{"id":"7Nhxn5n1","poster":"ShenraZ","date":"2020-03-08T22:40:09.409+0000","title":"League Board 2.0","subforum":"Allgemeiner Chat","embed":{"title":"League - Board","description":"You have Questions about League of Legends? Ask them here!","url":"https://www.league-board.com","image":"https://www.league-board.com/img/rota/1.png"},"up_votes":4,"down_votes":0,"body":"Alohaaaa allerseits,\r\n\r\nwenn du diesen Thread hier liest dann ist das offizielle Forum von League of Legends anscheinend schon dicht und das finden sehr viele mehr als Suboptimal ...\r\n\r\nEin kleines Team hat sich aber ein paar Gedanken gemacht und somit das League Board (Forum) in das www geschickt. Die noch kleine Plattform bietet enorm viel Platz für alle Diskussionen.\r\n\r\nDas Forum bietet bereits jetzt zahlreiche Features welche hier leider fehlten und nie hinzugefügt wurden.\r\nEin schlichtes, eher dunkles Design aber dennoch hell gehalten.\r\n\r\nDas Forum soll eine Anlaufstelle für jede Region sein, ausgenommen Garena und China.\r\nMomentan Bietet Die Plattform Folgende Server mit Sprachen an:\r\n\r\n- Deutsch (EUW)\r\n- Englisch (EUW &amp; NA)\r\n- Türkisch (TR) - noch im Aufbau\r\n- Spanisch (LAN &amp; LAS) - noch im Aufbau\r\n- Russisch (RUS) - noch im Aufbau\r\n\r\nWir verbessern täglich das Forum mit mehr Features um die Wünsche der Community gerecht zu werden.\r\nFür die Zukunft möchten wir ebenso mit der Riot API arbeiten, d.h. :\r\n\r\n- Ihr könnt durch einen Verifizierungscode euren Account mit dem Client verbinden, somit wird euer Summonername sowie Region, Level und Liga direkt importiert\r\n- Ihr könnt Eure Match History auf der Plattform ansehen sowie weitergeben\r\n- Wir können Turniere mit Preisen veranstalten\r\n\r\nund vieles mehr ist geplant.\r\n\r\nDesweiteren soll das Forum um Guides erweitert werden, sowie Live Game tracking etc.\r\nEbenso suchen wir Moderatoren für den Englischen Bereich &amp; Administratoren für den Türkischen, Russischen sowie Spanischen Bereich. Eine PM mit ein paar Infos zu Euch genügt, im Deutschen Bereich findet Ihr eine ausführlichere Beschreibung.\r\n\r\nWir sind unter folgenden Links zu erreichen: (It's ist egal welchen Link Ihr verwendet &amp; abspeichert)\r\n\r\nhttps://www.league-forum.de\r\nhttps://www.league-forum.com\r\nhttps://www.league-forum.net\r\nhttps://www.league-board.de\r\nhttps://www.league-board.com\r\nhttps://www.league-board.net\r\n\r\n\r\nÜber einen Besuch sowie Kritik als auch Vorschläge, wären wir sehr Dankbar!\r\n\r\n\r\n\r\nWir freuen uns auf Euch (:\r\n\r\n~ League Board Staff","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T22:54:42.242+0000","up_votes":2,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T22:44:55.704+0000","up_votes":2,"down_votes":0,"body":"Schick, push","replies":[]}]}