{"id":"KAf9XlaA","poster":"KoTSchlumpF","date":"2017-12-25T23:41:38.182+0000","title":"Yorick - Frage zu den Mist Walkern (damage received)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi Leute, kurze Frage:\r\n\r\nHatte grad n Game als Taliyah gegen einen Yorick und hab mich w&auml;hrend des spiels gefragt, ob es richtig ist, dass die Mist Walker 50% dmg reduction auf spells haben (konnte in der Champion Beschreibung nichts derartiges finden). \r\nAls Taliyah hat mich das einfach so hart niedergemetzelt, wenn 2 Qs meinerseits nicht einen Mistwalker down bekommen.\r\n\r\nTL;DR:\r\nHaben Mist Walker 50% dmg reduction auf incoming magic dmg?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-12-26T00:44:06.562+0000","up_votes":1,"down_votes":0,"body":"Erstmal zum Start: \"Nein sie haben keine Schadensreduktion\"\n\nes ist sogar das Gegenteil der Fall, denn egal wie sie ausgerüstet sind. SIngletarget-Spells exekutieren sie auf der Stelle.\n\nNun zu den expliziten Walkern aus deinem Game:\nSie hatten folgende Stats\nHealth:   618,6\nArmor:    0\nMR:         0\nAD:         114,5\nAS:         0,98\nMS:        300\nDamit sind sie schwächer als die Lane-Melee-Vasallen.\n\nDas interessante an den Walkern ist ihr \"Verhältnis\" zu Yorick selbst. Sie gelten nämlich mehr oder weniger als er selbst. (Ich weiß hört sich seltsam an, aber ich erkläre es auch XD)\nDies heißt, das nicht die Walker 50% Schadensreduktion haben, sondern, dass sobald du einen von ihnen (oder Yorick selbst) mit einem Q-Stack oder dessen AoE-Effekt triffst, jeder weitere Treffer als wiederholtes Treffen gegen Yorick gilt.\nUnd da kommt die \"Schadensreduktion\", die jedoch nicht in Yoricks sondern in Taliyas Fähigkeiten (genau gesagt dem Q) steckt.\n(Leider unterscheiden sich die deutsche und englische Wiki da etwas, ich zitiere deshalb das englische, weil ich die Erfahrung gemacht habe, das es aktueller ist)\n\n> Targets hit by a Stone Shard take 40% damage from subsequent shards.\n> (Das deutsch sagt 50%)\n\nIch glaube zwar, das es ein Bug ist, aber ich als Yorick-Main freue mich jedesmal über diese Interaktion.\n\nFalls dich übrigens interessiert, warum diese Eigenschaft existiert, und warum zum Beispiel die Voidlinge von Malzahar nicht das selbe haben: Es liegt an den von Rito für die Mist-Walker vorgesehenen Eigenschaften, denn sie sollen auch in folgenden Bezügen anders wirken:\n\n - {{item:3116}} Rylais Kristalzepter wird von den Mist-Walkern nicht ausgelöst. (Voidlinge tun dies)\n - {{item:3071}} Schwarzes Beil wird von den Mist-Walkern gestackt. (Voidlinge tun dies nicht)\n - {{item:2033}} Der Brand-Effekt des Verderbenden Tranks wird von den Mist-Walkern verteilt (Voidlinge tun dies nicht)\n - {{item:3165}} Die Ultimate \"Maiden of the Mist\" löst die Heilreduktion von Morellonmicon aus.\n\nIm Grunde genommen gelten alle Einheiten von Yorick zu ihm und \"gelten als Yorick\" Daher lösen sie alle Effekte aus, die normalerweise von Champions und nicht vonMinions ausgelöst werden können.\n\nDie Ultimate hat diesen Bug übrigens ebenfalls, wobei es da nicht so häufig auffällt, da sie seltener angegriffen wird.","replies":[{"id":"","poster":"KoTSchlumpF","date":"2017-12-26T01:58:20.690+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=Wj1wcocU,discussion-id=KAf9XlaA,comment-id=0000,timestamp=2017-12-26T00:44:06.562+0000)\n>\n> Erstmal zum Start: &quot;Nein sie haben keine Schadensreduktion&quot;\n> \n> es ist sogar das Gegenteil der Fall, denn egal wie sie ausgerüstet sind. SIngletarget-Spells exekutieren sie auf der Stelle.\n> \nDanke für die Antwort! Single Targets töten die Walker direkt, so wie es sein soll. ABER:\n\n\n Allerdings existiert ja dann dort ein Bug.\n\nHab es vorhin in nem Custom getestet. Die Walker erschienen mit ca 170HP bei einem lvl 1 Yorick.\nBeim Taliyah Q zählt die Reduktion ja auf nachfolgende (subsequent) Treffer. Ergo SOLLTE der Initialschaden vom ersten Stein 100% des im Tooltip angezeigten Schadens sein. Den ersten Test habe ich mit aktiviertem \"Ground\" passive von Taliyah durchgeführt, um den wirklichen DMG eines einzigen Shards zu sehen. **Bei einem im Tooltip angezeigten Schaden von 111 magic damage erhielt der Mist Walker 55 Magic Damage.**\n\nInwiefern deine Erklärung mit \"wenn die Walker getroffen werden ist das, als würde Yorick getroffen werden\" auf mein Problem zutrifft ist mir allerding noch nicht klar. Hat Yorick noch eine Passive, die die 50% dmg reduction verursachen? Oder meintest du einfach nur das spezielle Auslösen von bestimmten Gegenständen (wie du es ja schon geschrieben hast)?\n\nPS: Im Ingame Tooltip von Taliyah steht in der Englischen Version sogar \"60% reduced damage from subsequent hits\"\n\n\nIch eröfne mal einen Bugreport, vllt wird es dann klarer^^","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-12-26T02:53:53.571+0000","up_votes":1,"down_votes":0,"body":"Also normalerweise macht der erste Treffer den vollen Schaden nur jeder nachfolgende nicht. \nAlso in deinem Test müsste es so sein:\n\n 1. Erster Treffer: 111 Schaden.\n 2. Jeder weitere Treffer gegen **irgendein** Walker: 50% weniger Schaden, (wenn der Tooltip 60% sagt kommt das auch nicht hin) => 111*0,5 = 55,5 Schaden (LoL rundet chronisch ab.)\n\nDas mit dem Initialschaden ist dann ein Bug (und dass mit der Verrechnung des Folgeschadens ist noch ein zweiter.\n\n","replies":[]}]}]}]}