{"id":"aNLVNEJj","poster":"Levin1711","date":"2017-12-22T21:11:58.265+0000","title":"Report-Beschreibung","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":2,"body":"Ich habe mich seit meinem ersten report vor ungef&auml;r 3 Jahren immer gefragt. Ob ich auf Deutsch oder auf Englisch schreiben soll. Wenn ihr es nicht wisst k&ouml;nnt ihr ja auch mal schreiben ob es euch auch so geht. {{champion:142}}","replies":[{"id":"","poster":"Lotuskobra","date":"2017-12-22T22:33:11.515+0000","up_votes":3,"down_votes":0,"body":"Bis ich irgendwann wusste, dass dieses Feld mehr oder weniger dafür da ist sich einfach nur den Ärger von der Seele zu schreiben und im Normalfall nicht gebraucht wird, war ich da auch unschlüssig und hab mich dann immer für die englische Variante entschieden.\n\nAls das Tribunal noch aktiv war, hatte dieses Element sogar noch eine richtig wichtige Bedeutung: Du konntest den genauen Regelverstoß schildern und die Gesamtsituation für den Tribun deutlich machen – was beim Entscheiden wirklich geholfen hat.\n\nHeute wird dieses Feld nur im Falle einer manuellen Untersuchung vom Support noch angeschaut: zB. wenn jemand seinen Report nicht einsieht oder eine erneute Überprüfung haben möchte. Darum schreib ich auch heute noch was dazu, wenn mir grad danach ist und das meist immernoch auf Englisch. Wenn ich grad wirklich viel Zeit habe, dann übersetze ich sogar Schimpfwörter ins Englische, auch wenn es eigentlich nicht relevant ist – mir tut dat gut^^","replies":[{"id":"","poster":"Levin1711","date":"2017-12-22T22:50:43.088+0000","up_votes":3,"down_votes":0,"body":"Mach ich auch so in Stichpunkten schade ,dass diese Funktion nicht mehr so nützlich ist da kommt man sich ein bisschen verarscht vor.\n> dass dieses Feld mehr oder weniger dafür da ist sich einfach nur den Ärger von der Seele zu schreiben\n\nAch ja, und danke ,dass du dir Zeit genommen hast so viel zu schreiben.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-12-22T23:01:37.323+0000","up_votes":2,"down_votes":1,"body":"Ja ach ich schreib gerade Weihnachtskarten, da war ich so drin^^\n\nTschö mit Ö und gute Nacht!\n\n{{sticker:sg-kiko}}","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-12-23T01:01:53.802+0000","up_votes":2,"down_votes":0,"body":"Gute frage! Ich schreib immer auf englisch...hab aber 0 ahnung ob die das auch verstehen...DAS ist ein thread wo ich mir einen kleinen \"grünen freund\" wünsche ;-)","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-12-22T23:59:50.413+0000","up_votes":2,"down_votes":0,"body":"Geht mir ähnlich. ^^ \nIch schreibe mal deutsch mal englisch. Das kommt ganz drauf an, was ich schreiben will. Kann ich es in englisch nicht formulieren oder bin zu aufgebracht um mich auf die englische Übersetzung zu konzentrieren, dann schreibe ich deutsch. Ansonsten schreib ich auch meist englisch. \nAber ich nutze das Feld schon hin und wieder. Vorallem, wenn jemand absichtlich trollt oder man sieht das er absichtlich feedet (ohne das typische \"ich renne stumpf in den Tower\"). Da es in den Fällen vom Programm nur schwer erkennbar ist, was nun absichtlich war oder nicht, schreibe ich es ins Feld. Bei einer eventuell manuellen Überprüfung würde das dann gesehen werden. \nAber auch bei Flame. ^^","replies":[]},{"id":"","poster":"Padddddi","date":"2017-12-23T04:21:33.615+0000","up_votes":1,"down_votes":0,"body":"Das liest doch eh keine Sau :D Kannste auch auf Chinesisch schreiben.\n\n","replies":[]}]}