{"id":"hLhwFOmI","poster":"Tobbel","date":"2017-12-22T13:36:36.889+0000","title":"lulu zu stark","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"hall&ouml;chen\r\n\r\nich bin der meinung, dass lulu etwas zu op ist. ich hab sie selber lange gemaint spiel sie heute immer noch ab und zu allerdings ist mir das erst aufgefallen als ich selbst mal gegen sie gespielt habe. und das liegt im grunde einzig und allein an ihrer ulti ( und nat&uuml;rlich auch an bestimmten konstellationen ich sag nur lulu + twitch , lulu + vayne , lulu + kog . das ding ist, dass man praktisch im 2vs2 keine chance hat weil lulu der einzige supp ist der das leben ( durch die ulti ) erh&ouml;ht und man dadurch im 2vs2 praktisch immer im vorteil ist. da hab ich als anderen heal / shield supp immer das nachsehen","replies":[{"id":"","poster":"Qbert","date":"2017-12-22T14:06:19.494+0000","up_votes":1,"down_votes":0,"body":"Lulu-Main hier. :)\nSie ist stark, aber auch stark abhängig vom ADC/Team.\n\nSie bedarf in meinen Augen keines nerfs. Wenn du magst kann ich dir ein paar Tipps geben, wie du besser gegen sie klar kommst :)","replies":[{"id":"","poster":"Tobbel","date":"2017-12-22T14:59:12.818+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=Wj1wcocU,discussion-id=hLhwFOmI,comment-id=0001,timestamp=2017-12-22T14:06:19.494+0000)\n>\n> Lulu-Main hier. :)\n> Sie ist stark, aber auch stark abhängig vom ADC/Team.\n> \n> Sie bedarf in meinen Augen keines nerfs. Wenn du magst kann ich dir ein paar Tipps geben, wie du besser gegen sie klar kommst :)\n\nkannst mir mal deine herangehensweise erläutern :P","replies":[{"id":"","poster":"Qbert","date":"2017-12-22T15:06:13.479+0000","up_votes":2,"down_votes":0,"body":"Also, ich mache das etwas von den Teams abhängig, natürlich.\n\n(betrachten wir mal nur die Botlane, zunächst)\nIch spiele sehr sehr gerne gegen Lulu engage-Supports mit viel CC. Alistar, Thresh, Leona ... auch Morgana sieht da sehr gut aus.\nLulu kann gut poken ist aber sehr squishy, ebenso wie die ADC die mit ihr gut koalieren.\nDeshalb solltest du recht aggressiv gegen sie spielen, da sie schnell ihr Mana los ist.\nSpielst du mit Morgana, warte mit deinem Blackshield denn:\nWenn du einen von beiden mit Q und W triffst, und dein ADC engaged, wird die Lulu auf den ADC zugehen(wenn sie nicht unbeweglich durch deine Q ist), da du Lulu sehr gut kennst, kannst du ihre Range sehr gut einschätzen ... 3 Schritte bevor sie in Range für die W ist, Blackshield auf den ADC ... dann könnt ihr einfach drüber rollen.\nSolltet ihr Lvl6 sein, dann musst du deine Aggressivität etwas anpassen.\nMit Thresh/BC/Morgana gehst du einfach weiterhin fett drauf. Mit Alistar und Leona engaged du und versuchst ihr Ult zu baiten. Dein ADC muss da natürlich mitspielen ... ihr haut solange drauf bis ihr n Kill habt oder ihre Ult raus ist  ... ist die raus und Lulu/ADC low, tötet ihr ihn/sie ... wenn nicht, einfach disengaged, reggen und rein.\nEs empfiehlt sich übrigens im Early(pre6) den ADC zu fokussieren, ab 6 einfach Lulu ... sie skaliert echt schlecht und ist super squishy ... außerdem neigen Supports dazu eher andere zu beschützen als sich selbst :)\n\nIch hoffe das war einigermaßen verständlich^^","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-22T15:44:26.203+0000","up_votes":1,"down_votes":0,"body":"Jop zeigt 1a die schwächen auf :)","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-12-22T14:01:00.575+0000","up_votes":2,"down_votes":0,"body":"Habe sie auch viel gespielt:\n\nSie ist squishy af\nSie hat keine heal\nIhr shild ist schwächer als das von janna\nIm early geht sie wenn sie peelt oder cced exrtem schnell oom\nRoamen ist schwieriger weil sie kein engage/hook hat\n\nU.v.m","replies":[]}]}