{"id":"HtvAK1G9","poster":"No처tNo처t","date":"2017-12-21T17:29:51.095+0000","title":"\"Trying to Reconnect\"","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Langsam aber sicher nervt das.\r\nSeit Patch 7.16 hab ich das Problem &quot;Trying to Reconnect&quot; direkt nach Log-In. \r\nDie Ironie daran? Ich bin tats&auml;chlich eingeloggt, kann nachrichten Problemlos empfangen usw. Nur kann ich meinen Client nicht nutzen.\r\nEin Client Fehler kann es nicht sein, da ich auf meinen Zweit-Account eben jenes Problem nicht habe.\r\n\r\nMit dem Support hab ich das schon durch. \r\nIch hab das Spiel inzwischen 3x Neu-Installiert. Und dieses Problem besteht wie gesagt nur mit dem Account. \r\nAuf anderen Ger&auml;ten taucht es auch auf. \r\n\r\nEs ist echt Nervig langsam. Ich hab n&auml;mlich keine Lust immer &uuml;ber eine Proxy gehen zu m&uuml;ssen. (Denn nur so Funktioniert ist einwandfrei)\r\n\r\nMeistens muss ich bis zu 10 Minuten warten, bis ich &uuml;berhaupt drin bin und auch was machen kann. \r\nDas Problem dann, Missionen werden nicht angezeigt und habe allgemein des &ouml;fteren Anzeige Fehler. \r\nIch hab dieses drecks &quot;Repair&quot; Tool benutzt. Habe was wei&szlig; ich was f&uuml;r Tests gemacht, am Ende kam raus &quot;Leider wissen wir immernoch nicht warum das so ist. Leider k&ouml;nnen wir dir nicht helfen, benutz ein Proxy&quot; Was sich f&uuml;r mich anh&ouml;rt &quot;Ich bin unf&auml;hig, also juckt es mich nicht. Wenn du nicht spielen kannst, juckt uns das nicht den das Investierte Geld und deine Zeit kriegst du eh nicht wieder. Hahahahahahaha&quot; \r\n\r\nLiebes Riot-Team, ihr solltet eventuell mal eure Server &uuml;berpr&uuml;fen. Und mal eine Richtige Wartung durch f&uuml;hren. Denn eine solche richtige Wartung hattet ihr schon Lange nicht mehr. \r\nEure &quot;Live&quot; Wartungen k&ouml;nnt ihr euch sonst wohin stecken.","replies":[{"id":"","poster":"Pandeonor","date":"2017-12-22T13:49:11.591+0000","up_votes":1,"down_votes":1,"body":"Wenn Du mit Deinem Account drin bist rechts oben das Zahnrad und \"zur체cksetzen\" dr체cken schon gemacht?","replies":[]}]}