{"id":"m8kl7mkQ","poster":"Wondux","date":"2017-12-21T10:38:54.167+0000","title":"Diamond ADC sucht Dia Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi, \r\nmein Name ist Phillipp, ich bin 19 Jahre alt und auf der suche nach einem Team im Diamant Bereich.\r\nKurz zu mir, ich studiere aktuell Sozialkunde und Informatik auf Lehramt, dementsprechend habe ich viel Zeit, die ich gerne in LoL investieren um meine Ziele irgendwann erreichen zu k&ouml;nnen.\r\n\r\nWas verlange ich von dem Team?\r\n\r\nIn dem Team sollten alle wenigstens Dia 5 hardstuck sein.\r\nIch setzte nicht voraus, dass die einzelnen Spieler schon seit Beginn ihrer &quot;Karriere&quot; nur ihre aktuelle Rolle spielen, da dies bei mir selbst nicht der Fall ist.\r\nWir sollten 3-4 mal die Woche trainieren.\r\nEinen Coach setzte ich nicht voraus, allerdings w&auml;re das schon was cooles.\r\nDes Weiteren trete ich nur einem Team bei, welches auch wirklich alles daran setzt sich zu verbessern, sprich man spielt auch au&szlig;erhalb der Trainingszeiten miteinander.\r\n\r\nSo, was kann ich nun eigentlich bieten?\r\n\r\nIch habe viel Erfahrung im Umgang mit verschiedenen Supporter als Person, sprich das Aufbauen der Synergie ingame sowie au&szlig;erhalb den Spielen sollte kein Problem darstellen.\r\nIch passe meinen Championpool immer der Meta an und beherrsche auf allen Champs die Grundmechanics und auf den Meta Champs nach ein paar spielen meist auch mehr.\r\nIch habe bei manchen Teams schon als Coach agiert, dementsprechend habe ich mir eine Bandbreite an Knowlage angeeignet, was in der einen oder anderen Situation sich durchaus als n&uuml;tzlich erwei&szlig;en kann.\r\n\r\nNun, alles was jetzt nicht hier geschrieben wurde, k&ouml;nnen wir gerne im TS besprechen.\r\n\r\nIch hoffe es meldet sich das ein oder andere Team auf diesen Post.\r\n\r\nMfG Phillipp\r\ningame &quot;AeQ Yami&quot;","replies":[{"id":"","poster":"Wondux","date":"2017-12-22T10:07:15.193+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]}]}