{"id":"YGOMHnE4","poster":"JanaScarlett","date":"2020-03-06T10:52:48.943+0000","title":"Project HIVE hostet Bronze Brawl","subforum":"Turniere & Veranstaltungen","embed":{"title":"Project HIVE Gaming - Nürnberg","description":"Liebe Hive Community, wir wünschen euch wunderbare Weihnachten, ein fröhliches Fest und eine harmonische Zeit mit eurer Familie! Wir sind sehr stolz auf das zurückliegende Jahr und auf alles, was wir bis hierhin erreicht haben. Ohne euch wäre das nicht möglich gewesen. Vielen Dank deshalb für euren Support!","url":"https://www.facebook.com/ProjectHIVEnbg/","image":"https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-1/p200x200/31369376_2058276987779832_3198214068020183040_n.jpg?_nc_cat=106&_nc_sid=dbb9e7&_nc_ohc=vpZuwKedTJgAX8PRU7R&_nc_ht=scontent-iad3-1.xx&_nc_tp=6&oh=a39a5885ca140c1f3ec87fbc929624f1&oe=5E87D049"},"up_votes":1,"down_votes":0,"body":"Project HIVE Gaming lädt ein zum zweiten BRONZE BRAWL! Dieser findet am 18.03.2020 statt und wird von unserer League of Legends Profiabteilung organisiert.\r\n\r\nZiel ist es, dir unter die Arme zu greifen!\r\nDu würdest gerne die ersten Turniererfahrungen sammeln und bist dabei ein Team aufzubauen, es fehlt aber wie so oft an den richtigen Leuten? Dann bist du bei uns genau richtig! Wir unterstützen dich dabei, das Team optimal zu ergänzen und aufeinander abzustimmen.\r\n\r\nEgal ob alleine, zu zweit, zu dritt oder zu viert:\r\nSobald ihr angemeldet seid, werden wir euch anderen Spielern zuordnen und den Kontakt herstellen. Anschließend könnt ihr direkt loslegen.\r\nProfitiert von uns:\r\nDurch unsere jahrelange Erfahrung im Highelo- und Profibereich stellen wir die bestmöglichen Setups zusammen. Weiterhin sind wir jederzeit für Tipps und Tricks verfügbar.\r\n\r\nAls zusätzliches Highlight werden wir eure ersten gemeinsamen Matches streamen und anschließend eine professionelle Analyse von unseren Coaches durchführen lassen.\r\n\r\nWas wir von euch benötigen:\r\nIngame Name\r\nElo (op.gg Link)\r\nAlter\r\nMainposition\r\nAusweichpositionen\r\nChampionpool\r\n(Je mehr Infos wir bekommen, desto besser können wir euch anderen Spielern zuordnen.)\r\n\r\nDie Anmeldung erfolgt per Discord oder direkt ingame\r\nProject HIVE Gaming e.V. Discord Server: https://discord.gg/RE242kc\r\nDiscord Ansprechpartner: HIVE | JanaScarlett#3642\r\nIngame Ansprechpartner: JanaScarlett\r\nAnmeldeschluss ist der 14.03.2020\r\n\r\nPer Discord erteilen wir ausführliche Informationen und beantworten gerne eure Fragen. Schreibt uns einfach an :)","replies":[]}