{"id":"cE2QIZAE","poster":"GΦDZILLA TOP","date":"2017-12-19T21:27:02.917+0000","title":"FPS-Drops beim Bewegen der Maus","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"hey,\r\nhab vorn paar tagen nen neuen pc zusammengebaut (gtx 1060 6gb, i5 6600k, 16gb ram) und hab bemerkt, als ich nachn paar monaten pause mal wieder\r\nlol gestartet hab, dass ich ziemlich krasse FPS-drops habe, wenn ich meine maus bewege.\r\nan den einstellungen rumzumontieren hat nich wirklich was ge&auml;ndert, meistens hab ich wenn ich stillsteh und meine maus nich bewege um die 200 fps auf h&ouml;chsten einstellungen (und auch auf niedrigsten, wasn bisschen komisch is) und wenn ich die bewege droppt es eig jede sekunde auf 40 fps ca. (was ziemlich unplayable ist). die graka is ca. auf 10% leistung permanent und die cpu auch nich h&ouml;her als 70% also hab ich echt kp worans liegen k&ouml;nnte\r\nallgemein laufen andere spiele auchen bisschen weird seit ich den pc hab also wenns auch allgemeine l&ouml;sungen gibt (nicht nur f&uuml;r lol), her damit ^^\r\n\r\nmfg\r\nimcoca","replies":[{"id":"","poster":"Pandeonor","date":"2017-12-19T22:35:47.926+0000","up_votes":1,"down_votes":0,"body":"mache einmal den Geräte-Manager auf. Dann auf Ansicht und dort \"Ressourcen nach Typ\", dann IRQ anklicken. Schau mal ob in der Liste dort gelbe Ausrufezeichen existieren. Oder einmal in der Ereignisanzeige nach Meldungen suchen.\n\nSieht nach einem IRQ-Konflikt aus (muss aber nicht sein; m.E. hohe Wahrscheinlichkeit). Da das dynamisch vergeben wird ist es schwer auszumachen wo genau der Konflikt liegt. Mag mehrere mögliche Methoden des abstellens geben. Im BIOS was freimachen, womöglich USB-Geräte abstecken oder Treiber einer nach dem anderen abschalten, oder im BIOS dem BIOS selbst die IRQ-Zuweisung erlauben.","replies":[{"id":"","poster":"GΦDZILLA TOP","date":"2017-12-20T17:11:22.003+0000","up_votes":1,"down_votes":0,"body":"im geräte-manager gibts keine gelben ausrufezeichen oder sonst iwas auffäliiges bei IRQ, in der ereignisanzeige gibts auch keine meldungen die iwas mit dem thema zu tun haben\nes is heute ein neues nvidia treiberupdate rausgekommen, ich probiers nachher nochmal aus, erwarte aber nich zu viel","replies":[]}]}]}