{"id":"43ipzvKm","poster":"CBC Herser","date":"2019-06-10T09:28:02.287+0000","title":"Allternatix sucht Spieler für ein Academy Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo ich bin Dominik aka Herser,\r\nda ich der Team Leiter des Academy Teams von Allternatix bin, verkünde ich, dass wir immer noch nach Spielern suchen.\r\n\r\nVoraussetzungen sind folgende:\r\n\r\n- Ihr bringt Zeit und die richtige Einstellung d.h. nicht nur im Team trainieren sondern auch alleine oder auch als Duo, Trio….\r\n- Das Main Team spielt auf Team Speak das würde ich gerne beim Academy Team beibehalten.\r\n- Ihr seid bereit in der 2. bzw. 1. Liga von der League of Germany zu spielen, da beide Teams in jeweils der 1. und der 2. League vertreten sein werden.\r\n- Tilten ist eine normale menschliche Reaktion und wir verbieten euch nicht zu tilten. Aber wenn ihr es dann negativ and euren Team Mates herauslässt, dann habt ihr hier nichts verloren!\r\n- Ihr seid bereit auch mal selber etwas in die Hand zu nehmen ein Team arbeitet zusammen d.h. man kann nicht nur auf eine oder zwei Personen schauen und sagen der oder die macht das schon jeder im Team soll in der Theorie in der Lage sein auch mal etwas zu organisieren sei es ein scrim, eigene Trainingszeiten usw.\r\n- Ihr seid bereit auch mal in den theoretischen Bereich von LoL rein zu schauen. Wie ich erwähnt habe werden wir in einer Liga spielen was bedeutet, dass man mit solo q Erfahrungen nicht weit kommt alle müssen wissen was sie wann und wo machen können, müssen, sollten....\r\n- Das elo cap für die Liga liegt im Platin Bereich wie viele Platin Spieler erlaubt sind ist noch nicht 100% klar aber solange ihr unter Platin seid könnt ihr sicher sein, dass es von der Elo her stimmen sollte ( perfekt wäre so high Silber bis high Gold aber auch Spieler die weiter unten sind können sich bewerben.\r\n\r\nRollen:\r\nTop: Besetzt\r\nJungle: offen\r\nMid- Lane: Besetzt\r\nAD-Carry: temporär nicht offen\r\nSupport: temporär nicht offen \r\n\r\nFalls diese punkte auf dich/ euch zu treffen seid ihr herzlich eingeladen mich zu adden weitere Informationen werde ich dann geben.\r\n\r\n\r\nSchöne Grüße Dominik/ Herser","replies":[]}