{"id":"oRwihklW","poster":"TheRealWolverine","date":"2017-12-18T22:47:40.451+0000","title":"Adventskalender - Türchen 19: \"König Drosselbart\"","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"**T&uuml;rchen 19: &quot;K&ouml;nig Drosselbart&quot; f&uuml;r Groath**\r\n_________________________________________\r\n&quot;Serafin, was ist los?&quot;, fragte Dosnar, da das M&auml;dchen ungl&uuml;cklich drein sah.\r\n&quot;Als ich heute drau&szlig;en war zum Spielen, hat ein Junge gesagt, ich d&uuml;rfe nicht mitspielen, weil meine Ohren zu weit abstehen.&quot;, sagte sie traurig.\r\n&quot;Darauf darfst du nichts geben, Aussehen ist nicht alles. Warte, ich erz&auml;hle dir eine Geschichte dazu.&quot;\r\n________________________________________________\r\nEs war einmal in der gro&szlig;en Metropole Noxus, da lebte eine reiche Familie mit dem Namen Du Couteau. Da eine der beiden T&ouml;chter j&uuml;ngst von einem Fluch getroffen worden war, plante der Vater die andere Tochter schnellstm&ouml;glich zu verm&auml;hlen, bevor die Schande bekannt w&uuml;rde.\r\nAlso lud er die Edelm&auml;nner aus dem ganzen Land ein, unter denen sich Katarina einen Br&auml;utigam w&auml;hlen sollte. Doch diese war stolz und verspottete all ihre Werber. Mal sagte ihr die Stimme nicht zu, mal war er nicht reich genug, und wieder ein anderes Mal gefielen ihr seine Gesichtsz&uuml;ge nicht. Besonders hart traf es einen jungen Mann, der den Namen Groath trug. Ihn lachte sie wegen der Form seines Bartes aus und nannte ihn garstig &quot;Drosselbart&quot;.\r\nW&uuml;tend &uuml;ber die &Uuml;berheblichkeit seiner Tochter entschied ihr Vater am Abend nach dem Fest sie dem ersten Mann zur Frau zugeben, der an das Tor seines Anwesens klopfte. \r\nUnd bereits am n&auml;chsten Morgen kam ein Spielmann seines Weges, klopfte und fragte nach etwas zu essen. Der Vater z&ouml;gerte nicht lang und bewahrheitete seine Drohung. So war Katarina gezwungen mit ihm fortzugehen und in seinem kleinen H&auml;uschen am Rande der Stadt zu leben. \r\nIhr neuer Gemahl erkl&auml;rte ihr streng, dass sie von nun an zu arbeiten hatte, denn sie lebten in &auml;rmlichen Verh&auml;ltnissen. Daraufhin brachte er sie an den Fluss und zeigte ihr, wie man Weidenzweige brach und daraus K&ouml;rbe flocht. Katarina, die zuvor noch nie gearbeitet hatte, sah ihn entsetzt an, doch f&uuml;gte sich schlie&szlig;lich in ihr Schicksal.\r\nAllerdings stellte sie sich so ungeschickt dabei an, dass ihre H&auml;nde nach kurzer Zeit aufgerissen und blutig waren und sie somit unm&ouml;glich weiter arbeiten konnte. &Auml;ngstlich kehrte sie nach hause zu ihrem Mann zur&uuml;ck, um ihm von ihrem fehlenden Talent zu berichten. \r\nEr schallt sie daraufhin eine dumme Gans und trug ihr auf zum Markt zu gehen und Ton zu kaufen, denn vielleicht stellte sie sich beim T&ouml;pfern weniger ungeschickt an. Auf dem Weg zum Marktplatz begegneten der ehemaligen Adligen viele Menschen. die sich angeregt &uuml;ber eine baldige Hochzeit unterhielten. Als sie fragte, wer denn heiraten w&uuml;rde, antworteten die Leute ihr: &quot;Unser Graf Groath. Erst neulich wurde er von einer hochn&auml;sigen Dame als &quot;Drosselbart&quot; bezeichnet, aber jetzt h&auml;tte er wohl eine passende Gemahlin gefunden.&quot;\r\nDa wurde Katarina das herz schwer. H&auml;tte sie nur den &quot;Drosselbart&quot; genommen, dann w&uuml;rde jetzt als dies ihr geh&ouml;ren.\r\nSp&auml;ter kehrte sie mit dem Ton nach hause zur&uuml;ck und der Spielmann zeigte ihr, wie man mit Hilfe einer T&ouml;pferscheibe daraus Sch&uuml;sseln und Kr&uuml;ge formte, die sie dann bunt bemalen und auf dem Markt verkaufen sollte. Diese Arbeit sagte Katarina bereits etwas mehr zu und bereits am n&auml;chsten Tag machte sie sich erneut auf den Weg, um ihre Waren zu verkaufen. \r\nDas Gesch&auml;ft lief zu ihrer eigenen Verwunderung gut und so kam sie am Abend gut gelaunt nach hause. Zur Verwunderung ihres Mann setzte sie sich auch gleich an die Scheibe, denn sie wollte neue Gef&auml;&szlig;e herstellen.\r\nDoch als sie am n&auml;chsten Tag erneut ihre Tonkr&uuml;ge zum Verkauf anbot, jagte ein Reiter durch die engen Gassen der Stadt und warf dabei alle Kr&uuml;ge des M&auml;dchen um, so dass sie zerbrachen und sie nichts zu verkaufen hatte.\r\n&Auml;ngstlich kehrte sie an diesem Tag nach hause zur&uuml;ck, denn sie wusste, dass ihr Mann nicht erfreut sein w&uuml;rde.\r\nUnd sie sollte recht behalten, er schimpfte &uuml;ber den Geldverlust und schickte sie am n&auml;chsten Morgen auf die Burg, die dem K&ouml;nig &quot;Drosselbart&quot; geh&ouml;rte. Katarina sch&auml;mte sich, denn sie bef&uuml;rchtete, dass man sie erkennen k&ouml;nnte und dann w&auml;re sie das Gesp&ouml;tt der ganzen Burg.\r\nDoch auch diesmal verlief der erste Tag gut und auch die Weiteren waren nicht so schlimm, wie sie zu Beginn vermutete hatte.\r\nSo r&uuml;ckte der Tag der anstehenden Hochzeit immer n&auml;her und die ganze Burg war in heller Aufregung. Katarina wollte nun endlich herausfinden, wer die Braut sein w&uuml;rde und schlich w&auml;hrend des Festes nach oben, um nachzusehen.\r\nDoch kaum hatte sie den Saal betreten, fiel sie auch schon dem K&ouml;nig ins Auge, der sie sofort erkannte. Noch bevor sie davonlaufen konnte, hatte er sie am Arm gepackt und vor die Menge gezerrt. Dort erz&auml;hlte er allen Leuten, wer sie war und wie sie ihn verh&ouml;hnt hatte.\r\nWeinend riss sich das M&auml;dchen los und wollte voller Kummer zur&uuml;ck in die K&uuml;che laufen. Doch bevor sie diese erreichte, holte Groath sie auf der Treppe ein und sprach zu ihr: &quot;Erkennst du mich denn nicht, Katarina? Ich bin es, dein Ehemann.&quot;\r\nSie sah ihn fassungslos an. \r\n&quot;Ich bin der Spielmann gewesen, und auch der Reiter, der die T&ouml;pfe umritt. Ich habe mich vom ersten Tag an in dich verliebt und wollte deinen wahren Charakter kennenlernen. M&ouml;chtest du nun meine Frau werden&quot;`, fuhr er fort.\r\nDa fiel Katarina ihm um den Hals, k&uuml;sste ihn und willigte ein seine Frau zu werden.\r\nNoch am gleichen Tag wurde Hochzeit gehalten.\r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n_____________________________________________\r\n&quot;Das habe ich nicht erwartet.&quot;, platzte Serafin heraus. &quot;Wieso hat er das getan?&quot;\r\nDosnar dachte einen Augenblick dar&uuml;ber nach. &quot;Ich glaube, Groath wusste, dass sie eine gute Seele hatte, auch wenn sie die zu Beginn verbarg.&quot;\r\nSerafin nickte langsam. &quot;Sie h&auml;tte schon etwas netter zu ihm sein k&ouml;nnen. Danke und schlaf gut.&quot;\r\nDosnar machte das Licht aus und ging hinaus.","replies":[{"id":"","poster":"Groath","date":"2017-12-19T17:00:41.022+0000","up_votes":1,"down_votes":0,"body":"Awwww das ist so süß <3","replies":[]}]}