{"id":"4pv5xRKF","poster":"Raystlin82","date":"2017-12-18T18:55:03.519+0000","title":"account gestohlen / gehackt","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"also dieser account, hab noch zugriff auf das forum, weil ich mich hier nicht ausgeloggt habe.\r\n\r\nein ticket hab ich bereits geschrieben. nach dem spiel hab ich die meldung bekommen, dass jemand sich von einem anderen computer auf dem account eingeloggt hat. nachdem ich auf ok geklickt hab, hat sich das spiel geschlossen und einloggen kann ich mich nicht mehr. ich spiele schon seit ca. 4 jahren, oder etwas mehr. hab mein passwort nie jemandem gesagt (nur ich alleine kenne, bzw. kannte ihn). die e-mail adresse hatte ich nie bestaettigt. in den optionen (hier aus dem forum), sehe ich, da jetzt eine andere e-mail - ********82_fdyyq@gmail.com. aendern kann ich nichts, ohne das passwort. mein passwort hat der hacker wahrscheinlich geaendert.\r\n\r\nich hab unglaublich viel zeit und blut in das spiel investiert. hatte nie eine sperrung, nur mal ein chat ban fuer paar spiele, aber das ist schon jahre her.\r\n\r\nich hab angst, was der typ jetzt da alles anrichten kann. ich brauche dringend hilfe.","replies":[{"id":"","poster":"Raystlin82","date":"2017-12-21T20:56:21.145+0000","up_votes":2,"down_votes":0,"body":"also heute kurz vor 20:00 kam endlich die lang ersehnt mail vom support. ich hatte mich darauf eingestellt fragen zu meinem account zu beantworten um meine eigentuemerschaft zu bestaettigen, aber anscheinend, haben die angaben, die ich in der anfrage gegeben habe gerecht, oder ich konnte durch meine beschreibung ueberzeugen, oder der support war einfach schon in der weihnachtsstimmung. jedenfalls habe ich wieder zugriff auf meinen account und nach dem ich diesen post geschrieben habe, gehe ich wieder spielen.\n\nvielen dank an alle, die mir hier geantwortet haben (an i am a smurf und an gin) und danke auch an den netten supporter (der das wahrscheinlich garnicht lesen wird, oder vielleicht auch doch) fuer die unkomplizierte loesung meines problems.\n\nich habe natuerlich gleich meine e-mail bestaettigt und mir ein etwas komplizierteres passwort ausgedacht, wobei ich nicht glaube, dass man mein altes passwort einfach erraten konnte. jedenfalls kommt es mir komisch vor, dass sich auf meinem account sich scheinbar nichts veraendet hat (zu mindest auf den ersten blick). es wurden keine spiele gespielt, truhen und kapseln nicht geoeffnet, keine skins erstellt, ob wohl ich schon einiges an skinsplittern und orangenen essenzen angesammelt habe.\n\npassiert ist aber dfinitiv etwas, denn ich wurde ja aus dem spiel gekickt und die e-mail adresse und das passwort wurden geaendert. und ich hoffe die riot mitarbeiter geben sich mit der accountwiederherstellung nicht zufrieden, sondern verfolgen den uebeltaeter, damit er(oder vielleicht auch sie[im sinne von plural und/oder weiblich]) nicht einfach so davon kommt.\n\nich musste diesen post einfach schreiben, denn als das passiert ist habe ich das forum natuerlich durchgekrammt und immer schreiben nur die leute \"hilfe, mein account wurde gehackt\", dann anwortet jemand, sie schreiben dann vielleicht noch was und fertig... funkstille. haben sie jetzt den account wieder bekommen? wie lange hatte es bei ihnen gedauert? das sind doch fragen, die einen betroffenen in erster linie interessieren, aber nein, sie wollen nur nehmen, nichts zurueckgeben. ist ja ihr recht, aber ich finds trotzdem (will nicht assozial sagen, das klingt zu beleidigend) nicht gut.\n\nalso gut, ende gut, alles gut. allen noch schoene kommende weihnachten und ich gehe jetzt spielen.","replies":[]},{"id":"","poster":"Raystlin82","date":"2018-01-07T21:07:18.383+0000","up_votes":1,"down_votes":0,"body":"der hacker versucht anscheinend meine e-mail auch zu hacken - 72 fehlgeschlagene loginversuche seit gestern.\n\nsupport hat sich inzwischen gemeldet und geschrieben, dass sie mein anliegen weiterleiten, denn sie haben ein extra team dafuer. ich hoffe, dieses team kuemmert sich nicht nur um den ungerechtfertigen ban, sondern auch um den uebeltaeter.\n\nps. hatte noch was geschrieben, wurde aber vom system geloescht:\nhttps://imgur.com/a/km67G\n\nes ist nichts rassistisches, darf man im forum keine nationalitaeten mehr verwenden? meine vermutung basiert auf der tatsache, dass die mail auf franzoesisch war.","replies":[{"id":"","poster":"Raystlin82","date":"2018-01-09T09:34:17.850+0000","up_votes":1,"down_votes":0,"body":"also bisher hat sich der support nicht weiter gemeldet, aber ich bin da optimistisch und warte noch. auf der e-mail sind weitere 120 fehlgeschlagen loginversuche registriert worden. ich mit dem gedanken dort auch den support zu kontaktieren (geht bei denen nur telefonisch).","replies":[]}]},{"id":"","poster":"Raystlin82","date":"2018-01-07T02:26:07.649+0000","up_votes":1,"down_votes":0,"body":"ergebnis vom antivirus scan:\nhttps://imgur.com/a/bHxYj\n\nund noch ein paar informationen. vielleicht sagt es jemandem was:\n\nalso in meiner e-mail habe ich 2 mails bekommen, die vor der mail zur aenderung meines passworts(von mir beantragt) eintraffen. beide auch von accounts@riotgames.com. die erste auf englisch: \"Changes to your account\", die zweite \"Changements apportes a votre compte\" (klingt nach franzoesisch). ich habe sie eben erst geoeffnet um nachzuschauen, was das fuer ein ding ist (mein oeffnen dieser mails hatte also kein einfluss auf das ereignis).\n\nich kopiere den text mal hier ein:\n\"You've recently requested a change to your Riot Games account associated with: raystlin82\n\nTo complete this process, enter the following special access code into the security dialog: \n\nXXXXXX\n\nRead this guide to learn more about account security: Protecting Your Account.\n\nGL;HF,\nRiot Games Account Protection Ninjas\"\n\nund die zweite:\n\"Vous avez récemment demandé à changer le nom d'utilisateur ou le mot de passe du compte Riot Games associé à raystlin82\n\nPour terminer ce processus, veuillez indiquer le code d'accès spécial suivant dans le champ de sécurité \n\nXXXXXX\n\nLisez ce guide pour en apprendre plus sur la sécurité de votre compte : Protéger son compte.\n\nGL;HF,\nLes ninjas de Riot Games chargés de la protection des comptes\"\n\nalso die X stehen fuer ziffern, hab ich hier mal zur sicherheit editiert, wobei ich denke, das hat eh kein einfluss mehr. in beiden mails ist es die gleiche nummer.\n\nals ich die aenderung meines passworts beantragt habe, gab es in meiner mail keine nummern, oder dergleichen. es gab einen link, dem ich gefolgt bin und wo ich dann mein neues passwort eingeben konnte.\n\nalso der hacker hat definitiv keinen zugang zu meiner e-mail und konnte diese e-mails nicht lesen. aber diese nummern haben wohl etwas damit zu tun. also eine zahl aus 6 ziffern um aenderungen an meinem account zu bestaettigen. da gibt es bestimmt ein hackerprogramm um die zu generieren. ich weiss auch nicht, wo man auf auf diese art aenderungen zum account beantragen kann.\n\nich hoffe ihr wisst da mehr als ich.","replies":[{"id":"","poster":"recon","date":"2018-01-07T11:00:06.443+0000","up_votes":1,"down_votes":0,"body":"Die Codes werden benötigt um den hinterlegten E-Mail Account zu ändern.\n\nZu deinem Ergebnis: Leider ist der Fund nicht wirklich aussagekräftig und sollte auch nicht die Ursache des Problems sein.\nIch kann dir daher weiterhin nur raten, das System komplett platt zu machen. Du kannst es natürlich auch drauf ankommen lassen und schauen ob wieder was passiert. Aber wie gesagt, wenn du deinen Account immer wieder verlierst, hilft dir Riot irgendwann nicht mehr.","replies":[]}]},{"id":"","poster":"Schmollofant","date":"2018-01-06T19:44:21.219+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Raystlin82","date":"2018-01-06T20:45:04.550+0000","up_votes":1,"down_votes":0,"body":"man, ich bin so sauer. das ist echt abnormal.\n\nwollte gerade lol spielen. passwort wurde wieder geaendert. diesmal konnte ich aber ein neues passwort fuer meine e-mail generieren. nach dem einloggen seh ich ein 14 tage ban.\n\nalso ich werde gleich ein support ticket schreiben.\n\nirgenwie muss ich das loch stopfen, durch welches diese ungeziefer mir schaden (tut mir leid, aber andere worte habe ich nicht dafuer). ich kenne mich mit tojaner und co. nicht aus. brauche da hilfe. suche mir ermal ein kostenloses antivirus-programm und las es durchlaufen. dann schau ich mal ob ich jemand finde, der sich damit auskennt und mir weiter helfen kann.","replies":[{"id":"","poster":"Schmollofant","date":"2018-01-06T21:54:19.497+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Raystlin82","date":"2018-01-06T22:31:52.856+0000","up_votes":1,"down_votes":0,"body":"es wird wohl der gleiche hacker sein, sonst waere es wirklich ein zu grosser zufall. wenn es aber ein trojaner ist (ich hoffe ich wess grob was das ist - es liest informationen von meinem pc, spioniert mich aus und so), warum ist das nur leage davon betroffen. mit der e-mail hab ich keine probleme und mit andere spielen, die ich spiele auch nicht.\n\nhab gerade das ticket abgeschickt, war ein langer text. ich hoffe es dauert nicht wieder eine halbe woche bis ich eine antwort bekomme.","replies":[]}]}]}]},{"id":"","poster":"I am a smurf","date":"2017-12-18T19:01:30.007+0000","up_votes":1,"down_votes":0,"body":"Ohne bestätigte E-mail ist es aufjedenfall immer schwerer doch kann man da immernoch etwas machen. Bestenfalls denn Support darauf anschreiben (was du ja schon getan hast) Mit hoher wahrscheinlichkeit werden die das dann handhaben wie wenn man seine E-mail vergessen hat! SIe stellen einige Fragen über denn Account wie wo du ihn hauptsächlich genutzt hast (Land) welche deine ersten Champions waren etc.  Klar weiß man nicht mehr alles zu 100 % doch ist es immer machbar denn Account wieder zu bekommen, könnte nur etwas dauern da Riot ja auch sicherstellen muss das der Account auch die gehört. \n\nDISCLAIMER: GEBE NIEMALS DEIN PASSWORT RAUS, Falls ein Riot Mitarbeiter dich nach deinem Passwort fragt hast du dich evtl. bei der E-mail vertan falls Sie es doch wissen wolle stelle sicher das du mit dem Riot Support schreibst da diese nicht nach passwörtern fragen.","replies":[{"id":"","poster":"Raystlin82","date":"2017-12-18T19:41:49.885+0000","up_votes":1,"down_votes":0,"body":"weisst du wie lane es ungefaehr dauert, bis man eine antwort vom support bekommt? hatte bisher noch nie den support kontaktiert.","replies":[{"id":"","poster":"Gin","date":"2017-12-18T19:53:15.863+0000","up_votes":1,"down_votes":0,"body":"In etwa 24h dauert es im Schnitt bis du eine Antwort bekommst.","replies":[{"id":"","poster":"Raystlin82","date":"2017-12-19T23:35:29.151+0000","up_votes":1,"down_votes":0,"body":"sind jetzt schon mehr als 24std vergangen. bisher hab ich noch keine antwort von support bekommen. der hacker wird betimmt alle be ausgeben und mit orangenen essenzen skins herstellen. ich hab mir so vieles aufgespart, ich koennte schon fast weinen. und wenn er noch den alle aus der fl beschimpft. ich male mir da echt ein hororszenario aus.\n\naber am schlimmsten waere, wenn ich der account jetzt fuer immer verloren ist. weil ich meine e-mail nie bestaettigt habe (selbst schuld und so). oh man, das ist so deprimierend.","replies":[{"id":"","poster":"Gin","date":"2017-12-20T07:41:25.726+0000","up_votes":1,"down_votes":0,"body":"Ich kann dich beruhigen:\n\nAlles was der Hacker ausgibt wird zurückerstattet. Und wenn er die Leute auf deiner Freundesliste beschimpft, kannst du ihnen sobald du deinen Account wieder hast die Situation erklären und fertig.\n\n---\n\nUnd auch wenn du keine E-Mail Adresse mit deinem Account verbunden hast, kannst du deinen Account über den Support wiederherstellen.\n\nDu musst einfach nur ein paar Fragen beantworten die der Support dir stellt. (z.B wann du in etwa deinen Account gestellt hast, erster gekaufter Champion, erster gekaufter Skin, wann hast du das erste mal RP ausgegeben, usw.)\n\nWenn du diese Fragen nicht perfekt beantworten kannst und die Antwort nur grob weißt, ist es auch besser wenn du sagst was du noch weißt statt Fragen komplett auszulassen.\n\nWenn du z.B noch weißt dass du deinen Account irgendwann Anfang 2015 erstellt hast, kannst du das sagen statt gar nichts zu schreiben.\n\n---\n\nGedulde dich einfach ein wenig. Das kann teilweise bis zu 2-3 Tage dauern, 24h ist nur ein grobe Richtwert.","replies":[{"id":"","poster":"Raystlin82","date":"2017-12-20T22:02:06.115+0000","up_votes":1,"down_votes":0,"body":"also bisher immer noch keine anwort vom support. die haben mir uebrigens in der automatisierten mail, ein link zu meinem ticket geschickt, wo ich meine angaben bearbeiten kann und den status meiner anfrage nachschauen kann, geschickt. darauf kann ich aber nicht zugreifen, denn um mich beim support anzumelden, brauch ich ja mein passwort, was der hacker geaendert hat.\n\nich weiss, dass wenn ich jetzt noch ein ticket schreiben, das ganze sich nach hinten verschieben wird und ich noch laenger warten muss. koennt ihr mir vielleicht sagen, ob der support mir die anwort auf meine e-mail schicken wird (das waere logisch), oder das ticket im normalfall einfach auf ihrer seite beantwortet wird (wo ich kein zugriff habe).\n\nmich irritiert das einfach nur, dass sie mir diese links geschickt haben. denn dass muesste doch klar sein, wegen der art der anfrage (wiederherstellung des accounts), dass ich kein zugriff auf die support seite habe (bzw., dass ich mich dort nicht anmelden kann).","replies":[{"id":"","poster":"Gin","date":"2017-12-21T08:50:50.738+0000","up_votes":1,"down_votes":0,"body":"Du bekommst eine E-Mail an deine E-Mail Adresse die du beim Erstellen der Anfrage angegeben hast, sobald du eine Antwort bekommen hast. \n\nUnd die Bestätigungsmail mit dem Link zum neuen Ticket bekommst du automatisch für alle Anfragen.\n\nAlles normal.\n\nVersuch dir da keinen allzu großen Kopf zu machen.","replies":[{"id":"","poster":"Raystlin82","date":"2017-12-21T18:32:04.650+0000","up_votes":1,"down_votes":0,"body":"also drei tage sind mittlerweile schon vergangen. ich weiss, ich nerve schon langsamm mit meinem rumgeheule hier im  forum. ich habe meine e-mail adresse in diesen drei tagen oeffter geoeffnet, als im ganzen jahr (und das ist tatsache und keine redewendung).\n\nmal angenommen, sie melden sich auch in den naechsten tagen nicht (ich hoffe und bette, si tun's doch), wie lange sollte ich denn eurer meinung nach warten, bis ich ein neues ticket schreibe?","replies":[{"id":"","poster":"Gin","date":"2017-12-21T20:40:29.034+0000","up_votes":1,"down_votes":0,"body":"Ich würde vermuten dass der Support momentan viel zu tun hat wenn du immer noch keine Antwort bekommen hast.\n\nWenn allerdings in 1-2 Tagen immer noch nichts passiert, antworte mir mit der Ticketnummer und ich frage für dich nach.","replies":[]}]}]}]}]}]}]}]}]}]}