{"id":"ZNJj1uEk","poster":"SSI CptHaunted","date":"2017-12-17T23:38:18.929+0000","title":"Bewertung der eigenen Leistungsentwicklung/Fokussierung auf eine Rolle?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Mich w&uuml;rde einmal interessieren woran andere (also in dem Fall ihr) eure eigene Leistung bewertet beziehungsweise ob ihr euch verbessert oder nicht. Ich habe zum Beispiel kurz vor dem Ende von S7 mit Ranglisten-Spielen aufgeh&ouml;rt und seitdem nur noch Draft gespielt, daran kann ich also nicht beurteilen ob ich Fortschritte mache. Im Draft mache ich mir auch nicht die M&uuml;he nachzuschauen welchen Rang meine Gegner haben.\r\n\r\nDesweiteren habe ich mit 4 Freunden dieses Wochenende ein 8-Team-Turnier gespielt, da jeder seine Lieblingsposition spielen konnte und wir das Turnier recht solide gewonnen haben (jedes Match unter 30min und nur das Finale nicht durchgehend &uuml;berlegen gewesen), kam mir jetzt die Frage auf ob ich mich nicht vielleicht &quot;spezialisieren&quot; sollte. Bisher habe ich einfach einen Champion nach dem anderen auf Mastery 5 gespielt um ihn kennen zu lernen und im Ranked dann die bei denen ich das Gef&uuml;hl hatte gut klarzukommen. An sich spiele ich am liebsten Jungle oder Top, weil ich nicht gerne Squishy spiele, Jungle ist aber mein Favorit. Nur ist in beiden Rollen mein Pool nicht sonderlich gro&szlig;, im Jungle habe ich wirklich viel bisher nur Yi und Xin als Damageorientierte gespielt, Warwick und Shyvana als Off-Tanks und Amumu und Rammus als CC-lastige Tanks. Gerade die beiden letzten machen mir extrem Spa&szlig; und zumindest gef&uuml;hlt habe ich auch sehr gute Ergebnisse mit den beiden, sprich sehr oft S-Wertungen, 73% Winrate im Ranked mit Rammus, das Gef&uuml;hl wirklich Einfluss auf die Lanes und Teamfights zu haben usw. Shyvana macht z.B. weniger Spa&szlig;.\r\n\r\n2 Champions sind jetzt aber nicht sonderlich viel, denn bisher bringen nur diese beiden das mit, was ich auf der Position richtig geil finde, jemanden der etwas aush&auml;lt, gut engagen kann, bei Ganks CC hat um dem Laner den Kill zu erm&ouml;glichen anstatt ihn selbst zu nehmen und in Teamfights gezielt Gegner aus dem Spiel nehmen kann. Yi und Xin sind vom Gef&uuml;hl her eher egoistische Ganker, bei Shyvana fehlt mir der CC, einzig Warwick erf&uuml;llt das Ganze noch ganz okay, wobei der Taunt von Rammus und n Q-R Engage von Amumu deutlich st&auml;rker vorkommt als eine WW-Ulti die unterbrochen werden kann.\r\n\r\nVon daher: Fokus auf Amumu, Rammus (und wer noch ein &auml;hnliches Kit mitbringt?), oder weiterhin, zumindest in Normals erstmal alles ausprobieren, man wei&szlig; ja schlie&szlig;lich nie was einem gefallen k&ouml;nnte?","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-12-18T05:23:26.497+0000","up_votes":3,"down_votes":1,"body":"1. mit Yi gankst du nicht\n2. mit shyvana gankst du nicht\n3. Zac","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T08:16:29.011+0000","up_votes":2,"down_votes":0,"body":"er steht nicht auf Squishy ... lern lesen du Dia scrub! :D","replies":[{"id":"","poster":"Cyrilya","date":"2017-12-18T13:48:05.899+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=Wj1wcocU,discussion-id=ZNJj1uEk,comment-id=00000000,timestamp=2017-12-18T08:16:29.011+0000)\n>\n> er steht nicht auf Squishy ... lern lesen du Dia scrub! :D\n\nSeid wann ist ZAC {{champion:154}} Squishy? \n\nDas ist wohl richtig gespielt einer der wenigen, die sich nicht nur einen der größten HP-Pools aufbauen können, als auch einer der am besten - auch Early - Gankpotential hat.","replies":[{"id":"","poster":"hi im seb","date":"2017-12-18T14:30:17.737+0000","up_votes":2,"down_votes":0,"body":"Mein lieber,\n\nZac ist die Definition von Squishy, ich mein er ist ein großer Schleimtropfen, was ist das denn sonst?","replies":[{"id":"","poster":"Cyrilya","date":"2017-12-18T14:36:19.643+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sebtional,realm=EUW,application-id=Wj1wcocU,discussion-id=ZNJj1uEk,comment-id=0000000000000000,timestamp=2017-12-18T14:30:17.737+0000)\n>\n> Mein lieber,\n> \n> Zac ist die Definition von Squishy, ich mein er ist ein großer Schleimtropfen, was ist das denn sonst?\n\n*Meine Liebe\n\nIch persönlich habe bisher nur super tankige (ist das überhaupt ein Wort?)  Zacs erlebt? Alle mit so einem dick gefüllten Lebensbalken und als einzigem \"DMG-Item\" Rylais. \nSteht gefühlt 2h im Teamfight und hat außerdem noch super nervigen CC. \n\nEs sei den du spielst jz auf den Aggregatszustand des lieben Blobs an... dann hab ich das wohl nicht sonderlich korrekt verstanden... Chemie war mir schon immer ein Graus.","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T18:20:15.195+0000","up_votes":1,"down_votes":0,"body":"1. war die Antwort auf Yi bezogen\n2. weiß Allerbester Boss was ich meine :)","replies":[]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2017-12-18T14:38:38.840+0000","up_votes":1,"down_votes":1,"body":"Bald Master Scrub :)","replies":[]}]}]},{"id":"","poster":"Pandeonor","date":"2017-12-18T11:30:10.717+0000","up_votes":1,"down_votes":0,"body":"Och. Ich bewerte mich anhand dessen was ich in den normals so vorfinde und wie ich mich dabei halte.\n\nIch habe dieses Jahr erst begonnen. Von Silber5 auf Bronze 2 und dann hoch auf SilberV im August oder so und dann aufgehört mit den Rankeds. Nur noch Normals gespielt. Ich schaue dann auf Op.gg wie die Team-MMRs gegeneinenader stehen. Ich spiele dann regelmäßig um die 1200-1300MMR und gegen bis zu 300MMR darüber befindliche Gegner (mitte/hohes Silber bis Dia 5). \n\nNormals sind entspannter und ich geiere nicht nach Zielen. Wenn ich gegen und mit Platins/Golds gut aussehe weiss ich das ich mich nicht so dumm anstelle und bin´s zufrieden.\n\n\nSpiele die Rolle und die Champs welche Dir Spaß machen. Mit denen bist Du am Besten und verlierst auch nicht die Lust daran. Du musst auch nicht Lv5 auf einem Champ haben um herauszufinden ob Dir einer gefällt bzw. er Dir liegt. Da reichen 2 Spiele locker aus und wenn Du alle Squishies ausgesondert hast sind auch nicht mehr so viele dabei.","replies":[{"id":"","poster":"Wekra","date":"2017-12-19T09:57:43.218+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=Wj1wcocU,discussion-id=ZNJj1uEk,comment-id=0003,timestamp=2017-12-18T11:30:10.717+0000)\n>\n> Och. Ich bewerte mich anhand dessen was ich in den normals so vorfinde und wie ich mich dabei halte.\n> \n> Ich habe dieses Jahr erst begonnen. Von Silber5 auf Bronze 2 und dann hoch auf SilberV im August oder so und dann aufgehört mit den Rankeds. Nur noch Normals gespielt. Ich schaue dann auf Op.gg wie die Team-MMRs gegeneinenader stehen. Ich spiele dann regelmäßig um die 1200-1300MMR und gegen bis zu 300MMR darüber befindliche Gegner (mitte/hohes Silber bis Dia 5). \n> \n\n\nNur eine wichtige Anmerkung:\n\nOP.gg kennt NICHT die MMR der Spieler, es ist lediglich eine Schätzung basierend auf den letzten Spielen dieser Spieler und daher leider überhaupt nicht aussagekräftig.","replies":[{"id":"","poster":"Pandeonor","date":"2017-12-19T18:09:24.453+0000","up_votes":1,"down_votes":0,"body":"Das es eine Schätzung ist stimmt natürlich. Ich würde sagen es ist eine eigene MMR, also eine \"op.gg MMR\".\n\nIch halte es jedoch durchaus für aussagekräftig. Es ist nicht die \"League-MMR\", aber die _Relation_ zueinander dürfte durchaus stimmen, da die Skala (die _op.gg-Skala_) die gleiche ist.","replies":[]}]}]},{"id":"","poster":"Supportsmanlike","date":"2017-12-18T12:19:29.155+0000","up_votes":1,"down_votes":0,"body":"Also mit Maokai und Nautilus kann man nicht viel falsch machen, wenn man nach CC lastigen Junglern sucht. Sejuani und Gragas haben auch noch ein wenig CC und J4 ist im Moment eher als Assassin unterwegs.","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2017-12-18T08:41:23.253+0000","up_votes":1,"down_votes":0,"body":"Wenn du climben willst, solltest du dich auf jeden Fall auf eine Rolle spezialisieren, wenn deine Intention nur Spass ist, solltest du das tun worauf du Lust hast.\n\nMeine eigene Leistung/Skill bewerte ich generell anhand meines Ranges den ich habe, da dieser unvoreingenommen und objektiv ist. In Normals festzustellen ob man sich verbessert hat ist schwierig, da man gegen Leuten mit unterschiedlichstem Skilllevel und Attitude antritt. \n\nHier noch weitere Fulltank-Jungler die dir gefallen könnten:\n{{champion:154}} , {{champion:79}} , {{champion:113}}, ({{champion:516}} , {{champion:57}} )","replies":[]},{"id":"","poster":"SuckThisFist","date":"2017-12-18T05:58:26.470+0000","up_votes":1,"down_votes":0,"body":"Ich denke Sejuani könnte dir noch gut gefallen von den Sachen her die du beschreibst und mit Xin Zhao finde ich muss man am besten die ersten 2-3 kills nehmen damit man Snowballen kann, ansonsten kommt man gefühlt nur schleppend in fahrt.","replies":[]}]}