{"id":"P9cljI11","poster":"fokko1023","date":"2017-12-18T05:25:02.640+0000","title":"Tunierteamnamem","subforum":"Spielerverhalten & Moderation","embed":{"title":"Imgur: The magic of the Internet","description":"Imgur: The magic of the Internet","url":"https://imgur.com/a/KGgat","image":"https://i.imgur.com/TPTIiaJ.jpg?fb"},"up_votes":5,"down_votes":5,"body":"Da h&auml;tte man doch zumindest bei den Top Leuten vorher  kucken k&ouml;nnen ob da merw&uuml;rdige teams bei sind. \nHang yourself ist nat&uuml;rlich ein super Team um lol zu Pr&auml;sentieren findet ihr nicht.","replies":[{"id":"","poster":"Anikiisama","date":"2017-12-18T11:02:34.807+0000","up_votes":3,"down_votes":1,"body":"Diese verblödeten Namen spiegeln ihre geistige Reife ganz gut wieder. Ich bin mir sicher ,dass man deren IQ mit den Fingern abzählen kann.\n\n","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-12-18T12:54:16.729+0000","up_votes":6,"down_votes":1,"body":"man kann mit dem binärsystem bis 1023 zählen also mein IQ ist dann schonmal dabei :D","replies":[{"id":"","poster":"Anikiisama","date":"2017-12-18T21:40:50.874+0000","up_votes":1,"down_votes":0,"body":"\nMan kann damit sicherlich bis 1023 rechnen aber ich spreche hier ledeglich von abzählen.\n\n Wenn man die Finger abzählt kommt man gewöhnlich auf die Zahl \"10\" außer man ist etwas verstrahlt und besitzt 1-2 Finger mehr als der Durchschnitt :-D","replies":[{"id":"","poster":"Roxãs","date":"2017-12-18T22:46:18.428+0000","up_votes":4,"down_votes":0,"body":"Also ich finde es schön wenn Menschen glücklich sind und strahlen :D","replies":[]},{"id":"","poster":"eingew","date":"2017-12-19T09:13:37.707+0000","up_votes":1,"down_votes":1,"body":"Oder man macht es wie HSG Helios und zählt mithilfe des binären Systems, bei zehn Fingern also:\n\n0000000001\n0000000010\n0000000011\n0000000100\n\nusw usf\n\nDa kommst du deutlich weiter als bis 10. Also weiter als bis 1010 ;).","replies":[{"id":"","poster":"Qbert","date":"2017-12-19T10:09:10.626+0000","up_votes":2,"down_votes":0,"body":"nein, das funktioniert nicht ...\nDenn du musst die binäre Zahl dann ins Dezimalsystem übertragen, was eine Multiplikation mit sich bringt ...und schwupps sind wir wieder beim Rechnen, nicht mehr beim Zählen :)","replies":[{"id":"","poster":"eingew","date":"2017-12-19T12:39:37.208+0000","up_votes":1,"down_votes":1,"body":"Aber doch nur, weil du die Darstellungsweise nicht gewohnt bist. Wärst du sie gewohnt, würde es überhaupt kein Problem darstellen. Theoretisch möglich ist es also durchaus.","replies":[{"id":"","poster":"Qbert","date":"2017-12-19T12:46:47.987+0000","up_votes":2,"down_votes":0,"body":"Nein, denn ausgewiesener Standard ist das Dezimalsystem.\nHör auf dich zu winden und akzeptiere dein Schicksal! :P","replies":[{"id":"","poster":"eingew","date":"2017-12-19T12:56:16.934+0000","up_votes":1,"down_votes":1,"body":"Vielleicht ist es ja mein Schicksal, mein Schicksal nicht zu akzeptieren :P","replies":[{"id":"","poster":"Qbert","date":"2017-12-20T09:44:49.537+0000","up_votes":1,"down_votes":0,"body":"so, jetzt habe ich mir die Mühe gemacht und habe das Totschlagargument!\n\nDie Definition von \"zählen\" ist folgende:\n\nVerb [ohne OBJ]\n\n(jmd. zählt) die Zahlen der Reihe nach **nennen**\n\nQuelle:\nhttps://www.google.de/search?source=hp&ei=mjA6WpjUCcLHwQKagbpo&q=definition+z%C3%A4hlen&oq=definition+z%C3%A4hlen&gs_l=psy-ab.3..0j0i22i30k1l3.179.2998.0.3068.17.16.0.1.1.0.125.1317.14j2.16.0....0...1c.1.64.psy-ab..0.17.1340...0i131k1j0i10k1.0.63MJkximay4","replies":[{"id":"","poster":"eingew","date":"2017-12-20T09:49:53.339+0000","up_votes":1,"down_votes":0,"body":"Der Link funktioniert bei mir irgendwie nicht. Aber bei laut der Definition könnte man mit Fingern ja generell nicht zählen? Oder *zählt* es als nennen, mit den Fingern Zahlen darzustellen? Und wenn ja, wieso ist die Darstellungsweise auf die Menge der Finger selbst beschränkt? Also irgendwie wirft das gerade mehr Fragen auf, als etwas zu lösen :P","replies":[{"id":"","poster":"Qbert","date":"2017-12-20T09:52:37.467+0000","up_votes":1,"down_votes":0,"body":"Ich hab nur nach der Definition gegoogelt :P\n\nDoch, mit Fingern zählen ist dann aber ein \"zählen mit Objekt\". Du benennst dann die Zahlen der Reihenfolge nach anhand eines Objektes(hier Finger).\nWorauf ich aber hinaus wollte ist, dass Zählen lediglich das Nennen der Zahlen ist, nicht das berechnen solcher! :P","replies":[{"id":"","poster":"eingew","date":"2017-12-21T08:54:10.298+0000","up_votes":1,"down_votes":0,"body":"Mit dem Binärsystem nenne ich doch Zahlen :D Das ist wie der Unterschied zwischen \"zehn\" und \"ten\" oder \"dix\". Einfach bloß andere Sprachen und Schreibweisen.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T08:55:23.663+0000","up_votes":1,"down_votes":0,"body":"Ja, denn wenn man jetzt mal Krümel kackt, nennst du nur Null und Eins.\nWas dieses Zahlenkonstrukt dann darstellt, ist eine Zahlenfolge, die ins Dezimalsystem umgerechnet, eine höhere Zahl ist.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T09:32:30.207+0000","up_votes":2,"down_votes":0,"body":"Yep, ich glaube wir sind beide zu dickköpfig xD","replies":[]},{"id":"","poster":"eingew","date":"2017-12-21T09:31:42.181+0000","up_votes":1,"down_votes":0,"body":"Ich glaube wir kommen erst zu einem gemeinsamen Punkt, wenn einer von uns aufgibt, oder? :D","replies":[]}]}]}]}]},{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-20T14:05:34.022+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=P9cljI11,comment-id=000100000001000100000001000000000000,timestamp=2017-12-20T09:44:49.537+0000)\n>\n> so, jetzt habe ich mir die Mühe gemacht und habe das Totschlagargument!\n> \n> Die Definition von &quot;zählen&quot; ist folgende:\n> \n> Verb [ohne OBJ]\n> \n> (jmd. zählt) die Zahlen der Reihe nach **nennen**\n> \n> Quelle:\n> https://www.google.de/search?source=hp&amp;ei=mjA6WpjUCcLHwQKagbpo&amp;q=definition+z%C3%A4hlen&amp;oq=definition+z%C3%A4hlen&amp;gs_l=psy-ab.3..0j0i22i30k1l3.179.2998.0.3068.17.16.0.1.1.0.125.1317.14j2.16.0....0...1c.1.64.psy-ab..0.17.1340...0i131k1j0i10k1.0.63MJkximay4\n\nMmmmmmm Geil Qbert wusste garnicht das du auch Totschlagargumente anwendest.\n\nDamit sehe ich deinen Kommentar unter Meinem mal als nichtig ;).","replies":[]}]}]}]}]},{"id":"","poster":"Anikiisama","date":"2017-12-19T10:26:37.337+0000","up_votes":1,"down_votes":1,"body":"Du hast vollkommen Recht :-)\n\nSchon komisch ,dass sich die Emissaries immer wieder eines besseren Belehren lassen müssen obwohl sie doch eigentlich hier im Forum dafür zuständig sind Wissen zu vermitteln anstatt es vermittelt zu bekommen ... \n\n","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-12-19T15:30:03.116+0000","up_votes":2,"down_votes":0,"body":"ja aber dei emissaries sind informiert über lol: client, probleme und allgemein das spielverhalten usw. und nicht über rechnen aber es fnkt schon sehr einfach mit dem binärsystem zu rechnen","replies":[]}]}]}]}]},{"id":"","poster":"Feast for Trolls","date":"2017-12-18T18:21:20.245+0000","up_votes":1,"down_votes":0,"body":"Ach 2^11 kann man nicht im Binärsystem schreiben?","replies":[{"id":"","poster":"Lantami","date":"2017-12-18T20:43:44.944+0000","up_votes":1,"down_votes":0,"body":"Nicht mit den Fingern. Zumindest nicht, wenn du außerhalb von Tschernobyl oder Fukushima aufgewachsen bist ^^","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-18T22:11:22.008+0000","up_votes":2,"down_votes":0,"body":"100000000000 ... Wow es hat geklappt und ich habe die Zahl nur mit meinen zehn Fingern getippt. Scheint so als wäre ich ein Genie.","replies":[{"id":"","poster":"Roxãs","date":"2017-12-18T22:45:48.026+0000","up_votes":3,"down_votes":0,"body":"Oder ein Mutant.","replies":[]},{"id":"","poster":"Lantami","date":"2017-12-18T23:19:24.927+0000","up_votes":1,"down_votes":0,"body":"Nicht tippen, zählen. Tust du nur so, oder..?","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-19T21:02:14.969+0000","up_votes":1,"down_votes":0,"body":"Oder was? Was verstehst du denn unter \"zählen\"?  \n\"Mit den Fingern abzählbar\" ist für mich (und den Großteil) etwas anderes als \"abzählbar\". Ich denke da entstand die Verwirrung. Unabhängig davon ist die Aussage, dass man mit den Händen nur die Zahl 1024 = 2^10 visualisieren kann auch nicht korrekt, denn das naheliegendste Schema erlaubt es einem bereits 1+2+4+...+1024 darzustellen.","replies":[{"id":"","poster":"Lantami","date":"2017-12-19T21:20:30.898+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=P9cljI11,comment-id=0001000000000000000000010000,timestamp=2017-12-19T09:14:56.220+0000)\n>\n> 0 = Finger &quot;eingeklappt&quot;\n> 1 = Finger oben.\n> \n> Dann hast du 10 Stellen/Finger mit denen du im binären Zahlensystem Zählen kannst.\n\nWie eingew hier beschrieben hat. Das ist dann auch das naheliegendste Schema, zumindest für mich.\nDa du nur 10 Finger hast, ist die höchste Zahl, die du mit nur einem Finger darstellen kannst 2^9 (man bedenke, dass man auch 2^0 darstellen muss. Damit ist die höchste Zahl, die du mit allen 10 Fingern darstellen kannst 2^9 + 2^8+ ... + 2^0 = 1023. Für die 1024 würdest du einen weiteren (11ten) Finger benötigen, daher der Scherz mit Fukuschima.....\nSo, und jetzt hab ich 0 Bock, noch weiter wegen eines blöden Scherzes zu diskutieren.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-19T21:42:47.637+0000","up_votes":2,"down_votes":0,"body":"Kann man so machen, aber den Koeffizient für 2^0 kann man über \"Zählen mit Handrücken vorne\" oder \"Zählen mit Handfläche vorne\" darstellen (geht also auch ganz ohne Mutation).","replies":[]}]}]},{"id":"","poster":"eingew","date":"2017-12-19T09:14:56.220+0000","up_votes":2,"down_votes":1,"body":"0 = Finger \"eingeklappt\"\n1 = Finger oben.\n\nDann hast du 10 Stellen/Finger mit denen du im binären Zahlensystem Zählen kannst.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-19T21:14:21.622+0000","up_votes":2,"down_votes":0,"body":"Nur als kleines OT: Ein Computer arbeitet nach dem gleichen Prinzip. In jedem dort verbauten Schaltkreis gilt dort entweder \"Strom aus\" (=^ 0) oder \"Strom an\" (=^1). Daher ist das Binärsystem für einen Computer das natürlichste System, genauso wie für uns Menschen das Zehner-System das natürlichste ist.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-19T17:20:55.517+0000","up_votes":3,"down_votes":3,"body":"Und hier sehen sie Moralapostel","replies":[{"id":"","poster":"Qbert","date":"2017-12-20T09:41:58.806+0000","up_votes":2,"down_votes":0,"body":"und hier sehen wir jemanden der als Smurf postet, Leute ohne Fakten mit einem Totschlagargument belegt und sich dabei sicher toll fühlt.","replies":[{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-20T14:00:42.770+0000","up_votes":2,"down_votes":2,"body":"Was ändert es bitte auf welchem acc ich poste ? könnte ja sogar der von nem Freund sein.\n\nEs ist meine Meinung das es beim Thread-Ersteller sich wie ein Moralapostel aufführt.\n\n> und hier sehen wir jemanden der als Smurf postet, Leute ohne Fakten mit einem Totschlagargument belegt und sich dabei sicher toll fühlt.\n\nAber ich werfe mit Totschlagargumenten um mich ja genau Qbert.\n\nSchon krass wie deine Doppelmoral on fire ist.\n\nMfG. Der, der sich anscheinend toll fühlt. :P","replies":[{"id":"","poster":"Qbert","date":"2017-12-20T15:19:15.267+0000","up_votes":2,"down_votes":0,"body":"Dafür musst du die gesamte Unterhaltung kennen und auch meine \"Beziehung\" zum Emis... denn das war ein Spaß.\n\nDu hingegen kommst in den Thread, haust ein TOtschlagargument raus und das war's.","replies":[{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-20T22:25:47.265+0000","up_votes":1,"down_votes":0,"body":"Oh Gott mir ist jetzt erst aufgefallen wie das aus dem Ruder lief sry QBert ^^' wusste ja eigentlich das du es nicht so hart meintest ^^'.\n\nSry :x","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T05:53:26.585+0000","up_votes":1,"down_votes":0,"body":"Keinen Stress.\nIch lese übrigens immer alles, was ich schreibe :) Und wie gesagt, in diesem speziellen Fall macht der Kontext wirklich Sinn, da ich generell kein Fan von Totschlagargumenten bin.\n\nÜbrigens hier was ich damit meine:\nhttps://de.wikipedia.org/wiki/Totschlagargument\n\nEs ist halt blöd irgendwo einfach nur so einen Einwurf zu machen, ohne den zu erläutern.\nDass es viele Moralapostel(überall) gibt ist glaube ich allen klar, aber wie einige ihre Teams benannt haben, geht mMn halt gar nicht ... wie ich bereits kommentierte .... \"Gott ist groß\" oder was auch immer sich auf irgendeinen Gott bezieht(religionsunabhängig) ist mMn fehl am Platz.\nDas ist aber nur meine bescheidene Meinung.","replies":[{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-21T11:26:58.001+0000","up_votes":1,"down_votes":0,"body":"Ja stimmt schon ich famd halt bloß den großen Aufstand im Forum etwas übertrieben gerade wenn man sagt einem sind religionen etc. egal sollte man meiner meinung nach einfach über soetwas drüber stehen. ^^\n\nDamit meine ich jetzt natürlich nicht nur in League ^^.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T11:33:57.532+0000","up_votes":3,"down_votes":0,"body":"Naja, mir persönlich sind Religionen nicht egal (um ehrlich zu sein, mag ich sie nicht), deshalb bin ich der Meinung, dass irgendwelche Religiösen Lobpreisungen/Verunglimpfungen in einem Spiel nichts zu suchen haben :)\nEs sei denn natürlich es gehört zur Spielgeschichte, die behandelt wird ^^","replies":[{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-21T15:24:25.909+0000","up_votes":1,"down_votes":0,"body":"Ich mag auch keine Veganen Gerichte kann trotzdem nicht sagen das sich in lol keiner nach ihnen bennen soll ist zwar ein dummer vergleicha ber genau das gleiche. ^^\n\nDie freie Meinung muss halt auch bei Religion etc. erlaubt sein und wenn Leute eine oder die ihre Lobpreisen oder mit ihrem Hobby verbinden wollen sollen sie das meiner meinung anch ruhig tuen.\n\nMan sollte das halt einfach tollerien alles andere wäre meines erachtenns nach einfach nur intollerant. ^^","replies":[{"id":"","poster":"Qbert","date":"2017-12-22T06:12:38.861+0000","up_votes":1,"down_votes":0,"body":"Ja, das stimmt schon.\nIch toleriere das ja auch, nur muss ich es ja nicht gut finden :)\n\nFür mich sind Religionen einfach ein rotes Tuch, jedem das Seine, nur man muss es mir nicht auf die Nase binden. :)\nEs gibt ja bspw. für öffentliche nicht ohne Grund das Neutralitätsgesetzt :P (hat mit dieser Sache natürlich nichts zu tun!)","replies":[{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-23T11:18:40.488+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe deinen Standpunkt voll und ganz","replies":[]}]}]}]}]}]}]},{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-20T15:51:34.972+0000","up_votes":1,"down_votes":0,"body":"> Dafür musst du die gesamte Unterhaltung kennen und auch meine \"Beziehung\" zum Emis... denn das war ein Spaß.\n\nDer Zusammenhang spielt dabei eher weniger eine Rolle und ist dabei wohl auch eher eine billige Ausrede.\n\nWas ist wenn ich den Thread Ersteller zufällig auch kennen sollte und dies lediglich auch ein \"Spaß\" war ?\n\n> Du hingegen kommst in den Thread, haust ein TOtschlagargument raus und das war's.\n\nIch wusste garnicht das ich Leute mit meiner eigenen Meinung totschlagen kann, ist aber auch krass wie ich ohne Argumentation Argumente droppe.\n\nDu legst mir die worte ja echt fein in den Mund und wieso sollte ich denn im Post noch viel schreiben nach dem ich meine Meinung kund getan habe ? \n\nLiest du eigentlich auch was du schreibst ?","replies":[]}]}]}]}]},{"id":"","poster":"Feast for Trolls","date":"2017-12-18T18:28:51.901+0000","up_votes":3,"down_votes":1,"body":"Naja der Term \"Alalah U Akbar\" ist von der ursprünglichen Bedeutung erstmal nicht verboten. Den negativen Beigeschmack haben eben erst einige extreme Gruppierungen in jüngster Zeit herbeigeführt. Im Grunde so, wie das Hakenkreuz ursprünglich auch mal ein Symbol für Glück war...\n\nAber ja im aktuellen politischen Kontext sollte es eigentlich verboten sein, hat auch meiner Meinung nach nichts mit Religionsfreiheit zu tun.","replies":[{"id":"","poster":"eingew","date":"2017-12-19T09:16:48.041+0000","up_votes":2,"down_votes":2,"body":"Sorry, aber der Vergleich zieht nicht, der Islam hatte in Europa schon immer einen negativen Beigeschmack. Man denke bloß an Dinge wie das Osmanische Reich...","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-19T21:00:04.024+0000","up_votes":2,"down_votes":0,"body":"Umformuliert wäre also dein Standpunkt \"Der Islam gehört nicht zu Europa\".","replies":[{"id":"","poster":"eingew","date":"2017-12-20T09:37:47.580+0000","up_votes":1,"down_votes":1,"body":"Ich find diese Aussagen bescheuert. Europa ist ein Kontinent. Inwiefern irgendetwas zu irgendeinem Kontinent gehört ist vollkommen von deinem absolut subjektiven Standpunkt dazu abhängig.\n\nNoch dazu ist die Türkei ein (allgemein gesprochen) muslimisches Land mit auf Europa liegenden Gebieten. Und genanntes Osmanisches Reich hatte noch deutlich mehr Gebiete in Europa, was natürlich auch zu einer weiteren Verbreitung des Islam hier geführt hat.\n\nNur weil es schon fast seitdem es den Islam gibt, auch Menschen in Europa gibt, die sich durch ihn bedroht fühlen, heißt das nicht, dass er dadurch mehr oder weniger zu Europa gehört. Im Allgemeinen gehören mMn Religionen aber ganz klar zu Menschen und nicht zu Kontinenten.\n\nIch fands nur Unsinn, wie du das Symbol für Glück mit dem Islam verglichen hast. Bei dem einen wurde das Symbol von einer völlig fremden Gruppe aufgegriffen und in eine völlig andere Richtung verdreht, bei dem anderen haben Mitglieder der Religion selbst ihre Wirkung auf den Rest der Welt erzielt. Das ist mMn ein fundamentaler Unterschied und so einfach nicht vergleichbar.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-20T18:34:55.802+0000","up_votes":2,"down_votes":0,"body":"> Ich fands nur Unsinn, wie du das Symbol für Glück mit dem Islam verglichen hast. Bei dem einen wurde das Symbol von einer völlig fremden Gruppe aufgegriffen und in eine völlig andere Richtung verdreht, bei dem anderen haben Mitglieder der Religion selbst ihre Wirkung auf den Rest der Welt erzielt. Das ist mMn ein fundamentaler Unterschied und so einfach nicht vergleichbar.\n\nStimmt im Zusammenhang mit Religion hat bisher noch nie jemand irgendein Symbol, einen Text oder eine Ideologie in irgendeiner Weise anders ausgelegt oder interpretiert und so die ursprüngliche Intention verdreht. Sorry, mein Fehler.","replies":[{"id":"","poster":"eingew","date":"2017-12-21T08:49:12.134+0000","up_votes":1,"down_votes":1,"body":"Nun, das ist sicher ein Teil davon, aber auch definitiv kein Grund die tatsächlich nachvollziehbaren Auslegungen, die ebenfalls deutliche gewalttätige Tendenzen haben, zu leugnen?\n\nIch meine wie gesagt, inwiefern lassen sich das buddhistische Symbol des Glücks mit dem Islam als Ganzes vergleichen? Das ist einfach unlogisch.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-21T16:49:39.699+0000","up_votes":2,"down_votes":0,"body":"> Nun, das ist sicher ein Teil davon, aber auch definitiv kein Grund die tatsächlich nachvollziehbaren Auslegungen, die ebenfalls deutliche gewalttätige Tendenzen haben, zu leugnen?\n\nWo genau habe ich das geschrieben? Darum ging es doch gar nicht. Ich meine  ich kenne den Koran nicht und kenne mich mit dem Islam auch nicht aus, aber \"Allah U akbar\" ist doch bei denen eine Floskel von der Art wie das christliche \"Amen\", \"Im Namen des Vaters, des Sohnes und des Heiligen Geistes...\" etc. und diese Terme sind meines Wissens nach nicht negativ konnotiert, obwohl viele Leute, die jenes gepredigt haben, verantwortlich für die Kreuzzüge, die Hexenverbrennung und den Ablasshandel sind.\n\nMein Vergleich war auf einer abstrakten Ebene derart, dass ein Term durch äußere Einflüsse einen negativen Beigeschmack bekommt, den er vorher oder ohne diese Einflüsse eben nicht hatte oder hat - darin liegt auch die Gemeinsamkeit.\n\nSo wie ich dich jetzt verstanden habe, bist du der Ansicht, dass die islamische Religionsschrift so eindeutig von Gewalt und Aufrufen zu terroristischen Akten handelt, dass jeder Mensch, der diese Religion akzeptiert, zu Recht negativ zu bewerten ist. Ich denke du weißt auch, dass Menschen pauschal anhand solcher Kriterien zu bewerten Rassismus genannt wird.","replies":[{"id":"","poster":"eingew","date":"2017-12-21T18:43:10.844+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=P9cljI11,comment-id=0004000000000000000000000000,timestamp=2017-12-21T16:49:39.699+0000)\n>\n> Wo genau habe ich das geschrieben? Darum ging es doch gar nicht. Ich meine  ich kenne den Koran nicht und kenne mich mit dem Islam auch nicht aus, aber &quot;Allah U akbar&quot; ist doch bei denen eine Floskel von der Art wie das christliche &quot;Amen&quot;, &quot;Im Namen des Vaters, des Sohnes und des Heiligen Geistes...&quot; etc. und diese Terme sind meines Wissens nach nicht negativ konnotiert, obwohl viele Leute, die jenes gepredigt haben, verantwortlich für die Kreuzzüge, die Hexenverbrennung und den Ablasshandel sind.\n> \n> Mein Vergleich war auf einer abstrakten Ebene derart, dass ein Term durch äußere Einflüsse einen negativen Beigeschmack bekommt, den er vorher oder ohne diese Einflüsse eben nicht hatte oder hat - darin liegt auch die Gemeinsamkeit.\n\nNaja... du hast geschrieben, dass das wohl daran liegen muss, dass das alles falsch interpretiert wurde. Nun, das ist eben nicht der Fall. Es gibt im Koran ganz eindeutige Aufrufe zur Gewalt. Deshalb ist das eben nicht zu vergleichen, denn den negativen Beigeschmack hat der Islam bekommen, weil er so ausgelegt wurde, wie es im Koran steht. Sicher wurde das bei dieser oder jener Person oder Auslegung auf eine Spitze getrieben, die von anderen so nicht vertreten worden wäre, aber das ändert eben absolut nichts daran, dass es so oder so im Koran ganz klare Aufrufe zur Gewalt gibt und auch eine extrem naheliegende Auslegung unweigerlich dazu führt, dass Außenseiter ein absolut negatives Bild vom Islam bekommen. Die einzige Möglichkeit, das zu verhindern, ist, die Aufrufe zur Gewalt nicht zu befolgen.\n\n> So wie ich dich jetzt verstanden habe, bist du der Ansicht, dass die islamische Religionsschrift so eindeutig von Gewalt und Aufrufen zu terroristischen Akten handelt, dass jeder Mensch, der diese Religion akzeptiert, zu Recht negativ zu bewerten ist. Ich denke du weißt auch, dass Menschen pauschal anhand solcher Kriterien zu bewerten Rassismus genannt wird.\n\nWtf? Wo kommt denn jetzt dieser Rückschluss her? So viel zum Thema \"wo genau habe ich das geschrieben\"...\n\nAbgesehen davon ist es ziemlicher Unsinn Vorbehalte gegen eine Religion (welche noch dazu eine Geschichte von mehr als einem Jahrtausend auf 3 Kontinenten hat, unweigerlich also schon traditionell unzählige Ethnien in sich vereint) als \"Rassismus\" zu bezeichnen. Eine Religion ist zudem ein *theoretisches Konstrukt*. Davon auszugehen, dass bestimmte Ethnien automatisch dieser Religion folgen würden und andere nicht, *das* wäre Rassismus. Vorausgesetzt du meinst diesen Vorwurf also ernst, wärst es wohl eher du von uns beiden, der sich dieser Sünde schuldig bekennen muss.\n\nUnd ja, natürlich ist es völliger Unsinn zu glauben, dass jeder Muslim auch den zur Gewalt aufrufenden Suren im Koran folgt. Gleichzeitig ist es aber ein viel zu großer Teil, der diesen Dingen zumindest nicht ablehnend gegenüber steht.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-22T17:50:28.867+0000","up_votes":2,"down_votes":0,"body":"> Naja... du hast geschrieben, dass das wohl daran liegen muss, dass das alles falsch interpretiert wurde.\n\nNein, diese Aussge ist falsch. Das habe ich nicht geschrieben. \n\n> Es gibt im Koran ganz eindeutige Aufrufe zur Gewalt. Deshalb ist das eben nicht zu vergleichen\n\nWas ist womit nicht zu vergleichen? Präzisiere doch bitte mal genau was du meinst.\n\n> denn den negativen Beigeschmack hat der Islam bekommen, weil er so ausgelegt wurde, wie es im Koran steht\n\nSo, du verurteilst damit die Religion pauschal aufgrund ihrer Religionsschrift und damit implizit auch diejenigen, die daran glauben.\n\nMenschen aufgrund von Herkunft und Aussehen aber auch aufgrund von Religion und Bräuchen zu verurteilen nennt man im allgemeineren Kontext Rassismus.\n\n> Und ja, natürlich ist es völliger Unsinn zu glauben, dass jeder Muslim auch den zur Gewalt aufrufenden Suren im Koran folgt. Gleichzeitig ist es aber ein viel zu großer Teil, der diesen Dingen zumindest nicht ablehnend gegenüber steht.\n\nAch, der Abschnitt hätte auch zu einer Rede bei einer PEGIDA-Demo gehören können...","replies":[{"id":"","poster":"eingew","date":"2017-12-23T09:17:12.454+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=P9cljI11,comment-id=000400000000000000000000000000000000,timestamp=2017-12-22T17:50:28.867+0000)\n>\n> Was ist womit nicht zu vergleichen? Präzisiere doch bitte mal genau was du meinst.\n\nDas, was ich schon seit meiner ersten Antwort schreibe... den Vergleich zum buddhistischen Glückssymbol... meinst du das Ernst? Wenn du dich nicht mit meinen Posts auseinandersetzen willst, wäre es einfacher, schlicht nicht zu antworten.\n\n> So, du verurteilst damit die Religion pauschal aufgrund ihrer Religionsschrift und damit implizit auch diejenigen, die daran glauben.\n\nWie könnte man dazu kommen eine ganze Religion zu kritisieren, bloß weil ihr heiliges Buch, auf dem sie ihre gesamte Philosophie begründen, zur Gewalt aufruft. Hast völlig Recht, ich weiß nicht, was da in mich gefahren ist.\n\nDie Studie, die ich in meinem letzten Absatz verlinkt habe, legt im übrigen deutlich dar, dass nicht jeder Anhänger der Religion auch an diesen Teil der Religion glaubt. Ich verstehe nicht, wie du darauf kommst, dass ich sie entsprechend dafür verurteilen sollte, dass sie an diese Dinge glauben würden, obwohl sie es *offensichtlich* nicht tun. Das einzige wofür ich viele davon wohl verurteilen würde, ist, dass sie diese Anteile ihrer Religion nicht zurückweisen und kritisieren.\n\n> Menschen aufgrund von Herkunft und Aussehen aber auch aufgrund von Religion und Bräuchen zu verurteilen nennt man im allgemeineren Kontext Rassismus.\n\nDas ist ziemlich unlogisch, was du da schreibst. \n\nDefinition Rassismus:\n\n> (meist ideologischen Charakter tragende, zur Rechtfertigung von Rassendiskriminierung, Kolonialismus o. Ä. entwickelte) Lehre, Theorie, nach der Menschen bzw. Bevölkerungsgruppen mit bestimmten biologischen Merkmalen hinsichtlich ihrer kulturellen Leistungsfähigkeit anderen von Natur aus über- bzw. unterlegen sein sollen\n\nInwiefern ist die Kritik an einem *Buch*, einer *ideologischen Glaubensschrift* in irgendeiner Weise mit biologischen Merkmalen verknüpft? An welcher Stelle behaupte ich, dass Muslime nicht dazu in der Lage wären, ihre Kulturen zu erweitern, oder dass ihre Kulturen der unseren per se unterlegen seien? Auch das wird deutlich durch den Anteil der Muslime widerlegt, die eben diese Teile des Korans kritisieren und noch deutlicher durch die, die aufgrund dieser Anteile aus dem Islam austreten.\n\nWovon du redest, das ist wohl eher Fremdenfeindlichkeit. Ein Vorwurf den ich ebenfalls nicht verstehen kann. Religionskritik ist definitiv keine Fremdenfeindlichkeit. Das ist wohl eher ein simpler Konter um sich mit der tatsächlichen Kritik nicht auseinander setzen zu müssen. Du machst es dir weiterhin einfach.\n\n> Ach, der Abschnitt hätte auch zu einer Rede bei einer PEGIDA-Demo gehören können...\n\n[Oder zu einer akademischen Studie.](https://globalmbwatch.com/wp-content/uploads/2013/04/IslamonCampus.pdf)\nWieder eine möglichst einfache Antwort, Herabsetzung aufgrund von Assoziation. Ich möchte an dieser Stelle noch einmal an meinen Ratschlag vom ersten Absatz aufmerksam machen.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-12-23T18:29:01.387+0000","up_votes":2,"down_votes":1,"body":"> Wenn du dich nicht mit meinen Posts auseinandersetzen willst, wäre es einfacher, schlicht nicht zu antworten.\n\nWarum schreibst du nicht einfach genau und präzise was du meinst, anstatt dieses schwammige Geschwafel, das im Endeffekt wieder nur dafür da ist, dass du am Ende über drei Ecken und großzügiges Interpretieren sagen kannst \"Ja, habe ich doch gemeint\" - das ist wirklich sehr, sehr schwacher Argumentationsstil, nur mal so am Rande.\n\n> Das ist ziemlich unlogisch, was du da schreibst. \n\nFalsch. Möglicherweise kennst du die exakte Definition von Logik nicht.\n\n> Definition Rassismus:\n\nNicht korrekt bzw. nicht vollständig/aktuell.\n\n> Oder zu einer akademischen Studie.\n> Wieder eine möglichst einfache Antwort, Herabsetzung aufgrund von Assoziation.\n\nDie \"Studie\" wirkt sehr unprofessionell. \n\n>  Ich möchte an dieser Stelle noch einmal an meinen Ratschlag vom ersten Absatz aufmerksam machen.\n\nIch frage mich gerade ob es eine Qualitätsgrenze gibt, ab der man bei einer Aussage nicht mehr von einem \"Ratschlag\" sprechen sollte - Ein Ratschlag hat einen stets positiven Unterton.\nEs ist nicht die Aufgabe des Diskussionspartners dein Gedankenwirrwarr zu ordnen. Lerne dich präzise auszudrücken, wird dir auch sonst im Leben helfen. Mal ganz davon abgsehen, dass du dich ja offensichtlich auch nicht richtig mit dem auseinandersetzt, was ich schreibe. Ansonsten müssten wir diese dämliche Diskussion auch nicht führen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2017-12-21T08:52:52.268+0000","up_votes":2,"down_votes":0,"body":"ich möchte nur mal einwerfen, dass die Swastika und das Hakenkreuz sich nur ähnlich sind, nicht aber das selbe. :) denn bei der Swastika sind in der Regel die Striche horizontal, während das Hakenkreuz um 45° nach links gedreht ist","replies":[]}]}]}]}]},{"id":"","poster":"Veezey","date":"2017-12-18T17:23:18.830+0000","up_votes":3,"down_votes":2,"body":"Wen kümmerts wie die heißen. Wobei \"Get Schwifty\" top ist.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-12-18T17:43:32.557+0000","up_votes":1,"down_votes":0,"body":"Ich find \"The Chinese Family\" auch super^^","replies":[]},{"id":"","poster":"TBNL TiefSeeEnte","date":"2017-12-20T15:53:31.372+0000","up_votes":1,"down_votes":1,"body":"+1","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-12-18T06:47:51.738+0000","up_votes":2,"down_votes":1,"body":"Sehe ich auch so.\nIch bin auch kein Fan von kirchlichen Dingen wie \"Gott ist groß\", egal welche Religion.","replies":[]},{"id":"","poster":"Arammus","date":"2017-12-18T15:52:38.287+0000","up_votes":1,"down_votes":0,"body":"hachja... wie passend.","replies":[]}]}