{"id":"KLNnoTzT","poster":"D4rki3","date":"2017-12-17T20:34:26.304+0000","title":"Beta Turnier unbalanced","subforum":"Turniere & Veranstaltungen","up_votes":2,"down_votes":3,"body":"Liebes Riot Team...ich verstehe das das noch ne alpha/beta ist...deshalb nehm ich das jetzt auch nicht wirklich &uuml;bel ABER bitte bitte bitte....behebt folgendes matchmaking in der n&auml;chsten season wenn das system fertig ist: wir ein team aus silber-gold spielern spielen im bracket gegen silber dudes die einfach high platin bis dia leute drinnen haben und das kotzt einfach nur an, entweder macht es so das es ne elo begrenzung innerhalb der teams gibt wie z.b im ranked das ein bronze nicht mit gold und platin spielern gelistet werden kann und somit danna uch keine silber teams mi 1-2 platin und dia spielern drin sind oder ihr nehmt immer die elo dessen der den h&ouml;chsten rang im team hat es macht absolut keinen spa&szlig; gegen dia leute im turnier anzutreten wo man schlussendlich keinen stich hat weil der skill level zu hoch ist, da k&ouml;nnte man genauso gut bei anderen community turnieren mitmachen wo man in der erste runde dia-master gegner hat\r\n\r\ndas soll jetzt kein flame oder hate sein sondern konstruktive kritik!","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T06:11:23.285+0000","up_votes":2,"down_votes":1,"body":"Ich habe es leider nicht gespielt ... aber ... hat Riot nicht damit geworben, dass sich das Matchmaking immer an der Elo des höchsten Spielers orientiert?\nMir war so ...\n\nWie dem auch sei, ich finde die Idee wirklich nett. Aber letztendlich lädt sie nur dazu ein, dass Highelo-Spieler auf ihre Smurfs loggen und erst mal durchstompen.","replies":[{"id":"","poster":"GADeNiSsGA","date":"2017-12-18T10:39:45.059+0000","up_votes":2,"down_votes":0,"body":"Ich denke nicht das die Leute das tunier zum Smurfen missbrauchen werden, man kann coole neue preise gewinnen und auch allgemein preise bekommen, warum sollte ich mir diese netten preise auf meinen Smurf acc holen wenn sie doch auch auf dem Main echt schick wären :) da man an dem Turnier ja eh nur einmal mitmachen kann ( sprich unmöglich auf 2 acc das turnier zu machen)","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T13:28:36.088+0000","up_votes":2,"down_votes":0,"body":"tatsächlich gabs aber schon leute die mit nem level 30 acc teilgenommen haben und 80% win rate auf champs hatten die auf level 4-5 waren was ziemlich eindeutig auf nen smurf hinweist was so reizvoll dran ist nen 2. acc zu erstellen um \"noobs\" zu bashen versteh ich sowieso nicht und jeder der freude dran hat low elo leute fertig zu machen is sowieso.....(hier beliebiges schimpfwort einfügen)....","replies":[{"id":"","poster":"GADeNiSsGA","date":"2017-12-18T15:18:26.644+0000","up_votes":1,"down_votes":0,"body":"ich denke das wird aber ein problem sein was von riot so schnell nicht gelöst werden kann.. auch mit der handy nummer! es wird lediglich der preis fürs smurfen etwas teurer vielleicht kann man es minimal reduzieren aber abschalten denke ich nicht.","replies":[]}]}]},{"id":"","poster":"MeLiebtPoros","date":"2017-12-19T22:21:10.614+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=I3EXEooj,discussion-id=KLNnoTzT,comment-id=0006,timestamp=2017-12-18T06:11:23.285+0000)\n>\n> Ich habe es leider nicht gespielt ... aber ... hat Riot nicht damit geworben, dass sich das Matchmaking immer an der Elo des höchsten Spielers orientiert?\n\nRichtig. Und ich glaube es war einfach noch ein fehler dabei..  Es gab 4gruppen.. Unsere war mit dem höchstem (G5) in der 4ten gruppe.. und in unseren Brackets waren Teams wo der höchste Dia5 war. Wenn Dia5 also auch in der 4ten Gruppe war, wer kam denn dann in 3, 2 und 1? ^^ Bronze war auch in der 4ten.. und Bronze vs Dia-.. naja. {{sticker:sg-zephyr}} \n\nDenke da lief halt irgendwas mit den Grundgruppen Falsch. {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"D4rki3","date":"2017-12-18T10:34:14.767+0000","up_votes":1,"down_votes":0,"body":"smurfs werdeen in der finalen version mit ner verifizierung wahrscheinlich übers handy entlarvt","replies":[{"id":"","poster":"Spicavius","date":"2017-12-18T12:34:37.763+0000","up_votes":1,"down_votes":0,"body":"Wie?  Wenn ich meinen Smurf in so einem Turnier anmelde und meinen Smurf dann mit der Handynummer verifieziere. Dann ist doch trotzdem nicht bekannt, ob ich mit meinem Main PLatin bin.","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T13:09:05.690+0000","up_votes":1,"down_votes":0,"body":"ja aber dann wäre quas dein smurf dein main weil du dann mit deinem main nicht an turnieren mitspielen kannst weil dein smurf dann dort perma gelistet wäre und wozu brauchst du das ganze zeug was du bekommst am smurf?^^ so is zumindest die theroie dahinter das smurfen unatraktiv werden würde weil du nicht mehr mit deinem main an turnieren mitspielen kannst","replies":[{"id":"","poster":"Spicavius","date":"2017-12-18T13:22:55.679+0000","up_votes":1,"down_votes":0,"body":"naja aber es hindert mich ja nicht daran mit 4 anderen niedrigeren Freunden an einem Turnier mit meinem Smurf teilzunehmen und der Smurf ist eben dann der Turnier Account.   Also so würde ich es auch in der Realität machen, wenn ich denn überhaupt an diesen Turnier interesse und zeit hätte.\n\nInteressant wird es wenn der Smurf dann beim nächsten Turnier markiert wird und quasi als \"besser\" eingestuft wird als er ist und man somit als Team einen besseren Gegner kriegt.\n\nImmerhin hat Riot ja ihre Daten S+ bis D und da kann man ja auch einstufen, ob jemand auf dem durchschnittlichen Niveau der Elo spielt oder eben deutlich besser.","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T13:29:30.910+0000","up_votes":1,"down_votes":0,"body":"wie gesagt wurde ja noch nicht gesagt wie so ein smurf schutz genau aussehen wird ^^ aber ich glaub das die da schon was vernünftiges haben werden ansonsten hätten sie es kaum angekündigt","replies":[]}]}]}]}]}]},{"id":"","poster":"Smilie","date":"2017-12-18T12:56:24.483+0000","up_votes":3,"down_votes":1,"body":"***","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T13:21:25.431+0000","up_votes":2,"down_votes":0,"body":"ok da du anscheinend nicht verstehst worum es geht hier nochmal ne hypothetische erklärung: du hast ein Team mit silber-low gold dementsprechen haben auch alle den individuellen skill dieses nievaus und auch die spielerfahrung dieser elo\n\nnehmen wir nun ein gegner team das 1-2 silber leute drinnen hat und der rest ist platin und die\nder individuelle skill der silber spieler wird sich nicht von dem silber-gold team drastisch unterscheiden, aber die platin-dia spieler haben eben deutlich mehr skill mit ihren champs, mehr spielerfahrung und leiten ihr team einfach mit ihren calls sie sind einfach unbestreitbar besser und können ihren low elo buddys immer sagen hey mach jetzt dies und das und das ist in der situation besser als das und das die können einfach mit den calls die anderen carrien, so, nun zurück zum silber-gold team da fehlt diese erfahrung natürlich und somit hat man vorn herein schon nen nachteil gegen das andere team weil man vielleicht eben nicht so einen guten game plan hat wie ein platin/dia spieler der die calls macht und ich finde das zumindest beide teams die gleichen voraussetzungen haben sollten, wenn ein gold spieler solche guten calls macht dann haben sie den sieg auch deutlich verdient aber wenn man einfach komplett wegrasiert wird weil der gegner aufgrund der elo deutlich mehr erfahrung hat macht es keinen spaß vorallem nicht wenn die gegnerische silber vayne in caps im chat rumbrüllt EZ GAME FF weil sie mit ner dia 5 lulu bot lane gespielt hat... da fragt man sich dann schon muss sowas echt sein?\n\nund wie gesagt soll das kein rumgeheule sein sondern kritik am matchmaking damit sowas eventuell überdacht wird für die fertige clash version wenn du die meinung nicht teilst oder eine andere hast ist das ja vollkommen ok aber dann herzugehen und das ganze nur als rumgeheule zu bezeichnen anstatt sich mal in die lage von anderen zu versetzen...naja\n\nund zu dem punkt \"wir verlieren unsere spiele in dem moment wenn ihr die elo eurer gegner seht\" es gibt da das scout system um die champs der gegner zu sehen die sie gut spielen können...und wenn dann da fett über einem so ein dia symbol hängt bekommt man schon leichte depressionen ja aber das lässt sich schwer vermeiden","replies":[]}]},{"id":"","poster":"Nivoras","date":"2017-12-17T22:32:56.589+0000","up_votes":2,"down_votes":1,"body":"Die Begrenzung ist das schlimmste was Riot machen könnte. So ziemlich JEDER der Spieler die ihr nicht in eurer Gruppe haben wollt, also Platin und Dia hat safe call einen Smurf, und die machen das Matchmaking dann auf jeden Fall kaputt. Außerdem bräuchten sie dann kein Tournament machen wenns dieselben Begrenzungen wie FlexQ hat. \nSowie ihr eben in eurer eher niedrig gerankten  Gruppe (verständlicherweise) zusammen spielen wollt, will ich aber genauso mit meinen Freunden spielen können. \nDie ELO des höchsten zu benutzen wäre imo auch nicht wirklich förderlich da selbes Problem mit Smurfs, warum sollten sich 4 Gold/Plats nur mit Diamonds hrumschlagen wenn auch der eine Spieler der so hoch gerankt ist einfach aufn Smurf kann.\n\nIch muss aber auch sagen, für uns war das Matchmaking schlicht weg nicht problematisch. Wir haben eigtl komplett ausgeglichene Matches gehabt und zum Teil sogar mit schlechteren Vorrausetzungen Spiele gewonnen. Es kommt viel mehr auf gutes Shotcalling an in SoloQ und wenn man in der Scoutingphase /Pick&Ban Phase einen guten Job macht dann kann man auch um schwächen herumspielen. \nUnd ich habe durchaus auch Freunde die erzählt haben sie haben in einem Tier IV gespielt obwohl sie hIgh Plat waren, und dann trotzdem verloren haben/nicht weit kamen. Also idk, ich finde das die Unterschiede jetzt nicht so krass waren.\n\nVersteh das nicht falsch, ich kann durchaus verstehen dass das frustrierend sein mag, aber andererseits bietet es für euch doch auch die Möglichkeit daran zu wachsen. Findet Wege wir ihr die Lanes gegen höhere Gegner haltet und macht die richtigen Decisions (was zumindest Platspieler definitiv nicht immer machen :p) dann könnt ihr trotzdem gewinnen. Ich denke halt dass es keinen sinnvollen Weg gibt diese Probleme zu beheben ohne den Spielspaß noch schwerwiegender zu beeinflussen.","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T10:01:36.608+0000","up_votes":2,"down_votes":0,"body":"das mit den smurfs is unsinn weil nächste season dein acc fürs turnier wahrscheinlich mit nem handy verificatot verbunden wird und du so nur einen acc anmelden kannst und somit smurfs komplett ausgeschaltet werden sollen also macht ne begrenzung ja schon sinn \n\nund wenn es dann wie flex wär könnt auch bei community turnieren mitmachen weil da genau das selbe is? da spielst in der ertsen runde gegen dia/master fliegst raus und das wars da bringt mir hier der clash modus nix wenn ich da auch gegen dia in der ersten runde raus flieg","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T10:02:55.670+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dir mal ein Stichwort:\nDual Sim.","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T10:39:30.810+0000","up_votes":1,"down_votes":0,"body":"als ob sich jeder smurf ne 2. sim holen würde ^^ naja das mit dem handy wurde auch noch nicht bestätigt aber ich bin zuversichtlich das riot wirklich ne gute methode gegen smurfs haben wird sonst würden sie es nicht erwähnen denn ich glaube das fast niemand von ner ankündigung bis jetzt von riot hart enttäuscht wurde und sie haben ja auch nix konkretes gesagt das is alles nur mutmaßen von mir und freunden das es mit nem handy sein wird kann ja genau so gut über die ip erkannt werden ob du mehrere accs übers gleiche w-lan für ein turnier am nutzen bist wobei es fraglich wäre ob sie das recht haben das einzusehen naja wir werdens ja sehen ^^ (wobei letzteres dumm wäre wenn man z.b geschwister hat die auch am turnier mitspielen xD)","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T11:17:32.256+0000","up_votes":1,"down_votes":0,"body":"och, eine 2. SIM kostet ja nix :) ich habe glaube ich 3 .... eine lümmelt irgendwo ungenutzt rum\n\nWo ein Wille ist, ist auch ein Weg ... aber ich hoffe ja auch, dass das niemand ausnutzt.\nEs öffnet nur eben leider eine etwaige Tür für Booster ... quasi \"kaufe uns für dein Team ein und gewinne\" bla Keks.","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T11:47:09.512+0000","up_votes":2,"down_votes":0,"body":"ja das stimmt....aber was ich z.b schade finde das riot nicht wirklich ins clans & teams forum gesehen hat übers wochenende gab es dort unzählige posts in denen smurfs gesucht oder angeboten haben in nem team zu spielen....also wenn sie was gegen smurfs machen wollen können sie bei den turnieren auch ins forum sehen damit sowas nicht mehr öffentlich gehandelt wird ohne das man es unterbindet","replies":[]}]},{"id":"","poster":"Spicavius","date":"2017-12-18T12:38:01.493+0000","up_votes":1,"down_votes":0,"body":"Das mit der Ip sehe ich problematisch. Vorallem da mein Bruder und ich am selben Netz hängen, aber unterschiedlich gut spielen.\n\nEr würde ausgeschlossen werden","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-12-18T13:00:55.618+0000","up_votes":1,"down_votes":0,"body":"ja außerdem gibt es statische IPs und dynamische IPs und die statische wird immer neu vergeben, ich z.b. habe bei jedem hochfahren des PC's eine neue IP also wäre selbst ein IP ban kein problem","replies":[]}]}]}]}]},{"id":"","poster":"Bobby Bonkers","date":"2017-12-18T05:45:16.053+0000","up_votes":1,"down_votes":0,"body":"Waren mit S1,G5,G5,P5,P2 auch tier IV\nKp dachte auch wir wären zumindest tier 3","replies":[{"id":"","poster":"Lunaá","date":"2017-12-18T08:34:41.716+0000","up_votes":2,"down_votes":0,"body":"Dann ist ja dann extrem unfair, wenn 5 Bronze Spieler ebenfalls in Tier 4 landen.\nWahrscheinlich haben die noch mal Untergruppen in den Tiers, das müsste aber mal irgendwer anderes bestätigen, der in einem Bronze Team war","replies":[]}]}]},{"id":"","poster":"MeLiebtPoros","date":"2017-12-17T21:34:06.374+0000","up_votes":1,"down_votes":3,"body":"Danke, nach dem beitrag habe ich gesucht! Das problem hatten wir nun auch an allen 3tagen! Wir 3Gold5 spieler 2Silber spieler haben ständig Platin 3-5 im gegner Team gehabt. Nur weil diese mit Silber spielen...?? {{sticker:slayer-jinx-unamused}} \n\nIch fände es gut, wenn Riot fürs nächste Turnier eine begrenzung macht, wie beim Ranked!!!\n(bei wettkampf steht, der höchste rang vom Team entscheidet die gruppe. Irgendwie soetwas..^^) Unser Team war in der niedrigsten.. Vl. [Gehe mal davon aus das es die niedrigste war und es sich wie bei ranked steigert.] Und das höchste bei uns war Gold5. Kann doch nicht sein, dass wir dann in der gleichen Gruppe wie Platin und Dia spielen... {{sticker:sg-lux-2}} \n\nAlso ich stimme voll und ganz zu! Es hat für mich definitiv keinen Spaß gemacht.. {{sticker:sg-zephyr}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Nivoras","date":"2017-12-18T00:25:35.820+0000","up_votes":2,"down_votes":0,"body":"Und wenns die Begrenzung gibt... woran liegts dann wenn ihr verliert? Smurfs? \nSorry aber das ist keine Konstruktive Kritik sondern mimimi. Mit Gold und Silber kann man zumindest gegen Low Plat noch ziemlich gut gewinnen wenn man weiß wie man als Team spielen muss. Aber ich vermute mal das zu lernen ist anstrengender als über Elo zu maulen","replies":[{"id":"","poster":"MeLiebtPoros","date":"2017-12-18T01:05:45.232+0000","up_votes":2,"down_votes":1,"body":"\"Aber ich vermute mal das zu lernen ist anstrengender als über Elo zu maulen\" \nGutes argument.. wenn man von wichtigsten her absieht, dass man vielleicht einfach nicht so gut in einem Spiel ist. Ich meine wäre man es, wäre man eben auch in einer höheren Elo. Oder sehe ich das irgendwie falsch? {{sticker:sg-lux-2}} \nIst es etwar falsch, von einem Turnier faire Matchups zu erwarten? Ich meine, wenn ich bedenke mit Platin/Dia war man in der untersten Gruppe, wo sollen Bronze spieler bitte ihren Spaß/ihre Chance haben? {{sticker:sg-ahri-3}} \nEs ist ganz normale Kritik am Matchmaking. {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T10:47:13.363+0000","up_votes":2,"down_votes":0,"body":"es geht ja auch darum das jede elo faire chancen im turnier haben soll und sowas eben nicht passieren soll sonst würde sich das system nicht von nem öffentlichen turnier unterscheiden außer das alle belohnungen bekommen (was ich übrigens extrem geil finde da wir am samstag obwohl wir das finale verloren haben hextech und ultimate skins gezogen haben, und ich finde den garantierten ep boost auch sehr sehr cool den man bekommt)\n\nzudem soll der post ja wirklich dazu da sein jetzt mal ne diskussion anzuregen damit eben riot drauf aufmerksam wird und so sieht: hey da läuft was was so nicht sein soll oder hier und da muss noch geschraubt werden is ja ne alpha/beta die wir hier haben von dem her ist sowas ja noch ok da sind fehler drin (wie wir alle am ersten tag zu spüren bekommen haben xD) aber das ist auch gut so nix ist von anfang an perfekt, aber ich finds schade wie leute direkt ankommen mt: heul nicht rum sondern lern draus\nwas soll ich daraus lernen wenn ich in nem spiel von dia/high plat gestomped werd? das die mehr erfahrung haben? in nem normal oder ranked kann ich sagen über zeit lerne ich daraus aber in nem turnier wo du 2 spiele hast und in einem von high elo rasiert wirst lernst du pauschal nichts außer das das system nen fehler drin hat ^^\n\naber wie gesagt die leute die mich hier des mimimimi bezichtigen sind entweder selber auf ner höheren elo und haben das turnier relativ ez gewonnen oder haben als lowere elo mal ein team das high elo war besiegt und kommen sich gut vor","replies":[]}]},{"id":"","poster":"D4rki3","date":"2017-12-18T10:34:51.916+0000","up_votes":1,"down_votes":0,"body":"gegen low platin sag ich ja nix aber es geht hier um dia","replies":[]}]}]},{"id":"","poster":"Ma1days","date":"2017-12-17T21:26:39.602+0000","up_votes":2,"down_votes":1,"body":"also wir als low gold team haben gegen ein silber-gold team mit einem plat spieler gespielt und gewonnen....","replies":[{"id":"","poster":"D4rki3","date":"2017-12-17T21:31:27.263+0000","up_votes":2,"down_votes":0,"body":"wir haben auch schon gegen plat spieler gespielt und gewonnen aber dia is to much in 4 von 8 teams in unserem brackets waren dia spieler dabei...sowas is einfach unfair gegenüber allen","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-12-18T12:57:53.270+0000","up_votes":1,"down_votes":0,"body":"ich sehe kein spiel wo du gegen plat spieler gewonnen hast als tunier","replies":[{"id":"","poster":"D4rki3","date":"2017-12-18T13:10:26.006+0000","up_votes":1,"down_votes":0,"body":"das war freitag oder samstag kann sein das die nicht mehr in der liste drinne stehen es war ein game in dem ich ornn gespielt hab unser jungle zac der gegner hatte nen j4 jungle der war plat 2","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-12-18T13:47:45.904+0000","up_votes":1,"down_votes":0,"body":"ich meinte maidays","replies":[]}]}]},{"id":"","poster":"MeLiebtPoros","date":"2017-12-17T21:44:12.638+0000","up_votes":2,"down_votes":2,"body":"Klar, haben auch eins gewonnen am Freitag. Aber wenn man gegen ein Team mit 3Platins spielen muss, die ihre Silber spieler durchcarryn ist das auch nicht cool. \nOke ich kann auch sagen, ich spiel eben beim nächsten mal auch mit 4Platin oder Dia spielern. ;p Aber irgendwo ist der Spaß da doch auch weg... {{sticker:sg-lulu}} \nMan möchte eben fair Preise verdienen können.. und dann null chancen zu haben ist nicht cool. {{sticker:sg-zephyr}}","replies":[]}]},{"id":"","poster":"Supportsmanlike","date":"2017-12-17T21:30:20.653+0000","up_votes":2,"down_votes":0,"body":"Es soll, anders als die Flex Queue, endlich ein guter Ersatz für das alte Teamranked sein. Dort gab es auch keine Einschränkungen, was die Elo der Spieler betraf.\n\nWenn sie noch ein wenig am Algorithmus für die Tiers Schrauben und ihr Anti Smurf System richtig hinbekommen wird das schon hinhauen.","replies":[]},{"id":"","poster":"Strohhut2X","date":"2017-12-19T23:06:11.886+0000","up_votes":1,"down_votes":0,"body":"also ich muss sagen das (bei uns dieses wochenende) die elo nichts zu sagen hatte, und auch eig angemessen war:\nwir (2 low Silber-, 3 Bronze-Lappen) haben unser 8er tuniert komplett gewonnen obwohl die meisten gegner im durchschnitt über uns waren (teilweise: 3 high Silber, 2 gold Heinis). :D\n\nwahrscheinlich liegt es daran das wir sowieso viel zu 3. bis 5. in normals zocken, wir also eingespielt sind in verschiedensten Kombinationen. in den 6-7min scouting uns unsere Banns vernünftig überlegt haben (comfort und OTs gebannt haben), unsere eigenen picks aufeinender abgestimmt und VIEL komuniziert haben was grad wo abgeht auf der map. (außerdem hat sich jeder zusammengerissen und keiner ist getilted wenn's mal schlecht lief)\n\nedit:\nlediglich am Samstag hatten wir einen offensichlichen smurf der als angebliche 1st time kata (im nachhinein bei op.gg usw gecheckt) alle kombos kannte und sauber ausgeführt hat und am ende 28/3/iwas stand\naber dafür kann das system ja nichts wenn der auf dem smurf silber 4 ist.","replies":[]},{"id":"","poster":"GADeNiSsGA","date":"2017-12-18T10:53:37.333+0000","up_votes":1,"down_votes":0,"body":"Ich muss sagen bei mir war das Matchmaking sehr gut :)\nhabe nur sonntags in nem 8er bracket teilgenommen  und wir waren alle zwischen gold und hatten gegner zwischen gold silver und dia manche teams hatten auch paar broze spieler aber gemessen an der höchsten elo gab es keine großen unterscheide","replies":[]}]}