{"id":"Hr6goFQX","poster":"MrMuelIer","date":"2019-06-09T22:37:51.360+0000","title":"Tryndamere, Pls deleten, reworken oder anpassen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Im Lategame hasst ja so ziemlich jeder einen starken Yasuo der alles killt, aber wenn Tryndamere und Yasuo sich gegenüberstehen, beide sechs Items, gewinnt ganz klar Tryndamere, einzig und allein wegen seiner Ult. Und das ist das unfassbare frustrierende an der ganzen Geschichte. Im Ranked ein Tryndamere als Gegner, farmt sich seine Items zusammen und macht höllisch Schaden. Natürlich versucht man den aufzuhalten mit allem was man hat, in meinem Fall Silence (Cho) und Supression (Malz) und der Rest vom Team. Man verwendet alles was man hat und jeder andere Champion kann in dieser Situation nichts machen, aber Tryndamere aktiviert trotzdem seine Ult, obwohl er silenced und supressed ist und wenn man dann deswegen im Prinzip verliert, dann ist das ohne Ende frustrierend. Ich versteh nicht, warum er seine Ult aktivieren kann, aber andere in dieser Situation nicht.... Deleten ist eigentlich zu viel verlangt, auch wenn mich das freuen würde, aber allgemein einfach alles mal überarbeiten von ihm. Sein Design ist schon extrem Stumpf oder einfach, wenn man silenced, supressed oder stunned ist, er seine Ult nicht zünden kann, so wie jeder andere Champion es auch nicht kann unter solchen Umständen...","replies":[{"id":"","poster":"SuicidePlank","date":"2019-06-09T22:39:50.664+0000","up_votes":3,"down_votes":0,"body":"Das selbe denken viele über Yasuo.","replies":[]},{"id":"","poster":"Fluxx","date":"2019-06-10T11:42:08.890+0000","up_votes":2,"down_votes":0,"body":"Hallo MrMueller,\n\ndas kann man pauschal nicht so sagen. Es kommt ja immer auf die Situation an in der man Tryndamere begegnet. Seine Ulti ist dahingehend eine Schwäche, dass es nutzlos ist, wenn du vermeidest getroffen zu werden. Ich würde niemals ein Tryndamere 1v1 wenn der full Equip ist.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2019-06-09T23:12:17.042+0000","up_votes":2,"down_votes":0,"body":"Dann bräuchte er eine andere Ulti.\nTryn ist nicht wirklich schwer davon abzuhalten etwas zu machen im Gegensatz zu anderen Champs.\nAusserdem kannst du ihn immernoch bursten wenn nötig, worauf die meistens nicht reagieren können.\n\nGegen konstanten Schaden ist er aber relativ gut, da er gechillt seine Ult zünden kann.\nSpiel ihn erst einmal, dann merkst du dass er im Gegensatz zu Yasuo relativ nutzlos ist wenn er nicht ulten darf.\nEr ist nicht gut im TF und kann leicht rausgenommen werden durch slow, snare, stun usw.\n\nIm Gegensatz zu Yi, der Spells dodgen kann und immun gegenüber slows ist.\n\nSeine einzige Stärke ist der Splittpush, was aber auch seine Schwäche ist, wenn sein Team hinten liegt und überrant wird.\n\nEigentlich hattet ihr genug CC um ihn nicht am Spiel teilnehmen zu lassen.","replies":[]},{"id":"","poster":"Ηastur","date":"2019-06-10T16:13:28.074+0000","up_votes":1,"down_votes":0,"body":"Hmmmm, lieber Udyr. Endweder useless wie nix oder toxic af.","replies":[]},{"id":"","poster":"AramStufe Rot","date":"2019-06-09T23:20:45.983+0000","up_votes":1,"down_votes":0,"body":"einfach den guten trynda im cc halten und fokus?\nklappt im aram wunderbar","replies":[]}]}