{"id":"wT9Tu1Vd","poster":"ERIKBERIK123","date":"2017-12-17T13:01:00.006+0000","title":"Beta-Turnier am Sonntag","subforum":"Turniere & Veranstaltungen","up_votes":4,"down_votes":1,"body":"Liebe Mitbeschw&ouml;rer,\n\nseit diesem Wochenende gibt ja das neue Beta-Turnier und ich wei&szlig;, dass es noch in der Alpha Phase ist, dennoch m&ouml;chte ich darauf hinweisen, dass wenn das Bracket mit 16 Teams am Sonntag stattfindet manche vielleicht nicht das ganze Turnier durchspielen k&ouml;nnen, weil sie am Montag in die Schule bzw. Arbeit m&uuml;ssen. Mein Vorschlag w&auml;re: Entweder das Turnier am Sonntag fr&uuml;her starten zu lassen ( so zwischen 17 oder 18 Uhr) ODER\nDie Reihenfolge zu &auml;ndern (8er/4er  Bracket am Freitag, 16er am Samstag und am Sonntag 4er/8er bracket)\n\nVielleicht geht es Anderen genauso ? Ich wei&szlig; es nicht...\nIch geh selber noch zur Schule und ich w&uuml;rde mit Sicherheit nicht am Montagmorgen aus dem Bett kommen wenn das LOL-Turnier um 2 Uhr in der Nacht erst endet....\n\nEDIT: Mir ist schon bewusst, das das Turnier in komplett EUW stattfindet und deswegen es schwer ist eine Zeit festzulegen die allen europäischen Spielern passt... Aber stellt euch vor es gibt Leute bei denen beginnt alles eine Stunden später...\n\nMit freundlichen Gr&uuml;&szlig;en\n{{summoner:14}}   Erik","replies":[{"id":"","poster":"Yuzumiko","date":"2017-12-17T15:47:24.864+0000","up_votes":4,"down_votes":0,"body":"***","replies":[{"id":"","poster":"STF AncientElf","date":"2017-12-17T16:12:51.949+0000","up_votes":3,"down_votes":0,"body":"Ich bin auch der dieser Meinung. \nDie League Community ist zwischen 6-26 Jahre alt ( http://forums.euw.leagueoflegends.com/board/showthread.php?t=750495 Stand: 2012/13 ja, ich habe die 5 Jahre differenz berücksichtigt), daher denke ich, das die meißten der Spieler Schulpflichtig, Studenten oder schon einen Beruf ausüben, daher halte ich es für sinnvoll, bei weiterentwicklung des Clashes, die Zeiten zu berücksichtigen. Es schadet sicherlich den wenigsten Menschen, wenn man das Turnier in Deutschland um **17 ** oder **18** Uhr stattfinden lässt. Mit der Zeitverschiebung wäre das in Spanien oder England ziemlich genau eine Stunde eher, also so zwischen **16** und **17** Uhr. Wenn man dann bei 4 Spielen eine ungefähre Turnierdauer von **5-6** Stunden einberechnet, dann wäre der Clash um spätestens um **24** Uhr ( **23** Uhr in Spanien ) beendet, dies ist zwar immernoch ziemlich spät, jedoch passender für alle clash Teilnehmer.\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"ERIKBERIK123","date":"2017-12-17T16:25:56.911+0000","up_votes":1,"down_votes":0,"body":"Danke für eure Kommentare!\nSchön zu sehen, dass ich nicht der einzige bin, der mehr als 7 Stunden Schlaf braucht um ausgeruht zu sein.","replies":[]}]}]}]}