{"id":"Et2GRPs6","poster":"TakeMyCookies","date":"2017-12-17T00:07:19.585+0000","title":"Bock zu zocken aber net Aleine. ^^","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallu der Kuchen mal wieder will speilen habe aber keine mates :)\r\nAlso wer mag kann mich gerne adden :) (au&szlig;er plat und h&ouml;her)\r\nWir sehen uns in der Kluft ^^","replies":[{"id":"","poster":"Kolotismus","date":"2017-12-17T15:47:48.227+0000","up_votes":1,"down_votes":0,"body":"Moin Moin MyNameIsCake,\nich hoffe, wir bei Nerds Go Casual, können dir genau das bieten. In unserer Community ist von totalem Tryhard bis zu einfach, wie in deinem Fall, mal einfach ein paar Normals zu 5. zocken. Bei uns wirst du bestimmt Leute die gerne mit dir zocken wollen. Vielleicht lernst du bei uns sogar gute online Freunde kennen mit denen du dich super verstehst und auf längere Zeit mit ihnen zocken möchtest.\n\nBei uns ist es egal ob Normals, Aram, Ranked. Von Unranked bis Dia ist alles bei uns dabei. Die Spielersuche in unserer Community ist auch ganz einfach für dich. Entweder du findest einfach direkt Leute auf unserem TS oder über einen Thread in unserem Forum. Ansonsten haben wir auch Staff-Mitglieder die dir gerne bei der Suche helfen. Alleine zocken hat sich dann für dich erledigt ;)\n\nWir sind eine Ü18 Community und legen vor allem Wert auf einen gepflegten Umgang und eine angenehme Zocker-Atmosphäre.\n\nNeben LoL findest Du auch Bereiche wie Overwatch, Pen&Paper, PUBG. So wird es nie langweilig auch wenn du mal keine Lust auf LoL hast ;)\n\nNachstehend findest Du eine kurze Vorstellung von uns, sowie den Link zu unserer Homepage.\nhttps://nerdsgocasual.de/\n\nWenn Du also als Gefährte unserer Gemeinschaft beitreten möchtest, schick uns Deine Bewerbung und bestreite zukünftige Abenteuer mit uns.\nLG\nKolotismus","replies":[]},{"id":"","poster":"Gammy","date":"2017-12-17T02:59:28.693+0000","up_votes":1,"down_votes":0,"body":"nur wenn du viel schwarzen humor abkannst und eine hohe toleranz grenze hast sonst wird man verrückt bei uns :P\nbei interesse einfach adden \n{{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"TakeMyCookies","date":"2017-12-17T03:07:38.614+0000","up_votes":1,"down_votes":0,"body":"Habe dich geaddet","replies":[]}]},{"id":"","poster":"thefire7","date":"2017-12-17T00:55:29.929+0000","up_votes":1,"down_votes":0,"body":"schade","replies":[]}]}