{"id":"IzuuLEaQ","poster":"TheRealWolverine","date":"2017-12-14T22:01:03.306+0000","title":"Adventskalender - Türchen 15: \"Cayce\"","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"**T&uuml;rchen 15: &ldquo;Cayce&rdquo; f&uuml;r Cayce**\r\n________________________\r\n&ldquo;Heute m&ouml;chte ich eine Geschichte &uuml;ber eine Prinzessin h&ouml;ren.&rdquo;, sagte Serafin, die gerade von ihrem Onkel ins Zimmer getragen wurde.\r\n&ldquo;Eine Prinzessin?&rdquo;, &uuml;berlegte Dosnar. &ldquo;Da f&auml;llt mir ein sch&ouml;nes M&auml;rchen ein. Pass&rsquo; auf.&rdquo;\r\n\r\n__________________________________________________\r\n\r\nEs war einmal vor langer Zeit, da lebte ein K&ouml;nig mit seiner Frau in der Gegend des heutigen Piltovers. Das Paar w&uuml;nschte sich schon seit langer Zeit ein Kind, doch Jahre versuchten sie es vergeblich. Als sie schon beinahe aufgegeben hatten, war das Gl&uuml;ck ihnen doch noch gewogen und die Frau brachte eine Tochter zur Welt, die den Namen Cayce erhielt. Im ganzen Land keimte Freude auf und der K&ouml;nig lie&szlig; zu Ehren von Cayce ein Fest geben, zu dem jeder aus seinem Reich und zus&auml;tzlich noch die dreizehn Feen, die aus aller Welt kamen, um das Kind zu segnen. \r\nSo trug es sich aber zu, dass die Sch&auml;tze des K&ouml;nigs nicht ausreichten, um dreizehn goldene Teller zu gie&szlig;en und so wurde beschlossen die dreizehnste Fee wieder auszuladen, da sie ohnehin nur ein kleiner Naturgeist aus Bandle war, von dem man sagte, er w&auml;re nicht ganz bei Sinnen. \r\nSo feierte man ausgelassen und als der Tag sich dem Abend neigte, war es Zeit f&uuml;r die Feen der kleinen Cayce ihre W&uuml;nsche auszusprechen. Eine w&uuml;nschte ihr Sch&ouml;nheit, die n&auml;chste Tugend und so folgte ein wunderbarer Wunsch dem n&auml;chsten. Doch gerade als die Elfte ihren Segen ausgesprochen hatte, ging die T&uuml;r des Saales auf und eine kleine Fee schwebte herein - die Dreizehnte. \r\nDas K&ouml;nigspaar war entsetzt Lulu hier zu sehen, doch niemand wagte es, sie aufzuhalten, als sie an die Wiege von Cayce trat und ihrerseits einen Wunsch aussprach. Sie w&uuml;nschte dem M&auml;dchen, dass sie bis zu ihrem sechzehnten Lebensjahr wohlbehalten heranwachsen sollte, sich dann aber an einem Spinnrad stehen und auf der Stelle tot umfallen sollte.\r\nDa erschrak der ganze Saal, doch noch bevor man um Gnade h&auml;tte bitten k&ouml;nnen, war Lulu auch schon wieder verschwunden.\r\nIn der allgemeinen Verzweiflung meldete sich die zw&ouml;lfte Fee zu Wort. &ldquo;Ich kann den Fluch leider nicht r&uuml;ckg&auml;ngig machen, aber da die Magie meiner Vorfahren, welche Engel waren, stark ist, kann ich ihn lindern. So soll Cayce nicht sterben, sondern in einen hundertj&auml;hrigen Schlaf fallen.&rdquo;\r\nIm Laufe der Jahre wuchs Cayce zu einer wundersch&ouml;nen Prinzessin heran und jeder einzelne Wunsch der Feen ging in Erf&uuml;llung. W&auml;hrenddessen lie&szlig;en ihre Eltern alle Spinnr&auml;der des Landes zusammentragen und verbrennen. Sie dachten, so k&ouml;nnten sie ihrer Tochter vielleicht dieses Schicksal ersparen.\r\nDoch an ihrem sechzehnten Geburtstag fiel der jungen Frau eine Treppe in einen Turm auf, den sie vorher nie bemerkt hatte. Neugierig schlich sie die schmalen Stufen hinauf und fand ganz oben eine kleine Frau an einem Spinnrad vor, die eifrig Wolle zu Garn spann.\r\nFasziniert von der unbekannten Ger&auml;tschaft sah Cayce eine Weile zu, bis sie die Alte schlie&szlig;lich fragte, was sie da tat und ob sie es wohl auch einmal versuchen d&uuml;rfte.\r\nFreundlich erkl&auml;rte sie alte Frau der Prinzessin, wie man Wolle spann und erhob sich dann, um dem M&auml;dchen platz zu machen. Kaum aber hatte diese das Spinnrad ber&uuml;hrt, griff sie mit der Hand direkt in die Spindel und stach sie in den Finger. \r\nAugenblicklich sank Cayce auf dem Lager neben dem Spinnrad nieder und fiel in tiefen Schlaf. Aber nicht nur sich begann zu schlafen - mit ihr schliefen die Tiere und die Diener, der K&ouml;nig und die K&ouml;nigin und der gesamte Hofstaat.\r\nSo vergingen erneut die Jahre und das Schloss geriet in Vergessenheit. Eine dichte Dornenhecke umschloss schlie&szlig;lich die Mauern und niemand erinnerte sich mehr an die schlafende Prinzessin.\r\nDoch eines Tages begab sich ein junger Wissenschaftler aus der gro&szlig;en Stadt Piltover in diese Gegend und suchte nach neuen Erkenntnissen als er auf der Schloss stie&szlig;.Neugierig geworden k&auml;mpft sich der junge Mann namens Jayce durch die Dornenhecke, die ihm dabei Arme und Gesicht zerkratzt. Er kommt nur m&uuml;hsam voran, aber mithilfe seiner Merkur-Kanone k&auml;mpfte er sich den Weg frei und gelangte ins Innere des Schlosses. Interessiert durchsuchte er jeden Raum und wunderte sich &uuml;ber die schlafenden Menschen, die scheinbar an jedem Ort hier schlafen konnten.\r\nLetztendlich entdeckte er auch die Prinzessin Cayce im obersten Turmzimmer.\r\nEr betrachtete die sch&ouml;ne junge Frau und war von ihrem Anblick so verzaubert, dass er sich zu ihr herabbeugte und sie k&uuml;sste. Damit war der Zauber gebrochen und der gesamte HOf erwachte wieder zum Leben.\r\nDa war die Freude gro&szlig;. Cayce aber erkannte in Jayce ihren Retter und erwiderte seinen Kuss. Daraufhin verliebten sie sich und bald darauf wurde Hochzeit gehalten.\r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n___________________________\r\n\r\n&ldquo;Da hat sie aber Gl&uuml;ck gehabt. Wer m&ouml;chte denn solange schlafen?&rdquo;, wunderte sich Serafin.\r\nDosnar lachte. &ldquo;In deinem Alter ist das sicher schwer nachvollziehbar, aber ich h&auml;tte nichts gegen ein langes Schl&auml;fchen.&rdquo;","replies":[]}