{"id":"o7y1QjVb","poster":"Swewalski","date":"2020-02-01T09:30:39.672+0000","title":"Lösungsansatz für die die einen Schwarzen LoL Client hatten / Kabel BW oder Unitymedia Problem","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ein Mitarbeiter vom Support hat mir einen Lösungsansatz geschickt und dieser hat auch bei mir sofort funktioniert.\r\n\r\n\r\nStelle erstmal sicher, dass dein League genügend Rechte hat(click).\r\nGib bitte mal diese Dateien hier in der Firewall frei:\r\n\r\nC:\\Riot Games\\League of Legends\\LeagueClient.exe\r\nC:\\Riot Games\\League of Legends\\LeagueClientUx.exe\r\nC:\\Riot Games\\League of Legends\\LeagueClientUxRenderer.exe\r\nC:\\Riot Games\\League of Legends\\Game\\League of Legends.exe\r\n\r\nWenn du auch schon dabei bist, schau mal, dass die Ordner nicht auf Schreibgeschützt sind.\r\nDies kannst du überprüfen, indem du Rechtsklick auf den League of Legends Ordner machst und dann auf Eigenschaften gehst. Dort prüfst du dann, ob unten ein Haken oder was Blaues in dem Kasten bei \"Schreibgeschützt\" ist.\r\nWenn dem so ist, sorg bitte dafür, dass da nix drin ist. xd (einfach klicken, bis es raus is und bestätigen.)\r\n\r\nÜberprüfe dann grad nochmal, ob die oben genannten Dateien ebenfalls nicht Schreibgeschützt sind.\r\n\r\nWenn das nicht klappt, kannst du mal dein Antivirus und deine Firewall test weise ausschalten.\r\n\r\nVor allem Antiviren Programme mögen es gerne mal Dateien nachträglich zu sperren, weshalb nur das erste Game z.B. klappt.\r\n3 Games später versucht League dann wieder auf die selbe Datei zuzugreifen und es wird auf einmal durch dein Antiviren Programm gesperrt.\r\n\r\nSo. Zu allerletzt, würde ich dich dann darum bitten, dass du League einfach mal als Admin startest und es so probierst! :)","replies":[{"id":"","poster":"I am too fast","date":"2020-02-01T12:22:37.206+0000","up_votes":1,"down_votes":0,"body":"Hatte das Problem auch.\nHextech Repair Tool hat es auch lösen können.\nAber danke für deinen Beitrag vielleicht kann man es nicht nur durch das Tool lösen.","replies":[]}]}