{"id":"JyJYdAA8","poster":"Call me Sexy","date":"2017-12-14T16:17:45.741+0000","title":"Charaktermodell und Hp-Bar \"zittern\" nach Bewegungsbefehlen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nund zwar habe ich folgendes Problem, gestern ist mir mein Spiel mitten in einem Kampf in der Kluft abgest&uuml;rzt bzw. habe ich einen Black-Screen bekommen, der Sound war aber noch voll funktionst&uuml;chtig. Danach konnte ich die Anwendungen weder per Alt+F4 noch &uuml;ber den Task-Manager beenden. So also schnell abgemeldet und wieder eingeloggt um schnell ins Game zu kommen. Dann aber die Feststellung, dass das Charaktermodell und die HP-Bar so aussehen als w&uuml;rden sie mit niedrigen FPS zu k&auml;mpfen haben. Der Rest um die zwei genannten Dinge herum hatte aber keine Probleme. Das Bild war wie gewohnt stabil auf 100+ FPS und die Verbindung hat mit ca. 24 ms auch nicht gemeckert. Nach dem Spiel hab ich mich also in den Browser geschwungen und nach L&ouml;sungen gesucht. Habe das Problem auch irgendwann gefunden, tritt anscheinend sehr selten auf. Wie bei allen Anderen auch: keine FPS- oder Ms-Probleme. Ein L&ouml;sungsansatz war aber leider nicht zu finden. Habe dann mein Windows auf einen &auml;lteren Build zur&uuml;ckgesetzt und siehe da; es funktionierte wieder wie gewohnt, aber halt (!), wieder mitten im Spiel, pl&ouml;tzlich schwarzer Bildschirm, weder Task-Manager noch andere Sachen k&ouml;nnen die Prozesse beenden. Der Client hat selbstst&auml;ndig, wie vorher auch, auf 1280x720 p gewechselt und Charakter-Modell sowie HP-Bar weisen wieder die selben Probleme auf. Ich habe an den Einstellungen meiner GraKa herumgeschraubt  und diese auch auf einen &auml;lteren Patch zur&uuml;ckgesetzt, was leider auch nicht geholfen hat. Die Komplettreperatur hat auch nichts geholfen. Langsam glaube ich, dass der neue League-Patch das Problem verursacht und bin &uuml;ber jeden Ratschlag dankbar. Gibt es denn Mitbeschw&ouml;rer, die das selbe Problem haben oder sogar Jemanden, der schon eine L&ouml;sung gefunden hat?\r\n\r\nMfG Sexy\r\n\r\nMeine PC-Specs: \r\nBIOS: E16GFIMS.52D\r\nIntel(R) Core(TM) i7-4710HQ CPU @ 2.50GHz (8 CPUs), ~2.5GHz\r\n16384MB RAM\r\nGTX 860M\r\nDirect X 12","replies":[]}