{"id":"eEUj8Onh","poster":"FeS Dregorin","date":"2017-12-13T21:27:31.221+0000","title":"[F4EO - Fight 4 Each Other] Sucht motivierte neue Mitglieder!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Fight 4 Each Other sucht noch neue Mitglieder f&uuml;r den Start in die neue Season!\r\nUm direkt zum Wesentlichen zu kommen, hier schon mal die Fakten:\r\nZU UNS\r\n- Fight 4 Each Other wurden diese Preseason 2017 mit einem durchdachten und neuartigen Community-Konzept gegr&uuml;ndet\r\n- Dieses Community-Konzept basiert auf&hellip;\r\n                       &hellip; die Integrierten Clanmember, die durch Engagement oder im Lead gemeinsam etwas erreichen werden\r\n                       &hellip;das gut durchdachte Belohnungssystem. Jeder Member hat die Chance Belohnungen in Form von Skins, TS-Symbolen und PSK zu erhalten. Dies erfolgt durch Aktivit&auml;t und besonderes Engagement dazu werden in der Zukunft Turniere und Verlosungen stattfinden.\r\n&hellip;bereits vorhandenen Sponsoren und finanziellen Beteiligungen zur Verwirklichung unserer Ziele und unserer Kernidee.\r\n&hellip;der Unterst&uuml;tzung von aktiven Ranked Teams durch Bereitstellung von privaten Channels, Coaches und Trainingseinheiten.\r\n\r\n\r\nUNSERE ZIELE\r\n- Vergr&ouml;&szlig;erung unserer Community\r\n- Durch unsere Sponsoren Coaches und Trainingseinheiten finanzieren\r\n- Aktiven Teams helfen ihre Ziele zu erreichen\r\n- Aufstellung eigener Teams f&uuml;r Turniere\r\n- Zeitnah: Verlosungen, Wahlen von F&uuml;hrungspositionen\r\n\r\nZU DIR/WAS WIR ERWARTEN\r\n- Die Elo ist ist f&uuml;r Bewerbung nicht relevant, denn bei uns wird man besser!\r\n- Generelles Mindestalter ist bei uns 18 Jahre. Auf Antrag ist es jedoch m&ouml;glich, zugelassen zu werden.\r\n- Engagement und Aktivit&auml;t\r\n- Falls Interesse daran besteht, bei der Community mitzuwirken, ist dies m&ouml;glich und gew&uuml;nscht (selbst wenn keine/kaum Erfahrung besteht)\r\nFalls dich dieser Post angesprochen hat oder du noch Fragen hast dann kannst du Ingame MrsSchokoIsa, Dregorin oder Reliewz adden, bzw eine Nachricht hier im Forum hinterlassen! Besonders eifrige Leute k&ouml;nnen auch auf unserem TS vorbeischauen! Ansprechpartner sind die gleichen, ggf. auch einen Supporter ansprechen! ( 62.104.20.217:10132 )\r\nWir freuen uns &uuml;ber jede R&uuml;ckmeldung!\r\n\r\n{{sticker:slayer-pantheon-thumbs}} {{sticker:garen-swing}} {{sticker:vayne-pose}}","replies":[]}