{"id":"KXGAE7U2","poster":"Riot Kengen","date":"2017-12-13T19:00:06.382+0000","title":"Meddlers Gameplay-Gedanken - 13. Dezember","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png\r\n------------------------------------------------------------------------------\r\n**Zufallsgenerator &ndash; zuf&auml;llige Eingabe versus zuf&auml;llige Ausgabe**\r\n\r\nIn letzter Zeit ist der Zufallsgenerator wieder in aller Munde, was im Falle von Zoe und &bdquo;Kleptomanie&ldquo; durchaus Sinn ergibt. Also m&ouml;chte ich die Gelegenheit ergreifen und unsere Gedanken dazu weiter ausf&uuml;hren. Wie man sich wahrscheinlich denken kann, ist der Zufallsgenerator f&uuml;r alles Zuf&auml;llige im Spiel zust&auml;ndig. \r\n\r\nZuallererst m&ouml;chte ich betonen, dass ein Zufallsgenerator, wenn er richtig umgesetzt wird, sehr wohl turniertauglich sein kann. Wir finden, dass einige zuf&auml;llige Faktoren gut zu Spielen wie League passen, w&auml;hrend das bei anderen nicht ganz der Fall ist. Wenn ein Zufallsgenerator richtig eingesetzt wird, k&ouml;nnen Spieler ihre Anpassungsf&auml;higkeit unter Beweis stellen, was zus&auml;tzlich zu den bereits bestehenden Herausforderungen im Spiel (Beherrschung der Spielmechanik, Koordination mit Teamkollegen usw.) weitere F&auml;higkeiten testet. Er kann zu unerwarteten Situationen f&uuml;hren, die schnelles Denken und ungew&ouml;hnliche Handlungen erfordern, was ziemlich spannend sein kann. Auf der anderen Seite k&ouml;nnen zuf&auml;llige Faktoren dazu f&uuml;hren, dass Spiele unfair werden und das Geschick der Spieler eine geringere Rolle spielt, wenn sie schlecht implementiert werden. \r\n\r\nBei einem turniertauglichen Zufallsgenerator stellt sich unserer Meinung nach die Frage, ob er zuf&auml;llige Eingaben f&uuml;r Entscheidungen erstellt oder einfach nur zuf&auml;llige Ausgaben macht. Eingaben sind Dinge, die deine Entscheidungen beeinflussen. Startbedingungen, die variieren, aber nach den Handlungen des Spielers ablaufen. Elementare Drachen sind ein Beispiel daf&uuml;r. Der Elementartyp wird zuf&auml;llig bestimmt und dann liegt es am Team, zu entscheiden, wie sie darauf reagieren wollen. Eingaben werden gut gekennzeichnet, so dass Spieler Entscheidungen treffen k&ouml;nnen, und sind f&uuml;r beide Seiten fair. So kann man die Vorz&uuml;ge von zuf&auml;lligen Faktoren einbauen und sicherstellen, dass deine Reaktion das Endergebnis beeinflusst und nicht, welche Situation anfangs geschaffen wurde. Beispiele aus anderen Spielen umfassen zuf&auml;llige Startpunkte in StarCraft oder Kartengenerierung in Civilization. \r\n\r\nBei einer zuf&auml;lligen Ausgabe hingegen bestimmt der Zufallsgenerator selbst den Ausgang einer Situation und nicht die Entscheidungen, die getroffen werden, wie z. B. eine 50-prozentige Wahrscheinlichkeit, ein Ziel zu zerst&ouml;ren oder selbst bedeutenden Schaden zu erleiden. Man kann das Risiko einer zuf&auml;lligen Ausgabe nat&uuml;rlich in sein Spiel miteinbeziehen (z. B. kann man versuchen, nur in riskante Situationen zu geraten, wenn man f&uuml;r den negativen Ausgang gewappnet ist, oder den Spielstil an zuf&auml;llige Faktoren anpassen). Im Allgemeinen spielt bei zuf&auml;lliger Ausgabe das Gl&uuml;ck aber eine ziemlich gro&szlig;e Rolle. Das ist okay, wenn der zuf&auml;llige Faktor so oft auftritt, dass die Situation fast garantiert ausgeglichen ist (z. B. eine 50-prozentige Wahrscheinlichkeit, die 100-mal wiederholt wird). Bei weniger h&auml;ufigen Interaktionen beeinflusst Gl&uuml;ck das Nutzungserlebnis allerdings zu sehr.\r\n\r\nWir haben im Allgemeinen zuf&auml;llige Ausgaben in League vermieden oder entfernt, und es ist auch nicht sehr wahrscheinlich, dass wir in turniertauglichen League-Modi neue hinzuf&uuml;gen. Kritische Treffer sind hierbei eine erw&auml;hnenswerte Ausnahme, die sich immer noch im Spiel befindet. Hier spielen allerdings mildernde Faktoren eine Rolle: Es ist gut, besonders vorhersehbare Situationen mit einer Prise Risiko/Ungewissheit aufzumischen, und besonders z&auml;he Champions, die viele Treffer vertragen k&ouml;nnen, gleichen eine hohe Wahrscheinlichkeit f&uuml;r kritische Treffer aus. Allerdings ist die Erfahrung oft negativ, weil K&auml;mpfe &ouml;fter durch Gl&uuml;ck entschieden werden, als sie sollten, besonders wenn Spieler auf der Lane mit einer niedrigen Wahrscheinlichkeit f&uuml;r kritische Treffer agieren. Irgendwann werden wir die kritischen Treffer &uuml;berarbeiten und ein System einf&uuml;hren, das die Vorteile des alten beh&auml;lt, aber die Momente reduziert, in denen man sich denkt: &bdquo;Was f&uuml;r ein M&uuml;ll, ich habe alles richtig gemacht und trotzdem verloren!&ldquo; Keine Ahnung, wann das sein wird. Diese &Auml;nderung wird sicher gut, aber ist auch ein riesiges Projekt, das mit anderen Dingen wie der Arbeit an anderen Gegenstands&uuml;berarbeitungen, Runenverbesserungen, &Auml;nderungen am Sichtsystem, kleineren Champion-Aktualisierungen usw. konkurriert.\r\n\r\nWenn wir uns noch einmal zuf&auml;llige Faktoren ansehen, dann gibt es auch Situationen, die sowohl zuf&auml;llige Eingaben als auch zuf&auml;llige Ausgaben bieten. Ein ziemlich gutes Beispiel hierf&uuml;r sind die Beutekisten in PUBG, die an zuf&auml;lligen Orten vom Flugzeug abgeworfen und f&uuml;r alle Spieler gut sichtbar angezeigt werden, damit sie um sie k&auml;mpfen k&ouml;nnen. Poker ist ein weiteres gutes Beispiel, da sowohl die Karten in deiner Hand als auch deine Herangehensweise an das Spiel gro&szlig;en Einfluss darauf haben, wie sich das Spiel entwickelt. In beiden F&auml;llen sind die zuf&auml;lligen Faktoren nicht nur ein notwendiges &Uuml;bel im Spiel, sondern &uuml;ben gro&szlig;e Anziehung aus, so dass die Vermischung von K&ouml;nnen und Gl&uuml;ck hier durchaus Sinn ergibt.\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Zufallsgeneratoren in League**\r\n\r\nReden wir also weniger &uuml;ber Zufallsgeneratoren im Allgemeinen und mehr &uuml;ber League-spezifische F&auml;lle:\r\n\r\n* Elementare Drachen &ndash; sehr gut gekennzeichnet und f&uuml;r beide Seiten gleich gut erreichbar. Die Boni sind so designt, dass sie potenziell die Herangehensweise und die St&auml;rken deines Teams &auml;ndern k&ouml;nnen. Dabei n&uuml;tzen sie beiden Teams gleich gut, denn wenn ein Team dank eines Bonus besonders gut ist (z. B. mit dem Wolkendrachen eine Lane im Alleingang vorantreiben oder Stichelangriffe mit dem Meeresdrachen), kann derselbe Bonus auch gegen besagtes Team eingesetzt werden. Gl&uuml;ck bei den Drachen im fr&uuml;hen Spiel kann einem Team, das im fr&uuml;hen Spiel st&auml;rker ist, manchmal einen Vorteil verschaffen. Wir haben aber auch schon &ouml;fters erlebt, dass Teams selbst mit dreifachen H&ouml;llendrachenboni fertigwerden, so dass auch extreme Ergebnisse immer noch im Bereich des Angemessenen bleiben.\r\n\r\n* Kritische Treffer &ndash; Macht K&auml;mpfe unvorhersehbar, was gut ist. Allerdings spielt Gl&uuml;ck allgemein eine gr&ouml;&szlig;ere Rolle als die Reaktion des Spielers, was nicht so gut ist. Ein paar weitere Gedanken dazu weiter oben.\r\n\r\n* Pflanzen &ndash; Wann/wo Pflanzen wachsen, wird zuf&auml;llig bestimmt, wenn auch in einem sehr genau eingegrenzten Bereich (sehr beschr&auml;nkte Erscheinungszonen und limitierte Zeitfenster). Es sind genug zuf&auml;llige Faktoren vorhanden, die Pflanzen unerwartete Spielz&uuml;ge generieren und spontan die Flexibilit&auml;t von Spielern fordern lassen. Dabei kommt es hier anders als bei den Drachen, die vor allem die Strategie beeinflussen, eher auf Taktik an. Man wei&szlig; bereits im Voraus, dass Pflanzen da sein k&ouml;nnten sowie welche Auswirkung sie haben, und es kommt darauf an, wie man sie benutzt. Einige Spieler k&ouml;nnen weniger mit ihnen anfangen, allen voran dem Knallzapfen. Insgesamt sind sie aber relativ beliebt, wenn man sich die Umfragewerte und die eigene Erfahrung ansieht.\r\n\r\n* Kleptomanie &ndash; Zuf&auml;llige (zumindest zu einem gewissen Grad) Beute f&uuml;hrt zu einer Reihe von Entscheidungen dar&uuml;ber, was du damit anstellen kannst, sowie einer Handvoll spannender Momente. Der exzessive Einfluss des Zufallselements wird durch den gro&szlig;en Probenumfang (man bekommt im Laufe des Spiels eine Menge Beute) kontrolliert, sowie durch Beschr&auml;nkungen dazu, welche Gegenst&auml;nde man zu welcher Zeit und abh&auml;ngig davon, was man zuletzt bekommen hat, erh&auml;lt und wie weit man im Spiel vorangeschritten ist (kein Elixier des K&ouml;nnens im fr&uuml;hen Spiel). Da man andere Schl&uuml;sselrunen opfern muss, k&ouml;nnen Gegner leichter auf fr&uuml;he St&auml;rkespitzen reagieren (weil man &uuml;ber keine Schl&uuml;sselrunen verf&uuml;gt, die in direkten Duellen helfen).\r\n\r\n* Zoe &ndash; Das Zufallselement ist gut gekennzeichnet (Vasallen werden markiert) und der Einfluss h&auml;ngt davon ab, wie Zoe die aufgesammelten Zauber einsetzt, und nicht vom Zeitpunkt des Fallenlassens. (Ausnahme: Wenn Zoe einen Zauber aufnimmt und sofort im Kampf einsetzt.) Es bleibt abzuwarten, ob wir die angemessenen Gegenst&auml;nde, H&auml;ufigkeit und Beutetabellen pro Spielzeit usw. richtig austariert haben. Das wird intern hei&szlig;t diskutiert, vor allem im Fall vom Gunblade und &bdquo;Teleportation&ldquo;. F&uuml;hrt auf jeden Fall zu interessanten und kreativen Momenten, der Einfluss h&auml;ngt aber manchmal stark von den fallengelassenen Zaubern in der Anfangsphase und vor dem Herumstreifen ab.\r\n\r\n* Bard &ndash; Die Glocken tauchen an ziemlich zuf&auml;lligen Orten auf, hinter den Kulissen ist dieses Zufallselement aber auch stark eingeschr&auml;nkt. Sie erscheinen nicht zu weit von Bard entfernt (besonders im fr&uuml;hen Spiel) und tauchen auch nicht an ung&uuml;nstigen Stellen auf (z. B. unter dem gegnerischen Turm).  Da sie auch lange genug bestehen bleiben, geht es eher darum, wann man sie aufsammelt, und nicht so sehr, ob man sie aufsammeln kann. Das Timing wird auch genau kontrolliert, sowohl in Bezug auf wann sie erscheinen, als auch wie viele pro Spiel verf&uuml;gbar sind. Im Gro&szlig;en und Ganzen machen sie Bards Umherstreifen flexibler und unvorhersehbarer und somit auch interessanter, ohne dass dabei Bards allgemeiner Einfluss zu sehr von Gl&uuml;ck abh&auml;ngt.\r\n\r\n\r\nWenn dich das Thema interessiert, dann kannst du dir auch das Entwicklertagebuch zu Varianz ansehen, das wir letztes Jahr ver&ouml;ffentlich haben (falls du das nicht bereits hast):\r\n\r\nhttps://www.youtube.com/watch?v=EpGjGEpxC9E\r\n\r\n------------------------------------------------------------------------------\r\n**Ein paar der &Auml;nderungen f&uuml;r 8.1 auf der PBE**\r\n\r\nN&auml;chste Woche implementieren wir mit Patch 7.24b eine Reihe von &Auml;nderungen. Momentan finden sich auf der PBE auch eine Handvoll &Auml;nderungen an der Spielbalance, die aber nicht f&uuml;r 7.24b, sondern f&uuml;r Patch 8.1 Anfang Januar gedacht sind. Wir ver&ouml;ffentlichen diese &Auml;nderungen noch nicht, weil sie noch l&auml;nger getestet werden sollen und/oder nicht via Minipatch implementiert werden k&ouml;nnen. (7.24b ist ein Minipatch, auch wenn es Patchnotizen, normale Benachrichtigungen usw. geben wird.) Einige dieser &Auml;nderungen sehen folgenderma&szlig;en aus:\r\n\r\n* Der Schaden von Brands Passiv wird verbessert.\r\n* Die Reichweite von Heimerdingers durch R aufgewertetes Q wird abgeschw&auml;cht.\r\n* Olafs Grund-Angriffsschaden, das Angriffstempo von seinem W und die Abklingzeit von seinem E werden verbessert.\r\n* Die Manakosten f&uuml;r Xerath werden erh&ouml;ht.\r\n* &Auml;nderungen am Verbotenen G&ouml;tzen\r\n* &bdquo;R&auml;uber&ldquo; verbessert\r\n\r\n------------------------------------------------------------------------------\r\n**Umklammerung der Untoten**\r\n\r\nDer letzte Stand laut folgenderma&szlig;en: Wir haben die &Auml;nderungen an der &bdquo;Umklammerung&ldquo; getestet, im Zuge derer sie sich steigernden Angriffsschaden bzw. F&auml;higkeitsst&auml;rke gew&auml;hrte und somit als Alternative f&uuml;r verschiedene Champions ohne zufriedenstellende Auswahl bei den Schl&uuml;sselrunen diente. Allerdings sind wir zu dem Schluss gekommen, dass wir das Problem nicht auf diese Weise l&ouml;sen k&ouml;nnen. Die kurze Erkl&auml;rung hierf&uuml;r lautet, dass das Ganze auf Kosten der bisherigen Nutzer von &bdquo;Umklammerung&ldquo; ginge sowie auf Kosten der Identit&auml;t der Rune. Das ist zwar keine gro&szlig;e &Uuml;berraschung und uns war dieses gro&szlig;e Risiko vor den Tests auch bewusst, allerdings war es die Zeit durchaus wert. H&auml;tten wir einen Weg gefunden, das Ganze gut umzusetzen, h&auml;tten wir die Situation f&uuml;r diese Champions schneller verbessern k&ouml;nnen, als das jetzt der Fall ist. \r\n\r\nWir belassen &bdquo;Umklammerung&ldquo; in seinem jetzigen Zustand und wollen stattdessen eine neue Schl&uuml;sselrune designen. Es ist wahrscheinlich, dass sie ebenfalls im Entschlossenheitspfad anzutreffen sein wird (allerdings gebe ich hierf&uuml;r keine Garantie). Wann wir die neue Rune ver&ouml;ffentlichen, angenommen dass wir eine gute Idee f&uuml;r sie haben, steht allerdings noch in den Sternen. Es wird aber ziemlich sicher nicht im Januar sein, da &uuml;ber die Weihnachtsferien niemand arbeitet.","replies":[]}