{"id":"HuXVlHle","poster":"ˇSmash n Ðashˇ","date":"2017-12-13T18:00:14.919+0000","title":"Suche Team (Midlaner/Toplaner) Recht ausführlich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Boys und Girls, ich suche gerade ein Team aber das schon seit l&auml;ngerem. Jetzt wo das neue System von Clash ver&ouml;ffentlicht wurde suche ich erst recht wieder ein Team! \r\nIch erz&auml;hl am besten erstmal was von mir: \r\n\r\nName: Kevin\r\nAlter : 18\r\nMain Rollen: Mid + Top (seit Season 7) Davor Jungle main\r\nAktiv seit: Anfang Season 5 \r\nSchon im Team gespielt: War in 3 Teams wo ich jeweils Jungle gespielt habe\r\nChampionpool: Gro&szlig; (besitze aber noch nicht alle Champs auf dem Account) \r\nH&ouml;chste erreichte Elo: Platin 3 (Dann gebannt wegen Benutzung eines 3 Programms... Overwolfe) \r\nMomentane Elo: Silber 3 (Spiele seit 2 Monaten wieder und hatte 7 Monate Pause) \r\nHeadset: Hyper X Cloud 2, also ohne nerviges Gerausche^^ \r\nBesitze Discord sowie Teamspeak\r\n\r\nZu mir: Bin eher ein ruhiger geselle der aber nach ner Zeit offener wird ;D verstehe viel Spa&szlig; und kann auch &uuml;ber mich selber lachen und vertrage alles an Humor. Bin Kritikf&auml;hig, solang die Kritik ordentlich gesagt wird... Ich hab recht gutes game Verst&auml;ndnis. \r\nIch bin JEDEN Tag online, unter der Woche ab ca 18 Uhr bis ca 23 Uhr und am Wochenende fast dauerhaft! \r\nIch bin tilt proof, was zumindest das Spielen im Team angeht. \r\n\r\nErwarte ich denn was von euch? \r\n\r\nNunja eigentlich eher weniger. Es w&auml;re sch&ouml;n in einem Team zu spielen, was l&auml;nger h&auml;lt und wo man nicht nach 2 Tagen wieder Leute suchen muss um als 5er Team zu spielen... W&uuml;rde zudem mit Leuten in meiner momentan Elo spielen wollen Also Silber+ auch wenn ich schon Platin war... ich denke nicht das ich momentan das Zeug dazu habe wieder auf Platin Niveau zu spielen... Aber ansonsten erwarte ich eig nicht wirklich viel.\r\n\r\nIch denke das sollte erstmal so von meiner Seite aus reichen, wenn ihr noch was wissen wollt, k&ouml;nnt ihr mich ja adden oder ihr Antwortet einfach auf diesen Post hier^^ \r\nHave fun beim Ranked und Sch&ouml;nen Tag noch^^","replies":[]}