{"id":"cAVEzqvK","poster":"INSANEWINKELS","date":"2017-12-13T16:30:23.060+0000","title":"Midlane ChampionPool","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hey :) \r\nin Ranked Games spiel ich normalerweisemain Twisted Fate Mid. Allerdings wollte ich noch etwa 2 weitere Champions lernen, damit ich etwas flexibler bin. Im besten Fall sollten sie andere &quot;Rollen&quot; &uuml;bernehmen und Champions sein die selten out of Meta sind. Und keine high mechanical Champions. Auf jeden Fall w&uuml;rd ich gern Orianna zocken und ich habe daran gedacht Kassadin zu lernen.\r\nHabt ihr Meinungen/Anregungen ? Bin offen f&uuml;r Kritik und Vorschl&auml;ge. Danke :)","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T09:45:36.208+0000","up_votes":1,"down_votes":0,"body":"Corki ist recht gut zu spielen nur musst du im early etwas aufpassen, da er ein Lategame champ ist. Würde ihn am ehersten die Rolle Mid-Adc zusprechen.\n\nOri ist ein Controll-mage und auch nicht außergewöhnlich schwierig. Die kugel bedarf aber übung. Sie ist ein solider Pick der mMn nie 100% meta aber auch nie off-meta ist...ein typischer...\"ja kannste nehmen\"- champ.\n\nKassadin hab ich eine zeit lang gespielt und picke ihn immer noch gegen veigar um aus dem käfig rausulten zu können.\n\nDa du noch andere rollen willst, könntest du dir assassins anschauen. (Ekko, zed, Katarina, yasuo, fizz sind so typische mid assassins) Die sind aber meist bissi schwieriger zu spielen.\n\nTank ist etwas schwieriger, da die meist auf der top gespielt werden. Aber Galio kann man auch mid spielen und ist rel. einfach.\n\nBurstmages sind immer etwas schwieriger zu spielen, da man für ordentlich wums auch was tun muss. Bzw wenn der wums nicht sitz etwas betröppelt dasteht. (Beispiele sind zb LeBlanc oder Zoe)\n\nAber alle die muss man üben und das farmen und positioning individuell lernen (unterschiedliche range, AA dmg, spell dmg).\n\nHoffe ich konnte helfen.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-12-13T17:50:54.834+0000","up_votes":1,"down_votes":0,"body":"Spiel Corki und Lern Farmen","replies":[]}]}