{"id":"4MJs2Xz2","poster":"IlluminatofDoom","date":"2017-12-13T17:10:00.859+0000","title":"Gegnerehrung","subforum":"Spielerverhalten & Moderation","up_votes":22,"down_votes":3,"body":"Mir fehlt einfach bei dem neuen Honorsystem die M&ouml;glichkeit, **den Gegner zu ehren**, gerade, wenn ich mit ihm viel Spa&szlig; &uuml;ber den Chat, oder beim Gameplay hatte. Ich finde das auch wichtig im Zeichen vom gegenseitigen Respekt und Sportsgeist.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-14T00:36:32.726+0000","up_votes":1,"down_votes":16,"body":"Also um ehrlich zu sein, Honor ich nur, wenn ich gewinne .. und reporte nur, wenn ich verliere.\nWenn die Gegner gewinnen, werde ich wohl kaum ein Honor für die haben, besonders wenn in fast jeden Game ein \"ez\" im -.All chat fällt.\n\nAchja .. bei win \" Gg Wp\nbei lose :             Bg bp\n\nwüsste nicht, warum ich GG wp schreiben sollte, wenn ich verliere.. denn es ist doch kein \"good game\" wenn man seine LP verliert.\n(weil das gerade passt.)","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T06:04:51.986+0000","up_votes":8,"down_votes":0,"body":"Selten so einen blödsinn gelesen.\n\nHast du im RL schon jemals einen Sportler gesehen der seinem Gegner oder seinem Team auch bei einer Niederlage nicht gratuliert oder Respekt zollt?\n\nPs: man kann auch bei einer Niederlage gut gespielt haben. Aber die Gegner waren halt besser.","replies":[{"id":"","poster":"TheFoxRox","date":"2017-12-14T06:26:18.377+0000","up_votes":4,"down_votes":0,"body":"Sehe ich genauso. Ich hab mir überlegt, ob der Beitrag von 9 11 Towerdive (diesen Namen finde ich übrigens unpassend) ironisch -oder ein Trollversuch ist. Anders kann ich mir diesen absurden Post nicht erklären.","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T07:03:04.168+0000","up_votes":2,"down_votes":0,"body":"Hab ich mir auch überlegt...aber glaube es ist ernst gemeint....","replies":[{"id":"","poster":"Dr Ogre","date":"2017-12-14T07:49:44.746+0000","up_votes":2,"down_votes":1,"body":"Hab auch den Threadersteller gemeldet aufgrund seines Namens... Unpassend ist hier noch nett ausgedrückt!\n\nDazu kommt, dass der Beitrag auch völliger Käse ist und er bis heute anscheinend nicht verstanden, worum es in einem Teamspiel 5v5 geht. Ich hoffe nur, dass mir solche Arten von Mitspielern erspart bleiben!","replies":[{"id":"","poster":"Anikiisama","date":"2017-12-14T15:29:00.121+0000","up_votes":3,"down_votes":0,"body":">Hab auch den Threadersteller gemeldet aufgrund seines Namens... \n\nDu meldest ihn , weil er sich IlluminatofDoom nennt ? Ist das dein Ernst? :-D \n\nhttps://78.media.tumblr.com/533ad3afffd999ab59892d06f26228c9/tumblr_olqzb1XrCX1tb8iyko2_500.gif","replies":[]},{"id":"","poster":"eingew","date":"2017-12-14T08:13:16.423+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dr Ogre,realm=EUW,application-id=KYnfKGf0,discussion-id=4MJs2Xz2,comment-id=00030001000000000000,timestamp=2017-12-14T07:49:44.746+0000)\n>\n> Hab auch den Threadersteller gemeldet aufgrund seines Namens... Unpassend ist hier noch nett ausgedrückt!\n\nAlso, dass man 9/11 Towerdive makaber findet, gebongt, aber \"IlluminatofDoom\"? Bist du Verschwörungstheoretiker?","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:21:12.567+0000","up_votes":1,"down_votes":0,"body":"Hatte schon die Gute Hitler botlane gehabt, 9/11 und IlluminatorofDoom ist nichts, mein lieber Eingew ;o","replies":[]},{"id":"","poster":"IlluminatofDoom","date":"2017-12-14T18:51:06.614+0000","up_votes":1,"down_votes":0,"body":"Nee, ich hab Illuminati davor geguckt und bin generell unkreativ bei Namen XD","replies":[{"id":"","poster":"eingew","date":"2017-12-14T19:46:41.725+0000","up_votes":1,"down_votes":0,"body":"Meinte auch Dr Ogre mit der Frage. Dass *du* Verschwörungstheoretiker bist, habe ich auch nicht wirklich erwartet. :D","replies":[]}]}]},{"id":"","poster":"SORRYFORSCOPE","date":"2018-01-04T09:29:45.639+0000","up_votes":1,"down_votes":1,"body":"Schneeflöckchen","replies":[]}]}]},{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:18:46.330+0000","up_votes":1,"down_votes":1,"body":"Darf ich dir jetzt ein Kuss geben ;o?\n\nbtw, der Name nennt man auch Schwarzer Humor, verstehen anscheinend viele nicht.","replies":[{"id":"","poster":"TheFoxRox","date":"2017-12-17T16:02:31.615+0000","up_votes":2,"down_votes":0,"body":"Schwarz ja, Humor nein. Es gibt Grenzen. Oder findest du es lustig, wenn jemand einen Namen erstellt, der Bezug auf den Holocaust nimmt?","replies":[{"id":"","poster":"eingew","date":"2017-12-18T08:22:31.147+0000","up_votes":2,"down_votes":0,"body":"Wäre denn ein Bezug zur Pest witzig? Also, dass *du* es nicht witzig findest ist ja völlig in Ordnung, aber es ist ganz offensichtlich ein nicht ernst gemeinter Bezug zu einem natürlich ernsten Ereignis. Aber das macht es nicht zu keinem Humor, bloß weil das Ereignis ernst ist und ein großer Teil der Menschen Witze darüber geschmacklos findet (die zudem normalerweise ausschließlich mit der \"frischen Wunde\" zu tun haben, denn die erwähnte Pest ist normalerweise vollkommen angemessen, was Witze angeht, weil sie viel zu lange her ist.)","replies":[{"id":"","poster":"TheFoxRox","date":"2017-12-18T15:55:25.749+0000","up_votes":1,"down_votes":0,"body":"Natürlich hängt es auch mit dem Zeitpunkt des Ereignisses zusammen. Es gibt noch viele traumatisierte Zeitzeugen und lebende Familienangehörige, die über ein 9/11-Opfer trauern. So ein Name ist daher  extrem pietätlos.\n\nNatürlich trauert heute niemand mehr über die Gefallenen in der Waterlooschlacht.","replies":[]},{"id":"","poster":"Qbert","date":"2017-12-18T08:35:18.068+0000","up_votes":1,"down_votes":0,"body":"kleiner Einwurf:\nEs herrscht derzeit eine Art der Pest in Madagaskar :)\n\nIch persönlich finde seinen Nick auch nicht angebracht.","replies":[]}]}]}]}]},{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:18:26.007+0000","up_votes":1,"down_votes":0,"body":"Drücken die Sportler in RL ein eZ wie in LoL? GLaube nicht, wenn du ein EZ gedrückt bekommst und dann immer noch \"GG\" schreiben willst, dann ist es deine Sache. :)","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T08:37:30.144+0000","up_votes":1,"down_votes":0,"body":"ja, kommt vor.","replies":[]}]},{"id":"","poster":"Mallemor","date":"2017-12-14T16:24:30.336+0000","up_votes":2,"down_votes":6,"body":"ohne dich persönlich angreifen zu wollen aber du schreibst genaso ein Blödsinn. League of Legends mit Sport zu vergleichen omg so weit ist es schon gekommen...... Sport ist wenn ich mich körpelrich aktiv bewege und nicht nur vorm Pc sitze und meine Finger bewege....\n\neine Schande dass überhaupt diese sogenannten E Sporlter auf eine Stufe gestellt werden mit RICHTIGEN SPortlern wie z.B. Ronaldo oder Tom Brady.\n\nfür mich sind E Sportler keine Sportler sondern nur Nerds die kein Real Life haben. \n\nE Sport ist KEIN Sport! merkt euch dass mal!","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-14T18:50:19.514+0000","up_votes":1,"down_votes":0,"body":"Nur weil E-Sport kein Sport ist, heißt dass ja nicht, dass man Elemente , wie Sportsgeist nicht übernehmen kann. Ich finde, dass das für jegliche Srt von Spiel gut ist, Sportsgeist zu haben auch fürst Brettspiel. Ich finde ja nur den Gedanken dahinter wichtig.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2017-12-14T22:22:07.233+0000","up_votes":4,"down_votes":1,"body":"Und ein Formel 1 fahrer sitzt nur im Cockpit...auch kein Sport?\n\nAber darum gehts nicht. Nehmen wir Schach. Ist vl ganz gut vergleichbar. Hast du schon jemals ein Profispiel gesehen an dessen Ende es kein Shake hands gab?","replies":[]},{"id":"","poster":"iwannadolucyliu","date":"2017-12-14T18:47:32.731+0000","up_votes":4,"down_votes":1,"body":"es ist richtiger sport, merk du dir das mal! \n\nnerds die kein real life haben?! lol 100% haben die ein schöneres und erfüllteres leben als du! sind keine sportler weil sie am pc sitzen... lel sowas würde mein opa behaupten, der lebt auch hinterm mond :D","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-12-15T08:15:23.676+0000","up_votes":2,"down_votes":0,"body":"Ich würde es Konditions bzw Gehirnsport nennen, wie z.B. Schach.\nAber ja, ein Sport.","replies":[]},{"id":"","poster":"eingew","date":"2017-12-14T19:50:59.250+0000","up_votes":2,"down_votes":0,"body":"Ob du es jetzt \"Sport\" nennst, oder \"kompetitives Spiel\" oder \"Wettkampf\" ist doch völlig egal. Das ist doch reine Dialektik.\n\nZumal tatsächliche Sportler hinsichtlich ihrer Trainingszeiten professionellen E-Sportlern in nichts nachstehen. Beide holen so viel aus sich heraus, wie ihre körperliche Leistungsfähigkeit zulässt.","replies":[]},{"id":"","poster":"Qbert","date":"2017-12-18T08:36:53.725+0000","up_votes":1,"down_votes":0,"body":"Es ist Sport.\nUnd nun geh wieder in dein Loch, wo du hergekommen bist.\n\nIch persönlich empfinde körperliche Betätigung auch als Sport, ebenso wie geistige Betätigung. E-Sport läuft nun mal zum Großteil über den Geist ab, nichtsdestotrotz versetzt es den Körper in ähnlichen Stress wie körperbetonter Sport.","replies":[]},{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:16:21.623+0000","up_votes":1,"down_votes":0,"body":"Damit hast du halt Recht, ich mein schau dir mal die Gesichter an, die da sitzen xDD\nImmer wieder gut um mit freunden/in zu lachen. hachja","replies":[]}]}]},{"id":"","poster":"iwannadolucyliu","date":"2017-12-14T10:39:14.219+0000","up_votes":1,"down_votes":3,"body":"tsss lol community, hier ist mal einer ehrlich und wird dreist downgevotet? :O","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:13:46.243+0000","up_votes":3,"down_votes":2,"body":"Tja so ist diese Community eben, sagt man so wie es ist, wird man downgevotet ;/","replies":[{"id":"","poster":"eingew","date":"2017-12-18T08:28:11.910+0000","up_votes":2,"down_votes":1,"body":"Du solltest aufhören deine Meinung über und Darstellung der Realität als einzig erlebbare Wirklichkeit zu bezeichnen. Das ist nicht bloß egozentrisch, sondern auch schlicht falsch. Insbesondere zumal ein großer Teil deiner Wahrnehmung problemlos auf deine Perspektive zurückzuführen ist.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-20T15:59:53.208+0000","up_votes":3,"down_votes":2,"body":"Wut?\nWillst du jetzt ernsthaft behaupten die LoL Community ist freundlich?\n\n1. Meine Meinung entspricht der Realität\n2. Würde ich gern wissen, wo du \"Das ist nicht bloß egozentrisch, sondern auch schlicht falsch. Insbesondere zumal ein großer Teil deiner Wahrnehmung problemlos auf deine Perspektive zurückzuführen ist.\"  dass, rauskopiert hast, macht keinen Sinn und passt auch nicht zum Thema o:o","replies":[{"id":"","poster":"eingew","date":"2017-12-21T09:19:48.141+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=9 11 Towérdive,realm=EUW,application-id=KYnfKGf0,discussion-id=4MJs2Xz2,comment-id=00030004000100010000,timestamp=2017-12-20T15:59:53.208+0000)\n>\n> Wut?\n> Willst du jetzt ernsthaft behaupten die LoL Community ist freundlich?\n\nNein, ich will behaupten, dass du erst groß und breit erklärst, wie du dich selbst an eben jenem unfreundlichen und noch dazu unsinnigen Verhalten beteiligst und es verstärkst, dabei bloß in einem Nebensatz eine konkrete Toxizität als Rechtfertigung dafür benennst, *all* deine Mitspieler unfair zu behandeln, bloß um dich jetzt später auf diese Nebensächlichkeit zu beziehen, um deinen Kommentar zu verteidigen, obwohl die Downvotes, um die es hier in der Antwort von iwannadolucyliu *eigentlich* ging, wohl eher *nichts* mit dem Grad der Toxizität der Community zu tun haben, sondern mit *deiner Reaktion darauf*.\n\nIn diesem Sinne:\n\nhttps://youtu.be/hu2mT1KIOHM\n\n> 1. Meine Meinung entspricht der Realität\n> 2. Würde ich gern wissen, wo du &quot;Das ist nicht bloß egozentrisch, sondern auch schlicht falsch. Insbesondere zumal ein großer Teil deiner Wahrnehmung problemlos auf deine Perspektive zurückzuführen ist.&quot;  dass, rauskopiert hast, macht keinen Sinn und passt auch nicht zum Thema o:o\n\nDass gerade du versuchst zu bestimmen, was hier zum Thema passt und was nicht, ist schon sehr ironisch, rauschst du doch gerade geflissentlich daran vorbei.\n\nAbgesehen davon gibt es natürlich freundliche Leute in LoL. Dass gerade du Schwierigkeiten hast, auf die zu treffen, wundert mich überhaupt nicht, bei deiner Einstellung.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-01-28T15:35:08.269+0000","up_votes":1,"down_votes":1,"body":"ehm.. ja..\nZu deinen sinnlosen Text, der weder auf mich zutrifft noch  richtig ist, kann ich nur sagen.\n\nKAPPA LUL\n\nWenn du den stuff glaubst, denn du da geschrieben hast, dann GL.","replies":[]}]}]},{"id":"","poster":"Jhilista","date":"2017-12-20T16:15:27.176+0000","up_votes":2,"down_votes":1,"body":"Und du solltest aufhören nur weil du ein \"Mod\" bist, dich wie ein Foren Allwissender Gott aufzuführen,\nnichts für ungut.","replies":[{"id":"","poster":"eingew","date":"2017-12-21T08:57:49.902+0000","up_votes":1,"down_votes":0,"body":"Oh, keine Sorge, das hab ich schon vorher getan. Tatsächlich habe ich meine Tendenzen in diese Richtung seit ich Emi bin notwendigerweise deutlich zurückgeschraubt. Ich muss dich da also leider enttäuschen, mein Ego hat wenig mit meinen Modrechten zu tun.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T09:00:01.357+0000","up_votes":2,"down_votes":0,"body":"Es gibt eben Leute, die greifen einen persönlich an, wenn Ihnen die notwendigen Werkzeuge fehlen Kritik richtig zu äußern. :) Und hier haben wir zwei hervorragende Beispiele dafür.","replies":[{"id":"","poster":"eingew","date":"2017-12-21T09:30:31.472+0000","up_votes":1,"down_votes":0,"body":"Da der genannte Account nicht zum ersten Mal \"in Rudeln\" auftaucht, um nichts zu tun, als \"fremde\" Aussagen völlig subjektiv zu bestätigen, habe ich gewisse Zweifel, ob es sich hier tatsächlich um zwei Personen handelt.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T09:31:47.989+0000","up_votes":2,"down_votes":0,"body":"nun ... unschuldig bis Schuld bewiesen ... es kann sein, muss aber nicht :D","replies":[]}]}]}]}]}]},{"id":"","poster":"iwannadolucyliu","date":"2017-12-17T14:59:08.320+0000","up_votes":2,"down_votes":0,"body":"ich finde deinen namen sehr kreativ, ist ja jetzt auch schon genug zeit vergangen seit dem originalen 9/11! das einzige woran ich mich von damals erinnere ist dass rtl 2 anstatt dragon balls n \"spezial bericht\" über den anschlag gemacht hat und dann am nächsten tag mit der übernächsten folge weitergemacht hat... SE HABN DIE 9/11 FOLGE NIE GEZEIGT!!! das war das wahre verbrechen! wenn ich 9/11 berichterstattung sehen wollte hätte ich es auf JEDEM anderem kanal sehen können... da brauch man nich dragon balls für canceln... \n\nvoll die flaschbacks an damals :O jetz geh ich getriggert ins nächste spiel :x ;D","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T15:58:28.722+0000","up_votes":1,"down_votes":0,"body":"Haha Danke :D\n\nHachja.. dragonball ^_^","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-12-14T12:13:21.157+0000","up_votes":1,"down_votes":0,"body":"bist du etwa auch so einer? {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"iwannadolucyliu","date":"2017-12-14T12:33:57.818+0000","up_votes":2,"down_votes":3,"body":"nein, ich reporte grundsätzlich jeden! damit man nich aus versehen vergißt zu reporten^^ und ehre niemals, das wird auch so bleiben bis man sich selbst ehren kann :)","replies":[{"id":"","poster":"BlackAjani","date":"2017-12-14T12:40:47.314+0000","up_votes":2,"down_votes":0,"body":"https://media.giphy.com/media/jsCnmU8EJDuow/giphy.gif","replies":[]},{"id":"","poster":"Kira Rengami","date":"2017-12-17T16:00:58.425+0000","up_votes":1,"down_votes":0,"body":"Ich liebe dich!\nGanz deiner Meinung.","replies":[{"id":"","poster":"iwannadolucyliu","date":"2017-12-17T16:07:49.480+0000","up_votes":1,"down_votes":0,"body":"1tens ich mag nur mädchen, dein name sagt eindeutig \"ich bin ein junge\"\n\n2tens warum auch nicht?! riot ermuntert uns doch in den ladebildschirm nachrichten zu reporten \"if a player makes you feel uncomfortable, just report him after the game\" oder so ähnlich und auf die eine oder andere weise machen meine mit- und gegenspieler das mir unbehaglich ist :D","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2017-12-14T06:58:59.778+0000","up_votes":5,"down_votes":0,"body":"wow, schon mal was von Fairness gehört? Der Olympische Gedanke? Sportsmanship?\n\nWenn dich jemand besiegt, kann man ihn auch durchaus beglückwünschen. Das nennt man \"Größe beweisen\".","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:14:39.463+0000","up_votes":2,"down_votes":2,"body":"Glaub du hast den text nicht richtig gelesen, warum sollte ich, wenn die Gegner ein Ez drücken, noch gg \"good game\" schreiben?\nIch mein .. wtf xD.\nWas macht das fürn Sinn.\nWie gesagt, wenn du trotz einem ez im allchat, trozdem noch \"Gg\" schreiben willst, dann wird dich keiner aufhalten :-) ","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-17T13:54:41.246+0000","up_votes":2,"down_votes":1,"body":"Du willst also kein Good Game schreiben, weil **_einer_** aus dem Gegnerteam ez schreibt. Das ist ja klasse. Außerdem scheinst du ja auch generell ein eher schlechter Verlierer zu sein, der nie zugeben will, wenn die Gegner einfach besser waren. Aus den Zeiten bin ich seit der Grundschule raus, aber du kannst ja gerne drinbleiben. ;)","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T15:54:48.470+0000","up_votes":2,"down_votes":1,"body":"???\nSchlechter Verlierer? Wenn du das sagst, wird es wohl so sein (KAPPA) und warum sollte es mich kümmern wenn ich auf einer meiner Troll Smurfs, Afk gehe oder Gold Bravery spiele? xDD.\n\nEs ist kein Geheimnis dass die LoL Community Trash ist, und nur weil ich nicht einsehe \"GG\" zu schreiben, weil Gegner imm \"All-chat\" meinen auf \"Pro\" machen zu müssen, heißt das noch lange nicht, dass ich ein schlechter verlierer bin :-).\nWir lachen uns eher schlap wenn Leute mal gegen 2 Smurfs gewinnen die mit Bravery Item build bzw. rein trollen.\n\nIch mein, wer Season 7 noch in Gold hängt, ist einfach schlecht. Und nein, dass ist nicht Rude, es ist einfach die Wahrheit.\nWer seit ca 3-4 Season Aktiv Lol Spielt, und noch Gold ist, ist entweder -> Lernunfähig das heißt : Nicht fähig seine Replays anzuschauen bzw. seine Fehler aus seinem letzten Game zu finden und zu beheben etc. sich zu verbessern... \noder,\neinfach nicht gemacht für diesen & diesen Champ.\n\nDIe größten Typen zum lachen sind die, mit 3-4 Jahre Season Spielzeit 500 Games auf ein Champion und immer noch low elo.\n------------\n\nIch selbst, habe Mitte Season 5 angefangen, kam bis Gold 1, anschließend in der Pre-Season bis Platin 3.\nSeason 6 dann wieder Gold 3 eingerankt und mit ca 150 Rankeds + - , bis Platin 1, danach mit ca. 55 - 80 Rankeds ( Etwas unsicher) auf Diamond 2 - Low master. Hardstuck.\n\nFazit: Ich bin innerhalb 1 1/2 Jahre von B4 auf Diamond 2 - Low Master (81 -110LP).  in dem ich --\n\n+ Meine Fehler Per Replays verbessert habe\n+Gegner anschließend geaddet habe um zu Fragen ob ich ihm nächstes Game evtl zuschauen könnte. Um selbst zu lernen.\n+ Habe 2 Freunde, die ich ebenfalls in RL kenne, beide Master - Von denen habe ich ebenfalls sehr viel gelernt.\n\nDavon abgesehen, gehe ich auf Gym. 12 Klasse und habe mit Sicherheit ein \"Real-Life :-). Und bin dazu noch hübsch. ;O\n---------------------------------------\n-----------------------------------------\nNaja, ich werde es dir nochmal erklären falls du es in diesem Text nicht verstanden hast,\nich bin mit Sicherheit kein schlechter Verlierer, ich bin ein Spieler dessen Respekt sich verdienen muss, und mit einem \"EZ\" von einem \"Gegner, der nicht ansatzweise in meiner Elo spielt, verdient man meinen Respekt nicht.\nIch mein, letzlich gesehen.. ist jedem das seine -ob er \"gg\" oder \"bg\" schreibt, mit oder ohne \"ez\" von den Gegnern.\n\nAber wie gesagt, bei einem \"Ez\" von Spieler die nicht ansatzweise in meiner Elo spielen, muss ich mich meistens so vor lachen weghauen, dass der ganze Discord mit lachen muss. xD\n\n\nWie gesagt, du hast deine Meinung und ich habe meine.","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-17T23:01:28.379+0000","up_votes":3,"down_votes":2,"body":"Dann hab ich mich vertan, du bist nicht unbedingt ein schlechter Verlierer, sondern anscheinend eingebildet und hochmütig. Was hat denn in dieser Diskussion deine Meinung über schlechte Spieler zu suchen? Willst du dich selber darstellen, oder was? Hat übrigends irgendwer angezweifelt, dass du ein Reallife hast. Zu behaupten, dass es Spieler gibt, die keins haben, ist dumm. Aber jetzt mit seiner Elo und seiner angeblichen Schönheit anzugeben, fühlt sich für mich eher nach nem Aufmerksamkeitsdefizit an, vorallem wenn du dir als selbst dargestellt gebildeten Schüler auch noch so nen Namen zulegst.\n\nSich über Spieler lustig zu machen, die schlechter sind als du, wenn du smurfst, das zeigt aufjedenfall Größe. XD","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-20T15:52:30.626+0000","up_votes":2,"down_votes":2,"body":"Glaub du hast den Text nicht richtig verstanden? Ich werde es dir nochmal erklären, es ging um das klassische \"eZ\" in dem fall, wer lesen kann ist klar im Vorteil.\n\n\"Aufmerksamkeitsdefizit\"\nKappa, wenn du das sagst. xDD (Hat bei mir und meinen Boys für nen heftigen lachflash gesorgt, danke dir!)\n\nDavon abgesehnhat \"Respekt verdienen mehr gegenüber\" nichts mit \"eingebildet und hochmütig\" zu tun, sondern nur mit Respekt, aber anscheinend hast du vor den Gegner Respekt in deiner kek Elo, wenn Sie dir ein \"Ez\" drücken. Jeder wie er will oder? \n\nUnd Zu den Real life ist Mathe anscheinend nicht deine Stärke, wer seit 3 Seasons aktiv Lol spielt d.h. pro season mit 2-3 Champs teilweise 450-500 Games auf einem Champ hat, hat :\n\n1. Kein Real life, warum?\n1 Game geht 20-45 min, in den unteren Elo´s da die meißten nicht wissen wie man ein game finished, gehts doch eher zu den 35-45 min pro Spiel.\nDazu dann die 500 games mit 2-3 Champions in einer Season, da wir aber von 3 Seasons reden ist es 3x500 = 1500 Games, mit \"einem\" champ pro Season, da es aber pro Season meistens 2-3 Champs sind 6x500 = 3000. \n\nDa wären wir auf 3000 Games mit jeweils 3 Champs in den letzten 3 Seasons -\n1 game in der unteren elo xD jeweils 35-45 min.\n\n3000x45 = 135.000 Stunden, in X Seasons\n500x45  = 22.500 Stunden mit einem Champ in X Seasons\n1500x45 = 67.500 Stunden mit 3 Champs in X Seasons.\n\nMeiner Meinung nach, absolut kein Real life, und da habe ich auch Recht, und wieso sollte ich mich selber darstellen wollen, wenn ich meine Spielzeit bis Low Master bereits erklärt habe o.O #Klassisches Eigentor.\n\nSich über Spieler lustig zu machen, die schlechter sind als du, wenn du smurfst, das zeigt aufjedenfall Größe. XD\nzusammenhang????!?\n\nThat doesn´t makes sence. but k -\n\nIn dem Sinne, beweißt dein Beitrag mal wieder was für Typen in der LoL Community herumlaufen. In meinem Letzten Beitrag ging es hauptsächlich drum .> \n\nWarum ich leute mit 500 Games + als no real lifer bezeiche + Mein Auftsieg zum Gipfel.\n\nAnscheinend war das schon zu heftig für dich, und musst dann \" ADS\" kommen xD the f ?\nTut mir leid für dich, wenn du gerade noch so den Hauptschulabschluss schaffst oder geschafft hast. lul","replies":[{"id":"","poster":"Waldschrat86","date":"2017-12-20T16:56:22.091+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=9 11 Towérdive,realm=EUW,application-id=KYnfKGf0,discussion-id=4MJs2Xz2,comment-id=0003000300000000000000000000,timestamp=2017-12-20T15:52:30.626+0000)\n>\n> Glaub du hast den Text nicht richtig verstanden? Ich werde es dir nochmal erklären, es ging um das klassische &quot;eZ&quot; in dem fall, wer lesen kann ist klar im Vorteil.\n> \n> &quot;Aufmerksamkeitsdefizit&quot;\n> Kappa, wenn du das sagst. xDD (Hat bei mir und meinen Boys für nen heftigen lachflash gesorgt, danke dir!)\n> \n> Davon abgesehnhat &quot;Respekt verdienen mehr gegenüber&quot; nichts mit &quot;eingebildet und hochmütig&quot; zu tun, sondern nur mit Respekt, aber anscheinend hast du vor den Gegner Respekt in deiner kek Elo, wenn Sie dir ein &quot;Ez&quot; drücken. Jeder wie er will oder? \n> \n> Und Zu den Real life ist Mathe anscheinend nicht deine Stärke, wer seit 3 Seasons aktiv Lol spielt d.h. pro season mit 2-3 Champs teilweise 450-500 Games auf einem Champ hat, hat :\n> \n> 1. Kein Real life, warum?\n> 1 Game geht 20-45 min, in den unteren Elo´s da die meißten nicht wissen wie man ein game finished, gehts doch eher zu den 35-45 min pro Spiel.\n> Dazu dann die 500 games mit 2-3 Champions in einer Season, da wir aber von 3 Seasons reden ist es 3x500 = 1500 Games, mit &quot;einem&quot; champ pro Season, da es aber pro Season meistens 2-3 Champs sind 6x500 = 3000. \n> \n> Da wären wir auf 3000 Games mit jeweils 3 Champs in den letzten 3 Seasons -\n> 1 game in der unteren elo xD jeweils 35-45 min.\n> \n> 3000x45 = 135.000 Stunden, in 3 Seasons\n> 500x45  = 22.500 Stunden mit einem Champ in einer Seasons\n> 1500x45 = 67.500 Stunden mit 3 Champs in einer Seasons.\n> \n> Meiner Meinung nach, absolut kein Real life, und da habe ich auch Recht, und wieso sollte ich mich selber darstellen wollen, wenn ich meine Spielzeit bis Low Master bereits erklärt habe o.O #Klassisches Eigentor.\n> \n> Sich über Spieler lustig zu machen, die schlechter sind als du, wenn du smurfst, das zeigt aufjedenfall Größe. XD\n> zusammenhang????!?\n> \n> That doesn´t makes sence. but k -\n> \n> In dem Sinne, beweißt dein Beitrag mal wieder was für Typen in der LoL Community herumlaufen. In meinem Letzten Beitrag ging es hauptsächlich drum .&gt; \n> \n> Warum ich leute mit 500 Games + als no real lifer bezeiche + Mein Auftsieg zum Gipfel.\n> \n> Anscheinend war das schon zu heftig für dich, und musst dann &quot; ADS&quot; kommen xD the f ?\n> Tut mir leid für dich, wenn du gerade noch so den Hauptschulabschluss schaffst oder geschafft hast. lul\n\nLol solltest mal ausrechnen, wieviel Stunden 3 Jahre RL sind, davon kannst du dann noch Zeit für Schlaf, Essen und Notdurft abziehen, ohne die Abzüge sind das \"gerademal\" 26.280 Stunden. Sind Hexer unterwegs oder wie soll jemand in der Zeit 135.000h verbracht haben? Kommt selbst dann nicht hin, wenn man statt 45 nur 20 nimmt...\n\nJa an solchen Beiträgen sieht man echt total, wie sehr du doch Recht hast, ne? So viel zum klassischen Eigentor...","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-20T17:36:03.882+0000","up_votes":1,"down_votes":1,"body":"Es ging nur um die Ingame Time, nicht darum wie viel Zeit ein \"No lifer\" damit zu bringt etwas zu essen :-)\nAußerdem brauchst du bei einem No real lifer, keine Zeit für Essen und schlafen und sonstiges abziehen, die machen nämlich alles gleichzeitig xD Sonst würden die nicht auf 500 games + kommen und dass mit 3 champs per Season\n\nKlassisches Eigentor\n\nAußerdem 3 Champs mit 500 games + X Seasons (= Pro Season wieder 500 games mit jeweils 3 champs), kommt hin.  ?????\n\nUnd du hast Recht, bei solchen Beiträgen sieht man dass ich Recht habe.\n\nNatürlich könnte man das noch sehr genau das ausrechnen, mit den Stunden/Minuten fürs Essen/Trinken/Schlafen.. aber grob reicht absolut dafür.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-12-21T02:52:53.068+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=9 11 Towérdive,realm=EUW,application-id=KYnfKGf0,discussion-id=4MJs2Xz2,comment-id=000300030000000000000000000000010003,timestamp=2017-12-20T17:36:03.882+0000)\n>\n> Es ging nur um die Ingame Time, nicht darum wie viel Zeit ein &quot;No lifer&quot; damit zu bringt etwas zu essen :-)\n> Außerdem brauchst du bei einem No real lifer, keine Zeit für Essen und schlafen und sonstiges abziehen, die machen nämlich alles gleichzeitig xD Sonst würden die nicht auf 500 games + kommen und dass mit 3 champs per Season\n> \n> Klassisches Eigentor\n> \n> Außerdem 3 Champs mit 500 games + 3 Seasons (= Pro Season wieder 500 games mit jeweils 3 champs), kommt hin.  ?????\n> \n> Und du hast Recht, bei solchen Beiträgen sieht man dass ich Recht habe.\n> \n> Natürlich könnte man das noch sehr genau das ausrechnen, mit den Stunden/Minuten fürs Essen/Trinken/Schlafen.. aber grob reicht absolut dafür.\n\nÄh ja, meine Fresse, die Zahl, die ich da genannt hab ist OHNE Abzüge und da kommt man eben auf 3x365x24= 26.280 Stunden.\n\nSo und nun erkläre mir mal wie man 130.000 Stunden verbracht haben will, wenn sogar ohne den ganzen Firlefanz in 3 Jahren gerade mal 26.280 Stunden existieren. Mehr gibt es nicht.\nLiegt wohl daran, dass du eh komplett falsch gerechnet hast. Du rechnest mal Minuten und gibst dann das Ergebnis in Stunden wieder ohne durch 60 geteilt zu haben oder mal 0,75 zu nehmen für ein korrektes Stundenergebnis.\n\nDeine 130.000 wären dann ca 2.167 Stunden, deine 22.500 wären 375 und deine 67.500 wären 1.125.\nSo von denen müssen wir ja nur den ersten Wert von der Gesamtzahl abziehen, weil die anderen da ja mit drin stecken, also 26.280-2.167.\nHm da bleiben dann 24.113 Stunden übrig, wären etwa 1.005 Tage ohne Lol, 3 Jahre haben insgesamt 1.095 Tage, also haben deine \"No Realifer\" \"gerade mal\" volle 90 Tage innerhalb von 3 Jahren in LoL verbracht. Achja und das auch noch unter Annahme, dass wirklich jedes Spiel 45 Min. dauert...Auf etwa den Wert kommt man schon mit nur 3-4 Spielen pro Tag. \n\nAber jo, laber weiter über Eigentore und, dass du Recht hättest, indem du behauptest, wer 2-3 Stunden am Tag zockt, hätte kein RL, is klar Meister.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T05:55:13.802+0000","up_votes":3,"down_votes":0,"body":"Chill mal, er ist angehender Abiturient, voll der Held in seinem RL, hat massig Freunde und ist trotzdem voll gut in dem Spiel.\nEr hat Recht.\n\n</Ironie>\n\nWie ich weiter oben schon sagte Intelligenz =! Intellekt.\nDu musst mal seine Reaktion dazu lesen, erfrischend! :D","replies":[{"id":"","poster":"Kira Rengami","date":"2018-01-28T15:48:12.849+0000","up_votes":1,"down_votes":1,"body":"Warum Ironie?\nWeil du kein RL hast?\n\nIch mein, gebe dir gerne meine Nummer, dann treffen wir uns mal.. und zeig ich dir mal meine Freunde/in etc. so wie weitere Sachen. \n\nIch finde es sehr sehr lustig wie andere Leute, wie du. Leute wie mich, versuchen runter zu ziehen nur weil diese Person ein besseres RL hat,  was die Person wie Qbert, eben nicht hat.\nLoL Community, Neid & Hate/r sind hier normal.\n\nMan man...\nMuss echt sucken, du zu sein :D\nlulz\n\n(Werde mir mal deinen Beitrag mit dieser \"ironie\" versuchte ... ehmm.. runtermache?,.. Abfotografieren und in WA sowie in SC posten bzw. in die Gruppen.. \nSo Leute wie du, kommen ja schon fast so Lustig rüber wie die ganz dunklen Witze. xD\n\nNaja... GL in deinem.. Real life?? Nein, du hast keins. Ka. Jedenfalls GL.\noder so, lol.","replies":[]}]},{"id":"","poster":"Kira Rengami","date":"2018-01-28T15:56:46.033+0000","up_votes":1,"down_votes":1,"body":"2-3 Stunden am Tag?\nMan sieht nach Season start (1 Woche später) Schon leute mit 200 Games + xDD\nWenn du glaubst, das diese Leute ein RL haben, dann Gute Nacht.\n\nbtw, zu deiner \"Rechnung\" sag ich mal nichts, da wir uns da eh nicht einigen können.\nRichtig Lesen fällt halt manchen Leuten einfach sauuuu schwer LOL.\n\nLada. Für mich ist das Thema gegessen, sieht man ja alleine schon das Leute wie du mich nicht interessieren, an der Anzahl der Tage, bis ich mal geantwortet habe.\n\nIch weiß ja, das ich Recht habe. bzw. dass ich richtig liege.. also von daher..\n------------------------------------\nGL im Ranked btw.","replies":[]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-12-20T16:14:07.281+0000","up_votes":3,"down_votes":0,"body":"Bin ganz deiner Meinung, bin zwar nur Gold 2 aber habe ebenfalls so Spieler mit 500 Games auf einem Champion gesehen und denke mir eig. ehrlich gesagt nur das gleiche.. :-/\n\nHaters gonna hate\" Kollegah -\n\nLass dich nicht unterkriegen, in so ziemlich jedem Spiel gibt es neider und Keks, wie... du weißt schon wer ^^","replies":[]},{"id":"","poster":"IlluminatofDoom","date":"2017-12-20T19:13:37.501+0000","up_votes":2,"down_votes":1,"body":"Wenn du dich immer unbedingt über Abschlüsse definieren willst bitte. Ich habe mein Abitur mit 1,9 bestanden und studiere gerade auf Lehramt. Das hat hier eigentlich nichts zu suchen, aber vielleicht trägt das dazu bei, dass du nicht immer alles vom hohen Ross beurteilst. Natürlich stellst du dich selber dar, wenn du andere Spieler an dir misst, dich als Ideal für deine Theorien nimmst. Und seine persönliche Erfolge und Qualitäten in einem Forum aufzählen ist für mich schon ein gewisser Indikator dafür, dass du gerne Aufmerksamkeit kriegst. Mit Aufmerksamkeitsdefizit meine ich nicht die Krankheit, dann müsste da noch ne Störung dahinter.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-20T19:32:21.009+0000","up_votes":1,"down_votes":2,"body":"Glückwunsch! Du hast dich gerade perfekt selbst beschrieben, bis auf das \"Angebliche 1,9 Abi\" Was ich bei deiner Rechtschreibung und Wortschatz nicht glauben kann.\n\nDu weichst wieder vom Thema ab, es ging um das \"EZ\" und um Respekt, ich habe lediglich meine Meinung dazu beigetragen, wenn es Dir nicht passt, dann schreib am besten gar nichts, und komm nicht mit \"Aufmerksamkeitsdefizit\" das ist nämlich der \"Begriff\", der dich am besten beschreibt. Nur in dem Fall.. mit einer Störung!\n\nUnd dazu noch ein dickes Unglaublich! Denn nichts von dem was du gerade gesagt hast, stimmt nicht mal im geringsten O.o. \nWieder mal ein Klassisches Eigentor.\n> [{quoted}](name=IlluminatofDoom,realm=EUW,application-id=KYnfKGf0,discussion-id=4MJs2Xz2,comment-id=00030003000000000000000000000002,timestamp=2017-12-20T19:13:37.501+0000)\n>  Und seine persönliche Erfolge und Qualitäten in einem Forum aufzählen ist für mich schon ein gewisser Indikator dafür, dass du gerne Aufmerksamkeit kriegst.\n\nwut ??? ehhmm ja, wie du meinst O.o, Man sollte schon Vergleiche zwischen \"Aufmerksamkeits versuche\" unterscheiden können. Person X vergleicht sein weg zum Gipfel mit Person Y / über etc o.E ... Nice Aufmerksamkeitsversuch! KAPPA.\n\n\nP.S Habe deinen Beitrag mal abfotografiert und auf Snapchat sowie WA gestellt, Kommentar drunter kannst du dir sicher vorstellen :-)\nSchon Lustig was für Typen es im LoL Forum gibt..  einfach zum lachen.\n----------------------------\nFür mich ist das Thema erledigt/geklärt da ich..\n1. Weiß dass ich Recht habe.\n2. Ich genug von Leuten wie dir habe.\nIm dem Sinne...\nViel Spaß noch im Leben! Mit deiner Einstellung kommst du nicht weit, wirst du aber früher oder später selbst sehen bzw. zu erkennen geben.","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-20T19:55:20.032+0000","up_votes":2,"down_votes":0,"body":"XD läuft bei dir\nNaja die Diskussion ist für mich auch gegessen, da kommt man eh nicht auf nen gemeinsamen Nenner\n\nPS. Ich hab auch ein paar Leute, die bei deinen Kommentaren nur den Kopf schüttel müssen","replies":[]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-12-20T16:11:36.950+0000","up_votes":1,"down_votes":1,"body":"Ich muss hier ebenfalls mal etwas loswerden, du bist einfach nur arm & lächerlich. Ernsthaft.{{champion:11}} \nIm Text von 9/11 sieht man nur eine Perspektive bzw. Sicht einer Person. Das allein ist noch lange kein Grund, jemanden als ADS´ler zu bezeichnen.\n\nWillst du wissen, was ich glaube?\nIch glaube du bist ein Mobbingopfer, oder bist einfach mad und neidisch das es bessere LoL Spieler gibt als du. \n{{champion:127}} \nMeine Sichtweise zu diesem Thema ist einfach und dennoch richtig sowie sinnvoll {{champion:127}} und zwar, würde ich dir raten deine Internetballs{{champion:23}} ganz schnell wieder einzupacken.... und am besten hörst du auf LoL zu spielen, wenn man die MEINUNGEN anderer, nicht akzeptieren kann. O.e Sich als etwas besseres sieht, was glaube ich, du nicht bist oder sein wirst. {{champion:238}} ^__^","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-12-18T08:40:34.074+0000","up_votes":3,"down_votes":1,"body":"Du kannst viel erzählen, wenn der Tag lang ist.\n\nAber interessant, du gibst ein tolles Beispiel für die schlechte Seite der Community ab, erzählst dich würde das alles eh nicht tangieren und rechtfertigst dich immer und immer wieder.\n\nDaran sieht man, dass angehende Abiturienten nicht unbedingt intelligent sein müssen.\nMerke: Intellekt =! Intelligenz.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-20T15:54:16.014+0000","up_votes":2,"down_votes":2,"body":"Ich kann viel erzählen richtig, solange ich weiß, dass es auch stimmt, ist es doch okay oder?\n\n\"Daran sieht man, dass angehende Abiturienten nicht unbedingt intelligent sein müssen.\nMerke: Intellekt =! Intelligenz.\"\n\nMacht ehrlich gesagt keinen Sinn, dein Satz.\nDas war meine eigene Meinung und hat nicht mit Intelligenz zu tun xDD rofl\n\nDavon abgesehen, heißt Rechtfertigen nicht gleich interessieren sondern nur Rechtfertigen, wenn dir jemand was unterstellt Rechtfertigst du dich nicht? :-)\nDann direkt mit dem Sinnlosen Intelligenz Satz kommen, xD im dem Fall kann ich nur sagen, ein hoch auf die Hauptschule, probs gehen an dich.","replies":[{"id":"","poster":"Qbert","date":"2017-12-21T05:48:49.409+0000","up_votes":3,"down_votes":0,"body":"Zunächst:\nWenn mir jemand etwas unterstellt, was mich nicht tangiert, rechtfertige ich mich auch nicht. ;)\nDenn nur wenn mich etwas trifft, versuche ich zu erklären, wieso weshalb warum ... rechtfertige mich eben.\n\nWeiterhin macht der Satz bezüglich der Intelligenz schon sehr viel Sinn. Dass du keinen darin siehst, unterstützt meine These.\n\nAuch dass du ohne Anhaltspunkt wissen möchtest, ich hätte lediglich einen Hauptschulabschluss, ist bemerkenswert. Woher weißt du das?\nNicht das es korrekt wäre, aber mich würde interessieren, was dich zu diesem falschen Gedanken bewegt.","replies":[{"id":"","poster":"Kira Rengami","date":"2018-01-28T16:03:07.343+0000","up_votes":1,"down_votes":1,"body":"Zunächst:\nWenn mir jemand etwas unterstellt, was mich nicht tangiert, rechtfertige ich mich auch nicht. ;)\nDenn nur wenn mich etwas trifft, versuche ich zu erklären, wieso weshalb warum ... rechtfertige mich eben.\n\nWeiterhin macht der Satz bezüglich der Intelligenz schon sehr viel Sinn. Dass du keinen darin siehst, unterstützt meine These.\n\nAuch dass du ohne Anhaltspunkt wissen möchtest, ich hätte lediglich einen Hauptschulabschluss, ist bemerkenswert. Woher weißt du das?\nNicht das es korrekt wäre, aber mich würde interessieren, was dich zu diesem falschen Gedanken bewegt.\n\n--------------------\nOkay, ehmm.. und ja.. Was davon soll jetzt genau auf mich zutreffen? Ich sehe hier nur einen Text, der auf dich zutrifft.. bzw. deine nicht vorhandene Intelligenz quasi beschreibt.\n\nAber naja gut.. ehm.. {{champion:142}}","replies":[]}]}]},{"id":"","poster":"eingew","date":"2017-12-18T08:48:42.399+0000","up_votes":2,"down_votes":0,"body":"> Daran sieht man, dass angehende Abiturienten nicht unbedingt intelligent sein müssen.\n\nSieht man das nicht eher an den Quoten? Ich glaube wir hatten die Diskussion schon einmal, aber hier in NRW ist das Abi halt...","replies":[{"id":"","poster":"Qbert","date":"2017-12-18T08:51:22.276+0000","up_votes":3,"down_votes":1,"body":"Naja, die Quoten der Abiturienten werden ja besser ... aber das ist nur Augenwischerei.\nBspw. brauchst du in Berlin nur 85% für eine 1 .... was soll ich da sagen?\nAlle rühmen sich, dass die Quote der 1,0-Abiture gestiegen ist ... nur keiner hinterfragt wieso.\nDie Schüler werden nicht zwangsläufig schlauer ... auch bei Einstellungsgesprächen habe ich diese Erfahrung schon gemacht.\n\nDas Bildungssystem bedarf strenger Reformen :S","replies":[{"id":"","poster":"eingew","date":"2017-12-18T09:02:39.288+0000","up_votes":2,"down_votes":1,"body":"Und gleichzeitig beschweren sich alle, dass die Universitäten völlig überlaufen wären... ja, woran das wohl liegt. Noch dazu, wo die meisten der Studenten dort doch sowieso rigoros aussortiert werden. Die Dozenten merken ja selbst, dass das Abiturzeugnis je nach Bundesland keine vertrauenswürdige Bescheinigung der Leistung ist. Aber so scheint unsere Regierung das ja im Moment überall zu halten, bei den Sprachkursen für Flüchtlinge wird derselbe Müll abgezogen: Zu wenige und unqualifizierte Lehrer für zu viele Schüler und am Ende gibts gute Noten für schlechte Leistungen. Die einzige Reaktion der Wirtschaft war, dass sie die Flüchtlinge jetzt entweder selbst testen, oder sich für Bewerbungen von Flüchtlingen gar nicht mehr interessieren.\n\nUnd NRW ist ja noch dazu das Bundesland mit der größten Bevölkerungsdichte. Nur, dass die Betriebe hier sicherlich auf Dauer nicht selbst das mit der Bildung übernehmen werden. Die werden einfach in Bundesländer gehen, wo es auch vielversprechende Bewerber gibt - Hallo Bayern. Ist eigentlich schon mal irgendwem der Zusammenhang zwischen dem extrem hohen Bildungsniveau da und dem großen Wirtschaftswachstum dort aufgefallen?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Wernicke","date":"2017-12-14T06:00:21.271+0000","up_votes":2,"down_votes":0,"body":"Wenn keiner getrollt oder ähnliches hat, egal aus welchem team, kann es natürlich trotzdem ein gutes Spiel gewesen sein.\n\nAnders sieht es eben aus wenn man afk oder troll im eigenen team hatte und der Gegner am Ende auch noch \"GG\" schreibt. Dann war es ja offensichtlich kein Gutes Spiel und das GG wirkt eher wie flame oder sagen wir verspotten vom Gegner. Das fällt für mich persönlich(!) dann schon in die Kategorie Unsportlich.\nAber ich glaube viele Menschen schreiben das schon ganz automatisch ohne drüber nachzudenken was gg noch mal genau bedeutet und denken sich nix böses dabei. Aber wenn man mal drüber nachdenkt ist es in Wahrheit höchst unsportlich^^ ","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-12-14T06:55:50.080+0000","up_votes":2,"down_votes":1,"body":"*hust*\nTroll {{champion:48}}","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2017-12-14T07:09:31.220+0000","up_votes":2,"down_votes":1,"body":"Bin grundsätzlich dafür. \n\nZu bedenken ist aber die Informationsasymetrie. Wonach honored man einen gegner? Er hat gut gespielt? Er hat bis zum Ende gekämpf?\n\nMag sein aber man hat keine ahnung von seinem Verhalten. Vielleicht war er im Team salty af hat geblamed und geflamed aber gecarried und versuchrt zu gewinnen...das kriegt man wenn überhaupt erst nach den Honors im Aftergame chat mit...und so jemanden dann gehonored zu haben...","replies":[{"id":"","poster":"eingew","date":"2017-12-14T08:21:09.451+0000","up_votes":2,"down_votes":1,"body":"Naja, man kann sich dabei ja auf die Leute beschränken, die sich im Allchat gut benommen haben. Und man kann ja trotz einem Honor noch immer reporten, das schließt sich ja nicht aus ;).","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T08:54:18.440+0000","up_votes":3,"down_votes":0,"body":"Hab keinen allchat und bin nicht sicher ob (selbst wenn ich suchen würde wo man den einschaltet) den auch möchte :)","replies":[{"id":"","poster":"Veezey","date":"2017-12-14T16:54:49.270+0000","up_votes":3,"down_votes":0,"body":"Du verpasst da nichts, glaub mir. Hab meinen vor einem Jahr deaktiviert, weil mich die ggez Spammer genervt haben xD","replies":[]},{"id":"","poster":"Kira Rengami","date":"2017-12-20T18:10:18.437+0000","up_votes":1,"down_votes":1,"body":"Glaub mir, mehr als OP getrashtalke und nochmal trash... und flame... sieht man da eh nicht.\nAlso verpasst da nichts.","replies":[]}]},{"id":"","poster":"Abasin","date":"2017-12-14T08:34:38.414+0000","up_votes":3,"down_votes":0,"body":"Wenn einer meiner Mitspieler so richtig gut rasiert und den Carry macht, dabei aber schlechtes Benehmen an den Tag legt, kriegt er von mir kein Honor, sondern einen Report. Flamende Carries gehen gar nicht. Mein Honor geht dann an einen anderen.","replies":[{"id":"","poster":"eingew","date":"2017-12-14T12:28:14.515+0000","up_votes":1,"down_votes":0,"body":"Klar, aber bei Gegnern weiß man es, wie Nordwolf schon sagte, eben erst hinterher.","replies":[{"id":"","poster":"Abasin","date":"2017-12-14T13:38:08.236+0000","up_votes":2,"down_votes":0,"body":"Und genau das macht es schwer, vernünftig den Gegner zu ehren. Es bleiben immer Zweifel.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-12-17T12:27:20.555+0000","up_votes":1,"down_votes":0,"body":"Richtig, deswegen sollte man keinen ehren,außer sich selbst","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-12-14T08:04:18.777+0000","up_votes":3,"down_votes":1,"body":"Gegner ehren ist schwierig. Weil es darauf hinausläuft, dessen Chatverhalten zu beurteilen. Nicht mehr. Die meisten chatten sowieso nicht, und von denen die chatten sind 90% Trashtalk und Flame. Der Rest benimmt sich und es kommt zu netten Gesprächen, aber das will ich gar nicht, ich will den Gegner ja besiegen, vernichten, demütigen und in den Staub treten. Genau wie umgekehrt. Ich würde demnach vielleicht 1/1000 aller Gegner ehren können für irgendwas wie ein gg all im After Game Chat. Aber dafür lohnt es sich nicht. Und mir fehlt die Möglichkeit auch nicht. \n\nDas neue System ist ok, wenngleich mir der Aufstieg zu Stufe 5 schlichtweg zu schnell ging.","replies":[{"id":"","poster":"GitGudOrDie","date":"2017-12-14T09:39:54.495+0000","up_votes":1,"down_votes":0,"body":"naja wenn zb. nich gechattet wurde kann man eben seine spielweise honorn^^ hat zb. einer gut outplayed dann ist das nen honor wert^^","replies":[{"id":"","poster":"Abasin","date":"2017-12-14T10:55:52.799+0000","up_votes":2,"down_votes":1,"body":"Ehrlich, wenn ich darauf auch noch achten muss, kann ich mein eigenes Spiel vergessen und meine Performance leidet.","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T11:57:17.382+0000","up_votes":2,"down_votes":1,"body":"Naja das braucht keine große beachtung...wenn du ihn nicht kriegst (weil er dich outplayed) oder du stirbst (weil er dich outplayed) merkt man das ohne groß drauf zu achten ;)","replies":[{"id":"","poster":"Abasin","date":"2017-12-14T13:34:57.341+0000","up_votes":1,"down_votes":0,"body":"Nun ja, es passiert noch ziemlich oft, dass ich outplayed werde. So gesehen ist das keine grosse Leistung mir gegenüber. Meine Zeit geht dann schon fürs drüber ärgern drauf.{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Nordwolf87","date":"2017-12-14T15:20:43.291+0000","up_votes":2,"down_votes":0,"body":"Bei mir auch....;(\n\nHab einen neuen schreibtisch aus schwarzem Glas. Mal sehn wie lang er überlebt :'D","replies":[{"id":"","poster":"eingew","date":"2017-12-14T19:52:48.838+0000","up_votes":2,"down_votes":0,"body":"Glas? Ich find das ja schon im Wohnzimmer immer schrecklich, da kann muss man immer so unnötig vorsichtig sein, wenn man Gläser abstellt. Wie hält man das aus? :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"fllyYT","date":"2017-12-14T15:18:47.396+0000","up_votes":2,"down_votes":0,"body":"Bin auch dafür, jedoch wurden dann Leute gehonored wenn sie geinted haben. Riot wollte das nicht mehr.","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-14T18:47:56.271+0000","up_votes":2,"down_votes":0,"body":"Ah ok verstehe, das ist natürlich dumm. Wer macht denn so ne Kacke? :D","replies":[]}]},{"id":"","poster":"404 Clone","date":"2017-12-13T19:13:52.552+0000","up_votes":2,"down_votes":1,"body":"Bin ich ganz deiner Meinung. Ich finde es gibt nichts negatives daran und finde dass es mehr zeigt, wenn ein Gegner dich honored als ein teammate.","replies":[{"id":"","poster":"IlluminatofDoom","date":"2017-12-13T21:28:59.404+0000","up_votes":1,"down_votes":0,"body":"Yup","replies":[]}]},{"id":"","poster":"Lunnaris01","date":"2018-02-27T19:33:35.422+0000","up_votes":1,"down_votes":0,"body":"Sehe ich genau so. Beim Volleyball klatsch ich immer ab, wenn mich jemand z.B. geblockt hat, auch wenn er jetzt im Gegnerteam ist. Natürlich ist es ein unterschied, ob mich der Gegner wie so ein Gammler dauercampt und mir den Spaß nimmt, oder aber der Thresh meinen Hook precited hat und mich richtig zerstört.\nEs ist ja hier ein krasses Turnier. Die Gegner honorn funktion könnte abseits des aktuellen Honor-Screens einfach mit einem Button wie früher eingefügt werden, so vergisst man sie vielleicht dann doch mal, aber hat wenn man dran denkt immerhin die Möglichkeit.","replies":[]},{"id":"","poster":"Anikiisama","date":"2017-12-13T22:46:17.951+0000","up_votes":1,"down_votes":0,"body":"Das ist eine gute Idee, weil ich dann auch mal jemanden ehren könnte anstatt immer nur meine Mitspieler zu reporten, weil mal wieder jemand toxisch war oder getrollt hat ....","replies":[]},{"id":"","poster":"Oriius","date":"2017-12-13T22:16:32.319+0000","up_votes":1,"down_votes":0,"body":"auf jeden fall dafür","replies":[]}]}