{"id":"cj4rEnU2","poster":"TheRealWolverine","date":"2017-12-12T22:20:47.758+0000","title":"Adventskalender - Türchen 13: \"Der gestiefelte Rengar\"","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"**T&uuml;rchen 13: &ldquo;Der gestiefelte Rengar&rdquo; f&uuml;r Paniro**\r\n_________________________________\r\n\r\n&ldquo;Pass&rsquo; auf, Serafin. Heute erz&auml;hl&rsquo; ich dir etwas &uuml;ber eine andere Art von Held.&rdquo;, sagte Dosnar zu seiner Nichte, w&auml;hrend er sie zudeckte.\r\n&ldquo;Ist er ein Prinz?&rdquo;, fragte sie.\r\nDosnar schmunzelte. &ldquo;Nein, aber du wirst schon sehen.&rdquo;\r\n\r\n______________________________\r\n\r\nEs war einmal im Herzen Valorans. Da lebte ein M&uuml;ller mit seinen drei S&ouml;hnen am Fu&szlig;e des Targons. Sie f&uuml;hrten ein einfaches Dasein bis eines schrecklichen Tages der Vater verstarb und das Erbe unter den Br&uuml;dern aufgeteilt werden musste. So erhielt der Erstgeborene die M&uuml;hle, der Zweitgeborene den Esel und f&uuml;r den J&uuml;ngsten namens Paniro blieb nichts weiter als ein kleiner Kater &uuml;brig, den die Familie im letzten Winter bei sich aufgenommen hatte.\r\nIm Grunde mittellos zog Paniro daraufhin mit seinem Kater in die Welt hinaus und &uuml;berlegte, was er mit seinem Leben nun anfangen sollte.\r\nAls der Sommer schlie&szlig;lich zu Ende ging, beschloss er aus dem Fell des Katers ein paar Pelzhandschuhe fertigen zu lassen, denn dieser taugte ohnehin zu nichts und somit w&uuml;rde er im Winter wenigstens warme Finger haben.\r\nDoch als der Kater dies vernahm, stellte sich auf die Hinterbeine und begann zu sprechen: &ldquo;Mein Herr, ich rate euch davon ab, mich zu Handschuhe zu verarbeiten. Ich kann euch gute Dienste leisten, wenn ihr mir nur ein paar Stiefel fertigen lasst, damit ich mich unter den Leuten sehen lassen kann. Mein Name lautet Rengar und ich bin ein ausgezeichneter J&auml;ger.&rdquo;\r\nPaniro, der Mitleid mit dem armen Tier bekam und gleichzeitig auch neugierig auf dessen F&auml;higkeiten wurde, willigte ein und lie&szlig; Rengar in der n&auml;chsten Ortschaft ein paar Stiefel anfertigen. Kaum hatte der Kater sie angezogen, sprang er auf die Beine und rief: &ldquo;Mein Herr, am Abend bin ich zur&uuml;ck und dann speisen wir im Gasthaus.&rdquo; Daraufhin war er verschwunden.\r\nW&auml;hrend Paniro stark bezweifelte, dass er heute noch eine warme Mahlzeit erhalten w&uuml;rde, da er doch sein letztes Geld f&uuml;r diesen Kater ausgegeben hatte, eilte Rengar in den Wald und fing eine paar Dutzend Rebh&uuml;hner. Diese brachte er schlie&szlig;lich zum Schloss des targonischen K&ouml;nigs, da er wusste, wie gern dieser Rebh&uuml;hner sa&szlig;, und sie doch so selten vorgesetzt bekam.\r\nDer Kater berichtete ihm, dass diese V&ouml;gel ein Geschenk des Grafen Panado waren, denn dieser w&auml;re ein ausgezeichneter J&auml;ger und k&ouml;nnte unm&ouml;glich seine ganze Beute allein verspeisen. Daraufhin belohnte ihn der beeindruckte K&ouml;nig mit reichlich Gold- und Silberm&uuml;nzen und Rengar eilte zu Paniro zur&uuml;ck. Dieser staunte &uuml;ber den Reichtum, den der Kater an einem Tag zusammengetragen hatte und ging mit ihm in das beste Gasthaus des Dorfes.\r\nSo vergingen einige Tage und schlie&szlig;lich erfuhr der Kater, dass der K&ouml;nig am n&auml;chsten Tag eine Ausfahrt plante. Dies sah er als g&uuml;nstige Gelegenheit f&uuml;r seinen n&auml;chsten Schritt, um seinem Herren zu Ruhm und Reichtum zu verhelfen. Also &uuml;berredete er Paniro zur Mittagszeit in einem gro&szlig;en See in der N&auml;he des Dorfes zu baden. Dieser sah skeptisch drein, folgte dann aber Rengars Anweisungen, da er wissen wollte, welche Wunder der Kater nun vollbringen mochte.\r\nAls Rengar die Kutsche des K&ouml;nigs nahen sah, versteckte er Paniros Kleidung und eilte auf die Kutsche zu.\r\nDer K&ouml;nig, der den Kater wiedererkannte, lie&szlig; anhalten und fragte, ob er helfen k&ouml;nnte. Daraufhin erz&auml;hlte ihm Rengar, sein Herr, der Graf Panado, w&auml;re im See schwimmen gegangen und w&auml;hrenddessen wurde seine Kleidung von garstigen R&auml;ubern gestohlen. Nun stehe er nackt im Wasser und w&uuml;sste weder ein noch aus. \r\nDa der K&ouml;nig sich ebenfalls an das gro&szlig;z&uuml;gige Geschenk des Grafen erinnerte, bot er sofort Kleidung f&uuml;r den Edelmann aus seiner eigenen Garderobe an und lie&szlig; ihn anschlie&szlig;end zu sich und seiner Tochter, der Prinzessin Diana, in die Kutsche steigen.\r\nDiana war von einem solchen Liebreiz, dass Paniro sich auf der Stelle in sie verliebte. Dem wachsamen Kater entging dies nicht und so sprach er zum Kutscher: &ldquo;Wenn ihr diesen Weg entlangfahrt, so werdet ihr ans Schloss meines Herren gelangen.&rdquo; \r\nDer Kutsche nickte und daraufhin eilte Rengar voraus, um Paniro auch noch das Schloss zu beschaffen.\r\nAuf seinem Weg kam er an Feldern vorbei, auf denen Bauern gerade die Ernte einholten.\r\nEr sprach sie an und fragte, wem diese L&auml;ndereien geh&ouml;rten. Auf diese Frage antworteten die Bauern, sie geh&ouml;rten dem Zauber Ryze, der im Schloss hinter dem Wald lebte.\r\nDa &uuml;berlegte der Kater kurz und sagte dann, sie sollten dem K&ouml;nig sagen, diese Felder geh&ouml;rten dem Grafen Panado und daf&uuml;r w&uuml;rde er sie vom b&ouml;sen Zauberer befreien. \r\nEbenso versprach er es den Holzf&auml;llern, die er im anschlie&szlig;enden Wald antraf, und auch diese stimmten zu, dem K&ouml;nig dies zu sagen.\r\nAls die Kutsche schlie&szlig;lich an den Feldern vorbeifuhr, streckte der targonische K&ouml;nig den Kopf aus dem Fenster und fragte: &ldquo;Wem geh&ouml;rt all das hier?&rdquo;\r\n&ldquo;Dem Grafen Panado.&rdquo;, antworteten die Bauern.\r\nEbenso trug es sich zu, als der K&ouml;nig zu den Holzf&auml;llern im Wald sprach: &ldquo;Wem geh&ouml;rt all das hier?&rdquo;\r\n&ldquo;Dem Grafen Panado.&rdquo;\r\nBeeindruckt musterte der K&ouml;nig seinen jungen Gast und schien von Minute zu Minute angetaner von ihm.\r\nDer Kater hatte w&auml;hrenddessen das Schloss des b&ouml;sen Zauberers Ryze erreicht und als er eintrat, wurde er sogleich von eben jenem empfangen.\r\n&ldquo;Wer wagt es meinen Palast zu betreten?&rdquo;, fragte er zornig.\r\n&ldquo;Nur ein armer Kater, der von euren gro&szlig;en Kr&auml;ften geh&ouml;rt hat und sich gern selbst von eurer Magie &uuml;berzeugen m&ouml;chte.&rdquo;, antwortete Rengar schnell.\r\nRyze schien geschmeichelt und bat seinen Gast herein. Rengar erz&auml;hlte ihm, dass er geh&ouml;rt hatte, der Zauberer k&ouml;nnte sich in jedes beliebige Tier verwandeln und wie beeindruckend das doch w&auml;re.\r\nRyze gab daraufhin eine Kostprobe seiner Kr&auml;fte und verwandelte sich in riesige Raubkatzen, B&auml;ren und schlie&szlig;lich in einen Elefanten. Jedes Mal klatschte der Kater begeistert und erkl&auml;rte schlie&szlig;lich, dass er sich vorstellen konnte wie man sich in etwas Gr&ouml;&szlig;eres verwandelte, aber ganz und gar nicht, wie es bei etwas Kleinerem funktionieren sollte - wie zum Beispiel einer Maus.\r\nRyze hob nun die H&auml;nde und im n&auml;chsten Moment sa&szlig; dort, wo er gestanden hatte, eine Maus. Rangar z&ouml;gerte keinen Augenblick und st&uuml;rzte sich daraufhin, um die Maus in einem Bissen zu verschlingen.\r\nGerade noch rechtzeitig, denn soeben fuhr die Kutsche des K&ouml;nigs auf dem Hof vor und Rengar eilte nach unten, um die G&auml;ste zu begr&uuml;&szlig;en.\r\n&ldquo;Willkommen auf dem Schloss des Grafen Panado.&rdquo;, sagte er und sah zu, wie Paniro sein neues Zuhause bestaunte.\r\nDer K&ouml;nig aber fragte, ob der Graf Panado nicht seine Tochter Diana zur Frau nehmen wollte, weil er sich keinen besseren Mann f&uuml;r sie vorstellen konnte. So wurde einige Wochen sp&auml;ter Hochzeit gehalten und Paniro lebte gl&uuml;cklich mit seiner Prinzessin auf seinem Schloss.\r\nSeinen Kater aber verga&szlig; er nie und Rengar erhielt stets ein warmes Pl&auml;tzchen und die besten Speisen und Getr&auml;nke, wenn er von der Jagd heimkehrte.\r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n___________________________________________\r\n\r\n&ldquo;Kann mein Kater das auch?&rdquo;, wollte Serafin noch wissen.\r\nDosnar betrachtete das schlafende Pelzkn&auml;uel am Fu&szlig;e des Bettes und sch&uuml;ttelte langsam den Kopf. \r\n&ldquo;Nein, da m&uuml;sste schon ein Wunder geschehen. Aber vielleicht in deinen Tr&auml;umen.&rdquo;","replies":[{"id":"","poster":"Paniro","date":"2017-12-12T23:22:50.853+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}  Richtig nice <3 I bims 1 happy Panado","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-13T10:40:44.882+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Paniro,realm=EUW,application-id=NIAgX8ss,discussion-id=cj4rEnU2,comment-id=0000,timestamp=2017-12-12T23:22:50.853+0000)\n>\n> {{sticker:slayer-pantheon-thumbs}}  Richtig nice &lt;3 I bims 1 happy Panado\n\nDanke:) es war mir ein Vergnügen xD","replies":[]}]}]}