{"id":"7cEVERKJ","poster":"MainMidAnivia","date":"2017-12-12T15:47:17.163+0000","title":"Only Mid Player Sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus Zusammen,\r\n\r\n\r\nBin momentan auf der Suche nach einem Team, Elo ist mir Relativ egal,weil nicht die Elo sagt aus wie Gut du bist sondern wie Gut man im Team Koordiniert und Zusammen Spielen kann, sonst w&auml;re ich wohl nicht auf der Suche nach einem Team.\r\n\r\nAlleine Spielen ist Langweilig und wenn dann Spiele ich nur Ranked Jedes Season f&uuml;r die Belohnungen und das war es auch.\r\n\r\nEs gibt nur 1 Hacken und das w&auml;re die Arbeit oder eher die Zeit in der ich Verf&uuml;gbar bin immer nur und das w&auml;re in dem Bereich von 16 Uhr - 22 Uhr max. 23 Uhr wenn nicht viel Los ist auf der Arbeit .\r\n\r\nEs ist nicht viel Zeit das wei&szlig; ich doch Arbeit  geht mir vor das Zocken genauso wie Familie und co.\r\n\r\nDoch bin ich auf der Suche immer noch als Only Mid laner nach einem Gescheiten Team :\r\n\r\nMid Lane Champions die ich &Uuml;be imoment : Ryze, Aurellion Sol, Viktor, \r\n\r\nMid Lane Wackelige Champions imoment : Twisted Fate,Vel,Liss\r\n\r\nHaupt Main und OneTrick : Anivia momentan leider wieder au&szlig;er &uuml;bung,weili ich auch noch andere Champions auf der Mitte haben m&ouml;chte als Ausweich L&ouml;sung.\r\n\r\nEntschuldige mich schon mal vorher falls nicht alles mit Komma und dies und das ist bin aber legastenicker und hoffe ihr versteht es dann .\r\n\r\nF&uuml;r Kritik und andere Dingen bin ich sehr Offen ich lerne immer gerne dazu und lerne viel aus meinen Fehler da ich mich meistens nur auf mich Konzentriere und schaue wo ich noch Fehler mache um da durch noch mehr wieder zu Lernen, mir ist es auch nicht Fremd gegen High End Elo zu spielen aber das ist eher Unwichtig mit dem High End ..... \r\n\r\nKann auch Spiele Aufnehmen oder seit Kurzem auch Streamen ist aber eher ein Hobby als das ich es muss :) \r\n\r\nSo das war es auch aus meiner Sicht siehe unten alter und co. und Hoffe es Meldet sich jmd .\r\n\r\n\r\n\r\nBin 23 Jahre Alt und mein Name ist David und hoffe das sich Leute finden lassen und f&uuml;r weitere fragen k&ouml;nnt ihr mich dann Pers&ouml;hnlich fragen dann, falls jemand &uuml;berhaupt an einem wie mir hat .\r\n\r\nIngame Name : TheCruelSadist oder MainMidAnivia\r\nMFG Dave","replies":[]}