{"id":"BEfnwFAW","poster":"TheRealWolverine","date":"2017-12-11T21:00:41.601+0000","title":"Adventskalender - Türchen 12: \"Der tapfere Niklas\"","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":0,"body":"**T&uuml;rchen 12: &ldquo;Der tapfere Niklas&rdquo; f&uuml;r cremnik**\n\n____________________________\n&ldquo;Erz&auml;hl&rsquo; mir von einem einsamen Helden. Ich m&ouml;chte eine Geschichte &uuml;ber einen Abenteurer.&rdquo;, sagte Serafin aufgeregt.\n&ldquo;Wie kommst du denn darauf?&rdquo;, fragte Dosnar &uuml;berrascht.\nSerafin grinste. &ldquo;Hektor hat doch heute gesagt, du verstehst nichts von Abenteuern und das glaube ich einfach nicht.&rdquo;\n________________________\n\n\nEs war einmal im Herzen der Insel Ionia, da lebte ein armer Schneider namens Niklas in einem kleinen Dorf. Ihm stand stets der Sinn nach Abenteuern, doch weil er arm war, musste er den ganzen Tag n&auml;hen, um sich sein t&auml;glich Brot zu verdienen.\nEines Tages ging eine junge Frau an dem Fenster seiner Stube vorbei und bot Mus und Marmeladen feil. Der junge Schneider entschloss sich kurzerhand ein wenig davon zu kaufen und mit einem St&uuml;ck Brot zu verzehren. Nachdem er ein kleines Glas Pflaumenmus erworben hatte, bestrich er das Brot damit und legte es dann ab, um sich in eine bequemere Sitzposition zu bringen. Als er jedoch wieder zu seinem Mahl greifen wollte, musste er mit Erschrecken feststellen, dass sich sieben gro&szlig;e Fliegen auf dem Mus niedergelassen hatten. \nW&uuml;tend griff er zu einem Tuch, scheuchte die Fliegen auf und schlug schlie&szlig;lich nach ihnen. Daraufhin erkannte er begeistert, dass er alle sieben mit einem Streich erledigt hatte. Erfreut &uuml;ber diesen Erfolg, beschloss er, dass er heute ein neues Leben als Abenteurer beginnen wollte. Also a&szlig; er sein Brot und schneiderte dann einen eleganten, ledernen G&uuml;rtel, auf den er die Worte: &ldquo;Sieben auf einen Streich&rdquo; stickte. Anschlie&szlig;end packte er das letzte Brot und einen K&auml;se in ein B&uuml;ndel und zog in die Welt hinaus, damit man auf der ganzen Insel erfahren sollte, was ihm gelungen war.\nAuf dem Weg aus dem Dorf fand er einen kleinen Vogel, der sich am Fl&uuml;gel verletzt hatte. So hob er ihn auf und trug ihn fortan mit sich. In den n&auml;chsten Tagen heilte die  Verletzung langsam ab, da der Vogel ruhig und friedlich auf der Schulter des Wanderers oder in dessen B&uuml;ndel schlief.\nNiklas war noch nicht allzu lange gegangen, als ihm ein Steinriese den Weg versperrte und sprach: &ldquo;Du kannst nicht vorbei.&rdquo;\nNiklas sah ihn pr&uuml;fend an, dann erwiderte er mutig: &ldquo;Schau her. Ich habe 7 auf einen Streich get&ouml;tet. Lass&rsquo; mich passieren.&rdquo;\nDoch der Steinriese wich nicht zur&uuml;ck, sondern antwortete noch einmal: &ldquo;Ich bin Malphite und habe vor niemanden Angst. Ein halbes Hemd wie du soll Sieben auf einen Streich get&ouml;tet haben? Das musst du mir beweisen.&rdquo;\nNiklas erschrak, aber dann beschloss er, darauf einzugehen und fragte, wie er seinen F&auml;higkeiten unter Beweis stellen sollte. \nMalphite erz&auml;hlte, dass er einen Stein so fest dr&uuml;cken konnte, dass ein Tropfen Wasser herauslief. Wenn Niklas es ihm gleichtun w&uuml;rde, k&ouml;nnte er gehen und Malphite w&uuml;rde ihn seines Weges ziehen lassen.\nAlso stellte Niklas sein B&uuml;ndel auf den Boden und griff dann blitzschnell nach dem alten K&auml;se darin, den er dem Riesen als einen Stein pr&auml;sentierte. Dieser glaubte nicht daran, dass dieser Schw&auml;chling es wagen w&uuml;rde, ihn zu hintergehen und bemerkte nichts von der T&auml;uschung.\nNiklas dr&uuml;ckte den K&auml;se also kr&auml;ftig zusammen, auf das daraus eine beachtliche Menge Wasser tropfte. Der Riese erschrak und verlangte augenblicklich einen erneuten Beweis f&uuml;r dessen Kr&auml;fte. Diesmal sollte er einen Stein an den Horizont werfen.\nAbermals griff Niklas in sein B&uuml;ndel und holte den kleinen Vogel heraus. Er fl&uuml;sterte ihm zu, er sollte ihn jetzt nicht im Stich lassen, und dann warf er ihn so hoch in die Luft, wie er nur konnte. Der Vogel begann mit den Fl&uuml;geln zu schlagen und flog weit &uuml;ber den Horizont hinaus. \nAus Angst um sein Leben lief der Riese daraufhin davon, denn er glaubte, es mit einem wahrhaft unbesiegbaren Gegner zu tun zu haben. Dies wiederum sahen einige Bauern mit an und berichteten es dem K&ouml;nig von Ionia, der nun unverz&uuml;glich nach dem Schneiderlein schicken lie&szlig;, um einen solchen Helden pers&ouml;nlich in Augenschein zu nehmen.\nKaum war Niklas am Hofe angekommen, erblickte er auch schon des K&ouml;nigs bildh&uuml;bsche Tochter Karma und er verliebte sich augenblicklich in die Prinzessin.\nSo kam es, dass er um ihre Hand bat, als er K&ouml;nig von ihm verlangte, sein Land auch noch von den restlichen zwei Steinriesen zu befreien.\nDer K&ouml;nig war emp&ouml;rt &uuml;ber eine solch dreiste Forderung, doch glaubte er insgeheim nicht daran, dass er junge Mann &uuml;berhaupt zur&uuml;ckkehren w&uuml;rde. Also willigte er ein.\nDaraufhin zog Niklas in die umliegenden W&auml;lder hinaus, um die Riesen zu suchen. Es dauerte auch nicht lang, da fand er sie schlafend unter einem gro&szlig;en Baum.\nEr &uuml;berlegte kurz wie er mit ihnen verfahren sollte, denn sie waren ihm an Gr&ouml;&szlig;e und Kraft weitaus &uuml;berlegen. Schlie&szlig;lich entschied er sich daf&uuml;r, auf den Baum zu klettern und sie mit einer List zu &uuml;berw&auml;ltigen. \nEr pfl&uuml;ckte einige der Fr&uuml;chte des Baumes und warf diese sogleich dem ersten Riesen auf den Kopf. Dieser erwachte n&ouml;rgelnd und packte den Zweiten grob an der Schulter.\n&ldquo;Wieso schl&auml;gst du mich?&rdquo;, fragte er erbost.\nDer Zweite begann sich zu verteidigen: &ldquo;Ich habe dich nicht geschlagen. Das musst du getr&auml;umt haben.&rdquo;\nDaraufhin kehrte wieder Ruhe ein und die beiden schliefen erneut ein. Kurze Zeit sp&auml;ter warf Niklas dem zweiten Riesen eine Frucht auf den Kopf. Dieser fuhr aus dem Schlaf und rief: &ldquo;H&ouml;r&rsquo; auf mich zu schlagen.&rdquo;\nDer Erste lie&szlig; es sich nicht gefallen und antwortete: &ldquo;Ich habe dich nicht geschlagen. Wenn ich dich geschlagen h&auml;tte, dann w&uuml;rde es sich so anf&uuml;hlen.&rdquo; Daraufhin versetzte er dem anderen einen harten Schlag. Nach einigen weiteren Schl&auml;gen lagen beide Steinriesen zerbr&ouml;selt am Boden. Somit hatte Niklas sie besiegt und konnte dem K&ouml;nig die freudige Nachricht &uuml;berbringen.\nDieser erschrak, als er den Schneider heimkehren sah und fragte seinen Hofstaat um Rat.\nDaraufhin trat ein magisches Wesen vor, welches auf der Insel Soraka genannt wurde und sprach, der K&ouml;nig k&ouml;nnte von dem Schneider verlangen, ihr wilde Schwester zu fangen. Ein verwirrtes Einhorn, das schon seit Jahren in den W&auml;ldern Ionias lebte und vom eigenen Zorn auf die Welt gepeinigt wurde.\nDem K&ouml;nig gefiel der Vorschlag. Also sagte er dem Schneider, er k&ouml;nnte seine einzige Tochter nur einem wirklich ehrenvollen Mann zur Frau geben und er sollte doch zuvor noch das besagte Einhorn einfangen.\nNiklas willigte abermals ein und zog wieder los, um auch diese Aufgabe zu erf&uuml;llen. Im Wald angekommen suchte er nach Spuren eines wilden Tieres und schon bald fand er die Kreatur mit den Hufen scharrend auf einer Lichtung vor. Als es ihn sah, galoppierte es auf ihn zu - mit Horn direkt auf seine Brust zielend. Panisch sprang Niklas zur Seite und rannte davon. Das Einhorn jagte ihn einmal quer &uuml;ber die Lichtung bis vor eine gro&szlig;e Eiche. \nGerade als ihn die Kraft verlie&szlig;, kam ihm der rettende Gedanke. Er lehnte sich gegen den massiven Stamm und beobachtete wie das Gesch&ouml;pf Anlauf nahm und schlie&szlig;lich auf ihn zuhielt. Im letzten Moment sprang er zur Seite, so dass sich das lange, spitze Horn des Tieres tief in den Stamm bohrte. \nSo hatte er schlie&szlig;lich auch das wilde Einhorn gefangen. Anschlie&szlig;end wob er ein Seil aus Gr&auml;sern, legte dies dem Einhorn an und f&uuml;hrte es zum Hof des K&ouml;nigs. \nDort herrschte allerdings ein aufgeregtes Treiben, als er ankam, denn das gro&szlig;e Wildschwein der Freljordprinzessin, die gerade zu Gast war, hatte sich beim Anblick eines Spanferkels erschrocken und war vollkommen au&szlig;er Rand und Band davongelaufen.\n Als der K&ouml;nig zu allem &Uuml;berfluss auch noch den Schneider mit dem gefangenen Einhorn entdeckte, erz&uuml;rnte er und rief, dass k&ouml;nne nicht mit rechten Dingen zu gehen.\nNiklas jedoch trat vor und sprach, er wolle dem K&ouml;nigreich Ionia noch einen letzten Dienst erweisen und das entlaufene Wildschwein einfangen, aber daf&uuml;r verlange er neben der Hand der Prinzessin auch noch die H&auml;lfte des Landes.\nDer K&ouml;nig war erstaunt &uuml;ber ein solches Ma&szlig; an Dreistigkeit, aber unter dem strengen Blick der Freljordprinzessin Sejuani, die immer noch ver&auml;rgert schien, stimmte er dem Angebot des Schneiders zu.\nDieser zog also ein drittes Mal hinaus, um das Wildschwein einzufangen. Er durchstreifte den Wald auf der Suche nach einer m&ouml;glichen Falle f&uuml;r das Tier, denn ohne Hilfsmittel hatte er kaum eine Chance das Schwein unversehrt zu fangen.\nNach einer Weile stie&szlig; er auf eine kleine Kapelle, die nur ein h&ouml;lzernes Eingangstor und  ein winziges Fenster besa&szlig;.  Zu seinem Gl&uuml;ck fand er sie unverschlossen vor. Also ging er hinein und &ouml;ffnete das Fenster. Elegant sprang er hindurch und lief dann eilig um die Kapelle herum.\nZufrieden mit seinem Plan, &ouml;ffnete er nun das Tor weit und lief dann weiter durch den Wald auf der Suche nach dem Wildschwein. Es dauerte gar nicht lang, da h&ouml;rte er hinter sich ein Scharren und Schnauben. Als er sich umwandte, erkannte er das aufgebrachte Tier, das zwischen den naheliegenden B&auml;umen stand und ihn b&ouml;se anfunkelte. \nSo schnell ihn seine Beine trugen, rannte Niklas davon und warf nur kurz einen Blick &uuml;ber die Schulter, um sicherzugehen, dass die Bestie ihm auch folgte. An der Kapelle angekommen lief er z&uuml;gig hinein, sprang erneut durchs Fenster, eilte au&szlig;en herum und verschloss die T&uuml;r. \nIm Inneren konnte er das Schwein toben h&ouml;ren. Ersch&ouml;pft, aber dennoch zufrieden, wanderte Niklas zum Schloss zur&uuml;ck. Dort angekommen bat er den K&ouml;nig, seine Tochter und alle G&auml;ste ihm zu folgen, damit er das gefangene Schwein pr&auml;sentieren konnte. \nAls sie die Kapelle erreichten, traute der K&ouml;nig seinen Augen nicht. Doch da alle G&auml;ste Zeuge von den Heldentaten des Schneiderleins waren, musste er sein Versprechen einl&ouml;sen und so gab er Niklas das halbe K&ouml;nigreich und seine Tochter Karma zur Frau.\nNoch an der kleinen Waldkapelle wurde Hochzeit  gehalten und wenn sie nicht gestorben sind, dann leben sie noch heute.\n\n______________________\n\n&ldquo;Du wei&szlig;t wirklich, wie man abenteuerlich erz&auml;hlt.&rdquo;, lobte Serafin ihren Onkel.\n&ldquo;Danke und jetzt schlaf gut.&rdquo;","replies":[]}