{"id":"wFEFhsFb","poster":"Strackmahurius","date":"2017-12-11T22:18:07.300+0000","title":"Hilfe Lol ist so unspielbar!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gro&szlig;es problem und komme einfach seit tagen gar wochen nicht weiter:\r\n\r\nNach der championselect (wenn es in den Ladebildschirm geht\r\n\r\nkommt folgende fehlermeldung:&quot;Ein Unbekannter DirectX-Fehler ist aufgetreten, sodass League of Legends nicht gestartet werden kann. Bitte versichere dich, dass deine Grafikkarte die neusten Grafiktreiber des Herstellers einsetzt.&quot; \r\n Manchmal steht auch nur die verbidnung zum internet wurde verloren - jedoch l&auml;uft dieses konstant weiter ohne Probleme.\r\n\r\nauch alle anderen Beitr&auml;ge die ich mit diesen thema gefunden habe, habe ich durchsucht udn alle behebungs vorschl&auml;ge ausprobiert. jedoch alle ohne ergebnis.\r\n\r\nAuch in den anderen Beitr&auml;gen, fand ich bis jetzt keine L&ouml;sung die best&auml;&ouml;tigt worden ist\r\n\r\nps. nach 2-3 maligen pc neustart komme ich mit gl&uuml;ck in das spiel - jedoch bin ich dan 5-10 minuten behind. so macht das spielen wirklich absolut keinen spa&szlig;.\r\n\r\nDieses Problem habe ich nun schon seit Knapp 2 Wochen. Ich sehe das hier gerade als letzte hoffnung - normalerweile erstelle ich keine Beitreige da ich l&ouml;sungen in anderen finden kann\r\n\r\n\r\n\r\nBITTE BITTE HILFT MIR, ICH BIN VERZWEIFELT\r\nmfg Strackmahurius","replies":[{"id":"","poster":"Angel Ayume","date":"2017-12-11T23:26:57.059+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle dir mal den Riot Support bzgl. technischer Probleme anzuschreiben.\nWenn du schon alles versucht hast, was als Lösungsansatz vorgeschlagen wurde, dann gibt es vllt nicht mehr, was dir die Spieler oder die Wrenchmen sagen können. :/ \nIch würde es einfach mal so versuchen. :)\nDrücke die Daumen, dass du bald wieder ohne Probleme spielen kannst.","replies":[{"id":"","poster":"Strackmahurius","date":"2017-12-11T23:31:56.394+0000","up_votes":1,"down_votes":0,"body":"danke dir schon mal für deinen impuls. Ich werde die wrenchman noch kantaktierem sollte das auch nicht zum erfolg führen werde ich den Support in anspruch nehmen. herzlichen dank für die Antwort - fühlt man sich gleich nicht mehr so allein gelassen mir seinem problem :)","replies":[{"id":"","poster":"Gin","date":"2017-12-12T07:46:41.200+0000","up_votes":1,"down_votes":0,"body":"Moinsen. Logge dich im Client ein und öffne anschließend im Ordner C:\\Riot Games\\League of Legends\\config die Datei game.cfg mit dem Texteditor.\n\nSuche in der Datei anschließend mit STRG + F nach der Zeile:\n\n> WindowMode=\n\nDu solltest rechts vom Gleichheitszeichen eine Zahl stehen haben. Ersetze diese durch eine 2 und speichere die Änderungen anschließend.\n\nTeste jetzt mal in einem Custom Game ob du wieder ins Spiel reinkommst.\n\n---\n\nFalls nein, installiere League of Legends mal mit [diesem Setup](https://riotgamespatcher-a.akamaihd.net/ShellInstaller/EUW/LeagueofLegends_EUW_Installer_2016_11_10.exe) neu.\n\nDieses sollte dir die richtige Version von Direct-X drauf packen.","replies":[{"id":"","poster":"Strackmahurius","date":"2017-12-12T13:35:10.380+0000","up_votes":1,"down_votes":0,"body":"Dankeschön für die Mühe, \nBeide Möglichkeiten habe ich Probiert, auch hier leider kein erfolg.\n\nIch Werde heute meinen Laptop komplett Platt machen und alles von grudn auf neu Aufziehen. Dann muss ja eine besserrung enstehen. Ich halte euch über diesen post natürlich sobald ich das erledigt habe am laufenden.\n\nIs zwar keine Patent lößung aber, sollte es funktionieren immerhin eine.\n\nMfG Strackmahurius","replies":[{"id":"","poster":"Strackmahurius","date":"2017-12-13T09:07:50.394+0000","up_votes":1,"down_votes":0,"body":"Da ihr auf den neusten Stand seit.\n\nSelbst jetzt funktioniert es noch nicht. es gibt kedoch neue posts / Beiträge zu dem selben thema - werde alle dort angebotenen Vorschläge ebenfalls ausprobieren\n\nmfg","replies":[]}]}]}]}]}]}