{"id":"cQx6AuYd","poster":"Dalamo","date":"2017-12-11T17:49:16.823+0000","title":"Coaching 2 Esports sucht Einzelspieler und Teams für kostenloses Coaching","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey LoL Community,\r\n\r\nwir von Coaching 2 eSports suchen noch aktive LoL Spieler und Teams mit dem Ziel besser werden zu wollen.\r\n\r\n&Uuml;ber uns:\r\n\r\nUnser Team besteht momentan aus 3 Leuten, davon 2 Coaches die im Bereich Master und Challenger sind. \r\nDer 3. im Bunde ist unser Freund und Moderator der euch bei allen anderen Fragen tatkr&auml;ftig unterst&uuml;tzten wird.\r\nWir noch recht neu (ca. 2 Wochen), daher besteht unser Team auch erst aus 3 Leuten was sich aber nat&uuml;rlich mit zunehmendem Wachstum &auml;ndern wird.\r\nWir coachen derzeit 3 aktive Teams und mehrere Einzelspieler.\r\n\r\nWir suchen:\r\n-Einzelspieler Bronze-Dia\r\n-Teams Bronze-Dia\r\n-Coaches d&uuml;rfen sich auch gerne bei Interesse und dem Willen anderen etwas mit geben zu wollen bei uns melden. \r\n\r\nWas wir bieten:\r\n\r\nWir bieten euch als Team einen eigenen Ts Channel mit den entsprechenden Rechten und Bannern. Dazu Teamcoaching, zu festgelegten Zeiten.\r\nWir bieten auch einzelnen Spielern das Coaching an, ggfs. auch den Teams sofern es n&ouml;tig ist.\r\nWIR BIETEN DIESES KOSTENLOS AN !!! (&Auml;nderungen vorbehalten)\r\n\r\nWas wir erwarten:\r\n\r\nFalls ihr euch daf&uuml;r interessiert mit eurem Team oder als Einzelspieler Teil von uns zu werden, erwarten wir nat&uuml;rlich, dass ihr aktiv seid. Dazu geh&ouml;ren zB festgelegte Zeiten was Training angeht oder auch wenn es um das Coaching geht.\r\nIhr solltet stehts freundlich sein, einen guten Umgangston f&uuml;hren,  und mit Kritik umgehen k&ouml;nnen.\r\nFalls wir euer Interesse geweckt haben laden wir euch herzlich in unseren Ts ein, um alles in einem Erstgespr&auml;ch zu besprechen.\r\n\r\nTS Server:    62.104.20.242:10124\r\n\r\nLiebe Gr&uuml;&szlig;e \r\n\r\nCoaching 2 Esports","replies":[]}