{"id":"Pn9bBR7h","poster":"TheRealWolverine","date":"2017-12-10T21:37:36.456+0000","title":"Adventskalender - Türchen 11: \"Luxanna und die sieben Yordle\"","subforum":"Community-Kunstwerke","up_votes":3,"down_votes":0,"body":"**T&uuml;rchen 11: &ldquo;Luxanna und die sieben Yordle&rdquo; f&uuml;r Torpedosheep**\r\n_______________________________\r\n&ldquo;Heute habe ich einen Klassiker f&uuml;r dich.&rdquo;, verk&uuml;ndete Dosnar seiner Nichte.\r\n&ldquo;Ich bin gespannt, Onkel Dosnar.&rdquo;, entgegnete Serafin erfreut und zog sich die Decke bis unters Kinn.\r\n_____________________________\r\n\r\nEs war einmal vor langer Zeit im K&ouml;nigreich Demacia. Da lebte eine angesehene Adelsfamilie namens Kronwacht. Der Mann und die Frau hatten einen Sohn und erwarteten ein weiteres Kind - diesmal ein M&auml;dchen. Das Gl&uuml;ck der Familie h&auml;tte nicht gr&ouml;&szlig;er sein k&ouml;nnen, bis zum Tage, an dem die Tochter geboren wurde und die Mutter bei der Geburt ums Leben kam.\r\nSo lebte der Vater eine Weile allein mit seinen beiden Kindern Garen und Luxanna bis er eines Tages eine neue Frau heiratete, die von unglaublicher Sch&ouml;nheit war. Sie hie&szlig; Elise und besa&szlig; m&auml;chtige Zauberkr&auml;fte, die sie aber geschickt zu verbergen wusste.\r\nEines Tages als der Vater mit seinem Sohn zusammen ausgezogen war, um seinem K&ouml;nig im Kampf beizustehen, befragte die b&ouml;se Stiefmutter ihren Zauberspiegel.\r\n&ldquo;Spieglein, Spieglein an der Wand, wer ist die Sch&ouml;nste im ganzen Land?&rdquo;\r\nUnd er antwortete: &ldquo;Ihr seid die Sch&ouml;nste im ganzen Land, aber Luxanna ist noch tausendmal sch&ouml;ner als ihr.&rdquo;\r\nDaraufhin entflammte der Zorn von Elise auf ihre Stieftochter Lux so sehr, dass sie nach dem J&auml;ger rufen lie&szlig;. In all ihrer Niedertracht befahl sie ihm, Lux in den Wald zu f&uuml;hren und zu erschie&szlig;en oder er w&uuml;rde sein eigenes Leben verlieren. Als Beweis f&uuml;r seine Tat sollte er das Herz des M&auml;dchens herausschneiden und ihr bringen. \r\nAus Angst um sein eigenes Leben nahm der J&auml;ger das M&auml;dchen am n&auml;chsten Tag mit auf die Jagd. Tief im Wald angekommen brachte er es aber nicht &uuml;ber sich, Luxanna zu erschie&szlig;en und gestand ihr den Plan ihrer Stiefmutter. \r\nSie erschrak f&uuml;rchterlich und begann zu weinen. Doch der J&auml;ger beruhigte sie und sagte, er wolle ein wildes Tier erlegen und dessen Herzen an ihrer statt zur b&ouml;sen Stiefmutter heimbringen. Doch Lux sollte, so weit sie nur konnte, von ihrem Zuhause fliehen und niemals zur&uuml;ckkehren.\r\nUnter Tr&auml;nen versprach sie ihm weit fortzugehen und so trennten sich ihre Wege. Lux lief den ganzen Tag durch den dunklen Wald und als es schlie&szlig;lich d&auml;mmerte, gelangte sie an ein H&auml;uschen auf einer Lichtung. Da sie des Nachts nicht im Wald bleiben wollte, klopfte sie an und als sie das Haus unverschlossen vorfand, trat sie ein.\r\nDrinnen fand sie einen gedeckten Tisch vor und da sie hungrig war, lie&szlig; sie sich nieder und bediente sich an den Getr&auml;nken und Speisen.\r\nAnschlie&szlig;end durchsuchte sie das Haus weiter und fand einen Raum mit sieben Betten vor. M&uuml;de, wie sie war, legte sie sich in einem davon zum Schlafen nieder.\r\nSo bemerkte sie nichts, als die Bewohner nach hause zur&uuml;ckkehrten. Doch diesen fiel sofort auf, dass jemand hier gewesen sein musste.\r\nDie sieben Yordle, denen das Haus geh&ouml;rte, versammelten sich um den Tisch und einer fragte: &ldquo;Wer hat von meinem  Tellerchen gegessen?&rdquo;\r\nUnd ein anderer: &ldquo;Wer hat aus meinem Becherchen getrunken?&rdquo;\r\nIn Aufregung durchsuchten sie die anderen R&auml;ume, bis schlie&szlig;lich ein dritter Yordle ausrief: &ldquo;Und wer schl&auml;ft da in meinem Bett?&rdquo;\r\nNeugierig versammelten sie sich um das schlafende M&auml;dchen und fragten sich, was sie jetzt tun sollten. Durch all die Bewegung im Raum erwachte Luxanna schlie&szlig;lich und erschrak.\r\n&ldquo;Wer seid ihr?&rdquo;, fragte sie.\r\nDaraufhin begannen die Yordle sich vorzustellen: Tristana, Rumble, Poppy, Ziggs, Heimerdinger, Corki und Teemo. Als sie geendet hatten, erz&auml;hlte Luxanna ihrerseits ihre Geschichte und schlie&szlig;lich herrschte Schweigen im Raum.\r\nDie Yordle beschlossen dem M&auml;dchen Unterschlupf zu gew&auml;hren, denn sie konnte unm&ouml;glich nach hause zur&uuml;ckkehren. So verging eine Weile und Luxanna lebte gl&uuml;cklich bei den Yordlen im Wald und versorgte das Haus, w&auml;hrend ihre sieben Mitbewohner tags&uuml;ber in den Wald ausschw&auml;rmten, um sich mit der Natur und ihren Geheimnissen auseinanderzusetzen.\r\nW&auml;hrenddessen lebte Elise weiterhin im Haus der Kronwachtfamilie und eines Morgens befragte sie erneut ihren Zauberspiegel. \r\n&ldquo;Spieglein, Spieglein an der Wand, wer ist die Sch&ouml;nste im ganzen Land?&rdquo;\r\nUnd wieder antwortete der Spiegel: &ldquo;Ihr seid die Sch&ouml;nste im ganzen Land, aber Luxanna im Wald bei den sieben Yordlen ist noch tausendmal sch&ouml;ner als ihr.&rdquo;\r\nDaraufhin entflammte ihr Zorn aufs Neue. Doch diesmal w&uuml;rde sie Luxannas Tod selbst in die Hand nehmen. Also vergiftete sie einen silbernen Kamm und machte sich als altes Weib verkleidet auf den Weg zum Haus der Yordle. \r\nSie traf das M&auml;dchen allein zuhause an und trat an ein Fenster, um ihre K&auml;mme anzubieten. \r\nLuxanna, die nichts B&ouml;ses ahnte, sprach mit der Alten und als diese ihr einen silbernen Kamm anbot, freute sie sich, denn er funkelte so sch&ouml;n im Sonnenlicht. Doch kaum hatte sie ihn einmal durch ihr Haar gezogen, sank sie zur Erde nieder und Elise zog schadenfroh von Dannen. \r\nAls die Yordle am Abend nach hause kamen, erschraken sie und eilten ihrer neuen Freundin zu Hilfe. Sie zogen den Kamm aus ihrem Haar und Luxanna schlug die Augen auf.\r\nDoch die b&ouml;se Stiefmutter hatte soeben ihren Spiegel befragt und tobte vor Eifersucht, da Luxanna immer noch am Leben war. So verzauberte sie einen G&uuml;rtel und machte sich am n&auml;chsten Morgen erneut auf den Weg. Sie hatte sich geschworen nicht zu ruhen, bevor sie allein die Sch&ouml;nste im ganzen Land war.\r\nWieder traf sie ihre Stieftochter allein an und wieder freute sich das naive M&auml;dchen &uuml;ber das Geschenk. An den Vorfall des gestrigen Tages dachte sie schon gar nicht mehr. Doch kaum hatte sie den G&uuml;rtel angelegt, zog er sich zusammen und Luxanna blieb die Luft weg. Ohnm&auml;chtig sank sie in sich zusammen und Elise war sich sicher, nun die Sch&ouml;nste im ganzen Land zu sein. \r\nUmso w&uuml;tender wurde sie, als der Spiegel ihr am Abend immer noch verk&uuml;ndete, Luxanna w&auml;re sch&ouml;ner als sie, denn kurz bevor sie ihn hatte befragen k&ouml;nnen, waren die Yordle nach hause gekommen und hatten Luxanna von dem magischen G&uuml;rtel befreit.\r\nAlso ersann Elise einen dritten Plan und diesmal w&uuml;rde sie daf&uuml;r sorgen, dass ihre Stieftochter tats&auml;chlich starb. Mit einem auf der roten Seite vergifteten Apfel nahm sie den weiten Weg ein drittes Mal auf sich, doch da Luxanna nun doch misstrauisch geworden war, weigerte sie sich davon zu probieren. Erst als Elise den Apfel in zwei H&auml;lften schnitt und selbst von einer a&szlig;, fasste das M&auml;dchen wieder Vertrauen und biss in ihren Teil des Apfels.\r\nDoch kaum hatte die vergiftete Frucht ihre Lippen ber&uuml;hrt, sank sie wieder zu Boden und der Apfel blieb ihr im Hals stecken.\r\nZufrieden mit sich selbst kehrte Elise heim, dann diesmal konnte sie sich nicht vorstellen wie ihr Plan misslingen sollte. Und tats&auml;chlich berichtete ihr der Spiegel diesmal, dass sie nun die Sch&ouml;nste im ganzen Land sein, denn die Yordle hielten Luxanna nun wahrhaftig f&uuml;r tot.\r\nAls sie nach hause gekommen waren, hatten sie Luxanna untersucht, aber nichts finden k&ouml;nnen. Also fertigten sie einen gl&auml;sernen Sarg, in den sie das M&auml;dchen legten. \r\nGerade als sie mit der Trauerfeier begonnen hatten, begab es sich, dass ein edler Kriegsheld namens Daniel auf einem Schaf daher geritten kam. Er wollte zur&uuml;ck in seine Heimat Demacia, doch in der Schlacht war ihm sein treues Pferd gestorben und so hatte er kurzerhand ein Schaf gesattelt und es wegen seines beeindruckenden Lauftempos Torpedo genannt. \r\nSo wie er an dem M&auml;dchen im gl&auml;sernen Sarg vorbeiritt, verliebte er sich augenblicklich in Luxanna und hielt an, um die Yordle nach dem sch&ouml;nen M&auml;dchen zu fragen. Sie erz&auml;hlten ihm ihre traurige Geschichte und Daniel bat die Yordle Luxanna mit zur&uuml;ck in ihre Heimatstadt Demacia nehmen zu d&uuml;rfen.\r\nSchweren Herzens willigten sie ein und hoben den Sarg auf ihre Schultern, um sie selbst in die Stadt zu tragen. Auf dem Weg dennoch stolperte Teemo &uuml;ber eine Wurzel und der Sarg fiel zu Boden. Durch den Aufprall sprang das Apfelst&uuml;ck aus Luxannas Hals und sie schlug die Augen auf. \r\nDie Freude war gro&szlig; und Daniel sprang von Torpedos R&uuml;cken und nahm die Totgeglaubte in seine Arme. Auch sie verliebte sich auf der Stelle in den jungen Kriegshelden und so hob er sie auf sein Schaf und gemeinsam ritten sie Richtung Demacia. \r\nIn der Stadt angekommen wollte Luxanna zu ihrem Vater, denn der Krieg war vorbei und er und ihr Bruder Garen mussten ebenfalls heimgekehrt sein. \r\nAm Anwesen der Kronwachtfamilie angekommen trafen sie schlie&szlig;lich auf Garen, der gerade sein Pferd pflegte und dieser schien erstaunt seine Schwester zu sehen, hatte ihnen die Stiefmutter doch erz&auml;hlt, sie w&auml;re eines Tages fortgelaufen und nie zur&uuml;ckgekehrt.\r\n&Uuml;bergl&uuml;cklich empfing er alle und h&ouml;rte sich dann mit ernster Miene ihre Geschichte an. Als Luxanna geendet hatte, lie&szlig; er nach ihrem Vater schicken und gemeinsam suchten sie schlie&szlig;lich Elise auf, um diese zur Rede zu stellen.\r\nAls sie ihre Bosheit schlie&szlig;lich nicht mehr verbergen konnte, entschied der Vater, dass Garen sie hinrichten sollte - im Namen Demacias.\r\nDanach bat Daniel den Vater offiziell um Luxannas Hand und einen Monat sp&auml;ter wurde Hochzeit gehalten. Die Yordle waren von nun an gern gesehene G&auml;ste im Hause Kronwacht und wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n___________________________\r\n\r\n&ldquo;Das war sch&ouml;n.&rdquo;, lobte Serafin ihren Onkel. &ldquo;Du erz&auml;hlst super.&rdquo;\r\n&ldquo;Danke und jetzt tr&auml;ume s&uuml;&szlig;.&rdquo;","replies":[]}