{"id":"AVddgQiu","poster":"Celesil","date":"2017-12-10T18:16:33.340+0000","title":"Duskblade und Rengar/ Kha'Zix","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Nabend liebes Forum.\r\n\r\nDa ich sicherlich einen Denkfehler habe, wollte ich mal etwas nachfragen:\r\n\r\nWarum hat Duskblade keinen internen CD, bevor der Proc wieder ausgel&ouml;st werden kann? Also nicht das Thema mit dem &quot;f&uuml;r den Gegner nicht sichtbar sein&quot;, sondern der bonus Schaden.\r\n\r\nDass das Duskblade viel bonus Schaden gibt, sowie gute Lethality besitzt und auch aus der Unsichtbarkei heraus genutzt werden kann, ist f&uuml;r mich kein Problem und versteh ich auch. Nur das es keinen internen CD f&uuml;r den bonus Schaden gibt, versteh ich nicht. Denn CHampions wie z.B. Rengar, Kha&#039;Zix u.&auml;. k&ouml;nnen den Proc recht solide Ausnutzen.\r\nJa, ok. Nat&uuml;rlich nur, wenn du Situation dazu passt. Allerdings ist mein Empfinden (ja, Empfinden ;) ), das entweder der Duskblade Tr&auml;ger oder das Ziel sofort tot ist. Sollte zweiteres Eintreten, kommt oft auch direkt der n&auml;chste bonus Schaden vom Item durch. Zumindest in meinen Spielen.\r\n\r\nIch weine hier rum, das ist mir bewusst. Allerdings m&ouml;chte ich auch verstehen, warum die Mechanik beim Duskblade so ist, wie sie nun mal ist.","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-12-10T22:27:19.750+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Pridedreamer1","date":"2017-12-11T11:44:41.976+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Allerbester Boss,realm=EUW,application-id=Wj1wcocU,discussion-id=AVddgQiu,comment-id=0000,timestamp=2017-12-10T22:27:19.750+0000)\n>\n> Gehirn an und an die Aufgabe von Assasins denken!\n\nIst vielleicht garkeine schlechte Idee, solltest mal selber nach denken bevor du jemanden Flamest. Man könnte nebenbei auch Cdr auf den Iteam für mehr schaden traden.{{sticker:darius-angry}}","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-12-11T12:06:05.399+0000","up_votes":1,"down_votes":2,"body":"Wo flame ich bitte?","replies":[{"id":"","poster":"Celesil","date":"2017-12-11T15:28:52.051+0000","up_votes":2,"down_votes":0,"body":"Vielleicht weil\n\n> Gehirn an und [...] !\n\nnicht gerade eine freundliche Reaktion auf eine normale und (in meinen Augen) freundlich formulierte Frage ist. Falls deine Reaktion für dich selbst allerdings als freundlich gilt, dann bitte um Verzeihung. Denn dann habe ich die Freundlichkeit falsch kennen und leben gelernt.\n\nNichtsdestotrotz, vielen dank für deinen durchaus aufschlüssigen Beitrag.","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-12-11T19:09:16.771+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Celesil","date":"2017-12-12T05:22:20.727+0000","up_votes":2,"down_votes":0,"body":"Vielen dank, für deine Bestätigung. \n\nEinen schönen Tag dann noch :)","replies":[]}]}]}]},{"id":"","poster":"Celesil","date":"2017-12-11T15:31:17.983+0000","up_votes":1,"down_votes":0,"body":"Manchmal finde ich den Schaden, der vom Duskblade kommt, ziemlich lächerlich. Allerdings bin ich dann selbst auch schon gut frustriert.\n\nGenerell finde ich den Schaden in Ordnung. Ansonsten würde es ja irgendwie seine Rolle verfehlen. Nur kommt es mir vor, dass der Schaden zu frequentiert auftritt und falls das wirklich so ist, so verstehe ich das nicht (s.o.).","replies":[]}]}]},{"id":"","poster":"Padddddi","date":"2017-12-11T17:31:43.756+0000","up_votes":1,"down_votes":0,"body":"Im Falle von Kha'Zix ist dieser Schaden absolut vonnöten. Kha'Zix baut auf Positionsfehler des gegnerischen Teams. Gibt man ihm keine Möglichkeit Isolation auszunutzen, ist sein Schaden minimalst. Um dennoch guten Damage zu hauen muss Kha'Zix eben gekonnt mit seiner Ultimate und Duskblade spielen. Geht der gegnerische ADC eben nicht sofort down, da der Supp die Isolation blockiert, kann der zweite Duskblade-Proc eben dies bewerkstelligen. \n\nKha'Zix hat eben 2 statt 1 Duskblade Proc. Aber das auch nur jede Ultimate. Rengar hat sie öfters, muss dafür aber auch in Büschen stehen und taktisch spielen. \n\nEs ist nicht so, dass man einfach so mal Duskblade öfters procen kann (außer jetzt mit Kha'Zix Ultimate, da geht es sogar mit Ultimate-Evolution 3 Mal - aber Kha hat das auch bitter nötig), man muss es sich wie gesagt verdienen.\n\nEdit: Assassinen stehen seit langem sehr schlecht da. Die verdienen ein paar gute Items... Würdest du auf Duskblade einen CD draufhauen, würdest du Assassinen noch schwächer machen als sie eh schon sind... keine gute Idee.  ","replies":[{"id":"","poster":"Celesil","date":"2017-12-12T05:27:58.866+0000","up_votes":1,"down_votes":0,"body":"Danke sehr.\n\nVielleicht liegt es auch an der verdammt kurzen Spieldauer, das mir das so \"komisch\" vorkommt. Ebenso habe ich bisher nicht einmal einen jungle Assasinen gespielt und wir wissen alle, Praxis ist nicht immer gleich Theorie :)","replies":[]}]}]}