{"id":"l57pUn75","poster":"Himíko Toga","date":"2017-12-10T17:55:09.293+0000","title":"2 Low Plat Spieler, Jungle und Fill, suchen 3 Mates zum Flexen :) Elo Gold+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Abend miteinander! :)\n\nMein Freund und ich h&auml;tten gerne mal ein Team, mit welchen man fest und aktiv zusammen spielen kann. \n\nKurz zu uns: wir sind beide 22, spielen League seit der Beta/Season 1. \nIch war vorherig Supportmain, jedoch m&ouml;chte ich die kommende Season auf Jungle umsteigen, welchen ich auch spielen werde. Daher m&ouml;chte ich darauf hinweisen, dass ich noch am &uuml;ben bin. \nMeine Bessere H&auml;lfte (Aman&ograve; Yukiteru ) hielt sich bisher eher auf der Botlane oder im Jungle auf. Allerdings ist er auch nicht abgeneigt, sich eine neue Lane anzueignen. \n\nAufgrund dessen, dass wir neue Rollen &uuml;ben, suchen wir nach einem Team im Gold Bereich. \n\nWir bevorzugen es competitiv zu spielen. Jedoch ist uns bewusst, dass der gro&szlig;e Traum von ESL Cups etc. nicht funktionieren wird. Kleinere Turniere k&ouml;nnte man dennoch in Angriff nehmen, sofern man gut eingespielt ist und Lust darauf hat. \n\nSpielzeiten w&uuml;rde es geben, jedoch eher spontan 2 - 3 Tage vorher oder im Laufe der Woche vereinbart. Keine festen Tage wo sich jede Woche dran gehalten muss. Ist halt doof wenn man Schichtweise arbeitet :P Nat&uuml;rlich m&ouml;chten wir versuchen trotzdem regelm&auml;&szlig;ige Games hinzubekommen. So 2 mal die Woche sollte man das schon schaffen.\n\nIch mag euch auch nicht zu sehr volltexten. Wir suchen einfach feste Mates die nicht nach einem Loose Ragequitten oder weinen. Welche gerne zusammen wachsen m&ouml;chten, mit Kritik umgehen k&ouml;nnen, aber dennoch nicht den Spa&szlig; an der Sache vergessen. Uns ist das Gewinnen dennoch wichtig... \nAnsonsten bitte 18+, In Solo und Flexranked So im Goldbereich sein, und Humor verstehen.\n\nAchjaaaa.. und wir bevorzugen Discord c: ","replies":[{"id":"","poster":"Himíko Toga","date":"2017-12-17T17:37:40.768+0000","up_votes":1,"down_votes":0,"body":"Push und Anmerkung, dass wir ebenfalls Interesse an dem Betaturnier heute Abend hätten! :)","replies":[]},{"id":"","poster":"Himíko Toga","date":"2017-12-11T18:22:46.862+0000","up_votes":1,"down_votes":0,"body":"Kleiner Push :3","replies":[]},{"id":"","poster":"Himíko Toga","date":"2017-12-10T19:04:37.708+0000","up_votes":1,"down_votes":0,"body":"Hab dich mal geaddet :)","replies":[]},{"id":"","poster":"Infidelix","date":"2017-12-10T18:28:15.101+0000","up_votes":1,"down_votes":0,"body":"Cheers!\n\nIch könnte mich als Midlaner anbieten. Flex Queue Gold III und Solo Queue Gold V.\n\nhabe einen relativ großen Champion Pool einige Beispiele wären:\n {{champion:26}} {{champion:238}} {{champion:99}} {{champion:61}} {{champion:134}} {{champion:69}} \n\nDa ich Anfang der Woche meist durch Sport-Training verhindert bin, ist eine Absprache vorher sehr passend für mich :-) (So, Di, Mi je 2 Stunden Training).","replies":[]}]}