{"id":"cB3KolJp","poster":"TheRealWolverine","date":"2017-12-09T23:03:47.054+0000","title":"Adventskalender - Türchen 10: \"Gummibaum\"","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":0,"body":"**T&uuml;rchen 10: &ldquo;Gummibaum&rdquo; f&uuml;r GummibaumXYZ**\r\n\r\n_____________________________\r\n\r\n&ldquo;Bitte. Erz&auml;hl&rsquo; mir noch eine Geschichte.&rdquo;, bat Serafin an diesem Abend erneut. \r\n&ldquo;Ich hab mir schon eine Gute &uuml;berlegt.&rdquo;, sagte er erfreut. &ldquo;Ab ins Bett und dann geht&rsquo;s los.&rdquo;\r\n\r\n___________________\r\n\r\nEs war einmal vor langer Zeit an der s&uuml;dwestlichen K&uuml;ste der Insel Ionia ein kleines H&auml;uschen, in dem ein armes Ehepaar schon seit vielen Jahren lebte. In ihrer Jugend schien das junge Gl&uuml;ck durch nichts zu tr&uuml;ben zu sein, doch mit den Jahren verbitterte die Frau zunehmend, da ihnen ein Kind verwehrt blieb. \r\nDoch eines Tages war das Gl&uuml;ck ihnen gewogen und die Frau wurde schwanger. Nichts schien der kleinen Familie nun noch im Wege zu stehen. Doch da ergab es sich, dass die Frau einen gro&szlig;en Hunger auf die seltene Gummibaumfrucht bekam, die weit und breit nur im Garten der m&auml;chtigen Hexe der Insel wuchs.\r\nDer Mann f&uuml;rchtete um die Gesundheit seiner Gattin, da diese sich weigerte etwas Anderes als eben jene Frucht zu essen. Daraufhin entschied er eines Nachts in den Garten der Zauberin zu schleichen und einige Fr&uuml;chte zu stehlen.  Das riskante Unternehmen gelang und f&uuml;r einige Wochen verbesserte sich der Zustand der werdenden Mutter. Doch schlie&szlig;lich verlangte sie erneut nach der seltenen Gummibaumfrucht und ihr Mann sah keinen anderen Ausweg als erneut in den Garten zu schleichen.\r\nAls er gerade die saftige Frucht gepfl&uuml;ckt hatte, tauchte hinter ihm die m&auml;chtige Hexe auf und funkelte ihn aus ihren violetten Augen b&ouml;se an.\r\n&ldquo;Wer wagt es meine kostbaren Gummibaumfr&uuml;chte zu stehlen?&rdquo;, fuhr sie ihn an.\r\nEr fiel vor ihr auf die Knie und begann zu erkl&auml;ren: &ldquo;M&auml;chtige Frau Syndra, meine Frau ist des Todes, wenn sie nicht von euren wunderbaren Fr&uuml;chten zu essen bekommt und ich w&uuml;sste nicht, wie ich ohne sie leben sollte. Au&szlig;erdem tr&auml;gt sie unser Kind unter ihrem Herzen.&rdquo;\r\nDie Zauberin, die gerade zu einem m&auml;chtigen Fluch ausgeholt hatte, hielt inne und sprach: &ldquo;Nun gut, ich gew&auml;hre dir diese Fr&uuml;chte, aber ich verlange euer Kind, sobald es geboren wurde.&rdquo;\r\nDer Mann erschrak f&uuml;rchterlich, aber willigte schlie&szlig;lich aus Angst um das Leben seiner Frau ein und kehrte mit den Gummibaumfr&uuml;chten nach hause zur&uuml;ck. Noch in der Nacht der Niederkunft betrat die Hexe das Haus des Paares und entriss die neugeborene Tochter den Armen ihre Mutter. Anschlie&szlig;end gab sie ihr den Namen Gummibaum und zog sie als ihre eigene Tochter auf. \r\nIm Alter von zw&ouml;lf Jahren war das Haar des M&auml;dchen so lang gewachsen, dass die Hexe sie in einen t&uuml;rlosen, meterhohen Turm tief im Wald sperrte, den man nur &uuml;ber ein kleines Fenster knapp unter der Spitze des Turms betreten konnte. Wollte die Zauberin  nun ihre Tochter besuchen, so stellte sie sich an den Fu&szlig;  des Turms und rief: &ldquo;Gummibaum, Gummibaum, lass dein Haar herunter.&rdquo;\r\nDaraufhin warf das M&auml;dchen ihr langes, blondes Haar, das sie stets zu einem Zopf geflochten hatte, aus dem Fenster und die Hexe kletterte daran empor,um ihr Kind mit Nahrungsmitteln und neuen Zauberb&uuml;chern zu versorgen, da sie beabsichtigte Gummibaum in der schwarzen Magie zu unterweisen. \r\nDie Jahre vergingen und Gummibaum wuchs zu einer jungen Frau heran. Da ergab es sich eines Tages, dass ein junger Abenteurer namens Rakan, der am  Abend die W&auml;lder Ionias durchstreifte, den Gesang von Gummibaum vernahm und ihrer wundersch&ouml;nen Stimme bis zu ihrem abgelegenen Gef&auml;ngnis folgte. Mehrfach umrundete er das Geb&auml;ude auf der Suche nach einer T&uuml;r und kam schlie&szlig;lich zu dem Schluss, dass man nur auf andere Art und Weise in den Turm gelangen konnte. Er verbarg sich im Schatten der W&auml;lder und lauschte die gesamte Nacht lang den Ger&auml;uschen des Waldes und dem Gesang der fremden Dame.\r\nAm n&auml;chsten Tag - er hatte die Hoffnung schon beinahe aufgegeben - beobachtete er die Zaubererin wie sie zu Gummibaum die magischen Worte hinaufrief und daraufhin in den Turm gelangte. \r\nUngeduldig wartete er bis sie wieder gegangen war und schlich dann selbst zum Turm hin&uuml;ber,um die entscheidenden Worte zu sagen. \r\n&ldquo;Gummibaum, Gummibaum, lass dein Haar herunter.&rdquo;, rief er zu ihr hinauf.\r\nDas M&auml;dchen dachte nicht einmal daran, dass er jemand anderes als ihre vermeintliche Mutter sein k&ouml;nnte und lie&szlig; Rakan zu sich hinaufsteigen. Als er leichtf&uuml;&szlig;ig durch ihr Fenster sprang, erschrak sie sehr. Hatte ihre Mutter ihr doch schreckliche Dinge &uuml;ber die Kreaturen dieser Welt erz&auml;hlt.\r\nDoch Rakan war hingerissen von ihrer Sch&ouml;nheit und Anmut und fragte sie sogleich nach ihrem Namen.\r\n&ldquo;Gummibaum&rdquo;, antwortete sie sch&uuml;chtern. \r\nEs dauerte nicht lang, da erkannte sie, dass von ihm keine Gefahr ausging und er blieb die ganze Nacht bei ihr und erz&auml;hlte ihr, wie es drau&szlig;en in der Welt so zuging. Begeistert h&ouml;rte sie sich alles an, was er so zu berichten wusste und war gar traurig, als er am n&auml;chsten Morgen gehen musste, da die Hexe ihn auf keinen Fall hier finden durfte. Er versprach aber am Abend zur&uuml;ckzukommen.\r\nSo ging es bald Nacht f&uuml;r Nacht und es dauerte nicht lang, da verliebten sich die beiden ineinander und planten ihre gemeinsame Flucht vor der Hexe. &Uuml;bergl&uuml;cklich &uuml;ber ihre baldigen Zukunftsaussichten wurde Gummibaum leichtsinnig und unvorsichtig. \r\nSo sprach sie in Gegenwart der Hexe &uuml;ber Dinge, die sie in der Isolation im Turm h&auml;tte unm&ouml;glich wissen d&uuml;rfen.\r\nSyndra wurde zornig und drohte dem M&auml;dchen mit ihrer Magie, wenn sie nicht sofort alles preisgeben w&uuml;rde. Gummibaum aber schwieg und so schnitt die Hexe ihr den langen Zopf ab und verbannte sie in die Shurima-W&uuml;ste, wo ihr Geliebter sie niemals w&uuml;rde finden k&ouml;nnen.\r\nSyndra selbst wartete mit dem blonden Haar im Turm, da sie sicher war, dass Gummibaums Kontakt zur Au&szlig;enwelt zur&uuml;ckkommen w&uuml;rde. Als er sich schlie&szlig;lich in der D&auml;mmerung n&auml;herte und hinaufrief, sie m&ouml;ge doch ihr Haar herunterlassen, warf Syndra den Zopf aus dem Fenster und lie&szlig; den jungen Mann hinaufsteigen. Er erreichte das Fenster und erschrak, als er die Hexe statt seiner geliebten Gummibaum entdeckte. \r\nSyndra lachte b&ouml;sartig, als sie ihn erblickte, und schleuderte ihm eine Kugel dunkler Magie entgegen, die ihn blendete und aus dem Fenster stie&szlig;. Als er unten aufschlug, war er schwer verletzt und hatte sein Augenlicht verloren. Er kroch langsam in den Schutz der B&auml;ume, w&auml;hrend die Hexe ihm h&ouml;hnisch nachrief: &ldquo;Das soll dir recht geschehen, da du versucht hast meine Tochter zu stehlen.&rdquo;\r\nDa Rakan zu einer alten Rasse von Ionia - den Vastaya - geh&ouml;rte, brauchte er weder Wasser noch Nahrung, um zu &uuml;berleben. So kam es, dass er tagelang im Wald ruhte bis seine Verletzungen zu heilen begannen und schlie&szlig;lich wieder zu Kr&auml;ften gelangte. \r\nBlind irrte er umher bis er schlie&szlig;lich die K&uuml;ste erreichte. Dort traf er auf Seeleute, die Mitleid mit dem einstigen Abenteurer zu haben schienen und ihn auf ihrem Schiff auf die andere Seite der Insel zu der weisen Heilerin Soraka brachten.\r\nIhr Ruf war in ganz Runeterra bekannt und man sagte ihr nach, selbst die aussichtslosesten Krankheiten heilen zu k&ouml;nnen. Sie untersuchte Rakan lang, bevor sie ihm sagte, dass sie nichts gegen diesen m&auml;chtigen Fluch unternehmen und nur seine wahre Liebe ihn davon erl&ouml;sen k&ouml;nnte. Daraufhin weinte er bitterlich und erz&auml;hlte ihr von seiner Geschichte. \r\nSoraka empfand tiefe Trauer &uuml;ber diese b&ouml;se Magie auf ihrer Insel und versprach in dieser Nacht die Sterne &uuml;ber den Verbleib von Gummibaum zu befragen.\r\nAm n&auml;chsten Morgen verk&uuml;ndete sie ihm, dass seine Geliebte tief im Herzen der Shurima-W&uuml;ste gefangen gehalten wurde und jede Nacht sang, in der Hoffnung, er w&auml;re noch am Leben und k&ouml;nnte sie h&ouml;ren.\r\nFreude ergriff bei diesen Worten Rakans Herz und er machte sich auf sie zu finden. Die guten Seeleute brachten ihn von Ionia nach Valoran, wo er viele Monde lang umherwanderte, bis er schlie&szlig;lich die W&uuml;ste erreichte. Nur der Gedanke an Gummibaum hatte ihn Tag und Nacht vorangetrieben und eines Abends, w&auml;hrend er nichts als den warmen Sand unter den F&uuml;&szlig;en wahrnahm, h&ouml;rte er pl&ouml;tzlich ihre Stimme. Ganz leise und aus weiter Ferne, aber er war sich sicher, wem diese Stimme geh&ouml;ren musste.\r\nSchnellen Schrittes eilte er ihr entgegen und bef&uuml;rchtete jedes Mal sie verloren zu haben, wenn er ihre Stimme nicht mehr h&ouml;ren konnte. Doch dann gelangte er an ein Gem&auml;uer aus Sandstein, in welches Syndra ihre Ziehtochter eingesperrt hatte. Vergeblich versuchte er hineinzukommen, aber dunkler Zauber durchdrang die Mauern und lie&szlig; nicht zu, dass er eintrat oder Gummibaum hinausgehen konnte.\r\nSo trat sie an ein Fenster und rief nach ihm. Er folgte erneut dem Klang ihrer Stimme und schlie&szlig;lich stand er direkt unter ihr. Er sah zu ihr auf und da erkannte Gummibaum, welches Unrecht die b&ouml;se Zauberin ihrem Geliebten angetan hatte. Seine Augen waren schwarz und zerfressen von b&ouml;ser Magie. Vor Kummer begann sie zu weinen und  ihre Tr&auml;nen tropften herab auf Rakans Gesicht. Da ward der Zauber gebrochen und der Glanz kehrte in seine Augen zur&uuml;ck.\r\n&ldquo;Ich kann wieder sehen.&rdquo;, rief er freudig aus.\r\nErstaunt sah Gummibaum auf und als sich ihre Blicke trafen, wisch auch die dunkle Magie aus den Mauern ihres Gef&auml;ngnisses. Der junge Abenteurer machte eine Sprung nach oben und sa&szlig; nun auf der Fensterbank direkt vor seiner Geliebten. Sie fiel ihm um den Hals und k&uuml;sste ihn leidenschaftlich. \r\nDamit war die Macht der b&ouml;sen Hexe gebrochen.\r\nUnd wenn Rakan und Gummibaum nicht gestorben sind, dann leben sie noch heute.\r\n\r\n______________________\r\n\r\n&ldquo;Wie schmeckt denn eine Gummibaumfrucht?&rdquo;, fragte Serafin ihren Onkel.\r\n&ldquo;Man sagt sie schmeckt f&uuml;r jeden anders. Je nach den W&uuml;nschen und Belieben des Essenden.&rdquo;\r\nDas M&auml;dchen l&auml;chelte. &ldquo;Dann schmeckt sie f&uuml;r mich nach Spinat.&rdquo;","replies":[]}