{"id":"HPBEogw6","poster":"Riot Kengen","date":"2017-12-08T19:00:18.281+0000","title":"Meddlers Gameplay-Gedanken - 8. Dezember","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen.\r\n\r\nFalls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n------------------------------------------------------------------------------\r\n**Verbotener G&ouml;tze**\r\nWir versuchen gerade, Verbotener G&ouml;tze und zusammenh&auml;ngende Gegenst&auml;nde dahingehend abzuschw&auml;chen, dass sie weniger Heilung/schw&auml;chere Schilde geben. Wir glauben, dass ein Gro&szlig;teil der St&auml;rke von Verzauberern von diesem Wert kommt, der fr&uuml;her ausgeglichener war, da den Verzauberern weniger Gold zur Verf&uuml;gung stand. \r\n\r\nWir haben langfristig zwar ein gutes Gef&uuml;hl dabei, allerdings fallen Verzauberer momentan gar nicht so sehr aus der Reihe. Langfristig gesehen ist die &Auml;nderung durchaus positiv, kurzfristig k&ouml;nnte es allerdings Komplikationen geben. Wir diskutieren noch, ob wir die &Auml;nderungen jetzt integrieren und sp&auml;ter anpassen sollen, oder ob es besser w&auml;re, zu warten, bis wir ein gr&ouml;&szlig;eres &Auml;nderungspaket schn&uuml;ren k&ouml;nnen. Verzauberer sind stark und m&uuml;ssen sowieso abgeschw&auml;cht werden, aber zumindest h&auml;tten wir dann keine so lange Pause zwischen Patches, wie es &uuml;ber Weihnachten der Fall w&auml;re. \r\n\r\n------------------------------------------------------------------------------\r\n**Umklammerung der Untoten**\r\n\r\nWir testen au&szlig;erdem eine potenzielle &Auml;nderung an &bdquo;Umklammerung der Untoten&ldquo;, im Zuge derer die Rune tempor&auml;re, sich steigernde, adaptive F&auml;higkeitsst&auml;rke bzw. Angriffsschaden gibt, und nicht wie bisher permanent zus&auml;tzliches Leben. Mit diesem Test wollen wir prim&auml;r versuchen, ob wir verschiedenen K&auml;mpfern im Entschlossenheitspfad besser gerecht werden k&ouml;nnen, ohne dabei bestehende Nutzer von &bdquo;Umklammerung&ldquo; &uuml;berm&auml;&szlig;ig zu bestrafen. Au&szlig;erdem wollen wir sehen, ob das permanente Leben von &bdquo;Umklammerung&ldquo; eine problematische Mechanik ist, die sich von Spiel zu Spiel zu sehr unterscheidet (z. B. wenn man die Steigerungen, die man in einem Nahkampfduell bekommt, mit den Steigerungen vergleicht, die man im Fernkampf nicht bekommt).\r\n\r\nWenn die &uuml;berarbeitete Version von &bdquo;Umklammerung&ldquo; nicht funktioniert, gehen wir wieder auf die urspr&uuml;ngliche Version zur&uuml;ck und probieren es ein andermal mit einer Schl&uuml;sselrune f&uuml;r den Entschlossenheitspfad, die sich graduell steigernde adaptive AP/AD bietet. Das l&auml;sst sich vor allem damit begr&uuml;nden, dass das Aufbauen von St&auml;rke oder &Uuml;berdauern des Gegners eine zeitbasierte Herangehensweise ist, die im Pfad f&uuml;r erh&ouml;hte Lebensdauer (Entschlossenheit) mehr Sinn ergibt, als die bisherigen unendlichen Steigerungen von &bdquo;Fokussierter Angriff&ldquo; im Pr&auml;zisionspfad.\r\n\r\n------------------------------------------------------------------------------\r\n**Statusbonus f&uuml;r Entschlossenheit**\r\nUnd das dritte Thema unserer Tests lautet momentan: der Statusbonus f&uuml;r den Entschlossenheitspfad. Wir wollen uns ansehen, ob wir diesen in Leben und den Wert deines zweiten Pfads aufteilen, anstatt ihn komplett in LP zu geben. Spieler, deren prim&auml;rer Pfad Entschlossenheit ist, sollten dadurch an fr&uuml;her Offensivkraft gewinnen und, was manchmal kritisch ist, besser letzte Treffer landen k&ouml;nnen. Spieler, deren sekund&auml;rer Pfad Entschlossenheit ist, profitieren von h&ouml;herer Verteidigung, was allgemein dem entspricht, was man von Entschlossenheit als zweitem Pfad erwartet. Wir hoffen, dass das vor allem K&auml;mpfern zugutekommt, die momentan Probleme haben, das richtige Verh&auml;ltnis von Offensive und Defensive hinzubekommen.\r\n\r\nDiese &Auml;nderung ist sehr experimenteller Natur, wurde noch kaum getestet und wird noch eine Weile nicht auf der PBE anzutreffen sein (vielleicht auch gar nicht, wenn die Tests zu negativ ausfallen). Ich m&ouml;chte aber auf jeden Fall h&ouml;ren, was du von dem Konzept h&auml;ltst. Zumindest momentan werden die Statusboni der anderen Pfade nicht aufgeteilt, diese &Auml;nderung betrifft nur den Entschlossenheitspfad. \r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}