{"id":"mt5J1RN0","poster":"TheRealWolverine","date":"2017-12-08T09:37:48.898+0000","title":"Adventskalender - Türchen 8: \"Annie und die große, böse Celi\"","subforum":"Community-Kunstwerke","up_votes":4,"down_votes":0,"body":"**T&uuml;rchen 8: &ldquo;Annie und die gro&szlig;e, b&ouml;se Celi&rdquo; f&uuml;r ZombieCeli**\n_______________\n\n&ldquo;Die Geschichte von gestern war toll.&rdquo;, freute sich die kleine Serafin, als sie ins Bett kletterte. \n&ldquo;Was erz&auml;hlst du mir heute?&rdquo;\nDosnar hatte schon den ganzen Tag dar&uuml;ber nachgedacht und sagte nur: &ldquo;Kuschel&rsquo; dich unter die Decke. Ich hab&rsquo; schon eine Idee.&rdquo;\n\n__________________________________\n\nEs war einmal in einem kleinen Dorf im Herzen Valorans, da lebte ein kleines M&auml;dchen namens Annie zusammen mit ihrer Mutter. Sie f&uuml;hrten ein einfaches, aber gl&uuml;ckliches Leben am Rande eines gro&szlig;en Waldes, in dem sich gar schauerliche Gestalten herumtrieben.\nEines sch&ouml;nen Tages erhielt die Mutter eine Nachricht, dass die liebe Gro&szlig;mutter jenseits des gro&szlig;en Waldes erkrankt sei. Da sie nun aber arbeiten musste, um ihre Tochter und sich selbst zu ern&auml;hren, packte sie eine Korb mit einer Flasche Wein und einem Kuchen zusammen und schickte Annie zu ihrer Gro&szlig;mutter, um nachzusehen, wie es der alten Dame erging. Diese wohnte allerdings auf andere Seite des dunklen Waldes in einem gem&uuml;tlichen H&auml;uschen auf einer kleinen Lichtung. \nBevor das M&auml;dchen sich auf den Weg machte, sprach die Mutter zu ihr: &ldquo;Sei vorsichtig und komme nicht vom Weg ab. Der Wald ist dunkel und voller Schrecken.&rdquo;\nAnnie versprach ihrer Mutter ihren Rat zu befolgen und ging guter Dinge in den Wald hinein.\nEs war ein sonniger Tag und sie kam gut voran. Nach einer Weile verlor sie ihre Bedenken und begann ein Lied zu summen. \nAufmerksam geworden durch die hohe M&auml;dchenstimme, hob im tiefen Dickicht die gro&szlig;e W&ouml;lfin Celi ihren Kopf. Sie hatte seit Tagen nichts gefressen und war &auml;u&szlig;erst hungrig. Also schlich sie Annie im Schatten der B&auml;ume nach, um ihre n&auml;chste Mahlzeit in Augenschein zu nehmen. Schlie&szlig;lich fasste sie einen Plan und trat aus dem Unterholz hervor.\nDas kleine M&auml;dchen erschrak und wich zur&uuml;ck. \n&ldquo;Keine Angst, mein Kind&rdquo;, sprach Celi mit weicher Stimme. &Uuml;ber die Jahre hatte sie schon viele arglose Wanderer get&auml;uscht, so dass auch Annie auf sie hereinfiel.\n&ldquo;Wer bist du?&rdquo;, fragte Annie schlie&szlig;lich zutraulicher.\nCeli schritt langsam auf das M&auml;dchen zu und erz&auml;hlte: &ldquo;Ich bin eine alte W&ouml;lfin, die schon lange hier im Wald lebt. Es ist nicht sicher hier drau&szlig;en f&uuml;r ein kleines M&auml;dchen wie dich. Wo m&ouml;chtest du denn hin?&rdquo;\nAnnie erz&auml;hlte ihr von ihrer kranken Gro&szlig;mutter und den Leckereien, die sie ihr bringen wollte.\nCeli, die bereits in Erw&auml;gung gezogen hatte, sowohl das Kind als auch dessen Gro&szlig;mutter zu verspeisen, schlug daraufhin freundlich vor: &ldquo;Ich k&ouml;nnte dich ein wenig begleiten, dann ist der Weg nicht so langweilig.&rdquo;\nAnnie willigte gutgl&auml;ubig ein und zusammen liefen sie weiter in den dunklen Wald hinein. Mit der Zeit erfuhr Celi mehr &uuml;ber den Wohnort der Gro&szlig;mutter und als sie schlie&szlig;lich genug Informationen gesammelt hatte, sagte sie zu Annie: &ldquo;Ich muss nun gehen, aber du scheinst mir ein nettes M&auml;dchen zu sein. Da hinten stehen die sch&ouml;nsten Wildblumen, die man in ganz Runeterra nur finden kann. Ich glaube deine kranke Gro&szlig;mutter w&uuml;rde sich sehr &uuml;ber einen solchen Strau&szlig; Blumen freuen.&rdquo;\nAnnie sah in die Richtung, in die Celi deutete und staunte &uuml;ber die wundersch&ouml;nen Blumen. Naiv wie sie war, schlug sie die Warnung ihrer Mutter in den Wind und lief hin&uuml;ber, um einen Strau&szlig; zu pfl&uuml;cken. \nCeli hingegen rannte den Weg zum Haus der Gro&szlig;mutter entlang und klopfte an die T&uuml;r.\nAls die alte Dame sie herein bat, st&uuml;rzte sie sich auf sie und verschlang die Gro&szlig;mutter in einem Bissen. Anschlie&szlig;end suchte sie sich passende Kleidung heraus, zog diese an und legte sich ins Bett der kranken Gro&szlig;mutter.\nAnnie, die w&auml;hrenddessen einen gro&szlig;en Strau&szlig; Blumen gepfl&uuml;ckt hatte, begab sich ebenfalls zum H&auml;uschen auf der Lichtung und klopfte an.\n&ldquo;Herein.&rdquo;, rief Celi mit verstellter Stimme und Annie trat ein.\nAls sie n&auml;herkam, wunderte sie sich jedoch und fragte frei heraus: &ldquo;Gro&szlig;mutter, was hast du f&uuml;r gro&szlig;e Augen?&rdquo;\nCeli antwortete daraufhin schnell: &ldquo;Damit ich dich besser sehen kann.&rdquo;\nAnnie gen&uuml;gte diese Erkl&auml;rung zun&auml;chst und sie zeigte Celi einen Stoffb&auml;ren, den ihre Mutter f&uuml;r sie gen&auml;ht hatte. Dann machte sie sich daran, den Kuchen aus dem Korb zu holen und ihn der Kranken zu reichen. Dabei fiel ihr Blick auf Celis gro&szlig;e Tatzen.\n&ldquo;Gro&szlig;mutter, warum hast du so gro&szlig;e H&auml;nde?&rdquo;, fragte sie.\n&ldquo;Damit ich dich besser packen kann.&rdquo;\nAnnie bekam Angst, denn bei diesen Worten hatte sie Celis riesige Z&auml;hne gesehen. \n&ldquo;Aber Gro&szlig;mutter, warum hast du so einen gro&szlig;en Mund?&rdquo;\n&ldquo;Damit ich dich besser fressen kann.&rdquo; Mit diesen Worten sprang Celi aus dem Bett und verschlang die kleine Annie mit einem Bissen.\nSatt und m&uuml;de, wie sie daraufhin war, legte sie sich erneut ins Bett der Gro&szlig;mutter, um ein wenig zu schlafen.\nDoch Annie und ihre Gro&szlig;mutter lebten noch im Magen der W&ouml;lfin und so begann das M&auml;dchen zu schluchzen und zu rufen. In diesem Moment offenbarten sich zum ersten Mal Annies m&auml;chtige Zauberkr&auml;fte und der kleine Stoffb&auml;r, der unbeachtet neben dem Bett auf dem Boden lag, begann zu pulsieren.\nIm n&auml;chsten Moment wurde Celi von einem stechenden Schmerz aus dem Schlaf gerissen, denn ein riesiger B&auml;r hatte ihr mit einem Prankenhieb den Bauch aufgerissen. Sie heulte auf und versuchte zu entkommen. Doch zu sp&auml;t. Das M&auml;dchen und die Gro&szlig;mutter kletterten bereits aus dem Bauch heraus und fl&uuml;chteten hinter den B&auml;ren. Dieser machte Celi mit einem weiteren Hieb den Gar aus.\nSo war die b&ouml;se W&ouml;lfin besiegt und Annie, die Gro&szlig;mutter und ihr neuer Freund Tibbers widmeten sich dem k&ouml;stlichen Kuchen. Von nun an wurde Annie stets von ihrem B&auml;ren und ihren Kr&auml;ften besch&uuml;tzt, so dass sie nie wieder Angst vor dem Weg zu ihrer Gro&szlig;mutter haben musste. \nDie gro&szlig;e, b&ouml;se Celi jedoch verwandelte sich durch die dunkle Magie in eine untote Bestie und durchstreifte seit jeher den finsteren Wald als Zombiewolf.\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\n\n___________________\n&ldquo;Ein Zombiewolf?&rdquo;, sagte Serafin begeistert. &ldquo;Wo bekommt man den so einen her?&rdquo;\nDosnar lachte. &ldquo;Aus dem Traumland. Und jetzt schlaf&rsquo; gut.&rdquo;","replies":[]}