{"id":"Er28sIgc","poster":"Riot Kengen","date":"2017-12-06T19:00:14.394+0000","title":"Meddlers Gameplay-Gedanken - 6. Dezember","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen.\r\n\r\nFalls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n------------------------------------------------------------------------------\r\n**Zoe**\r\n\r\nZoe ist ziemlich stark, weshalb sie mit Patch 7.24 auch abgeschw&auml;cht wurde. Wir sch&auml;tzen, dass die &Auml;nderungen umfangreich genug sind und sie nicht sofort weitere St&auml;rkeangleichungen nach sich ziehen werden. Dabei sind vor allem die 20-Sekunden-Dauer der von Vasallen fallengelassenen Zauber und der verkleinerte Radius der Falle von E von Bedeutung. Wir behalten sie aber im Auge und passen sie mit 7.24b oder 8.1 an, falls n&ouml;tig. Unabh&auml;ngig von ihrer St&auml;rke &uuml;berlegen wir allerdings, einigen Grundschaden in skalierenden Schaden umzuwandeln, da sie im mittleren Spiel eventuell zu viel Schaden verursacht, ohne dabei &uuml;ber besondere Gegenst&auml;nde zu verf&uuml;gen.\r\n\r\nWas Zufallsgeneratoren im Bezug auf Zoe und im Allgemeinen angeht, gibt es mehr Infos in einem zuk&uuml;nftigen Beitrag (wahrscheinlich Ende dieser oder Anfang n&auml;chster Woche).\r\n------------------------------------------------------------------------------\r\n**Neue Symbole f&uuml;r F&auml;higkeiten**\r\n\r\nIn Patch 7.24 gibt es endlich ein paar aktualisierte F&auml;higkeitssymbole f&uuml;r Mundo, Renekton, Nunu und Amumu. Wir haben l&auml;nger als urspr&uuml;nglich angenommen gebraucht, da der zust&auml;ndige K&uuml;nstler pl&ouml;tzlich an einem anderen Projekt arbeiten musste. Ich bin froh, dass sie fertig sind, und will zwar keine Versprechungen machen, aber irgendwann n&auml;chstes Jahr werden wir sicher an ein paar mehr Champions arbeiten, deren Symbole mittlerweile ziemlich in die Jahre gekommen sind.\r\n\r\n------------------------------------------------------------------------------\r\n**Die Leistung von K&auml;mpfern in Patch 7.24b**\r\n\r\nWie vorher erw&auml;hnt, wollen wir Mitte Dezember einen Mini-Patch mit der klangvollen Versionsnummer 7.24b ver&ouml;ffentlichen, der sich ausschlie&szlig;lich mit &Auml;nderungen der Spielbalance befasst (nichts anderem). Eines unserer Ziele ist es, den K&auml;mpfern unter die Arme zu greifen. Momentan wollen wir ein paar K&auml;mpfer verbessern (Aatrox, Fiora, Kled, Olaf, Renekton), ein paar &Uuml;berflieger abschw&auml;chen, die K&auml;mpfern das Leben schwer machen (Teemo, Jayce), und Gegenst&auml;nde &auml;ndern (Tiamat, Gefr&auml;&szlig;ige Hydra, Schwarzes Beil, Lord Dominiks Gr&uuml;&szlig;e). Das meiste, oder vielleicht auch alles, sollte bereits auf der PBE sein. Nat&uuml;rlich wird es im Laufe des Patch-Zyklus noch weiter &uuml;berarbeitet. Besonders die &Auml;nderung an Lord Dominiks Gr&uuml;&szlig;e ist erw&auml;hnenswert, da die passive Eigenschaft &bdquo;Riesenschl&auml;chter&ldquo; jetzt erfordert, dass das Ziel 2000 mehr Leben hat als der Benutzer, um die volle Schadenserh&ouml;hung auszul&ouml;sen. Da vor allem Tanks meist mindestens 2000 mehr Leben haben als die Charaktere, die Lord Dominiks Gr&uuml;&szlig;e verwenden, ist diese &Auml;nderung einen Testlauf wert. K&auml;mpfer haben oft um die 1000 mehr Leben, sie erreichen aber nicht so oft 2000. Gegen K&auml;mpfer und andere Champions, die ein bisschen Leben steigern, ist der Schaden niedriger, w&auml;hrend gegen Tanks der Schaden hoch bleibt.\r\n\r\nAu&szlig;erdem werden wir uns ansehen, wie sich die &Auml;nderungen an der Dornenweste und dem Sonnenfeuer-Umhang in Patch 7.24 auswirken. Das Hauptziel war es, die Unterschiede zwischen den Leistungen von Tanks und K&auml;mpfern auf der Lane abh&auml;ngig davon zu verringern, ob das Hauptaugenmerk auf normalen Angriffen lag (oder wie gut die Dornenweste ist). Also mussten wir St&auml;rke von der Dornenweste auf den Sonnenfeuer-Umhang &uuml;bertragen, der nicht ganz so variabel ist. Allerdings k&ouml;nnte sich diese &Auml;nderung auf die allgemeine St&auml;rke von Tanks auswirken. Das war nicht unsere Absicht, also m&uuml;ssen wir ein Auge drauf haben und gegebenenfalls in 7.24b reagieren.\r\n\r\n------------------------------------------------------------------------------\r\n**Spielrhythmus**\r\n\r\nIn letzter Zeit haben wir uns auch den Spielrhythmus angesehen, wie lange Spiele dauern, wann die T&uuml;rme fallen, in welchen Lanes der erste Turm zerst&ouml;rt wird usw. Die Spieler diskutieren diese Themen auch besonders intensiv. Irgendwann diesen Monat wird es einen l&auml;ngeren Beitrag dazu geben (das exakte Datum steht noch nicht fest). Folgende Beobachtungen stechen in meinen Augen besonders heraus:\r\n\r\n* Die &Auml;nderungen von Patch 7.23 (mehr Leben f&uuml;r T&uuml;rme, h&ouml;herer Vasallenschaden gegen T&uuml;rme, Vasallen nach 20 Minuten schneller) hatten so gut wie keine Auswirkungen auf die durchschnittliche Spiell&auml;nge oder den Zeitpunkt, an dem der erste Turm f&auml;llt (mittlerweile 6 Sekunden sp&auml;ter als noch in 7.22). Unser prim&auml;res Ziel dieser &Auml;nderungen war es, besonders f&uuml;r Champions, die gegen T&uuml;rme weniger Schaden ausrichten, den Alleingang auf einer Lane zu erleichtern, ohne dass dabei die T&uuml;rme schneller fallen. In 7.23 fallen die T&uuml;rme nicht schneller und das ist gut. Allerdings sehen wir auch keine Ver&auml;nderung hinsichtlich der Alleing&auml;nge, was wohl bedeutet, dass unsere Anpassungen zu subtil waren.\r\n* Der durchschnittliche verursachte Schaden hat sich im Gegensatz zur Vorsaison ein wenig erh&ouml;ht. Unsere urspr&uuml;ngliche Annahme lautete, dass das Runensystem hierf&uuml;r die Verantwortung tr&auml;gt. Bei genauerem Hinsehen fiel uns aber auf, dass der gr&ouml;&szlig;te Faktor das Verhalten von Supportern ist, die von defensiveren Gegenst&auml;nden auf den Baupfad der Frostk&ouml;nigin wechseln. Als Folge werden eher die Champions gew&auml;hlt, die mehr Schaden verursachen, und deswegen ist der Baupfad der Frostk&ouml;nigin stark. Diese Kombination bedeutet, dass mehr schadensausteilende Champions im Team sind und weniger Champions abdr&auml;ngen oder Schaden verhindern, was sich besonders in der Anfangsphase auf der unteren Lane zeigt, aber zu einem gewissen Grad auch in sp&auml;teren Teamk&auml;mpfen.\r\n* In der unteren Lane f&auml;llt &ouml;fter der erste Turm als zuvor (die Quote f&uuml;r niedrige GSW (MMR) liegt bei 44 %&ndash;47 %, f&uuml;r mittlere GSW bei 45 %&ndash;51 % und f&uuml;r h&ouml;here GSW bei 55 %&ndash;58 %). Wir halten eine Quote von 50 % f&uuml;r den ersten zerst&ouml;rten Turm in der unteren Lane f&uuml;r angemessen, da zu diesem Zeitpunkt im Spiel die H&auml;lfte der Champions in dieser Lane ist. Der Wert bei der hohen GSW ist also ein Sorgenkind und deutet an, dass der Einfluss der unteren Lane zumindest in diesem Kontext zu gro&szlig; ist. Wir m&uuml;ssen abwarten und sehen, ob die zuvor angesprochenen Anpassungen der K&auml;mpfer den Wert zugunsten der oberen Lane &auml;ndern. Falls dem nicht so ist, m&uuml;ssen wir entweder f&uuml;r 7.24b oder 8.1 weitere Angleichungen in Betracht ziehen, obwohl das nicht der einzige Faktor ist, wenn es um T&uuml;rme und &Auml;nderungen am Spielrhythmus geht.\r\n\r\n------------------------------------------------------------------------------\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}