{"id":"YyHgetBv","poster":"BlackZyroX","date":"2017-12-07T13:30:05.250+0000","title":"3marken einmal im jahr","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"ich bin daf&uuml;r das man 3 Token um die champs oder Skins zur&uuml;ck zu geben das man die einmal im Jahr bekommt wenn die neue Season startet \r\nweil 3 und die bekommt mann dann ja niewieder zur&uuml;ck echt schei&szlig;e ist....{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"legofreak1","date":"2017-12-07T13:51:20.172+0000","up_votes":1,"down_votes":0,"body":"Die Rückgaben sind für versehentliche Fehlkäufe gedacht, nicht damit du Content testen kannst. Es gibt ausreichend Möglichkeiten, um sich Skins anzuschauen und für Champions gibt es die wöchentlich wechselnden freien Champions.","replies":[{"id":"","poster":"BlackZyroX","date":"2017-12-07T16:32:42.202+0000","up_votes":1,"down_votes":0,"body":"ja klar aber das mit champs muss  ja nicht sein aber bei Skin geht das schon da ich mir selbst einfach mal  anstatt eine 750 Truhe mit Skins mir Ausversehen die für 450 gekauft habe und ein schrott Skin bekommen habe ._. und die können  ein zeitlimit machen von 1 stunde  wenn bis dahin nicht zurück gegeben wurde kann er nicht mehr \n{{champion:64}}","replies":[{"id":"","poster":"Gin","date":"2017-12-12T10:24:40.784+0000","up_votes":1,"down_votes":0,"body":"Das Problem dass sich dadurch ergeben würde:\n\nSpieler könnten, und würden das ausnutzen um ihre Chests die ganze Zeit zurückzugeben und neu zu kaufen nur weil sie \"versehentlich\" die falsche Kisten gekauft haben.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2017-12-07T14:16:18.806+0000","up_votes":1,"down_votes":0,"body":"Warum? Die Dinger sind da, um versehentliche Käufe rückgängig zu machen (wie auch immer sowas geht) und nicht, um dich Dinge ausprobieren zu lassen.\nMein Account besteht seit über 6 Jahren und ich habe noch alle 3","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2017-12-07T13:42:36.117+0000","up_votes":1,"down_votes":0,"body":"Eigentlich eine gute Idee. Ich bin jemand, der sehr viel Geld in LoL gesteckt hat und schon sehr lange spielt. Es ärgert mich schon manchmal, dass man \"lifetime\" nur auf 3 Rückgaben beschränkt ist... :C\n\nhttps://puu.sh/yBgm1/766e6345b1.png","replies":[]},{"id":"","poster":"IcedOutMissplays","date":"2017-12-07T13:36:22.340+0000","up_votes":1,"down_votes":0,"body":"gute idee","replies":[]}]}