{"id":"au21KK5c","poster":"Tenstim","date":"2017-12-06T20:58:53.738+0000","title":"Suchen einen Support Main für unser Mid-High Platinteam! :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heyho!\n\nWie ihr dem Titel entnehmen k&ouml;nnt, sind wir auf der Suche nach einen Support-Main.\nWir sind 4 ambitionierte Menschen, die dieses Team sehr ernst nehmen und absolute Tryhards sind!\nDas selbe verlangen wir nat&uuml;rlich von dir. :D\nWir sind alle 17-20 Jahre alt und bewegen uns alle zwischen Plat4-Plat1.\nWir setzen vorraus, dass du viel Zeit hast, denn wir wollen MINDESTENS 3x mal die Woche trainieren.\nWir werden nat&uuml;rlich an Turnieren teilnehmen und scrimmen. Au&szlig;erdem haben wir einen TS, wo wir eigene Channel besitzen.\n\n_Anforderungen:_\n\n- Platin3+ sein\n- Mindestens 16 Jahre alt sein\n- Support-MAIN sein\n- Kein Onetrick sein, das hei&szlig;t Verst&auml;ndnis von verschieden Picks und gro&szlig;er Championpool\n- H&auml;ufig Zeit haben, denn damit hatten wir mit unserem alten Support Probleme\n- Tiltfrei sein, sowieso Humor besitzen\n- Auf jeden Fall Bock auf ein festes Team haben\n- Teamspeak und Discord besitzen, sowie ein funktionierendes Headset\n\nDies ist kein &quot;Wir spielen mal ein paar Games am Wochenende Team, und l&ouml;sen uns dann wieder auf&quot; sondern wir nehmen das Ganze ernst und wollen dich als langfristiges Mitglied in unserem Team haben! :)\n\nFalls du Interesse hast, kannst du mich gerne adden, wo wir dann weitere Fragen oder &Auml;hnliches besprechen k&ouml;nnen! :D","replies":[{"id":"","poster":"Kazabubu","date":"2017-12-07T17:05:25.313+0000","up_votes":2,"down_votes":0,"body":"Hi Tenstim! \n\nMein Name ist Henrik aka. Kazabubu.\nBevor ich auf's Team eingehe, erstmal ein bisschen zu mir. :)\nIch bin 17 Jahre jung, Schüler und komme aus Rheinland-Pfalz. \nIch spiele League of Legends aktiv seit Season 3 und seit Season 5 bin ich fester Support main. Ich habe bereits viel Erfahrung in Teams & Coaching. Ich bin Thresh Main (900k) im soloQ aber behersche jeden Meta support auf einem guten Level & bin was picks angeht sehr flexibel. Falls noch ein kompetenter shotcaller fehlt, kann ich da auch aushelfen. Ich habe viel Erfahrung was LoL ansich angeht, da ich auch viel Zeit mit Coaching verbracht habe. Ich habe Season 7 in Diamond 5 abgeschlossen, wurde allerdings wegen inaktivität in der Preseason hinab auf Platin 1 gestuft. Im FlexQ bin ich Momentan Gold 3 (Promo zu Gold 2).\nZeitlich bin ich auch sehr flexibel außer Donnerstag. (Erst um 19:00 Uhr zu Hause)\n\nIch hoffe auf ein Gespräche und hoffentlicj eine erfolgreiche und spaßige, gemeinsame Zukunft. Bin Heute im LoL Client ab 19:20Uhr erreichbar!\n\nMit freundlichen Grüßen, Kaza","replies":[]}]}