{"id":"w7naFeht","poster":"cremnik","date":"2017-12-07T13:01:04.576+0000","title":"Auf der Couch - 1. Psychostream der Emissaries (Jetzt wirklich)","subforum":"Streams & YouTube","up_votes":9,"down_votes":0,"body":"https://i.imgur.com/ok6wRqn.jpg\n\n\nHallo Liebe Mitspieler und Mitspielerinnen,\n\n\nam Samstag den 9.12 ist es nach einer Verschiebung endlich soweit. Das neue Projekt der Emissaries startet: Auf der Couch. In diesem Streamingformat widmen wir uns League of Legends aus einer psychologischen Richtung. Was treibt uns beim Spielen an? Wie nehmen wir LoL wahr und was folgt daraus? Warum denken wir, dass die Botlane immer und immer wieder feedet? Diesen und viele weitere Fragen werden wir uns zusammen annehmen. \nZiel dabei ist es auf jeden Fall auch alle Themen, die euch wichtig sind zu besprechen. Das soll kein &ouml;der Vortrag werden, sondern vielmehr ein Austausch &uuml;ber die Dinge die euch im Spiel auffallen und die euch im Kopf herumschwirren.\nLos geht es am Samstag mit dem Thema &quot;Zielorientierungen&quot;. Dabei schauen wir uns genauer an, welche Ziele LoL-Spieler verfolgen und wie sich das auf das Spielverhalten und die Leistung im Spiel auswirkt. Ich habe zu diesem Thema meine Bachelorarbeit geschrieben und eine umfassende empirische Untersuchung mit &uuml;ber 400 Versuchspersonen durchgef&uuml;hrt.\nIch freue mich darauf mit euch zu diskutieren und eure Meinung zu dem ganzen zu h&ouml;ren!\n\nWo: Auf dem [Volunteer GER Twitch Channel](https://www.twitch.tv/volunteersger)\n\nWann: Der Stream startet um 20:00 am Samstag den 9.12\n\nBis bald!","replies":[{"id":"","poster":"HyperionCH","date":"2017-12-07T13:17:06.912+0000","up_votes":1,"down_votes":0,"body":"> Los geht es am Montag...\n\nAber bereits am Samstag streamen. Schnellster Stream EUW. {{sticker:slayer-pantheon-thumbs}} \n\nAber ich bin gespannt, wie der Stream ist (hoffe, dass ich die Zeit zum Schauen habe).","replies":[{"id":"","poster":"cremnik","date":"2017-12-09T16:26:44.107+0000","up_votes":1,"down_votes":0,"body":"Ups da hat sich doch ein kleiner Fehler eingeschlichen. Ich hoffe du bist dabei :)","replies":[]}]}]}