{"id":"pfPwkw7l","poster":"TheRealWolverine","date":"2017-12-06T22:35:40.471+0000","title":"Adventskalender - Türchen 7: \"Markishi\"","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"**T&uuml;rchen 7: &ldquo;Markishi&rdquo; f&uuml;r Markishi**\r\n___________________________\r\n\r\n&ldquo;Erz&auml;hl&rsquo; mir was Gruseliges?&rdquo;, forderte die kleine Serafin.\r\nDosnar hob eine Augenbraue. &ldquo;Du sollst doch aber einschlafen  und keine Albtr&auml;ume bekommen.&rdquo;\r\n&ldquo;Hast du Angst?&rdquo;, fragte das M&auml;dchen frech.\r\nDosnar sch&uuml;ttelte lachend den Kopf.\r\n_______________________________\r\n\r\nEs war einmal in einem abgelegenen Winkel auf der Insel Ionia. Da wohnte ein wohlhabender und reicher Edelmann namens Markishi. Dieser lebte derzeit ganz allein auf seinem Anwesen an der Westk&uuml;ste und eines Tages, als er die wundersch&ouml;ne und starke Kriegerin Akali erblickte, beschloss er um eben diese zu werben und sie schlie&szlig;lich f&uuml;r sich zu gewinnen. \r\nDoch seine Ann&auml;herungsversuche stie&szlig;en bei der jungen Frau nur auf Ablehnung und Spott. So zur&uuml;ckgewiesen beschloss Markishi sich zur&uuml;ckzuziehen und auf eine bessere Gelegenheit zu warten.\r\nDiese bot sich ihm mit Ausbruch des noxischen Krieges, denn er war sehr wohlhabend und man konnte keinen Krieg ohne die entsprechenden finanziellen Mittel f&uuml;hren. So lud er alle angesehenen Krieger und Strategen zu sich ein, um ihnen folgendes Angebot zu unterbreiten: Er w&uuml;rde die Krieger der Insel mit allem ausstatten, was sie brauchten, um als Sieger aus der Schlacht heimzukehren, unter der Bedingung, dass Akali ihn heiratete, sobald der Krieg zu Ende sei.\r\nZun&auml;chst str&auml;ubte sich die Kriegerin, weil sie schreckliche Geschichten &uuml;ber den Edelmann geh&ouml;rt hatte - unter anderem, dass niemand genau wusste, was mit seinen vorherigen Ehefrauen geschehen war. Aber schlie&szlig;lich erkannte sie, dass es zum Besten ihres Landes war und willigte ein, Markishi zum Mann zu nehmen. \r\nSo vergingen die Wochen des Krieges und letztendlich konnten die noxischen Truppen zur&uuml;ckgedr&auml;ngt und vernichtend geschlagen werden. Diese freudige Nachricht betr&uuml;bte Akali, denn somit r&uuml;ckte auch der Tag ihrer Hochzeit n&auml;her. Nachdem die Ehe geschlossen worden war, lebten Markishi und Akali gemeinsam auf dem gro&szlig;en Anwesen und zu Akalis Erstaunen sorgte ihr Gemahl daf&uuml;r, dass es ihr an nichts fehlte. Er richtete ihr Trainingsr&auml;ume ein und lie&szlig; Meister aller Kampfk&uuml;nste zu sich kommen, damit sie seine Frau unterrichten konnten.\r\nMIt der Zeit fand Akali sogar ein wenig gefallen an diesem Leben und verga&szlig; ihre anf&auml;nglichen Bedenken den Edelmann geheiratet zu haben. Doch nach einer Weile verk&uuml;ndete Markishi ihr, er m&uuml;sste auf Reisen gehen und sie f&uuml;r eine Weile allein lassen. Sie sollte sich w&auml;hrend seiner Abwesenheit ruhig am&uuml;sieren, nur das unterste Gew&ouml;lbe des Kellers durfte sie auf keinen Fall betreten. Dann &uuml;berreichte er ihr einen Schl&uuml;sselbund, an dem die Schl&uuml;ssel zu jedem Raum des Hauses hingen, und reiste ab, um sich um seine Gesch&auml;fte zu k&uuml;mmern. \r\nEine gewisse Zeit vertrieb sich Akali die Langeweile mit dem Training, doch schlie&szlig;lich wurde sie neugierig und schlich zuweilen in den Keller, um die verbotene T&uuml;r zu betrachten. Das Geheimnis reizte sie zunehmend und auch der baldige Besuch ihres Bruders Shen konnte ihre Neugier nicht z&uuml;geln. \r\nAlso ging sie eines Vormittags in den Keller hinunter und schloss mit zitternden H&auml;nden die T&uuml;r auf. Schnell schl&uuml;pfte sie in den Raum und musste entsetzt feststellen, dass ihr Gatte in diesem Gew&ouml;lbe die enthaupteten Leichen seiner vorherigen Ehefrauen aufbewahrte. Panisch wollte sie den Keller vrelassen und lie&szlig; dabei den Schl&uuml;ssel fallen. Dieser landete in einer Blutlache und so sehr Akali sich auch bem&uuml;hte es abzuwaschen, das Blut klebte fortan an den Schl&uuml;sseln.\r\nSo ging sie in den h&ouml;chsten Turm hinauf, um auf Shens Ankunft zu warten, damit sie ihm alles berichten konnte. Doch ihr Ehemann kehrte an eben jenem Mittag zur&uuml;ck und sein Zorn war gro&szlig;, als er bemerkte, dass seine Frau seine Anweisungen missachtet hatte. \r\nW&uuml;tend zog er sein Schwert, um sie ebenfalls zu enthaupten und ihren K&ouml;rper zu den anderen in die Kammer zu werfen.\r\nDoch Akali reagierte geschwind und wandte eine der neuen Techniken an, die sie in den letzten Wochen gelernt hatte. Der Schleier des Zwielichts legte sich &uuml;ber den Raum und so konnte sie sich eine Weile vor ihrem Mann verbergen. Doch mit der Zeit l&ouml;ste sich der Nebel auf und als Markishi seine Frau erblickte, ging er mit dem Schwert auf sie los.\r\nKeinen Moment zu fr&uuml;h erreichte Akalis Bruder Shen das Anwesen. Als er sp&uuml;rte, dass seine Schwester in Gefahr schwebte, stand er ihr mit einer seiner Spezialtechniken bei und besch&uuml;tzte sie vor dem sicheren Tod. \r\nSchlie&szlig;lich exekutierte er selbst den Ehemann seiner Schwester mit seiner Schattenklinge und warf dessen K&ouml;rper vom h&ouml;chsten Turm des Anwesens in den Graben hinunter.\r\nAkali erbte daraufhin Markishis gesamten Besitz und machte aus dem Anwesen die bekannteste Schule f&uuml;r Kampfk&uuml;nste auf Ionia. \r\nDie enthaupteten Ehefrauen lie&szlig; sie unter einer gro&szlig;en Weide bestatten und nach einiger Zeit heiratete sie einen gro&szlig;en Krieger, der ihrem Bruder jedoch auch nicht zusagte. Doch trotz der Differenzen der beiden M&auml;nner lebten sie von da an gl&uuml;cklich und zufrieden auf dem gro&szlig;en Anwesen.\r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n____________________________________\r\n&ldquo;Du brauchst keine Angst haben, Onkel Dosnar. Ich besch&uuml;tz&rsquo; dich.&rdquo;, murmete Serafin im Halbschlaf.\r\nDosnar grinste und verlie&szlig; das Zimmer.","replies":[{"id":"","poster":"Kind Prow","date":"2017-12-08T10:34:21.463+0000","up_votes":2,"down_votes":0,"body":"Ein schöne Geschichte. Ich bewundere vor allem die Gabe des Autors, das Wesen von Markishi so exakt einzufangen. :P","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-08T11:59:45.016+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=NIAgX8ss,discussion-id=pfPwkw7l,comment-id=0000,timestamp=2017-12-08T10:34:21.463+0000)\n>\n> Ein schöne Geschichte. Ich bewundere vor allem die Gabe des Autors, das Wesen von Markishi so exakt einzufangen. :P\n\nIch weiße jede Schuld von mir^^ der gute Protagonist wollte das so und ich finde ich habe ihn ziemlich gut getroffen xD","replies":[]}]}]}