{"id":"cOr7EnKo","poster":"TheRealWolverine","date":"2017-12-05T23:13:01.321+0000","title":"Adventskalender - Türchen 6: \"Zaddok und Sophie\"","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"**T&uuml;rchen 6: &ldquo;Zaddok und Sophie&rdquo; f&uuml;r Zaddok**\n_____________________________________________\nSerafin h&uuml;pfte auf ihrem Bett herum und grinste ihren Onkel an.\n&ldquo;Du sollst doch schlafen.&rdquo;, ermahnte er sie streng.\nSie streckte ihm die Zunge heraus. &ldquo;Ich gehe erst schlafen, wenn du mir noch eine Geschichte erz&auml;hlst.&rdquo;\n______________________________________________\n\nEs war einmal eine Familie im Herzen des Seuchen-Dschungels. Der Mann hatte nach dem Tod seiner ersten Frau wieder geheiratet und die neue Ehefrau brachte zus&auml;tzlich zu den beiden Kindern des Mannes, die Sophie und Zaddok hie&szlig;en, noch eine weitere Tochter mit ins Haus.\nSo lebten sie eine Weile bis der Mann verstarb und die Stiefmutter nach seinem Tod ihr wahres Gesicht zeigte. Denn sie war eine b&ouml;se Waldhexe namens Zyra und so m&auml;chtig, dass ihr der ganze Dschungel gehorchte. Sie erlegte den Kindern ihres verstorbenen Gatten die unm&ouml;glichsten Arbeiten auf und schon bald f&uuml;rchtete das Geschwisterpaar ihre Stiefmutter so sehr, dass sie beschlossen in der Nacht zu fliehen, obwohl ihnen die Gefahren des Seuchen-Dschungels durchaus bewusst waren.\nSo warteten sie ab, bis Mutter und Tochter zu Bett gegangen waren, stahlen einige Lebensmittel aus der K&uuml;che und gingen dann in den Wald hinein, um anderswo ihr Gl&uuml;ck zu finden.  \nAls die Hexe am n&auml;chsten Morgen ihr Verschwinden bemerkte, beschwor sie einen m&auml;chtigen Naturzauber herauf, der alle Gew&auml;sser des Dschungels vergiftete. \nDie Geschwister liefen derweil durch das dunkle Geh&ouml;lz und nach einer Weile sprach Zaddok, er habe Durst und lief zum n&auml;chsten Wasser, um zu trinken. Der Geist der verstorbenen Mutter sah dies jedoch mit an und fl&uuml;sterte leise mit dem Wind: &ldquo;Wer aus mir trinkt, wird ein Tiger. Wer aus mir trinkt, wird ein Tiger.&rdquo;\nAls Sophie diese Worte vernahm, ergriff sie Zaddok bei der Schulter und sagte: &ldquo;Wenn du daraus trinkst, wirst du ein Tiger und frisst mich auf. Bitte trink&rsquo; nicht davon.&rdquo;\nZaddok beklagte sich &uuml;ber seinen Durst, wollte dann aber doch bis zur n&auml;chsten Quelle warten. Sie gingen weiter und gelangten schlie&szlig;lich an einen weiteren Wasserlauf.\nDa h&ouml;rte Sophie erneut die Stimme ihrer Mutter: &ldquo;Wer aus mir trinkt, wird ein B&auml;r. Wer aus mir trinkt, wird ein B&auml;r.&rdquo;\nUnd abermals hielt Sophie ihren Bruder zur&uuml;ck, da sie f&uuml;rchtete, er k&ouml;nnte sie fressen, wenn er aus dieser Quelle trank. &Auml;u&szlig;erst durstig stimmte Zaddok ein weiteres Mal zu, weiterzugehen.\nDoch an der n&auml;chsten Quelle kniete er nieder und trank, noch bevor die Worte der Mutter verklungen waren. &ldquo;Wer aus mir trinkt, wird ein Reh. Wer aus mir trinkt, wird ein Reh.&rdquo;\nAls Sophie dies h&ouml;rt, erschrak sie, aber da war es schon zu sp&auml;t. Ihr Bruder hatte sich vor ihren Augen in einen jungen Rehbock verwandelt. Sie begann bitterlich zu weinen und das Reh stand mit traurigen Augen neben ihr und leckte ihr die Tr&auml;nen von der Wange. \nNach einer Weile l&ouml;ste Sophie ihr Haarband und legte es Zaddok aus Halsband um, damit er ihr nicht davonliefe und sie ihn von anderen Rehb&ouml;cken unterscheiden k&ouml;nnte. \nNach einer langen Wanderung durch den Dschungel erreichten sie schlie&szlig;lich ein kleines H&auml;uschen, in dem sie blieben und fortan von den Fr&uuml;chten der Natur lebten. \nDie Zeit verging und eines Tages erschallte ein Horn im Wald, denn die Jagdsaison hatte begonnen. Aus Angst um das Leben ihres Bruder sperrte Sophie den Rehbock im Haus ein und lie&szlig; ihn fortan nur noch nachts f&uuml;r ein paar Stunden nach drau&szlig;en. \nZaddok wurde daraufhin tr&uuml;bsinnig und bat von Tag zu Tag eindringlicher wieder durch den Wald laufen zu d&uuml;rfen. Schlie&szlig;lich gab Sophie nach und lie&szlig; Zaddok auch tags&uuml;ber nach drau&szlig;en. \nSo begab es sich eines Tages, dass eine Delegation noxischer J&auml;ger in den Dschungel kamen - unter ihnen auch die noxischen &ldquo;Prinzen&rdquo; Darius und Draven. Diese hatten ihre Titel als Verdienst im noxisch-demacianischen Krieg erhalten und genossen dadurch hohes Ansehen in der Stadt. \nZaddok, der leichtsinnig geworden war, begegnete auf seinem Weg durch den Wald den J&auml;gern und begann seine Spielchen mit ihnen zu treiben. Er wartete auf sie, nur um dann munter vor ihren Pfeilen davon zu springen. Dies erz&uuml;rnte Draven, den j&uuml;ngeren Noxianer und er griff statt zu Pfeil und Bogen schlie&szlig;lich zu seiner bevorzugten Waffe, der Wurfaxt. \nDurch den Waffenwechsel irritiert, sprang Zaddok einen Moment zu langsam davon und die scharfe Klinge streifte seine Flanke. Verletzt lief er durch den Wald und versuchte m&ouml;glichst schnell nach hause zu kommen.\nDraven, von seinem Erfolg angespornt, sagte seinen Begleitern, er wollte diesen Rehbock unbedingt erlegen und so trennten sie sich und er folgte Zaddok durch den Dschungel.\nEs d&auml;mmerte bereits, als Draven den Rehbock einholte. Er wollte gerade mit der Axt ausholen und das Leid des Tieres beenden, als er erkannte, dass der Rehbock zu einem H&auml;uschen gelaufen war. Er hielt inne  und beobachtete, wie eine junge Frau aus dem Haus kam und nach einem Seufzen die Wunde des Tieres versorgte. \nSelbstbewusst trat Draven hervor und sprach, es sei gn&auml;diger den Rehbock von seinem Leiden zu erl&ouml;sen.\nDoch das M&auml;dchen stellte sich, nachdem sie ihren Schock &uuml;berwunden hatte, zwischen den J&auml;ger und das Reh und sprach, wenn er den Bock t&ouml;ten wolle, m&uuml;sse er auch sie t&ouml;ten.\nBeeindruckt von ihrem Mut, fragte er, warum sie dies tue und sie erkl&auml;rte ihm daraufhin, dass dieses Reh ihr verwunschener Bruder war. \nIhre Entschlossenheit faszinierte ihn so sehr, dass er sie bat, ihn zusammen mit ihrem Bruder nach Noxus zu begleiten. Sie willigte ein und auf der Reise verliebten sich die beiden ineinander und heirateten, als sie in der Stadt ankamen. \nF&uuml;r eine Weile lebten sie nun gl&uuml;cklich und zufrieden auf dem Anwesen Dravens. Bis eines Tages die Waldhexe und Stiefmutter Zyra von dem Gl&uuml;ck der Kinder erfuhr und vor Neid ganz gr&uuml;n wurde. Sie beschloss ihre eigene Tochter sollte den Platz von Sophie einnehmen und so machten sie Mutter und Tochter auf den Weg nach Noxus. Als sie die Stadt erreichten, erfuhren sie, dass Dravens Frau gerade einen Sohn auf die Welt gebracht hatte und so gingen sie zum Anwesen und boten ihre Dienste als Kr&auml;uter- und Kammerfrauen an, die die junge Mutter ein wenig unterst&uuml;tzen k&ouml;nnten. \nSophie, die seit langer Zeit keinen Gedanken mehr an ihre Stiefmutter und -schwester verschwendet hatte, erkannte die beiden nicht und so wurden sie eingestellt. Zyra sagte daraufhin sie k&ouml;nnte ein wohltuendes Kr&auml;uterbad bereiten und als Sophie sich vertrauensselig hineinlegte, entz&uuml;ndeten Mutter und Tochter ein grausiges Feuer unter der Wanne und verriegelten daraufhin die T&uuml;r, sodass Sophie bald darauf erstickte.\nNun brachte Zyra ihre eigene Tochter in die Gem&auml;cher des Hausherren und sorgte mit ihrer Magie daf&uuml;r, dass sie Sophie sehr &auml;hnlich sah. Zus&auml;tzlich wies sie ihre Tochter an, von nun an einen Schleier zu tragen, bis etwas Zeit vergangen war.\nDraven bemerkte vorerst nichts, doch in der darauffolgenden Nacht beobachtete die Kinderfrau, die am Bett des kleinen Dylans wachte, wie der Geist der wahren Frau das Zimmer betrat und stumm nach ihrem Sohn und dem neben der Wiege schlafenden Zaddok sah.\nDies wiederholte sich fortan jeden Tag, doch eines Nachts sprach sie zu der alten Kinderfrau: &ldquo;Was macht mein Kind? Was macht mein Reh? Nun komme ich noch zweimal und dann nimmermehr.&ldquo;\nDiese meldete es sofort Draven, der ihr zun&auml;chst nicht glaubte, doch dann beschloss, sich in der folgenden Nacht selbst davon zu &uuml;berzeugen.\nSo wartete er an der Wiege seines Sohnes und auch in dieser Nacht erschien Sophie und sprach diesmal: &ldquo;Was macht mein Kind? Was macht mein Reh? Nun komme ich noch einmal und dann nimmermehr.&ldquo;\nNoch bevor Draven sie ansprechen konnte, war sie wieder verschwunden und er musste auf die n&auml;chste Nacht warten. Doch diesmal z&ouml;gerte er nicht. Kaum war sie zur T&uuml;r hereingekommen, griff er an ihrer Hand und sprach sie an. \nDaraufhin war der Zauber der b&ouml;sen Hexe gebrochen und Sophie kehrte in die Welt der Lebenden zur&uuml;ck. Schnell schloss sie ihren Mann in die Arme und ging anschlie&szlig;end zu ihrem Bruder hin&uuml;ber, um ihn zu streicheln.\nDraven aber eilte in sein Schlafgemach und zerrte seine falsche Gemahlin aus seinem Bett. Diese gestand ihm und Sophie schlie&szlig;lich unter Tr&auml;nen den Plan ihrer Mutter und Sophie erschrak, als sie erkannte, dass ihre Stiefmutter ihr noch immer B&ouml;ses wollte. \nDoch Draven duldete diesen Verrat nicht. Er verbannte die Tochter in den Seuchendschungel zur&uuml;ck, wo er sie ihrem Schicksal &uuml;berlie&szlig;. Die Mutter jedoch exekutierte er eigenh&auml;ndig und verbrannte sie anschlie&szlig;end. \nUnd als ihr K&ouml;rper zu Asche zerfiel, war auch Zaddoks Fluch gebrochen und er verwandelte sich in einen jungen Mann. Von da an lebten sie gl&uuml;cklich und zufrieden alle zusammen auf dem noxischen Anwesen.\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\n\n____________________________________\n&ldquo;Ich w&uuml;rde gern als Reh leben.&rdquo;, murmelte das M&auml;dchen.\nDosnar schmunzelte &uuml;ber die Naivit&auml;t seiner Nichte. &ldquo;Dann tr&auml;um&rsquo; heute Nacht davon.&rdquo;","replies":[{"id":"","poster":"Υuu and Mi","date":"2017-12-06T03:12:47.115+0000","up_votes":2,"down_votes":1,"body":"Ich hasse alle Menschen.","replies":[]}]}