{"id":"4u1lYAzX","poster":"Mîsted","date":"2017-12-05T18:36:53.286+0000","title":"(Bronze/Silber) ADC Main sucht Support Main ODER Team :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey, \r\n\r\nhabe vor Kurzem nach einer l&auml;ngeren LoL Pause wieder angefangen. \r\nIch spiele seit Ende 2010 LoL habe erst Top gemaint, dann Support. \r\nKenne mich mit den beiden Rollen recht gut aus und kann auch ein paar Tipps geben f&uuml;r Neulinge auf der Lane.\r\n\r\nHabe vor meiner Pause zwar in h&ouml;herer Elo gespielt allerdings hat sich viel im Spiel ge&auml;ndert und eingerostet bin ich mit Sicherheit auch etwas daher suche ich zurzeit einen Duo Q Partner / Team in Bronze / Silber Elo um gemeinsam besser zu werden und zu climben. (Bin zurzeit unranked und habe vor erst ab Season 8 wieder durchzustarten. Bis dahin wird trainiert.) Ich spiele Erfolgsorientiert aber der Fun am Game liegt bei mir trotzdem im Vordergrund. Habe lieber Spa&szlig; in den Runden und verliere auch mal als permanent zu tryharden und auszurasten wenn mal einer n Fehler macht. Auch Arams zocke ich gerne mal :) \r\n\r\nIch bin es gewohnt mit ner gem&uuml;tlichen Truppe im Ts zu hocken und auch wenn man mal nicht zockt gemeinsam einfach nur quatscht oder andere Sachen macht. Sowas in der Art suche ich haupts&auml;chlich :) Nat&uuml;rlich langzeit und nicht nur f&uuml;r ein paar Wochen oder Monate. Gerne spiele ich auch mal andere Spiele wie z.B. WoW oder fange auch mal was neues an solange man zusammen bleibt. \r\n\r\n\r\nZu mir: \r\n- Adc Main (still learning) \r\n- Zurzeit viel online, meist ab 13 Uhr (oft bis in die Nacht oder auch Morgens)\r\n- Kein Tilter\r\n- 23 Jahre alt\r\n- Anime / mmorpg Fan \r\n- Humor vorhanden :D \r\n- Ehrgeizig und Erfolgsorientiert\r\n\r\nWas du mitbringen solltest:\r\n- Support Main (Bronze / Silber Elo)\r\n- 18+ Jahre (zumindest geistig)\r\n- Ts3 (Server l&auml;sst sich besorgen wenn n&ouml;tig)\r\n- Humor \r\n- Aktivit&auml;t , auch am Wochenende\r\n\r\nBei Interesse einfach ingame adden.  (ich empfehler copy &amp; paste wegen dem &quot; &icirc; &quot;)\r\nIGN: M&icirc;sted","replies":[{"id":"","poster":"HNF Errisch","date":"2017-12-05T19:16:09.568+0000","up_votes":1,"down_votes":0,"body":"Hallo^^\nhab dich mal geaddet\nBin bronze 4 mal wieder...\nleider sehr viel abgestiegen in letzter zeit\nBin 29 jahre alt und main support.\nBin auch humorvoll, mag anime usw. :D\nHoffe wir kommen zusammen und spielen etwas :)","replies":[]}]}