{"id":"lUq5eFna","poster":"IG Chewgurka","date":"2017-12-05T16:45:45.113+0000","title":"Infected Gaming - Community Recruiting","subforum":"Clans & Teams","embed":{"title":"Discord - Free voice and text chat for gamers","description":"Step up your game with a modern voice & text chat app. Crystal clear voice, multiple server and channel support, mobile apps, and more. Get your free server now!","url":"https://discord.gg/kmQNSsq","image":"https://discordapp.com/assets/ee7c382d9257652a88c8f7b7f22a994d.png"},"up_votes":1,"down_votes":0,"body":"Heydiho meine lieben Mitbeschw&ouml;rer,\r\nWir suchen momentan neue Mitglieder f&uuml;r unseren Clan Infected Gaming.\r\nUnser Clan befindet sich derzeit im Wiederaufbau.{{item:3026}}  Dabei konzentrieren wir uns derzeit auf vier popul&auml;re Spiele: Rainbow Six: Siege, League of Legends, PUBG und Destiny 2. Dies schlie&szlig;t andere Spiele f&uuml;r die Zukunft nicht aus ;)\r\nOb ihr nun alleine oder schon eine bestehende Gruppe seit, ist unwichtig. Bei uns ist jeder gerne gesehen.\r\nDer Clan bewegt sich durchschnittlich auf Gold-Niveau und auch ein erstes LoL Team ist bereits gegr&uuml;ndet. wir w&uuml;nschen uns allerdings mehrere Teams um interne Scrims und Turniere veranstalten zu k&ouml;nnen.\r\n\r\n\r\nWir stellen dabei nur einige wenige Anforderungen an euch (kein Sorge, da wir selber kein Skill besitzen ist uns dieser auch egal  ) :\r\n- Mindestalter von 16 (ich lass mich aber auch gerne von der geistigen Reife eines J&uuml;ngeren &uuml;berzeugen  )\r\n- stets freundlich (Goldene Regel Bla Bla)\r\n- keine Beleidigungen oder Ausgrenzungen\r\n- gespamme nur in den entsprechenden Channeln\r\n- keine Angst Leute einfach anzusprechen  ( bei uns bei&szlig;t niemand, wir knabbern blo&szlig;)\r\n- habt Humor und nehmt nicht alles zu ernst ;)\r\n\r\n\r\nWas wir euch bieten k&ouml;nnen:\r\n- ein eigener, gut organisierter Discord Channel\r\n- Clan Leader die sich um euch k&uuml;mmern und euch auch mit anderen Spielern zusammenbringen\r\n- Eine nette Community und bei entsprechender Gr&ouml;&szlig;e auch selbstorganisierte Events\r\n\r\n\r\nEs sollte fast zu jeder Zeit einer unserer Clan-Leader oder Game-Orga online sein. Orga f&uuml;r League w&auml;re dann ich (Chewgurka). Einfach dem Discord joinen und ein paar Minuten warten bis jemand mit euch auf Tuchf&uuml;hlung geht. {{item:3348}}  Ansonsten schreibt mir pers&ouml;nlich eine Nachricht mit dem Betreff Recruiting per PM auf Discord\r\n\r\nHier der Discord Name: Chewgurka#6307\r\nUnd hier der Discord Link: https://discord.gg/kmQNSsq\r\n\r\nIch freu mich schon tierisch darauf mit euch Summoners Rift unsicher zu machen {{sticker:slayer-pantheon-thumbs}} \r\n\r\n\r\nMFG euer\r\n IG Chewgurka","replies":[]}