{"id":"5YhOgIKd","poster":"TheRealWolverine","date":"2017-12-04T22:11:33.775+0000","title":"Adventskalender - Türchen 5: \"Die kleine Linh\"","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"**T&uuml;rchen 5: &ldquo;Die kleine Linh&rdquo; f&uuml;r Pandagasm und xBlitzlichTx**\n_____________________________________\n&ldquo;Gehen wir morgen wieder an den Strand, Onkel Dosnar?&rdquo;, fragte die kleine Serafin, w&auml;hrend sie in ihr Bett kletterte.\n&ldquo;Wir waren doch heute erst am Strand.&rdquo;, entgegnete er verwundert.\n&ldquo;Aber ich bin so gern dort.&rdquo;\nEr lachte. &ldquo;Pass auf, ich erz&auml;hle dir ein M&auml;rchen von der See.&rdquo;\n_______________________________________________________\n\nEs war einmal in den Tiefen der Guardians-See. Da lebte der K&ouml;nig des Meeres mit seinen sechs T&ouml;chtern, die allesamt zu den sch&ouml;nsten Nixen des Ozeans geh&ouml;rten. Die J&uuml;ngste von ihnen trug den Namen Linh und war dem K&ouml;nig insgeheim die Liebste, da sie ihn an seine verstorbene Frau erinnerte. So kam es, dass er sich um sie auch am Meisten sorgte, und sie aus Angst, ihr k&ouml;nne etwas zusto&szlig;en, mehr beh&uuml;tete als seine anderen T&ouml;chter.\nDurch all die Verbote angestachelt, wuchs Linhs Abenteuerlust &uuml;ber die Jahre und sie schlich sich des &Ouml;fteren aus dem Palast ihres Vaters, um Streifz&uuml;ge durch die umliegenden Korallenriffe zu unternehmen. Dort stie&szlig; sie eines Tages auf die B&uuml;ste eines jungen Mannes und war von seinem Antlitz auf der Stelle verzaubert. \nUnwissend wie sie war, wollte sie ihren Vater nach eben diesem jungen Mann fragen, da sie annahm, es m&uuml;sste sich um das Abbild eines Meermenschen handeln. Doch als sie das Schloss mit der B&uuml;ste betrat, begegnete sie zun&auml;chst ihre &auml;lteren Schwester Nami, die sofort erkannte, was ihre Schwester da mit sich trug und sie daraufhin bei der Hand nahm und fortzog. \nIn ihrem Zimmer begann sie schlie&szlig;lich Linh zu erkl&auml;ren, woher dieses St&uuml;ck Stein stammte und versuchte ihr einzusch&auml;rfen, dass die Menschen gef&auml;hrlich waren, da unter Anderem ihre Mutter in den Netzen der Fischer zu Tode gekommen war.\nLinh versprach sich von der Oberfl&auml;che fernzuhalten, doch nach einigen Wochen ergriff sie die Neugier und eines Tages in der Morgend&auml;mmerung schwamm sie doch nach oben, um diese andere Welt mit eigenen Augen zu sehen.\nEs tobte gerade ein gewaltiger Sturm und in einiger Entfernung konnte Linh ein Schiff erkennen, dass auf den Wellen heftig schwankte. Sie n&auml;herte sich langsam und erkannte schlie&szlig;lich die Menschen an Bord und unter ihnen auch jenen jungen Mann, dessen Gesicht sie nur allzu gut von ihrer B&uuml;ste kannte.\nErschrocken beobachtete sie wie das gro&szlig;e Segelschiff in zwei H&auml;lften brach und die M&auml;nner allesamt ins Wasser st&uuml;rzten. \nDa sie noch nie solche Menschen am Grund der See gesehen hatte und sie obendrein auch keine Flosse besa&szlig;en, schloss Linh, dass sie im Wasser wohl nicht &uuml;berleben konnten.\nAlso tauchte sie hastig unter um den jungen Mann, dessen Gesicht sie so oft betrachtet hatte, zu finden und an den Strand zu bringen. Nach einigen panischen Augenblicken hatte sie ihn endlich entdeckt, wie er besinnungslos einige Meter unter der Meeresoberfl&auml;che trieb und nur wenige Minuten sp&auml;ter hatte sie ihn bereits auf das rettende Land der Blauflammeninseln gezogen. \nDa er sich nicht r&uuml;hrte, begann sie mit ihm zu sprechen und strich sanft &uuml;ber sein Gesicht. Doch als pl&ouml;tzlich Stimmen zu h&ouml;ren waren, die nach dem jungen Mann, der offenbar Prinz Dominik zu sein schien, riefen, fl&uuml;chtete Linh zur&uuml;ck in die Fluten.\nVon nun an kam sie jeden Tag an die Oberfl&auml;che, um den Prinzen zu sehen, der auf der Suche nach seiner Retterin ebenfalls jeden Tag zum Strand hinunter ging. Doch aus Angst sie k&ouml;nnte das gleiche Schicksal wie ihre Mutter ereilen, wagte sie es nicht sich ihm zu offenbaren. \nDoch mit der Zeit wuchs ihre Sehnsucht und wurde schlie&szlig;lich so unertr&auml;glich, dass Linh keinen anderen Ausweg sah, als die gef&uuml;rchtete Meerhexe Illaoi aufzusuchen, die durch ihren Pakt mit einem Meeresgott &uuml;ber gewaltige magische Kr&auml;fte verf&uuml;gte.\nDiese bot ihr einen Handel an, der besagte, Linh erhielte im Austausch gegen ihre Stimme f&uuml;r drei Tage die Gestalt eines Menschen und m&uuml;sste innerhalb dieser Zeitspanne den Prinzen dazu bringen, sich in sie zu verlieben. Gel&auml;nge es ihr, so w&uuml;rde sie auch ihre Stimme zur&uuml;ckerhalten und k&ouml;nnte f&uuml;r alle Zeit an Land leben. Scheiterte sie aber,  so musste sie ohne ihre Stimme ins Meer zur&uuml;ckkehren und ihre Seele w&uuml;rde f&uuml;r immer der Hexe geh&ouml;ren. In ihrer Verzweiflung ging Linh auf diesen Handel ein, da sie f&uuml;rchtete ohne den Prinzen keinen Tag weiterleben zu k&ouml;nnen. \nDaraufhin entzog die dunkle Priesterin ihr die Stimme, welche sie dann an ihre Halskette band, und reichte Linh anschlie&szlig;end ein elegantes Kleid und einen &uuml;belriechenden Trank. Den sollte sie trinken, sobald sie den Strand erreichte und dann w&uuml;rde sie statt ihres Fischschwanzes Beine erhalten. \nIn gro&szlig;er Vorfreude schwamm sie hinauf an die Oberfl&auml;che und trank eilig das Gebr&auml;u aus. Im n&auml;chsten Moment betrachtete sie ihre neuen Beine und schl&uuml;pfte in das Kleid.\nDann wartete sie darauf,  dass der Prinzen an den Strand kam und sie fand.\nEs dauerte nicht lang und Dominik kam zum Meer hinunter. Kaum hatte er Linh entdeckt, eilte er zu ihr in der Hoffnung endlich seine Retterin gefunden zu haben. Aufgeregt fragte er sie nach ihrem Namen, doch als ihm klar wurde, dass sie nicht sprechen konnte, verebbte seine Begeisterung, da er sich an nichts so klar erinnerte wie an diese wundersch&ouml;ne Stimme.\nTrotzdem nahm er sie mit aufs Schloss, weil er davon ausging, sie m&uuml;sste Schiffbruch erlitten haben. Sein Vater war erfreut eine junge Frau im Hause zu haben, da er annahm nun w&uuml;rde sein Sohn aufh&ouml;ren nach der vermeintlichen Retterin zu suchen. Und tats&auml;chlich gelang es Linh Prinz Dominiks Aufmerksamkeit immer mehr auf sich zu ziehen. Sie verbrachten die drei Tage Seite an Seite und schlie&szlig;lich nahte der Sonnenuntergang des dritten Tages. Sie gingen gerade gemeinsam am Strand spazieren, als der Prinz innehielt und sich Linh zuwandte. Er sagte ihr, wie sehr er die letzten Tage genossen hatte und wollte sich gerade vorbeugen, um sie zu k&uuml;ssen, als Linhs eigene Stimme aus weiter Ferne zu singen begann.\nIllaoi, die keinesfalls auf die Seele der kleinen Meerjungfrau verzichten wollte, hatte die ganze Szene beobachtet und in eben jenem Moment eingegriffen, als Linh drohte ihr Ziel zu erreichen. Abgelenkt von der Stimme seiner Retterin, sah sich Dominik um, konnte aber weit und breit niemanden erblicken.  Panisch versuchte Linh seine Aufmerksamkeit zur&uuml;ck zu gewinnen, aber vergeblich.  Dominik erz&auml;hlte ihr daraufhin von dem M&auml;dchen, dass ihn nach einem Schiffbruch gerettet hatte und nach dem er schon seit Wochen suchte. \nLinh versuchte noch ihm zu verstehen zu geben, dass sie eben jenes M&auml;dchen war, doch da versank auch schon der letzte Sonnenstrahl im Meer und Linh verwandelte sich vor den Augen des Prinzens zur&uuml;ck in eine Meerjungfrau. Gleich darauf erhob sich die Meereshexe aus dem Wasser und packte Linh, um sie mit sich in die Tiefe zu ziehen.\nIn diesem Augenblick erkannte Dominik Linh als seine Retterin und st&uuml;rzte sich ohne zu z&ouml;gern ebenfalls in die Fluten. Als Linh dies sah, begann sie gegen den Griff der Hexe anzuk&auml;mpfen und schlie&szlig;lich erreichte Dominik seine Geliebte, ergriff ihre Hand und zog sie zu sich. Tief unter der Meeresoberfl&auml;che k&uuml;sste er sie und brach damit den Zauber, mit dem die Hexe Linhs Seele gefangen genommen hatte, denn durch einen Kuss wahrer Liebe wurden die Seelen der Liebenden frei.\nDie Hexe begann zu toben und packte den Prinzen am Fu&szlig;gelenk, um ihn in den sicheren Tod zu rei&szlig;en. Verzweifelt k&auml;mpfte Linh gegen die Hexe an, weil ihr durchaus bewusst war, dass Dominik unter Wasser nicht mehr allzu lang &uuml;berleben w&uuml;rde. Mit einem Schlag ihres Fischschwanzes traf sie die Hexe im Nacken und dabei zerbrach auch deren Halskette. Schnell schlang sie einen Arme um Dominik, der bereits ohnm&auml;chtig geworden war, und schwamm mit ihm zur&uuml;ck zur Oberfl&auml;che. Zum zweiten Mal brachte sie ihn zur&uuml;ck an den sicheren Strand.\nSchlie&szlig;lich schlug er die Augen auf und Linh war froh, dass er noch lebte. Erst als er sich bei ihr bedankte, wurde ihr klar, dass sie ihm antworten konnte und sie ihre Stimme zur&uuml;ckerhalten hatte.\nUmso bitterer war der darauffolgende Abschied, denn Linh musste in den Ozean zur&uuml;ckkehren. Traurig und verzweifelt schwamm sie zum Schloss ihres Vaters zur&uuml;ck, in dem sie herzlich empfangen wurde. \nDoch ihre Familie bemerkte schnell, dass Linh nicht mehr die Gleiche war wie zuvor. Alle Versuche ihrer Schwestern mit ihr zu reden, blockte sie ab und immer wieder besuchte sie die Oberfl&auml;che, um zum Schloss auf den Klippen hinaufzusehen.\nEines Tages folgte ihr Vater ihr und stellte sie schlie&szlig;lich zur Rede. Linh beobachtete gerade Prinz Dominik, der am Strand spazieren ging und so kam es, dass sie die Wahrheit nicht mehr vor ihrem Vater verbergen konnte.  Sie erz&auml;hlte ihm ihre Geschichte und er erkannte wie ungl&uuml;cklich seine Tochter mit ihrem Leben in der See doch war. \nSchweren Herzen erhob er sein Zepter, schenkte ihr durch seine eigene m&auml;chtige Magie wieder Beine und brachte sie sicher an den Strand.\nDie Freude &uuml;ber ihr Wiedersehen war &uuml;bergro&szlig; und bald darauf feierten Linh und Dominik Hochzeit auf einem gro&szlig;en Schiff drau&szlig;en auf dem Meer, sodass ihre Familie nebenher schwimmen und ebenfalls anwesend sein konnte.\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\n\n_______________________________________\n\n&ldquo;Gibt es wirklich eine Meerhexe?&rdquo;, fragte Serafin beunruhigt.\nDosnar &uuml;berlegte kurz. &ldquo;Du wei&szlig;t, dass es in unserer Welt Magie gibt, aber du hast von ihr nichts zu bef&uuml;rchten.&rdquo;\nSie nickte und schloss die Augen.","replies":[{"id":"","poster":"Schmetterlinh","date":"2017-12-05T08:26:15.018+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux}}","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-05T09:47:55.826+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Pandagasm,realm=EUW,application-id=NIAgX8ss,discussion-id=5YhOgIKd,comment-id=0001,timestamp=2017-12-05T08:26:15.018+0000)\n>\n> {{sticker:sg-lux}}\n\n> [{quoted}](name=xBlitzlichTx,realm=EUW,application-id=NIAgX8ss,discussion-id=5YhOgIKd,comment-id=0002,timestamp=2017-12-05T08:54:04.812+0000)\n>\n> {{sticker:sg-jinx}}\n\nFreut mich, dass es euch gefällt :)","replies":[]}]},{"id":"","poster":"xBlitzlichTx","date":"2017-12-05T08:54:04.812+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[]},{"id":"","poster":"Piløt","date":"2017-12-04T22:34:38.976+0000","up_votes":2,"down_votes":0,"body":"Echt geil, was ihr macht! Sehr cool!\n\nBring es Unglück, wenn ich das schon um 23.50 Uhr gelsesen habe? :D","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-05T07:07:16.136+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Second is last,realm=EUW,application-id=NIAgX8ss,discussion-id=5YhOgIKd,comment-id=0000,timestamp=2017-12-04T22:34:38.976+0000)\n>\n> Echt geil, was ihr macht! Sehr cool!\n> \n> Bring es Unglück, wenn ich das schon um 23.50 Uhr gelsesen habe? :D\n\nDanke :) Freut mich, dass es dir gefällt \nNein bringt es nicht xD \nIch hab ja auch schon eher hochgeladen :D","replies":[]}]}]}