{"id":"A4E4I1QV","poster":"BANG LostMelody","date":"2017-12-04T20:42:59.243+0000","title":"Warcry E-Sports sucht Mitglieder!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute, \r\n\r\nda mein Team (Never Surrender Germany Reborn (kurz NSG) pausiert m&ouml;chte ich eine neue M&ouml;glichkeit ergreifen um 1. mein Teamspiel wieder zu st&auml;rken und 2. dem Clan Oni Kingdom Zuwachs zu gew&auml;hren daher suche ich (ein 20 J&auml;hriger, berufst&auml;tiger, Adc/Support Spieler im Silberbereich) f&uuml;r mein Team Warcry E-Sports noch Leute die Spa&szlig; am Spiel haben, keine Zeit mit tilten oder flamen verschwenden und erst dann aufgeben wenn der Nexus gefallen ist. Bronzespieler, Silberspieler aber auch Goldspieler sind gern gesehen ^^ \r\n\r\nDa ich wie gesagt Berufst&auml;tig bin (Montag bis Donnerstag von 6-19 Uhr, Freitag bis 16 Uhr und Wochenende frei)  w&auml;re es mir wichtig wenn meine Teamkameraden am besten auch in den Abendstunden ihre Zeit finden w&uuml;rden ^^&quot;. \r\n\r\nGesucht werden:\r\nEin Toplaner\r\nEin Jungler\r\nEin Midlaner\r\nEin Adc\r\nEin Support \r\n\r\nKleine Anmerkung: Da ich wie gesagt ein &Uuml;bergangsteam suche wird f&uuml;r die Positionen Support ein 2. Spieler angenommen da ich vermutlich wenn das Reborn Team wieder beginnt zu trainieren mich diesem Team wieder widmen werde. Ob dieses System gut ist wei&szlig; ich ehrlich gesagt nicht und es war auch eine recht spontane Idee aber vielleicht finden sich ja doch noch welche die mich trotzdem dabei unterst&uuml;tzen w&uuml;rden. \r\n\r\nAnmerkung zu Oni Kingdom: Dies ist ein Clan welcher sich zurzeit haupts&auml;chlich auf League of Legends spezialisiert und unter welchem das Team dann auch noch weiterhin laufen w&uuml;rde. \r\n\r\nIch hoffe mein Text ist jetzt nicht zu verwirrend geschrieben aber auch wenn ich steh bei Fragen immer zur Verf&uuml;gung und werde diese so schnell wie m&ouml;glich beantworten!\r\n\r\nAddet mich gern ingame unter dem Account BroKenDon (diesen nehme ich nur da ich nicht wei&szlig; wie viele Freundschaftsanfragen auf NSG KYubi annehmen kann ^^&quot;)\r\n\r\nIch freu mich auf euch\r\nNSG KYubi I David","replies":[]}