{"id":"0fv9hOGN","poster":"TheRealWolverine","date":"2017-12-04T08:38:21.156+0000","title":"Adventskalender - Türchen 4: \"Der Falke auf der Erbse\"","subforum":"Community-Kunstwerke","up_votes":7,"down_votes":0,"body":"**T&uuml;rchen 4 : &ldquo;Die Falke auf der Erbse&rdquo; f&uuml;r Moorehawk**\r\n__________________________________________________\r\n&ldquo;Lass&rsquo; mich raten, du m&ouml;chtest wieder eine Geschichte h&ouml;ren?&rdquo;, fragte Dosnar seine Nichte Serafin.\r\nDas M&auml;dchen l&auml;chelte ihn an. &ldquo;Ja, gerne.&rdquo;\r\n______________________________________\r\nEs war einmal in Piltover ein in ganz Runeterra bekannter Forscher und Entdecker namens Ezreal. Er genoss h&ouml;chstes Ansehen unter seinen Kollegen und hatte sich mit einem besonderen Artefakt bereits seinen Traum magische Kr&auml;fte zu erhalten erf&uuml;llt. Doch fehlte ihm etwas zu seinem Gl&uuml;ck - ein Partner. \r\nEs ist kein Geheimnis, dass er sich f&uuml;r M&auml;nner interessierte und es gab durchaus eine Menge Bewerber, aber Ezreal suchte nach einem besonderen Mann, der - wie er es gern nannte - das n&ouml;tige Feingef&uuml;hl besa&szlig;. Damit meinte er, dass ein Anwerber ein besonderes Gesp&uuml;r f&uuml;r Details und Kleinigkeiten besitzen m&uuml;sste, um sein Interesse zu wecken.\r\nAuf der Suche nach einem solchen Mann durchstreifte Ezreal das ganze Land, doch traf er einen, der ihn zu interessieren schien, so teilte dieser sein Interesse an M&auml;nnern nicht.\r\nErsch&ouml;pft und entt&auml;uscht kehrte Ezreal schlie&szlig;lich nach langer Zeit in seine Heimat Piltover zur&uuml;ck und hatte die Hoffnung schon beinahe aufgegeben, als eines regnerischen Abends ein durchn&auml;sster Fremder an seine T&uuml;r klopfte. Er stellte sich als &ldquo;Markus der Moorfalke&rdquo; vor und behauptete ein bekannter H&auml;ndler und Reisender zu sein.\r\nEzreal z&ouml;gerte nicht lang und bat ihn herein. Dann lie&szlig; er seinem Gast ein Bad ein und begann dann das Abendessen vorzubereiten. Eine knappe Stunde sp&auml;ter kam Markus in das ger&auml;umige Esszimmer hinunter und bedankte sich umfassend f&uuml;r die Gastfreundschaft. \r\nNach einem ausf&uuml;hrlichen Essen und einem sehr unterhaltsamen Abend war Ezreal sicher, dass dieser Mann gebildet, charmant und &auml;u&szlig;erst unterhaltsam war. Nun galt es nur noch zwei wichtige Punkte zu kl&auml;ren: War er auch an ihm interessiert und besa&szlig; er das n&ouml;tige Feingef&uuml;hl?\r\nDie erste Frage war leicht zu beantworten. Nach dem Abendessen geleitete er seinen Gast auf die Terrasse und fragte ihn gezielt nach einer Freundin. Nach einem kurzen irritierten Moment lachte Markus und gab auf eine taktvolle Art zu erkennen, dass er keinerlei romantisches Interesse an Frauen hatte.\r\nEzreal versuchte seine Freude dar&uuml;ber zu verbergen, aber ein leichtes Zucken seiner Mundwinkel, das auch Markus nicht entging, verriet ihn.  Der Abend verlief weiterhin gut. Die beiden M&auml;nner unterhielten sich zun&auml;chst angeregt &uuml;ber Ezreals arch&auml;ologische Funde und ihre Bedeutung f&uuml;r die allgemeine Wissenschaft und anschlie&szlig;end &uuml;ber Markus&rsquo; Gesch&auml;fte mit seltenen Waren aus ganz Runeterra. Die Zeit verging schnell und schlie&szlig;lich wurde es sp&auml;t. Ezreal zeigte Markus das G&auml;stezimmer und ging dann selbst zu Bett.\r\nVor dem Einschlafen lag er noch wach und dachte dar&uuml;ber nach wie er am n&auml;chsten Morgen herausfinden sollte, ob der &ldquo;Moorfalke&rdquo; f&uuml;r ihn in Frage kam. Schlie&szlig;lich ersann er eine Reihe an R&auml;tseln, die nur ein &auml;u&szlig;erst aufmerksamer Mensch l&ouml;sen k&ouml;nnen sollte. \r\nAm n&auml;chsten Morgen fr&uuml;hst&uuml;ckten sie zusammen und Ezreal fragte Markus, ob er nicht noch eine Nacht bleiben wollte. Markus schien &uuml;berrascht, aber er willigte - letztendlich wahrscheinlich aus Neugier - ein.\r\nSo verbrachten sie den Tag zusammen und am Abend war sich Ezreal sicher, dass dieser Mann genau die Eigenschaften repr&auml;sentierte, nach denen er gesucht hatte. Etwas verunsichert wollte er ihn nun einer allerletzten Pr&uuml;fung unterziehen. So richtete er das G&auml;stezimmer am Abend neu her und legte eine einzelne Erbse unter die Matratze und anschlie&szlig;end noch zus&auml;tzliche Decken und Matratzen dar&uuml;ber. \r\nAls Markus ihn fragte, wof&uuml;r er das Bett neu arrangiert hatte, wich er der Frage aus und bat seinen Gast sich dar&uuml;ber nicht weiter den Kopf zu zerbrechen, am n&auml;chsten Morgen w&uuml;rde er es ihm erkl&auml;ren.\r\nMarkus schien etwas verwundert, aber stimmte dann zu.\r\nAls Ezreal ihn am n&auml;chsten Tag wecken wollte, fand er Markus bereits in der K&uuml;che vor. Sein Gast machte einen &auml;u&szlig;erst zerknirschten Eindruck. Darum fragte Ezreal besorgt, ob er schlecht geschlafen hatte.\r\nMarkus bejahte dies und klagte dann &uuml;ber etwas Kleines, dass ihm die ganze Nacht den Schlaf geraubt hatte. Dann entschuldigte er sich, da er nicht undankbar erscheinen wollte.\r\nDoch Ezreal war erfreut davon zu h&ouml;ren und bat nun seinerseits seinen Gast um Verzeihung.\r\nEr erkl&auml;rte Markus, dass er schon seit Jahren nach einem Partner suchte und nun glaubte, ihn endlich gefunden zu haben. Anschlie&szlig;end erl&auml;uterte er auch, was es mit dem Bett und der Erbse auf sich hatte.\r\nMarkus am&uuml;sierte sich &uuml;ber diese Geschichte und willigte auch ein, als Ezreal ihn fragte, ob er nicht bei ihm bleiben wollte, weil er sich in ihn verliebt hatte.  Da trat Markus an Ezreal heran und k&uuml;sste ihn z&auml;rtlich. \r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n_____________________________\r\n\r\n&ldquo;Ich mag die Geschichte vom Moorfalken.&rdquo;, murmelte die kleine Serafin m&uuml;de.\r\nDosnar nickte zustimmend. &ldquo;Dann schlaf gut, meine Kleine.&rdquo;","replies":[]}