{"id":"i5UuOymz","poster":"NoobTheColibri","date":"2017-12-03T23:06:24.776+0000","title":"Multiscreen Bug.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Einige von euch kennen sicher diese Bug wenn man mehrere Screens hat das man trotz vollbild recht und/oder links mit der maus rausfahren kann.\r\nDas ganze ist leider etwas l&auml;stig da ich sicher nicht jedesmal wenn ich lol spiele meine beiden bildschirme deaktivieren will und es bei vollbild wohl sowieso eigentlich nicht so sein soll.\r\nTritt auch nicht immer auf aber gelegentlich leider schon.\r\ngibts da schon infos wann das gefixt wird oder nen vorr&uuml;bergehenden workaround?","replies":[{"id":"","poster":"Qbert","date":"2017-12-04T06:33:47.122+0000","up_votes":4,"down_votes":0,"body":"Das ist ein allg. Bug bei Dual-Monitor.\nIch denke nicht, dass sie das direkt beheben werden. Du kannst dir einfach behelfen.\nVorher rate ich dir aber, spiele im randlosen Fenstermodus, dann legt sich das Spiel nicht runter, wenn du den Bildschirm wechselst.\n\nBeim Laden ins Spiel dann einfach Anfangs auf den 2. Monitor klicken und wieder ins Spiel klicken, dann bist du richtig drin.\n\nIst nur eine Behelfslösung, aber wirklich kein Aufwand :)","replies":[{"id":"","poster":"Gin","date":"2017-12-04T08:44:32.977+0000","up_votes":3,"down_votes":0,"body":"^ Can confirm. Mache ich auch immer.\n\nQbert hat ausnahmsweise mal mit etwas Recht.\n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Qbert","date":"2017-12-04T08:46:06.040+0000","up_votes":1,"down_votes":0,"body":"*Kreuz im Kalender und Screenshot mach*\n\n{{sticker:sg-miss-fortune}}","replies":[]}]},{"id":"","poster":"NoobTheColibri","date":"2017-12-04T23:33:27.876+0000","up_votes":1,"down_votes":0,"body":"Leider hat beides nicht geholfen.\nHab borderless windows ausgewählt und konnte von anfang an wieder auf meine 2 anderen bildschirme scrollen. hab auch auf den andere bildschirm gewechselt und dann wieder zurück ins spiel hat aber auch nicht geholfen.\nhabe auch im vollbild diesmal nicht ausgetabbt und trotzdem konnte ich mit der maus rausscrollen.\nhabe also alles an vorschlägen durchprobiert aber immer kann ich rausscrollen","replies":[{"id":"","poster":"Qbert","date":"2017-12-05T05:55:33.079+0000","up_votes":1,"down_votes":0,"body":"Hmmmmm, auf welchem Monitor hast du dein Spiel?\nAuf deinem primären oder auf dem sekundären Monitor? Das wäre jetzt noch eine Idee ... ich habe es bei mir auf dem primären Gerät.\n\nAnsonsten bin ich ratlos.","replies":[{"id":"","poster":"NoobTheColibri","date":"2017-12-05T13:46:34.503+0000","up_votes":1,"down_votes":0,"body":"auf dem der zuerst angeschlossen wurde wobei mein GPU Setting programm den als 3 erkennt. kann man wohl auch nciht ändern.","replies":[{"id":"","poster":"Qbert","date":"2017-12-05T13:51:55.422+0000","up_votes":1,"down_votes":0,"body":"Naaaaaaaaaaaa Moment!\nNutzt du 3 Monitore oder hat deine GraKa 4 Anschlüsse? Oder hast du zwei Grafikkarten mit je 2 Anschlüssen?\n\nDu musst mal in deine Anzeigeoptionen gehen und da auf \"Identifizieren\" klicken, dann werden die Nummern auf deinen Monitoren angezeigt, aber in der Regel ist der Monitor mit der Taskbar auch das \"Hauptgerät\"","replies":[{"id":"","poster":"NoobTheColibri","date":"2017-12-05T14:23:02.134+0000","up_votes":1,"down_votes":0,"body":"1 karte, 3 anschlüsse. in den Anzeigeeinstellungen ist der hauptmonitor nr 3 aber auch als hauptanzeige ausgewählt.","replies":[{"id":"","poster":"Qbert","date":"2017-12-05T19:04:04.342+0000","up_votes":1,"down_votes":0,"body":"dann bin ich ratlos ... sorry ._.","replies":[{"id":"","poster":"NoobTheColibri","date":"2017-12-06T00:08:26.903+0000","up_votes":1,"down_votes":0,"body":"heute hat es seltsamerweise wieder funktioniert.\nanfangs konnt ich noch raus mit der maus. hab den 2ten screen angeklickt und dann wieder ins spiel und dann gings dann dass ich nicht mehr rausscrollen konnte. hatte weiterhin fullscreen\nwirklich seltsam","replies":[]}]}]}]}]}]}]},{"id":"","poster":"NoobTheColibri","date":"2017-12-04T13:10:43.682+0000","up_votes":1,"down_votes":0,"body":"werd ich nächstes mal testen.\nwobei dies wirklich das einzige spiel ist bei dem ich so nen problem im vollbildmodus hab.\nund ist auch nicht immer da.\ngestern mittag gings. abends dann nicht mehr","replies":[{"id":"","poster":"Qbert","date":"2017-12-04T13:26:34.338+0000","up_votes":1,"down_votes":0,"body":"Naja, meinen Beobachtungen nach schaltet das Spiel nach dem Ladebildschirm, also beim Spawnen der Champs quasi um.\nWenn du in diesem Augenblick nicht im Spiel bist, sondern bspw. aufm 2. Monitor rumwuselst, findet diese Umschaltung nicht statt. Es denkt du bist noch aufm Desktop.\n\nWenn du aber in den 2. Monitor und dann ins Spiel klickst, geschieht diese Umschalten und auch dein Cursor ändert sich.","replies":[]}]}]},{"id":"","poster":"DattAshe","date":"2017-12-04T00:38:17.441+0000","up_votes":1,"down_votes":0,"body":"Spielst du im Vollbild oder eines der Fenstermodus ?\nVersuch mal Vollbild, wenn du es nicht bereits verwendest.","replies":[{"id":"","poster":"NoobTheColibri","date":"2017-12-04T01:41:50.040+0000","up_votes":1,"down_votes":0,"body":"Ne hab ja schon vollbild wie gesagt.\nHab ja angenommen da wäre es nicht so da ich es nur von fenstermodus bzw borderless window so kenne.","replies":[]}]}]}