{"id":"laWWZEi1","poster":"Strabicoo","date":"2020-03-06T09:15:09.241+0000","title":"Farm (jgl)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"hi,\r\nwie sieht das mit dem jgl farm aus. ist der für alle spieler gedacht, wozu gibts dann einen jgl?\r\nam start des spiels ok, da farmt der jgl  sein revier aber später wird er von allen spielern genommen.\r\njetzt zu meiner frage bzw aussage.\r\nwenn man als jgl , start vom spiel auf der lane 2 farm nimmt, kommen 200 ping.  als jgl sollen man keinen farm nehmen aber alle anderen spieler dürfen dir später den ganzen jgl leer räumen.  find ich wirklich gerecht. statt ihre lanes zu farmen rennen sie im jgl rum und farmen dort.\r\n\r\nhätte dazu gern euere meinung, wobei das aber 95% aller spieler machen, wird die meinung natürlich  dementsprechend ausfallen . trotzdem bin ich gespannt","replies":[{"id":"","poster":"Câstiél","date":"2020-03-06T09:42:08.540+0000","up_votes":2,"down_votes":0,"body":"Naja, die Aussage \"als jgl sollen man keinen farm nehmen\" ist schon etwas vage. Es kommt immer auf die Situation drauf an. Generell muss man als Jungler dafür aber verstehen, wie Wavemanagement funktioniert. Ab und zu sollte ein Jungler nach einem Gank pushen, wobei er eben auch Farm nimmt. Generell gibt es aber verschiedene Situationen, in denen man durchaus farm nehmen kann.\n\nEbenso ist es im späten Spielverlauf nicht unüblich, auch komplette Waves auf Lanes zu clearen, zu splitpushen, und noch vieles anderes. Somit ist die Aussage \"aber alle anderen spieler dürfen dir später den ganzen jgl leer räumen. find ich wirklich gerecht\" nicht wirklich valide.","replies":[{"id":"","poster":"Strabicoo","date":"2020-03-06T09:50:52.408+0000","up_votes":1,"down_votes":1,"body":"dann würd ich aber gern verstehen, warum es soviel spieler gibt, die lieber im jgl rum rennen und dort farmen als das sie ihre lane farmen oder eben den tower sichern. mit den viele ausdrücken was du benutzt kann ich leider nichts anfangen.\nman erlebt ständig das ein adc den jgl leer räumt und die bot lane wird von minions eingenommen. sowas ist für mich halt einfach total unverständlich. zudem sind immer alle spieler scharf auf die buff.","replies":[{"id":"","poster":"Wambodin","date":"2020-03-06T13:35:59.976+0000","up_votes":3,"down_votes":0,"body":"Du wirst keinen Laner finden, der vor Minute 10 ach so viele Junglecamps nimmt wie du es behauptest ^^ Versuche dich bei deinen Beiträgen auch annähernd an die Wahrheit zu halten. Danke.\n\nUnter den ganzen Faktoren, die du so als ungerecht bezeichnest und dich darüber aufregst, vergisst du eine kleine Sache, warum die anderen Spieler das im late game machen.\n\nDas einzige Ziel ist es zu gewinnen. Das steht im Fokus und nichts sonst. Da geht es nicht darum, was jetzt wie fair ist, und ob jetzt der- oder derjenige den Buff verdient hat. Es geht zu 100 % um effektivität. Da die Items von dem ADC und Midlaner viel, viel teuerer sind, brauchen die carries einfach mehr gold --- um das Spiel zu gewinnen.\n\nDabei übersiehst du auch noch, dass jeder jungler in game früher oder später im Spiel mehrere Waves von den Lanern bekommt. Sei es zum lane halten, sei es zum slowpush oder einfach nur für pressure. Und das ist auch gut so.","replies":[{"id":"","poster":"Strabicoo","date":"2020-03-06T14:12:41.211+0000","up_votes":1,"down_votes":2,"body":"wusste gar nicht, das items verschieden kosten, wenn ich das gleiche kaufe wie ein jgl , das ich dafür mehr gold braucht lach. dachte die sind für alle gleich teuer zwinker. aber sei es mal dahin gestellt. du hast vollkommen recht und dafür lässt mir meine ruhe ok danke","replies":[{"id":"","poster":"DieselD4VE","date":"2020-03-06T15:23:05.962+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Strabicoo,realm=EUW,application-id=Wj1wcocU,discussion-id=laWWZEi1,comment-id=0000000000000001,timestamp=2020-03-06T14:12:41.211+0000)\n>\n> wusste gar nicht, das items verschieden kosten, wenn ich das gleiche kaufe wie ein jgl , das ich dafür mehr gold braucht lach. dachte die sind für alle gleich teuer zwinker.\n\nJungler kaufen im Regelfall items, die weniger Gold kosten, da sie generell weniger Gold kriegen als Laner.\nIm Normalfall ist es die Aufgabe des Junglers, seien Laner ahead zu bringen und ihnen möglichst viel Gold zu funneln; die meisten Meta Jungler fallen im Late game massiv ab, gerade im Vergleich zu ADCs und vielen Midlaner. Deshalb willst du ihnen im early keinen Farm nehmen und im Late möglichst viel farm geben.\nWenn du z.B. als Elise, Lee Sin, Rek'Sai oder Olaf im Late game ein Item kaufst, bist du im Wesentlichen immer noch derselbe Champion; nichts an deiner Spielweise ändert sich, du kriegst keine relevanten neuen Optionen und wirst nicht massiv stärker. Wenn ein ADC/midlaner im late game ein Item wie Hourglass, Deathcap, QSS oder GA fertig stellt, ändert sich seine Spielweise und sein Einfluss auf das Spiel MASSIV.\nDas liegt daran, dass die meisten Jungler ebenso designed sind, dass sie mit wenig Gold effektiv sein können, aber mit viel Gold nicht zu unantastbaren Göttern werden.\n\nDazu kommt, dass du im lategame als Carry nicht einfach in eine lane spazieren und farmen kannst, weil du dann sehr wahrscheinlich einfach sterben wirst. Um den Gold und Xp Fluss nicht zu stoppen und weiter zu skalieren, wird dann der Jungle leer geräumt, weil das Gold auf den Carrys mehr wert ist als auf dem Jungler.\n\nAusnahmen hierzu sind nur late game powerfarm jungler wie Karthus oder Master Yi, die selbst sehr stark skalieren und teure Items brauchen.","replies":[]},{"id":"","poster":"Ninjarjar","date":"2020-03-06T14:48:27.267+0000","up_votes":2,"down_votes":0,"body":"Wenn du keine Lust auf Diskussionen hast, solltest du evtl Abstand von Foren nehmen. Die Leute versuchen dir die entsprechenden Zusammenhänge zu erklären, was augrund deiner Ignoranz offensichtlich relativ hoffnungslos ist.\nDas Gute ist, dass du schon in wenigen Jahren um einiges reifer sein wirst. Dann wirst du den Gedankengängen anderer Menschen vielleicht besser folgen können und Hilfe somit erfolgreich annehmen.\n\nDie Items kosten natürlich für jeden Spieler gleich viel Gold. Die Kosten eines Tank-oder Supportbuilds sind jedoch deutlich niedriger als z.B. bei einem ADC","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-03-06T15:39:07.824+0000","up_votes":1,"down_votes":0,"body":"Wenn du so auf hilfe reagierst wozu dann der Thread?","replies":[]}]},{"id":"","poster":"Strabicoo","date":"2020-03-06T14:10:24.051+0000","up_votes":1,"down_votes":1,"body":"wo hab ich geschrieben, das ein laner vor minute 10 junglcamps nimmt? bitte wenn du schon schreibst, dann solltest immer so schreiben das es auch der wahrheit entspricht, danke dir.  einzige ziel ist gewinnen? wenn du einen langer hast der lieber später den jgl farmt als sein lane  und die minions den tower nehmen , da muss ich jetzt etwas lachen sorry. davon gibts leider genug.  \nes gibt kaum jgl die wirklich auf die karte schauen und dann den lane farm nehmen damit die tower sicher sind. \ngrad eben ein spiel gehabt teemo top mit smite ok das ist vlt vergessen worden aber wenn man nach 30 min game um die 50  farm hat ist das schon sehr speziell würd ich sagen.  aber danke für dein feedback und deinen kommentar.","replies":[]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2020-03-06T10:23:02.746+0000","up_votes":2,"down_votes":0,"body":"Das ist ein ziemlich komplexes Thema, das von etlichen Faktoren abhängt und u.a. deswegen gerade in der SoloQ(/Normal Games) natürlich auch meistens nicht richtig behandelt wird. Es gibt Situationen, in denen ich als Jungler mehrere Waves nacheinander in der Midlane farme und dann wieder Spiele, wo ich eine Seite meines Jungle 10 Minuten lang nicht farme und die Camps dann an die Laner abgebe.\nFür SoloQ gibt es im Wesentlichen diese Möglichkeiten, wie du Minions farmen kannst:\n\n- Der Laner roamt auf eine andere Lane und lässt seine Wave zurück. Je nachdem, welchen Champion man spielt, kann man dann häufig auch einfach noch die nächste Wave in den Turm pushen.\n- Der Laner ist tot und die Wave steht so, dass man sie farmen kann. (Auf keinen Fall sollte man aber einen Slow push zum Gegner hin auslösen.)\n- Es ist später im Spielverlauf und dein Team spielt mal wieder ohne einen Grund ARAM. Wenn du die Zeit hast, kannst du dann schnell ein bisschen Farm auf den Sidelanes mitnehmen\n- Du spielst einen Champion, der in der Lage ist, deinen Verbündeten den Farm im späteren Spielverlauf direkt vor der Nase wegzufarmen, wenn ihr alle zusammen auf einer Lane steht und die Wave pushen wollt/müsst. (Würde ich aber natürlich nur machen, wenn du ein wesentlicher Carry in dem Spiel bist/sein musst.)","replies":[{"id":"","poster":"Strabicoo","date":"2020-03-06T10:36:06.469+0000","up_votes":1,"down_votes":3,"body":"ganz ehrlich dein text klingt nicht schlecht, aber ich versteh rein gar nichts was du damit überhaupt sagen möchtest, viel geschrieben und keine aussage für mich die irgendwie verständlich ist. lol","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-06T10:43:45.135+0000","up_votes":2,"down_votes":0,"body":"Dann fehlt es dir ein wenig an Spielverständnis Hm.\nSuch dir mal einen Club oder einen Platin+ Jngler mit dem du mal aufs Ts, Dc gehst und dir mal ein wenig den Jngl und seine Aufgaben erklären lässt.\nOder guck dir Streams an^^","replies":[{"id":"","poster":"Strabicoo","date":"2020-03-06T10:56:21.452+0000","up_votes":1,"down_votes":3,"body":"ach so meinst du, wenn jeder seine eigenen ausdrücke verwendet und schreibt ist das nicht für jeden verständlich. wobei es ja eigentlich um was ganz anderes geht. aber egal. wirklich sinn macht es nicht, weil es in jedem spiel genau gleich abläuft","replies":[{"id":"","poster":"HHaie tabbian","date":"2020-03-06T11:05:18.643+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe jetzt nicht, auf welcher Ebene du meinen Kommentar nicht verstehst. Verstehst du irgendwelche Spielzüge nicht, die ich erwähnt habe oder verstehst du nur nicht, was dir das jetzt bringt?\nUm den zweiten Punkt zu beantworten: Du hast dich praktisch darüber beschwert, dass es ja ungerecht ist, wenn Laner den gesamten Jungle leer räumen. Da du offensichtlich nicht wirklich beeinflussen kannst, ob sie das tun (außer sie vielleicht höflich zu bitten, dir mehr Camps zu lassen), habe ich dir Möglichkeiten aufgezeigt, wie du abgesehen von dem Junglemonstern noch an Farm kommen kannst.\nWenn du möchtest, können wir auch via discord darüber reden, das ist deutlich effizienter als hier ewig lange Texte zu schreiben.","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-06T11:52:13.543+0000","up_votes":1,"down_votes":0,"body":"Da hast du aber viel Arbeit vor dir.\nIch habe gerade mal in seinen Verlauf geguckt.\n\nSupport Hauptrolle aber keine Support Items nutzen (Edit: er scheint die einfach mit der Zeit zu verkaufen) und es werden fast nur Mobi Boots gekauft.\nDu musst mit dem TE ganz am Anfang ansetzen.","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2020-03-06T11:45:39.076+0000","up_votes":1,"down_votes":0,"body":"Nein kein Spiel oder besser gesagt gesagt keine Runde ist gleich.\nDas macht nur Deutlicher das du einen Senpai brauchst.","replies":[]}]}]}]}]},{"id":"","poster":"Ninjarjar","date":"2020-03-06T15:08:21.819+0000","up_votes":1,"down_votes":0,"body":"Laner sind immer darauf fokusiert so viel Gold wie möglich einzunehmen. Da LoL ein relativ komplexes Spiel sein kann, gibt es hier verschiedenste Gründe, warum z.B. ein ADC Junglecamps nimmt. Nachfolgend ein paar Beispiele:\n- Es droht ein Teamkampf auszubrechen und die nächste Minionwave wäre zu weit weg vom Geschehen\n- Es ist ein Assassin mit vielen Kills im Gegnerteam, der den ADC auf der Lane/wenn er allein ist oneshotten würde\n- Man ist im Lategame angekommen und hat einen Earlygame-Jungler im Team","replies":[]}]}