{"id":"mg2ZjgQq","poster":"Jastol","date":"2017-12-03T17:21:34.844+0000","title":"Client stürzt in Champ Select ab","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hi,\r\n\r\nIch wollte gerade ein Game machen, doch mir ist jetzt mehrmals der Client in der Champ Select abgest&uuml;rzt.\r\n\r\nMuss daher momentan 15 Minuten warten bis ich wieder in die Q kann.\r\n\r\nHab zwischendurch bereits den Rechner neu gestartet und auch den Full Repair des Clients durchgef&uuml;hrt.\r\n\r\nDa die Zeit jetzt jedes mal steigen w&uuml;rde, falls der Bug vorhanden bleibt wollte Ich fragen, ob andere auch diesen Bug haben und wie er behoben werden konnte.\r\n\r\nIm schlimmsten Fall w&uuml;rde Ich den Client neu installieren, aber wenn es eine einfachere L&ouml;sung geben w&uuml;rde, w&auml;re Ich froh.\r\n\r\nDanke und viele Gr&uuml;&szlig;e,\r\nJastol","replies":[{"id":"","poster":"fllyYT","date":"2017-12-14T15:11:16.346+0000","up_votes":1,"down_votes":0,"body":"Mit Admin ausführen ist die Lösung auf alles","replies":[]},{"id":"","poster":"Jastol","date":"2017-12-04T16:53:42.620+0000","up_votes":1,"down_votes":0,"body":"Nach dem dritten Neustart hat es wieder funktioniert.","replies":[]},{"id":"","poster":"Gillibald","date":"2017-12-04T15:10:57.617+0000","up_votes":1,"down_votes":0,"body":"Hatte den Bug auch schon öfter. Sehr peinlich von einem Entwickler dieser Größe.","replies":[{"id":"","poster":"Jastol","date":"2017-12-04T16:53:15.596+0000","up_votes":1,"down_votes":0,"body":"Weniger Peinlich als man annehmen würde ;).\n\nAls Entwickler kann Ich dir versichern, dass Größe nicht vor Bugs schützt. Ich habe gestern damit verbracht eine von mir beruflich eingesetzte Software eines der Weltgrößten Softwarekonzerne zu debuggen, da etwas nicht wie gewollt funktionierte. \n\nEs war ein wirklich dämlicher Fehler in einer SQL Abfrage, eigentlich hätte das bei jedem normalen Testlauf auffallen müssen, vor allem da der Fehler einen Patch vorher noch nicht drin war und die Funktion einwandfrei funktionierte.\n\nAnsonsten kenne Ich es auch aus meinen eigenen Entwicklungen, da fixt man einen Bug am einen Ende einer Anwendung und auf einmal funktioniert etwas vollkommen anderes nicht ^^.","replies":[]}]}]}