{"id":"tvTXnXKI","poster":"TheRealWolverine","date":"2017-12-02T23:37:14.192+0000","title":"Adventskalender - Türchen 3: \"Warwick und die sieben Geißlein\"","subforum":"Community-Kunstwerke","up_votes":7,"down_votes":0,"body":"**T&uuml;rchen 3: &ldquo;Warwick und die sieben Gei&szlig;lein&rdquo; f&uuml;r Anticodon**\r\n___________________\r\n\r\n&ldquo;Was erz&auml;hlst du mir heute Abend?&rdquo;, fragte Serafin neugierig.\r\nDosnar sah sie nachdenklich an. &ldquo;Wie w&auml;rs es mit einem M&auml;rchen &uuml;ber die Gei&szlig;lein von Zhaun?&rdquo;\r\n&ldquo;Wie die, die wir heute auf der Wiese gesehen haben?&rdquo;\r\nDer Onkel schmunzelte, denn genau daran hatte er auch denken m&uuml;ssen. Also nickte er.\r\n\r\n___________________________________\r\n\r\nEs war einmal in den l&auml;ndlichen Gebieten &ouml;stlich der Stadt Zhaun, da lebte eine alte Gei&szlig; mit ihren sieben Kindern. Sie waren eine gl&uuml;ckliche Familie, der es an nichts fehlte und deren Leben friedlich verlief. \r\nAb und an war es jedoch notwendig, dass die Mutter nach Zhaun ging, um einige Vorr&auml;te einzukaufen, die man auf dem Lande nicht so leicht erwerben konnte. Wenn es mal wieder so weit war, freuten sich die Kinder, weil sie wussten, dass ihre Mutter ihnen Naschereien aus der Stadt mitbringen w&uuml;rde. Bevor sie ging, ermahnte sie sie noch einmal die T&uuml;r hinter ihr zu verschlie&szlig;en und niemanden herein zu lassen au&szlig;er sie selbst. Dann machte sie sich auf den Weg in die Stadt.\r\nDie Kinder begannen ausgelassen im Haus zu spielen, nicht ahnend, dass der gro&szlig;e b&ouml;se Wolf Warwick in der N&auml;he des Hauses lauerte und alles mit angeh&ouml;rt hatte. Eine Weile, nachdem die Mutter fortgegangen war, trat er an das H&auml;uschen heran, klopfte und sprach: &ldquo;Kinder, eure liebe Mutter ist wieder zu hause.&rdquo;\r\nDa erschraken die Gei&szlig;lein, weil sie Warwick an der dunklen Stimme erkannten, und riefen: &ldquo;Unsere Mutter bist du nicht. Unsere Mutter hat eine viel hellere Stimme als die deine. Scher&rsquo; dich fort.&rdquo;\r\nDaraufhin zog der Wolf von Dannen und lief geradewegs ins n&auml;chstgelegene Dorf, wo er den Kr&auml;merladen betrat und nach Kreide verlangte. Diese erhielt er auch, da der Verk&auml;ufer gro&szlig;e Angst vor ihm hatte. \r\nNun kehrte er zum Haus der Gei&szlig;lein zur&uuml;ck und a&szlig; w&auml;hrenddessen die ganze Kreide auf, sodass seine Stimme einen hellen, zarten Klang annahm. Wieder zur&uuml;ck klopfte er erneut und fl&ouml;tete: &ldquo;Liebe Kinder, eure Mutter ist nach hause zur&uuml;ckgekehrt und hat euch allen etwas Leckeres mitgebracht.&rdquo;\r\nAls die Kinder die helle Stimme h&ouml;rten, eilten sie in freudiger Erwartung zur T&uuml;r.  Doch gerade als sie die T&uuml;r entriegeln wollte, rief der J&uuml;ngste von ihnen, der auf den Namen Roman h&ouml;rte: &ldquo;Seht doch, die schwarze Pfote.&rdquo; Dabei deutete er auf die dunkle Tatze, die neben der T&uuml;r auf der kleinen Fensterbank ruhte.\r\nDa erschraken die Gei&szlig;lein abermals und riefen gemeinsam: &ldquo;Unsere Mutter bist du nicht. Unsere Mutter hat schneewei&szlig;es Fell und nicht solch ein Pechschwarzes wie du.&rdquo;\r\nDa ging Warwick erneut davon und betrat alsbald die im Dorf gelegene B&auml;ckerei. Hierbei handelte es sich um eine Filiale der mittlerweile in ganz Runeterra bekannten Himmelsturzkette, die Pantheon vor vielen Jahren gegr&uuml;ndet hatte. Dort lie&szlig; der Wolf sich die Pfote mit Teig bestreichen und anschlie&szlig;end mit Mehl best&auml;uben. Der ver&auml;ngstigte B&auml;ckermeister schielte dabei mehrmals hinauf zu Pantheons Wappen, das &uuml;ber der Eingangst&uuml;r hing, und &uuml;berlegte wohl, ob er eine Heldentat riskieren sollte, entschied sich aber nach einem leisen Knurren Warwicks dagegen.\r\nDieser begab sich indessen zur&uuml;ck zum Haus der Gei&szlig;lein und klopfte zum dritten Mal an diesem Tage an ihre T&uuml;r. \r\n&ldquo;Liebe Kinder, lasst mich ein. Ich bin eure liebe Mutter und zur&uuml;ck vom Einkauf in der Stadt.&rdquo;\r\nDabei legte er bewusst die wei&szlig;e Pfote auf die Fensterbank, damit die Kinder sie sehen konnten. Kaum hatten diese die zarte Stimme geh&ouml;rt und das vermeintlich helle Fell im Fenster gesehen, entriegelten sie die T&uuml;r um ihre Mutter herzlich zu begr&uuml;&szlig;en. \r\nUmso entsetzter waren sie nun, als sie stattdessen Warwick in der T&uuml;r stehen sahen. Panisch flohen sie in alle Richtungen und versuchten sich zu verstecken. Doch der Wolf fand einen nach dem anderen und verschlang jedes Gei&szlig;lein in einem Bissen. Nur Roman, der sich in der Standuhr versteckt hatte, blieb unentdeckt.\r\nWarwick war es schlie&szlig;lich leid auch noch den siebten Happen zu suchen und beschloss daraufhin sich zun&auml;chst ein wenig auszuruhen nach diesem vorz&uuml;glichen Mahl. Er k&ouml;nnte schlie&szlig;lich auch sp&auml;ter noch einmal zur&uuml;ckkommen und sich das letzte Gei&szlig;lein holen.\r\nM&uuml;de und satt schwankte er aus dem Haus und hinunter zum Fluss, wo er sich unter einem gro&szlig;en, schattenspendenden Baum zum Schlafen niederlegte.\r\nW&auml;hrenddessen kehrte die Mutter von ihrem Einkauf zur&uuml;ck und als sie sah, dass das ganze Haus verw&uuml;stet worden war, begann sie bitterlich zu weinen. Daraufhin sp&auml;hte der kleine Roman vorsichtig aus seinem Versteck, um zu sehen, wer diesmal ins Haus gekommen war.\r\nAls er seine Mutter erkannte, kam er aus der Wanduhr hervor und begr&uuml;&szlig;te sie st&uuml;rmisch.\r\nDie alte Gei&szlig; schloss ihren J&uuml;ngsten in die Arme und war dankbar, dass ihr ein Kind geblieben war.  Nachdem sie sich wieder gefasst hatte, fragte sie Roman, was vorgegangen war und er berichtete ihr von Warwick, der sie get&auml;uscht hatte und somit ins Haus gekommen war.\r\nDann hatte er jedes seiner Geschwister gefunden und in einem Bissen verschlungen. \r\nBei diesen Worten horchte die Mutter auf, denn in ihr kam die Hoffnung auf, dass ihre Kinder noch am Leben sein k&ouml;nnten. Sie nahm Roman bei der Hand und zusammen gingen sie leise nach drau&szlig;en, um nach dem Wolf zu suchen. \r\nNach einer Weile entdeckten sie ihn schlafend am Fluss und schlichen n&auml;her, um zu pr&uuml;fen, ob die Gei&szlig;lein im Bauch des Wolfes noch lebten. Als die Mutter das Wimmern ihrer Kinder vernahm, sprach sie zu Roman, er sollte zur&uuml;ck zum Haus laufen und ihr eine gro&szlig;e Schere und Nadel und Faden bringen.\r\nEr eilte davon und als er zur&uuml;ckkam, schnitt die Mutter dem Wolf kurzerhand den Bauch auf. Ein Gei&szlig;lein nach dem anderen kletterte heraus und die Mutter wies sie an, jeder einen gro&szlig;en Stein herbeizuschaffen und ihn in den Bauch des Wolfes zu legen.  Es dauerte eine Weile, aber schlie&szlig;lich war der Bauch des Wolfes erneut gef&uuml;llt  und die Mutter griff zu Nadel und Faden, um Warwicks Bauch zu verschlie&szlig;en. \r\nDann begab sich die wiedervereinte Familie in sichere Entfernung und beobachtete, wie der Wolf langsam erwachte. Die Steine lagen ihm schwer im Magen und ihn qu&auml;lte ein brennender Durst. Also schleppte er sich m&uuml;hsam zum Fluss, um zu trinken und anschlie&szlig;end zum Haus zur&uuml;ckzukehren. \r\nGerade als er sich zum Wasser hinunterbeugte, rutschten die Steine in seinem Magen nach vorn, so dass er in den Fluss fiel und vom Gewicht der Steine in die Tiefe gezogen wurde.\r\nAls die Gei&szlig;lein das mitansahen, freuten sie sich und tanzten gemeinsam mit ihrer Mutter auf der Wiese.\r\nNur ein Gei&szlig;lein lief zum Wasser und starrte dem Wolf nach.\r\n&ldquo;Was hast du, Kindred?&rdquo;, fragte Roman seine Schwester.\r\n&ldquo;Eigentlich war der Wolf doch recht interessant...&rdquo;\r\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\r\n\r\n_____________\r\n\r\n&ldquo;Gute Nacht, Serafin.&rdquo;, sagte Dosnar leise.","replies":[{"id":"","poster":"Schmetterlinh","date":"2017-12-05T08:48:55.967+0000","up_votes":1,"down_votes":0,"body":"Das Ende kam unerwartet, aber sehr schön! :D","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-05T09:46:21.207+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandagasm,realm=EUW,application-id=NIAgX8ss,discussion-id=tvTXnXKI,comment-id=0000,timestamp=2017-12-05T08:48:55.967+0000)\n>\n> Das Ende kam unerwartet, aber sehr schön! :D\n\nDanke, die Idee kam mir spontan und ich dachte ein bisschen mehr LoL-Bezug tut der Geschichte ganz gut. ^^","replies":[]}]}]}