{"id":"vk6ylZGP","poster":"leagua","date":"2017-12-01T20:21:50.591+0000","title":"Username Passwort Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Ich war im loading screen und LoL hat sich geschlossen + danach direkt der pc runtergefahren ? als ich mich wieder einloggen wollte funktionierte es nicht.. ich musste passwort und email &auml;ndern.. dann kam eine email an mit meinem alten passwort als BESCHW&Ouml;RERNAME... ich habe jez mein altes passwort als beschw&ouml;rername und ein neues passwort ? als ich mich nach 20 minuten endlich anmelden konnte musste ich direkt ein update starten und ich konnte nicht reconnecten-.- jetzt habe ich deswegen einen 5x 20 minuten low priority NUR deswegen :( w&auml;re gut wenn mir jemand helfen k&ouml;nnte ? oder muss ich diese 100 minuten jez wirklich insgesamt warten","replies":[{"id":"","poster":"leagua","date":"2017-12-02T15:57:44.032+0000","up_votes":1,"down_votes":0,"body":"aso okay.. naja ich denke ich werde jez damit leben müssen ._. sind nurnoch 2 games aber das hat mir mein uprank echt versaut","replies":[]},{"id":"","poster":"leagua","date":"2017-12-01T20:44:39.120+0000","up_votes":1,"down_votes":0,"body":"schade :( war echt nervig da ich glaube ich jez nich die season belohnung bekomme ? bin mir unsicher ...... ist eigentlich kein problem aber das hat mich echt sehr stark genervt","replies":[{"id":"","poster":"Yjuq","date":"2017-12-01T23:51:16.007+0000","up_votes":1,"down_votes":0,"body":"Wurden die Season Belohnungen nicht schon verteilt?\n\nNun ja, selbst wenn nicht wirst du durch den Leave Buster nicht deswegen ausgeschlossen. Erst bei einer Chat Restriction oder einem Bann werden Season Belohnungen verwehrt.","replies":[]}]},{"id":"","poster":"Ghionova","date":"2017-12-01T20:33:00.757+0000","up_votes":1,"down_votes":0,"body":"Die musst du leider warten. Versuch es sonst mit einer Komplettreparatur oben rechts beim Zahnrad im Clienten. Wenn das nicht weiter hilft dann musst du dich unten rechts bei den Ursachen für diese Fehler erkundigen. Da steht dann genaueres.","replies":[]}]}