{"id":"RProEcmr","poster":"TheRealWolverine","date":"2017-11-30T23:06:53.827+0000","title":"Adventskalender - Türchen 1: \"Tahm Kench\"","subforum":"Community-Kunstwerke","up_votes":23,"down_votes":1,"body":"**T&uuml;rchen 1: &ldquo;Tahm Kench&rdquo; f&uuml;r matamora**\n\n___________________________\n&ldquo;Onkel Dosnar, erz&auml;hlst du mir ein M&auml;rchen vor dem Einschlafen?&rdquo;, fragte das kleine M&auml;dchen, welches auf den Namen Serafin h&ouml;rte.\nIhr Onkel lachte. &ldquo;Aber du kennst sie doch bereits alle.&rdquo;\n&ldquo;Bitte.&rdquo;, flehte sie ihn mit gro&szlig;en Augen an. \n&ldquo;Also gut.&rdquo;, gab sich ihr Onkel geschlagen und setzte sich an das Fu&szlig;ende ihres Bettes.\n_______________________________________________________\nEs war einmal vor langer Zeit im K&ouml;nigreich Demacia. Damals herrschte Prinz Jarvan der Erste &uuml;ber die Stadt und der Krieg mit Noxus hatte gerade begonnen. Hohe Ausgaben wurden zu jener Zeit get&auml;tigt und der Prinz sorgte sich allm&auml;hlich, da sich seine Schatzkammern zunehmend leerten. &Auml;u&szlig;erst verzweifelt rief er seine Berater zusammen.\n&ldquo;Ohne Gold k&ouml;nnen wir den Krieg nicht weiterf&uuml;hren und unser Volk wird unter noxische Herrschaft fallen.&rdquo;, sprach der Prinz betr&uuml;bt.\nEs wurde allerlei diskutiert und schlie&szlig;lich meldete sich ein junger Mann zu Wort, der zu den tapfersten Kriegern des Landes geh&ouml;rte und f&uuml;r seinen unvergleichbaren Umgang mit dem Langspeer bekannt war. \n&ldquo;Mein Prinz&rdquo;, sagte er, &ldquo;es h&ouml;rt sich vielleicht etwas unglaubw&uuml;rdig an, aber ich habe erst neulich an den Toren der Stadt einen M&uuml;ller sagen h&ouml;ren, dass seine Tochter Stroh zu Gold spinnen k&ouml;nne. Damals hielt ich es f&uuml;r unversch&auml;mtes Geprahle, aber in Anbetracht unserer Lage sollten wir nach diesem M&auml;dchen schicken lassen.&rdquo;\nDer Prinz sah skeptisch drein, stimmte dann aber zu nach der Tochter des M&uuml;llers suchen zu lassen.\nEinige Tage vergingen bis man das M&auml;dchen namens Matamora schlie&szlig;lich vor den K&ouml;nig brachte. Sie kniete vor ihm nieder und sprach: &ldquo;Eure Majest&auml;t, ich bitte um Verzeihung, aber d&uuml;rfte ich erfahren, warum Ihr nach mir schicken lieset?&rdquo;\nDer Prinz betrachtete sie eine Weile und da sie ihm gefiel, sprach er schlie&szlig;lich: &ldquo;Dein Vater erz&auml;hlte, du k&ouml;nntest Stroh zu Gold spinnen. Nun ist es leider so, dass sich unser Land im Krieg befindet und wir dringend Gold ben&ouml;tigen, um diesen siegreich zu beenden. &rdquo;\nDas M&auml;dchen erbleichte. &ldquo;Aber mein Prinz, ich kann kein Stroh zu Gold spinnen.&rdquo;\nDer K&ouml;nig sah best&uuml;rzt drein, doch bevor er etwas sagen konnte, meldete sich ein alter Berater zu Wort: &ldquo;Unser Land steht f&uuml;r Ehrlichkeit und Gerechtigkeit. Wenn dein Vater gelogen hat, dann ist er in diesem Land nicht mehr l&auml;nger willkommen.&rdquo;\nDa erschrak Matamora f&uuml;rchterlich. Ihr Vater &uuml;bertrieb zuweilen ein wenig, aber ihretwegen verbannt werden  sollte er nicht. Also nahm sie all ihren Mut zusammen und sagte: &ldquo;Ich m&ouml;chte meinem Land gerne einen Dienst erweisen und versuchen euer Stroh zu Gold zu spinnen.&rdquo;\nAls der Prinz dies h&ouml;rte, war er froh und lie&szlig; sofort das h&ouml;chste Turmzimmer seines Palastes mit Stroh bef&uuml;llen und ein Spinnrad aufstellen. Anschlie&szlig;end begleitete er das M&auml;dchen pers&ouml;nlich nach oben und k&uuml;ndigte an im Morgengrauen des n&auml;chsten Tages zur&uuml;ckzukommen und ihre Arbeit zu bestaunen. \nKaum war Matamora allein, sank sie ins Stroh nieder und begann bitterlich zu weinen Wie sollte ihr diese Aufgabe nur gelingen? Es war unm&ouml;glich Stroh zu Gold zu spinnen.\nPl&ouml;tzlich ert&ouml;nte ein geheimnisvolles Gluckern und Gurgeln im Raum und ein modriger Geruch lag in der Luft. \nMatamora &ouml;ffnete die Augen und zuckte zusammen, als sie einen riesigen humanoiden Wels auf sich zu gehen sah. Entsetzt wich sie vor ihm zur&uuml;ck.\n&ldquo;Hab&rsquo; keine Angst, mein Kind.&rdquo;, sagte er freundlich, zog den kleinen Zylinder vor ihr und verneigte sich. &ldquo;Ich bin gekommen, um dir zu helfen.&rdquo;\nIhre Augen weiteten sich bei diesen Worten. &ldquo;Mir kann niemand helfen, gro&szlig;er Wels. Der Prinz verlangt von mir Stroh zu Gold zu spinnen.&rdquo;\nDer mysteri&ouml;se Besucher begann zu lachen. &ldquo;Dies ist eine meiner einfachsten &Uuml;bungen, Teuerste.&rdquo;\nEr setzte sich ans Spinnrad und zog einen Strang Stroh hindurch. Im Handumdrehen wurde daraus reines Gold.  Matamora bewunderte das Edelmetall in den H&auml;nden ihres Retters, doch als sie danach greifen wollte, l&auml;chelte der Wels unheilverk&uuml;ndend. \n&ldquo;Aber Teuerste, meine Dienste sind nicht umsonst. Was habt Ihr mir anzubieten?&rdquo;, fragte er leise mit einem schmeichlerischen Unterton.\n&ldquo;Ich habe nicht viel, aber vielleicht die Halskette meiner Mutter.&rdquo;, erwiderte sie verzweifelt und l&ouml;ste diese zugleich von ihrem Hals.\nDer Wels betrachtete sie eingehend und nickte schlie&szlig;lich. &ldquo;Sie besitzt einen hohen sentimentalen Wert. Das wird gen&uuml;gen. Nun leg dich schlafen, mein Kind.&rdquo;\nAls Matamora am n&auml;chsten Morgen erwachte, war der seltsame Besucher verschwunden, aber in der Kammer befand sich kein einziger Strang Stroh mehr. Alles um sie herum schimmerte golden und tauchte den Raum in einen atemberaubenden Glanz.\nNoch bevor sie sich daran satt gesehen hatte, wurde die T&uuml;r ge&ouml;ffnet und der Kronprinz trat herein. \n&ldquo;Das ist ja fabelhaft.&rdquo;, rief er aus und strahlte das M&auml;dchen an. &ldquo;Damit k&ouml;nnen wir den Krieg f&uuml;r uns entscheiden und wenn du noch ein paar N&auml;chte f&uuml;r mein K&ouml;nigreich spinnst, werde ich dich zur Frau nehmen und es wird dir im Leben an nichts mehr fehlen.&rdquo;\nMatamora erschrak.  &ldquo;Aber mein Prinz. Ich tat, was ihr von mir verlangtet. Bitte lasst mich nun gehen.&rdquo;\nMittlerweile waren auch des K&ouml;nigs Berater eingetreten und hatten alles bewundert. Doch als sie nun h&ouml;rten, dass sie gehen wollte, sprach einer von ihnen schnell. &ldquo;Unser Prinz hat euch um einen Gefallen f&uuml;r das Land gebeten und euch im Gegenzug seine Hand angeboten. Das ist mehr als gro&szlig;z&uuml;gig. Es abzulehnen kommt einem Verrat gleich.&rdquo;\nDaraufhin f&uuml;gte sich Matamora und lie&szlig; sich am Abend erneut in eine noch gr&ouml;&szlig;ere Kammer voller Stroh bringen. Zu ihrer gro&szlig;en Erleichterung wiederholten sich die Ereignisse vom Vorabend und der geheimnisvolle Fremde kam ihr erneut zur Hilfe. \n&ldquo;Was hast du mir diesmal anzubieten, mein Kind?&rdquo;, fragte er leise, nachdem er die Kammer voller Stroh begutachtet hatte.\nMutig hob sie den Kopf und sah dem Wels direkt in die Augen. &ldquo;Der Prinz wird von mir verlangen, dies hier noch &ouml;fters zu tun. Darum schlage ich dir nun folgenden Handel vor: Bringe mir bei wie man Stroh zu Gold spinnt und ich werde dir im Gegenzug einmalig geben, was auch immer du verlangst.&rdquo;\nDie Bartel des Fremden zuckten zun&auml;chst ungehalten, dann sprach er: &ldquo;Nun gut, Teuerste. Ich werde dich lehren, was du m&ouml;chtest, aber wenn der Tag gekommen ist, werde ich kommen und mir dein Erstgeborenes holen.&rdquo;\nMatamora schluckte. Schweren Herzen willigte sie ein und schwor sich im gleichen Atemzug niemals Kinder zu haben.\n&ldquo;Nun gut, dann lass&rsquo; uns beginnen.&rdquo;, sagte der Wels grinsend und begab sich zum Spinnrad.\n\nAm Ende dieser Nacht hatte Matamora die Kunst des &ldquo;Stroh zu Gold Spinnens&rdquo; erlernt und die Kammer war auch am n&auml;chsten Morgen wieder vollst&auml;ndig mit Gold gef&uuml;llt.\nEin weiteres Mal war die Freude des Prinzens unermesslich gro&szlig; und nachdem der Krieg mit dem gesponnenen Gold gewonnen ward, wurde Hochzeit gehalten. \nF&uuml;r mehrere Jahre lebte das K&ouml;nigspaar gl&uuml;cklich und mit der Zeit verga&szlig; Matamora den Wels und ihr Versprechen ihm gegen&uuml;ber. So kam es, dass sie eines Tages entgegen ihres Schwurs an sich selbst, ein Kind zur Welt brachte. \nIn der ersten Nacht nach ihrer Niederkunft erschien der gro&szlig;e Wels in ihren Gem&auml;chern und l&uuml;pfte seinen Zylinder vor ihr.\n&ldquo;Guten Abend, Teuerste. Nach all den Jahren kommt unser Handel also endlich zum Abschluss.&rdquo;\nMatamora erschrak f&uuml;rchterlich und umklammerte das Kind an ihrer Brust noch ein wenig fester. &ldquo;Ich werde sie dir nicht &uuml;berlassen.&rdquo;, sagte sie mutig, doch mit Angst in den Augen. &ldquo;Bitte nimm&rsquo; sie mir nicht fort.&rdquo;\nDer Wels l&auml;chelte d&auml;monisch. &ldquo;Ich habe meinen Teil der Abmachung erf&uuml;llt, so erf&uuml;lle du auch den Deinen.&rdquo;\nDa begann sie bitterlich zu weinen und der Wels sprach: &ldquo;Aber da ich ein weiches Herz habe, schlage ich dir einen neuen Handel vor. Ich werde in den n&auml;chsten drei N&auml;chten erscheinen. Wenn du mir meinen Namen nennen kannst, darfst du dein Kind behalten. Schaffst du es nicht bis zur dritten Nacht, dann geh&ouml;rt dein Kind, das Leben deines Ehemannes und das Deinige mir.&rdquo;\nGequ&auml;lt stimmte Matamora auch diesem Handel zu und sobald der b&ouml;sartige Fremde verschwunden war, eilte sie samt Kind zu ihrem Mann und beichtete ihm die ganze Geschichte.\nZun&auml;chst war er au&szlig;er sich vor Wut und Trauer, doch weil er seine Frau liebte, vergab er ihr und lie&szlig; noch in der gleichen Nacht Boten aussenden, um den Namen des garstigen Fisches herauszufinden.  Viele kehrten mit Bezeichnungen wie &ldquo;D&auml;mon&rdquo; oder &ldquo;K&ouml;nig des Flusses&rdquo; zur&uuml;ck und Matamora schrieb sie alle nieder. \nAls nun der Wels in der folgenden Nacht erschien und all ihre Namen anh&ouml;rte, begann er zu lachen und verh&ouml;hnte das K&ouml;nigspaar. Schlie&szlig;lich verschwand er wieder in der Nacht und die K&ouml;nigin brach zusammen.\n&ldquo;Wir werden den Namen nicht herausfinden, Liebster. Unsere Leben sind verwirkt und unser Kind wird bei ihm aufwachsen.&rdquo;, schluchzte sie. \n&ldquo;Aber nein. Bitte weine nicht, wir werden diesen Namen erfahren.&rdquo;, sagte er entschlossen und griff nach ihrer Hand. \nKurz darauf schickte er noch mehr Boten als am Vortag aus und f&uuml;r seine Frau lie&szlig; er eine Heilerin rufen, die ihren Gram lindern sollte.\n&ldquo;Eure Majest&auml;t, ich habe von eurer ungl&uuml;cklichen Lage geh&ouml;rt und w&uuml;rde euch gern helfen.&rdquo;, sprach die Nixe Nami zu Matamora, w&auml;hrend sie mit erlesenen Wassern ihr Seelenleid zu lindern versuchte.\n&ldquo;Du kannst nichts f&uuml;r mich tun, au&szlig;er du kennst den Namen dieser Kreatur.&rdquo;, erwiderte die K&ouml;nigin traurig. Kurz vor Sonnenuntergang verlie&szlig; die Heilerin die Gem&auml;cher der K&ouml;nigin und begab sich zum Fluss, um bei ihren Ahnen um Rat f&uuml;r Matamora zu fragen.\nDa trug es sich in der Morgend&auml;mmerung zu, dass sie einen riesigen Wels sah wie er im Moorland hinter dem Fluss verschwand. Geschwind folgte sie ihm in einigem Abstand und gegen Mittag erreichten sie das Lager des Fremden. Das Moor ging in ein gro&szlig;es modrig riechendes Flusssystem &uuml;ber und an einer Flussgabel war deutlich ein Lagerfeuer zu erkennen. \nNami hielt sich versteckt und beobachtete ihn, wie er einen Kessel &uuml;bers Feuer hing und leise zu summen begann:\n\nAch wie gut, dass niemand wei&szlig;, \ndass ich K&ouml;nig des Flusses hei&szlig;.\n\nHeute back&rsquo; ich,\nheute brau&rsquo; ich,\nmorgen hol&rsquo; ich mir der K&ouml;nigin ihr Kind.\n\nAch wie gut, dass keiner wisst&rsquo;,\ndass mein Name Tahm Kench ist.\n\nNami eilte davon, als sie das h&ouml;rte. Sie musste so schnell, wie sie nur k&ouml;nnte, zur&uuml;ck zum Schloss.  Kurz nach Sonnenuntergang traf sie dort ein. Der R&uuml;ckweg hatte sich als beschwerlicher erwiesen, als der Hinweg. Mehrfach hatte sie sich verirrt.\n&ldquo;Bringt mich zur K&ouml;nigin.&rdquo;, rief sie den Wachen ersch&ouml;pft zu.\n&ldquo;Wir haben Befehl, niemanden in ihre Gem&auml;cher zu lassen.&rdquo;, erwiderten sie.\nAuch wenn Nami es nicht gern tat, bet&auml;ubte sie die Wachen in einer gro&szlig;en Blase und eilte auf Matamoras Gem&auml;cher zu. Als sie die T&uuml;r aufstie&szlig;, bot sich ihr ein grauenvoller Anblick. Die K&ouml;nigin lag am Boden und umklammerte ihr Kind mit beiden Armen, der K&ouml;nig stand vor ihr und versuchte seine Familie zu sch&uuml;tzen, w&auml;hrend der Wels sein gefr&auml;&szlig;iges Maul weit aufgerissen hatte und drohte den K&ouml;nig in einem Bissen zu verschlingen.\n&ldquo;Halt.&rdquo;, rief Nami und zu der Verwunderung aller hielt der Wels inne.\nNami holte tief Luft und sprach dann ruhig. &ldquo;Dein Name ist Tahm Kench, nicht wahr?&rdquo;\nMordlust blitzte in den Augen des Flussk&ouml;nigs auf. Dann w&uuml;rgte er und spuckte einen alten verrotteten Schuh aus, bevor er fluchend in einem Strudel aus schmutzigem Wasser verschwand.\nDa war das K&ouml;nigspaar froh und gl&uuml;cklich schlossen sie ihr Kind in die Arme.\nUnd wenn sie nicht gestorben sind, dann leben sie noch heute.\n________________________________________________________________\nDosnar l&auml;chelte, als er sah, dass seine Nichte eingeschlafen war. Er deckte sie zu und verlie&szlig; leise das Zimmer mit der Bef&uuml;rchtung am n&auml;chsten Abend ein neues M&auml;rchen erz&auml;hlen zu m&uuml;ssen.","replies":[{"id":"","poster":"YTElias","date":"2017-12-01T15:53:42.237+0000","up_votes":1,"down_votes":0,"body":"Schöne einbindung in die Originale Geschichte {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-12-01T17:35:58.379+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YTElias,realm=EUW,application-id=NIAgX8ss,discussion-id=RProEcmr,comment-id=0002,timestamp=2017-12-01T15:53:42.237+0000)\n>\n> Schöne einbindung in die Originale Geschichte {{sticker:sg-ahri-2}}\n\nDanke:) habe versucht nahe am Original zu bleiben, obwohl ich natürlich einiges geändert habe.\nIch freue mich, dass es dir gefällt :)","replies":[]}]},{"id":"","poster":"Anticodon","date":"2017-12-01T15:37:12.377+0000","up_votes":1,"down_votes":0,"body":"Sehr schön geworden, freue mich auf´s nächste Türchen ;-)\n\n{{sticker:zombie-nunu-hearts}}","replies":[]},{"id":"","poster":"matamora","date":"2017-12-01T14:53:42.220+0000","up_votes":1,"down_votes":0,"body":"Oooooh {{sticker:sg-lux}}","replies":[]}]}