{"id":"BLQYVOxi","poster":"Elias510","date":"2019-06-08T15:17:28.364+0000","title":"Stecke in Silber fest","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Es ist schön zusehen wie man noch in Silber Divison Teammates bekommt die zum ersten Mal Ranked gezockt haben und dann gibt es noch die Toxic Leute oder die die nach 3-4 Toden AFK gehen. Ich liebe es das man einfach machtlos in diese Liga feststeckt obwohl man jede Runde sein bestes gibt. Man könnte jetzt sagen das es bei den Gegnern auch sein kann aber leider Merk ich da nichts. Sowas demotiviert mich sowasvon da du den ganzen Tag zockst und du einfach nicht weiterkommst.\r\nIch würde ja auch gerne wissen was ich falsch mache das nur mir sowas passiert.","replies":[{"id":"","poster":"TF Autophil","date":"2019-06-10T21:44:19.888+0000","up_votes":2,"down_votes":0,"body":"Moin Elias!\n\nDu sprichst etwas an, was wir von Get Good Coaching, die 25 - 50 - 25 Regel nennen.\nDas besagt, dass 25% deiner Spiele \"Free losses\", 25% \"Free Wins\" und 50% Games sind, wo es auf deine persönlich Leistung ankommt. Das beschreiben wir aber näher in unseren PDF's.\nAuf unseren kostenlosen [Discord Server](https://discord.gg/zvhRHYg) helfen wir mittlerweile über 300 League Spielern sich zu verbessern. Es würde uns also freuen, wenn auch du ein Teil unserer Mannschaft wirst!\nHier kommst du direkt auf den Server --> https://discord.gg/zvhRHYg\n\nBeste Grüße,\nPhil aka Autophil","replies":[]},{"id":"","poster":"UT Shockwave","date":"2019-06-08T16:52:35.128+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Elias510","date":"2019-06-09T10:35:53.819+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnelle Antwort.\nDas mit dem Controlwards ist eine nicht so schlechte Idee 😅. Ich habe eigentlich nicht für nötig gehalten aber das es dem Team weiterhilft ist mir nicht in den Sinn gekommen.\nNatürlich tue ich alles damit meine Teammates nicht sinnlos sterben und riskiere oft mals unnötig mein Leben, weil sie zum Beispiel ohne Vision Büsche facechecken. Aber gut. Danke das du dir Zeit genommen hast um mir zu helfen und ich werde die Tipps aufjedenfall zu Herzen nehmen.","replies":[]}]}]}