{"id":"GqkuwmTH","poster":"D3SP4IR","date":"2017-11-30T16:17:36.274+0000","title":"Steraks","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Kann mir jemand vlt mal erkl&auml;ren wie diese item passive funzt ich baue es oft in meinen build ein f&uuml;r den hohen grund ad aber obwohl ich oft an den schaden rankomme der die passive aktivieren soll kommt kein schild zustande gilt das nur f&uuml;r champ dmg oder auch f&uuml;r tower/baron dmg/nexus dmg usw? falls es von belangen ist ich baue es auf Yorick","replies":[{"id":"","poster":"D3SP4IR","date":"2017-11-30T16:42:29.677+0000","up_votes":1,"down_votes":0,"body":"ist es ein item was sich momentan lohnt?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-11-30T17:27:05.458+0000","up_votes":1,"down_votes":0,"body":"Ich finde das Item aktuell echt gut, jedoch ist der Itempfad wirklich schlecht für viele Champions.\n\nSteraks Lifeline funktioniert folgendermaßen:\nWenn du in 5 Sekunden zwischen 400 - 1800 (Level 1 - 18) Schaden kassierst erhälst du Steraks-Fury (und Lifegrip, wenn du den Maw ebenfalls besitzt)\nDie Schadensherkunft und Klasse ist dabei egal.\n\nEs sollte beachtet werden, dass keine Epische Kreatur und kein Turret alleine diesen Schaden aufbringen kann.\nWeiterhin muss dieser Schaden tatsächlich von deinem Leben fehlen. => z.B. Das Yorick-Q würde den Steraks-Prog verhindern, da du Leben zurückgewinnst. XD\n\nIm Endeffekt ist Steraks somit eher für extrem squishy Champions geeignet, die von Sheen oder Base-AD profitieren (z.B. Fiora, Camille) oder für Champions, die hohe Base-AD-Verwertung mit fehlender Lebensregenerationseigenschaft (Spellvamp, Lifesteal, Heal) verbinden (z.B. Gnar, Graves)","replies":[{"id":"","poster":"Megamaexx","date":"2017-11-30T18:29:36.887+0000","up_votes":1,"down_votes":0,"body":"Nur dass Graves das Ding nicht bauen darf ^^","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-12-01T05:56:24.138+0000","up_votes":1,"down_votes":0,"body":"Jap war auch nur ein Beispiel. Gnar profitiert ja auch nur als Mega-Gnar von den +50% Base-AD","replies":[]}]}]}]},{"id":"","poster":"Veezey","date":"2017-11-30T16:38:20.011+0000","up_votes":1,"down_votes":0,"body":"Du musst innerhalb von 3 oder 4 Sekunden ca 70% deiner HP verlieren, damit du den Schild bekommst. Die genauen Werte kenne ich nicht, weil ich das Teil fast nie baue^^","replies":[{"id":"","poster":"Ghionova","date":"2017-11-30T21:47:07.125+0000","up_votes":1,"down_votes":0,"body":"Er wird zudem noch größer und erhält 30% Zähigkeit ","replies":[]}]}]}