{"id":"e3FtvEja","poster":"Warentø","date":"2017-11-27T23:02:45.288+0000","title":"Play with Teemo and win the mega 50 € RP reward !","subforum":"Karten & Spielmodi","embed":{"title":"Eggmo - Android Apps on Google Play","description":"Play with Teemo in this crazy game !","url":"https://play.google.com/store/apps/details?id=com.hanigames.eggmo","image":"https://lh3.googleusercontent.com/GRQkzQw5QujbJXnsByOzd6VHJWIOD-IeP-HBIbcdtMVg7oCeTl_AsuqaMAfdpTnJW_M=h310"},"up_votes":1,"down_votes":2,"body":"https://img15.hostingpics.net/pics/669095171127165525rmscr.jpg\r\n\r\n**Presentation**\r\n\r\nMy name is Hani Hemissi, I am 24 years old and I am a lover of Computer Science, and especially of development around the world of video games!\r\n\r\nApart from the fact that I love programming, I am also (the) biggest fan of League of Legends that can exist on earth: p\r\n\r\nMy alias is &quot;Warento&quot; but I often program (even all the time) under the name &quot;Hani Games&quot;.\r\n\r\nToday, I come to you here to introduce you to Eggmo, a game that I had planned to have fun at first (several months back) and that I finally decided to take back to complete.\r\n\r\nThis game is particularly relevant to this community since it revolves around the world of League of Legends and more mainly the biggest demon known to date on the game: Teemo! : D\r\n\r\n**The game**\r\n\r\nPlay as Teemo with one goal: Catch as many eggs as you can!\r\n\r\nBut beware ! Warwick and Corki have decided to block you. With the help of the powerful Baron, they will do everything to slow you down, or even annihilate all your chances of succeeding your mission.\r\n\r\nFortunately, Teemo&#039;s eggs are magical and give him the power to transform: Diabolic or Astro Teemo, there is a Teemo for all tastes!\r\n\r\nUse skill and use bonus items obtained via Corki bombs or directly in the shop for points!\r\n\r\nUnlock all the challenges and win the mega reward!\r\n\r\nTeemo is waiting for you, join him and help him fulfill his mission!\r\n\r\nFor more information: http://eggmo.hanigames.com\r\n\r\n**The mega reward**\r\n\r\nThe game revolves around a mega reward directly related to the challenges contained in the game.\r\n\r\nWhenever you unlock a challenge, you automatically unlock a hint.\r\nThere are 8 challenges, so a total of 8 clues.\r\n\r\nAs soon as all the clues are unlocked, simply assemble them and follow the instructions on http://eggmo.hanigames.com\r\n\r\nThe terms of payment of the reward is then communicated to you by email after checking the data that you sent us.\r\n\r\nThe podium is constituted as follows:\r\n \r\n**1st place**: 50 &euro; of RP\r\n**2nd place**: The skin of your choice in the League of Legends shop\r\n**3rd place**: A mystery skin\r\n\r\nThe rewards are directly funded by my structure, Hani Games.\r\n\r\nAgain, for more information on rewards, visit http://eggmo.hanigames.com, section &quot;How to get the mega rewards? &quot;.\r\n\r\n**Availability of the game**\r\n\r\nThe game is available - only - on Android (sorry for Apple users), and directly on the Google Play at this address : [Here](https://play.google.com/store/apps/details?id=com.hanigames.eggmo)\r\n\r\nIt is available in two languages: French and English.\r\n\r\nDo not wait any longer! Go on the Google Play Store and download Eggmo!\r\n\r\n**Legal Notice**\r\n\r\nThis game is a fan-game available for free on the Google Play Store platform.\r\nHe uses models from the original League of Legends game that are owned by Riot Games.\r\nIn accordance with the Riot Games legal notice described here: https://www.riotgames.com/legal, the game will be offered free of charge.\r\nIt contains - always in agreement with the legal mentions of Riot Games - advertisements.\r\nThe game - in this same way - does not propose, and will never propose integrated purchases.\r\nThe game does not collect any information and requires no authorization from the user.\r\n\r\nDo not forget to like the Facebook page: https://www.facebook.com/hgeggmo/\r\n\r\n**Take out your phones and start playing !**","replies":[{"id":"","poster":"Yjuq","date":"2017-11-28T00:41:33.173+0000","up_votes":1,"down_votes":0,"body":"7 O A 1 2 A Y 8","replies":[]}]}