{"id":"mLOxpQ9V","poster":"Kimg Prow","date":"2017-11-27T20:09:54.119+0000","title":"Eine Beobachtung zu diesem OT und TGSG Spam","subforum":"Allgemeiner Chat","up_votes":15,"down_votes":8,"body":"Abend,\n\nes ist schon ne Weile her, dass ich angefangen habe hier ab und an in diesem Forum mitzulesen.\nDazu muss ich auch sagen, ich verbringe weder in diesem Forum, noch im Spiel sonderlich viel meiner Freizeit. Das war mal anders, ist aber auch eher irrelevant.\n\nSo bin ich auch seinerzeit irgendwann auf diese gewissen OT-Threads gesto&szlig;en, die ich mir kurz angesehen habe und dann beschlossen habe, dass mich der Kram eher nicht interessiert. \nWer beschlossen hat, dieses Forum zu nutzen um sein quasi viel zu gro&szlig;es Ego aufzupolieren, meine G&uuml;te, der soll das auch gerne machen, ist ja schlie&szlig;lich ein freies Land. Ich denke so ziemlich jedem (bis auf eben genannte Exemplare des Homo Ego Immensus) d&uuml;rfte klar sein, dass eine solche &ldquo;Forengemeinde&rdquo; weder richtige Freundschaften ersetzt, noch eine gesunde Art ist, Spa&szlig; zu haben. Aber meine G&uuml;te, sie nerven nur ein bisschen, sie bei&szlig;en nicht und man kann sie noch ignorieren. Mit diesem *Tag* (das englische Wort, nicht das deutsche), der irgendwann eingef&uuml;gt wurde sowieso.\n\nIst auch nicht so, als ob die Threads sich nicht in Grenzen gehalten h&auml;tten. Ein paar Z&auml;hlspiele da, ein wenig Quatsch hier, man merkt ja wie die hoch die Anspr&uuml;che stehen, wenn Leute tagein tagaus nur bis 10 z&auml;hlen k&ouml;nnen. ;)\n\nSo viel zum OT.\nWomit ich jetzt wirklich ein Problem habe, ist dieser TGSG-quatsch. Jeden Werktag sehe ich einen neuen Thread, wenn ich von der Firma komme und ganz ehrlich? Es m&uuml;llt mir langsam zu sehr das Forum voll. Wie soll ich noch interessante Diskussionen genie&szlig;en, wenn vor jedem zweiten Thread das Damoklesschwert des TGSG h&auml;ngt?  \n\nDa ich aber selber gerne wei&szlig;, womit ich es zu tun habe, wenn ich mich &uuml;ber etwas beschwere, habe ich mich da mal hineingelesen. Und seit der Muppet-show auf Extasy, die sich das Musical &ldquo;K&ouml;nig der L&ouml;wen&rdquo; in Hamburg nennt, zu der ich zwangsweise und unter gro&szlig;em Protest hingeschleppt wurde und die ich noch nicht mal mehr &uuml;ber meine Leiche betreten w&uuml;rde, war das das schlimmste, was ich mir je angetan habe.\n\nSage und schreibe 100-400 Sinnentleerte Kommentare pro Thread&hellip; \nDa fragt man sich, was diese Leute in ihrem Leben machen&hellip; \n\nZuerst dachte ich mir: &ldquo;Die beziehen vermutlich einfach alle Arbeitslosengeld und haben sonst mit ihrem Leben nichts anzufangen.&rdquo;\nKlingt an sich logisch, stimmt aber nicht. Job, Job, Ausbildung&hellip; Da fragt man sich schon, wof&uuml;r sie bezahlt werden. F&uuml;r ihre Arbeit sicherlich nicht. Denn in ihrer Arbeitszeit sind sie offenbar im Forum unterwegs und begehen, nein, **zelebrieren** geradezu die Flucht vor einer anscheinend f&uuml;r sie eher k&uuml;mmerlichen Realit&auml;t.\n\n\nSympathische Menschen?\nJedem selbst &uuml;berlassen.\n\nVorbilder?\nDefinitiv nicht.","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-11-28T08:32:26.842+0000","up_votes":6,"down_votes":1,"body":"Also ich stelle mich jetzt mal ganz offen auf die Seite der Kritiker. \n\nIch meine ich kann absolut nachvollziehen, weshalb ihr jeden Tag euch gegenseitig in nem TGSG-Thread zuspammt. Arbeiten ist langweilig (nicht immer und nicht für jeden) und der Tag geht mit etwas Ablenkung deutlich schneller vorüber. Ich selbst verbringe ja wohl auch mehr Zeit in diesem Forum, als es meinem Arbeitgeber gegenüber fair währe. \n\nAber ehrlich muss es jeden Tag ein neuer Thread sein? Würde nicht einer reichen? Da steht halt echt nur 100% irgendwelchen random Spam drin, der nichts rein gar nichts mit LoL am Hut hat (jaja ich weiss das es nicht gegen die Forenregeln verstösst). Jetzt mal ehrlich, wenn von den \"normalen\" Forenusern interessiert es den wenn sich Azima nen Kaffee holt? \n\nAllgemein währe für die Art von \"Chat\" die ihr da betreibt, Watsapp oder ähnliches eine viel geeignetere Plattform als ein öffentliches Spieleforum. \n\nUnd ja mir ist schon klar das mich keiner zwingt die Threads zu lesen, oder ich diese gar über ein Script ausblenden könnte (welches ich mir auf der Arbeit nicht runterladen kann/will) trotzdem sind diese da und beanspruchen Platz in der Übersicht. Gerade für einen Random der sonst nie ins Forum schaut, eher hinderlich bzw. verwirrend. \n\nIch wollte hiermit niemandem auf den Schlipps treten, aber ich denke der Thread hier ist ganz gut um mal meine Meinung zum Thema OT-Spam loszuwerden.","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T09:24:14.705+0000","up_votes":2,"down_votes":2,"body":"> Und ja mir ist schon klar das mich keiner zwingt die Threads zu lesen, oder ich diese gar über ein Script ausblenden könnte (welches ich mir auf der Arbeit nicht runterladen kann/will) trotzdem sind diese da und beanspruchen Platz in der Übersicht.\n\nIch finde es gut das ihr euren Unmut gegenüber dem OT sachlich ausdrückt und kann auch das meiste Nachvollziehen, aber sich über **einen** Threat pro Tag zu ärgern ist **mMN** übertrieben. \n","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T09:25:59.818+0000","up_votes":4,"down_votes":2,"body":"Naja, es gibt eben das Unterforum \"allgemeiner Chat\". Betonung liegt auf \"Chat\".\n\nIch verstehe die Aufregung ehrlich gesagt nicht ... ich habe auch Jahre lang außerhalb des OT im Forum herum geschaut ... hat mich nie tangiert.\n\nWer keine Probleme hat, macht sich eben welche.","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-11-28T09:37:44.979+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000900000000,timestamp=2017-11-28T09:25:59.818+0000)\n> \n> Wer keine Probleme hat, macht sich eben welche.\n\nLeider ist es nicht so das _dies_ mein grösstes Problem im Leben ist :/\n\nAllgemein ist Problem zumindest in meinem Fall deutlich übertrieben. Ich finde die TSGS und OT-Threads maximal etwas lästig und störend, mehr aber auch nicht.\n\n Ich kann es ignorieren und damit Leben..._oder_...ich kann das ganze einfach mal bei der Gelegenheit hier ansprechen (nicht das ich glaube es würde was ändern, aber zumindest habe ich es versucht).","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T09:41:15.187+0000","up_votes":3,"down_votes":2,"body":"Kritik ist berechtigt und auch okay, solange man es sachlich formuliert. Sich jedoch hinzu stellen \"ich will, dass das weg geht\" ist eben nicht zielführend ^^\n\nDass es nicht allen gefällt, ist aber schade. Rege Beteiligung ist ja stets erwünscht. :)\nVielleicht schaffen wir es ja auch uns einzuschränken.","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-11-28T09:53:12.436+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00090000000000000000,timestamp=2017-11-28T09:41:15.187+0000)\n>\nSich jedoch hinzu stellen \"ich will, dass das weg geht \"ist eben nicht zielführend ^^\n> \n\nKlar, es müssen sich nur genug Leute dazu stellen, ist wie Unterschriften sammeln.\n\nAusserdem hab ich ja mit Watsapp-Chat oder \"nur noch einen einzelnen Thread\" zwei Alternativen vorgeschlagen. \n\nWähre auch zu einfach (und wahrscheinlich langweilig) wenn alles, allen gefallen würde.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:05:12.152+0000","up_votes":1,"down_votes":0,"body":"Diese OTler haben doch eine WhatsApp Gruppe, oder nicht?\n\nWarum halten die dann ihren Tagesspam nicht da ab?","replies":[{"id":"","poster":"Angel Ayume","date":"2017-11-28T12:13:05.688+0000","up_votes":1,"down_votes":0,"body":"Machen wir doch. ^^ Aber nicht jeder aus dem OT ist in der Gruppe. Und es ist auch jedem freigestellt ob er beitreten will oder nicht. Aber grundsätzlich wird überall gespammt wo gespammt werden kann. Ergo Forum, WhatsApp Gruppe und der Clanchat im LoL-Client. :)","replies":[{"id":"","poster":"Wernicke","date":"2017-11-28T14:26:43.221+0000","up_votes":1,"down_votes":0,"body":"Ist eigentl eine recht traurige Forumsmoderation das sogar seitens der spamer es als spam betitelt wird, man es immer und immer wieder als spam meldet, den Punkt gibts ja immerhin, und trotzdem nix passiert.\n\nist also gleich zu setzen mit dem alten ingame schlechter Spieler reportgrund ( quasi ohne auswirkungen). \n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:37:32.926+0000","up_votes":1,"down_votes":0,"body":"Weil's den Forum-Regeln nach keiner ist.\nEinen Threat am Tag als Spam zu betiteln wäre auch etwas drastisch.\nGenauso gut könnte man den Volunteers spam vorwerfen, schließlich machen sie jeden Dienstag nen meist identischen neuen Threat auf, um ihren Stream anzukündigen.","replies":[{"id":"","poster":"Qbert","date":"2017-11-29T05:56:21.338+0000","up_votes":1,"down_votes":0,"body":"Es gibt eben Menschen, die müssen einfach meckern um des Meckerns Willen. :)\n\n*#typischDeutsch","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2017-11-28T09:56:12.247+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, ein Thread ist eben zu unübersichtlich.\nDie Übersicht in diesem Forum leidet sehr, durch die Verschachtelung. ... \n\nHm, schwierig schwierig, aber sicher wird sich eine Lösung finden lassen.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:03:09.737+0000","up_votes":1,"down_votes":0,"body":"Euer spam ist doch so oder so nicht übersichtlich. Und wenn ihr da Unterhaltungen führen wollt, dann nehmt einfach einen einzigen und verlinkt die Tagesanfänge in Form von Kommentaren im Thread.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-11-28T01:21:30.720+0000","up_votes":3,"down_votes":3,"body":"Lach. Warum so aggressiv, mein Freund?\n\nWas ist schlimm daran sich den Arbeitsalltag etwas zu versüßen? Was ist schlimm daran virtuelle Freunde zu haben? Und wieso muss ich deswegen ein bewegungsunfähiger ohne RL Freunde sein?\n\nKann es sein dass du deine schlechte Laune einfach auf irgendwas projizierst?\n\nPs Und ob ich Vorbildfunktion habe. Frag mal Teemohut tragende Frauen. Die können dir das alle bestätigen :P","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T09:27:25.221+0000","up_votes":3,"down_votes":2,"body":"eher genervt.\n\n\"virtuelle\" Freunde. Man sollte aufpassen, so etwas nicht so exzessiv werden zu lassen, dass man nur noch \"virtuelle\" Freunde hat. Das Internet ist kein guter und vor allem kein gesunder Ersatz für das reale Leben.\n\nOb ich projeziere? wer weiß? Vor allem weiß ich, dass ich reflektiere, meine Umwelt spiegele, so wie jeder andere Mensch. Wenn sie mich nervt, dann bin ich halt genervt.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-11-28T11:06:34.891+0000","up_votes":4,"down_votes":0,"body":"Und wer sagt, dass die OTler nur virtuelle Freunde haben? Du hast recht damit, ein Freund in der Onlinewelt ersetzt keinen richtigen Freund im RL. Aber Freundschaften im online Bereich können dennoch sehr innig sein und können über Jahre bestehen und wenn man in der Nähe voneinander wohnt gibt es au die einen oder anderen die sich hin und wieder treffen und eine tolle Freundschaft führen und das obwohl sie anfangs nur online war. Aber au solche die nur online miteinander kommunizieren können eine tolle Freundschaft aufbauen. In der heutigen Zeit läuft doch sehr vieles online ab. Warum dann nicht au die ein oder andere Freundschaft?","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:22:53.542+0000","up_votes":1,"down_votes":0,"body":"Freundschaft, die so öffentlich in jeder Einzelheit ausgetragen wird?\n\ndann seid ihr entweder sehr oberflächlich, sehr offen (und mit 'sehr' meine ich 'fast schon ungesund') oder sehr falsch.","replies":[{"id":"","poster":"Shacoláde","date":"2017-11-28T12:35:09.478+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=0006000100000000,timestamp=2017-11-28T12:22:53.542+0000)\n>\n> Freundschaft, die so öffentlich in jeder Einzelheit ausgetragen wird?\n> \n> dann seid ihr entweder sehr oberflächlich, sehr offen (und mit &#x27;sehr&#x27; meine ich &#x27;fast schon ungesund&#x27;) oder sehr falsch.\n\nTomate...\nOberschiene...\nPiiiiiiiiiiiiiirisch","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T13:59:29.079+0000","up_votes":1,"down_votes":0,"body":"Eher unpassend in Anbetracht der sowieso schon angekratzten Meinung die der TE von uns hat.\n\nAnsonsten hätte ich Kiesel gesagt.","replies":[{"id":"","poster":"Shacoláde","date":"2017-11-28T14:02:10.819+0000","up_votes":1,"down_votes":0,"body":"Das ist Svenson so nebenbei ^^","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:05:21.148+0000","up_votes":1,"down_votes":0,"body":"Wer? Der TE? Narrenschiff?!","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:10:48.509+0000","up_votes":3,"down_votes":0,"body":"http://i.imgur.com/M4vuO.gif\n\nWarte, warte, warte.\nMache ich mir seit 6 Stunden nen Kopf darüber, wie ich am besten das OT verteidigen kann, wegen eines Ambush Bug trolls?\n\nBitte sag mir dass das nicht wahr ist.","replies":[{"id":"","poster":"Azima","date":"2017-11-28T14:14:50.048+0000","up_votes":1,"down_votes":0,"body":"Mhm :( das ist der Schwan","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:20:47.270+0000","up_votes":3,"down_votes":0,"body":"https://media.tenor.com/images/86c02b4de20c9d68b524a4763390a64d/tenor.gif","replies":[{"id":"","poster":"Azima","date":"2017-11-28T14:24:58.123+0000","up_votes":1,"down_votes":0,"body":"Nooooiiiiinnnnnn! Mein Kieselchen!","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:26:38.936+0000","up_votes":1,"down_votes":0,"body":"gg wp\nbin raus für heute\n\nbb","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2017-11-28T14:24:31.445+0000","up_votes":1,"down_votes":0,"body":"Hätte fast vor Lachen meinen Kaffee verschüttet xD","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:32:25.526+0000","up_votes":1,"down_votes":0,"body":"Na wenigstens hast **du** deinen Spaß, du Fallobst.","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2017-11-28T14:23:49.939+0000","up_votes":1,"down_votes":0,"body":"Jep","replies":[]}]}]},{"id":"","poster":"Azima","date":"2017-11-28T14:01:04.683+0000","up_votes":1,"down_votes":1,"body":"Apropos Kiesel :3 In Köln-Bocklemünd gibt es ein Unternehmen das \"Kiesel\" heißt :o bin ich gestern dran vorbei gefahren!","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-11-28T12:45:17.667+0000","up_votes":1,"down_votes":0,"body":"Es muss jeder für sich selbst entscheiden wie weit er in einem öffentlichen Forum über sein privates Leben schreibt. Und du bist nicht der, der entscheidet ob es für denjenigen gesund oder ungesund ist. Btw. hab ich das auf die Allgemeinheit bezogen. \nZudem beschränken sich die Freundschaften sicher nicht nur auf das Forum. ;)","replies":[]}]}]}]},{"id":"","poster":"Wernicke","date":"2017-11-28T06:23:47.775+0000","up_votes":2,"down_votes":1,"body":"Euer OT Krams nervt einfach und bräuchte eigentl einen eigenes Unterforum damit andere normale forumuser nicht belästigt werden.\nIch bin ganz ehrlich, ich melde jeden euer threads als spam. Da aber auch Grüne zu eurem Club gehören wird diesbezüglich leider nicht objektiv bewertet und gehandelt.","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T06:26:10.710+0000","up_votes":3,"down_votes":3,"body":"Es gehört kein Grüner zum OT.\nDeine Meldungen sind einfach nur sinnbefreit...\nGönne den Leuten doch ihren Spaß, so wie sie dir deinen gönnen... oder beschwerst du dich auch über laute Kinder auf einem öffentlichen Spielplatz? :)","replies":[{"id":"","poster":"Wernicke","date":"2017-11-28T06:34:54.792+0000","up_votes":3,"down_votes":2,"body":"Getroffene Hunde und so...\nNein, es ist nicht sinnbefreit, es steht mir frei zu melden wenn mich was stört. Und meine Empfindung ist eben wie sie ist. Im Spiel reporte ich auch Sachen die ich persönlich als störend empfinde, gleiches tue ich hier. Sinnbefreit ist es nur aus schon genannten Grund, objektiv gesehen aber nicht. \nEs bringt aber auch nix darüber zu diskutieren. Leider wird es gestattet diesen Krams wild zu posten und jeden Tag zu spamen. Weiterhin wird eine Diskussion dich wohl nicht vom Gegenteil überzeugen ;)\nMir bleibt nur übrig dieses gespamme zu ertragen und zu melden, auch wenn ich weiß das es eben leider kaum Hoffnung auf Besserung gibt. \nIn diesem Sinne, schönen Tag noch^^","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T06:38:44.049+0000","up_votes":3,"down_votes":2,"body":"Oh, nun werde ich schon zum Hund deklassiert ... aua :(\n\nSinnbefreit = sinnlos, ohne Sinn, hat keinen Nutzen.\nDeine Meldung mag für dich relevant sein, für das System ist sie es jedoch nicht. Die Threads befinden sich stets im korrekten Unterforum und verstoßen gegen keine Regeln.\nEs ist früh am Morgen, da können kleine Denkfehler passieren.\n\nIch kann dir nur alles Gute wünschen, du scheinst es zu brauchen.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-11-28T06:42:34.184+0000","up_votes":3,"down_votes":3,"body":"Dieses Forum ist der Ort für alles, was nicht in die anderen Foren passt. Diskussionen über Gott und die Welt, Foren-Spiele, Offtopic jedweder Art und so ziemlich alles was euch sonst noch so einfällt, sind hier **herzlich willkommen**.\n\nDie Richtlinien stammen von Riot, nicht von den grünen. Bei uns gibt es derzeit einen Grünen, der aber mit der Forenmoderation nichts am Hut hat.","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T06:44:14.865+0000","up_votes":2,"down_votes":1,"body":"Echt, wir haben n Grünen?\nLasset die Infiltration beginnen! :D","replies":[{"id":"","poster":"Neamhoilte","date":"2017-11-28T08:13:10.555+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000600000000000000010000,timestamp=2017-11-28T06:44:14.865+0000)\n>\n> Echt, wir haben n Grünen?\n>\n\nJawohl. Und eine allgegenwärtige Königin.\n\nGruß ich","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T08:15:12.172+0000","up_votes":2,"down_votes":1,"body":"Habe sie schon eine kleine Ewigkeit nicht mehr im Hofgarten rumturnen sehen :(","replies":[{"id":"","poster":"Neamhoilte","date":"2017-11-28T08:24:55.192+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00060000000000000001000000000000,timestamp=2017-11-28T08:15:12.172+0000)\n>\n> Habe sie schon eine kleine Ewigkeit nicht mehr im Hofgarten rumturnen sehen :(\n\nHabe ich wohl eventuell ein Kappa vergessen.   ;)\n\nGruß Ich","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-11-28T11:01:07.211+0000","up_votes":1,"down_votes":0,"body":"Hatte doch 4 Wochen keinen PC mein kleiner Poro. :3 hab ihn erst seit 3 Tagen wieder.","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T11:02:15.051+0000","up_votes":1,"down_votes":0,"body":"Manchmal hilft nur Quängeln :D","replies":[]}]}]},{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:09:55.692+0000","up_votes":1,"down_votes":0,"body":"Da sieht man mal, warum dieses Forum im Gegensatz zu anderen Lol-Foren anderer Sprachen so unstrukturiert ist.\n\nDie Spammer haben die Grünen infiltriert.\n\nQuis custodiet ipsos custodes?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Ηastur","date":"2017-11-28T09:03:30.789+0000","up_votes":3,"down_votes":0,"body":"Einzelne Threads sind nervig, aber die kann (sollte) man ignorieren. Schlimm finde ich es, wenn  immer dieselben Leute in ernsthaften Diskussionen anfangen ihren Schrott zu verbreiten, weil sie meinen es wäre amüsant oder das eigentliche Thema langweilig. Das Gabs schonmmal, als sich einige ganz besonders Lustige gedacht haben es wäre komisch in jedem Thread von User habichvergessen Gemüse aufzuzählen. Irgendwann ist die Bombe geplatzt und die Forenleitung hat was dazu gesagt. Leider musste dazu erst n Shitstorm initiiert werden, aber mit zufriedenstellendem Ergebnis. Die Sache aus soziologischer Sicht zu betrachten ist auch interessant. Mein Fazit: Dummheit ist nicht tot zu kriegen und darum muss man sie ignorieren oder melden.","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T09:44:44.003+0000","up_votes":2,"down_votes":1,"body":"Anmerkung meinerseits: Das Gemüse-gespamme ist nicht auf reine Langeweile zurück zu führen, sondern auf einen User (kein OT'ler!) der täglich Threats erstellte, in denen er jedes Mal eine einzelne Anfängerfrage stellte (so in etwa: Warum Pantheon nicht auf AP?) \n\nNatürlich hat man jedes Mal versucht seine Frage so gut wie möglich zu beantworten, nur schien das den Threat-Ersteller herzlich wenig zu interessieren.\nSo weit so uninteressant.\nWas allerdings den Unmut des OTs weckte waren die Massen an Threats die der offensichtliche Troll Täglich erstellte (so etwa 15+ am Tag), die nicht zur tatsächlichen Disskusionsführung dienten, sondern darum so viele Threats wie möglich zu erstellen, ohne dabei gegen die Regeln zu verstoßen.\n\nWenn das Tägliche TGSG schon als gespamme gilt, dann war dieser User ein **GOTT** des Spammens.\nLeider war alles legitim und so wurde das Forum weiter zugemüllt (in diesem Fall konnte man es WIRKLICH so nennen).\n\nDabei kam eben diese \"Gemüsebewegung\" zustande, bei dem alle seine Threats mit Grünzeug bombardiert wurden. Dass gab ihm allerdings genau das was der Troll wollte: Aufmerksamkeit.\nDeshalb schalteten sich die Volunteers ein und sprachen ein Machtwort, um das Gemüse zu unterbinden.\nDaraufhin wurde die \"Grüne Bewegung\" aufgelöst und kurzdarauf verschwand auch der Spammer.\n\nHat man mit den Leuten ganz normal sprechen können, um die Bewegung zu unterbinden?\nDefinitiv.\n\nWar die Gemüsebewegung ein dämliches unterfangen?\nAbsolut.\n\nIst mir gerade bewusst geworden, dass meine Stellungnahmen jedes Mal gleich Aufgebaut sind?\nJa...","replies":[{"id":"","poster":"Ηastur","date":"2017-11-28T10:37:52.234+0000","up_votes":1,"down_votes":0,"body":"Grade massen and Threads sollten doch für euch kein Problem darstellen. Das ist Bigotterie. Selbst den größten Stuss verzapfen, aber wenn es jemand anderes macht ihn gezielt sabotieren... ja ne, is klar.","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T10:52:31.195+0000","up_votes":1,"down_votes":0,"body":"Es ging nicht darum, dass jemand Anderes Stuss verzapft.\nEs ging darum, dass ein User 15 - 25 Threats am Tag erstellt, nur um das Forum derart unübersichtlich zu machen und andere User damit zu tilten (kurz gesagt: ein verdammt gerissener Troll).\n\nDass diese \"Gemüsebewegung\" á la \"stoppt den Troll/rettet das Forum\" absolut Schwachsinn war und total daneben gehauen hat, ist **uns** (ja, ich war auch dabei) dann auch klar geworden.\n\nEs ging nicht darum, dass uns jemand den Platzt des \"Stuss Verzapfens\" streitig macht.\nIch hoffe das ist Nachvollziehbar.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:16:11.139+0000","up_votes":2,"down_votes":2,"body":"Und dieses OT besteht nicht aus lauter Trollen? \n\ninteressante Behauptung...","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T13:21:16.425+0000","up_votes":1,"down_votes":0,"body":"Bevor ich weiter Fortfahre möchte ich kurz anmerken, dass ich nicht für das OT spreche, da ich nicht ihr König, ja nicht mal ein Mitglied bin. Nur ein Gleichgesinnter/Befürworter, der sich gerne an den kreativen Ergüssen erfreut und auch selbst seine zwei Cent dazu abgibt.\nDeshalb sind alle von mir getroffenen Aussagen auch rein meine.\nNur am Rande, damit keine Missverständnisse entstehen. \n\nIch behaupte auch nicht, dass das OT unfehlbar ist. Das Gemüse ist ein gutes Beispiel (edit: bei dem nur eine Handvoll OT'ler und nicht OT'ler mitgemacht haben). \nDas OT besteht nicht, um anderen User das Leben schwer zu machen, sondern um Spaß zu haben, aberanders als bei der oben genannten Person, nicht auf kosten Anderer.\nWenn sich andere User durch das OT gestört fühlten, wurde immer darüber gesprochen und eine Lösung gesucht.\n\nNach Troll hört sich das für mich nicht an.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T13:30:56.242+0000","up_votes":2,"down_votes":2,"body":"Also willst du behaupen, dass es keine Trolle im OT gibt?\n\ndas zu beweisen dürfte dir verdammt schwer falllen...","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T13:36:51.998+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000a000000000000000000000000,timestamp=2017-11-28T13:30:56.242+0000)\n>\n> Also willst du behaupen, dass es keine Trolle im OT gibt?\n> \n> das zu beweisen dürfte dir verdammt schwer falllen...\n\nNein, weder kann ich das Behaupten, noch beweisen.\n\n> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000a0000000000000000,timestamp=2017-11-28T12:16:11.139+0000)\n>\n> Und dieses OT besteht nicht aus lauter Trollen? \n> \n\nAber ich Behaupte, dass das OT nicht dazu da ist, um Anderen zu schaden.\nSchließlich diskutiert man hier gerade kräftig, was man anders machen kann, damit Du und andere User sich nicht von uns belästigt fühlen.\n\n","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-11-28T13:35:59.819+0000","up_votes":2,"down_votes":1,"body":"Wo hat er das denn behauptet?","replies":[]}]}]}]}]}]},{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:07:28.820+0000","up_votes":2,"down_votes":1,"body":"Es ist nicht unangenehm sich selbst rhetorische Fragen zu stellen.\n\nExzessiv genutzt wirkt es nach außenhin jedoch immer... etwas schizotyp...","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T14:39:32.005+0000","up_votes":1,"down_votes":0,"body":"Sich einer Ausdrucksweise zu bedienen, die man sonst nur von Rhetorikstudenten aus der Kantine gewohnt ist, soll nicht ridikül sein?\n\nAber mit Worten konntest du ja schon immer ;)","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T15:10:22.190+0000","up_votes":1,"down_votes":0,"body":"Das wage ich mal ganz stark zu bezweifeln ;)","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2017-11-27T22:48:33.632+0000","up_votes":3,"down_votes":0,"body":"Um an dieser Stelle mal ganz spießig als Friedensbote aufzutreten:\nIch verstehe...nein....moment....ich akzeptiere, dass manche Personen Spaß und/oder nutzen aus diesen tgsg-threads ziehen mögen. \nUnd ich akzeptiere auch die belegfreie Begründung weiter oben dazu. Ich hab ja auch bisher nicht groß was dagegen gesagt, außer hier wo jemand anderes das thema angesprochen hat.\nIch verstehe UND akzeptiere allerdings auch die Kritik dahinter zu 100%.\nIn meiner Position als Freidensstifter (woah, wie issn dite passiert?) frage ich aber mal in aller ernsthaftigkeit: Muss das denn jeden Tag ein neuer thread sein? Würde es nicht reichen EINEN dafür zu nehmen? Würde doch im Prinzip die selben Vorteile habe, aber weniger andere Themen (ob von Wert oder nicht sei dahingestellt) von der ersten Seite schieben, sprich weniger Leute stören (es scheinen sich ja mehr daran zu stören als nur ich).\nIch vergleiche das hier mal mit den OT-Rollenspiel threads; es ist für alle, sowohl beteiligte als auch nicht beteiligte angenehmer, wenn es es sich auf einen Thread konzentriert statt auf einen Pro Tag. Wobei ich ja in diesem Zusammenhang eh schon länger drüber nachgedacht habe einen dramatis personae- thread dazu zu verfassen und aktuell zu halten, da es doch das ganze etwas angenehmer für die Nutzer dessen gestalten würde.\nDies ist jedoch ein völlig anderes Thema.\nBleibt mir nur noch zu sagen: Ceterum censeo Carthaginem esse delendam\n\nund in diesem Sinne die weitere Diskussion abzuwarten.","replies":[{"id":"","poster":"Yjuq","date":"2017-11-28T00:10:22.155+0000","up_votes":2,"down_votes":1,"body":"So etwas nennt sich psychologische Kriegsführung. Gehe den Nutzern auf den Board mit einer täglichen Dosis Spam auf die Nerven und sie regen sich darüber auf. Dann kann sich das OT als eigentliches Opfer, sobald genug Aufregung generiert wurde, darstellen und bekommen so ggf. Privilegien. Wenn es nicht das ist, was hinter den ausgeklügelten Threads stecken, dann weiß ich es auch nicht.","replies":[]}]},{"id":"","poster":"HookEmUp","date":"2017-11-28T08:06:22.942+0000","up_votes":2,"down_votes":1,"body":"Leben und leben lassen mein Bester. Die tun niemandem etwas und ein paar von den Dingen sind auch recht unterhaltsam. \n\nWo ist das Problem, wenn da pro Tag 1-2 Threads sind? Darüberschauen und fertig.","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T08:11:32.872+0000","up_votes":2,"down_votes":1,"body":"Wir tun niemandem etwas??\n\nAchja?! Komma her du! \n\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"HookEmUp","date":"2017-11-28T09:40:04.629+0000","up_votes":2,"down_votes":0,"body":"Okay - vielleicht irre ich mich auch und ihr seid ein Haufen geisteskranker Krimineller, aber hier im Forum kann man drüber hinweg sehen.{{champion:64}}","replies":[{"id":"","poster":"Qbert","date":"2017-11-28T09:41:55.096+0000","up_votes":2,"down_votes":1,"body":"Bitte nicht so laut, sonst hören dich noch die Pfleger!","replies":[]}]}]}]},{"id":"","poster":"MahmudGetsYoAss","date":"2017-11-27T20:34:00.604+0000","up_votes":1,"down_votes":0,"body":"Was heißt den OT und TGSG ?","replies":[{"id":"","poster":"Azima","date":"2017-11-27T20:46:10.723+0000","up_votes":2,"down_votes":2,"body":"OT = OffTopic\nTGSG = The German Super Girl ~~~ im Forum als Tag benutzt für (Spam-)Threads. Die Bedeutung ist nicht fix, alles was du möchtest im Grunde. Pure Freiheit!","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-27T20:51:32.788+0000","up_votes":3,"down_votes":2,"body":"So ungefähr...\nStelle ich mir die Quintessenz von Dialektik der Aufklärung vor...","replies":[{"id":"","poster":"Azima","date":"2017-11-27T20:58:30.716+0000","up_votes":2,"down_votes":1,"body":"Ich stelle mir auch so einige Dinge vor.\n{{sticker:sg-ezreal}}","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-27T21:04:46.715+0000","up_votes":5,"down_votes":3,"body":"Und genau das meine ich.\n\nSinnentleerte Wortaustausche ohne bemerkenswerte Diskussion relevanter Themen.\nWas macht ihr da?\n\nWeder seid ihr produktiv, noch auf irgendeine Art und Weise interessant. Ihr nutzt eure Arbeitszeit dazu Ausschuss, Müll, Abfall zu kreieren.\nUnd da fragt man sich: Wie viel Zeit verbringt ihr damit, diesen Abfall zu schaffen? Wie lange hängt ihr pro Tag im Internet? Wann wart ihr das letzte Mal spazieren? Seid in die Natur gegangen, habt mal etwas anderes als nur eure Finger bewegt?","replies":[{"id":"","poster":"Azradan","date":"2017-11-27T21:13:24.261+0000","up_votes":3,"down_votes":2,"body":"> Wie lange hängt ihr pro Tag im Internet?\nAlso in der Woche 2 Stunden Plus die Zeit die ich mit recherche für Referate Verbringe, und am Wochenende kommt drauf an\n\n>  Wann wart ihr das letzte Mal spazieren?\n\nIch glaube das war am Samstag, ja am samstag\n\n\n> Seid in die Natur gegangen, habt mal etwas anderes als nur eure Finger bewegt?\nJeden Tag. Fahre jeden Tag mit dem Fahrrad durch einen Wald, und mache einige Übe Kampfsport zuhause weil ich keine Vereinskosten zahlen will\n\n> Weder seid ihr produktiv, noch auf irgendeine Art und Weise interessant.\n\nBin Produktiv genug, da darf ich hier auch mal \"Abfall\" schreiben\n\n> Sinnentleerte Wortaustausche ohne bemerkenswerte Diskussion relevanter Themen.\n\nJedes Wort hat einen Sinn, egal ob gesprochen oder geschrieben in dem Moment in dem es gedacht wird bekommt es einen Sinn.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-27T22:10:02.553+0000","up_votes":2,"down_votes":1,"body":"Würdest du nicht diese typisch jugendliche Ungeduld besitzen, würdest du auch genauer lesen und besser verstehen.\n\nAber gut, die Deutsche Sprache ist schwer, also brechen wir das mal etwas herunter:\n\n>  Sinnentleerte Wortaustausche ohne bemerkenswerte Diskussion relevanter Themen.\n\nMit Wortarten gibt das:\n\n>  Sinnentleerte (adj.) Wortaustausche (nom.) ohne (präp.) bemerkenswerte (adj.) Diskussion (nom.) relevanter (adj.) Themen (nom.).\n\nhierbei sehen wir eine Subjektphrase mit Ergänzung durch Präposition. Alles **nach** der Präposition ist die Ergänzung. Somit ist die Grundphrase als \"Sinnentleerte Wortaustausche [...]\" zu sehen.\n\n>  Sinnentleerte Wortaustausche // ohne bemerkenswerte Diskussion relevanter Themen.\n\nStellen wir uns also die Frage: worauf bezieht sich das adjektiv \"Sinnentleert\"?\n\nAntwort: auf das Nomen \"Wortaustausche\". Nicht auf einen Teil dieses Nomen, wie du hier annimmst. \nWortaustausche können sinnlos sein, wie uns diese Threads geradezu aufzwingen anzuerkennen.\n\nOb Worte sinnlos sind ist eine ganz andere Streitfrage. \n\n> Aserejé ja deje\n> Dejebe tu dejebe\n> Sebi unuova majabi\n> Ande bugui ande güididipi\n\nAls Beispiel lasse ich dir mal den Refrain vom Las Ketchup Song da.\nOder den von Witch Doctor...\n\n> Ooo eee, ooo ah ah ting tang \n> Walla walla, bang bang \n> Ooo eee ooo ah ah ting tang \n> Walla walla bang bang…\n\nOder von diesem Komischen Lied, was die Kids neuerdings so abfeiern...\n\n> The ting go skrrrra\n> pap pap cla cla cla\n> skiddikipapap\n> and the br br brrr boom\n> skyyya du du ku ku du doom\n> poom poom","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-11-28T00:18:10.858+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=0000000000000000000000010000,timestamp=2017-11-27T22:10:02.553+0000)\n>\n> Würdest du nicht diese typisch jugendliche Ungeduld besitzen, würdest du auch genauer lesen und besser verstehen.\n> \n> Aber gut, die Deutsche Sprache ist schwer, also brechen wir das mal etwas herunter:\n> \n> Mit Wortarten gibt das:\n> \n> hierbei sehen wir eine Subjektphrase mit Ergänzung durch Präposition. Alles **nach** der Präposition ist die Ergänzung. Somit ist die Grundphrase als &quot;Sinnentleerte Wortaustausche [...]&quot; zu sehen.\n> \n\nJunge, Junge. Also ganz ehrlich, ich kann mit diesen Spam-Threads auch nichts anfangen, aber weißt du was: Ich lese sie nicht. Und 1-2 Threads am Tag unter Hunderten vermiesen mir jetzt nicht meine gute Laune (soweit vorhanden).\n\nAber anderen vorzuwerfen, sie würden mit Spam-Threads ihr Ego polieren und dann hier den vermeintlichen Germanisten rauszuhängen lassen, ist ziemlich lachhaft. Wir sind hier in einem Forum, nicht auf einer Tagung der Duden-Autoren. \n\nIch würde also vorschlagen, dass du den Stock aus deinem Gesäß entfernst und diese Spam-Threads wie ein erwachsener Mensch einfach ignorierst. Wenn du dich über echten Spam aufregen willst, schau mal ins Clan-Suche-Forum. Was da jeden Tag gepostet wird, Mann oh Mann. Wie erträgst du das denn bitte?","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T09:20:22.277+0000","up_votes":2,"down_votes":0,"body":"Gar nicht. Ich schaue nicht mehr in die generelle Forumsansicht hinein. Bei den 90%, die da von Spielerverhalten/Clansuche/TGSG zugemüllt werden, macht das echt keinen Sinn. Und da im gegensatz zu den Englischsprachigen Foren nicht am Anzeigealgorhytmus gearbeitet wurde... \nnaja...\n\nIch könnte es natürlich ignorieren. Aber es scheint ja nicht nur mir ein Anliegen zu sein diesen Spam in den Griff zu bekommen. \n\nWer nicht kämpft hat schon verloren.","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-28T06:01:22.566+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00000000000000000000000100000001,timestamp=2017-11-28T00:18:10.858+0000)\n>\n> Junge, Junge. Also ganz ehrlich, ich kann mit diesen Spam-Threads auch nichts anfangen, aber weißt du was: \n\n\nDich bekommen wir auch noch <3","replies":[]}]},{"id":"","poster":"Azradan","date":"2017-11-27T22:25:06.064+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=0000000000000000000000010000,timestamp=2017-11-27T22:10:02.553+0000)\n>\n> Würdest du nicht diese typisch jugendliche Ungeduld besitzen, würdest du auch genauer lesen und besser verstehen.\n\nWOW, alle jugendlichen sind Ungeduldig? Nunja dann bin ich halt ungeduldig. Obwohl jede denn ich kenne sage ich wäre ein sehr geuldig\n\n> Mit Wortarten gibt das:\n\n>Sinnentleerte (adj.) Wortaustausche (nom.) ohne (präp.) bemerkenswerte (adj.) Diskussion (nom.) relevanter (adj.) Themen (nom.).\n\n>hierbei sehen wir eine Subjektphrase mit Ergänzung durch Präposition. Alles nach der Präposition ist die Ergänzung. Somit ist die Grundphrase als \"Sinnentleerte Wortaustausche [...]\" zu sehen.\n\n>Sinnentleerte Wortaustausche // ohne bemerkenswerte Diskussion relevanter Themen.\n\nWie alt denkst du bin ich? oder eher was denkst du wo ich zur schule gehe? Aber egal, ist ja nur so das ich die Wortarten bereits in der Siebten hatte, und sie immer noch kenne.\n\nAber ich glaube du missverstehst meine Antwort darauf\n> Jedes Wort hat einen Sinn, egal ob gesprochen oder geschrieben in dem Moment in dem es gedacht wird bekommt es einen Sinn.\n\nIch bin nicht sehr gut darin freizuschreiben (Außer Fiktion das kann ich),und ich weiß das dieser Satz etwas unglücklich gewählt war, aber ich meinte mit dieser Aussage, das jeder Gedanke der niedergeschreiben/Gesprochen wird einen Sinn hat und aus diesem Grund kann es überhaupt keine Sinnentleerten Wortaustausch geben,weil jeder Austausch von worten nicht eines gewissen Sinnes entbehrt auch wenn es Menschen gibt die denn Sinn dahinter nicht verstehen.\n\n> Aserejé ja deje\nDejebe tu dejebe\nSebi unuova majabi\nAnde bugui ande güididipi\n\nIch weiß zwar nicht welche Sprache das ist, also kann ich es nicht übersetzen um denn Text zu verstehen. Doch es besitzt einen Sinn. Nämlich die Zuhörer zu unterhalten.\n\n> Ooo eee, ooo ah ah ting tang\nWalla walla, bang bang\nOoo eee ooo ah ah ting tang\nWalla walla bang bang…\n\n> The ting go skrrrra\npap pap cla cla cla\nskiddikipapap\nand the br br brrr boom\nskyyya du du ku ku du doom\npoom poom\n\nDas nennst du Worte? Ich würde das eher als Geräuscheffekte aus einem Comic bezeichnen. Aber auch diese für dich Sinnlosen \"Wörter\" haben einen Sinn, auch sie dienen dazu den zuhörer zu unterhalten (Auch wenn ich nicht weiß wem das gefällt)","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T09:07:25.963+0000","up_votes":2,"down_votes":1,"body":"Nun, ich glaube, wenn du den refrain vom las Ketchup Song übersetzen möchtest, lasse ich dir gerne genug Zeit eine eigene Sprache dafür zu entwickeln.\n\nDie wirst du nämlich brauchen.\n\n>  WOW, alle jugendlichen sind Ungeduldig?\n\nSo leid es mir tut, hier schon wieder den Korinthenkacker spielen zu müssen: \n\nTypisch =//= alle\n\ntypisch bedeutet (laut [wiktionary](https://de.wiktionary.org/wiki/typisch)):\n\n[1] einen bestimmten allgemeinen Typ verkörpernd\n[2] für ein bestimmtes Individuum charakteristisch\n[3] veraltet: als Muster/Vorbild geltend\n\nWenn etwas typisch ist, dann ist es nicht allgemein für alles gültig, sondern für den Großteil.\n\n>  Obwohl jede denn ich kenne sage ich wäre ein sehr geuldig.\n\nDeine Rechtschreibung spricht nicht dafür. Kleiner Tipp für faule Leute: Word hat eine Korrektur-funktion, mit der man Texte einigermaßen lesbar machen kann. Und Copy-pasten sollte man ja beherrschen ;)","replies":[{"id":"","poster":"5weeds","date":"2017-11-28T10:29:16.516+0000","up_votes":1,"down_votes":0,"body":"https://i2.wp.com/gifrific.com/wp-content/uploads/2012/06/Boy-That-Escalated-Quickly-Anchorman.gif?ssl=1\n\nMöchte jetzt niemanden zu nahe treten, aber sollten wir nicht eher nach einer Lösung unseres Interessenkonflikt suchen, anstatt mit Mikroagressionen und Sticheleien um uns zu werfen?","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2017-11-27T21:13:32.213+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00000000000000000000,timestamp=2017-11-27T21:04:46.715+0000)\n>mal etwas anderes als nur eure Finger bewegt?\n>\n\nIch gehöre zwar nicht zu diesem TGSG-Leuten, aber die frage kann ich beantworten:\nVor etwa 2 Minuten war ich in der Küche um mir Tee zu kochen.\nAber im Grunde hast du teilweise recht. \nDie Spammthreads sind wirklich bar jeden Inhalts oder Kunstfertigkeit, dass ist wie aufwendige Streetart mit 'nem Edding überkrickeln.\nIm besten Fall ärgerlich.\n\n\n> [{quoted}](name=Azradan,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000000000000000000000001,timestamp=2017-11-27T21:13:24.261+0000)\n>\n> Jedes Wort hat einen Sinn, egal ob gesprochen oder geschrieben in dem Moment in dem es gedacht wird bekommt es einen Sinn.\n>\n\n\nIch wiederspreche an dieser Stelle und sage/schreibe einfach mal : Flatzendrüblern\n\n","replies":[{"id":"","poster":"Azradan","date":"2017-11-27T21:57:08.978+0000","up_votes":4,"down_votes":2,"body":"> Ich wiederspreche an dieser Stelle und sage/schreibe einfach mal : Flatzendrüblern\n\nselbst das hat einen Sinn. Denn Sinn meine aussage zu wiederlegen.","replies":[]}]},{"id":"","poster":"Azima","date":"2017-11-27T21:11:10.714+0000","up_votes":3,"down_votes":5,"body":"> Was macht ihr da?\n\nSPAAAAAAAAAAAAAAAAAAAßßßßßßßßßßßßßßßßßßßßßßßßßß HAAAAAAABEEEEEEEEEEEEEEEEENNNNNNNNNNNNNNNN !!!!\n\n\\ö/ Ich gehe jeden Tag mit meinem Hund spazieren. Am Wochenende sogar mehrmals!","replies":[{"id":"","poster":"Wernicke","date":"2017-11-28T10:04:48.575+0000","up_votes":1,"down_votes":0,"body":"Langweilige Rhetorik um versteckte Spitzen zu verteilen...","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:04:17.164+0000","up_votes":1,"down_votes":0,"body":"recht hast du. \n\nAber es führt zur Diskussion.","replies":[]}]},{"id":"","poster":"Kimg Prow","date":"2017-11-27T21:50:56.536+0000","up_votes":4,"down_votes":4,"body":"Spaß?\n\nIndem ihr in eurer Arbeitszeit ein Forum zu persönlichen Unterhaltungen zweckentfremdet und somit zumüllt?\nIch schätze die Ansprüche sind wohl in den letzten Jahren gesunken...","replies":[{"id":"","poster":"Azima","date":"2017-11-27T21:55:31.035+0000","up_votes":2,"down_votes":2,"body":":3 Du solltest dich mal daran beteiligen, sofern du das noch nicht gemacht hast. Egal mit welchem Account ^.^","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2017-11-28T05:59:48.117+0000","up_votes":1,"down_votes":0,"body":"Ich bin ungefährt von 6:30 - 20:00 Uhr mit dem Internet direkt verbunden. :(\n\nIch war übrigens erst gestern mit meiner besseren Hälfte spazieren!\n(ja, ich führe eine gesunde Beziehung ._.)","replies":[]}]}]},{"id":"","poster":"Mischaa","date":"2017-11-28T10:30:49.518+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000000000000,timestamp=2017-11-27T20:51:32.788+0000)\n>\n> So ungefähr...\n> Stelle ich mir die Quintessenz von Dialektik der Aufklärung vor...\n\nayyy die line kenn ich von einem sehr alten song. \n\nhttps://www.youtube.com/watch?v=TlQ79KMP9Yk","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:12:31.260+0000","up_votes":1,"down_votes":0,"body":"sehr alt?\n\nAlso wenn das hier sehr alt ist, was bin ich dann? Methusalem?","replies":[]}]}]},{"id":"","poster":"Dr Madscientist","date":"2017-11-27T20:53:49.495+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azima,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00000000,timestamp=2017-11-27T20:46:10.723+0000)\n>\n> OT = OffTopic\n> TGSG = The German Super Girl ~~~ im Forum als Tag benutzt für (Spam-)Threads. Die Bedeutung ist nicht fix, alles was du möchtest im Grunde. Pure Freiheit!\n\nIch dachte immer:\nTGSG = Terroristische Gemeinschaft Sexueller Gewaltverbrecher\nHab ich da was falsch verstanden?\n\n\n> [{quoted}](name=Azradan,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=00000001,timestamp=2017-11-27T20:46:52.776+0000)\n>\n> Edit: Hier hat niemals was gestanden\n\n\nAber.....da steht doch was. Da steht ganz klar, dass da nie was gestanden hat....was ja schon an sich ein Wiederspruch an sich ist, an sich.","replies":[{"id":"","poster":"Azima","date":"2017-11-27T20:57:45.549+0000","up_votes":1,"down_votes":0,"body":"> Ich dachte immer:\nTGSG = Terroristische Gemeinschaft Sexueller Gewaltverbrecher\nHab ich da was falsch verstanden?\n\n;D Wenn du das so verstehen möchtest, kannst du das gerne!\n\n> Die Bedeutung ist nicht fix, alles was du möchtest im Grunde. Pure Freiheit!","replies":[]}]}]},{"id":"","poster":"Azradan","date":"2017-11-27T20:46:52.776+0000","up_votes":1,"down_votes":0,"body":"Edit: Hier hat niemals was gestanden","replies":[{"id":"","poster":"Azima","date":"2017-11-27T20:51:14.618+0000","up_votes":1,"down_votes":0,"body":"{{item:3348}} Da war doch was ...","replies":[]}]}]},{"id":"","poster":"Lasse Laufen","date":"2017-11-28T12:57:29.880+0000","up_votes":3,"down_votes":1,"body":"@TE: Dafür das du dich über die Gestaltung der Arbeitszeit von so manchen Personen aufregst, kannst du schon ziemlich fleißig zurückschreiben :^)","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T13:00:26.253+0000","up_votes":1,"down_votes":0,"body":"Der TE sitzt krank zuhause. Der TE bedankt sich schonmal im Voraus für alle Wünsche zur Guten Besserung ;)","replies":[{"id":"","poster":"Lasse Laufen","date":"2017-11-28T13:13:11.404+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000e0001,timestamp=2017-11-28T13:00:26.253+0000)\n>\n> Der TE sitzt krank zuhause. Der TE bedankt sich schonmal im Voraus für alle Wünsche zur Guten Besserung ;)\n\nIch bin auch krank, ich hoffe wir erholen uns schnell wieder. :(","replies":[]},{"id":"","poster":"Ηastur","date":"2017-11-28T18:02:05.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Das Narrenschiff,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=000e0001,timestamp=2017-11-28T13:00:26.253+0000)\n>\n> Der TE sitzt krank zuhause. Der TE bedankt sich schonmal im Voraus für alle Wünsche zur Guten Besserung ;)\n\nGute Besserung.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-11-28T13:14:59.976+0000","up_votes":1,"down_votes":0,"body":"Gut, dass ich oben noch ein paar Oders hinzugefügt hatte ^^\nGute Besserung.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-11-28T13:00:25.982+0000","up_votes":2,"down_votes":1,"body":"Vielleicht hat er ja grade Pause oder er ist grade auf seinem Heimweg von der Arbeit. :D Da ist er ja immer im Forum. Man kennt ja seine Arbeitszeit und seinen Heimweg nicht. :D \nOder er hat einfach heute Frei. \nOder\noder \noder","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-11-28T10:26:18.710+0000","up_votes":3,"down_votes":1,"body":"Servus,\n\nAls ich diesen thread entdeckt habe, dachte ich erst, hier könne man eine schöne Diskussion starten.\nAls ich dann aber rausgefunden habe, wer hinter dem \"Narrenschiff\" steckt, ist mir die Diskussionslust direkt vergangen.\n\n\nNun möchte ich mich aber doch zum Wort melden.\n\nWas das OT ist, sollte man dir nicht mehr erklären müssen. \nIm Grunde ist alles hier OT.\nOT steht für alles, was nichts mit dem gemeinsamen \"Topic\" (lol) zu tun hat.\n\nDas sich das Königreich OT gegründet hat, wirkt sich auch für die nicht OTler sehr positiv aus. \nEine Foren Community entwickelt Aktivität. Die OTler sind extrem aktiv. Falls jemand eine Frage zu lol hat, dauert es meist nur wenige Minuten, bis eine Sinnvolle Antwort gepostet wird, meist auch von einem OTler.\n\nEs gibt Foren, bei denen das \"OT\" verboten ist. Meist herrscht dort Leere, egal wie groß das \"topic\" auch sein mag.\nEs werden selten Threads erstellt, das Forum wird unattraktiv und falls man eine Frage hat muss man ewig warten.\n\nDas Forum ersetzt zwar keine \"wahren\" Freunde. Aber es bringt Spass. Man braucht nicht viel Zeit. Man kann in der Pause kurz lesen und schreiben. Schön, wenn man einen Beruf wie ich hat, in dem man nur alleine unterwegs ist.\n\nSoviel zum OT.\n\nKommen wir zum tgsg:\n\nWobei es mir lieber wäre, wenn der TE mir erklären würde, was er damit vorhatte, als er es gegründet hat.\nDieser sollte es ja am besten wissen\n\nLG, Pingu","replies":[]},{"id":"","poster":"Yjuq","date":"2017-11-27T21:56:00.328+0000","up_votes":4,"down_votes":2,"body":"Servus, es gibt gewisse Browser Plugins (auch eins vom OT entwickelt) die solche Threads vom OT ausblenden. Wenn dich die Threads wirklich stören kannst du sie für die Zukunft komplett (für dich) ausblenden. Da wir in unseren Titeln generell Tags verwenden um Threads vom OT zu kennzeichnen (Im Moment [OT] und [TGSG]) ist eine Filterung relativ simpel.\n\nHier noch etwas Lesestoff:\n[[OT] TGSG-Chronik - Hier werden alle Threads dokumentiert](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/V1c8m7Pg-ot-tgsg-chronik-hier-werden-alle-threads-dokumentiert)","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T08:58:09.139+0000","up_votes":3,"down_votes":1,"body":"Sicher könnte ich mir euer Script herunterladen und mir damit weiter mehr den PC zumüllen als eigentlich nötig.\n\nAllerdings, und da werde ich nicht der einzige sein, nutze ich gerne mal die mobile-seite über mein Handy auf dem langen Hin- und Rückweg der Arbeit. Somit sehe ich nicht ganz, warum ich für die paar Minuten in der Woche, die ich tatsächlich über den PC auf dieses Forum zugreife, mir etwas herunterladen muss, was euch ausblendet, nur um ein wenig Ruhe vor dem Spam zu haben.","replies":[{"id":"","poster":"Yjuq","date":"2017-11-28T13:13:03.769+0000","up_votes":1,"down_votes":0,"body":"Musst du nicht, habe dir lediglich mitgeteilt dass es diese Möglichkeit für dich gibt.","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-28T09:03:51.985+0000","up_votes":2,"down_votes":2,"body":"Genau, weil sich beschweren nämlich viel einfacher und gesellschaftlich akzeptiert ist. :)\n\nP.S.\ninteressant, dass du aber im OT auch aktiv warst.","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2017-11-28T09:12:50.383+0000","up_votes":3,"down_votes":2,"body":"Zu Aller erst: \n\nDie Leute aus dem OT sind (teilweise) Menschen wie du und ich.\nUnd auch wenn das OT berüchtigt dafür ist, für User außerhalb des OTs, nur sinnfreies gebrabbel zu verfassen, so kann man dennoch mit uns normal reden. (Un)gewollte Provokationen und aggressives Verhalten sind in etwa so sinnlos, wie es die TGSG-Threats für dich sind.\n\nDas OT wurde seit seinem Erscheinen schon des Öfteren kritisiert und hinterfragt.\nUnd das ist auch gut so.\nEin Jeder hat das Recht, seine Meinung kund zu tuen und sich zu äußern, wenn ihn/ihr etwas in seiner/ihrer Wohlfühlzone stört.  Das dass OT dabei sachlich bleiben kann, hat die Vergangenheit wiederholt bewiesen.\nZ.B.: Vor gar nicht so langer Zeit sind Beschwerden über _zwei bestimmte flauschige Mitglieder _ des Ots laut geworden, da sich einige User von ihren \"sinnlosen\" Dialogen außerhalb des OTs gestört fühlten. Die Zwei haben sich verständlich gezeigt und begrenzen ihre Erotik-Dialoge nun auf das OT/TGSG.\nDafür musste weder Ihre sozialen Stand, noch Ihr \"viel zu großes Ego\" öffentlich hinterfragt werden.  *Mindblow*\n\n\nIch finde es ehrlich schade, dass du so ein schlechtes Bild vom OT hast, dennoch respektiere ich zutiefst , dass du tatsächlich versucht hast, dich mit dem TSGS gespamme auseinanderzusetzen.\n\nHat das OT deinen Unmut wahrgenommen?\nDefinitiv.\n\nWird das OT seine Gepflogenheiten der täglich sinnfreien Konversation ändern?\nUnwahrscheinlich.\n\nFordert das OT schon seit Ewigkeiten ein eigenes Unterforum, damit andere User sich nicht durch sie gestört fühlen?\nDarauf kannst du Gift nehmen.","replies":[{"id":"","poster":"Kimg Prow","date":"2017-11-28T12:14:50.578+0000","up_votes":2,"down_votes":1,"body":"Diesen Spammern ein eigenes Unterforum zu geben wäre ja sie zu bestätigen und zu fördern.\nWarum sollte man das tun?\n\nSo oder so würde es doch nichts bringen, weil sie ihre kleinen Insiderjokes und ihre geballte Meinung sowieso dem Rest des Forums aufdrücken.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-11-28T12:38:13.547+0000","up_votes":2,"down_votes":1,"body":"Weißt du. Ich verstehe dich absolut null. Ich weiß echt nicht, was du willst oder was du von uns erwartest. \nDu störst dich tierisch, dass hier jeden Tag neue Threads entstehen aber mit einem Unterforum für uns bist du ebenfalls unzufrieden auch wenn es bedeuten würde, dass du dieses Gespamme dann nicht mehr sehen musst. \nIch sage dir ganz ehrlich, du musst dich wohl auf ein Kompromiss einlassen. Wir werden nämlich nicht mit dem Spam aufhören, nur weil eine handvoll Forenuser unser Spam auf den Keks geht. \nSollte es ein Unterforum geben, musst du dich damit abfinden und das Kompromiss eingehen, dass wir uns bestätigt fühlen du aber deine Ruhe hast. Wir hingegen könnten, bis es soweit ist, unser Spam eindämmen. Im Grunde kannst du also nur der Gewinner sein. Denn die Wahrscheinlichkeit, dass wir ein eigenes Unterforum bekommen ist ziemlich gering. Das Kompromiss wäre also nur eine einseitige Sache, nämlich, dass wir uns einschränken. \n\nAber eine weitere Sache verstehe ich ebenfalls nicht. In deinem Ausgangspost schreibst du, dass du kaum deine Freizeit hier verbringst. Warum aber, regst du dich dann über eine bestimmte Sache in deinem Leben so auf, wenn es nur ein geringer Teil in deinem Leben ist? Wenn es dich so stört und du mit LoL doch sowieso nichts mehr am Hut hast, dann bleibe dem Forum doch einfach fern. Mich erschließt der Sinn einfach nicht, sich über etwas aufzuregen, wenn du dafür nur einen kleinen Teil deiner Freizeit opferst. Andererseits scheint dir genau dieser geringe Teil ja sehr wichtig zu sein, sonst würdest du dir wohl kaum die Mühe machen hier ein Thread zu erstellen und deinen Unmut darüber Luft zu lassen.\nVersteh mich nicht falsch, ich will es einfach nur verstehen. Es macht für mich nämlich den Anschein, als würdest du versuchen zu zeigen, dass dir das Forum und alles was damit zutun hat gar nicht besonders wichtig oder am Herzen liegt, weil du ja erwähnt hast, dass du nur einen geringen Teil deiner Freizeit hier verbringst. Es wäre nicht nötig gewesen dies zu erwähnen. Du versuchst den Anschein zu erwecken, dass dir das Ganze eigentlich eher unwichtig ist und eigentlich keine Rolle in deinem Leben spielt. Andererseits ist es dir aber doch so wichtig, dass du deswegen ein Thema eröffnest um dich darüber zu beschweren. Ich könnte ewig so weiter machen und ich würde es dennoch nicht verstehen, also bitte erkläre es mir. \nWieso störst du dich so über ein geringen Teil in deiner Freizeit der dir eigentlich egal ist und den du ganz einfach beenden könntest indem du dem Forum fern bleibst? \n\nPS: Meine Gedanken konnte ich grade schwer in Worte fassen also verzeih mir, wenn mein Text ein wenig wirsch und/oder unmissverständlich rüber kommt. :)","replies":[]}]}]},{"id":"","poster":"Drachenlord1510","date":"2017-11-27T23:03:31.890+0000","up_votes":3,"down_votes":2,"body":"Seht mich an, ich bin ein OT-ler. Ich habe mir innerhalb meiner selbst erfundenen Gruppe einen hohen Rang erarbeitet und versuche nun, die Gruppe anderen Leuten aufzuzwingen, damit ich von anderen als Person wahrgenommen wird, die Erfolg und Freunde hat.","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-11-27T23:17:16.394+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Plündereule,realm=EUW,application-id=YnZkMR0R,discussion-id=mLOxpQ9V,comment-id=0004,timestamp=2017-11-27T23:03:31.890+0000)\n>\n> Seht mich an, ich habe von etwas keine Ahnung und mische mich dennoch mit sinnfrei-provokanten Kommentaren ein um anderen Leuten zu >erzählen wie viel schlechter ihr leben doch als meins ist.\n>\n\nRammus: ok.","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2017-11-28T12:22:45.842+0000","up_votes":2,"down_votes":1,"body":"können wir bitte dazu übergehen klar zu differenzieren zwischen OT und TGSG ?\nDas sind zwei völlig unterschiedliche Themen, auch wenn die Ursprüngliche OT-Idee doch ein wenig darunter leidet, dass einige Personen in beiden Bereichen aktiv sind.\nIch sehe mich durchaus als Teil des OT, möchte mich aber weiterhin in aller Form von den täglichen TGSG-Spamms distanzieren.","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-28T05:56:37.660+0000","up_votes":2,"down_votes":1,"body":"Ich werde dafür bezahlt, das Geld anderer auszugeben. Sorry. :|","replies":[]},{"id":"","poster":"MadExOTler ","date":"2017-11-29T05:56:17.175+0000","up_votes":1,"down_votes":0,"body":"Kaum sitzt man mal 5 Wochen in U-Haft, schon löst sich das OT von selber auf. Getreu dem Motto: Die Ratten verlassen das sinkende Schiff...\n\nWird die TGSG zum rettenden Hafen?\n\nWird der Verlust von Humpel dieses Board ins Chaos stürzen? \n\nZeit für die Machtübernahme.. \n\n\nMfG MadExOtler","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-11-28T21:12:47.117+0000","up_votes":1,"down_votes":0,"body":"Lieber Swenson, \n\ndu hast es endgültig geschafft. Dein einer Smurph sagt A, der andere B, der dritte unterstützt A, während der 4te vermittelt. Wenn du das cool findest, tu es. Oder lass doch Talon ADC wieder aufleben. Mir Egal, ich werde es nicht mehr mitbekommen. \n\nWenn es dein Ziel war mich aus dem OT zu vertreiben. Herzlichen Glückwunsch. Du hast es geschafft....","replies":[]},{"id":"","poster":"Kaito","date":"2017-11-28T20:22:10.111+0000","up_votes":1,"down_votes":0,"body":"https://sc.mogicons.com/l/not-bad-154.png","replies":[]},{"id":"","poster":"BigBeardD","date":"2017-11-28T13:12:11.229+0000","up_votes":1,"down_votes":0,"body":"Heute ist mein Chef nicht da und da werde ich wohl später die eine oder andere Runde von der ARBEIT aus zokken und mir gefällt das!\n\nPS: Das sind eben studentische Freiheiten und Du solltes nicht {{champion:32}} . Lass die leute doch machen was sie wollen.","replies":[]},{"id":"","poster":"Azima","date":"2017-11-27T21:52:13.056+0000","up_votes":3,"down_votes":3,"body":"> Sage und schreibe 100-400 Sinnentleerte Kommentare pro Thread…\n\nKrass wie viel wir zusammen bekommen oder? Ich finde es bemerkenswert das wir uns im Grunde den ganzen Tag miteinander beschäftigen und noch faszinierender wenn neue Leute dazu kommen. Was sich alles für Gespräche entwickeln oder Insider entstehen ist wunderbar. Und ich weiß manchmal selbst nicht wie des die Leute den ganzen Tag über durchhalten ;D **Faszinierend!!!**\n\nDer Rest ist vollkommen irrelevant. Wenn man Leuten eine Freude bereiten kann, dann ist das etwas Gutes. Natürlich kann das Ganze als eine Art Zufluchtsort, vor allem vor dem Arbeitsalltag, angesehen werden. Für mich zumindest ist das sogar so, da bin ich ehrlich. Und ich flüchte gerne hier hin <3\n\nWeißt du was noch gut ist? Die Leute die einen adden um sich zu bedanken. \"Danke für was?\", musste ich jedes Mal fragen. Und sie bedanken sich für die Threads. Da gibt es Leute die super getilted sind oder denen es anderweitig nicht gut geht, die sich tatsächlich mit den Threads bessere Laune verschaffen/ ent-tilten. Das ist jedes Mal richtig toll.\n\n___\nEigentlich wollte ich gar nicht darauf antworten :o man hat mir sogar davon abgeraten. Auf der anderen Seite, WHO CARES? \nIch bin mir sicher das des wieder eine Smurf-Scheiße ist :p aber sei es drum! Das war ein TGSG Chuck Norris Round-House-Kick geladen mit nur positiven Dingen! Oder so xDDDD\n\nP.S.\nFür \"interessanten Diskussionen\" empfehle ich im Spielerverhalten-Teil die \"Wieso wurde ich gebannt\"-Threads. Sehr lehrreiche Dinge werden dort diskutiert!","replies":[]},{"id":"","poster":"Herr Hübsch","date":"2017-11-27T23:26:56.986+0000","up_votes":2,"down_votes":3,"body":"{{item:3137}} kartoffelbrei!!","replies":[]}]}