{"id":"w75rKE1U","poster":"IPMasters gUG","date":"2017-11-26T19:55:37.958+0000","title":"!!Imperfect Master sucht Verstärkung!!!","subforum":"Clans & Teams","embed":{"title":"IPM","description":"Bewerbungen","url":"https://docs.google.com/forms/d/e/1FAIpQLSfTnDFrZ6rr99pVLuj2Fhb0P0WgAeWOujD7xWEMhMZQlDJZtw/viewform","image":"https://lh4.googleusercontent.com/t8F1GmgrOt7IAHoeRNdA0sefa4Do9_LKw8r5Hdz9J73dzUjaU1m8bv7kvyxW9NVgGZ4=w1200-h630-p"},"up_votes":1,"down_votes":0,"body":"Guten Tag liebe Spieler und Spielerin,\r\nIch bin der Leiter vom Team Imperfect Masters (IPM). Wir sind ein Lol-Team, welches das Ziel verfolgt in den professionellen Esports einzusteigen.\r\nUns gibt es seit fast 4 Monaten und bestehen Momentan aus 9 Leuten. Wir sind Elo technisch zwischen Platin 2 und Dia. Wir besitzen ein gutes Management und auch einen guten Coach, welcher unter anderem auch schon als Analyst f&uuml;r Schalke gearbeitet hat. Unser alters Durchschnitt liegt bei 19 Jahren. Bei uns gibt es einige Regeln z.B. was das zusp&auml;t kommen betrifft oder die Anzahl an Solo q games in der Woche. Des weiteren Spielen wir in einer Esports Liga und haben da einmal in der Woche ein best of 3. Au&szlig;erdem haben wir einen Monatlichen Beitrag von 10&euro; sind auf Youtube mit fast 200 Abbos und auf Twitch mit fast 1000 Followern vertretten. Aktuell befinden wir uns auch auf Platz 1 in unserer Esports liga. \r\n\r\nWenn ich dich bis hier hin noch nicht vergrault habe, habe ich hier noch einige Infos f&uuml;r dich und w&uuml;rde dich dann anschlie&szlig;end bitten das Formular \r\nin der Beschreibung auszuf&uuml;llen.\r\n1. Wir suchen noch 2 Spieler f&uuml;r unser Sub team (was das genau hei&szlig;t kommt gleich). Position Adc und Top\r\n2. Wir w&uuml;rden bevorzugen wenn du F&uuml;r 2-3 mal in der Woche zeit zum Training hast und f&uuml;r 9 Solo q games in der Woche\r\n3. Du solltest Ts haben und das Ziel verfolgen wie wir. (ESL Major liga und Solo Q Dia 3+)\r\n4. Du solltest bereit sein die 10&euro; im Monat zuzahlen (was damit gemacht wird steht ganz unten) \r\n5. Du hast Interesse mit uns ins Gaminghaus zu fahren. \r\n6. Du solltest Gold oder Platin Elo haben\r\n\r\nWir m&ouml;chten gerne ein Subteam gr&uuml;nden (haben auch schon 3 Spieler daf&uuml;r), welches zweimal in der Woche trainiert und \r\nbei den Theorie stunden etc. dabei ist und ansonsten die Main Spieler eben w&uuml;rdig vertreten kann. Zwei mal Training in der \r\nWoche nur damit auch zeit ist f&uuml;r Solo q und im Main team auszuhelfen. Au&szlig;erdem wollen wir auch interne Scrims machen k&ouml;nnen\r\nund da ab jetzt LCS teams 10 Spieler haben m&uuml;ssen w&uuml;rde sich das gut anbieten.\r\n\r\nDie Bewerbung erfolgt nur &uuml;ber den Link in der Beschreibung.\r\n\r\nVorteile die ihr durch unser Team habt und die durch die Beitr&auml;ge m&ouml;glich sind :\r\n1. Ein gut organisiertes Bestehendes Team\r\n2. Einen Coach\r\n3.  Duo q Partner\r\n4. Die M&ouml;glichkeit kostenlos ein Gaminghaus zubesuchen( kosten w&auml;ren nur Reise und &uuml;bernachtung)\r\n5. Wir haben eine Mmoga Partnerschaft\r\n6. Festes Training\r\n7. Aussicht auf ein erfolgreiches Profi Team\r\n8. Replay Analysen \r\n9. Reichweite auf Twitch und Youtube\r\n\r\nDie Beitr&auml;ge gehen ins Coaching und Managment, 5&euro; im Monat gehen davon in einen Skin, Bootcamp, Software, Logo, Trikots, ESL Premium.\r\nDie Beitr&auml;ge werden sofort abgeschafft sobald wir diese Durch Youtube, Twitch, Tuniere Sponsoren etc. decken k&ouml;nnen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nTSG Coach Kuraman\r\n\r\nPs. Tut mir leid das es soviel ist.","replies":[]}