{"id":"T5GuYdcy","poster":"Nindusu","date":"2020-03-06T09:11:15.899+0000","title":"Bin ich ein schlechter Assassine Spieler?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Schaut mal die Stats von Kha und Zed an.{{champion:121}} {{champion:238}} \nSoll ich was anderes spielen um zu climpen?  {{summoner:11}}{{summoner:4}}{{summoner:14}} {{item:3147}} {{item:3364}} {{item:2055}} {{sticker:slayer-pantheon-popcorn}} ","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-06T16:24:31.851+0000","up_votes":1,"down_votes":0,"body":"du spielst assassinen, die klasse die aufgrund der übertriebenen damage meta das spiel in der soloq dominieren.\n\ndu spielst sie jungle was das ganze nochmal einfacher macht. \ndu gehst einfach DURCHGEHEND in die botlane und bringst deren adc dazu zu ragequitten.\nfertig. \nzed braucht nichtmal mehr als ein langschwert. seine combo aus w+q+e + electrocute nimmt dem adc das halbe leben weg. und das kannst du aus soviel distanz machen das selbst eine cait nichtmal ein aa reichweite kommt.","replies":[]},{"id":"","poster":"Æeras","date":"2020-03-06T11:42:43.159+0000","up_votes":1,"down_votes":0,"body":"Ehrliche Meinung? Du spielst zwei Assasinen wo man anhand der KDA so gar nix dran festmachen kann ob du gut bist. Beide viel Mobilität um abzuhauen + leichte Lasthits und 1vs1 wenn man die Mechanics beherrscht. Es wird aber einen Grund haben warum du nicht climbest. KDA Spieler, der nur auf Kills und gute Stats aus ist z.B. oder kann den Snowball nicht nutzen/aufs Team übertragen. So pauschal unfassbar schwer zu sagen. Wenn du natürlich im Game 10 mal den SUPP abfarmst aber der ADC dein Team wegknallt oder die Lux Mitte, ja dann bist du schlecht als Assasine. Prio Targets ausschalten und dann im besten Fall noch wissen wie man rauskommt sind das A und O bei den Assa basics. Dann kommt im zweiten Punkt, wie snowballe ich das Game für mich und mein Team zu Ende. Counter jgl, Obj control, starkes Pressuren der Lanes und viel mentalen Druck dadurch erzeugen.","replies":[{"id":"","poster":"Cenâreth","date":"2020-03-06T15:01:14.419+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Æeras,realm=EUW,application-id=Wj1wcocU,discussion-id=T5GuYdcy,comment-id=0000,timestamp=2020-03-06T11:42:43.159+0000)\n>\n> Ehrliche Meinung? Du spielst zwei Assasinen wo man anhand der KDA so gar nix dran festmachen kann ob du gut bist. Beide viel Mobilität um abzuhauen + leichte Lasthits und 1vs1 wenn man die Mechanics beherrscht. Es wird aber einen Grund haben warum du nicht climbest. KDA Spieler, der nur auf Kills und gute Stats aus ist z.B. oder kann den Snowball nicht nutzen/aufs Team übertragen. So pauschal unfassbar schwer zu sagen. Wenn du natürlich im Game 10 mal den SUPP abfarmst aber der ADC dein Team wegknallt oder die Lux Mitte, ja dann bist du schlecht als Assasine. Prio Targets ausschalten und dann im besten Fall noch wissen wie man rauskommt sind das A und O bei den Assa basics. Dann kommt im zweiten Punkt, wie snowballe ich das Game für mich und mein Team zu Ende. Counter jgl, Obj control, starkes Pressuren der Lanes und viel mentalen Druck dadurch erzeugen.\n\nHalt ich übertrieben sicherlich sollte man nicht so oft den Supp focusen, wenn er da aber 4 - 9 Kills rausholen Kann ist ja in Ordnung. Es ist ja nicht seine Aufgabe dass Spiel zu carryen sondern dass gegnerische Team möglichst zu destabilisieren und wenn die gegnerische Soraka stärker ist als der gegnerische ADC hat er ja alles richtig gemacht.","replies":[]}]},{"id":"","poster":"Veezey","date":"2020-03-06T14:21:53.629+0000","up_votes":1,"down_votes":0,"body":"Du hast mit beiden Champs eine positive Winrate. Die KDA ist nicht sooo gut aber nicht so wichtig, wenn du mehr gewinnst als verlierst. Wenn dir die Champs immer noch Spaß machen, solltest du einfach weiterspielen und die Mechanics verbessern^^","replies":[]}]}