{"id":"AKUwdlJs","poster":"Veıgar","date":"2017-11-25T08:58:19.935+0000","title":"Einige Fragen bezüglich des Themas streamen","subforum":"Streams & YouTube","up_votes":1,"down_votes":2,"body":"Heyho, und zwar wollte ich mit dem streamen von League of Legends anfangen, die Frage die sich mir stellt was sind die do&#039;s und was sind die dont&#039;s? Eine meiner gr&ouml;&szlig;ten Fragen w&auml;re bspw. Overlays oder Hintergrundbilder von dem Spiel, darf ich diese einfach in meinen Stream einbauen? Streamen w&uuml;rde ich auf Twitch und  da ich weder eine Geldstrafe noch einen Channel Takedown will w&auml;re ich euch au&szlig;erordentlich dankbar wenn ihr mir hier aushelfen w&uuml;rdet :D","replies":[{"id":"","poster":"Nivoras","date":"2017-11-25T10:15:21.434+0000","up_votes":1,"down_votes":0,"body":"Hey, ich hab den Support mal dasselbe gefragt und die haben mir diesen Link geschickt:\nhttp://www.riotgames.com/videopolicy-DE\nKurzgesagt: ja darfst du, unter bestimmten Einschränkungen. Am besten einfach mal lesen da steht alles drin :)","replies":[{"id":"","poster":"Veıgar","date":"2017-11-25T11:13:10.685+0000","up_votes":1,"down_votes":0,"body":"Der Link ist für mich ungültig D:","replies":[{"id":"","poster":"Nivoras","date":"2017-11-25T12:25:29.597+0000","up_votes":1,"down_votes":0,"body":"Ups für mich jetzt auch :c hatte ihm einfach nur aus dem Ticket kopiert ohne zu prüfen:/ jedenfalls darfst du Splash arts usw benutzen, musst aber irgendwo vermerken dass du in keiner Verbindung zu Riot Games stehst und das Riot Logo und Leagu of Legends Logo dürfen ebenfalls nicht verwendet werden. Bei dem Rest ging es hauptsächlich um Videos die League Content beinhalten. Ich glaube bzgl Monetariserung war es so, dass Einnahmen durch Werbung zB erlaubt sind, der Inhalt selbst aber frei zur Verfügung stehen muss, also nicht verkauft werden darf (zB bei apps oä., einen Stream betrifft das eher weniger). Da bin ich mir aber nicht mehr ganz sicher, schreib sonst vlt selber nochmal den Support an und guck ob die dir den aktuellen Link schicken können :/","replies":[]}]}]}]}