{"id":"hp6b0hEb","poster":"Sirgalahad134","date":"2017-11-24T15:38:19.490+0000","title":"WIR SIND WIEDER DA !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Die Sommerpause ist vorbei - endlich gibt es wieder mtG!\r\n\r\nEinst der meistbesuchte Teamspeak Server Europas, ist mtG ein legend&auml;res Traditionshaus mit Geschichte, Flair und Charakter.\r\n\r\nSchon seit vielen Jahren wird mtG mit erheblichem Zeitaufwand und Kosten, Sorgen und Freude v&ouml;llig kostenlos zur Verf&uuml;gung gestellt, weiter entwickelt, gepflegt und betreut von einer festen Leitung aus drei gleichberechtigten Philanthropen und Misanthropen: Kev, Lore und Sling.\r\n\r\nSo &uuml;berstand mtG weitestgehend unbeschadet schon die gro&szlig;en Teamspeak-Kriege der Post-Public Epoche, massivste DDOS Angriffe, Sabotageversuche, ehrlose Intrigen und zahllose hemmungslose Provokationen von Hatern und St&ouml;renfrieden, mit jeden Tag vielen hunderten gleichzeitig anwesenden G&auml;sten.\r\n\r\nNach einigen Monaten Pause, in denen die Leitung sich anderen Projekten gewidmet hat, ist mtG wieder richtig online, ein bisschen ruhiger und &uuml;berschaubarer geworden und wird momentan mit neuer Moderator-Mannschaft im laufenden Betrieb renoviert. Trotz gro&szlig;er &Auml;nderungen bleiben manche Dinge gleich:\r\n\r\nBesucher sollen hier ein m&ouml;glichst angenehmes zweites Zuhause finden, eine Zuflucht und einen Ort zum virtuellen Ausgehen. Zum Reden, Kommunizieren und Zuh&ouml;ren. Mit gen&uuml;gend Schutz und so viel Freiheit wie m&ouml;glich. Hier wirst du danach eingesch&auml;tzt, beurteilt und behandelt, wie du dich verh&auml;ltst.\r\n\r\nHier kannst du so sein, wie du wirklich bist oder ganz anders. Dich selbst pr&auml;sentieren oder eine Rolle spielen. Dich unterhalten und unterhalten lassen. Spa&szlig; haben und ernsthaft kommunizieren. Kontakt zu alten Bekannten haben und neue Leute kennenlernen.\r\n\r\nDaf&uuml;r steht der mtG Teamspeak Server ts3.mtg-esport.de, die Website www.mtg-esport.de und ein Teil der wertvollen Zeit der Gastgeber, Mitarbeiter und Helfer dir kostenlos zur Verf&uuml;gung.\r\n\r\nAuf der Website registrierte Nutzer erhalten automatisch eine Level-Servergruppe auf dem TS-Server zugewiesen und haben dadurch zus&auml;tzliche M&ouml;glichkeiten. Das Level-System belohnt Aktivit&auml;t auf dem TS und Beliebtheit bei anderen Nutzern, es sanktioniert unangemessenes und unw&uuml;rdiges Verhalten.\r\n\r\nTraditionell seiner Zeit voraus, geliebt und gehasst, gef&ouml;rdert und bek&auml;mpft, oft kopiert und nie erreicht, h&auml;ufig hei&szlig; gebrannt, manchmal erloschen scheinend und f&uuml;r tot erkl&auml;rt, stets unvergessbar geblieben und immer wieder auferstanden - das ist mtG Teamspeak.\r\n\r\nViel Spa&szlig; und eine gute Zeit auf mtG!\r\n\r\nmtG - Leitung","replies":[]}