{"id":"yrAAL2lB","poster":"Ariya","date":"2017-11-23T18:23:19.310+0000","title":"Stufenaufstieg und Belohnungen – Verbesserungen für Meilensteinsticker, Kapseln & den ESdT","subforum":"Dev Corner","up_votes":6,"down_votes":0,"body":"Hallo! Letzte Woche haben wir dar&uuml;ber gesprochen, wie wir das neue Stufenaufstiegssystem verbessern, um im Vergleich zum alten EP-System mehr Belohnungen verteilen zu k&ouml;nnen. Heute k&uuml;ndigen wir ein paar neue Anpassungen an, die wir als Reaktion auf das Feedback der Spieler vornehmen werden. \n\n**KURZ UND B&Uuml;NDIG:**\n\n1)\tDie Meilensteinsticker sind jetzt kostenlos und wir erstatten jedem Spieler den Preis zur&uuml;ck, der sie bereits mit BE freigeschaltet hat.\n2)\tDie Stufenaufstiegskapseln enthalten jetzt mehr blaue Essenzen und weniger Splitter von geringem Wert.\n3)\tAu&szlig;erdem wird der &bdquo;Erster Sieg des Tages&ldquo; jetzt alle 20 Stunden zur&uuml;ckgesetzt (anstatt alle 22 Stunden). \n\nKommen wir zu den interessanten Dingen. \n\n**Meilensteinbelohnungen f&uuml;r den Stufenaufstieg**\n\nFangen wir mit den Meilensteinbelohnungen an. Im neuen Stufenaufstiegssystem gibt es mehrere Sticker, die man f&uuml;r das Erreichen gewisser &bdquo;Meilenstein&ldquo;-Stufen erh&auml;lt. Im Moment muss man eine bestimmte Menge an blauen Essenzen bezahlen (zwischen 2.500 und 20.000 BE), um die Sticker freizuschalten.\n\nUrspr&uuml;nglich wurden diese Meilensteinbelohnungen f&uuml;r erfahrene Spieler entwickelt &ndash; die Idee dahinter war, dass Spieler mit einer hohen Stufe wahrscheinlich sowieso zu viele BE haben, weshalb wir ihnen eine gute M&ouml;glichkeit bieten wollten, diese einzusetzen. Daher die Aufwertungskosten.\n\nDie Spieler haben uns jedoch gesagt, dass sich diese Aufwertungskosten unfair anf&uuml;hlen, wenn man noch nicht alle Champions freigeschaltet hat, die man haben m&ouml;chte. Aus diesem Grund **sind in Zukunft alle Stufenaufstiegssticker kostenlos und wir erstatten jedem Spieler den Preis zur&uuml;ck, der seine Sticker bereits mit BE aufgewertet hat.** Falls du bereits einen Meilenstein erreicht, den Sticker aber noch nicht aufgewertet hast, werden die Kosten f&uuml;r die Aufwertung des Stickersplitters in deinem Inventar auf 1 BE reduziert.\n\nWir suchen immer noch nach weiteren M&ouml;glichkeiten f&uuml;r erfahrene Spieler mit zu vielen BE, dazu werden wir aber wahrscheinlich auf Dinge wie das Essenz-Wunderland zur&uuml;ckgreifen. \n\nWenn wir schon dabei sind, k&ouml;nnen wir gleich genauer auf die Meilensteinbelohnungen eingehen. Neben den Championsplittern, die die Spieler f&uuml;r jede neue Stufe erhalten, gibt es auch mehrere spezielle Meilensteinbelohnungen (inklusive Edelsteine). \n\nhttps://i.imgur.com/biZ6koB.png[/img]\n \nZus&auml;tzlich zu den oben angef&uuml;hrten Belohnungen gew&auml;hrt jede Meilensteinstufe auch eine &bdquo;Glorreiche Champion-Kapsel&ldquo; mit einem durchschnittlichen Wert von 2120 BE. Die Spieler erhalten diese Kapseln ebenfalls alle 10 Stufen. \n\nDiese &Auml;nderung wird noch heute im Laufe des Tages ver&ouml;ffentlicht. Es wird jedoch wahrscheinlich ein oder zwei Wochen dauern, bis alle Spieler ihre R&uuml;ckerstattungen erhalten.\n\n**BLAUE ESSENZEN IN STUFENAUFSTIEGSKAPSELN**\n\nKommen wir zu den Stufenaufstiegskapseln. Uns ist aufgefallen, dass sich einige Spieler beschweren, weil sie zu viele gleiche Splitter erhalten.  \n\nDieses Problem l&auml;sst sich ziemlich einfach l&ouml;sen. Wir werden das System anpassen, sodass die Spieler beim Stufenaufstieg nie mehr als ein paar 260-RP-Championsplitter erhalten. Stattdessen werden sie eine Kombination aus Splittern und BE erhalten. Diese &Auml;nderung wird sich nicht auf die Gesamtsumme der BE auswirken, wir sind aber der Meinung, dass die Beute dadurch etwas aufgewertet wird. Diese Anpassungen werden ebenfalls heute ver&ouml;ffentlicht.\n\n**DER &bdquo;ERSTE SIEG DES TAGES&ldquo; WIRD EINFACHER **\n\nZu guter Letzt werden wir den ESdT-Timer verk&uuml;rzen. Im Moment wird er 22 Stunden nach der ESdT-Mission zur&uuml;ckgesetzt, wir verk&uuml;rzen diese Zeitspanne jedoch &ndash; im Verlauf von Patch 7.23 &ndash; auf 20 Stunden. Selbst wenn du an einem Tag mehrere Spiele spielen musst, um zu gewinnen, kannst du dir den ESdT so am n&auml;chsten Tag schnell holen.\n\nWir wurden immer wieder gebeten, den ESdT zu einem bestimmten Zeitpunkt am Morgen zur&uuml;ckzusetzen. Obwohl wir diese &Auml;nderung noch nicht\n\nvornehmen werden, denken wir dar&uuml;ber nach, sie in einen zuk&uuml;nftigen Patch zu integrieren. \n\nGut, das w&auml;re es dann mit den Neuigkeiten in dieser Woche! Wir werden uns in den kommenden Wochen wieder melden, um &uuml;ber weitere Anpassungen am Stufenaufstieg und an den Belohnungen zu sprechen. ","replies":[{"id":"","poster":"Sydney26","date":"2017-11-24T08:39:51.547+0000","up_votes":3,"down_votes":0,"body":"ich versteh den blödsinn nicht mit den 20h bis zum reset.... wenn es wirklich um den ersten sieg des tages geht sollte die uhrzeit sowas von egal sein ... resettet doch verdammt nochmal immer zur festen uhrzeit .. keine ahnung so 3 uhr in der nacht dann ist es egal wann ich spiele.\n\ndenn ich hab folgendes problem .. aufgrund der arbeit kann ich mal abends oder nur früh spielen .. wenn ich mir abends den sieg des tages hole kann ich einen tag kein ersten sieg des tages bekommen da ich am nächsten Tag nur früh spielen kann und dann der verdammte Timer noch läuft\n\ndas ist absoluter blödsinn","replies":[{"id":"","poster":"Zulf","date":"2017-12-02T05:53:38.234+0000","up_votes":1,"down_votes":0,"body":"Hä, ist doch cool falls man den dann haüfiger fahren kann{{sticker:garen-swing}}","replies":[]}]},{"id":"","poster":"Zulf","date":"2017-12-02T05:54:43.908+0000","up_votes":1,"down_votes":0,"body":"Mir gefällt, das mit den Emotes machen das Spiel auf einer Meta Ebene weniger Toxic, da es so Cartoon haft sogar wirkt passt sogar mit dem Realese von Zoe zusammen","replies":[]},{"id":"","poster":"BlankLeer","date":"2017-11-23T18:55:31.304+0000","up_votes":1,"down_votes":0,"body":"Endliich. Hat mich schon etwas geärgert 5x mal {{champion:1}} zu bekommen lol.\nJtzt kann ich endlich richtig anfangen die ganzen lvl zu grinden \n{{sticker:slayer-pantheon-thumbs}} .\nMal nh frage ist die EXP Menge bei jedem Modus gleich oder kriegt man mehr EXP wenn ich z.B die events (URF; usw.)?","replies":[{"id":"","poster":"Enderized","date":"2017-11-24T11:37:14.670+0000","up_votes":1,"down_votes":0,"body":"Die EXP Menge ist soweit mir das bekannt ist nur an die Länge des Spiels gekoppelt.","replies":[{"id":"","poster":"BlankLeer","date":"2017-11-26T08:29:09.903+0000","up_votes":1,"down_votes":0,"body":"Hab es jtzt probiert wenn du die events spielst bekommst du extra exp (Event EXP)","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-11-24T08:15:57.278+0000","up_votes":1,"down_votes":0,"body":"Joa, du sparst dir jetzt das Entzaubern der ganzen Annies^^\n\nUm das mit den EXP herauszufinden, spiel doch einfach mal einen Eventmode ;)","replies":[]}]}]}