{"id":"EeFUpubP","poster":"Kosimo das Lama","date":"2017-11-23T20:56:44.469+0000","title":"Schließt euch mir an um eine Kulinarische Reise durch summoners rifft zu bestreiten.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Jeder Mensch liebt ein gutes Essen, somit habe ich es mir zur Aufgabe gemacht einem Jedem zu präsentieren was das Spiel League of Legends für Feinschmecker zu bieten hat, neben aggressiven Spielern, und nach ausgiebiger Verkostung der Speisen, muss ich sagen das die Tränen eines toten Adcs am schmackhaften sind. Somit trage ich all den Kultivierten Feinschmeckern dort draussen auf jedem ADC das Leben zur hölle zu machen.","replies":[{"id":"","poster":"5weeds","date":"2017-11-24T08:49:52.625+0000","up_votes":4,"down_votes":0,"body":"#Halt Stop!\n\nSehr geehrtes Lama Kosimo,\n\nich, als überzeugtes Mitglied der Supporter-Gilde kann einen solchen Aufruf nicht tolerieren.\nWeder ADC's noch deren Tränen sind zum verzehr gedacht und die **Pflicht** eines jeden Supporters ist es, zu verhindern dass der ADC als Fastfood zu enden.\n\nIch **verlange** dass ein solcher Antrag, wie der Ihrer, nicht weiter verbreitet wird und bitte darum, dass dieser Threat zur Wahrung des Friedens gelöscht wird.\n\nMit freundlichen Grüßen\n\nIhr Supporter-Main\n\nP.S: ist nur gelaber, musst nicht löschen ;)","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-11-24T09:59:02.597+0000","up_votes":4,"down_votes":0,"body":"Sehr geehrter Herr 5Weeds\n\nAls überzeugtes Mitglied der Ethnie der Jungler muss ich hier eingreifen. Der Verzehr von ADCs als driveby, ist ein äusserst wichtiger Bestandteil unserer Kultur und hat lange Tradition. Auch ihre Tränen gelten bei uns als exquisite Delikatesse und deren Verzehr muss unbedingt erhalten bleiben. Ausserdem ist der gemeine ADC, eine der wichtigsten Nahrungsquellen meiner Spezies. \n\nIch **verlange ** das ein solcher Antrag, wie Ihrer, abgelehnt wird, da er ein Verstoss gegen geltendes Völkerrecht und Religionsfreiheit darstellt.\n\nMit freundlichen Grüssen\n\nIhr Jungle-Main, Freund und Helfer in allen Situationen.\n","replies":[{"id":"","poster":"5weeds","date":"2017-11-24T10:14:32.504+0000","up_votes":4,"down_votes":0,"body":"Sehr geehrter Herr Cronos,\n\ndie Gepflogenheiten Ihrer Heimatlane, auch bekannt als Dschungel, sind sowohl barbarisch als auch irrelevant. Selbst wenn es in Ihren Kreisen als \"Kultur\" gilt, die als ADC's bekannten Individuen zu verspeisen, so sind wir dennoch nicht im Dschungel, sondern auf unserer großartigen Botlane.\nEs ist unabdingbar, die Regeln und Gesetzte der Lane zu befolgen in der Sie sich (temporär) aufhalten, unbeeinflusst von Ihrer Heimatlane und länge Ihres Aufenthaltes.\nBitte lassen Sie Ihre unzivilisierten Ansichten und Bräuche in Ihrem Dschungel und passen Sie sich an unsere an.\nWenn Ihnen das zuwider ist, steht es Ihnen jederzeit frei die Rückreise in Ihre ach so tolle Heimatlane anzutreten.\n\n\nHochachtungsvoll\n\ngetilteter AfD-Wähler","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-11-24T10:35:03.840+0000","up_votes":4,"down_votes":0,"body":"Geehrter Herr 5Weeds\n\nIch **verbiete** mir diesen Tonfall! Ich möchte sie im weiteren darauf hinweisen, das sowohl für den Jungle als auch die Botlane, noch immer die Übergeordneten Gesetzte der Kluft gelten. Nach Paragraph 12 Absatz 3 des Weg des Beschwörers, gilt der gemeine ADC als nicht vom Aussterben bedroht und ist als Nahrungsmittel freigegeben. Auch wenn wir uns ausserhalb unseres gewohnten Territoriums bewegen, ist es uns daher erlaubt ADCs zu erlegen. \n\nMit genervten Grüssen\nDer Jungler Ihres Vertrauens, Freund und Helfer in allen Situationen.\n\nPS: Ich möchte Sie ausserdem darum bitten keine weiteren Wards mehr in unseren Dschungel zu stellen, diese verhunzen das Landschaftsbild!","replies":[{"id":"","poster":"Qbert","date":"2017-11-24T10:52:15.868+0000","up_votes":3,"down_votes":0,"body":"Sehr geehrter Herr Sergeant Cronos,\n\nals Vertreter der Support-Fraktion möchte ich Ihnen ein Angebot unterbreiten.\n\nSicher ist Ihnen bekannt, dass wir auf die Tränen und das Gewimmer von ADCs angewiesen sind. Dies sind unsere Grundnahrungsmittel, ein Verzicht steht nicht zur Diskussion.\nIch biete Ihnen jedoch an, sich die Tränen und das Gejammer des gegnerischen ADC zu teilen, bzw. zeitweise auch komplett Ihnen zu überlassen.\n\nWir sind selbstverständlich nicht an einer weiteren Eskalation interessiert.\n\nBitte überdenken Sie unser Angebot und lassen uns wissen, wie sie dem gegenüber stehen.\n\nFür Ihre Mühe vielen Dank im Voraus.\n\nMit freundlichen Grüßen\n\nQbert","replies":[]}]}]}]},{"id":"","poster":"Kosimo das Lama","date":"2017-11-24T17:12:09.467+0000","up_votes":2,"down_votes":0,"body":"Lieber 5WEEDS\n\nIch halte ihre Beschwerte für unüberlegt da ein Support Teil eines jeden  Festmals auf der Botlane ist! Nichts kann(oder sollte) einen hungrigen Mid, Top oder Jungle Spieler davon ab halten diese Gelüste zustillen!\nDies ist der einzige Sinn der Botlane. Wenn die Delikatessen eine Gesetzes Änderung einreichen wollen, müssen sie damit rechnen das dieser Antrag erst in ein paar Jahren behandelt werden kann (und wird wahrscheinlich zu nichts führen). Ich rate ihn also einfach ihre jetzige Situation zu akzeptieren oder denn Platz in der Nahrungskette zu ändern.\n\nMit Freundlichen Grüßen \nKosimo das Lama","replies":[]}]}]}