{"id":"y2yMlZcM","poster":"janjiis","date":"2020-01-30T20:16:00.245+0000","title":"Sollte man einen Foren-Bereich für Legends of Runeterra einführen?","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Moin, \r\nich wollte einfach mal gerne hören, wie sehr ihr einen Foren-Bereich für Legends of Runeterra (LoR) haben wollt oder gar nicht wollt. Ich bin dafür, da ich selber aktiv LoR spiele und mir so etwas einfach nur wünschen kann. Man kann über Taktiken, Units, etc. sich austauschen und  diskutieren. Natürlich ist mir klar, dass dieses Forum für League of Legends gedacht ist, jedoch wirbt Riot auch im (LoL-) Client für LoR und es scheint nicht gerade unwichtig das Thema für Riot zu sein. Somit kann man LoR auch direkt an League weiter anbinden.\r\nLeider sieht man zu sogenannten LoR Foren bis jetzt gar nichts oder Verknüpfungen zu anderen artigen Foren Einrichtungen, z.B. auf der https://euw.legendsofruneterra.com/ wird nichts dazu angegeben.\r\nNatürlich ist das Spiel erst seit Donnerstag in der Open Beta und noch nicht vollständig veröffentlicht.\r\nMfG Janjiis","replies":[{"id":"","poster":"Aymira","date":"2020-01-30T20:33:52.156+0000","up_votes":3,"down_votes":0,"body":"Der taktische Teamkampf hat auch einen separaten Bereich hier im Forum. \nNatürlich ist dieser in den Clienten von Liga der Legenden integriert, aber ich denke mal sehr stark das es irgendwann trotzdem eine Rubrik für LoR geben wird, wenn nicht sogar n gänzlich eigenes Forum. \n\nIst ja theoretisch kein Mehraufwand... Kümmert sich ja quasi eh keiner von Riot drum, das es hier rund läuft. xD","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2020-01-30T20:34:27.747+0000","up_votes":1,"down_votes":0,"body":"Ab Offiziellem Release sehr gerne.\n\nAndererseits ist Reddit da sowieso viel aktiver :'D","replies":[{"id":"","poster":"janjiis","date":"2020-01-31T11:39:30.256+0000","up_votes":1,"down_votes":0,"body":"Bin nicht wirklich auf Reddit unterwegs {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-01-31T15:22:25.523+0000","up_votes":2,"down_votes":0,"body":"{{champion:26}} \nTimes change","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2020-01-30T21:12:58.194+0000","up_votes":2,"down_votes":0,"body":"Wäre schön, wenn Riot die Foren so erweitert, dass LoR sein eigenes Forum bekommt, aber so, dass man weiterhin genauso benachrichtigt wird, wie im LoL-Forum.","replies":[]}]}