{"id":"A8gUZ3uc","poster":"KledRekt","date":"2017-11-23T15:33:56.673+0000","title":"Um mit dem BE-Märchen aufzuräumen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"1.) **Ich erhalte zu wenig BE pro Levelaufstieg da ich nur wertlose Shards erhalte.**\n\n_--&gt; Ihr erhaltet mit jedem Roll mindestens 800. Ich bin Level 40 und habe pers&ouml;nlich noch keinen Roll erlebt, in dem ich weniger als 850 BE erhalten habe. \n_\n\n2.) **Es dauert ewig neue Champions zu kaufen. \n**\n\n_--&gt; Kauft euch keine Champions aus dem Shop. Wertet die Splitte auf. Wandelt niemals einen Splitter in BE um, wenn ihr den Champion noch nicht besitzt. Vielleicht wollt ihr ihn irgendwann ja doch mal und m&uuml;sst ihn dann teuer aus dem Shop kaufen._\n\n3.) **Ich steige zu langsam Level auf.**\n\n_--&gt; Wie auch fr&uuml;her entscheidet die L&auml;nge des Spiels und ob Sieg oder Niederlage dar&uuml;ber, wie viel EXP ihr erhaltet. Ein langes und gewonnenes Spiel f&uuml;llt die Leiste gut um 1/8tel. Dazu gibt es noch den ersten Sieg des Tages, der das Level nochmal ordentlich boosted._\n\n4.) **Wir bekommen kaum noch BE im Vergleich zu fr&uuml;her.**\n\n_--&gt; Fr&uuml;her konntest du pro Spiel um die 80-100 Punkte erhalten. Heute erh&auml;ltst du alle 10 Spiele etwa 800-1000 Punkte. Im Prinzip erh&auml;ltst du nicht weniger oder mehr._\n\n\nFazit: Das neue System l&auml;sst den Spieler schneller neue Champions freischalten. Allerdings muss man den Kompromiss eingehen, nicht direkt die Champions zu erhalten, die man eben m&ouml;chte. Einen Champion aufzuwerten kostet knapp 60% des Preises aus dem Shop. Rechnen wir den eigentlichen Wert des Splitters dazu, kommen wir immer noch auf eine Preiseffizienz von 130% im Vergleich zum Direktkauf aus dem Shop. \n\nAuch wenn die &Auml;nderungen den Umgang mit orangenen Essenzen erschwert (und ja, das st&ouml;rt mich nat&uuml;rlich auch), ist die Umstellung auf BE eigentlich ein rein kosmetischer Unterschied. Abschlie&szlig;end l&auml;sst sich sagen, wenn ihr euch einen Champion kauft, dann lernt diesen Champion erstmal kennen und bringt ihn auf Mastery 5 bevor ihr euch einen neuen Champion kaufen wollt. In dieser Zeit habt ihr sicherlich genug f&uuml;r den n&auml;chsten Champion zusammen. \n\nZiel ist es immerhin nicht, alle Champions zu besitzen. Vielmehr sollte es Ziel sein, alle Champions zu kennen und zu beherrschen.","replies":[{"id":"","poster":"Rayjhin","date":"2017-11-23T16:16:47.467+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KledRekt,realm=EUW,application-id=ElKI1ocy,discussion-id=A8gUZ3uc,comment-id=,timestamp=2017-11-23T15:33:56.673+0000)\n> Ziel ist es immerhin nicht, alle Champions zu besitzen. Vielmehr sollte es Ziel sein, alle Champions zu kennen und zu beherrschen.\n\nDoch! gotta catch them all!\n\nNein Spass, hast schon recht.","replies":[]},{"id":"","poster":"Sihari","date":"2017-11-23T16:07:29.477+0000","up_votes":1,"down_votes":0,"body":"Das einzige, was mich an diesem System wirklich stört ist der Glücksspielfaktor.\nDie Chance genau die Champions, die du dir kaufen würdest, als Shard zu bekommen ist einfach zu gering um die \"kaufe nur Champions mit Shards\"-Methode halbwegs befriedigend zu machen. Niemand will ewig warten und jedes Mal beim Level-Up bangen, ob nun das passende Zeugs aus der Kapsel kommt... Am Ende läuft es einfach darauf hinaus, dass man doch die Champions teuer im Shop kauft und bei den unspektakulären Kapseln seufzt.\n\nAber hey, wenigstens bekommt man jetzt jeden Tag noch ein paar Essenzen extra, wenn man die Mission macht~","replies":[]}]}