{"id":"7eVUpmH4","poster":"Ariya","date":"2017-11-22T18:19:53.864+0000","title":"Meddlers Gameplay-Gedanken - 22. November","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Guten Morgen,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen.\r\n\r\nFalls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n------------------------------------------------------------------------------\r\n**Patch 7.24 ist der letzte Standard-Patch des Jahres**\r\n\r\nPatch 7.24, der gerade in der PBE getestet wird, ist der letzte Standard-Patch des Jahres, w&auml;hrend wir uns den Feiertagen n&auml;hern. Wenn alles nach Plan verl&auml;uft, werden wir ihn am 5. Dezember ver&ouml;ffentlichen. Dadurch haben wir auch im Dezember noch gen&uuml;gend Zeit, um an weiteren Dingen zu arbeiten, bis wir den ersten Patch des neuen Jahres (8.1) Anfang Januar ver&ouml;ffentlichen. Wir haben jedoch vor, Mitte Dezember ein paar Minipatches zu ver&ouml;ffentlichen, um die Spielbalance anzupassen. Wir werden f&uuml;r diesen gro&szlig;en Minipatch (entschuldige die Formulierung) Patchnotizen ver&ouml;ffentlichen, er wird aber gr&ouml;&szlig;tenteils aus &Auml;nderungen an der Spielbalance und ein paar Fehlerbehebungen bestehen.\r\n\r\n------------------------------------------------------------------------------\r\n**Wann sind Minipatches angebracht?**\r\n\r\nMinipatches schlie&szlig;en &Auml;nderungen an der Spiellogik ein. Mit ihnen k&ouml;nnen wir jedoch keine komplett neuen Dinge in das Spiel implementieren. Das gilt vor allem dann, wenn diese neuen Dinge Illustrationen/Sounds usw. nach sich ziehen (z. B. Skins, neue Funktionen, Champions, Gegenst&auml;nde &hellip;). Der wichtigste Entscheidungsfaktor f&uuml;r die Ver&ouml;ffentlichung eines Minipatches ist die Frage, wie leicht sich die m&ouml;glichen Auswirkungen des Patches bewerten lassen:\r\n\r\n* &Auml;nderungen am Spielcode bergen ein h&ouml;heres Risiko, weshalb wir sie nur sehr z&ouml;gerlich in Form von Minipatches ver&ouml;ffentlichen. In diesem Zusammenhang bezieht sich der Spielcode auf die Funktionalit&auml;t des Spiels. Dabei geht es vor allem um die Bewegungen der Einheiten, den Nebel des Krieges, das Konzept von Leben usw. Viele &Auml;nderungen, die vielleicht simpel erscheinen, wirken sich auf so viele Dinge aus, dass sie nicht im Rahmen eines Minipatches ver&ouml;ffentlicht werden k&ouml;nnen (die Testphase f&uuml;r Minipatches ist im Vergleich zur Testphase f&uuml;r normale Patches wesentlich k&uuml;rzer).\r\n\r\n* &Auml;nderungen am Spielskript k&ouml;nnen sowohl ein geringes als auch ein hohes Risiko bergen. Das Spielskript (in unserem Fall Lua) steuert Dinge wie die Funktionen spezieller Champion-F&auml;higkeiten oder Gegenst&auml;nde. Manche &Auml;nderungen sind leicht einzusch&auml;tzen und k&ouml;nnen daher problemlos vorgenommen werden (z. B. die &Auml;nderung eines Werts von &bdquo;Wenn X&gt;0,1&ldquo; zu &bdquo;Wenn X&gt;0,01&ldquo;), vor allem wenn man bedenkt, dass man hierbei f&uuml;r gew&ouml;hnlich nur eine Champion-F&auml;higkeit durcheinanderbringt. Andere &Auml;nderungen k&ouml;nnen jedoch sehr riskant sein, vor allem, wenn sie die Logik im Skript ver&auml;ndern (z. B. die Bewegungen von Pix, wenn er Lulu/Leuten, auf die sie ihr E gewirkt hat, folgt).\r\n\r\n* &Auml;nderungen an reinen Zahlen &Auml;nderungen am Schaden eines Zaubers, am Grundwert f&uuml;r Leben eines Champions usw. bergen in der Regel das geringste Risiko. Manche dieser &Auml;nderungen sind aber dennoch riskant, insbesondere, wenn das Skript eines Champions stark von ihnen abh&auml;ngt (z. B. die Zauberreichweite oder Timings). Im Allgemeinen k&ouml;nnen wir sie aber ziemlich einfach &auml;ndern, falls das n&ouml;tig sein sollte. Es ist jedoch immer besser, sowohl f&uuml;r einen Fehler als auch die Spielbalance eine komplette Testphase durchf&uuml;hren zu k&ouml;nnen, sofern nichts wirklich dringend ver&ouml;ffentlicht werden muss.\r\n\r\n------------------------------------------------------------------------------\r\n**&Auml;nderungen an Morgana und Zyra**\r\n\r\nMit Patch 7.24 ver&ouml;ffentlichen wir ein paar &Auml;nderungen an Morgana und Zyra, die ihnen helfen sollen, neben der Support-Rolle noch andere Rollen besser ausf&uuml;llen zu k&ouml;nnen. Wir haben aber nicht vor, sie aus der Support-Rolle zu dr&auml;ngen. Sollten sich durch diese &Auml;nderungen ihre Leistungen auf der Duo-Lane verschlechtern, werden wir sie weiter &uuml;berarbeiten und diese &Uuml;berarbeitungen m&ouml;glicherweise mit dem Minipatch Mitte Dezember ver&ouml;ffentlichen. Wir glauben aber, dass die aktuellen &Auml;nderungen auch f&uuml;r die Support-Rolle angemessen sind. Die Menge an internen Tests ist jedoch verglichen mit der Anzahl an Spielen, die auf den Live-Servern gespielt werden, sehr gering. \r\n\r\n------------------------------------------------------------------------------\r\n**Keine Beitr&auml;ge bis n&auml;chste Woche**\r\n\r\nHier noch eine kleine Vorwarnung: Es wird bis n&auml;chste Woche keine Beitr&auml;ge dieser Art geben. Wir feiern hier in den USA Thanksgiving und ich n&uuml;tze diese Gelegenheit, um nach Hause (Neuseeland) zu fliegen. Das bedeutet auch, dass ich wahrscheinlich nicht in der Lage sein werde, auf diesen Beitrag zu reagieren (ich schreibe ihn zwar noch in der Arbeit, werde ihn aber unterwegs erst posten). \r\n\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"HyperionCH","date":"2017-11-22T20:51:22.581+0000","up_votes":1,"down_votes":0,"body":"Was ist denn mit Meddlers Gedanken vom 17. November 2017 passiert? {{sticker:cass-cry}} \n\nOk, man hat ja jetzt eine Woche Zeit, um dies nachzuholen. ;)\nUnd um die 2 noch offenen Fragen von mir zu beantworten.","replies":[]}]}