{"id":"wTqLHpUy","poster":"SmiddyWerbenNo1","date":"2017-11-21T22:13:58.770+0000","title":"BUG SPLAT 7.23","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Nachdem der heutige Patch 7.23 fertig war, wollte ich in ein Custom Game gehen (wahrscheinlich unabh&auml;ngig vom Spielmodus) und bekomme anstatt des Loadingscreens nach dem Championselect einen sahnigen Bugsplat in die Fresse und das permanent!\r\nHat noch einer dieses wundervolle Problem?\r\nZus&auml;tzlich wird mir gesagt, dass ein Direct X Fehler aufgetreten ist und meine Grafikkartentreiber nicht mehr aktuell sind, welche jeden Tag auf Updates &uuml;berpr&uuml;ft werden!\r\nRIOT Fix your Shit!","replies":[{"id":"","poster":"Gin","date":"2017-11-22T08:35:59.346+0000","up_votes":1,"down_votes":0,"body":"Ich konnte ohne Probleme spielen, und viele andere auch. Ich würde daher sagen dass du deinen shit fixen musst.\n\nhttps://media.giphy.com/media/OA6EsZBWPbypi/giphy.gif\n\nIch würde nämlich mal vermuten dass deine Installation beschädigt ist.\n\nUm deinen \"shit zu fixen\" empfehle ich dir mal das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) herunterzuladen und durchlaufen zu lassen. Achte darauf den Haken bei \"Force Repatch\" zu setzen.\n\nSollte das Problem immer noch auftreten, deaktiviere alle Layouts und Programme die irgendwie mit Lol interagieren, sowie alle Aufnahmeprogramme und probiere es nochmal.\n\nWenn das auch nicht helfen sollte, würde ich dich bitten deine Logs in ein .rar oder .zip Archiv zu verpacken, und hochzuladen damit ich mir diese anschauen kann. (Das HRT legt deine Logdateien für dich auf dem Desktop ab.)\n\nHochladen kannst du wie folgt:\n\n> Zum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht.\n\nWas für viele ein Problem darstellt, was du aber machen kannst wenn du die Zeit hast und sowieso auf eine Antwort wartest:\n\nLeague of Legends neuzuinstallieren. \n\nAchte allerdings beim Neuinstallieren darauf, nach der Deinstallation den \"Riot Games\" Ordner zu löschen den du direkt unter C: findest, bevor du Lol wieder installierst.\n\nAnsonsten ist es nämlich keine sauberere Neuinstallation. ","replies":[{"id":"","poster":"Qbert","date":"2017-11-22T08:41:29.224+0000","up_votes":1,"down_votes":0,"body":"Hast du Infos, was gestern Abend los war?\n\nSo gegen 20:30 Uhr ging gar nichts mehr.\nClient wollte neu starten, updaten ... dabei blieb es.\n\nKonnte das schon gefixt werden? :)","replies":[{"id":"","poster":"Gin","date":"2017-11-22T08:46:16.393+0000","up_votes":1,"down_votes":0,"body":"Ist schon gefixt. Und nein, weiß ich leider nicht.\n\nDas ging soweit ich weiß nach 30-60 Minuten wieder. Habe nicht genau auf die Zeit geachtet.","replies":[]}]}]}]}