{"id":"E6r81VPj","poster":"cremnik","date":"2017-11-21T18:47:30.066+0000","title":"Weiseste Eule verlässt das Nest.","subforum":"Allgemeiner Chat","up_votes":48,"down_votes":4,"body":"Hallo Humpel :)\nDieser Post richtet sich direkt an dich, denn ohne dich w&uuml;rde es das Volunteerprogramm - so wie wir es kennen und lieben - nicht geben. Vor ca. 5 Jahren warst du im Prinzip der letzte verbliebene Freiwillige des alten Programms und hast alles daran gesetzt den Grundstein f&uuml;r das Neue zu legen. \nUmso trauriger ist es nun f&uuml;r uns von dir als Volunteer Abschied nehmen zu m&uuml;ssen. \n\nAber zun&auml;chst m&ouml;chten wir noch einmal an deine Erfolge erinnern. So hast du zum Beispiel dazu beigetragen die [&ldquo;Liga der Gentlemen&rdquo;](http://liga-der-gentlemen.de/) aufzubauen und damit eine wunderbare Community geschaffen. Au&szlig;erdem hast du die [&ldquo;Playerbehavior-Knowledgebase&rdquo;](http://en.volu-eu.org/library.php) zusammengestellt.  Aber dein wohl gr&ouml;&szlig;ter Erfolg sind sozusagen wir. Du hast in all der Zeit das Programm auf Kurs gehalten und warst stets ein Ansprechpartner in allen Situationen.\nDaf&uuml;r m&ouml;chten wir dir danken, denn ohne dich w&auml;ren wir heute nicht dort, wo wir sind.\n\nDu hast kurz gesagt viel erreicht in deiner Laufbahn als Emissary und wir werden unser Bestes geben deine Arbeit fortzuf&uuml;hren. Du warst uns immer ein hervorragender Senior, Ansprechpartner f&uuml;r alles und letztendlich ein guter Freund. Wir danken dir f&uuml;r alles, was du f&uuml;r uns m&ouml;glich gemacht hast.\n\nAber ich kann viel erz&auml;hlen, wenn der Tag lang ist. Darum lass es dir von den Volus pers&ouml;nlich sagen:\n\nMorphe: Er ist immer gut drauf und steht immer mit Tat und Rat bereit, falls ben&ouml;tigt :)\n\nPandagasm: Humpel ist mein Volugott.\n\nLagsALot: Ohne Humpel w&auml;re ich nicht mehr im Volunteer-Programm.\n\nBlitzlicht: Er ist und bleibt der einzig wahre Humplord !\n\nLordDragonrasa: Ehhmm, hmm, Humpel ist quasi der coole Onkel des Volu-Programms, er hilft bei extrem vielen Sachen mit, bleibt immer recht motiviert und man hat eigentlich immer viel Spa&szlig; mit ihm :D\n\nRanselmian: &quot;Weiter so&quot;? Ung&uuml;nstig, wenn man dar&uuml;ber nachdenkt, dass er bald geht.\n \nSidia: Er ist sehr hilfsbereit und dazu, wenn ich ihn erlebt hab, immer gut drauf.\n\nSirrkas: Er war mir immer ein Vorbild und hilfsbereit.\n\nYamazuya: Das Beste was Franken seit der N&uuml;rnberger Rostbratwurst hervorgebracht hat.\n\nf3l1x12200: Er ist immer f&uuml;r alle da.\n\nNoOffenseThough: Ein Typ, auf den man sich immer verlassen kann, mit viel Witz.\n\nCunctor: Humpel ist das Musterbeispiel eines Volunteers - immer freundlich, geduldig, kenntnisreich und engagiert.\n\nHeartCore: Er ist &#039;n netter Kerl und sehr hilfsbereit :)\n\nBalzamon: Verr&uuml;cktester unter Verr&uuml;ckten, der zuviel Zeit und Geduld hatte, sich mit unserer Community zu besch&auml;ftigen.\n\nMeiyo: Ich kenn ihn noch nicht solange, aber die Zeit, die ich mit ihm verbracht habe, war immer lustig und es ist generell  immer sch&ouml;n ihn dabei zu haben.\n\nSoul92fly: Danke, dass du das Programm zu dem gemacht hast, was es heute ist - ein zweites Zuhause f&uuml;r uns alle.\n\nPaniro: Humpel ist der &quot;1-Mensch-in-1-Millionen-Menschen&quot;-Mensch, bei denen man denkt, dass man diese nie treffen wird, weil es kaum eine Person gibt, die so Community begeistert und engagiert ist wie Humpel.\n\nNokomi17: Ich bewundere seine entspannte, ruhige und freundliche Art und seinen Arbeitseifer :)\n\nPauline: Lieber Humpel, ohne dich w&auml;re das Volu Programm nicht so wie es ist, danke f&uuml;r all deine Arbeit und Leidenschaft in das Projekt &lt;3\n\nKingDanius: Es freut mich, dass du den neuen Job bekommen hast und hoffe es wird dir dort gefallen. Auf jeden Fall noch einmal gro&szlig;en Respekt f&uuml;r dein starkes Engagement in diesem Projekt und viel Erfolg weiterhin!\n\nAnticodon: Er hat das Volunteerprogramm von den Anf&auml;ngen bis in die Gegenwart getragen und das ohne es in all den Jahren fallen zu lassen, innezuhalten oder auch nur zu humpeln.\n\nTorpedosheep: Humpel ist ein unglaublich gutes Vorbild. Ich habe schon vor meiner Zeit als Volunteer seine Beitr&auml;ge bewundert. Ihn genauer kennenzulernen hat gezeigt, dass es dazu wirklich Spa&szlig; macht mit ihm Zeit zu verbringen :)\n\niTz_lokahri: Danke, dass du dich um uns kleine Sch&auml;fchen gek&uuml;mmert hast, immer f&uuml;r uns da warst und auch bei unz&auml;hligen Fragen immer ruhig geblieben bist...Bitte bleib genau so!\n\nSireals: Dude, dem ich sehr gerne beim reden zugeh&ouml;rt habe, auch wenn es selten vorkam.\n\nGroath: Ich hebe mein Whisky-Glas: Auf dich mein lieber Humpel, und auf alles, das wir erlebt haben.&lt;3\n\nDrYatty: Danke f&uuml;r alles, was du t&auml;glich f&uuml;r uns tust! Du bist einfach ein komischer Kauz, den man nur lieb haben kann!\n\nDrexxsack:  Man kann ihn nicht auf einen Satz runterbrechen :P\n\nGummibaumXYZ: Humpel ist ein Vorbild - er vereint eine perfekte Mischung aus Zuverl&auml;ssigkeit und Best&auml;ndigkeit und Innovationsgeist in sich.\n\nZombieCeli: Ich m&ouml;chte ihm sagen, dass er ein toller Mensch ist und auch viele H&uuml;rden mit Humor nimmt und trotzdem weitermacht :)\n\nMoorehawk: Ein gro&szlig;er Mentor, Freund und Person, bei der man nur froh sein kann sie zu kennen^^\n\nMarkishi: Der Humplord, der &uuml;berall seine Finger im Spiel hat : Er kann dir bei jedem Projekt helfen, kennt (fast) alle aus dem ganzen Volu-Programm und kann allgemein immer Tipps, Verbesserungen oder Kritik geben, die Hand und Fu&szlig; hat.\n\nTheLuxorus: Humpel, du warst immer lustig drauf und du warst eine gro&szlig;e Bereicherung f&uuml;r die Townhalls.\n\nMyBlackstar:  Wenn man die Chance hat, Humpel kennen zu lernen und es nicht tut, hat man auf jeden Fall was verpasst.\nSelten habe ich so eine sympathische Pers&ouml;nlichkeit getroffen.\n\neingew: Sehr engagiert und sehr diplomatisch.\n\nLumres: Er wirkt freundlich und nett. \n\nYaxtee: Ich m&ouml;chte ihm sagen, dass er einfach eine super nette und hilfsbereite Person ist, nicht nur hier online sondern auch im RL. Wir haben uns ein paar Mal bei auf der GC und so getroffen und ich war immer super drauf, wenn er auch irgendwo war und man sich sehen konnte. Au&szlig;erdem sind wir auf einer Wellenl&auml;nge, was die existenzielle Notwendigkeit im Leben von K&auml;se angeht.\n\ncremnik: Humpel ist ein awesome Leader mit der Weitsicht und dem Blick f&uuml;rs Wesentliche, stay Humpel.\n\nSayumika: Ich finde Humpel sehr nett und witzig.\n\nmastermars: Humpelstilzche ist ein h&auml;ufig falsch titulierter (falsch geschriebener), jedoch engagierter und motivierter sowie motivierender (bzw. arschtretender) Volu (bzw. LoL-Spieler).\n\nmatamora: Ich bin dir unglaublich dankbar f&uuml;r alles, was du so auf die Beine gestellt hast:\ndie Liga der Gentlemen, ohne die ich wahrscheinlich schon vor Jahren mit LoL aufgeh&ouml;rt h&auml;tte und die Volunteers, (gabs zwar schon vorher irgendwie, aber mit dir (und Kengen) hat es erst richtig begonnen) die so viele tolle Dinge tun, an denen ich dank dir teilhaben kann.\nAber vorallem m&ouml;chte ich dir sagen, dass ich dankbar bin in dir einen so guten Freund gefunden zu haben.\nAll hail the Humplord! \n\n\nUnd nun an alle Forumleser da drau&szlig;en. Kennt ihr Humpel? Dann schreibt in die Kommentare, welche Erfahrungen ihr mit ihm gemacht habt. \n\nText von TheRealWolverine","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-11-21T19:06:48.099+0000","up_votes":18,"down_votes":1,"body":"https://media.giphy.com/media/Yl8cYI66NzOuY/giphy.gif","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T23:35:10.658+0000","up_votes":6,"down_votes":0,"body":"Hier etwas Nostalgie. Eines der Avatarbilder, die du im TS mal verwendet hast. Fand ich damals sehr passend.\n\nhttp://weknowmemes.com/wp-content/uploads/2012/06/self-control-owl.jpg\n\nIch glaube aber der Text war leicht abgewandelt. ","replies":[]}]},{"id":"","poster":"KledRekt","date":"2017-11-21T19:28:07.401+0000","up_votes":4,"down_votes":4,"body":"Wer ist Humpel, was ist ein Emissary und vor allem, wer sind die Volunteers?","replies":[{"id":"","poster":"cremnik","date":"2017-11-21T20:28:43.575+0000","up_votes":6,"down_votes":0,"body":"http://en.volu-eu.org/ ;)","replies":[]}]},{"id":"","poster":"Abasin","date":"2017-11-22T08:13:16.491+0000","up_votes":5,"down_votes":0,"body":"Humpelstilzche war doch der Märchenzwerg, der Stroh zu Gold machen konnte. {{sticker:galio-happy}} Jetzt hat er wohl wegen Reichtum geschlossen. Naja, es sei ihm gegönnt. Ich fand seine Beiträge meistens gut, auch wenn er mehr Upvotes als ich hat.","replies":[]},{"id":"","poster":"Supportsmanlike","date":"2017-11-22T07:24:09.909+0000","up_votes":3,"down_votes":0,"body":"Geht er jetzt oder humpelt er noch?\nIch verstehs nicht :D\n\nIch wünsch dir noch alles Gute, werde deine Beiträge hier im Forum vermissen.\nDu warst vielen eine große Hilfe und wirst es wahrscheinlich mich auch in Zukunft sein. Nur leider nicht mehr hier.\n\nVielleicht sieht man sich eines Tages ja mal in der Kluft\n\nAch ja, zum Abschied möchte ich dir gerne noch dieses \"n\" schenken \nVielleicht findest du ja Verwendung dafür ;)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-11-22T17:22:16.401+0000","up_votes":4,"down_votes":0,"body":"Danke, aber ich finde nHumpelstilzche klingt komisch.","replies":[]}]},{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T19:25:52.426+0000","up_votes":5,"down_votes":1,"body":"Momentchen.\nHumpel geht?\nJetzt habt ihr mich wirklich schockiert.\n\nWir reden von denselben Humpel der Jahrelang mit schlauen Beiträgen und seiner Volunteerarbeit das Forum auf Fordermann gebracht und unser aller Herzen erfreut hat?\nEr soll wirklich gehen?\n\nDas will ich einfach nicht glauben.\nHumpel gehe nicht, bleibe hier, sonst wird der Ort hier ein trostloses Nest voller Wehmütiger Erinnerungen, statt eines großen Nestes mit großartiger Brut.\n\n{{sticker:cass-cry}} {{sticker:cass-cry}} {{sticker:cass-cry}} {{sticker:cass-cry}} ","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-11-21T19:30:23.485+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Schlachtenhorn,realm=EUW,application-id=YnZkMR0R,discussion-id=E6r81VPj,comment-id=0003,timestamp=2017-11-21T19:25:52.426+0000)\n>\n> Momentchen.\n> Humpel geht?\n> Jetzt habt ihr mich wirklich schockiert.\n> \n> Wir reden von denselben Humpel der Jahrelang mit schlauen Beiträgen und seiner Volunteerarbeit das Forum auf Fordermann gebracht und unser aller Herzen erfreut hat?\n> Er soll wirklich gehen?\n> \n> Das will ich einfach nicht glauben.\n> Humpel gehe nicht, bleibe hier, sonst wird der Ort hier ein trostloses Nest voller Wehmütiger Erinnerungen, statt eines großen Nestes mit großartiger Brut.\n> \n> {{sticker:cass-cry}} {{sticker:cass-cry}} {{sticker:cass-cry}} {{sticker:cass-cry}}\n\nJa leider genau dieser Humpel :/ aber wir werden unser Bestes geben, seine Arbeit fortzuführen und Humpel ist ja schließlich auch nicht aus der Welt :)\nDanke für deinen Kommentar\nEs ist schön zu wissen, dass man auch in Community weiß, welche großartige Arbeit Humpel hier geleistet hat :)","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T19:46:14.503+0000","up_votes":2,"down_votes":0,"body":"Gerade seine Statistische und Psychologische Art und Weise machte ihn zu etwas ganz besonderen, ihn könnt ihr niemals ersetzen.\n\nWarum muss er denn (aus dem Volunteerprogramm) gehen?\n{{sticker:sg-janna}}","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2017-11-23T13:40:57.043+0000","up_votes":3,"down_votes":0,"body":"Ein wirklich gelungener Beitrag. Ich muss sagen, ich habe nie wahrgenommen, wie wichtig Humpel für die Volunteers war. Ich wusste nur, dass er die Obereule ist, dem Forum seit langem treu ergeben war und trotzdem nie müde wurde, sich mit den unruhigen Geistern dieses Ortes zu befassen. Wo andere mit Spott reagierten, versuchte er immer selbst auf die größten Trolle mit offenen Armen zuzugehen. Und wenn wirklich diese gesamte Volunteerkultur dieses Forums auf seinen Schultern entstanden ist, so muss ich sagen: Respekt. So etwas können nicht viele.\n\nGeh in Frieden, große Eule, doch wir werden nicht weinen, denn du lässt uns deine Kinder zurück, welche dem Forum sicher auch in Zukunft eine große Stütze sein werden. \n\nMit vielen Grüßen,\n\nKP","replies":[]},{"id":"","poster":"Lagbeard","date":"2017-11-21T20:56:13.236+0000","up_votes":1,"down_votes":0,"body":"Tschau, Humpel. Hab viel von dir gelernt. Wünsch dir viel Glück bei all deinen Projekten und den Segen der Elogötter. Werde heute abend noch der RNG-Göttin eines meiner Pokemon opfern, damit sie dich begleiten möge :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T21:19:22.253+0000","up_votes":5,"down_votes":2,"body":"Er hat zum Beispiel so was verfasst: http://forums.euw.leagueoflegends.com/board/showthread.php?t=1418213","replies":[{"id":"","poster":"Lagbeard","date":"2017-11-22T19:38:40.317+0000","up_votes":1,"down_votes":0,"body":"Ich weiß :( Werd ihn vermissen","replies":[]}]}]},{"id":"","poster":"Vorzüglich","date":"2017-11-22T20:24:13.735+0000","up_votes":2,"down_votes":0,"body":"Ich freue mich für dich STILZCHE.\nDu wirst dich sicher verbessern, weiter hier wärst Du schlichtweg unterfordert gewesen, besonders hinsichtlich deiner Kompetenzen.\nIch stelle mich deinem Glück jedenfalls nicht in den Weg und sage daher, behalte stets die SWOTO Analyse im Auge und DANKE.","replies":[]},{"id":"","poster":"Yaxtee","date":"2017-11-22T12:43:16.024+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-soraka}} \n :'(","replies":[]},{"id":"","poster":"Megnok","date":"2017-11-21T22:25:00.680+0000","up_votes":1,"down_votes":0,"body":"Nanu, wo geht Humpel denn hin? Ich krieg wieder nix mit","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T23:33:39.157+0000","up_votes":2,"down_votes":0,"body":"Wenn du Humpels Forenprofil ansiehst, sollte man erkennen, dass er schon länger nichts mehr geschrieben hat und in letzter Zeit im Forum nicht aktiv war. Aber ich glaube nicht, dass er bisher hier geschrieben hat, dass er jetzt etwas anderes macht. Davon wussten bis zu diesem Thread wohl nur Leute aus dem Voluprogramm etwas.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2017-11-22T06:27:30.419+0000","up_votes":2,"down_votes":0,"body":"Er hat das zumindest angedeutet [hier](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/Aspg65RY-gschichten-ausm-valoraner-garten-live-treffen).","replies":[]}]}]},{"id":"","poster":"zLives","date":"2017-11-21T20:02:01.980+0000","up_votes":2,"down_votes":0,"body":"Humpel, Humpel ? Hmmm der Name kommt mir sehr bekannt vor, Hilfreiche Sachen gab er an uns, aber die Erinnerungen sind so verschwommen >:( glaube aber das er sehr nett war, falls ich mich richtig erinnere, zu viele Namen die man im Forum trifft","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-11-21T19:20:20.818+0000","up_votes":2,"down_votes":0,"body":"Mir hat er immer zu objektiv geantwortet xD","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-11-22T11:08:14.126+0000","up_votes":3,"down_votes":1,"body":"Auch wenn wir persönlich nicht viel miteinander zu tun hatten, so bist du doch kein Unbekannter für mich. LdG, Volus, Forum... Eigentlich ist man an deinem Namen nicht vorbeigekommen als Forennutzer. \n\nDu warst immer hilfsbereit und deine Posts waren on point. Da werden die Volus ne riesige Lücke ausfüllen müssen! Bin aber zuversichtlich, das jemand dieser Schuh passen wird.\n\nRespekt für dich und deine geleistete \"Arbeit\"!\n\nUnd so verabschiede ich dich mit den besten Wünschen für die Zukunft. \n\n\nAn Old Irish Blessing\n\nMay love and laughter light your days,\nand warm your heart and home.\nMay good and faithful friends be yours,\nwherever you may roam.\nMay peace and plenty bless your world\nwith joy that long endures.\nMay all life's passing seasons\nbring the best to you and yours!\n\nIn diesem Sinne: Bottoms up - Slantsche!\n\nGruß ich","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2017-11-21T22:28:52.874+0000","up_votes":3,"down_votes":1,"body":"achja....Humpel.\nDen kenn ich noch aus dem alten Forum. Machs gut, Urgestein der Forengemeinschaft.","replies":[]},{"id":"","poster":"Morphre","date":"2017-11-21T18:58:03.523+0000","up_votes":2,"down_votes":1,"body":"{{sticker:zombie-nunu-tears}}","replies":[]},{"id":"","poster":"IONICKillz","date":"2017-11-28T01:40:03.215+0000","up_votes":1,"down_votes":0,"body":"Ob du das hier noch liest bezweifel ich, aber meinen Senf wollte ich dazu auch mal geben.\n\nDurch Zufall im Forum das hier gefunden und ich war erstmal geschockt.\nIch hatte das Vergnügen mit dir damals zusammen zu arbeiten und selbst damals hast du immer positiv gewirkt und alle motiviert noch was zu machen.\nEs ist jetzt knapp 1 Jahr her seitdem ich kein Volu mehr bin und League nur noch selten anrühre aber ich wollte für alles was du damals getan hast danken.\nEs gäbe das Programm so wie es  jetzt ist nur weil du dir einen gewissen Muskel für die Community damals aufgerissen hast und an das gute in der verpöhnten Community gesehen hast,nicht.\nOhne dich wäre ich nie ein Teil der Volus gewesen, welche auf ihre Art eine kleine Familie geworden ist.\nNur du als Vater wirst nicht mehr da sein, und ich hoffe die restliche Familie kann dein Werk gut weiterführen.\nIch wünsche dir Lieber Humpel alles gute bei was auch immer du dir vornimmst :)\n\nSo das alles am Handy tippen war die schlimmste Qual, aber das wollte ich loswerden.","replies":[]},{"id":"","poster":"Rayjhin","date":"2017-11-21T19:40:13.386+0000","up_votes":1,"down_votes":0,"body":"Alles gute und danke für den Einsatz","replies":[]},{"id":"","poster":"DrYatty","date":"2017-11-21T19:38:53.506+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-janna}}","replies":[]},{"id":"","poster":"Lokahri","date":"2017-11-21T19:28:36.412+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"Flydstyle","date":"2017-11-22T10:23:16.433+0000","up_votes":6,"down_votes":16,"body":">Sirrkas: Er war mir immer ein Vorbild und hilfsbereit.\n\nIn welcher Hinsicht ist Sprechdurchfall und zuviel Freizeit vorbildlich? ","replies":[]}]}