{"id":"14EyvE34","poster":"16ACCSPERMABANN","date":"2017-11-21T10:36:59.807+0000","title":"hat man eine 2. Chance verdient? was meinst Du?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":15,"body":"Hallo liebe Community,\r\n\r\nich h&auml;tte eine kleine Frage an euch / RIOT ob es nicht m&ouml;glich w&auml;re, gebannte Accounts wiederherzustellen. Selbstverst&auml;ndlich kommen einem erstmals die Gedanken &quot;selber Schuld, Strafe muss sein usw.&quot; jedoch hat das meiner Meinung nach erhebliche Auswirkungen auf den Spieler und die Community. Nachdem der erste Account gebannt wurde, &auml;ndert sich die Einstellung des Spielers gegen&uuml;ber dem Spiel und der Community. Wieso? Weil man es sich ein wenig vorstellen kann, wie die erste gro&szlig;e Liebe. Obwohl es ziemlich doof klingt, jedoch kann man sich mit jedem darauffolgenden Account nicht wirklich identifizieren, man wird erneut gebannt. Shit happens, man macht sich einen neuen. Dieser Teufelskreis wird niemals enden, Spieler erstellen sich andere Accounts und beleidigen weiterhin, trollen oder &auml;hnliches. Man bekommt meiner Meinung nach nicht die Chance sich zu beweisen, seine Sicht der Dinge zu erl&auml;utern. Selbstverst&auml;ndlich m&ouml;chte ich nicht behaupten das gebannte Spieler unschuldig sind oder &auml;hnliches, jedoch glaube ich, dass es im endeffekt weniger trolls geben wird. Wie komme ich dazu? Spieler erstellen sich einen neuen Account und spielen Champions, Rollen etc. die sie nicht k&ouml;nnen da ihnen der Account wenig bis nichts bedeutet. Somit leiden die Mitspieler, wenn man zum Beispiel eine 1st time Riven im ranked hat, die sage und schreibe 0 22 geht. Meiner Meinung nach w&auml;re ein System wie bei der ESL sehr sinnvoll. Zum Beispiel muss man dort einen mehrseitigen Aufsatz schreiben weshalb sich die Ansichten und Einstellungen ge&auml;ndert haben. Somit w&uuml;rde man zwar einen gebannten Account wiederherstellen, jedoch im Endeffekt 10 weitere &quot;Smurf&quot; Accounts ersparen. Somit w&auml;re das meiner Meinung nach sogar ein Vorteil f&uuml;r die gesamte Community.\r\n\r\nSelbstverst&auml;ndlich w&auml;re das eine enorme Arbeit, die ich jedoch der Community &uuml;berlassen w&uuml;rde. Man k&ouml;nnte doch eine Seite erstellen von RIOT, bei der die Aufs&auml;tze &ouml;ffentlich gemacht werden ( ohne Namen ) und eine Art Auftragsnummer bekommen. Die Community, zum Beispiel ausgew&auml;hlte Spieler die noch nie einen negativen Einfluss auf die Community genommen haben, entscheiden dann ob der Antrag angenommen wird oder eben nicht.\r\n\r\nIch pers&ouml;nlich finde schon das jeder Mensch eine 2. Chance in seinem Leben verdient hat.\r\n\r\nF&uuml;r alle &quot;flamer geh&ouml;ren gebannt etc.&quot; Schreier kann ich nur eins vorweg sagen, falls ihr keine konstruktive Kritik f&uuml;r diesen Beitrag habt, seid ihr auch nur flamer. Mich w&uuml;rden mal eure Meinungen wirklich interessieren.\r\n\r\nLiebe Gr&uuml;&szlig;e und happy feeding ;)","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T11:12:06.041+0000","up_votes":8,"down_votes":0,"body":"Ich finde das langsam blöd, das ist nun dein 3. Thread heute.\nAkzeptiere es doch auch mal, dass Leute hier andere Meinungen haben oder auch einfach nur Quark schreiben.\n\nIch sehe das ähnlich, Season-Bann und Ende.\nWer 3 Seasons hintereinander eine Sperre kassiert, dessen Account wird freigesetzt.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:02:09.123+0000","up_votes":2,"down_votes":4,"body":"wieso lügst du? es ist mein 2. und der 1. wurde gelöscht weil ich im falschen forum war. schönen tag dir noch pinocchio. unterstellungen und diffarmierung im internet sind übrigens strafbar.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:03:46.338+0000","up_votes":4,"down_votes":0,"body":"> unterstellungen und diffarmierung im internet sind übrigens strafbar.\n\nBitte, bitte bitte zeige mich an.\nIch warte auf die Post von deinem Anwalt.\n\nP.S.\nich wiederhole es für dich noch mal:\nDu solltest deine Dünnhäutigkeit echt in Angriff nehmen. Es ist echt armselig wie emotional und persönlich du sofort reagierst. Deine geistige Reife schätze ich nicht besonders hoch ein.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:11:25.973+0000","up_votes":1,"down_votes":2,"body":"wie gesagt pinocchio, schönen tag noch :D","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:14:42.966+0000","up_votes":3,"down_votes":0,"body":"Ach komm schooon, eben noch mit Anwalt drohen wegen Diffamierung etc. und nun so?\n\nDas ist ja nun ein frühes Ende .... die Jugend heutzutage, erst rumweinen, dann zurück ziehen.... traurig traurig. \n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Timur888","date":"2017-11-21T14:55:15.087+0000","up_votes":1,"down_votes":0,"body":"Hey hey hey, schieb den ja nicht auf unsere Jugend! Das ist jeglich irgendein Kind welches sich ohne Elterliche Aufsicht im Internet verlaufen hat, oder einfach mental zurückgeblieben ist. Aber auf seinen Anwalt wart ich noch gern ^-^","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T14:59:46.552+0000","up_votes":2,"down_votes":0,"body":"Er gibt an 28 zu sein ... (vermutlich).\nUnd er möchte nicht mit einem Anwalt reden, sondern mit mir persönlich.","replies":[]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:17:55.435+0000","up_votes":1,"down_votes":0,"body":"wo denn? :)","replies":[]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T14:47:03.819+0000","up_votes":1,"down_votes":1,"body":"ich warte :P","replies":[]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:43:14.046+0000","up_votes":1,"down_votes":1,"body":"hab ich dich gemuted? :P","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-11-21T12:15:48.042+0000","up_votes":1,"down_votes":0,"body":"Die \"zweite chance\" eines jeden spielers heißt \"smurf\". Er kann sich einen neuen account erstellen und zeigen, dass er sich gebessert hat.\n\nWenn ers hat, behält er diesen account und er wächst ihm ans herz. Wenn nicht wird er sich beim 3. wohl 2x überlegen ob er a) flamed und b) geld reinsteckt um ihn zu \"personalisieren\".\n\nUnd vielleicht wirds ihm auch zu blöd jeden 3. Monat einen neuen acc zu machen, lässt es bleiben und nervt die spieler in einem anderen spiel mit seiner labilen psyche...","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:05:20.286+0000","up_votes":1,"down_votes":2,"body":"ich habe 22 accounts. somit kann ich deine aussage widerlegen :D das stimmt einfach nicht, kein einziger smurf ist mir seitdem jemals ansatzweise so wichtig gewesen wie mein 1.","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-21T13:17:52.198+0000","up_votes":1,"down_votes":0,"body":"darum ist es ja auch gut, dass du ihn nicht wiederbekommst, denn sonst hätte das alles keinen Effekt.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:21:10.978+0000","up_votes":1,"down_votes":2,"body":"es geht ja um den lawineneffekt mate! ich glaub du hast nicht verstanden um was es genau hier geht^^ selbstverständlich ist jeder bann berechtigt, das steht außer frage","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:35:57.037+0000","up_votes":6,"down_votes":0,"body":"Tut mir leid, aber 22 Accounts sprechen eher dafür, dass du auch den Main nur wieder in den Sand setzen wirst. Darf ich dir stattdessen vielleicht vorschlagen, dir ein anderes Spiel zu suchen? Die Community will dich hier nicht, Riot will dich hier nicht und dir selber macht es ja scheinbar auch nicht wirklich Spaß, dauernd neue Smurfs zu spielen.\n\nAlternativ kannst du auch aufhören toxisch zu sein. Dann darfst du den nächsten Account sogar behalten.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:38:15.804+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=000b0000000000000001,timestamp=2017-11-21T13:35:57.037+0000)\n>\n\n> Alternativ kannst du auch aufhören toxisch zu sein. Dann darfst du den nächsten Account sogar behalten.\n\nKann er nicht, wenn er schon körperliche Auseinandersetzungen wünscht.\nEr ist halt nicht die Gattung, die sich zu benehmen weiß. Das machen die Personen so lang, bis sie auf jemanden stoßen, der eine Nummer zu groß ist und auf die Provokationen eingeht.\n\nUnfähig der Einsicht und aus Fehlern zu lernen.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T14:29:00.535+0000","up_votes":1,"down_votes":3,"body":"keine macht den drogen mate","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-11-21T13:24:10.467+0000","up_votes":2,"down_votes":0,"body":"nein, hab ich\n*reicht ein Taschentuch*\nund jetzt belass es dabei.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-11-22T07:30:20.017+0000","up_votes":1,"down_votes":0,"body":"22 accounts...unter der annahme, dass diese größtenteils gebannt sind: bist du sicher, dass ein Singleplayer spiel nicht eher was für dich wäre?","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2017-11-21T10:43:16.060+0000","up_votes":2,"down_votes":5,"body":"Ich halte Season Bans tatsächlich für sinnvoller als Permas. Schon alleine weil sich Leute wirklich ändern und die, die sich nicht ändern auch schnell und lange weg sind.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T10:47:07.106+0000","up_votes":1,"down_votes":4,"body":"so sehe ich das auch. jeder flamer wird ja direkt erneut bestraft, da ist wohl hopfen und malz verloren","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-11-21T10:59:04.242+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=16ACCSPERMABANN,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=00010000,timestamp=2017-11-21T10:47:07.106+0000)\n>\n> so sehe ich das auch. jeder flamer wird ja direkt erneut bestraft, da ist wohl hopfen und malz verloren\n\nIch sage mal so:\nSeason Banns verhindern auch keine Smurfs, da die gesperrten Spieler ja auch weiterhin spielen möchten.\nZumal, wenn der Perma abgeschafft werden würde, fehlt im Grunde der Lerneffekt bei den Spielern. Wenn es - ml abgesehen von nem Season-Bann -  sonst keine ernsten Konsequenzen auf einen Zukommen, fehlt die Motivation sich zu bessern. Getreu dem Motto \"Ich hab ja noch ein paar Smurfs, warte ich halt mit meinem Main bis zu nächsten Season und habe ihn wieder\".\nBezüglich Deiner Idee mit dem Aufsatz:\nRIOT hatte einmal vor längerer Zeit ein Experiment gestartet. Jeder perma gebannte Spieler, der dem Support **glaubhaft** versichern konnte sich gebessert zu haben, musste nur einen neuen Account auf Level 20 spielen, ohne vom - damals noch vorherrschenden - Tribunal eine Strafe zu kassieren. Long Story Short: 95% hatten vor Level 20 schon wieder nen Perma, und von den restlichen 5% die ihren Account zurück bekommen hatten, haben ihn nach kurzer Zeit auch wieder verloren.\nDer einzige Unterschied zu dem Konzept von Dir ist, dass hier kein Aufsatz verfasst werden musste, sondern dem Support musste **glaubhaft** versichert werden, dass man sich gebessert hatte. Nach diesem \"Fiasko\" damals schätzt RIOT die Erfolgsaussichten auf deutlich zu wenig ein, weswegen dies auch nicht noch einmal probiert wurde.\nFunfact am Rande: Ein Großteil der Spieler, die eine CR bekommen haben, werden danach nicht mehr auffällig. Somit greift Deine Aussage \"Jeder Flamer wird ja direkt erneut bestraft\" nicht wirklich. Der Flamer wird nur wieder bestraft, wenn er die Finger nicht still halten kann.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T11:21:50.146+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=000100000000,timestamp=2017-11-21T10:59:04.242+0000)\n>\n> Ich sage mal so:\n> Season Banns verhindern auch keine Smurfs, da die gesperrten Spieler ja auch weiterhin spielen möchten.\n> Zumal, wenn der Perma abgeschafft werden würde, fehlt im Grunde der Lerneffekt bei den Spielern. Wenn es - ml abgesehen von nem Season-Bann -  sonst keine ernsten Konsequenzen auf einen Zukommen, fehlt die Motivation sich zu bessern. Getreu dem Motto \"Ich hab ja noch ein paar Smurfs, warte ich halt mit meinem Main bis zu nächsten Season und habe ihn wieder\".\n\nLeute mit so einem Mindset lassen sich auch durch Permas nicht aufhalten. \nWie gesagt, wer flamen will oder toxisch ist, der wird sich so oder so Smurfs erstellen, wer sich ändern konnte hat so eine neue Chance und ein Jahr ist eine verdammt lange Zeit, wenn du die aussetzen musst, dann sieht das schon finster aus.","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-11-21T11:27:04.856+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=0001000000000001,timestamp=2017-11-21T11:21:50.146+0000)\n>\n> Leute mit so einem Mindset lassen sich auch durch Permas nicht aufhalten. \n> Wie gesagt, wer flamen will oder toxisch ist, der wird sich so oder so Smurfs erstellen, wer sich ändern konnte hat so eine neue Chance und ein Jahr ist eine verdammt lange Zeit, wenn du die aussetzen musst, dann sieht das schon finster aus.\n\nEin Jahr ist eine verdammt lange Zeit. Aber mit dem Mindset wird auch dies nicht funktionieren. Ob Du jetzt nen Perma aussprichst und dann mit Smurfs zu kämpfen hast, oder Season Banns und dann mit Smurfs zu kämpfen hast und zusätzlich der toxische Spieler in der folgenden Season seinen alten Account wieder bekommt macht jetzt grundsätzlich keinen Unterschied.\nEin Jahr wäre ne verdammt lange Zeit, wenn dieser Spieler in dieser Zeit absolut kein LOL spielen könnte, aber das ist ja nicht der Fall. Darüber hinaus ist das Problem, dass bei so langen Strafen die Strafe selbst nicht mehr mit der vor einem Jahr begannenen Tat in Verbindung gebracht werden kann. Es fehlt die Verknüpfung zur auslösenden Tat, und somit  erfüllen so lange Strafen überhaupt keinen Lerneffekt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T11:35:59.138+0000","up_votes":2,"down_votes":3,"body":"Ich bin mir nicht sicher, was du mit dem letzten Absatz meinst und rufe deswegen skeptisch und leiser als sonst \"Bullshit\"\nAußerdem kann man ja gewisse Erinnerungen einbauen, zum Beispiel die Reformkarte eingeblendet lassen oder so. \n\nOb der Flamer, der Flamen will jetzt einen Account entsperrt bekommt oder sich einen neu macht ist ziemlich egal, auch wenn ich einen gewissen Lawineneffekt sehe. Unabhängig davon halte ich so einen Ban für sinnvoller, aus einem Perma lernt man auch nichts.","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-11-21T11:51:10.140+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=000100000000000100000000,timestamp=2017-11-21T11:35:59.138+0000)\n>\n> Ich bin mir nicht sicher, was du mit dem letzten Absatz meinst und rufe deswegen skeptisch und leiser als sonst &quot;Bullshit&quot;\n> Außerdem kann man ja gewisse Erinnerungen einbauen, zum Beispiel die Reformkarte eingeblendet lassen oder so. \n> \n> Ob der Flamer, der Flamen will jetzt einen Account entsperrt bekommt oder sich einen neu macht ist ziemlich egal, auch wenn ich einen gewissen Lawineneffekt sehe. Unabhängig davon halte ich so einen Ban für sinnvoller, aus einem Perma lernt man auch nichts.\n\nDadurch, dass bei einem Season-Bann der Spieler trotz allem auf Smurfs weiterspielt und dort vermutlich auch weiter flamet, wird sich nach dem Unban rein gar nichts ändern. Nach kurzer Zeit hat er wieder einen Season-Bann und so weiter.\nBezüglich der Länge der Strafe und dem in Verbindung bringen mit der Straftat - dies wurde auch mal im Forum gepostet von jemandem, der in dem Gebiet deutlich bewanderter ist als ich - ist es so dass die Strafe, damit sie eine Besserung hervorbringt, in einem Verhältnis stehen muss. Wenn die Strafe zu lang ist, kann der Mensch diese Strafe - Erinnerung hin oder her - nicht mit der Straftat in Verbindung bringen, da er diese Strafe als zu überzogen ansieht.\nBei einem Perma-Bann wiederum - bevor Du hier auf Verhältnismäßigkeit eingehst - hat RIOT die Reformation des Spielers aufgegeben und will dem Spieler eigentlich mitteilen, dass man auf ihn als Kunden verzichtet. Nach einer gewissen Zeit ohne Besserung sieht sich RIOT nun einmal gezwungen, die Notbremse zu ziehen  und dem Spieler ein Hausverbot auszusprechen.\n\nUnd aus einem Perma soll der toxische Spieler eigentlich nur lernen, dass er mit diesem Verhalten ein Hausverbot von RIOT erhalten hat. RIOT will dem Spieler mit dem Perma mitteilen, dass sie auf einen Spieler mit diesem Verhalten verzichten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T12:45:21.930+0000","up_votes":1,"down_votes":1,"body":"Ich finde diese Politik von Riot halt nicht gut. Deswegen will ich ja darüber reden. Ich denke dass, gerade durch das Instant Feedback System kein Mehraufwand bestehen würde durch Season Bans. Der Spieler wird entsperrt, ändert er sich, hat er als Belohnung seinen Account wieder, ändert er sich nicht, ist er eben wieder weg.","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-11-21T13:26:19.141+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=00010000000000010000000000000000,timestamp=2017-11-21T12:45:21.930+0000)\n>\n> Ich finde diese Politik von Riot halt nicht gut. Deswegen will ich ja darüber reden. Ich denke dass, gerade durch das Instant Feedback System kein Mehraufwand bestehen würde durch Season Bans. Der Spieler wird entsperrt, ändert er sich, hat er als Belohnung seinen Account wieder, ändert er sich nicht, ist er eben wieder weg.\n\nUnd ich persönlich sehe nicht, was sich mit diesem Vorteil ändern sollte. Klar, ein minimaler Prozentanteil hat seinen Account wieder, aber letztendlich fehlt die \"Motivation\" sich zu ändern, wenn man nach einer Season seinen Account sowieso wieder bekommt. Der Grund, warum aktuell toxische Spieler sagen, dass sie sich gebessert haben ist doch nur, weil der Account für immer weg ist.\nSo hart es klingen mag, aber Konsequenzen sind nicht immer erfreulich. Gerade wenn es um Konsequenzen zu negativem Verhalten geht.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:31:23.777+0000","up_votes":4,"down_votes":0,"body":"Ja, alleine schon wenn man die Leute sieht, die hier mit \"ich bin auch nie wieder gemein\" aufschlagen und auf das erste \"den Account gibt es aber trotzdem nicht wieder\" mit \"ihr seid alle #*+#%&§$\" reagieren.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:50:50.406+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=0001000000000001000000000000000000000000,timestamp=2017-11-21T13:31:23.777+0000)\n>\n> Ja, alleine schon wenn man die Leute sieht, die hier mit &quot;ich bin auch nie wieder gemein&quot; aufschlagen und auf das erste &quot;den Account gibt es aber trotzdem nicht wieder&quot; mit &quot;ihr seid alle #*+#%&amp;§$&quot; reagieren.\n\n?","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T14:01:01.995+0000","up_votes":2,"down_votes":0,"body":"Das war auf die eine der üblichen Personengruppen bezogen, die gerne den Perma aufgehoben haben möchten, dann aber im Thread, in dem sie schwören, nie wieder toxisch zu sein aber schon das Gegenteil beweisen. \n\nSieht man im Spielerverhalten öfter.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T14:35:14.338+0000","up_votes":1,"down_votes":4,"body":"naja es gibt ja hier genügend beispiele dafür, dass mir leute ans bein pissen wollen und das wird ja auch gestattet. von daher kann ich das nur zurück geben. jeder \"nette\" mensch ist hinter seiner fassade eben anderst. unten hast du ja jemanden der bewusst lügen verbreitet und dennoch wird es geduldet, so what","replies":[{"id":"","poster":"Timur888","date":"2017-11-21T15:02:04.842+0000","up_votes":5,"down_votes":0,"body":"Ich korrigiert dich mal: \"Naja es gibt ja hier genügend Beispiele dafür, dass mir Leute ans Bein pissen wollen und das wird ja auch gestattet. Von daher kann ich das nur zurückgeben. Jeder \"nette\" Mensch ist hinter seiner Fassade eben anders. Unten hast du ja jemanden, der bewusst Lügen verbreitet, und dennoch wird es geduldet, so what?\"\n\nSo dann, dies war schon so ziemlich auf dich bezogen, du bist überaus unreif und toxisch in deinem selben Thread in welchem du, trügerischer Weise, versprichst dich zu besser. Wenn du dich bessern willst so lerne für die Grundschule, freunde dich mit Menschen an und versuche deine sozialen Kompetenzen auf ein akzeptables Niveau zu bringen. So und jetzt zeig mich bitte auch an, wie du's dem weiter oben bereits versprochen hattest =d","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-11-21T16:55:53.059+0000","up_votes":2,"down_votes":0,"body":"Weißt du, den Teil da Oben habe ich gar nicht auf dich bezogen. Aber wenn du meinst, das trifft auf dich zu, wird das vielleicht stimmen. ","replies":[]}]}]},{"id":"","poster":"CYPHΕR","date":"2017-11-21T14:04:45.890+0000","up_votes":1,"down_votes":0,"body":"So gut wie jeder permanent gebannte Spieler der hier im Forum aufschlägt und einen netten Thread zum Thema \"habe mich gebessert, bitte gebt mir noch eine Chance\" wird beim ersten \"Aus Grund A und B wirst du nicht entsperrt\" direkt aggressiv und schmeißt mit Beleidigungen um sich.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T16:57:42.388+0000","up_votes":1,"down_votes":0,"body":"Ganz so viele sind das denke ich nicht, aber schon einige.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T11:09:44.417+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=000100000000,timestamp=2017-11-21T10:59:04.242+0000)\n>\n> Ich sage mal so:\n> Season Banns verhindern auch keine Smurfs, da die gesperrten Spieler ja auch weiterhin spielen möchten.\n> Zumal, wenn der Perma abgeschafft werden würde, fehlt im Grunde der Lerneffekt bei den Spielern. Wenn es - ml abgesehen von nem Season-Bann -  sonst keine ernsten Konsequenzen auf einen Zukommen, fehlt die Motivation sich zu bessern. Getreu dem Motto &quot;Ich hab ja noch ein paar Smurfs, warte ich halt mit meinem Main bis zu nächsten Season und habe ihn wieder&quot;.\n> Bezüglich Deiner Idee mit dem Aufsatz:\n> RIOT hatte einmal vor längerer Zeit ein Experiment gestartet. Jeder perma gebannte Spieler, der dem Support **glaubhaft** versichern konnte sich gebessert zu haben, musste nur einen neuen Account auf Level 20 spielen, ohne vom - damals noch vorherrschenden - Tribunal eine Strafe zu kassieren. Long Story Short: 95% hatten vor Level 20 schon wieder nen Perma, und von den restlichen 5% die ihren Account zurück bekommen hatten, haben ihn nach kurzer Zeit auch wieder verloren.\n> Der einzige Unterschied zu dem Konzept von Dir ist, dass hier kein Aufsatz verfasst werden musste, sondern dem Support musste **glaubhaft** versichert werden, dass man sich gebessert hatte. Nach diesem &quot;Fiasko&quot; damals schätzt RIOT die Erfolgsaussichten auf deutlich zu wenig ein, weswegen dies auch nicht noch einmal probiert wurde.\n> Funfact am Rande: Ein Großteil der Spieler, die eine CR bekommen haben, werden danach nicht mehr auffällig. Somit greift Deine Aussage &quot;Jeder Flamer wird ja direkt erneut bestraft&quot; nicht wirklich. Der Flamer wird nur wieder bestraft, wenn er die Finger nicht still halten kann.\n\ndas mit dem \"alten versuch\" habe ich auch mitbekommen. ich sehe es eher wie in einer resozialisierung mit straftätern. wie viele werden rückfällig? sind es nicht die 5% auf die es ankommt?\n\nich würde nicht den permabann an sich abschaffen. sondern jedem spieler einmalig die möglichkeit überlassen, seinen 1. account \"zurückzubekommen\". ansonsten wären wir wieder beim teufelskreis ( so wie es heute ist ) , die leute erstellen sich einen neuen und die show beginnt von vorne","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-11-21T11:48:55.881+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=16ACCSPERMABANN,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=0001000000000000,timestamp=2017-11-21T11:09:44.417+0000)\n>\n> das mit dem &quot;alten versuch&quot; habe ich auch mitbekommen. ich sehe es eher wie in einer resozialisierung mit straftätern. wie viele werden rückfällig? sind es nicht die 5% auf die es ankommt?\n> \n\nIn der Realität sind wir aber weit weg von einer 95%igen Rückfallquote.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-11-21T11:37:09.376+0000","up_votes":2,"down_votes":0,"body":">sind es nicht die 5% auf die es ankommt?\n\nVon den 5 % die es geschafft hatten, haben die meisten wieder ihren Account verloren, da sie sich danach wieder wie die Axt im Walde aufgeführt haben. Ich würde also eher von 1 % ausgehen, die damals ihre Accounts behalten haben, fragt sich aber auch hier, für wie lange. \n\nDazu kommt noch, dass es ziemlich unverantwortlich gegenüber den anständigen Spielern wäre, wenn man die permanent gesperrten Spieler wieder auf sie loslässt. Dazu kommt noch, dass toxische Spieler dann noch weniger Motivation haben werden, sich zu bessern. \"Oh, ich hab einen Perma, egal, schreib ich ein paar nette Zeilen und krieg den Account wieder.\"\n\nWenn du magst, kannst du hier Infos über die Bann  erhalten: http://en.volu-eu.org/pbkb_general_user_view.php?art=11\n\n>ansonsten wären wir wieder beim teufelskreis ( so wie es heute ist ) , die leute erstellen sich einen neuen und die show beginnt von vorne\n\nDaran würde deine Idee doch nichts ändern. Wenn die ihre Wiedergutmachung nicht schaffen, können sie das trotzdem umgehen, indem sie sich einen neuen Acc holen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2017-11-21T11:22:40.285+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=16ACCSPERMABANN,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=0001000000000000,timestamp=2017-11-21T11:09:44.417+0000)\n>\n> das mit dem &quot;alten versuch&quot; habe ich auch mitbekommen. ich sehe es eher wie in einer resozialisierung mit straftätern. wie viele werden rückfällig? sind es nicht die 5% auf die es ankommt?\n> \n> ich würde nicht den permabann an sich abschaffen. sondern jedem spieler einmalig die möglichkeit überlassen, seinen 1. account &quot;zurückzubekommen&quot;. ansonsten wären wir wieder beim teufelskreis ( so wie es heute ist ) , die leute erstellen sich einen neuen und die show beginnt von vorne\n\nRIOT ist ein Unternehmen. RIOTS Aufgaben liegen nicht darin toxische Spieler zu resozialisieren. Wenn Du einem Supermarkt / Disko / Schwimmbad / Kino / Restaurant dich öfter - den Perma gibt es  im Normalfall nicht direkt nach einem Spiel, sondern man bekommt erst 2 mal eine CR, dann den 14 Tagesbann und erst danach den in der Meldung zum 14 Tagesbann angedrohten Perma, Chancen hat man also mehr als Genug -  daneben benimmst, dass Du ein Hausverbot bekommst, bleibt dieses Hausverbot bei dem gleichen Besitzer auch bestehen.\nToxische Spieler kosten RIOT potentielle Kunden die Geld investieren würden. Es ist also im Interesse von RIOT, toxische Spieler nach mehrmaligem darauf Hinweisen aus dem Spiel zu entfernen, um die Spieler zu schützen, die sich so verhalten wie es eigentlich normal ist.","replies":[]},{"id":"","poster":"GG Baka","date":"2017-11-21T11:21:21.723+0000","up_votes":1,"down_votes":0,"body":">  sind es nicht die 5% auf die es ankommt?\n\nnicht wirklich, da diese auch wieder auffällig wurden\nim Internet meinen alle Sie sind anonym - daher funktionieren auch RL Vergleiche nicht wirklich\n'Alle sind hier viel größer und haben dickere Eier'","replies":[]}]}]}]}]},{"id":"","poster":"Shadowscreen","date":"2017-11-21T10:44:41.523+0000","up_votes":3,"down_votes":0,"body":"Dein Accountname spricht nicht wirklich dafür...\nUnd die zweite Chance ist der 14 Tage ban den man vor dem perma bekommt.","replies":[]},{"id":"","poster":"Alustus","date":"2017-11-21T12:43:01.116+0000","up_votes":2,"down_votes":0,"body":"Ich denke nicht das es Sinnvoll ist das System in diese Richtung zu ändern.\nEs macht mMn bewusst und unterbewusst einen großen Unterschied ob man seinen Account jetzt für 1 Season oder für immer Verliert.\nSprich die Hemmschwelle zu Flamen würde wahrscheinlich noch weiter sinken.\n\nAuch bekommen die Spieler in den meisten Fällen eine CR und oder einen 14-Tage bann vor dem Permabann, sprich sie hatten schon eine 2. Chance bzw. 3.Chance.\n\n\n> \n> Selbstverständlich wäre das eine enorme Arbeit, die ich jedoch der Community überlassen würde. Man könnte doch eine Seite erstellen von RIOT, bei der die Aufsätze öffentlich gemacht werden ( ohne Namen ) und eine Art Auftragsnummer bekommen. Die Community, zum Beispiel ausgewählte Spieler die noch nie einen negativen Einfluss auf die Community genommen haben, entscheiden dann ob der Antrag angenommen wird oder eben nicht.\n\nIch denke nicht das es viele Leute in der Community gibt, welche sich einen mehrseitigen Aufsatz mit Ausreden, Besserungsgelübde usw. durchlesen wollen.\nSprich am Ende muss Riot eine Belohnung raushauen oder eine Handvoll Leute vertritt mehrere Millionen Spieler, wodurch die Meinung der Community wahrscheinlich eher schlecht vertreten wird.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:03:19.915+0000","up_votes":1,"down_votes":2,"body":"doch. kleines beispiel. die community summoners inn besteht nur aus ehrenamtlichen mitarbeitern.. ich will nicht wissen wie viele leute \"geil\" drauf sind ein riot in ihrem namen zu tragen","replies":[{"id":"","poster":"Alustus","date":"2017-11-21T13:28:43.371+0000","up_votes":2,"down_votes":0,"body":"Erstmals besteht Summoners inn nicht nur aus ehrenamtlichen Mitarbeitern, sondern nur der Großteil der Redakteure ist ehrenamtlich.\n\nUnd es ist etwas anderes ob man selber Artikel schreibt und sich über sein Hobby informiert, als einen Mehrseitigen Text von anderen Spielern zu lesen wo es nur darum geht ihnen ene 2 Chance zu geben.\nDavon abgesehen sucht summoners inn immer wieder nach freiwilligen, sprich die haben scheinbar selber probleme genug freiwillige zu finden.\n\nNur das man bei Summoners inn gefühlt näher am Projekt ist als bei Riot, sprich du wirst wahrscheinlich auch mehr Mitarbeiter von Summoners inn kennen als von Riot.\nAuch sollte man nicht vergessen das solche Redaktionelle Arbeit ein Einstieg in die E-Sport/Gaming szene sein kann, sprich man kann sich einen Ruf erarbeiten mit dem man eventuell bei Gamestar o.ä unternehmen anfangen kann.\n\nWährend ich kaum glaube das mehrseitige Besserungsbekundungen lesen und \"bewerten\" dich irgendwie Beruflich weiterbringt oder richtig Spaß macht.\n\n\nKlar es werden sich, sicher einige finden daber die Anzahl wird so gering sein das man nicht von einer \"Community Entscheidung\" sprechen kann.\nDa die Meinung der gesammten Community wahrscheinlich anders aussieht als bei 1% der Community.\n\nWürden 20% der Community mitmachen dann wäre die Entscheidung viel näher an der Community aber auf diese wirst du sicher nicht kommen.\nAuch wären die Bearbeitungszeiten wahrscheinlich ziemlich lange.\n\n\n\nUnd die anderen gennanten negativ Punkte gibt es auch noch.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T14:37:00.865+0000","up_votes":1,"down_votes":0,"body":"ich weiß nicht genau wo mein kommentar hin ist. aber wie du selber angesprochen hast, können die leute davon profitieren. der eine volunteer hier ist ja das beste beispiel. glaub mir machtgeile menschen gibts überall ;)","replies":[]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:42:28.937+0000","up_votes":1,"down_votes":1,"body":"ich weiß, aber du hast ja gleich begriffen worauf ich hinaus wollte ;)\n\nich weiß nicht wie viele millionen league spieler es gibt, aber selbst 1% weltweit würde ausreichen :)","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-21T11:24:06.484+0000","up_votes":2,"down_votes":0,"body":"Ich habe den anderen gelesen, den du erstellt hattest und jetzt gelöscht ist.\n\n> wie oft hast du selber im leben schon etwas falsches gemacht, dass du erst im NACHHINEIN bemerkt hast, welche auswirkungen es hatte. noch nie?\n\nDas hat mir bei meinem Fiat den Motor zerschrottet. Ich hab nicht aufgepasst, einen schwerwiegenden Fehler gemacht und durfte dann einen neuen Motor kaufen. Du darfst eben nicht mehr mit deinem Account spielen. So etwas nennt man Konsequenzen. Damit muss man klar kommen, sich davor drücken klappt nicht immer. Weder ich konnte damals, noch kannst du jetzt die Zeit zurückdrehen und verhindern, dass dein Acc gesperrt wird, bzw. mein Motor sich in Schrott verwandelt. Also mussten wir beide damit Leben. \n\nAnsonsten wurde scheinbar schon alles gesagt. Du hattest deine zweiten Chancen, hast sie nicht genutzt und jetzt musst du eben mit der Konsequenz leben. Permabanns werden nicht aufgehoben, deswegen hat es auch kaum Sinn, sich zu überlegen, wie das von statten gehen könnte.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T11:27:48.028+0000","up_votes":1,"down_votes":0,"body":"**F**ehler **I**n **A**llen **T**eilen...\n\nEs ist schon sein 3. Thread","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T11:41:31.038+0000","up_votes":1,"down_votes":0,"body":"Das dritte mal zum selben Thema? Bei dem davor habe ich was gelesen, von seinem anderen, aber ich hab nur die Beschwerde von ihm über den Feederbuster gefunden.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T11:46:16.269+0000","up_votes":1,"down_votes":0,"body":"yup.\nDer 1. war .... niveaulos formuliert.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:08:57.581+0000","up_votes":1,"down_votes":1,"body":"link? das ist gelogen, der erste beitrag, welcher 1:1 kopiert wurde, war im falschen forum. kann den typ mal jemand sperren? der lügt nur","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:09:50.837+0000","up_votes":2,"down_votes":1,"body":"Gelöscht -> kein Link vorhanden.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:17:10.109+0000","up_votes":1,"down_votes":1,"body":"du weißt schon, dass die riot mitarbeiter sehen können dass du lügst? :D","replies":[{"id":"","poster":"Vogeljunges","date":"2017-11-22T07:48:04.316+0000","up_votes":1,"down_votes":0,"body":"Du bist echt der Kracher :D :D :D","replies":[]}]},{"id":"","poster":"eingew","date":"2017-11-21T14:48:24.977+0000","up_votes":1,"down_votes":0,"body":"Wir haben die Posts tatsächlich lediglich entfernt, weil sie im falschen Forum waren.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T14:51:11.075+0000","up_votes":1,"down_votes":0,"body":"Habe ich schon erfahren, falsches Forum :)","replies":[]}]}]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:07:29.804+0000","up_votes":1,"down_votes":0,"body":"welcher denn mein lieber kollege. das sind unterstellungen lol","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:09:10.735+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, ich bin voller Erwartungen auf die Post deines Anwalts.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:14:21.564+0000","up_votes":1,"down_votes":0,"body":"naja, wenn man riot mitarbeiter belügen möchte obwohl diese die volle einsicht haben - ist man anscheinend nicht die hellste kerze auf der torte","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:16:51.032+0000","up_votes":1,"down_votes":0,"body":"Armes, armes Ding du.\n\nFalls du noch Adresse oder ähnliches brauchst, gebe ich dir direkt die meines Rechtsbeistandes. Lass es mich wissen :)","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:20:08.291+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:22:44.651+0000","up_votes":1,"down_votes":0,"body":"Was interessiert mich dein körperliches Alter? :S\n\nDu kannst dich dann vertrauensvoll hier hin wenden:\nhttp://www.rechtsanwalt-zaehler.de/","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:25:57.957+0000","up_votes":1,"down_votes":0,"body":"hast du dir mal angeschaut wofür die anwaltskanzlei steht? arbeitsrecht und verkehrsrecht? willst du mich verarschen? :D","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:30:25.594+0000","up_votes":1,"down_votes":0,"body":"Du hast ja richtig Ahnung, wie es scheint.\nDa das meine Hausanwälte sind, weiß ich sehr wohl, worauf sie spezialisiert sind, ja.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:47:04.532+0000","up_votes":1,"down_votes":0,"body":"ja, usain bolt kann auch theoretisch fußball spielen - praktisch nicht. ihr scheint ja anscheinend wenig mit anwälten im kontakt gewesen zu sein, falls ihr denkt, jeder anwalt ist universal einsetzbar.\n\nwie gesagt, hab dir ein angebot zukommen lassen, aber scheinst ja zu kneifen schnucki :P","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T14:27:10.807+0000","up_votes":1,"down_votes":0,"body":"wie gesagt, theoretisch ja, praktisch nein.\n\nwas bedeutet denn \" für sowas wie dich\" ? könntest du das denn ausführen?","replies":[]},{"id":"","poster":"Necromant","date":"2017-11-21T14:05:24.440+0000","up_votes":1,"down_votes":0,"body":"Jeder Anwalt ist universal Einsetzbar. Da gibt es sowas wie das Jurastudium wo man alle Grundkenntnisse erlernt. Das danach sind dann die Spezialisierung. & für sowas wie dich, reicht ein Anwalt für Verkehrs-Arbeitsrecht alle mal zu :)","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-21T13:56:39.014+0000","up_votes":1,"down_votes":0,"body":"> wie gesagt, hab dir ein angebot zukommen lassen, aber scheinst ja zu kneifen schnucki :P\n\nIch warte auf deinen Namen und Adresse.","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-11-21T13:50:46.709+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-mindblown}}","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-11-21T13:31:30.373+0000","up_votes":1,"down_votes":0,"body":"Deswegen ist der Anwalt auch Fähig andere Fälle zu bearbeiten.\nEr ist lediglich spezialisiert auf Verkehrs- und Arbeitsrecht. \nWas bei den beiden ziemlich üblich ist ^^\nMan meint echt nicht, dass du 28 bist!","replies":[]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:23:48.344+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T13:25:25.869+0000","up_votes":1,"down_votes":0,"body":"Bitte?\nIch sagte doch, ich erwarte deine Pots mit Freuden.\n\nEiner körperlichen Auseinandersetzung bleibe ich fern, da ich nicht wegen dem Tatbestand der \"übertriebenen Härte\" belangt werden möchte.\n\nDeine Drohungen dahingehend sind also wirkungslos und zeigen deine geistige Reife.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:29:29.822+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:49:35.043+0000","up_votes":1,"down_votes":0,"body":"schreib mir eine pn fanboy, du verfolgst mich doch hier, nicht umgekehrt^^ autogramme gibts von mir umsonst","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-21T13:41:00.770+0000","up_votes":1,"down_votes":0,"body":"Lass doch deinen Namen und Adresse hier :)","replies":[]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:38:47.477+0000","up_votes":1,"down_votes":0,"body":"? ich rede von einer tasse kaffee :) ich liebe schwätzer :) küsschen my darling","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-21T13:31:21.605+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, habe ich kein Bedürfnis.\n\n> Einer körperlichen Auseinandersetzung bleibe ich fern, da ich nicht wegen dem Tatbestand der \"übertriebenen Härte\" belangt werden möchte.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"5weeds","date":"2017-11-21T14:34:35.622+0000","up_votes":1,"down_votes":0,"body":"Vorsicht mein Freund.\nNever talk sh*tt about my Fiat 500!","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T14:36:27.890+0000","up_votes":1,"down_votes":0,"body":"Den finde ich gar nicht sooo schlecht ... eher den Fiat 500L(heißt der glaub ich), der erinnert mich sehr an einen Mini Cooper.\n\nIch fahre (noch) n 3er BMW ... aber der kommt weg ... kaufe mir wahrscheinlich n Hyundai i20  :)","replies":[{"id":"","poster":"5weeds","date":"2017-11-21T14:39:35.553+0000","up_votes":1,"down_votes":0,"body":"Der Fiat 500 L sieht mMn absolut grottig aus.\nDas einzige was mich am 500 stört ist die Motorisierung :<\nAber so'n Fiat 500 ABART mit 300 PS wär schon was *träum*","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T14:42:26.692+0000","up_votes":1,"down_votes":0,"body":"Jaaa, die Abart .... aber Fiat allgemein ist nix für mich ... ich mache mich immer noch über den Fiat Multipla lustig ... das mit ABSTAND hässlichste Auto aller Zeiten.","replies":[{"id":"","poster":"5weeds","date":"2017-11-21T14:45:52.483+0000","up_votes":1,"down_votes":0,"body":"Igitt!\nJa den kenn ich, wusste aber den Namen dieses Übels nicht xP\n\nIch dachte Mittelfinger im Straßenverkehr werden gefahndet.\nWarum dann so eine Beleidigung fürs Auge rumgurken darf, verstehe ich auch nicht.","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T14:49:03.472+0000","up_votes":1,"down_votes":0,"body":"Ja ... ich wüsste gern, was mit dem Designer passiert ist... Italiener sind da ja rigoros","replies":[{"id":"","poster":"5weeds","date":"2017-11-21T14:53:19.136+0000","up_votes":1,"down_votes":0,"body":"Rigoros? Wohl eher \"gnadenlos\"...","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T15:01:16.406+0000","up_votes":1,"down_votes":0,"body":"bitte, sei jetzt ganz stark...\nder selbe Mann hat auch dein Lieblingsauto verbrochen!\n\nhttps://en.wikipedia.org/wiki/Roberto_Giolito","replies":[{"id":"","poster":"5weeds","date":"2017-11-21T15:03:26.178+0000","up_votes":1,"down_votes":0,"body":"#°Д°\n\nbitte was?\nMein kleiner Hase und diese Unverschämtheit von einem Auto sind vom selben Mann?!\nEDIT: Autofahren wird nie wieder das selbe sein...","replies":[{"id":"","poster":"Qbert","date":"2017-11-21T17:21:45.483+0000","up_votes":1,"down_votes":0,"body":"jaja, ich konnte schon immer gut Träume zerstören","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:08:31.316+0000","up_votes":1,"down_votes":0,"body":"du hattest doch aber die chance dir einen neuen motor kaufen zu können und dein altes gefährt zu nutzen. das ist mir nicht gegeben :P","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:29:51.399+0000","up_votes":1,"down_votes":0,"body":"Nein, der Motor war Schrott, da war nichts mehr zu machen. Ich habe mir einen neuen Motor besorgen müssen, du einen neuen Account. Nur weil es noch den Rest vom Auto gab, hatte ich keinen Vorteil dir gegenüber. Wir beide müssen mit den Konsequenzen unserer Fehler leben. Bei mir war das damals einen neuen Motor kaufen zu müssen, bei dir der Abschied von deinem Account.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:35:01.077+0000","up_votes":1,"down_votes":0,"body":"mit den konsequenzen lebe ich ja seit jahren. es war ja auch keine beschwerde dieser post, lediglich eine anregung. das einzige argument was mich deinerseits überzeugt hat war der satz mit \" es klingt wie eine drohung\" das stimmt natürlich wirklich, aber so war es eigentlich gar nicht gemeint^^","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:39:00.271+0000","up_votes":1,"down_votes":0,"body":"Naja, du willst unbedingt deinen alten Acc zurück haben, das klingt jetzt nicht so, als ob du die Konsequenzen noch tragen willst.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:44:53.913+0000","up_votes":1,"down_votes":0,"body":"von mir aus könnten wir ja ein probelauf starten mich ausgeschlossen. mich betreffen doch die flamer, troller ebenfalls wie euch. wie gesagt, ich glaube die community kann ganz viel davon profitieren. ehrlich gesagt hab ich mir nciht mal ausgedacht, dass ein riot mitarbeiter meinen beitrag jemals zu gesicht bekommt. das ist mir eigentlich auch schon genug^^","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T14:02:30.320+0000","up_votes":1,"down_votes":0,"body":"Noch hat hier kein Riotmitarbeiter geschrieben. Die haben einen roten Namen. Ich bin ein Volunteer und das grün im Namen kriegen von denen die Emissaries. Ich bin kein Riotmitarbeiter.","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-21T15:42:50.407+0000","up_votes":1,"down_votes":0,"body":"Mist, dann hab ich dich umsonst jeden Abend angebetet :x","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2017-11-21T10:54:22.738+0000","up_votes":2,"down_votes":2,"body":"Der Perma Bann bringt halt nicht so richtig viel, besten Beispiele dafür sind Tyler 1 oder die L9 Crew. Die sind halt immer Toxisch, auch nach dem 10 Account. Andere zB haben gerade eine schwere Zeit im Leben, rasten aus und sind dann weg, auch wenn sie nach einem Jahr eine andere Einstellung haben. Und wirkliche Nachteile entstehen einfach nicht durch einen Season Ban.","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-21T11:00:41.284+0000","up_votes":1,"down_votes":0,"body":"Dann wird geflamt, was das Zeug hält - Naja im nächsten Jahr dann wieder, zock ich halt solang Csgo und beleidige i-welche Russen Kids...","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T11:07:51.909+0000","up_votes":1,"down_votes":1,"body":"Mit dem selben Argument kann man auch sagen: \"Erstelle ich mir einen neuen Account\". Wie man sieht schließt man die Flamer nicht aus, verbaut aber Leuten die Chance sich langfristig zu ändern.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T11:38:13.241+0000","up_votes":2,"down_votes":1,"body":"Mit anderen Worten, deine Idee deines Seasonbanns wäre keine Verbesserung.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T12:14:26.587+0000","up_votes":1,"down_votes":0,"body":"Bezüglich des Flamer kommt zurück und flamt Problems? Nein, tatsächlich nicht. Bezüglich des Menschen können sich ändern und werden dafür Belohnt Themas? Ja, allerdings.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T12:31:09.557+0000","up_votes":1,"down_votes":0,"body":"Es wäre eine Verschlechterung. So haben die Spieler eine richtige Konsequenz, die sie auch spüren. Statt dann ein Wischiwaschi einzuführen, mit der Option, den alten Account später wieder freigeschalten zu kriegen. \n\n>Andere zB haben gerade eine schwere Zeit im Leben, rasten aus und sind dann weg, auch wenn sie nach einem Jahr eine andere Einstellung haben. \n\nZu dem Teil muss ich auch sagen, ein mal Ausrasten reicht seltenst für einen Perma. Dafür muss man wirklich die richtig, richtig harten Geschütze auffahren, wie etwa Todesdrohungen, Homophobie und Rassismus und dann auch noch viel davon. Wenn man über Wochen hinweg so gereizt ist, dass man sich Online wie die Axt im Walde aufführt, hat man auch die Option keine Multiplayerspiele anzupacken.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-11-21T12:57:12.909+0000","up_votes":2,"down_votes":1,"body":"Man kann ja nach einem Season Ban den selben Status wie nach dem 14 Tage Ban haben, also ein Wort und du bist wieder für ein Jahr weg. \nNochmal: Es geht mir nicht darum, Flame zu reduzieren, noch glaube ich daran. Es geht darum, dass man immer die Option hat sich ändern zu können **UND** dafür entsprechend belohnt wird.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:40:22.918+0000","up_votes":1,"down_votes":0,"body":"Ich sehe da trotzdem keinen Mehrwert. Lediglich die Chance darauf, noch 2 oder 3 Spiele lang die Sau auf dem alten Main rauszulassen. Zusätzlich dazu eben das Risiko, dass die Leute dann wirklich weniger Hemmungen zu flamen haben. Den Acc gibts ja nächste Season wieder.","replies":[]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:38:00.555+0000","up_votes":1,"down_votes":0,"body":"vielen lieben dank, darauf wollte ich hinaus","replies":[]}]}]}]}]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T11:11:30.632+0000","up_votes":1,"down_votes":1,"body":"das problem haben wir doch heute. dagegen möchte ich ja agieren. eben im prinzip, ok ich bekomme meinen account sowieso nicht wieder, ab gehts, neuen erstellen etc. \n\ndas ist ja das problem was ich ansprechen möchte","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T11:39:00.786+0000","up_votes":1,"down_votes":0,"body":"Das machst du aber nicht, du willst nur deinen alten Acc zurück. Und selbst wenn du den zurückkriegen könntest, kann der gesperrt bleiben oder wieder gesperrt werden und die Option auf einen neuen Acc bleibt bestehen.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:40:22.978+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=14EyvE34,comment-id=0004000000010000,timestamp=2017-11-21T11:39:00.786+0000)\n>\n> Das machst du aber nicht, du willst nur deinen alten Acc zurück. Und selbst wenn du den zurückkriegen könntest, kann der gesperrt bleiben oder wieder gesperrt werden und die Option auf einen neuen Acc bleibt bestehen.\n\nja genau, aber was ist mit denjenigen, die dadurch sich bessern? das bann system bleibt doch das gleiche. ich verstehe den einwand wirklich nicht","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T14:05:07.527+0000","up_votes":1,"down_votes":0,"body":"Es verbessert sich aber nichts durch so eine Ausnahme. Die ganz ganz ganz wenigen, die wirklich erst nach dem Perma sich am Riemen reißen, können auch auf einem Smurf spielen und werden nie wieder bestraft. \n\nMit so einer Ausnahme wird aber eben die Absicht des Permabanns untergraben. Der soll aussagen \"wir wollen dich hier nicht mehr\". Wenn man da dann anfügt \"außer du schreibst uns einen netten Aufsatz\" kann man den auch gleich weglassen.","replies":[]}]},{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:01:03.054+0000","up_votes":1,"down_votes":0,"body":"meiner meinung nach entsteht dieser \"Lawineneffekt\" eben erst NUR wegen dem 1. bann. verstehen sie was ich meine? sie können alle meine 23. accounts von mir haben , ich habe keinerlei bezug zu denen. jedoch zu dem einen, der für mich unantastbar ist. wieso sollte ich mich ändern wenn ich nicht die chance bekomme den einen zurück zu bekommen. darum gehts mir. das die darauffolgenden accounts/smurfs gebannt werden, interessiert keinen flamer. wird es auch niemals. aber darum gehts ja nicht. und wie gesagt, jeder flamer wird doch sowieso wieder gebannt, somit sehe ich da ehrlich gesagt keine nachteile, im gegenteil, durch die veränderte einstellung gegenüber seinem account würden mehr leute weniger flamen","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:25:12.690+0000","up_votes":1,"down_votes":0,"body":"Sogar hier im Forum gibt es genug, die zwar einen Permabann kassiert haben, sich dann aber auf dem Smurf zu benehmen wissen. Die können ebenso einen Bezug zu ihrem Smurf aufbauen. Ja, der Alte ist weg, der wird auch weg bleiben. Aber auf dem Smurf kann man sich ebenfalls Sachen freischalten. Skins, Champions, Seasonbelohnungen etc. \nNur weil für dich deine Smurfs unwichtig sind, heißt das nicht, dass das für alle gilt. Ja, es gibt Leute wie dich, die sich denken \"oh, mach ich halt noch einen Account\", aber mal ehrlich, so eine Einstellung ist nichts was dafür spricht, dass er seinen ersten Account überhaupt jemals wiedersehen sollte. \nIch könnte ja noch verstehen, wenn man fragt, ob man nach 1 bis 2 Jahren ohne Auffälligkeit den Main zurück kriegen könnte (was auch nicht der Fall ist), aber bei der Einstellung ist die Forderung danach einfach absurd. Geht fast schon in Richtung einer Drohung. \"Gebt mir meinen Main zurück, Smurfs erstelle ich mir immer wieder neu, wenn ich gebannt werde, so höre ich nie auf toxisch zu sein.\"\n\n>und wie gesagt, jeder flamer wird doch sowieso wieder gebannt, somit sehe ich da ehrlich gesagt keine nachteile, im gegenteil, durch die veränderte einstellung gegenüber seinem account würden mehr leute weniger flamen\n\nWie wäre es mit dem Nachteil, dass sie auf ihrem Main wieder flamen können und dadurch nur einen weiteren Account haben, auf dem sie stören?\n\nNichts spricht dafür, dass die Leute sich wirklich benehmen würden, wenn man ihnen ihren Main wiedergibt. Im Gegenteil, der Test von Riot zeigt sogar, dass den meisten das sofort wieder egal wird und sie weiter flamen. ","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:33:37.396+0000","up_votes":1,"down_votes":1,"body":"ich bin ganz ehrlich zu dir. gestern hatte ich ein ranked und habe auf der top gegen einen teemo der 0 9 ging gespielt. seine aussage : \"ich bin teemo main, zumindest seitdem ich gebannt wurde\". weisst du worauf ich hinaus wollte? kurz danach habe ich den beitrag sofort erstellt, weil ich wirklich oft gelesen habe, dass leute keinen bezug zu ihrem account haben. ehrlich gesagt verstehe ich das auch wenn ihr das nicht versteht^^ ist wie mit einer phobie als beispiel, wenn ich eine schlangen phobie habe kann das ein aussenstehender auch nicht wirklich navollziehen weshalb man so \"abspackt\". ich weiß nicht wie ich es formulieren kann.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:49:51.235+0000","up_votes":1,"down_votes":0,"body":"Also gut. Du möchtest gerne, eine weitere ca. 5te Chance, für die schlimmsten 0,006 % der Spieler. Etwa 5 % der Spieler eines Servers erhalten überhaupt jemals eine Strafe, wie etwa eine CR. Von den bis zu 5 % schaffen es 91,6 % nie wieder bestraft zu werden. Warum sollte man also noch eine weitere Chance für die Unverbesserlichen einführen, die allerhöchstens noch durch den Permabann merken, dass ihr Verhalten Konsequenzen haben wird?\n\nDas bringt niemandem etwas. Lediglich einen Haufen unnötigen Aufwands, für die absolut minimalste Chance, dass unter den 0,006 % der Spieler, vielleicht noch 1 % ist, dass dann wirklich sich gebessert hat und nicht mehr bestraft wird. Tut mir leid, aber da lohnt sich so etwas nicht, man lässt höchstens nur wieder toxische Spieler auf die anderen los. \n\nDazu kommt eben leider, dass solche Leute wie du sie beschreibst, sich auch auf dem Main nicht bessern würden. Dem ist jeder Smurf egal, da wird das mit dem Main nicht anders sein, wenn man ein Dutzend Permas kassiert hat.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Visimar","date":"2017-11-22T01:01:22.792+0000","up_votes":1,"down_votes":2,"body":"Ich hab da ne ganz verwegene Idee. Anstelle eines Perm Bans hauen wir mal nen Monat oder 2 und dann 3 raus. \nUnd wer dann noch immer nicht sein Maul hält der erhält keinen Perm Bann. Nein. Viel besser. \n\nDessen Acc Inhalte verschenken wir einfach an die Spieler mit dem höchsten Honor Level des Servers. \nElo und Level wird zurückgesetzt und der high Honor Spieler kann sämtliche Skins und Champs des Accs verschenken an wen er möchte oder in Orange Essenzen umwandeln. Soll sich ja schließlich lohnen. \nWenn der Acc dann leer geräumt ist kann ihn der über imba trololol eins eins 11 flamer zurück haben. \n\nDas wäre doch mal was oder? \nKein Bann aber ein so gewaltiger Denkzettel das ich allein beim Gedanken der aufkeimenden Threads einen Lachkrampf bekomme. \n\nDas der einzige weg den ich akzeptieren würde für eine zweite Chance. \nDerjenige fängt wieder bei 0 an. \nChamps und Skins werden verschenkt. \nKeine CR kein Permban nur ein gewaltiger Mittelfinger seitens Riot an den Spieler der sich nicht beherrschen kann. \n\nWen so etwas oder ähnliches je kommt dann ja. \nWäre ich für eine zweite Chance. Alles andere ist die Antwort ein klares NEIN!","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-22T11:53:10.563+0000","up_votes":1,"down_votes":0,"body":"Die Idee ist zwar lustig, ich schätze aber, alleine schon aus rechtlicher Sicht, völlig unmöglich durchsetzbar.","replies":[{"id":"","poster":"Visimar","date":"2017-11-22T17:10:19.952+0000","up_votes":1,"down_votes":0,"body":"Leider ja aber die Gesichter der betroffenen wären unbezahlbar xD","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-11-22T05:52:37.699+0000","up_votes":1,"down_votes":0,"body":"Die Idee ist famos! Aber ... das ist eher ein Brot auf ganz Europa verteilen wollen ... den Krumen den dann jeder bekommt, kann man sich sparen :(\n\nWas hältst du dann eher von einer Art Zwangsversteigerung? :D","replies":[{"id":"","poster":"Visimar","date":"2017-11-22T11:31:04.925+0000","up_votes":1,"down_votes":0,"body":"Auch gut nur da muss man wieder schauen wo man den Preis fest macht. Sollte schon ein Bundle sein ^^","replies":[]}]}]},{"id":"","poster":"Bobby Bonkers","date":"2017-11-22T08:07:56.940+0000","up_votes":1,"down_votes":0,"body":"Naja ne 2. Chance hatte man ja.\nTheoretisch gesehen ist der perma nach CR und 14TB sogar schon die 3./4. Chance sich zu bessern, wer es da immer noch nicht gerafft, der hat es sich leider verdient von spiel ausgeschlossen zu werden","replies":[]},{"id":"","poster":"Rayjhin","date":"2017-11-21T19:41:17.565+0000","up_votes":1,"down_votes":0,"body":"Die Menge an Chancen entspricht der Anzahl deiner Emailadressen. Nun geh, und nimm deine nächste Chance.","replies":[]},{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T11:32:18.252+0000","up_votes":1,"down_votes":1,"body":"Ich lese die Überschrift und denke mir nur:\nCR\nTagesbann\n3-Tagesbann\n2-Wochenbann\n\nHmm wieviele Chancen haben die nochmal bekommen das Ruder rumzureißen?\n\nHätten die Spieler ihren Account wirklich geliebt, hätten sie nicht sowas trotz vollwissens was passiert, es verzapft.\n\n\nEin Aufsatz schreiben um zu zeigen das man sich gebessert hat?\nInwiefern sollte das System besser sein als das was Riot damals durchgeführt hat:\nDamals erhielt jeder Permagebannte, der glaubhaft versichern konnte das er sich gebessert hatte, eine 2te Chance wenn er einen zweiten Account ohne Strafe auf 30 Spielen konnte.\n95% hatten den Perma bevor sie lvl 30 wurden wieder.\n\n\n\"Für alle \"flamer gehören gebannt etc.\" Schreier kann ich nur eins vorweg sagen, falls ihr keine konstruktive Kritik für diesen Beitrag habt, seid ihr auch nur flamer. Mich würden mal eure Meinungen wirklich interessieren.\"\n\nIn gewisser Weise kann ich diese Geisteshaltung nachvollziehen, wer sich nicht an die Regeln halten kann sollte sich überlegen ob er das richtige Spiel spielt.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T11:40:28.423+0000","up_votes":1,"down_votes":0,"body":"Aktuell gibt es 10er CR, 25er CR, 2 Wochenbann und dann den Perma.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T11:47:35.686+0000","up_votes":1,"down_votes":0,"body":"Ups hänge ein bisschen in alten Infos.\nHabe noch nie solch eine Strafe erhalten, deswegen weiß ich keine genauen zahlen.\nJedoch bleibt der Punkt bestehen das man 3 Chancen erhält wenn man sich daneben benimmt.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T11:55:03.726+0000","up_votes":1,"down_votes":0,"body":"Du kannst dich auf der Seite informieren, wenn du magst:\n\nhttp://en.volu-eu.org/library.php\n\nhttp://en.volu-eu.org/pbkb_general_user_view.php?art=32\n\nDa sind die Strafen aufgeführt.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T12:00:02.656+0000","up_votes":1,"down_votes":0,"body":"Ich werde es tunlichst vermeiden mir diese Lesen zu müssen.\nIch gehe lieber Straffrei durchs Spiel :).\n\nAber danke für die Links.","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:06:23.547+0000","up_votes":1,"down_votes":1,"body":"dann hör doch auf falsche informationen zu verbreiten ;)","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-21T13:34:11.355+0000","up_votes":1,"down_votes":0,"body":"Was willst du denn von ihm?","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T15:44:37.715+0000","up_votes":1,"down_votes":0,"body":"Ich glaube er bezog sich darauf das ich in meiner \"unwissenheit (sprich nicht Aktuellen Stand\" ihn Argumentativ ausgehebelt habe.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2017-11-21T13:00:22.534+0000","up_votes":1,"down_votes":0,"body":"Man sollte schon wissen, wie das funktioniert. Es gibt da eine schöne Fanfiction Geschichte über einen weiblichen Champion, der nicht wusste, dass der Report von 4 Premades nicht zum Ban führt. Vieles hätte vermieden werden können, mit dem entsprechenden Wissen.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-11-21T15:43:23.556+0000","up_votes":1,"down_votes":0,"body":"Auf sowas falle ich ja nicht rein, ich kenne den Community Mythos Mehr Reports = Eher/stärkere Banns.\n\nIch habe mich auf das Strafmaß bei Banns bezogen, da ich selber noch nie einen hatte musste ich halt das mir bekannte zurate ziehen.\n\nIch hab es mir durchgelesen, ich schrieb ja \"müssen\" weil ich das tun müsste wenn ich einen Ranz versemmel und so lese ich das freiwillig ohne Zwang.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Azima","date":"2017-11-21T11:40:49.192+0000","up_votes":1,"down_votes":0,"body":":D hast du wegen mir den Thread woanders hin gepackt?","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:04:32.766+0000","up_votes":1,"down_votes":0,"body":"jops","replies":[{"id":"","poster":"Azima","date":"2017-11-21T13:06:37.832+0000","up_votes":1,"down_votes":0,"body":"Das find ich jetzt schon richtig richtig nett :D weil du es nicht gemusst hättest :p die Mods können da auch mal was arbeiten.\n\nAber Danke ^.^","replies":[{"id":"","poster":"16ACCSPERMABANN","date":"2017-11-21T13:10:31.453+0000","up_votes":1,"down_votes":0,"body":"ich wusste es wirklich nicht :D trotzdem danke für den hinweis^^","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-11-21T12:00:56.532+0000","up_votes":1,"down_votes":0,"body":"wegen uns meine liebe, uns!","replies":[{"id":"","poster":"Azima","date":"2017-11-21T12:11:11.197+0000","up_votes":1,"down_votes":1,"body":"Uns, ja!\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-21T12:13:41.381+0000","up_votes":1,"down_votes":0,"body":"^( '-' )^","replies":[{"id":"","poster":"Azima","date":"2017-11-21T12:19:10.385+0000","up_votes":1,"down_votes":0,"body":"{{item:3681}} {{item:3681}} {{item:3681}} {{item:3681}}","replies":[]}]}]}]}]},{"id":"","poster":"Euronymus88","date":"2017-11-21T12:39:49.960+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich, man kann auf keinen Fall von einer 2ten Chance sprechen, denn in der Regel gibt es erst 2 mal Chat sperren, dann einen Timebann und erst anschliessen einen Perma.\n\nSprich wir reden von 3-4 Verfehlungen dazu ist fakt das man sich über kürzere Zeit oft toxisch Verhalten muss, dass man überhaupt eine Verwarnung oder sowas bekommt.\n\nIch spiele seit Ende S1 (mit pausen) und hab auch hin und wieder sachen gesagt die unnötig waren und ich hab noch nicht mal einen Chatbann kassiert. Sprich ich bin wohl trotz seltenere Verfehlung ein ganz angenehmer geselle.\n\nHabe da einige Kollegen die doch ab und zu mal etwas toxisch sind und selbst diese haben eigneltich nie auch nur einen Chatban.\n\nSomit ist es einfach mal selber Schuld, denn enweder kann oder will man sich nicht besseren, mehrere gebannte Acc sprechen ausserdem eher gegen das sowas wirken sollte als dafür. Genau so wie der Vergleich mit der ersten Liebe.\n\nKlar ist es etwas neues uns sehr Aufregendes und wird man so 1:1 nicht wieder erleben, aber das ist nur eine Phase wie es das war als man das Spiel neu enddeckte und es super aufreggend uns spannend fand, dass vergeht aber immer egal, ob du den ACC hast, nicht hast oder wiederbekommst. Er wird Alltag , selbst wenn man Ihn wiederbekommt und sich sehr darüber freut.\n\nNeu verlieben geht immer und ist immer noch  super schön, auch wenn man das Gefühl bereits kennt. Hat man sowas behandelt man es normalerweise gut, wieso sollte man also jeden weiteren Acc / Freundin schlecht behandeln ? Nur weil man noch nicht soviel gemeinsam erlebt  und investiert hat ?\n\nIn meinen Augen ist das ganz alleine eine Einstellungfrage, sprich bin ich genug gut erzogen um anderen Menschen mit Respekt zu begegnen und schaff ich das auch im Anonymen Internet, wo ich ja erst sehr spät mit Konsequenzen rechnen muss.\n\nSelbst die Leute, welche nur einen ACC permabannt hatten unzählige Chancen und anscheinen halfen au die Sanktionierungen nichts.\n\nDaher wäre es einfach an der Zeit das diese Leute die Verantwortung übernehmen und die entsprechenden Konsequenzen tragen, wenn man dann immer noch Spass am spiel hat und das einem keinen zu grossen Dämpfer versetzet, kann man dann ja nochmal von Vorne beginnen und hat hoffentlich etwas dazu gelernt.\n\nVon daher sollen die unbehlehrbaren Spieler ruigh gebannt werden und bleiben oder zumind. deren Acc.","replies":[]},{"id":"","poster":"Snorlax irl Slav","date":"2017-11-21T12:28:58.326+0000","up_votes":1,"down_votes":0,"body":"Jeder hat im aktuellen System genug chancen um sich zu bessern. Und mit entbannen hat man es auch schon probiert Ergebnis: viele wurden rückfällig","replies":[]},{"id":"","poster":"Snappynator","date":"2017-11-21T12:09:05.145+0000","up_votes":1,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/14EyvE34-hat-man-eine-2-chance-verdient-was-meinst-du?comment=00080000\n\nWie bereits Sirrkas erwähnt hat, man hat schon für sowas genügend Chancen, sich zu ändern. Wer das dies nicht tut: Tschau für dein Account und das für immer und ewig.\n\nWill man weiterhin LoL spielen, leg dir einfach einen neuen Account an und fertig. Wenn man meint, dass ihr nie mehr LoL spielen wollt; bitte,  ist eure Sache, denn Riot heult nicht, wenn jemand von euch gebannten geht. Warum? Logischerweise gehört LoL zum E-Sport... . Echt?\n\nhttps://play.eslgaming.com/leagueoflegends/\n\n\nUnd ein Beitrag von mir:\nNein! Keine zweite Chance!","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-11-21T11:21:42.678+0000","up_votes":1,"down_votes":0,"body":"Season-bann wäre auch i.O..\n\nJeder kann sich ändern, aber nicht innerhalb von 2 Wochen. \n\nEin Season-bann würde die Abstände sinnvoll vergrößern.","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-11-21T10:50:02.316+0000","up_votes":1,"down_votes":0,"body":"Neieeeeen","replies":[]},{"id":"","poster":"Rudeltreiber","date":"2017-11-21T10:42:46.008+0000","up_votes":1,"down_votes":0,"body":"Nö","replies":[]}]}