{"id":"y5FRAiIh","poster":"Snorlax irl Slav","date":"2017-11-20T22:08:27.540+0000","title":"CDR overstacken auf Riven","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Da dank der neuen Rune im Sorcery Tree nun einige Champs Crd gerne overstacken bestes Beispiel ist hierf&uuml;r wohl Zed. Dann denke ich mir warum mann das nicht auch auf Riven macht sie kann mit den Lethality Items was anfangen mit Cdr geht sie gerne an ihre Grenze und Black Cleaver ist auf ihr auch oft gesehen. Es w&uuml;rde ihr dank der massiven rohen Hp Tankyness verleihen und trotzdem &uuml;ber die Rune recht viel Bonus AD. Was spricht daf&uuml;r (neben den bereits angesprochenen Punkten)  und was dagegen ?","replies":[{"id":"","poster":"Yiroy Jenkíns","date":"2017-11-22T15:27:52.947+0000","up_votes":1,"down_votes":0,"body":"Die Cdr-Overstack Mechanic mit der Transcendce-Rune ist eigentlich wirklich nur bemerkbar wenn man ausschließlich Black Cleaver baut. Ein momentaniges Meta Build für Riven, Zed und Lee Sin ist daher Cdr Boots und 5 mal Black Cleaver. Der Grund weshalb das gearde auf Riven sehr effizuent ist, ist das es mehrfach mit ihrem Kit synergiert. Riven ist ein Fighter der immer mittem im Kampf ist und 400*5 Bonusleben von Black Cleaver sind dafür perfekt. Ohne die Mastery würde Riven jedoch der nötige Schaden fehlen, das unfassbar viel Goldeffizienz durch die verschwendeten CDR und der Passive von Black cleaver verloren gehen und es somit die hohen Kosten nicht wert wär. Mit Transcendence jedoch bekommt man bei einem vollem Itembuild ~100 AD. Der grund weshalb das auf Riven völlig eskaliert ist, ist dass sie eine low cdr defensive Fähgikeit skalierend mit Ad hat. Somit kann man auf jegliche FlatPen wie Duskbalde oder Ghostbalde verzichten, da dass Potential vom Sustain-Fighten mit \"110% CDR-Riven\" einfach zu hoch ist. Hinzu kommt, dass Black Cleaver einen sehr guten Itemweg hat mit frühen 10% CDR für 800g was Riven einen konstanten Spielverlauf ermöglicht ohne inkonsistente Powerspikes. Im grunde sind Champions, die sowohl offensiv als auch defensiv von hohen Bonus-Ad verwertungen profitieren sehr stark mit Black-Cleaver stacking. Hoffe konnte helfen, MFG {{champion:11}} Yiroy :)","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-11-22T12:54:07.892+0000","up_votes":1,"down_votes":0,"body":"BlackCleaver baue ich meistens nur noch gegen spezielle Matchups.","replies":[]}]}