{"id":"OJbIKT0E","poster":"UoD Kurama","date":"2017-11-19T20:52:36.619+0000","title":"Mitspieler gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Nabend,\r\n\r\nich suche einen Mitspieler der gelegentlich mit mir LoL spielen w&uuml;rde. \r\n\r\nDa ich arbeite kann ich immer erst ab ca. 18:00 Uhr spielen. \r\n\r\nEs w&auml;re definitiv gut wenn die Person in meinem alter w&auml;r (21), ein Headset h&auml;tte und eine &auml;hnlich League h&auml;tte (Gold).\r\n\r\nIch spiele meistens Normals aber wenn der Kumpane und ich auf einem Level sind dann gerne auch Rankeds :D\r\n\r\n{{sticker:slayer-pantheon-thumbs}} Added mich gerne sofern Interesse besteht. \r\nMfg","replies":[{"id":"","poster":"UoD Kurama","date":"2017-12-04T20:12:41.915+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"Kolotismus","date":"2017-11-21T05:08:27.069+0000","up_votes":1,"down_votes":0,"body":"Moin Moin UoD Kurama,\n\nwir, **Nerds Go Casual**, können dir genau das bieten. Bei uns in der Community wollen unsere Member nach der Arbeit oder Uni einfach in Ruhe mit ein paar Leuten zocken und am Abend noch ein paar Runden spielen, ob nun ab 18 Uhr, später oder früher, bei uns hat bis jetzt noch jeder einen Mitspieler gefunden. Bei uns ist es egal ob Normals, Aram, Ranked. Von Unranked bis Dia ist alles bei uns dabei. Die Spielersuche in unserer Community ist auch ganz einfach für dich. Entweder du findest einfach direkt Leute auf unserem TS oder über einen Thread in unserem Forum. Ansonsten haben wir auch Staff-Mitglieder die dir gerne bei der Suche helfen. Alleine zocken hat sich dann für dich erledigt ;)\n\nWir sind eine Ü18 Community und legen vor allem Wert auf einen gepflegten Umgang und eine angenehme Zocker-Atmosphäre.\n\nNeben LoL findest Du auch Bereiche wie Overwatch, Pen&Paper, PUBG. So wird es nie langweilig auch wenn du mal keine Lust auf LoL hast ;)\n\nNachstehend findest Du eine kurze Vorstellung von uns, sowie den Link zu unserer Homepage.\nhttps://nerdsgocasual.de/\n\nWenn Du also als Gefährte unserer Gemeinschaft beitreten möchtest, schick uns Deine Bewerbung und bestreite zukünftige Abenteuer mit uns.\n\nLG\n\nKolotismus","replies":[]}]}