{"id":"XHYth8Xk","poster":"Dönersaurier","date":"2017-11-18T13:05:53.744+0000","title":"Du willst nicht mehr alleine spielen?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo und danke, dass du dir die Zeit nimmst diesen Thread zu lesen :)\n\nDas Zeil dieses Threads ist es euch ein wenig &uuml;ber den Clan &quot;ClutchKing&quot; zu informieren. Der Thread ist hier in 5 Teile gegliedert, welche so kurz wie m&ouml;glich gehalten werden.\n\n1. Was ist unser Prinzip?\n2. Warum machen wir das alles?\n3. Was welche Spieler suchen wir?\n4. Was wir in der Zukunft machen wollen\n5. Informationen (Allg) \n\n1 . Was ist unser Prinzip?\n\nUnser Prinzip ist es Personen, welche alleine spielen und immer auf der suche nach mates sind hier eine art &quot;Zushause&quot; zu bieten. Wir wollen einen Famili&auml;ren Clan aufbauen, welcher &uuml;bersichtlich sein sollte, sodass man sich nicht mehr einordnen k&ouml;nne. Das ist uns sehr wichtig, da wir den Schwerpunkt auf das Gemeinschaftliche setzten. Wir wollen keine flamer oder sonst etwas. Einfach einen Clan in dem jeder jeden kennt und jeder mit jedem Spielt :)\n\n2 . Warum machen wir das alles?\n\nWir haben den Clan ins Leben gerufen, da wir viel zu viele Clans gesehen haben, welche immer gieriger nach Membern wurden bzw. erst war das Konzept &quot;Wir bleiben 50 sodass alles &uuml;berscihtlich bleibt, reicht doch&quot;... Viele Clans versto&szlig;en dann aber gegen ihr eigenes Prinzip. **Wir nicht**!\nDeshalb ist dieser Clan erstellt worden, welcher keine Vorraussetzungen wie:\n\n- Du musst mindestens 5std am Tag LoL spielen, damit du bleiben kannst\noder\n- Du musst dich im Forum anmelden...\n\nKlar haben wir auch vorraussetztungen, aber solche wie dem LoL Club beizutreten oder regelm&auml;&szlig;ig auf dem Teamspeak zu sein ist denke ich mal nicht zu viel verlangt.\n\n3 . Was f&uuml;r Spieler suchen wir?\n\nWir suchen Spieler **in jedem Alter**. Uns ist egal wie alt ihr seid, es macht f&uuml;r uns keinen unterschied (au&szlig;er ihr benehmt euch wie Kinder). Der Clan tolleriert jedes Alter unter der bedingung, dass keine Probleme entstehen. Die **Elo ist uns auch egal**, wir anf&auml;nger freundlich sind, aber auch nat&uuml;rlich Elos bis zu Diamond... haben. Es gibt Personen in unterschiedlichen Elos die zusammen Spielen k&ouml;nnen und damit haben wir kein Problem. Wir wollen den Spielern einfach eine Art &quot;Unterschlupf&quot; bieten.\n\n4 . Was wir in der Zukunft machen wollen\n\nF&uuml;r die Zukunft ist nat&uuml;rlich einiges Geplant, aber die Frage ist nat&uuml;rlich ob man auch alles so umsetzten kann, wie man es sich vorstellt. Aber ich nenne euch ein paar Informationen dar&uuml;ber, was wir in der Zukunft vorhaben.\nWir wollen (was uns nicht gerade von anderen Clans unterscheidet) Turniere in unserem Clan veranstalten, aber nciht nur normale Turniere sondern auch spizielle (Infos dazu privat). Au&szlig;erdem m&ouml;chten wir f&uuml;r die Anf&auml;nger sp&auml;ter ein wenig Coaching anbieten und f&uuml;r die h&ouml;heren Spieler gibt es die Chance den Clan in Turnieren usw. zu repr&auml;sentieren und gesponsort zu werden.\n\n5 . Informationen Allgemein\n\n**Zusammengefasst:\nEgal wer du bist und wie Alt du bist, f&uuml;r uns z&auml;hlst du genau wie alle anderen. Wir sind da um dir ein Zuhause f&uuml;r LoL und mehr zu bieten und dich weg von den l&auml;stigen randoms usw zu schaffen.**\n\nWenn ich mit den da oben stehenden Informationen euer Interesse geweckt habe k&ouml;nnt ihr mich gerne Ingame adden\n[_IG: D&ouml;nersaurier_]\nSchreibt mir wenn ich euch angenommen habe, dass ihr in den Clan wollt.\nDann werden wir ein bisschen quatschen und wenn es mit dir passt steht dir nichts mehr im wege um ein Teil des ClutchKing Clans zu werden!\n\nSch&ouml;nen Tag/Abend noch und GL on the rift!\n\n{{sticker:poppy-wink}}","replies":[{"id":"","poster":"Dunkferno","date":"2017-11-18T18:07:36.031+0000","up_votes":1,"down_votes":0,"body":"Hätte interesse meine Frage ist aber ob man TS3 haben MUSS ^^","replies":[]},{"id":"","poster":"GG Toaster154","date":"2017-11-18T15:08:18.514+0000","up_votes":1,"down_votes":0,"body":"jo bro Du hast vergessen die Nummern von 1 bis zu ändern bei den texten","replies":[]}]}