{"id":"9OIwxlxl","poster":"höppelepoepp","date":"2017-11-17T20:00:49.034+0000","title":"Carrywürstel suchen Spieler 5er-Flexteam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Mitbeschw&ouml;rer\r\n\r\nEs freut mich euch Verk&uuml;nden zu d&uuml;rfen, dass wir zurzeit ein Flex q team aufstellen wollen und noch f&auml;hige Leute suchen. Wir Suchen Leute im Bereich Gold 4 bis Dia 5 (Solo q geranked). Wir sind Flex q zurzeit Silber geranked, deswegen w&auml;re es von Vorteil wenn ihr entweder unranked seid oder H&ouml;chstens Gold, optimal Silber. Eigener Discordserver ist vorhanden, deswegen w&auml;re Discord auch von Vorteil.\r\n\r\nSo nun ein bisschen zu uns:\r\n\r\nMein Freund Betapl&aacute;yer 20 Jahre alt, kommt aus &Ouml;sterreich kann in fast jede Rolle eingesetzt werden und befindet sich zurzeit in Gold 2.\r\nMain Champs:(Jiinx, Tresh, Twitch , Yii, Illaoi und noch viele mehr [wie gesagt er ist universell einsetzbar])\r\n\r\nIch selbst michi96ofhell tolle 21 Jahre alt, komme ebenfalls aus &Ouml;sterreich, Mid-main jedoch auch als Support und Toplaner einsetzbar\r\nbefinde mich zurzeit in Platin 2.\r\nMain Champs:( Fizz, Morgana, Orianna, Syndra, Malzahar, Viktor und was auch immer Meta ist)\r\n\r\nJetzt zu eurer Bewerbung!!!!\r\nIhr k&ouml;nnt mich zurzeit auf meinem Gold Account erreichen h&ouml;ppelepoepp oder mir auch eine Email zukommen lassen unter Carrywuerstel@gmx.at\r\n\r\nSo nun zum Verfahren ihr schickt mir einfach mit eurem Account eine Freundschaft anfrage und ich versuche diese so schnell wie m&ouml;glich anzunehmen danach schick ich euch eine kurze Best&auml;tigungsnachricht. Nach dieser Nachricht schreibt Ihr bitte euer Alter, wo ihr herkommt, eure Elo, was eure Mainrollen sind und welche Mainchamps ihr besitzt also im Endeffekt wie ich es oben vorgezeigt habe.\r\n\r\nWenn ihr euch per Email anmelden wollt, schickt mir einfach eine Email mit den Betreff Bewerbung und schreibt in eure Nachricht (Accountname,Alter,wo ihr herkommt, Elo, Mainrollen und Mainchampions.)\r\n\r\nWenn alles passt werdet Ihr in unseren Club eingeladen, dort befindet sich dann auch der Link zum Discordserver.\r\n\r\nHoffe auf tolle schnelle Bewerbungen und euch allen w&uuml;nsch ich weiterhin viel Spa&szlig; in der Kluft!!!\r\n\r\nmfG michi96ofhell","replies":[]}