{"id":"lLQLoEqn","poster":"LukasFGE","date":"2017-11-17T19:53:22.995+0000","title":"Buch über Valoran","subforum":"Community-Kunstwerke","up_votes":3,"down_votes":0,"body":"Ich habe die Geschichten &uuml;ber Valoran wirklich genossen, als ich sie gelesen habe. Dabei kam ich auf eine Idee, die die richtige Welt und die von Valoran verbindet (zumindest ein bisschen). Ich w&uuml;rde gerne ein Buch &uuml;ber Valoran schreiben, indem es darum geht das zwei Personen (Mecis und Ekho) durch ein Portal von Malzahar{{champion:90}}  nach Valoran kommen und dort dann zurecht kommen m&uuml;ssen. Ihnen wird von Sona{{champion:37}}  geholfen und sie gehen zur &quot;Magieschule&quot;. Dabei w&uuml;rde ich gerne Mysterien einbauen, wie Zeitreisen und G&ouml;tter die &uuml;ber den normalen G&ouml;ttern stehen.\nEs w&uuml;rde mich sehr freuen, wenn ihr euch daf&uuml;r interessiert und zur&uuml;ck schreiben w&uuml;rdet, falls ihr mehr Fragen dazu habt... :D (P.s. : Ich hab viel Zeit in die Geschichte gesteckt, sie ist n&auml;mlich schon in Gedanken zu Ende und ich m&ouml;chte nicht das dies umsonst war)...Wenn euch (die Community) dies gef&auml;llt gibt mir bitte positives Feedback und helft mir beim Erfinden der Story. Ich hoffe das Riot dies liest und auch postitiv &Uuml;berzeugt ist.\n\nHier habe ich eine Kurzbeschreibung, für die die es interresiert :\nDer Kontinent Valoran. Eine große Insel, umgeben von kleineren. Über die Jahre wurden hier riesige Königreiche aufgebaut und zu Grunde gerichtet. Die Kriege hatten kein Ende. Demacia gegen Noxus, Piltover gegen Zhaun. Keine der Reiche hatte einen Vor- oder Nachteil. Doch alle Geschichten über Valoran und die Welt darum, sind eben nur Geschichten in den Augen der Menschen. Für sie ist dies eine Hintergrundgeschichte zum eigentlichen Spiel \"League of Legends\". Was sie nicht wissen ist es, dass die Welt von Valoran lebendiger ist, als sie sich jemals vorstellen können. Zwei \"LoL Spieler\", ihren Namen waren Mecis und Ekho, werden dies bald in Erfahrung bringen, denn ihr Schicksal ist weitaus größer vorherbestimmt, als nur ihr Leben zu leben und dieses Spiel zu spielen. Eine Frau wird kommen und sie mit nehmen. Was die beiden daraus machen, steht in der Zukunft...\n\nWenn ihr schon einen Teil der Geschichte lesen wollt, dann geht auf diese Seite https://www.fanfiktion.de/u/LukasFGE\nDort könnt ihr das lesen, was ich schon hochgeladen habe.\n\nViele Gr&uuml;&szlig;e LukasFGE{{summoner:31}}","replies":[{"id":"","poster":"Deverless","date":"2017-11-19T21:35:41.037+0000","up_votes":2,"down_votes":0,"body":"Hi LukasFGE,\n\nklingt cool was du dir überlegt hast! Die Idee mit den Göttern über Göttern finde ich interessant. Bin gespannt, was du draus machst. Aber finde es ein bisschen schade, dass du jetzt schon alles verraten hast, damit nimmst du ja die Überraschungen ^^ Aber ich kann dich nur anregen, zu schreiben!\nDu könntest deine Geschichte (zB zusätzlich zum Forum hier) auf [Fanfiktion.de](https://www.fanfiktion.de/) hochladen. Dort gibt es eine eigene Kategorie für LoL-Geschichten und viele aktive Autoren und Leser. Ich veröffentliche dort auch regelmäßig :)\n\nViel Erfolg beim Schreiben!\nGrüße,\nDeverless","replies":[{"id":"","poster":"LukasFGE","date":"2017-11-23T19:21:59.542+0000","up_votes":1,"down_votes":0,"body":"Danke dir ^^ und ich musste ja was verraten, ansonsten hättet ihr keine Ahnung gehabt, worum es geht und was ich vorhabe daraus zu machen :P...es gibt leider auch Nachteile. Erstens habe ich nicht viel Zeit daran zu schreiben (Abitur und co.) und zweitens bin ich nicht wirklich darin geübt Bücher zu schreiben, also wenn du jemand bist oder jemanden kennst, der mir da etwas unter die Arme greifen kann wäre das ziemlich zuvorkomment, aber ansonsten danke für das Feedback...ich hoffe du verfolgst dies und ich kann dich nur weiter Überzeugen {{sticker:galio-happy}}","replies":[{"id":"","poster":"Deverless","date":"2017-11-24T09:29:28.979+0000","up_votes":2,"down_votes":0,"body":"Na ja, ein Klappentext bzw. eine Kurzbeschreibung erschaffen ja auch Spannung, ohne zu viel zu verraten ;)\nZu 1) Also wenn du richtig, richtig viel Lust drauf hast, dann schaffst du es, dir ab und zu ein wenig Zeit zu nehmen. Ich kann empfehlen, Wochenziele zu stecken. Ich lade zB jedes Wochenende ein Kapitel hoch. Wenn du weniger Zeit hast, nimm dir halt vor, jede Woche zB 500 Wörter zu schreiben, so kannst du dein Vorankommen verfolgen. \nZu 2) Ist doch kein Problem! Es ist noch kein Autor vom Himmel gefallen ;) Also selbiges wie oben: Wenn du wirklich richtig Lust hast, fang einfach an, der Rest kommt von selbst. Ich habe mit meiner Fanfiktion auch das erste Mal etwas längeres geschrieben, der Anfang war holprig, aber man lernt dazu - allerdings nur, wenn man auch schreibt, also los! :D\n\nWenn ich Zeit finde, lese ich mir natürlich gerne durch, was du schreibst. Ich will nicht versprechen, dass ich jederzeit die Möglichkeit habe, jedes deiner Kapitel auf Herz und Nieren zu prüfen, aber wenn du sie hochlädst oder so, dann schreibe ich natürlich gerne meine Meinung dazu. Wie gesagt, ich kann dir Fanfiktion.de sehr empfehlen, so schaut das zB bei meiner Geschichte aus: [Schatten der Vergangenheit](https://www.fanfiktion.de/s/596223d90007d4af3a6c45f7/1/Schatten-der-Vergangenheit). Oben links kannst du auch die ganze Kategorie League of Legends anschauen mit vielen Geschichten zu LoL ;)\n\nGrüße,\nDeverless","replies":[{"id":"","poster":"LukasFGE","date":"2017-11-24T16:56:42.227+0000","up_votes":1,"down_votes":0,"body":"Ich werde mein bestes geben und ja ich habe mir bereits einen Account auf Fanfiktion erstellt und werde so früh wie möglich anfangen zu veröffentlichen :)\nHier : https://www.fanfiktion.de/u/LukasFGE\n\nIch freu mich schon drauf :P","replies":[{"id":"","poster":"Deverless","date":"2017-11-24T21:21:03.826+0000","up_votes":1,"down_votes":0,"body":"Sehr cool! Ich favorisiere dich direkt mal bei Fanfiktion, dann sehe ich, wenn du ein Kapitel rausbringst :)","replies":[]}]}]}]}]},{"id":"","poster":"Ekho22","date":"2017-11-17T19:54:57.136+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}