{"id":"jW04MWPk","poster":"4faith","date":"2017-11-17T02:13:42.798+0000","title":"Piltover Customs Rumble","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo/Abend zusammen, \r\n\r\nich bin ein gro&szlig;er Fan der Piltover Cusoms - Skins und finde es macht Spa&szlig; sie zu spielen, egal ob Heimi, Corki oder Blitz.\r\nMit den bereits vorhandenen Skins, sind drei, bis potentiell vier Rollen abgedeckt:\r\n1. Mid/Top - {{champion:74}} \r\n2. ADC/Mid - {{champion:42}} \r\n3. Support - {{champion:53}} \r\nViele Champs sind ja sehr flexibel und deshalb hab ich an erster Stelle immer die Rolle geschrieben, die ich f&uuml;r den Champ pr&auml;feriere.\r\nIn dieser Gruppe fehlt, in meinen Augen, ein Toplaner, und wie es der Titel sch&ouml;n verr&auml;t handelt es sich dabei um Rumbel. \r\nWas w&uuml;rdet ihr davon halten, wenn Heimerdinder in seiner Werkstatt &quot;Tristy&quot; ein neues Aussehen verpassen w&uuml;rde?\r\n\r\nIch wei&szlig;, dass laut der Geschichte, Rumble Piltover nicht leiden kann, aber bitte vernachl&auml;ssigt das ein wenig und denkt einfach nur &uuml;ber die Skinidee nach.\r\n\r\nMit Gr&uuml;&szlig;en &amp; an alle die das jetzt noch lesen, eine gute Nacht","replies":[{"id":"","poster":"Jayce me RoIIing","date":"2017-11-17T07:02:00.175+0000","up_votes":1,"down_votes":0,"body":"Fehlt da nicht eher ein Jungler? :D","replies":[{"id":"","poster":"4faith","date":"2017-11-17T17:59:22.737+0000","up_votes":1,"down_votes":0,"body":"Was spricht denn dagegen, Rumble im Jungle zu spielen? Ich mein gesehen haben wir es ja schon einmal & wie gesagt die meisten Champs sind ja sehr flexibel und es gibt bestimmt ein paar Spieler, die auch einen der drei bereits genannten im Jungel spielen würden.","replies":[{"id":"","poster":"Jayce me RoIIing","date":"2017-11-20T18:38:53.271+0000","up_votes":1,"down_votes":0,"body":"Ja aber ich meine Heimer wird ja schon sehr heufig Top gespielt (und Corki ist eher Mid) und daher würde ich sagen,\ndass ein richtiger Jungler fehlt... Rumble ist ja doch eher der Toplaner ;)","replies":[]}]}]}]}