{"id":"IpkG8Now","poster":"LadyIsi","date":"2019-06-07T15:06:26.785+0000","title":"LoL-Social Media Film: Suche eine Gruppe Freunde für eine kurze Doku","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo miteinander, \n\nich suche derzeit eine Gruppe von Freunden, die sich über das Spiel kennengelernt und befreundet haben. Riot dreht für verschiedene Länder jeweils kleine Dokumentationen (2-3 Minuten) und ich suche gerade für Deutschland Spieler aus der Community, die sehr passioniert über LoL sind und darüber Freunde gefunden haben. Ihr müsst natürlich bereit sein gefilmt zu werden und eine tolle Gruppendynamik haben. Das Ziel ist es eine kleine epische Doku über euch, wie ihr vom Spieler zum Held werdet, zu drehen, die auf den Social Media Kanälen dann veröffentlicht wird. Bezahlung und auch ggf Anreise werden übernommen, jedoch kann ich dazu noch keine Details geben, da ich mich gerade noch in der Treatment Phase befinde. \n\nZu mir: Hi, ich bin Filmemacherin und Motion Designerin. Ich bin auch LoL Spielerin (jedoch die letzte Zeit nicht mehr) und habe ein Poro-Kuscheltier! \n\nWenn ihr denkt, dass ihr perfekt für diese Doku passt, dann meldet euch gerne bei mir via E-Mail mit einer kleinen Geschichte zu euch, wer ihr seid, wie ihr euch kennengelernt habt, wer übernimmt welche Rolle, woher ihr alle kommt, wie alt ihr seid, eure (falls vorhanden) Social Media Kanäle.. \n\n\nFreue mich von euch zu hören! Meine Email: mail@isabelle-duchene.com","replies":[{"id":"","poster":"SSF LastAngel","date":"2019-06-07T16:32:42.998+0000","up_votes":1,"down_votes":0,"body":"Hey. Weißt du schon wann das planmäßig wäre mit den aufnahmen?\nFinde ich mega würde mich auch zur Verfügung stellen, aber müsste es halt planen","replies":[{"id":"","poster":"LadyIsi","date":"2019-06-08T14:10:36.730+0000","up_votes":1,"down_votes":0,"body":"Hi, leider warte ich noch auf die Info, wie der Zeitplan aussieht, aber ich gehe mal davon aus, dass es zwischen Juli-August gedreht werden sollte. Sobald ich da eine Info habe, schreibe ich das hier nochmal rein :) es sollten ca. 2-3 Drehtage sein. Kannst mir ja mal eine E-Mail schreiben und mir ein paar Infos schicken. Dadurch verpflichtest du dich ja nicht direkt :)","replies":[]}]},{"id":"","poster":"SSF LastAngel","date":"2019-06-07T15:39:00.210+0000","up_votes":1,"down_votes":0,"body":"Berlin ist leider zu weit weg (komme aus der nähe von stuttgart) sonst würde ich es machen aber ich kenne jemanden der aus der gegend kommt ud vllt darauf lust hat. Super Idee anyway","replies":[{"id":"","poster":"LadyIsi","date":"2019-06-07T16:29:35.594+0000","up_votes":1,"down_votes":0,"body":"Hi, habe das mit Berlin rausgenommen ;) das ist kein Kriterium gewesen daher könnt ihr gerne von überall aus Deutschland kommen! \nLiebe Grüße \nIsabelle","replies":[]}]}]}