{"id":"UxfjrZuc","poster":"Markishi","date":"2017-11-16T10:51:59.199+0000","title":"Buch IX: Jeder kann ein Gentlemen werden - Band I","subforum":"Community-Kunstwerke","up_votes":6,"down_votes":0,"body":"Liebe Beschw&ouml;rer!\r\n\r\nHeute m&ouml;chten wir euch wieder einladen, bei unserer Geschichts- und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\r\nIn der heutigen Geschichtsstunde beginnen wir eine weitere Geschichte, die &uuml;ber mehrere Ausgaben hinweg erz&auml;hlt wird und von Gnar und Cho&#039;Gath handelt, die den Club der Gentlemen gegr&uuml;ndet haben.\r\nMacht es auch bequem, nehmt euch einen Tee und h&ouml;rt gut zu...\r\n\r\n&ldquo;Was war das f&uuml;r ein Ger&auml;usch?&rdquo; fragte Gnar, w&auml;hrend er an seinem Kelch nippte.\r\n&ldquo;Was denn? Ich habe nichts geh&ouml;rt. Beunruhigt Euch etwas, Gnar?&rdquo; erwiderte Cho&rsquo;Gath, der entspannt mit &uuml;bereinander gefalteten Beinen in seinem Sessel sa&szlig; und Pfeife rauchte.\r\n&ldquo;Ich bin mir nicht sicher, aber ich meine, ein Krachen von drau&szlig;en geh&ouml;rt zu haben. Aber vielleicht habe ich mich auch nur get&auml;uscht. Verzeiht, dass ich euch nerv&ouml;s gemacht habe, werter Cho&rsquo;.&rdquo;\r\n&ldquo;Nicht weiter tragisch. Noch etwas Wein? Euer Kelch ist leer, wie mir scheint.&rdquo;\r\n&ldquo;Ja, bitte&rdquo; entgegnete Gnar und reichte seinem Freund seinen Kelch, sodass dieser ihm noch etwas Wein einschenken konnte. &ldquo;Meinen verbindlichsten Dank.&rdquo;\r\nGnar lehnte sich in seinem Sessel zur&uuml;ck. Welch sch&ouml;ner Ort doch hier entstanden ist, dachte er sich. Die beste Gesellschaft, die man sich nur w&uuml;nschen konnte und immer Ruhe und&hellip; Da war es schon wieder. &ldquo;Habt ihr es jetzt geh&ouml;rt?&rdquo; wandte sich Gnar an Cho&rsquo;Gath. Dieser nickte und war bereits im Begriff aufzustehen. &ldquo;Sehen wir nach, das Ger&auml;usch schien von drau&szlig;en zu kommen.&rdquo;\r\nAls sie aufstanden, sah Ezreal zu ihnen her&uuml;ber. &ldquo;Kann ich helfen?&rdquo;\r\n&ldquo;Wir haben drau&szlig;en etwas geh&ouml;rt, was hier nicht ganz hin passt. Wir wollen nachsehen, wer uns hier in unserer Ruhe st&ouml;rt.&rdquo; erkl&auml;rte Gnar ihm. \r\n&ldquo;Dann komme ich mit, man kann ja nie wissen.&rdquo;\r\nZu dritt begaben sie sich zur T&uuml;r und Gnar sp&auml;hte nach drau&szlig;en. &ldquo;Seht ihr etwas?&rdquo;, fragte ihn Cho&rsquo;Gath, der sich neben ihm platziert hatte. &ldquo;Ja, eine gro&szlig;e Gestalt treibt sich am Tor herum und scheint Einlass zu begehren. Nur erwarten wir keine G&auml;ste.&rdquo; Gnar sah zu Cho&rsquo;Gath, in der Hoffnung, er w&uuml;sste einen Rat.\r\n&ldquo;Nun, dann lasst uns doch nachsehen, wer so rabiat EInlass w&uuml;nscht.&rdquo;\r\nGnar griff sich seinen Stock und setzte sich seinen Hut auf, dann reichte er Cho&rsquo;Gath seinen Hut zu und &ouml;ffnete die T&uuml;r. Gemeinsam traten die drei aus dem Club heraus auf den von B&auml;umen ges&auml;umten Weg zum Eingangstor. Schon als sie einen Schritt getan hatten, regte sich die Gestalt am Tor und schickte sich an, zu verschwinden.\r\n&ldquo;Halt, stehen bleiben!&rdquo; rief Cho&rsquo;Gath dem Fremden zu, doch dieser machte keine Anstalten, stehen zu bleiben. Ezreal nutze die Macht seines Handschuhs und tauchte vor dem Tor wieder auf.\r\n&ldquo;Ihr wurdet gebeten, stehen zu bleiben. Kommt dem nach, oder ich muss handgreiflich werden.&rdquo; Die Gestalt stoppte in seiner Bewegung und drehte sich um. &ldquo;Gragas!&rdquo; rief Ezreal erstaunt. &ldquo;Was tut ihr hier? Sicher nichts als Narretei!&rdquo;\r\n&ldquo;Ich war eben auf der Suche, nach was zum Saufen, klar? Und euer Schuppen sieht aus, als w&uuml;rde man dort was kriegen.&rdquo;\r\nMittlerweile waren auch Gnar und Cho&rsquo;Gath am Tor angekommen und &ouml;ffneten es, damit Ezreal wieder herein kommen konnte. &ldquo;Ihr k&ouml;nnt nicht einfach herkommen und unser Eingangstor ramponieren, nur weil ihr euren Durst stillen wollt. Dies hier ist der Club der Gentlemen, da hat ein Vandale wie ihr nichts verloren.&rdquo;\r\n&ldquo;Ach, halts Maul.&rdquo;, sagte Gragas ver&auml;rgert und ging bedrohlich auf den kleinen Gnar zu.\r\nDieser spitzte nur die wei&szlig;en Ohren und sagte: &ldquo;Ich verbitte mir diesen Ton. Kommt mir nicht n&auml;her.&rdquo; Die blauen Augen funkelten f&uuml;r einen Moment rot und Gnar senkte rasch den Blick.\r\n&ldquo;Du kleine Ratte sagst mir nicht, was ich tun soll.&rdquo;, stammelte Gragas w&uuml;tend und streckte die H&auml;nde nach Gnar aus.\r\nCho&rsquo;Gath hatte die Wut in den Augen seines Freundes aufblitzen sehen und wollte vortreten, aber Ezreal hielt ihn zur&uuml;ck. \r\n&ldquo;Er schafft das. Er arbeitet schon solange an sich und ist ein wahrer Gentleman geworden.&rdquo;\r\nCho&rsquo;Gath nickte widerwillig.  Er wusste nur zu gut, wie sehr Gnar mit seinem Aggressionsproblem zu k&auml;mpfen hatte. Doch er sollte darauf vertrauen, dass er es schaffen w&uuml;rde.\r\nGragas stand nun direkt vor Gnar und sah feindselig auf ihn herab.\r\n&ldquo;Ich warne dich kein zweites Mal.&rdquo;, sagte Gnar leise. Dabei tippte er sich kurz an den Hut und schob diesen dann nach oben um Gragas aus gro&szlig;en gl&uuml;henden Augen anzufunkeln.\r\nDieser zuckte kurz zur&uuml;ck und holte dann zum Schlag aus. Geschickt wisch Gnar aus, sprang leichtf&uuml;&szlig;ig in die Luft und schaltete den R&uuml;pel mit einem gezielten Hieb mit seinem Stock auf den Kopf aus. Das Gl&uuml;hen in seinen Augen war verschwunden, nun leuchteten sie wieder eisblau.\r\n&ldquo;Guter Schlag&rdquo;, lobte Ezreal, w&auml;hrend Cho&rsquo;Gath den Bewusstlosen vorsichtig hochhob und Richtung Haus ging.\r\n&ldquo;Ich h&auml;tte ihn nicht schlagen d&uuml;rfen.&rdquo;, rang Gnar mit sich selbst. \r\n&ldquo;Er hat dich angegriffen. Wir sind Gentlemen, keine Pazifisten. Wir k&ouml;nnen uns verteidigen, wenn es sein muss. Nur benutzen wir Gewalt nicht zum L&ouml;sen von Problemen. Unsere eigentliche Arbeit beginnt jetzt erst.&rdquo;,versuchte Cho&rsquo;Gath ihn zu beruhigen. \r\nIm Haus angekommen legten sie Gragas auf eines der bequemen Sofas und Ezreal eilte davon, um einen k&uuml;hlen Lappen zu holen.\r\nW&auml;hrenddessen erkl&auml;rte Cho&rsquo;Gath den anderen was vorgefallen war. Nachdem er geendet hatte, fragte Vi: &ldquo;Und was habt ihr nun mit ihm vor? Er kann unm&ouml;glich einer von uns werden.&rdquo;\r\nCho&rsquo;Gath nahm den Zylinder ab. &ldquo;In jedem steckt ein Gentlemen, Teuerste. Aber manchmal braucht es ein wenig Hilfe um dies zu erkennen. Sagt bitte den anderen, dass sie herunter in den Salon kommen sollen. Ich m&ouml;chte nicht, dass er auf dumme Gedanken kommt, wenn er aufwacht.&rdquo;\r\nW&auml;hrend Vi fortging um die anderen zu suchen und Ezreal Gragas zu wecken versuchte, ging Cho&rsquo;Gath hin&uuml;ber zum Kamin, wo Gnar leicht zitternd in seinem Sessel sa&szlig; und an einem Tee nippte.\r\n&ldquo;Ist alles in Ordnung, mein Freund?&rdquo;, fragte er einf&uuml;hlsam. \r\nGnar sch&uuml;ttelte den Kopf. &ldquo;Man konnte es deutlich sehen, nicht wahr?&rdquo;\r\nCho&rsquo;Gath setzte sich um sein Z&ouml;gern zu &uuml;berspielen und etwas Zeit zu gewinnen, dann nickte er schlie&szlig;lich.\r\nGnar seufzte. &ldquo;Es war erstaunlich knapp. Nach all der Zeit sollte man meinen, ich k&ouml;nne es endlich kontrollieren, aber kaum bin ich einmal nicht auf der Hut, kommt das Monster zum Vorschein.&rdquo;\r\nCho&rsquo;Gath sah ihn mitf&uuml;hlend an. &ldquo;Ihr seid kein Monster, weder jetzt noch wenn ihr euch verwandelt. Ihr kamt vor vielen Jahren zu mir, um Selbstbeherrschung zu lernen und heute seid ihr einer der gro&szlig;artigsten Gentlemen, die ich kenne und Mitbegr&uuml;nder dieses Clubs.&rdquo;\r\nGnar l&auml;chelte matt. &ldquo;Aber werden sie uns&hellip; mir noch folgen, wenn sie sehen, was ich bin?&rdquo;\r\n&ldquo;Jeder hier wei&szlig; davon und alle unterst&uuml;tzen euch.&rdquo;\r\n&ldquo;Ja, aber sie haben es auch noch nie gesehen. Sie wissen nicht, zu was ich werden kann. Zu etwas, das nicht einmal ihr unter Kontrolle bringen k&ouml;nntet.&rdquo;\r\nCho&rsquo;Gath lachte. &ldquo;Ich k&ouml;nnte es. Ich k&ouml;nnte es ganz sicher, wenn ich dem Hunger in mir nachgeben w&uuml;rde. Diesen bek&auml;mpfe ich seit Jahren, wie ihr euren Zorn. Ihr seid nicht allein.&rdquo;\r\nGerade als Gnar darauf etwas erwidern wollte, unterbrach das benommene Gemurmel hinter ihnen ihre Unterhaltung.\r\n\r\n\r\nDas war es mit der heutigen Geschichtsstunde, wir hoffen, es hat euch gefallen.\r\nWenn ihr wissen m&ouml;chtet, wie die Geschichte um Gnar, Cho&#039;Gath, den Club der Gentlemen und Gragas weitergeht, dann schaut gerne zu einem sp&auml;teren Zeitpunkt wieder bei uns vorbei.\r\n\r\nWir freuen uns auf euch und w&uuml;nschen euch bis dahin einen sch&ouml;nen Tag,\r\n\r\nEure M&auml;rchenfee Wolverine\r\nEuer Geschichtenerz&auml;hler Markishi","replies":[{"id":"","poster":"K0l1BR1","date":"2017-11-16T19:33:33.126+0000","up_votes":2,"down_votes":0,"body":"Mal wieder eine wunderschöne Geschichte. Danke :)","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-11-20T11:48:47.100+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=K0l1BR1,realm=EUW,application-id=NIAgX8ss,discussion-id=UxfjrZuc,comment-id=0000,timestamp=2017-11-16T19:33:33.126+0000)\n>\n> Mal wieder eine wunderschöne Geschichte. Danke :)\n\nDanke dir :)","replies":[]}]}]}