{"id":"6FaRj1TK","poster":"Ariya","date":"2017-11-15T18:01:43.148+0000","title":"Leveln und Belohnungen - Frühe Eindrücke und Anpassungen","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hey! Im Laufe der letzten paar Tage haben wir Unmengen an Fragen und Feedback zu den neuen Stufenaufstiegs- und Belohnungssystemen bekommen.\nWorum es in diesem Beitrag geht:\nAls Reaktion auf das Feedback der Spieler wandeln wir einen Teil der ERF, die man als Bonus f&uuml;r den ersten Sieg des Tages bekommt, in blaue Essenzen um.\nWir werden dar&uuml;ber sprechen, wie der Stufenaufstieg bis Stufe 30 jetzt funktioniert und wie wir ihn f&uuml;r alle leichter gemacht haben.\nWir werden uns die Stufenaufstiegskurve nach Stufe 30 ansehen und die Stufenaufstiegsrate auf lange Sicht erh&ouml;hen, damit die Spieler nicht das Gef&uuml;hl bekommen, f&uuml;r hohe Stufen bestraft zu werden.\nAu&szlig;erdem haben wir bereits eine &Auml;nderung vorgenommen: Zu Beginn dieser Woche haben wir den Minimalwert der Beutekisten erh&ouml;ht. Fr&uuml;her war die schlechteste Beute 720 BE wert, jetzt ist sie 810 BE wert.\nSehen wir uns das Ganze genauer an.\n\n**ERSTER SIEG DES TAGES**\nFangen wir mit dem Bonus f&uuml;r den ersten Sieg des Tages (ESdT) an. Viele Spieler haben nach einer M&ouml;glichkeit gefragt, auch ohne Stufenaufstieg blaue Essenzen zu erhalten, um Champions zu kaufen, die ihnen sonst verwehrt bleiben w&uuml;rden.\nDaher haben wir vor, einen Teil der ERF f&uuml;r den ersten Sieg des Tages direkt in blaue Essenzen umzuwandeln. Bei der Ver&ouml;ffentlichung des Systems gew&auml;hrte der ESdT 575 ERF. Sobald wir diese &Auml;nderung ver&ouml;ffentlichen (irgendwann im Verlauf von Patch 7.23), gew&auml;hrt der ESdT stattdessen 50 BE und 400 ERF.\n\n**GESCHWINDIGKEIT DES STUFENAUFSTIEGS BIS STUFE 30**\nSehen wir uns an, wie wir den Stufenaufstieg bis Stufe 30 f&uuml;r alle schneller machen. Wir haben gesehen, dass es einige Bedenken wegen der Stufenaufstiegskurve f&uuml;r neue Spieler und deren Erfahrung beim Stufenaufstieg bis Stufe 30 gibt. Es stimmt, dass man im neuen System f&uuml;r gewisse Stufen mehr ERF ben&ouml;tigt, trotzdem ist das neue Stufenaufstiegssystem schneller. Sehen wir es uns genauer an, um zu verstehen, wie es funktioniert.\nIm alten Stufenaufstiegssystem war ein durchschnittliches Spiel in etwa 115 ERF wert. Die Tabelle unten zeigt die Gesamtanzahl der Spiele, die man spielen musste, um Stufe 30 zu erreichen:\nhttps://i.imgur.com/qZ3GZjS.png[/img]\nMan musste im Durchschnitt 178 Spiele spielen, um Stufe 30 zu erreichen (der Verlauf h&auml;ngt nat&uuml;rlich von der Spieldauer und der Leistung ab).\nIm neuen Stufenaufstiegssystem ist ein durchschnittliches Spiel in etwa 192 ERF wert. Zus&auml;tzlich dazu bekommt man ab Stufe 15 ERF f&uuml;r den ersten Sieg des Tages. Ab diesem Moment wird es auch etwas schwieriger, die beiden Systeme zu vergleichen. Wenn man den Bonus f&uuml;r den ersten Sieg des Tages h&auml;ufiger bekommt, ben&ouml;tigt man insgesamt weniger Spiele. Laut unseren Sch&auml;tzungen bekommt der durchschnittliche Spieler alle vier Spiele den Bonus f&uuml;r den ersten Sieg des Tages. Sehen wir uns aber trotzdem an, was passiert, wenn man diesen Bonus nur alle sechs beziehungsweise alle acht Spiel bekommt.\nhttps://i.imgur.com/1prRFHu.png[/img]\n_Die Daten basieren auf der Annahme, dass man f&uuml;r den ESdT 400 ERF bekommt.\nWenn du ein durchschnittlicher Spieler bist, der alle vier Spiele den Bonus f&uuml;r den ESdT bekommt, dann musst du 152 Spiele spielen, um Stufe 30 zu erreichen, was viel schneller ist. Wenn du den Bonus f&uuml;r den ESdT nur alle sechs Spiele bekommst, musst du 166 Spiele spielen. Wenn du zu den wenigen Spielern geh&ouml;rst, die den Bonus f&uuml;r den ESdT nur alle achte Spiele bekommen, dann musst du 174 Spiele spielen, um Stufe 30 zu erreichen.\nAlso. Das bedeutet, dass im neuen System so gut wie jeder schneller Stufe 30 erreicht. Man ist nur dann langsamer, wenn man durchschnittlich mehr als neun Spiele spielen muss, um den Bonus f&uuml;r den ESdT zu erhalten. Und selbst dann betr&auml;gt der Unterschied nur ein paar Spiele.\n\n**BELOHNUNGEN F&Uuml;R DIE STUFEN 1&ndash;30**\nOkay, aber was ist mit den Belohnungen? Im alten System hat man w&auml;hrend des Stufenaufstiegs bis Stufe 30 zwischen 13.000 und 18.000 EP bekommen (abh&auml;ngig vom Bonus f&uuml;r den ESdT).\nLasst uns das also mit den Belohnungen im neuen System vergleichen. Im Gegensatz zu den Kisten, die man ab Stufe 30 bekommt, sind die Kisten, die man im neuen System bis Stufe 30 bekommt, NICHT zuf&auml;llig. Stattdessen erh&auml;lt man f&uuml;r jeden Stufenaufstieg einen speziellen Champion oder Championsplitter, die eine bestimmte Menge blaue Essenzen wert sind (falls man sie entzaubert).\nUnd so viele blaue Essenzen sind die Dinge wert, die man bis Stufe 30 erh&auml;lt:\n\nhttps://i.imgur.com/SWsjH5M.png[/img]\nDas bedeutet, dass man im neuen System bis Stufe 30 garantiert Ashe, Garen, Brand, ein Symbol, ein Auge und 20.312 blaue Essenzen bekommt. Das gilt aber nur dann, wenn man jeden einzelnen Championsplitter entzaubert. Wenn man sie aufwertet, erh&ouml;ht sich der Wert sogar noch weiter.\nDabei sind bei den 20.312 blauen Essenzen die 50 BE, die man f&uuml;r den ESdT bekommt, noch gar nicht eingerechnet. Die tats&auml;chliche Summe ist also noch gr&ouml;&szlig;er. Au&szlig;erdem sind die Runen jetzt kostenlos &ndash; im neuen Stufenaufstiegssystem ist es also wesentliche einfacher, Champions freizuschalten.\nHier also noch einmal eine kurze &Uuml;bersicht dar&uuml;ber, wie sich das neue Stufenaufstiegssystem auf die Spieler bis Stufe 30 auswirkt: Die gro&szlig;e Mehrheit der Spieler erreicht Stufe 30 schneller (manche sogar VIEL schneller) und es gibt mehr Belohnungen.\nGut, so viel zu den Stufen 1&ndash;30. Es wird Zeit, &uuml;ber den Stufenaufstieg nach Stufe 30 zu sprechen.\n\n**DIE STUFENAUFSTIEGSKURVE NACH STUFE 30**\nOkay, sprechen wir also dar&uuml;ber, was im neuen System passiert, wenn man eine wirklich hohe Stufe erreicht. Dieser Teil wird ziemlich mathematisch, aber lauf noch nicht weg.\nIm neuen Stufenaufstiegssystem wird das Erreichen der n&auml;chsten Stufe mit jeder Stufe schwieriger. Ab Stufe 30 beginnt der Schwierigkeitsgrad, stufenf&ouml;rmig anzusteigen. Je n&auml;her man einem Meilenstein (alle 25 Stufen) kommt, desto schwieriger wird es, eine neue Stufe zu erreichen. Danach wird der Stufenaufstieg wieder einfacher, bis man sich dem n&auml;chsten Meilenstein n&auml;hert. Im aktuellen System, das wir mit der Vorsaison ver&ouml;ffentlicht haben, wird auch der Stufenaufstieg zwischen den Meilensteinen immer schwieriger, bis man Stufe 150 erreicht hat. Ab diesem Punkt wird es nicht mehr schwieriger.\nDa uns die Spieler bereits darauf hingewiesen haben, dass sie nicht daf&uuml;r bestraft werden wollen, eine hohe Stufe erreicht zu haben, werden wir die Stufenaufstiegskurve anpassen, um den Stufenaufstieg leichter zu machen. In der Tabelle unten siehst du die Stufenaufstiegskurve, wie sie momentan ist (die blaue Linie) und wie sie nach den &Auml;nderungen aussehen wird (die orange Linie) &ndash; diese &Auml;nderung sollte w&auml;hrend Patch 7.23 ver&ouml;ffentlicht werden.\n\nhttps://i.imgur.com/gMx52R0.png[/img]\nDurch die &Auml;nderungen, die wir vornehmen, wird der Stufenaufstieg ab Stufe 50 nicht mehr schwieriger werden. Wie zuvor wird der Stufenaufstieg jedoch kurz vor Meilensteinen schwieriger und danach wieder einfacher. Nachdem wir diese &Auml;nderung ver&ouml;ffentlicht haben, wird der Stufenaufstieg ab Stufe 50 anstatt ab Stufe 150 nicht mehr schwieriger werden.\n\n**EIN VERGLEICH DER BELOHNUNGSSYSTEME**\nOkay, jetzt kommen wir zu der Frage, die alle interessiert: Bekommt man durch den Stufenaufstieg mehr BE als EP durch Spiele im alten System? Die Antwort lautet: Ja, man bekommt im Durchschnitt unabh&auml;ngig von der Stufe mehr. Die einzige M&ouml;glichkeit, im neuen System etwas weniger zu bekommen, ist, jeden Tag unglaublich viel League zu spielen. Zeit, diese Behauptung mit Daten zu belegen.\nDie folgenden Beispiele ber&uuml;cksichtigen die zuvor erw&auml;hnten &Auml;nderungen am ESdT und dem Stufenaufstiegstempo vor Stufe 30.\nIn der Grafik unten vergleichen wir die Gesamtanzahl der blauen Essenzen, die man f&uuml;r das Erreichen bestimmter Stufen im neuen System bekommt, mit der Anzahl an EP, die man im alten System f&uuml;r dieselbe Anzahl an Spielen bekommen h&auml;tte. Das neue System wird durch die orangen Balken dargestellt. Das alte EP-System wird durch die blauen Balken dargestellt.\n\nhttps://i.imgur.com/bJHETaN.png[/img]\nIch werde kurz erkl&auml;ren, was wir auf dieser Grafik sehen. Es kommt darauf an, wie viele Boni man f&uuml;r den ESdT w&auml;hrend des Spielens erh&auml;lt. Die Grafik oben geht davon aus, dass man den Bonus f&uuml;r den ESdT alle vier Spiele bekommt. Was auf den durchschnittlichen Spieler zutrifft.\nAber es gibt genug Spieler, die mehr als vier Spiele pro Tag spielen. In so einem Fall k&ouml;nnte die Grafik eher so aussehen:\n\nhttps://i.imgur.com/Idfctde.png[/img]\nHierbei handelt es sich um einen Spieler, der den Bonus f&uuml;r den ESdT alle sechs Spiele bekommt. Diese Person spielt League mehr als der durchschnittliche Spieler. Dieser Spieler verdient selbst auf der h&ouml;chsten Stufe mehr BE als EP im alten System.\nSehen wir uns noch ein Beispiel an, um wirklich alle Eventualit&auml;ten abzudecken: Ein Spieler, der den Bonus f&uuml;r den ESdT alle acht Spiele erh&auml;lt. Diese Person nimmt League wirklich sehr ernst und spielt in der Regel acht Spiele am St&uuml;ck. Wie schneidet sie im neuen System verglichen mit dem alten ab?\n\nhttps://i.imgur.com/IjnyIqC.png[/img]\nSelbst in diesem Fall ist der Unterschied ziemlich gering. Wie gering? Die Person hat nach 2.200 Spielen insgesamt 2.300 BE weniger erhalten. Dieser Unterschied beim Einkommen zwischen jenen, die viele Spiele pro Tag spielen, und jenen, die wenige Spiele pro Tag spielen, ist in League nichts Neues &ndash; Wir waren immer schon der Meinung, dass sich der Bonus f&uuml;r den ESdT lohnen w&uuml;rde, um die Spieler dazu zu bewegen, sich regelm&auml;&szlig;ig anzumelden und Spiele zu spielen. Diese Spieler erreichen auch im neuen System schneller eine neue Stufe als alle anderen und sie bekommen auch ihre einzigartigen Belohnungen schneller als alle anderen (und den Swag-Faktor, den sie mit sich bringen).\nUnd darauf l&auml;uft alles hinaus: Die gro&szlig;e Mehrheit der Spieler bekommt im neunen System durchschnittlich mehr Einkommen, als sie im alten EP-System erhalten h&auml;tten.\n\n**FAZIT**\nDu meine G&uuml;te, das waren jede Menge Grafiken. Das klingt jetzt vielleicht seltsam, aber wir wussten, dass eine derart gro&szlig;e Systemumstellung nicht von Anfang an perfekt sein w&uuml;rde. Die Vorsaison ist die Zeit f&uuml;r gro&szlig;e &Auml;nderungen und wir wussten, dass wir das Feedback der Spieler brauchen w&uuml;rden, um alle zufriedenstellen zu k&ouml;nnen. Darum k&ouml;nnen wir die Spieler nur bitten, es uns auch weiterhin zu &uuml;bermitteln. Wir freuen uns wirklich dar&uuml;ber.\nWir haben noch ein paar weitere Bedenken zum neuen Stufenaufstiegs- und Belohnungssystem geh&ouml;rt (vor allem, was die Preise f&uuml;r Meisterschaft 6 &amp; 7 und den Zufall beim Beutesystem angeht). Dennoch werden wir uns im Moment auf die oben angek&uuml;ndigten &Auml;nderungen konzentrieren. Im Moment wollen wir so wenig wie m&ouml;glich auf einmal &auml;ndern, um die Auswirkungen der einzelnen &Auml;nderungen besser einsch&auml;tzen zu k&ouml;nnen.\nBitte spiel einfach weiter und lass uns wissen, wie sich das neue System anf&uuml;hlt &ndash; wir h&ouml;ren dir zu. Du kannst uns in den Kommentaren gerne Fragen stellen!","replies":[{"id":"","poster":"Nivoras","date":"2017-11-15T21:39:07.703+0000","up_votes":3,"down_votes":0,"body":"Hmm... wo ihr jetzt soviel Wert auf den FWotD legt, könntet ihr es nicht möglich machen dass der bis zu 2 oder 3 mal stackt wie Kisten und Aram Rerolls (aber natürlich nur ein Bonus pro Win), damit es nicht sp frustrierend ist wenn man mal zeitlich zu früh dran ist oder eine kleine Loosingstreak hat? \nIm alten System wars ja egal aber jetztkommt man gefühlt gar nicht mehr voran... ich finde das Leveling eher frustrierend als anregend im Moment, vor allem wenn ich den Inhalt meiner beiden \"tollen\" Kapseln bedenke. Da wären mir BE lieber gewesen","replies":[]},{"id":"","poster":"GamingBanane","date":"2017-11-17T06:12:51.242+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher ob ich irgendwo etwas überlesen habe, aber gibt es eine art unglückssperre, dass man nicht mehrere levelups hintereinander den schlechtesten gewinn bekommt? bin level 36 und hab mindestens bei 5 der 6 levelups das schlechteste bekommen","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2017-12-21T12:21:36.473+0000","up_votes":1,"down_votes":0,"body":"Anscheinend nicht ich bekomm seit den letzen 10 Level (mom. 48 o. 49 nicht sicher) nur garen und einen 3150 champs. Wenn das so gewollt ist dann wundere ich mich stark","replies":[]}]}]}