{"id":"Nd9FbE36","poster":"Ariya","date":"2017-11-15T17:38:43.738+0000","title":"Meddlers Gameplay-Gedanken - 15. November","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Guten Morgen,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen.\r\nFalls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png\r\n------------------------------------------------------------------------------\r\n**Spieldauer und das Ausnutzen von Vorteilen**\r\n\r\nW&auml;hrend der Vorsaison achten wir besonders genau darauf, wie sich die Spieldauer und das Ausnutzen von Vorteilen ver&auml;ndern. In diesem Jahr ist das aber besonders wichtig, da wir einige &Auml;nderungen ver&ouml;ffentlicht haben, durch die es leichter werden k&ouml;nnte, sich einen Vorteil zunutze zu machen und/oder die Dauer der Spiele zu verk&uuml;rzen. Dazu geh&ouml;ren Dinge wie die Verringerung der Aufhol-Erfahrung, Legende/Kopfgeldj&auml;ger-Runen, die im Moment h&auml;ufig ausgew&auml;hlt werden, aggressive &bdquo;Alles oder nichts&ldquo;-Teamzusammenstellungen ohne Frontlinie usw. \r\n\r\nNach der Ver&ouml;ffentlichung des Patches in der letzten Wochen hat sich die Spieldauer von Ranglistenspielen in der KB um eine Minute verringert, was nicht unerheblich ist. Als wir uns Patch 7.22 genauer ansahen, bemerkten wir einen Fehler, der daf&uuml;r sorgte, dass die Spieler mit einer hohen GSW/MMR ungleichm&auml;&szlig;ig auf die Teams aufgeteilt wurden. Wir haben das Problem ein paar Tage nach der Ver&ouml;ffentlichung des Patches behoben und uns die Spieldauer erneut angesehen. Dabei fanden wir heraus, dass die Spiele im Vergleich zu Patch 7.21 um 30 Sekunden k&uuml;rzer sind. Das liegt aber auch daran, dass die Vasallen/Monster jetzt 10 Sekunden fr&uuml;her erscheinen (und das Spiel somit schneller beginnt).\r\n\r\nDie Spieldauer hat sich im Gro&szlig;en und Ganzen also kaum ver&auml;ndert. Hierbei handelt es sich aber nur um eine Facette und nur weil sich die Spieldauer nicht gro&szlig; ver&auml;ndert hat, hei&szlig;t das nicht, dass sich nicht andere Aspekte gewaltig ver&auml;ndert haben k&ouml;nnen. Wir nehmen aktuell mehrere Dinge genauer unter die Lupe:\r\n\r\n* Wie leicht kann man sich in einem Spiel einen Vorteil zunutze machen (wie lange dauert es im Durchschnitt, bis ein Spiel entschieden ist)?\r\n* Liefern sowohl die Champions f&uuml;r das fr&uuml;he Spiel als auch die Champions f&uuml;r das sp&auml;te Spiel eine angemessene Leistung ab?\r\n* Wie sehr unterscheidet sich die Spieldauer (entsprechen mehr Spiele der durchschnittlichen Dauer oder sehen wir mehr kurze und lange Spiele)?\r\n* Wie wirken sich das K&ouml;nnen und die Region auf die Spieldauer und das Ausnutzen von Vorteilen aus?\r\n* usw.\r\n\r\nIch werde bald weitere Artikel zu diesem Thema und dem Spielfluss im Allgemeinen ver&ouml;ffentlichen. \r\n\r\n------------------------------------------------------------------------------\r\n**&Uuml;berlegenheit**\r\n\r\n&bdquo;&Uuml;berlegenheit&ldquo; bekommt im Moment viel Aufmerksamkeit und wir sehen uns einige Gegenstandskombinationen an, die darauf aufbauen. Manche dieser Kombinationen wirken gut, aber nicht &uuml;berm&auml;chtig, andere sind zwar interessant, d&uuml;rften aber nicht effektiv sein. Einige wenige Kombinationen scheinen vor allem in gewissen Situationen wirklich stark zu sein (damit meinen wir vor allem dich, Malphite). Momentan scheint die Rune nicht zu stark zu sein, wir behalten sie aber im Auge, falls sie in gewissen Situationen doch zu &uuml;berm&auml;chtig werden sollte. \r\n\r\n------------------------------------------------------------------------------\r\n**Die Aktualisierung des Lebensbalkens kommt mit Patch 7.24**\r\n\r\nWir arbeiten immer noch an der Aktualisierung des Lebensbalkens. Da wir immer noch einiges &auml;ndern und ausfeilen wollen und wirklich n&uuml;tzliches Feedback erhalten haben, werden wir sie auf Patch 7.24 verschieben, um etwas mehr Zeit zu haben. Wir w&uuml;rden uns &uuml;ber weiteres Feedback zum Lebensbalken freuen, besonders nachdem die neuste Version auf der PBE zu bewundern ist.\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Abseits von LoL: Level-Design von &bdquo;Breath of the Wild&ldquo;**\r\n\r\nIch habe mir gedacht, dass es gut w&auml;re, f&uuml;r alle, die am Spieldesign interessiert sind, zus&auml;tzliche Informationen zu diesem Thema zu posten. Ich habe vor Kurzem einen &auml;u&szlig;erst interessanten Artikel &uuml;ber die Prinzipien gelesen, auf denen die Au&szlig;enwelt von &bdquo;Breath of the Wild&ldquo; basiert. Unten ist ein Link zu einer Zusammenfassung, in der Robert Yang Matt Walkers &Uuml;berblick &uuml;ber eine Pr&auml;sentation des Teams von &bdquo;Breath of the Wild&ldquo; erl&auml;utert.\r\n\r\nhttp://www.blog.radiator.debacle.us/2017/10/open-world-level-design-spatial.html","replies":[]}