{"id":"HjKAtikq","poster":"Kamillentee","date":"2017-11-15T13:39:51.969+0000","title":"Wo finde ich die Runen, die mir über 2.5 Attackspeed geben?","subforum":"Champions & Gameplay","embed":{"title":"90.00 ATTACK SPEED JINX! Maximum Attack Speed in League of Legends!","description":"Oh boy, that is a REAL MINIGUN! Thanks for all the subs, likes, comments and shares! Helps me a lot!","url":"https://youtu.be/DwHHIaWo0To","image":"https://i.ytimg.com/vi/DwHHIaWo0To/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Vielleicht ist die Frage unsinnig, aber ich kann die Rune wirklich nicht erkennen. {{item:3151}}","replies":[{"id":"","poster":"Deathdrow","date":"2017-11-15T13:55:19.929+0000","up_votes":1,"down_votes":0,"body":"finde ich sehr übertrieben hoffe da wird das noch geändert dran","replies":[{"id":"","poster":"Gin","date":"2017-11-15T14:45:02.927+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir versprechen: Das wirst du in deinem Leben nicht erreichen.\n\nDer Grund wieso Jinx 90,0 Attack Speed hatte, ist wegen ihrer Passive.\n\nJedes Mal wenn Jinx einen Champion tötet, bekommt sie einen Batzen Attack Speed und Movement Speed. Und das stackt sich, wobei jeder Stack den Ablauftimer zurücksetzt.\n\nIm Video, was übrigens ein Custom Game ist, sterben also durchgehend die Level 1 Gegner an der Jinx um ihr immer mehr und mehr Stacks zu geben.\n\nFrüher wäre sie bei 2,5 Attack Speed eingeschränkt gewesen, aber durch Lethal Tempo kann sie kurzzeitig ein Attack Speed von über 2,5 haben.\n\nAber in einem echten Spiel, wirst du maximal 5 Stacks kriegen können, da die Feinde zu lange zum respawnen brauchen und sie ablaufen würden.","replies":[]}]},{"id":"","poster":"KageNoOkami","date":"2017-11-15T13:43:17.881+0000","up_votes":1,"down_votes":0,"body":"Jinx bekommt pro Kill AS für eine kurze Zeit. Das stackt sich bis ins Unendliche. Die Anzahl der Stacks werden dir über den Fähigkeiten angezeigt. Leider gibt es ein AS-Cap in League of Legends. Dies kann durch eine neue Keystone überwunden werden. Befindet sich im Baum 'Precision'.\n\nImmer wenn sich die Keystone aktiviert, wird die AS-Cap entfernt und die wahren AS werden berechnet.\n\nDie Rune gibt dir an sich nur 30-80% AS. Entfernt halt wie gesagt das AS-Limit. Die extremen AS-Werte kommen von Jinx Passive.","replies":[{"id":"","poster":"I love you Malon","date":"2017-11-15T13:46:15.688+0000","up_votes":1,"down_votes":0,"body":"> Immer wenn **Precision** losgeht, wird die AS-Cap entfernt und die wahren AS werden berechnet.\n\n> \n\nEdit: Lethal Tempo <3","replies":[]}]},{"id":"","poster":"I love you Malon","date":"2017-11-15T13:42:54.468+0000","up_votes":1,"down_votes":0,"body":"Precision : Lethal Tempo","replies":[]}]}