{"id":"tg1k9hNw","poster":"Ariya","date":"2017-11-15T12:07:25.912+0000","title":"Achtung: Dein Client zeigt dir jetzt Neuigkeiten an, die sich genauer an deinem Standort orientieren","subforum":"Dev Corner","up_votes":10,"down_votes":0,"body":"Hallo!\r\n\r\nWir arbeiten an ein paar Client-&Auml;nderungen f&uuml;r Spieler in EUW und EUNE, &uuml;ber die wir dich informieren wollen.\r\n\r\nWenn du nach der Aktualisierung auf Patch 7.22 deinen Client startest, wird dir auffallen, dass die Inhalte in den Reitern &bdquo;&Uuml;BERSICHT&ldquo; und &bdquo;NEUIGKEITEN&ldquo; in deiner Landessprache angezeigt werden, w&auml;hrend der Client und das Spiel weiterhin in deiner bevorzugten Sprache laufen. \r\n\r\n**Aber warum haben wir diese &Auml;nderung vorgenommen? **\r\n\r\nWir wissen, dass viele Spieler League gerne in einer Sprache spielen, die nicht ihrer Landessprache entspricht. Das kann daran liegen, dass ihnen diese Sprachausgabe besser gef&auml;llt, sie eine neue Sprache lernen wollen, oder irgendwelche anderen Gr&uuml;nde.\r\n\r\nDas hat in der Vergangenheit immer wieder zu Problemen gef&uuml;hrt. Vor dieser Aktualisierung waren die Tabs &bdquo;&Uuml;BERSICHT&ldquo; und &bdquo;NEUIGKEITEN&ldquo; an die von dir ausgew&auml;hlte Sprache gebunden. \r\n\r\nDas f&uuml;hrte dazu, dass zum Beispiel deutsche Spieler, die League auf Englisch spielen wollten, nur englische Inhalte sahen, die sich meistens auf Neuigkeiten und Veranstaltungen f&uuml;r Spieler im Vereinigten K&ouml;nigreich beschr&auml;nkten. S&auml;mtliche f&uuml;r Deutschland relevante Inhalte waren jedoch an den deutschen Client gebunden, was dazu f&uuml;hrte, dass die deutschen Spieler jede Menge Inhalte verpassten, die extra f&uuml;r sie erstellt worden waren.\r\n\r\nDurch diese Aktualisierung wei&szlig; der Client, in welchem Land er ausgef&uuml;hrt wird. Dadurch kannst du in Zukunft die englische Sprachausgabe usw. genie&szlig;en, ohne dabei auf Neuigkeiten und Inhalte verzichten zu m&uuml;ssen, die f&uuml;r deine Region relevant sind.\r\n\r\nDu kannst dies jederzeit &uuml;ber die Einstellungen des Clients &auml;ndern und deine bevorzugte Sprache f&uuml;r die Neuigkeiten ausw&auml;hlen. \r\n\r\nLass es uns wissen, falls du Fragen oder Feedback hast!","replies":[{"id":"","poster":"xDeadlock","date":"2017-11-15T16:43:57.061+0000","up_votes":2,"down_votes":0,"body":"An sich finde ich dieses Feature top notch. Ich kann zwar auch englisch aber auf Deutsch leuchtet es direkt ein.\n\nWas ich sehr gerne sehen würde im Bezug auf Lokalisierungen ist das man Text- und Audiosprache getrennt voneinander wählen kann.\n\n_Als Beispiel:\n\nMan hat ja im Login die Möglichkeit den Server und die Sprache auszuwählen. Dort könnte man ein Zahnrad neben der Sprachauswahl einblenden welches dem Spieler via Dialog die Text- und Audiosprache separat auszuwählen._\n\nWas mir persönlich fehlt ist es das zu solch einer Funktion die Japanische Audiosprache nur auf dem Japanischen Server wählbar ist und es gibt einige Synchronsprecher in der Japanischen Fassungen die ich gerne im Spiel hören will. Und bei dem League Voiceover Changer (LVOC) bin ich unsicher weil AGB etc. obwohl die Daten ja von Riots patchserver geladen werden. Deswegen wäre es Super wenn jeder Spieler, in jeder Region die Möglichkeit hätte jede vorhandene Sprache zu wählen und die Funktion mit der separierten Auswahl von Text- und Audiosprache wäre die Kirsche auf dem Sahnehaufen.\n\nAber um zum wesentlichen zurück zu kommen: GJ Rito mit den Regionalen News und Overview Tabs {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Ariya","date":"2017-11-15T17:44:04.722+0000","up_votes":1,"down_votes":0,"body":"Ja, das kommt immer mal wieder auf, ist aber weniger leicht zu lösen als die News & das Spiel, da dies von vorneherein schon getrennt war. Zum Beispiel die japanische Sprachausgabe ist in den Patchdateien für EUW gar nicht enthalten, um diese so klein wie möglich zu halten.","replies":[{"id":"","poster":"xDeadlock","date":"2017-11-17T22:18:15.029+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=x3W1ubQa,discussion-id=tg1k9hNw,comment-id=00000000,timestamp=2017-11-15T17:44:04.722+0000)\n>\n> Ja, das kommt immer mal wieder auf, ist aber weniger leicht zu lösen als die News &amp; das Spiel, da dies von vorneherein schon getrennt war. Zum Beispiel die japanische Sprachausgabe ist in den Patchdateien für EUW gar nicht enthalten, um diese so klein wie möglich zu halten.\n\nNatürlich und das verstehe ich, aber wenn die Spieler eine gezielte Sprache auswählen können dann reduziert es auch die Patchzeit wenn der Client die selektierte Sprache lädt anstatt das volle sprachpaket zu ziehen. League hat so viele Spieler aber nicht viele haben eine so große Bandbreite um solche Mengen schnell zu laden. Wo kann man den eigentlich suggestions einwerfen? Das interessiert mich schon länger sehr. Und danke für die Antwort Ariya 😁","replies":[{"id":"","poster":"HyperionCH","date":"2017-11-22T20:49:43.458+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xDeadlock,realm=EUW,application-id=x3W1ubQa,discussion-id=tg1k9hNw,comment-id=000000000001,timestamp=2017-11-17T22:18:15.029+0000)\n>\n> Natürlich und das verstehe ich, aber wenn die Spieler eine gezielte Sprache auswählen können dann reduziert es auch die Patchzeit wenn der Client die selektierte Sprache lädt anstatt das volle sprachpaket zu ziehen. League hat so viele Spieler aber nicht viele haben eine so große Bandbreite um solche Mengen schnell zu laden. \n\nDie Frage ist erst einmal, ob dies wirklich der Fall ist (siehe meinen Post).\nFür mich wäre es nicht so verständlich, warum ein User in EUW mit englisch-sprachigen Client die fünffache Menge (Pentapatch!^^) laden muss wie ein User in NA mit englisch-sprachigen Client (und dass dies seit Jahren der Fall sei).\n\nIch vermute eher, dass Ariya sich hier etwas missverständlich ausgedrückt hat oder falsch informiert ist. Dies ist aber kein Beinbruch. Schliesslich ist (nach meinem Wissensstand) Ariya grundsätzlich nicht für technische Belange wie Patch-Dateien etc. zuständig.\n\nWichtig wäre jedoch, dass man hier informiert wird, wie die Patch-Dateien wirklich in EUW aussehen (also ob wirklich alle 5 Sprachen oder nur eine). \n\n> Wo kann man den eigentlich suggestions einwerfen? Das interessiert mich schon länger sehr.\n\nEhrlich gesagt suche ich auch schon sehr, sehr lange, wo man Verbesserungsvorschläge einbringen kann; ohne Erfolg.\n\nLeider habe ich das Gefühl, dass Riot keine Verbesserungswünsche seitens der Community wünscht. Denn was passiert in 99% der Fälle, wenn man Verbesserungsvorschläge macht oder fragt, wo man diese einbringen kann? Richtig! Dann kommt das grosse Schweigen wie auch hier im Thread.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2017-11-15T19:43:27.062+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=x3W1ubQa,discussion-id=tg1k9hNw,comment-id=00000000,timestamp=2017-11-15T17:44:04.722+0000)\n>\n> Zum Beispiel die japanische Sprachausgabe ist in den Patchdateien für EUW gar nicht enthalten, um diese so klein wie möglich zu halten.\n\nVielleicht habe ich dies falsch verstanden, aber werden denn sämmtliche \"EUW-Sprachausgaben\" in die Patchdateien geladen? (also dass ich u.a. auch die spanische und italienische Sprachausgabe in jedem Patch lade)\n\nWenn dies der Fall wäre, würde ich vorschlagen (wohin schickt man eigentlich Vorschläge?), dass man nur noch die jeweils aktivierte Sprachausgabe bei einem neuen Patch laden muss.\nDies würde die Patchdateien nochmals kleiner halten, was der Ladezeit sicherlich gut tut (und der Harddisk^^).\n\n\nBack to topic:\nDie Idee finde ich sehr, sehr gut (auch wenn in meinem Fall ich kaum davon profitieren werde).\nIch kann mir gut vorstellen, dass dies für viele Spieler doch sehr hilfreich ist, um an die regionalen Informationen zu kommen. Dass die Trennung zwischen Text- und Audiosprache schwerer zu trennen ist, finde ich nachvollziehbar. Der Wunsch nach dieser Option ist den Entwicklern sicherlich bekannt und ich vermute, dies ist eher eine Frage der Zeit.\n\n@Ariya\nIn einem anderen Thread habe ich dir noch eine Frage gestellt, die noch nicht beantwortet wurde. {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"FuriousRedPanda","date":"2017-12-23T23:23:46.652+0000","up_votes":1,"down_votes":0,"body":"danke dafür, nur keine ahnung was mir das bringen soll","replies":[]},{"id":"","poster":"Just One Word","date":"2017-11-15T16:54:55.081+0000","up_votes":1,"down_votes":0,"body":"Der einzige Unterschied im News-Feed ist zzt das Video - das in der Deutschen News-Version (noch) fehlt. Obwohl ich das natürlich gerne auf Englisch gucken würde, aus dem selben Grund wie ich auch den Client auf Englisch eingestellt habe.\n\nIn den News auf die Übersetzer zu warten, nur um das SPRACH-spezifische Video nach dem REGIONS-spezifischen Filter auszuwählen.. bedeutet dass ich den News-Feed doch lieber auf Englisch einstelle. Also das neue Feature gleich wieder abschalte. {{item:2421}}","replies":[{"id":"","poster":"Ariya","date":"2017-11-15T17:41:43.364+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cooperation,realm=EUW,application-id=x3W1ubQa,discussion-id=tg1k9hNw,comment-id=0001,timestamp=2017-11-15T16:54:55.081+0000)\n>\n> Der einzige Unterschied im News-Feed ist zzt das Video - das in der Deutschen News-Version (noch) fehlt. Obwohl ich das natürlich gerne auf Englisch gucken würde, aus dem selben Grund wie ich auch den Client auf Englisch eingestellt habe.\n> \n> In den News auf die Übersetzer zu warten, nur um das SPRACH-spezifische Video nach dem REGIONS-spezifischen Filter auszuwählen.. bedeutet dass ich den News-Feed doch lieber auf Englisch einstelle. Also das neue Feature gleich wieder abschalte. {{item:2421}}\n\nNormalerweise sind alle Videos zur gleichen Zeit fertig, zu 100% stimmt das auch für zentrale & Gameplay Videos. Das Video, dass es zur Zeit in den Englischen News gibt wurde von unserem UK-Team gemacht und nicht zur Lokalisation gegeben, dieses ist aber zB auch in Nordamerika nicht verfügbar. In Zukunft wird es auch Videos & Streams in den deutschen News geben, die im Englischen Client nicht angezeigt werden, weil es keine Englische Übersetzung gibt - es steht dir also frei zu schauen, welcher Content dir in Zukunft besser gefällt und was relevanter für dich ist!","replies":[]}]}]}