{"id":"BFowHOU1","poster":"héngfú","date":"2017-11-14T17:24:24.481+0000","title":"League of Legends-Matchverlauf","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":2,"body":"Hallo meine Damen und Herren,\r\n\r\nich wollte mal nachfragen warum ich die Ganze Zeit gegen Platin, Diamanten Spielen muss.\r\nIch bin selber diese Season Gold 5 gekommen und muss immer gegen Platin und Dia Spielen, was eigentlich kein Problem ist aber in meinem Team hab ich nur Silber oder Unranked Leute die dann immer Feeden.\r\nEs ist ok wenn ich mal gegen Leute spielen muss die eine oder zwei Elo&acute;s &uuml;ber mir sind aber dann m&ouml;chte ich auch jemanden in meinem Team haben der auch aus der Elo kommt weil ich finde dass das nicht Fair ist. \r\n\r\nGru&szlig;{{champion:24}} {{champion:23}} {{summoner:4}} {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-11-14T17:28:31.559+0000","up_votes":2,"down_votes":1,"body":"Spiel keine Normals mehr?\nWas ist denn so schwer daran zu verstehen?","replies":[{"id":"","poster":"Qbert","date":"2017-11-16T08:14:25.582+0000","up_votes":1,"down_votes":0,"body":"Ruhe, du Opfa! Dia-Scrub! :D","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-11-16T08:28:16.857+0000","up_votes":1,"down_votes":0,"body":"Wenn man Normals spielt wird man nicht besser :)\nIch bin auch nicht durch Normals nach Dia gekommen\n\nP.S. das gilt auch für dich <3","replies":[{"id":"","poster":"Qbert","date":"2017-11-16T08:30:03.973+0000","up_votes":1,"down_votes":0,"body":"ich spiele ja wieder Ranked :P\nWenn ich mal Zeit finde :S","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2017-11-16T08:12:33.450+0000","up_votes":1,"down_votes":0,"body":"Bitte benutze die Forum-Suche.\nEs gibt schon gefühlte 3000 Threads aus den letzten 7 Tagen zu diesem Thema.\n\nIch finde es ja auch immer amüsant, dass Leute wie du vergessen zu erwähnen, dass es sich um Normal-Games handelt, nicht um Ranked.\nDenk mal drüber nach, vielleicht hast du da schon eine Antwort auf deine Frage.","replies":[]},{"id":"","poster":"Rayjhin","date":"2017-11-16T08:01:39.277+0000","up_votes":1,"down_votes":0,"body":"In deinen letzten 10 Ranked Games war nicht ein einziger Platin Spieler im gegnerischen Team. Der höchste Spieler gegen den du spielen musstest war Gold 1. Ausserdem waren die Spieler in deinem Team auch immer etwa in der gleichen Elo. Und wenn die Gegner im anderen Team doch mal höher sein sollten, musst du dein Team eben alleine zum Sieg führen :P Anhand deiner Winrate von 58% gehe ich davon aus, dass du damit keine Probleme hast :P\n\nIn deinen letzten paar Normals waren deine Gegner übrigens ebenfalls leicht unterhalb der Elo deines Teams...","replies":[]},{"id":"","poster":"zLives","date":"2017-11-14T18:12:59.018+0000","up_votes":1,"down_votes":0,"body":"Das System matched Leute die ungefähr dein Niveau haben, vielleicht unlucky mit dem Team :D","replies":[]}]}