{"id":"QgIMwQiA","poster":"goodest player 5","date":"2017-11-14T16:35:46.005+0000","title":"Der Tanz von Sonne und Mond","subforum":"Community-Kunstwerke","up_votes":3,"down_votes":0,"body":"**Der Tanz von Sonne und Mond**\r\n\r\n&bdquo;Und ich schw&ouml;re beim Barte meines Vaters&ldquo; lallte der h&auml;ssliche Mann seinen Freunden an der Theke zu, &bdquo;das Biest war gr&ouml;&szlig;er als ich selbst.&ldquo;, woraufhin er in tosendes Lachen ausbrach. Ein absch&auml;tziges Ger&auml;usch entglitt den blassen Lippen der vermummten Gestalt, welche alleine in einer dunklen Ecke der Taverne sa&szlig;. &bdquo;Abschaum...&ldquo; murmelte sie, als der Mann sich wieder gefasst hatte und erneut zu sprechen anfing. &bdquo;Aber glaubt ihr ich konnte ihn verkaufen? Nein. Diese verdammten Fanatiker sind wieder in der Stadt unterwegs und vergraulen mir mit ihrem Geschw&auml;tz &uuml;ber die Sonne und ihre Erl&ouml;sung die Kundschaft!&ldquo; Sofort wurde die Gestalt aufmerksam und hob Kopf, nur um einen kurzen Blick unter die Kapuze zu gestatten, welche die wundersch&ouml;nen blassen Gesichtsz&uuml;ge einer Frau offenbarte. &bdquo;Scheint als w&auml;rst du gerade interessant geworden.&ldquo; Ein L&auml;cheln umspielte ihre Lippen. Doch wie sollte sie vorgehen? Sie wollte keinen Wirbel veranstalten. &bdquo;Ich muss ihn mir wohl sp&auml;ter schnappen...&ldquo; murmelte sie, als pl&ouml;tzlich die T&uuml;r auf knallte und ein alter geb&uuml;ckter Mann herein stolperte. &bdquo;Versteckt euch! Es ist wieder soweit! Der schwarze Nebel wurde am Horizont Gesichtet und kommt auf uns zu, am Hafen ist schon die H&ouml;lle los!&ldquo; Einen kurzen Moment war es totenstill, dann brach Chaos aus. Jeder schnappte sich seine Habe und rannte an dem neuen Gast vorbei, auf den Ausgang zu. Die Taverne war erf&uuml;llt von hektischen Stimmen, dem Fluchen der Seem&auml;nner und dem Weinen der Frauen, von der fr&ouml;hlichen Stimmung welche soeben geherrscht hatte war nichts mehr &uuml;brig geblieben. Der h&auml;ssliche Mann stolperte aus dem Wirtshaus hinaus in die vom Vollmond erhellte Nacht und sah die Stra&szlig;en voller Menschen, welche panisch umher liefen. Pl&ouml;tzlich wurde er von einer blassen Hand an der Schulter ergriffen und nach hinten in eine dunkle Gasse gezogen. Er fand sich auf dem Boden wieder, vor ihm eine vermummte Gestalt. &bdquo;Erz&auml;hl mir alles &uuml;ber die Fanatiker in eurer Stadt.&ldquo; einen kurzen Moment blinzelte der Mann &uuml;berrascht, bevor er sich seiner Situation besann. &bdquo;Seid Ihr noch bei Trost? Die Graunacht ist angebrochen! Ich muss schnell nach Hause!&ldquo; rief er panisch. Als Antwort gestattete die Gestalt einen kurzen Blick unter ihr Gewand, was eine wundersch&ouml;n gefertigte, geschwungene Klinge zum Vorschein kommen lie&szlig;. &bdquo;Je eher Ihr mir antwortet, desto schneller k&ouml;nnt Ihr um euer lausiges Leben rennen.&ldquo; ihre kalte Stimme lie&szlig; ihn zusammenzucken. &bdquo;Ansonsten ist die Graunacht nicht euer einziges Problem...&ldquo;. &bdquo;Pah!&ldquo; keuchte der Mann und spuckte aus, &bdquo;Ihr Fremdl&auml;nder bringt nichts als &Auml;rger. Im Vergleich zu dem was uns heute noch bevorsteht ist eure Klinge mein geringstes Problem.&ldquo; Er wollte weitersprechen, als ein greller Schrei von den Stra&szlig;en erklang. Die vermummte Gestalt erkannte wie Panik und Ungeduld in seinem Gesicht erschienen.&ldquo;Von Zeit zu Zeit kommen diese Verr&uuml;ckten vom Berg Targon in unsere Stadt und predigen von ihrer Gottheit, der Sonne. Alles Fanatiker, mehr nicht. Sie haben sich am Hafen, bei der gro&szlig;en Lagerhalle neben der Br&uuml;cke, breit gemacht. Diesmal hat sich sogar eines ihrer Oberh&auml;upter herabgelassen um mit uns &bdquo;normalen&ldquo; Menschen zu sprechen, eine rothaarige Dame in gl&auml;nzender R&uuml;stung. Aber sie ist keinen Deut besser als die anderen ihrer Sippe, h&auml;lt sich wohl f&uuml;r was besseres, diese Hure.&ldquo; er spuckte erneut aus, &bdquo;das ist alles. Und nun geh beiseite, oder willst du dass wir beide dem schwarzen Nebel zum Opfer fallen?&ldquo; Der Mann rappelte sich auf und die vermummte Gestalt trat zur Seite. Als er an ihr vorbei lief sah er ein  Blitzen und sp&uuml;rte er einen brennenden Schmerz auf der Wange. Er fasste sich ins Gesicht und betrachtete seine Blutigen Finger. &bdquo;Nenne sie nie wieder eine Hure.&ldquo; sprach die Gestalt mit ausgetreckter Klinge, von deren Spitze frisches Blut tropfte. &bdquo;Und nun geh und verstecke dich.&ldquo; Einen kurzen Moment erstrahlte die Gestalt und binnen eines Augenblickes war sie verschwunden. Der Mann, welcher einen kurzen Augenblick brauchte um das Geschehene zu realisieren, zuckte mit den Schultern und rannte davon, hoffend, dass er sein Zuhause vor dem Schwarzen Nebel erreichen w&uuml;rde.\r\n\r\n &bdquo;Sie ist also tats&auml;chlich hier.&ldquo; murmelte die vermummte Gestalt als sie sich auf die Kante des Hausdaches auf dem sie stand nieder lie&szlig;. Sie wischte mit ihrem Gewand das Blut von ihrer Klinge und lie&szlig; es daraufhin auf den Boden gleiten. Die helle R&uuml;stung, welche zum Vorschein kam, gl&auml;nzte im Licht des Vollmonds. Sie sah zu ihm auf und f&uuml;r einen kurzen Moment nahm Diana nicht einmal mehr die Schreie und Panischen Rufe der Menschen unter ihr wahr. &bdquo;Graunacht, wie?&ldquo; kicherte sie &bdquo;wo bin ich da blo&szlig; hinein geraten.&ldquo; Sie hatte schon oft von diesem abscheulichen Spektakel geh&ouml;rt, es allerdings noch nie erlebt. Aber sie durfte keine Zeit mehr verschwenden, Graunacht hin oder her. Schon zu lange hatte sie nach ihrer einstigen Freundin gesucht. Schon zu lange mit dem Schmerz in ihrer Brust, dem Gef&uuml;hl verraten worden zu sein, gelebt. Heute Nacht w&uuml;rde sie es beenden. &bdquo;Gro&szlig;e Lagerhalle... Neben der Br&uuml;cke...&ldquo; murmelte Diana, den Hafen absuchend. Der Schwarze Nebel hatte mittlerweile die Stadt erreicht und verschlang alles auf seinem Weg. &bdquo;Ah gefunden!&ldquo; und mit einem Satz sprang Diana zum n&auml;chsten Dach und hielt auf den Hafen zu. Unterwegs h&ouml;rte sie das Wehklagen der Wesen, welche im Nebel hausten, und die Schreie der Menschen, welche von diesen erfasst wurden. Sie schrien nicht lange. Doch Diana lie&szlig; sich von dem Grauen nicht erschrecken. &bdquo;Niemand nennt sie eine Hure. Dieses Recht ist alleine mir vorbehalten.&ldquo; murmelte sie. _Sie h&auml;tte etwas unternehmen k&ouml;nnen. Wir waren einst so eng.._. Diana sprang auf die Stra&szlig;e und rannte weiter. Vor sich konnte sie den Hafen erkennen, die Stra&szlig;en waren jetzt fast leer. Nur ein paar ungl&uuml;ckliche Seelen liefen noch um ihr Leben, wurden jedoch j&auml;h von dem Nebel verschlungen. Ein unge&uuml;bter K&auml;mpfer h&auml;tte die herannahende Klaue nicht bemerkt, doch mit einer schnellen Bewegung, die jahrelanges Training erahnen lie&szlig;, wich Diana dem Griff des Wesens aus. Der Nebel hatte nun auch sie eingeholt. Schlagartig wurde ihr kalt, ein Gef&uuml;hl puren Entsetzens begann sich in ihr auszubreiten und sie h&ouml;rte das Seufzen und Jammern der Untoten, welche stetig n&auml;her kamen. Diana konnte jedoch nichts erkennen, daf&uuml;r war der Nebel zu Dicht. _G&ouml;ttin, schenke mir deinen Segen. Lass mich die Dunkelheit zur&uuml;ckdr&auml;ngen._ betete sie und schlagartig begann das Mal auf ihrer Stirn zu leuchten. Es umh&uuml;llte ihre R&uuml;stung und trieb die Schw&auml;rze und die Geister von ihr. &bdquo;Zum Hafen! Ich muss zum Hafen! Ich habe keine Zeit f&uuml;r euch Abscheulichkeiten!&ldquo; rief sie und rannte weiter. Trotz des Mondlichts das sie umspielte war das Voranschreiten keine leichte Aufgabe. Es konnte die Geister zwar zur&uuml;ckdr&auml;ngen, jedoch nicht die anderen Kreaturen, welche im Schatten lauerten. _Wenn ich schon hier aufgehalten werde, wie soll ich ihr dann entgegentreten k&ouml;nnen?_ Eine einem Albtraum entsprungene Kreatur mit langen gefletschten Rei&szlig;z&auml;hnen, sprang auf Diana zu. Gekonnt drehte sie sich zur Seite und holte zum Gegenangriff aus. Ihre geweihte Klinge schlug die Abscheulichkeit entzwei und lie&szlig; sie zu Boden st&uuml;rzen, ehe sie sich aufl&ouml;ste. _Scheint als m&ouml;gen sie kein Mondlicht._ K&auml;mpfend drang sie weiter Richtung Hafen vor, dabei erschlug sie ein Wesen nach dem anderen, ohne einen einzigen Gegenangriff zu erleiden. Doch andere hatten weniger Gl&uuml;ck. Sie beobachtete wie jene, denen es ebenso erging wie ihr, von den Kreaturen in St&uuml;cke gerissen wurden. Arme T&ouml;lpel die zu betrunken waren um sich rechtzeitig in Sicherheit zu bringen, feiges Gesindel, das sich die falschen Verstecke gesucht hatte und mutige M&auml;nner, die sich selbstlos der wachsenden Bedrohung entgegenstellten. Sie alle schrien nicht lange...  F&uuml;r jeden der dem schwarzen Nebel zum Opfer fiel, wurde die Armee der Toten st&auml;rker. _Ich muss hier raus!_ wurde Diana klar w&auml;hrend sie vorw&auml;rts hastete. Je n&auml;her sie dem Hafen kam, desto klarer konnte sie ein entferntes Leuchten sehen und nun Stimmen vernehmen, nicht jene wirren und verlorenen der Kreischer und Wei&szlig;en Damen, sondern die von Menschen, welche um ihr Leben K&auml;mpften. &bdquo;Evakuiert die Bewohner! Los!&ldquo; h&ouml;rte Diana die Stimme einer Frau. Ihr Herz setzte einen Schlag aus, sie kannte diese Stimme. Erinnerungen stiegen in ihr empor, an ihr Training auf dem Berg Targon, an die strengen Lehren der &Auml;ltesten der Solari, an die Bestrafungen und den Pein den sie erleiden musste, und auch an die Person, die ihr stets zugeh&ouml;rt hat, die sie nie verurteil hat wegen ihrer Zweifel, jene, die sie bewundert hat, die sie beneidet hat, f&uuml;r die sie... _Schluss damit!_ Diana klatschte sich selbst auf die Wange. _Diese Zeiten sind lange vorbei. Es gibt kein Zur&uuml;ck, keine Entschuldigung daf&uuml;r._ Das leuchten wurde immer Heller und pl&ouml;tzlich war der Nebel verschwunden. Diana stand vor einer kleinen Gruppe von Leuten in wallenden roten Roben, die den Nebel mit einer Barriere aus Licht zur&uuml;ckhielten. In ihrer Mitte stand eine gro&szlig;e wundersch&ouml;ne Frau, mit langem rotem Haar und gl&auml;nzender R&uuml;stung. Diana hob ihre Mondgeweihte Klinge &bdquo;Endlich habe ich dich gefunden. Leona...&ldquo; \r\n\r\n**Verschiedenste Ausdr&uuml;cke spiegelten sich im Gesicht der hochgewachsenen Frau wieder, als sie den Neuank&ouml;mmling erblickte. Entsetzen, &Uuml;berraschung, Wut, Unglauben, Sehnsucht, Trauer. &bdquo;Du...?&ldquo; stammelte sie, doch sie hatte keine Zeit um Worte zu suchen. Umgeben von einem Leuchten st&uuml;rmte die aschblonde Frau mit rasender Geschwindigkeit auf Leona zu und begann sie mit Kaskaden von Angriffen einzudecken. &bdquo;Lady Leona!&ldquo; rief einer der rot gewandten Magier seiner Anf&uuml;hrerin zu. &bdquo;Mach dir keine Sorgen um mich Dyral! Ich komme zurecht. Sorge daf&uuml;r, dass der Nebel sich nicht weiter ausbreitet! Taval unterst&uuml;tze ihn! Mira, Selama, sucht nach weitere &uuml;berlebenden und bringt sie in Sicherheit. Ich k&uuml;mmere mich um das hier.&ldquo; Die Entschlossenheit in ihrer Stimme lie&szlig; keinen Platz f&uuml;r Zweifel und die Magier machten sich an ihre Arbeit. Ein wei&szlig;es Leuchten zu ihrer Linken und eine Bewegung zu ihrer Rechten lie&szlig;en sie zum Kampfgeschehen zur&uuml;ckkehren. Gekonnt parierte sie den Angriff mit ihrem Schwert und wehrte die Magie mit ihrem Schild ab. Sie schloss ihre Augen. Ein helles Leuchten umgab Leona und der blasse Angreifer sprang hastig zur&uuml;ck, als das Leuchten kurz darauf in einer Explosion verschwand. Sie hob das Schwert und zeigte auf ihren Gegner. &bdquo;Ich Leona, der strahlende Sonnenaufgang, Auserw&auml;hlte der Sonne, oberster Krieger des Ordens der Solari und Besch&uuml;tzer der Unterdr&uuml;ckten, verhafte dich, Diana von den Solari, hiermit wegen Eidbruchs, Ketzerei, und Mordes an sechs &Auml;ltesten unseres Ordens.&ldquo; _Was tut sie hier...? Wieso gerade jetzt..._ Sofort erfolgte ein Angriff. Dianas Geschwindigkeit lie&szlig; sie erneut erstaunen. _Sie ist in der Tat stark geworden._ Leona holte mit ihrem Schwert aus und schleuderte ihr eine Salve aus Licht entgegen, welcher die Angreiferin geschickt auswich. Diese st&uuml;rmte erneut heran, umrundete ihren Widersacher und griff mit schnellen Schl&auml;gen aus allen Richtungen an. Leona parierte sie alle, lie&szlig; jedoch einen Angriff unterhalb ihrer Schulter sein Ziel treffen, sodass ihr Gegner, &uuml;berrascht getroffen zu haben, einen Moment aus dem Konzept kam. Dies nutzte sie und schlug mit ihrem Schild zu. Ihr Gegner flog einige Meter zur&uuml;ck, rollte sich aber elegant ab um nicht in den schwarzen Nebel zu st&uuml;rzen. Da passierte es. Ein heller Schrei erklang, und Leona wendete sich von ihrem Widersacher ab, um die Ursache des Ger&auml;usches zu finden. Einer ihrer Begleiter wurde von einer Klaue gepackt und in den Nebel gezogen. Sie hatte sich zu sehr auf ihren Kampf konzentriert und ihre Umgebung vergessen, wo und in welcher Situation sie sich befanden. _Taval! Verdammt.  Du wirst nicht vergessen._ Die Barriere begann zu Wanken und Entsetzten packte sie. _Das ist schlecht, die Barriere darf nicht fallen!_ Zu sp&auml;t bemerkte sie, wie Diana auf sie zugest&uuml;rmt kam. Sie konnte ihren Angriff nicht rechtzeitig abwehren und sp&uuml;rte, wie die Klinge ihre R&uuml;stung durchdrang. Ein brennender Schmerz ging von der Stelle aus, an der sie die verzauberte Klinge getroffen hatte, sie sank auf die Knie. &bdquo;Verr&auml;terin! Ich dachte wenigstens du w&uuml;rdest mich verstehen.&ldquo; Dianas Stimme zitterte als sie zu sprechen begann. &bdquo;Aber du wolltest mich hinrichten lassen. H&auml;ttest meinen Tod in Kauf genommen... Bitte... Warum?&ldquo; _Wovon spricht sie?_ &bdquo;Was meinst du damit? Ich h&auml;tte dich niemals ...&ldquo; Sie wollte gerade antworten, als ein lautes Krachen die Luft erf&uuml;llte. Die Barriere, die den schwarzen Nebel aufhalten sollte, war verschwunden. &bdquo;Das ist nicht gut. Gar nicht gut...&ldquo; murmelte Leona w&auml;hrend der Nebel langsam n&auml;her kroch. &bdquo;Zu mir! Schnell! Und bleibt dicht zusammen!&ldquo; rief sie ihren &uuml;brig gebliebenen Verb&uuml;ndeten zu und stemmte sich auf die Beine. Sie &uuml;bersah den Platz, der sich langsam mit Schw&auml;rze f&uuml;llte, es waren nur noch wenige Solari &uuml;brig geblieben. Ihr Blick blieb auf ihrer alten Freundin heften, welche sich umschaute und den Kampf, den sie soeben ausgetragen hatten, vergessen zu haben schien. Leona war verwirrt. _Hinrichtung? Ich h&auml;tte so etwas niemals angeordnet!_ Doch das musste warten, sie musste einen klaren Kopf behalten. Ein Fehler oder ein Moment der Unachtsamkeit konnte sie nun das Leben kosten. Ein Weinen lie&szlig; sie aufschauen und ihre Ohren spitzen. Sie h&ouml;rte nun das immer lauter werdende Wimmern und Kreischen der Kreaturen, welche mit der Dunkelheit anr&uuml;ckten. &bdquo;Was sollen wir nur tun?&ldquo; schluchzte eine ihrer Verb&uuml;ndeten. &bdquo;Ruhe bewaren! Wir werden es alle hier raus schaffen.&ldquo; rief sie und sah zu der blassen Frau vor ihr. &bdquo;Wir alle.&ldquo;**\r\n\r\n**&bdquo;H&ouml;r mir jetzt genau zu.&ldquo; Leona richtete ihren Blick auf den n&auml;her kommenden Nebel w&auml;hrend sie mit ihrer einstigen Freundin sprach. &bdquo;Wir haben wohl einiges zu kl&auml;ren, aber lass uns diesen Zwist ein anderes Mal austragen. Momentan w&auml;re es wohl unser aller Ende wenn wir diesem Gr&auml;uel nicht unsere gesamte Aufmerksamkeit widmen w&uuml;rden. Lass uns diese Fehde vergessen und zusammenarbeiten, so wie fr&uuml;her.&ldquo; Als sie geendet hatte streckte sie Diana ihre Hand hin. Diese z&ouml;gerte, erkannte jedoch die Notwendigkeit ihrer &Uuml;bereinkunft &bdquo;Dieses eine mal.&ldquo;  und griff nach der Hand. &bdquo;Morgen wirst du Rechenschaft ablegen m&uuml;ssen.&ldquo; rief Leona ihr in Erinnerung. &bdquo;Du kannst es gerne versuchen.&ldquo; Sie meinte die Andeutung eines L&auml;chelns in Dianas Z&uuml;gen zu erkennen, sch&uuml;ttelte den Gedanken jedoch wieder ab. Von da an warteten sie, bis der Nebel schlie&szlig;lich auch den letzten von ihnen eingeh&uuml;llt hatte. Totenstille umgab sie. Kein kreischen, keine Schreie, nichts. Nur das verzweifelte Schnaufen einer ihrer Kameradinnen unterbrach die Ruhe von Zeit zu Zeit. Nach wenigen Sekunden brach das Ger&auml;usch pl&ouml;tzlich ab. Sie war die erste, die sich den Reihen der Untoten anschloss. Es schien eine unendlich lange Zeit zu dauern, bis schlie&szlig;lich der Angriff erfolgte. Entstellte Kreaturen sprangen auf sie zu, doch hatten nicht den Hauch einer Chance gegen die zwei kampferprobten Kriegerinnen. Ihre Verb&uuml;ndeten jedoch stellten kaum ein Hindernis f&uuml;r den &uuml;berw&auml;ltigenden Ansturm von Abscheulichkeiten dar. Obwohl sie sich zu Anfang noch behaupten konnten, fielen sie einer nach dem anderem dem Fluch des schwarzen Nebels zum Opfer, und als der erste von ihnen entstellt und kreischend in den Reihen des Todes auftauchte war es auch um ihren letzten Kampfeswillen geschehen. Der letzte Solari fiel mit einem verzweifelten Blick in Richtung seiner Anf&uuml;hrerin. Leona schluckte ihren Schmerz herunter, sie hatte nun keine Zeit zu trauern, sie musste bei der Sache bleiben. Eine neue Welle der Toten st&uuml;rmte auf die beiden verbleibenden Frauen zu, es war an der Zeit alles zu geben. Schlag f&uuml;r Schlag erlagen die Kreaturen ihren geweihten Klingen, wurde die Dunkelheit von der Kraft der Sonne und des Mondes vertrieben. W&auml;hrend sie anfangs noch alleine K&auml;mpften, jede f&uuml;r sich und nur darauf aus, selbst zu &uuml;berleben und sich gegenseitig nicht im Wege zu stehen, stimmten sich ihre Bewegungen mit Fortschreiten des Kampfes immer weiter aufeinander ab. Ein gut platzierter Block Leonas Schildes lie&szlig; genug Platz und Zeit f&uuml;r einen direkten Angriff Dianas Klinge. Ein Strahl Mondlichts blendete die Kreaturen, was zu einem Hagel aus St&ouml;&szlig;en von Leonas Schwert f&uuml;hrte. So K&auml;mpften die beiden gegen die Kreaturen des Nebels, R&uuml;cken an R&uuml;cken, Seite an Seite, doch der Ansturm schien nicht nachzulassen. F&uuml;r jedes Wesen dem sie Erl&ouml;sung schenkten, krochen zwei weitere aus der Dunkelheit hervor, doch als die ersten Klauen und Z&auml;hne ihre Ziele trafen, sp&uuml;rten die beiden die verdorbenen und schrecklichen Wunden nicht. Zu sehr waren sie in ihr Spiel aus Lichtern und Angriffen vertieft, sie erg&auml;nzten sich perfekt. Leonas Z&ouml;gern, ihre mittlerweile der Armee der Untoten beigetretenen Kameraden erneut zu t&ouml;ten, wurde von Dianas Gnadenlosigkeit ausgeglichen. Deren ungest&uuml;me r&uuml;cksichtslose Art, welche sie fast zu tief in die Reihen der Kreaturen f&uuml;hrte, wurde von Leonas Voraussicht und Vorsicht gesichert. Das Zusammenspiel von Sonne und Mond glich einem t&ouml;dlichen, aber dennoch wundersch&ouml;nen Tanz. Sie waren nicht mehr zwei verfeindete Kriegerinnen, sondern eine unaufhaltsame Lichtquelle, die sich der Dunkelheit und dem Tod entgegenstellte. Eine Seele nach der anderen wurde durch dieses Schauspiel aus ihren ewigen Qualen befreit, sodass selbst die Abscheulichkeiten des Nebels begannen mit ihren Angriffen zu z&ouml;gern. Sie begannen sich zur&uuml;ckzuziehen. Zum ersten Mal in diesem Spektakel trafen sich die Blicke der beiden Frauen und sie wussten was nun zutun war. Zusammen sammelten sie ihre verbleibenden Kr&auml;fte und entlie&szlig;en sie in einer gewaltigen Welle aus hellem wei&szlig;em Licht, die auch den letzten Rest des Nebels und des Todes endg&uuml;ltig vertrieb. Erst jetzt bemerkte Leona den r&ouml;tlichen Himmel &uuml;ber sich, es d&auml;mmerte. _Wir haben es tats&auml;chlich geschafft..._ Doch bevor sie etwas sagen konnte begann sich die Welt um sie herum zu drehen, sie sackte zusammen und die Welt wurde erneut Schwarz.**\r\n\r\nDiana wartete Geduldig auf den steinernen Stufen vor dem Lagerhaus, vor dem diese Nacht des Schreckens gegipfelt war, und schaute in die aufgehende Sonne. Sie wusste nicht warum andere diesen Anblick so sehr genossen und anbeteten, doch auch sie war Ausnahmsweise froh ihn erneut sehen zu d&uuml;rfen. Ein Ger&auml;usch zu ihrer linken lie&szlig; sie zum Geschehen zur&uuml;ckkehren. &bdquo;Was fasziniert die Menschen nur an diesem brennenden, erblindenden Anblick?&ldquo; fragte sie ohne den Blick abzuwenden. Es war still am Hafen, nur das metallische Klirren der R&uuml;stung war zu h&ouml;ren, als sich die Frau zu ihrer Seite aufsetzte. &bdquo;Es ist die Hoffnung. Das wissen, dass selbst nach einer Nacht wie diesen, das Leben dennoch weiter geht. Egal was auch passieren mag, es wird immer ein neuer Tag anbrechen und es liegt an uns, die Scherben aufzusammeln und etwas Neues und Gro&szlig;artiges daraus zu bauen.&ldquo; sie stoppte, &bdquo;Warum hast du es nicht beendet als ich ohnm&auml;chtig war?&ldquo; Diana stand auf, stieg die Stufen herunter und neigte den Kopf zur Seite. &bdquo;N&auml;chstes mal.&ldquo; sagte sie, w&auml;hrend sie mit einem L&auml;cheln in Richtung der aufgehenden Sonne verschwand. &bdquo;N&auml;chstes mal.&ldquo; erwiderte Leona mit einem L&auml;cheln.","replies":[{"id":"","poster":"Sun of the Night","date":"2018-01-10T23:33:24.621+0000","up_votes":2,"down_votes":0,"body":"Ich finde auch dass, Grade in Kurzgeschichten die aufgrund mangelnder Exposition doch Recht verwirrend sein können, gut gesetzte Absätze sehr wichtig sind. Ich finde aber auch, dass zu viele Absätze den Lesefluss beeinträchtigen, und in diesem Fall finde ich die  sparsame Verwendung gut. Es verdeutlicht meiner Meinung nach die endlosigkeit des Kampfes sehr schön.     Ich muss sagen dass es mir wirklich Spaß gemacht hat das zu lesen(ich bin gerade selber dabei eine lange Geschichte zu Diana zu schreiben, so kann ich hierhin) obwohl ich den Charakter von Diana selber anders einschätze / wahrnehme .Aber es ist dein Eindruck, ich respektiere das ;) Rein formal gefällt mir wie du die Spells von Diana und Leona beschreibst , und auch deine detaillierten Beschreibungen der Scenen , wobei mache etwas holprig sind oder mir zumindest so vorkommen , außerdem noch die Umsetzung/Erweiterung der Lores der beiden Champions.Ich mag die Vorstellung dass Diana und Leona befreundet waren besonders gerne. Klar  ist das eine bahnbrechend neue Idee, aber doch nicht einfach nur reproduziert. Ich hab jetzt schon mehrere Communitygeschichten gelesen und immer Dinge angemerkt. Beim lesen dieser Geschichte war mir allerdings sofort klar dass es nicht viel zu kritisieren geben wird. Mach weiter mit dieser Qualität !! Ich lese gerne mehr!! Wirklich. :).","replies":[]},{"id":"","poster":"K0l1BR1","date":"2017-11-16T19:27:34.000+0000","up_votes":2,"down_votes":0,"body":"Die Absätze in deiner Geschichte sind sehr sparsam gesetzt und es gibt einige Logiklücken. Beides erschwert das lesen des Textes erheblich. Das mit den Absätzen könntest du noch ausbessern :)","replies":[]}]}