{"id":"5zhtyLvi","poster":"CptPICHU","date":"2017-11-13T22:45:52.291+0000","title":"Mein Pech hört nicht auf - was soll ich tun?","subforum":"Ligen & gewertete Spiele","up_votes":4,"down_votes":4,"body":"Hallo Community!\r\n\r\nIch bin langsam verzweifelt. Ich spiele gerne Ranked und generell League. Aber ich habe nurnoch Pech - es will nicht enden.\r\nJedes Ranked ist irgendwer am Feeden. (Bereich Silber 1-2). Nat&uuml;rlich spiele ich nicht immer gut, das ist mir nat&uuml;rlich klar. Aber ich gewinne oft\r\ndie Botlane, w&auml;hrend meine Mitte mehr Tode als Minions hat. Ich verstehe nicht - wenn die Lane nicht l&auml;uft, muss man doch nicht auf 10 Tode kommen sondern spielt defensiv. Ich m&ouml;chte seit einem Monat Gold erreichen und bekomme nur auf den Sack in Silber 1.\r\nAber nicht wegen meiner Lane. Jedenfalls in 9/10 F&auml;llen. Ich flame nicht, und vermeide riskante Calls. Ich versuche zu helfen wo ich kann und schlage auch gerne Picks vor. Motivation ist etwas, das ich stets Teammates geben will. Doch es will nicht klappen. Nat&uuml;rlich kommt auch mal ein Sieg dazwischen aber im Gesamten l&auml;uft einfach nichts. Seit einem Monat...\r\n\r\nWas soll ich nur tun? Ich komm einfach nichtmehr nach oben, es l&auml;uft wirklich schrecklich. Vielleicht ist auch meine Mentalit&auml;t das Problem,\r\nvielleicht passiert das auch jedem mal? Sagt mir doch bitte mal bescheid und checkt gerne meinen Rankedverlauf. Ich m&ouml;chte kein Mitleid oderso, sondern eure Tipps und Erfahrungen!\r\nW&uuml;rde mich dar&uuml;ber freuen!\r\n___________________________\r\nSpielt Ehrenvoll Leute. Spielt fair, habt Spa&szlig;.\r\n-MfG SRB Toad {{champion:117}}","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-11-14T06:22:08.998+0000","up_votes":6,"down_votes":1,"body":"Es lässt sich aus der Ferne schwer beurteilen. Das eine Game aber macht mich stutzig: Du hast mit Lulu und deinem Premate Draven hart die Lane gewonnen und mit Abstand den meisten Schaden verursacht. Warum habt ihr das nicht gewonnen? Checken wir mal die Gegner:\n\nDas einzige, was dem Draven wirklich gefährlich werden könnte, wäre ein TF Stun + Rengar Oneshot. Dagegen hat er deine E und deine Ult. Außerdem kannst du mit deinem Mikaels den Stun entfernen. Es ist eigentlich unmöglich, dass er von den beiden getötet wird. Gragas und Vayne waren komplett aus dem Spiel, die waren euch nicht gefährlich. Und Kayle? Die kann Draven dank ihrer Ult durchaus duellieren, aber nicht gegen die W von Lulu. Sobald Kayle half life geht, wird sie (als weniger gute Kayle) bald ulten. Vorher drückst du W und sie stirbt ohne Ulti. \n\nIch vermisse beim Draven allerdings ein Last Whisper und ein QSS. Ghostblade hat hier wenig Sinn gemacht. Trotzdem hättet ihr die Teamfights 2-5 gewinnen können, wenn ihr euer Team als Kanonenfutter einsetzt. \n\nEntweder habt ihr euch irgendwo trappen lassen oder du hast als Lulu deinen Job nicht gemacht. Aber es gibt neben Janna keinen besseren Supporter, um einen starken Adc zu beschützen. \n\nDu hast als Lulu eine Aufgabe: Am Hintern deines Adcs zu kleben, jede Gefahr sofort zu cc'en und den Adc bei Bedarf zu shielden. Und wenn du Spiele hast, in denen dein Adc schlecht ist, such dir einen anderen Mate aus, den du beschützen kannst. Du wirst selten von 3-4 Dmg-Dealern niemanden dabei haben, der carryn kann. Es gibt immer irgendjemanden, der irgendwie im Spiel ist, aber dann zu gierig ist. Den kannst du retten und mit ihm carryn.","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-14T08:06:11.407+0000","up_votes":2,"down_votes":0,"body":"gut gesprochen du hast!","replies":[]}]},{"id":"","poster":"Rockitt","date":"2017-11-14T18:07:46.918+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir auch mal das spiel mit Draven angeschaut, da war wohl der Fehler das ihr das spiel zu spät beendet habt, weil auch wenn die Vayne richtig krass gefeedet hat. Hat sie am ende auch volles itembuild. Dann ist es egal wie gut das Early war. kann mich auch irren^^ würde dir Raten dein team dazu zu bringen wenn es so gut läuft das spiel zu beenden.","replies":[]},{"id":"","poster":"CptPICHU","date":"2017-11-14T13:01:07.120+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für eure Tipps und verbesserungsvorschläge. Ich werde dran arbeiten!","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2017-11-14T08:19:11.323+0000","up_votes":1,"down_votes":0,"body":"Also auf den ersten Blick sieht das ganze tatsächlich ein wenig unlucky aus, aber wenn das ganze schon nen Monat anhält, wird das ganze wohl irgendwie an dir liegen (Prognose ist über OP.GG natürlich auch immer schwierig).\n\nEtwas habe ich allerdings gefunden wo du dich dringend verbessern solltest:\n\nDu wardest ziemlich besch***** und das ist das A und O bei Supportern. Auch Kontrollaugen kaufst du so gut wie nie (gerade als Supporter sollte man hier mehr als nur einen pro Spiel haben). Hier mal deine Wards aus deinen letzten 3 Games:\n\n43 min 26 Wards\n27 min 9 Wards\n31 min 16 Wards\n\nMal so zum Vergleich was ich so an Wards aufstelle, wenn ich Supporte:\n\n47 min 75 Wards\n39 min 57 Wards\n36 min 59 Wards\n\nUnd ja ich spiele auch mit Zombie-Ward, nichtsdestotrotz trotz sind deine Wardzahlen viel zu gering. Viel Glück in der Kluft und wenn du dich anstrengst klappts bestimmt mit Gold nächste Season.\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Dreadlord Mike","date":"2017-11-14T01:05:35.037+0000","up_votes":1,"down_votes":0,"body":"~~~~Ich glaube eher hier bei dir liegt es an der Einstellungen oder was natürlich auch sein kann du hast dein jetziges skillvl erreicht und kommst deswegen nicht weiter als s2-1.\n\nHabe deine History bisschen angesehen und habe gemerkt dass du noch immer ardent sencer first baust in vielen Spielen.\nDu solltest vorher lieber auf ein anderes item bauen und als second oder third erst ardent gehen da durch den starken ardent nerf das item ENDLICH nichtmehr broken ist.\n\nMit Lulu scheinst du mittelgut zu sein da du genug games mit guten aber auch mit schlechten stats hast.\nMit Sona scheinst du anscheinend Erfolg zu haben warum versuchst du sie nicht weiter? Ist auch gerade der Supporter mit der höchsten Winrate.\n\nWas dir auch helfen kann besser zu werden ist nachdem du ein Spiel verlierst eine Pause machen und in jener Pause dann dein replay anschauen welches du in der Match history einfach runterladen kannst.\nDir werden sicher sehr viele Fehler auffallen die dir während des spielens nicht aufgefallen sind die du dann ausbessern kannst.\nWas du natürlich noch versuchen könntest ist einen Champion oder einen Lane wechsel falls du dich auf Support nicht mehr wohl fühlst.\n\nHoffe ich konnte dir bisschen helfen.","replies":[]}]}