{"id":"YczBr9wa","poster":"Asura Aylin","date":"2017-11-12T23:40:59.400+0000","title":"Diverse Bugs","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"1. Xayah Sound Bug. Es kommt vor, dass die Sounds der F&auml;higkeit, wo die Federn zur&uuml;ckkommen &quot;merkw&uuml;rdig&quot; klingen.\r\n2. Ich konnte einmal im Champ-Select-Screen keine Runen ausw&auml;hlen\r\n3. Ich hatte heute ein Spiel, wo ich kein Interface hatte. Musste das Spiel beenden und neustarten","replies":[{"id":"","poster":"Asura Aylin","date":"2017-11-22T16:50:16.959+0000","up_votes":1,"down_votes":0,"body":"Wenn ein gegnerischer Scion seine Knockup-Fähigkeit in einem Gebüsch auflädt, sieht man die roten Markierungen nicht.","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-11-13T14:11:09.094+0000","up_votes":1,"down_votes":0,"body":"interface wahrscheinlich ausgestellt, der runen bug ist selten und den xayah sound bug habe ich noch nie gehört obwohl ich gestern erst xayah gespielt habe.","replies":[{"id":"","poster":"Asura Aylin","date":"2017-11-16T21:49:39.337+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HSG Helios,realm=EUW,application-id=ImBE6GqA,discussion-id=YczBr9wa,comment-id=0000,timestamp=2017-11-13T14:11:09.094+0000)\n>\n> interface wahrscheinlich ausgestellt, der runen bug ist selten und den xayah sound bug habe ich noch nie gehört obwohl ich gestern erst xayah gespielt habe.\n\nNein, Hotkey ist nicht gesetzt dafür.\nIch habe Xayah noch nie gespielt... und nun?\n\nNoch mehr Bugs:\nManchmal lässt der Bildschirm nicht bewegen, wenn man Tot ist. Auch über die Tastatur geht es dann nicht. Sobald man wiederbelebt wird geht es wieder.\nIch habe die falschen Runen bekommen und nicht die Ausgewählten. Als ich es dann im Spiel danach kontrolliert habe, waren 2 Runenslots ausgewählt. Ich habe im Spiel mit dem Bug die Seite nicht gewechselt, weil die angezeigt wurde die ich haben wollte.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-11-17T13:41:55.696+0000","up_votes":1,"down_votes":0,"body":"ich hatte solche bugs noch nie, das mit den runen kann man ausstellen das ist ein assisstent dafür das du nh passende runenseite hast z.b. kein aftershock auf tristana (kann man wohl ausstellen), der xayah bug könnte soundkarte sein. Und der totbug ist fast schon useless den gibt es zwar aber man kann ihn auch beheben indem man feste kamera wieder ausmacht","replies":[{"id":"","poster":"Asura Aylin","date":"2017-11-20T18:58:55.805+0000","up_votes":1,"down_votes":0,"body":"Ist ja schön für dich, wenn du die diese Bugs nicht hast, aber deine Kommentare helfen nicht weiter. Das mit den Runen ist ein Bug und fertig. Ich hatte heute wieder 2 Seiten gleichzeitig aktiv. Ich meine, alles mögliche probiert zu haben, wenn die Kamera hängt, also auch z gedrückt. Ich werde beim nächsten Mal aber nochmal darauf achten.\n\nNoch ein Bug:\nEs kann vorkommen, dass man die Runen im Champ-Select Screen nicht anpassen kann. Die Seite öffnet sich dann nicht, aber das x zum Schließen der Seite erscheint.","replies":[{"id":"","poster":"Asura Aylin","date":"2017-11-20T22:28:28.573+0000","up_votes":1,"down_votes":0,"body":"Seit heute bekomme ich auch () angezeigt, anstelle des Namens des Spielers, der gerade Control Wards kauft.\nVerbuggte Item Namen dürften bestimmt auch schon viele male hier gepostet worden sein (ich mein alle besseren Boots sind betroffen).","replies":[]}]}]}]}]}]}