{"id":"aZXkkATw","poster":"KnechterB0Y","date":"2017-11-12T19:46:08.451+0000","title":"Zwei Dia Spieler (Dia 4 / Dia 5) suchen ein Flex Q Team [Jungle / Midlane]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi leute, \n\nich und mein Bruder sind mal wieder auf der suche nach einem Flex Q Team in unserem Bereich (also ab Diamond 5), welches oft zusammen spielen m&ouml;chte und Tryharden m&ouml;chte.\nDazu wollen wir an Turnieren teilnehmen und immer versuchen so gut zu spielen wie wir k&ouml;nnen.\nWir beide haben schon mal &ouml;fters in anderen Teams mitgespielt und auch teilweise damit Geld gemacht.\n\nErstmal zu mir:\nIGN: KnechterB0Y (http://euw.op.gg/summoner/userName=KnechterB0Y)\nAlter: 18\nMain Role: Jungle\nMeine Champions: {{champion:59}} {{champion:64}} {{champion:107}} {{champion:79}} {{champion:104}} {{champion:76}} {{champion:2}} \nMein Spielstil: Ich bin ein Jungler der eher auf Counter Jungle priorisiert ist, damit ich early deepwards setzen kann und ggf. zum Counterganken ansetzen kann\nMein Mindset: Ich bin ein durchaus ruhiger spieler, der aber im early game die Calls macht, bzw. ansagt wie ich die ersten 10min vorgehen m&ouml;chte, damit sich die Lanes darauf Vorbereiten k&ouml;nnen usw., ich tilte sehr wenig, aber hab auch mal meine 5min (wer hat die nicht)\n\n\nZu meinem Bruder:\nIGN: Splatterboy (http://euw.op.gg/summoner/userName=Splatterboy)\nAlter: 18\nMain Role: Midlane\nMeine Champions: {{champion:69}} {{champion:61}} {{champion:163}} {{champion:112}} {{champion:268}} {{champion:103}} {{champion:134}} {{champion:7}} \nMein Spielstil: Ich bin ein laner der fasst immer wei&szlig; wie man sich zu positionieren hat, um den h&ouml;chsten dps rauszuhauen und mit schnellen Reaktionen gl&auml;nzen kann, ich wei&szlig; ab wann ich 1v1 eingehen kann und wie ich die wave ordentlich zu manipulieren zu habe, bzw. generelles Wavemanagement\nMein Mindset: Ich bin ein Spieler, der im late game die calls macht um m&ouml;glichts die richtigen entscheidungen und vorgehensweisen anzusagen um mein Team zum Sieg zu f&uuml;hren; Ich tilte nicht oft, aber hab auch mal meine 10min die ich etwas lauter werden kann\n\nWir beide sind auch gerne bereit in einer Orga einzusteigen, wenn es ein Orga Team sein sollte und ansonsten freuen wir uns auf neue bekanntschaften!\nOkay jetzt habt ihr einen kleinen Eindruck von uns beiden bekommen und w&uuml;rden uns freuen, wenn sich hier einer drauf meldet :D\n\nAddet uns einfach IGN  \n\nKnechterB0Y / Splatterboy\n\nHave a nice day!","replies":[]}