{"id":"V3h0rFs3","poster":"AFA Speknoob","date":"2017-11-13T11:13:39.598+0000","title":"Edge of Night - Janna Ulti","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Kurze Frage: Ist es gewollt, dass man mit dem Item &quot;Edge of Night&quot;, welches ein Spellshield verleiht, den Knock-back von Janna&#039;s Ulti nicht abfangen kann?\r\n\r\nWie genau funktioniert das Item denn? \r\nDas Item verleiht ja ein Schild, welches den n&auml;chsten Spell (also auch cc) abfangen soll.\r\nBeispiel: Janna&#039;s Q -&gt; Man l&auml;uft durch, Shield wird verbraucht.\r\n\r\nWas ist also in der Situation von Janna&#039;s Ulti anders?\r\nEs liegt wom&ouml;glich daran, dass Janna&#039;s Ulti l&auml;nger bestehen bleibt. Das Item blockt also den ersten &quot;Tick&quot; von der Ulti, man wird aber direkt im Anschluss trotzdem weggeworfen, da Janna den ersten Knock-back w&auml;hrend ihrer (gesamten) Ulti anscheinend garantiert.\r\n\r\nWas sind eure Meinungen dazu?\r\nIst das gewollt? Und sollte es so sein? Denn das nimmt Spielern ein m&ouml;gliches Counterplay zu so m&auml;chtigen (schwer zu umgehenden) Ulti&#039;s wie bei Janna.\r\n(trust me, versucht mal als Rengar oder Zac erfolgreich gegen eine gute Janna zu engagen &#039;^^)","replies":[{"id":"","poster":"Lagbeard","date":"2017-11-13T11:24:29.698+0000","up_votes":2,"down_votes":0,"body":"Mein erster Gedanke wäre, dass der Edge of Night Schild die Janna Ult nicht blockt, weil sie keinen Schaden verusacht. Das war in der Vergangenheit schon häufiger aneinander gekoppelt. \nIch kenne mich leider mit Assassins nicht besonders aus, aber man könnte es mal mit den anderen Spellshields testen (Sivir, Nocturne, Banshees) und mit weiteren CC´s, die keinen Schaden verursachen (z.B. Ghosties).\nOb es gewollt ist oder nicht wissen wir zwar nicht, aber vielleicht kannst du ein Muster entdecken.","replies":[{"id":"","poster":"Namlesshero","date":"2017-11-13T11:30:34.771+0000","up_votes":1,"down_votes":0,"body":"Die meisten Spellshields blocken die Ghosties zuverlässig. Hier ist aber wieder die Frage ob es daran Liegt dass es ein Item ist. \n\nBei Lux E zb wirst du auch geslowed aber aktivierst Edge of Night nicht bis es Explodiert. Genauso verhält sich auch das Neue Thunderlord. Solange Lux E keinen Schaden macht wird es nicht als Fähigkeit gezählt.","replies":[]}]},{"id":"","poster":"BlackAjani","date":"2017-11-13T11:44:52.714+0000","up_votes":1,"down_votes":0,"body":"ist auf jedenfall interessant.","replies":[]}]}