{"id":"abHplJoB","poster":"Fire1987","date":"2017-11-12T15:33:31.424+0000","title":"Wir laden euch ALLE herzlich zu unserem 3 vs 3 Turnier am 02.12.17 ein! Preise gibts von Platz 1-4","subforum":"Turniere & Veranstaltungen","embed":{"title":null,"description":null,"url":"https://i.imgur.com/viDxzGv.jpg","image":"http://imgur.com/viDxzGvs.jpg"},"up_votes":2,"down_votes":1,"body":"Hallo liebe Gamer/innen,\n\nwir m&ouml;chten euch &uuml;ber unser 3 vs 3 Turnier im Gewunden Wald informieren, welches am **02.12.2017 um 16 Uhr** stattfindet. Neben dem Spa&szlig; am gemeinsamen erklimmen der Turnierleiter gibt es nat&uuml;rlich auch Preise f&uuml;r die vier besten Teams.\n\n**Die Anmeldung verl&auml;uft &uuml;ber unsere Homepage, alle weiteren Informationen findet ihr auf unserer Event-Seite!**\n\nDu bist leider nur ein einzelner Beschw&ouml;rer? Oder ihr seid zu zweit im Gewunden Wald unterwegs und sucht noch nach Verst&auml;rkung? Dies ist kein Problem, gerne helfen wir euch noch einen dritten Mitstreiter zu finden, um an unserem Turnier teilnehmen zu k&ouml;nnen. Das ganze wird von unserem Main Caster auf Twitch f&uuml;r euch &uuml;bertragen und kommentiert. Bringt Stimmung beim Zuschauen mit, unser Caster ChaosBytesTV h&auml;lt bestimmt wieder ein **paar Giveaways **f&uuml;r euch bereit!\n\nAlso nicht vergessen: Einschalten oder Mitmachen!\n\n**Anmelden und alle weiteren Infos unter:**\nhttps://summonersheaven.de/aec_events/3-vs-3-turnier/\n\nBis dorthin W&uuml;nschen wir euch noch viel Erfolg beim Zocken und verabschieden uns bis dahin.\nEuer Summoners Heaven Team\n\n**Homepage:**\nhttp://summonersheaven.de\n**Facebookseite:**\nhttps://www.facebook.com/SummonersHeaven/\n**Teamspeak:**\nsummoners-heaven.myts3host.de\n\n**Werbung:**\nWir von Summoners Heaven bieten euch ebenfalls die M&ouml;glichkeit, eure Events auf unserer Eventseite zu Ver&ouml;ffentlichen. Auf dieser Seite werden dann ebenfalls alle weiteren Events, die von euch organisiert wurden, aufgelistet und mit euren Kontaktdaten hinterlegt. Zus&auml;tzlich Teilen wir eure Veranstaltungen f&uuml;r euch auf unsere Facebookseite, somit sind sie f&uuml;r die Mitglieder von Summoners Heaven, sowie unsere anderen Partner gut sichtbar, womit ihr weitere Teilnehmer f&uuml;r eure Veranstaltungen gewinnen k&ouml;nnt.\nBei Interesse gerne direkt im Teamspeak melden, oder das Kontaktformular auf der Homepage verwenden.","replies":[]}