{"id":"MkPvAJ54","poster":"Wirt","date":"2017-11-12T10:58:44.910+0000","title":"Ambitionierter Jungler sucht Team! (Gold+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo an alle,\n\nich suchen hiermit nach einen bereits festen Team oder einen Team im Aufbau. Das Ziel f&uuml;r die n&auml;chste Saison sollte sich mindestens zwischen Platin 1- Diamant 3 bewegen (war Season 6 Plat 1)\n\n\n\nGLIEDERUNG MEINER VORSTELLUNG\n\n1.RealLife\n2.Ich und Gaming\n3.Positives und Negatives &uuml;ber mich\n4.Anforderungen an euch\n5.Onlinezeiten\n6.Schlusswort\n\n**VORWORT:**\n\nIch bin auf der Suche nach einem festen 5on5 Flex Team. Ich bin momentan bei mehreren Teams bei Tryout Games, deshalb werde ich nicht sofort zusagen, ich m&ouml;chte euch kennenlernen!\n\nWenn dir/euch dieser Text zu viel zum lesen ist dann passen wir nicht zusammen. Ich suche nach einer festen Gruppe die Jahre bestehen soll, deswegen ist es mir sehr wichtig das ihr direkt einiges über mich wisst damit es keine Unklarheiten gibt.\n\n**REALLIFE**\nIm Reallife hei&szlig;e ich Joe und bin 28 Jahre alt.\n\nIch bin gelernter Koch aber momentan Arbeitslos, jedoch habe ich schon alle Pachtvertr&auml;ge abgeschlossen und werde ab Juli 2018 ein eigenes Pub mit Restaurant f&uuml;hren. Ich wohne in der n&auml;he Regensburg, Bayern.\n\nIn meiner Freizeit zocke ich haupts&auml;chlich Rocket League, League of Legends, Counterstrike: Global Offensive, Hearthstone und RuneScape.\nMeine Hobby sonst sind Luftgewehr schie&szlig;en, und alles rund um Shisha.\n\n**2.ICH UND GAMING.\n**\nAngefangen mit der Sega Mega Drive, bis zur PS2 alles durch. Danach nur noch am PC, angefangen 2005 mit Runescape,2007 World of Warcraft.\n\nDamals hat mir ein Freund dann LoL gezeigt und da bin ich seit der 2 Saison dabei.\nkurz darauf hab ich schon Angefangen zu Zocken :)\n\nDurch LoL habe ich dann 2014 einen anderen Job gefunden und wurde von Riot Games als Billing Support Specialist in Bulgarien, Sofia eingestellt.\nIch habe in allen Bereichen gearbeitet au&szlig;er in Mech (Sprich PC Probleme, Clientprobleme, etc) t&auml;tig war ich f&uuml;r Spielersupport, Bezahlung und Merch (Onlineshop,Pl&uuml;schtiere etc)\n\n2015 durften auch alle Mitarbeiter kostenlos das Final in Berlin Backstage ansehen und kostenlos hinfliegen, wo ich nat&uuml;rlich auch anwesend war :)\n\nWenn ihr keine Lust habt 2-3 Tage auf eine Antwort auf euer Ticket zu warten, fragt mich einfach, vielleicht kann ich euch helfen.\n\nVorherige Clans &amp; Austrittsgr&uuml;nde: Bavarian Wasted Champions (Gr&uuml;nder,Leiter, 140 Mitglieder, 2012-2016 - Aktivit&auml;t verloren.)\n\n**POSITIVES UND NEGATIVES &Uuml;BER MICH:**\n\n+permanente Shotcalls und kein Trashtalk (im Spiel geht&#039;s um Spiel,danach gerne um andere Themen)\n+starke Map &Uuml;bersicht\n+gro&szlig;er Champpool und Meta Picks\n+Immer freundlich und f&uuml;r jeden Spa&szlig; zu haben\n+kritikf&auml;hig\n+Sehr gerne Forum aktiv\n+Hilfsbereit, so gut es geht\nsehr aktiv\nBin eher eine ruhige Person, spreche aber gerne im Teamspeak/Discord.\nAn Events nehme ich sehr gerne teil.\n-ich bin manchmal ungeduldet\n-Ich bin &ouml;fters trotz Main Jungle nicht perfekt im Smiten (Jedoch gut beim Countersmiten)\n\n**4.ANFORDERUNGEN AN EUCH**\n\n-Falls ihr ein Clan seit ist mir ein gepflegter Teamspeak (keine Tonnenweise Icons oder keine Rechte zur Ansicht Channels etc) und eine Homepage sehr wichtig.\n- Ihr solltet sehr aktiv sein! Ich m&ouml;chte w&ouml;chentlich MINDESTENS 20 Stunden trainieren + Spielanalyse etc.\n- Das Alter ist mir grundlegend nicht wichtig, ihr solltet aber definitiv reif sein.\n- Ich m&ouml;chte nicht wissen welchen Stream ihr gerade gesehen habt und wie cool diese Leute sind\n\n**5.ONLINEZEITEN\n**\nUnterschiedlich, wie ich eben wach bin, aber sehr aktiv (13h+ Tag)\n\n**6.SCHLUSSWORT:**\n\nIch freue mich &uuml;ber R&uuml;ckmeldungen :)\n\nIch entschuldige mich f&uuml;r meine Rechtschreibfehler :)\n\n**Zusammenfassung**\nSummonerName: ˇGragas \nAlter: 28 \nLane: Jungle\nAnzahl der Spiele: 4800+\nWie oft Spiele ich League of Legends in der Woche: jeden Tag mehrmals\nTeamspeak: Ja (Discord ebenso)\nChampionpool: Besitze alle (Jungle Main Picks: Gragas,Zac,Seju,Vi,Jarvan,Xin)","replies":[{"id":"","poster":"Choke Me Stalin ","date":"2017-11-13T09:26:51.690+0000","up_votes":1,"down_votes":0,"body":"Greetings Summoners,\n\nwir sind Mitglieder im Clan PyroxGenetics und suchen Teammitglieder für ein festes Ranked Team.\n\nWir suchen:\n\n-MID\n-TOP\n-JUNG\n\nWir sind:\n\n-ADC Gold 5\n-Supp Gold 3\n\nWas wir euch bieten:\n\n-Einen TS\n-Einen seriösen Umgang und feste Clanstruktur\n-Eigene Teamchannel\n-Coaches\n-Feste Trainingszeiten die wir dann erst zu 5 ausmachen\n\nWas ihr uns bieten solltet:\n\n-Ein Headset\n-TS3\n-Gold+\n-18+\n-Pünktlich\n-Verlässlich\n-Ihr solltet den Willen haben jeden Tag besser zu werden und auch als Team zu improven\n-KEIN TILT \n\nZu uns:\n\nWir sind eine Premade Botlane und besitzen auch einen annehmbaren Championpool sowie Wissen über unsere Lane, Roaming, Wavecontrol usw.\n\nWir möchten ein Ernstes und auch ein lange bestehendes Team gründen, dass nicht nach 2 tagen geschlossen wird, sondern mit dem man auch bei Events mitmachen kann usw.\n\nWenn Interesse besteht meldet euch bei mir JayTommson oder bei Taric is luv.\n\nWir sehen uns!\n\n\nps.  Sega Spieler sind die Besten :)","replies":[]},{"id":"","poster":"Wirt","date":"2017-11-12T12:57:13.637+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]}]}