{"id":"ALEEOAo4","poster":"Seikø","date":"2017-11-11T15:11:36.254+0000","title":"kleines 2v1 auf Level 1 mit Rengar","subforum":"Level Up: Guides & Tipps","embed":{"title":"Rengar Insane 2v1 at lvl 1","description":"Klick mich für weitere Informationen ! [BITTE BEWERTEN NICHT VERGESSEN] Zeigt mir ob euch meine Videos gefallen, wenn nicht, schreibt es in die Kommentare was sich besser machen lässt mit BEGRÜNDUNG ! -MUSIK Musik von: NoCopyrightSounds (The Two Friends ft.","url":"https://www.youtube.com/watch?v=xdmFZTsBAqQ","image":"https://i.ytimg.com/vi/xdmFZTsBAqQ/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Tipp: Rengar Top mit Ignite, nahezu garantiertes First Blood mit Snowballgefahr ;=)","replies":[{"id":"","poster":"404 Clone","date":"2017-11-12T15:42:03.904+0000","up_votes":1,"down_votes":0,"body":"Lösch das Video. Diese Leute sind einfach nur schlecht. außerdem ist das Renger. Er ist gerade einer der stärksten champs","replies":[{"id":"","poster":"Seikø","date":"2017-11-12T16:46:49.565+0000","up_votes":1,"down_votes":0,"body":"achja, und in welcher Hinsicht ist zurzeit kein Champion stark ? Es macht einen Rengar Spieler, so wie auch einen Fußballfan aus, zu seiner Liebe in schlechten Zeiten sowie in guten Zeiten zu stehen. Ich denke eher du bist so der \"ich spiel Meta Picks, damit ich überhaupt was raffe Typ\"?\nPS: hab deine Match History angeschaut, dein eines Rengar Game, du spielst als Low Gold gegen Low Silber ? - du musst ja eine pralle Normal MMR haben. Wenn du gegen Diamond oder lass es nur Platin sein und du bekommst in den Spielen dann immer noch 15Kills+ dann kannst du dein Mund aufmachen :) \nUnd ich sehe an deinen Shaco Games, dass du nicht allzu viel raffst \nLG und schönen Sonntag","replies":[]}]},{"id":"","poster":"Seikø","date":"2017-11-12T16:39:38.152+0000","up_votes":1,"down_votes":0,"body":"Da kommen die Silber und Gold Spieler aus ihren Löchern gekrochen. Wahrscheinlich wurdet ihr einfach zu oft von Rengar getötet, sodass ihr jetzt mad seid ?\nTut mir echt Leid für euch, aber so ist nunmal das Leben :)","replies":[]},{"id":"","poster":"Roxãs","date":"2017-11-11T18:16:14.180+0000","up_votes":1,"down_votes":0,"body":"erstens.\nDeine Gegner sind alle nichtmal level 20.\nDementsprechend ist das Video absolut nicht zu verwenden.","replies":[]},{"id":"","poster":"KageNoOkami","date":"2017-11-11T15:32:13.049+0000","up_votes":1,"down_votes":0,"body":"Sorry aber gegen was für Pfeifen hast du denn da gespielt? xD","replies":[]}]}