{"id":"cTQVNYx0","poster":"SîLBERRÜCKEN","date":"2017-11-10T16:40:18.715+0000","title":"Duo Q Partner gesucht! Silber IV!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich suche einen brauchbaren Support f&uuml;r DuoQ. Ich bin derzeit Silber IV und Main ADC. Leider ist diese Elo die absolute H&ouml;lle und ohne brauchbaren DuoQ Partner/Partnerin komme ich einfach nicht gegen die &uuml;ber 90 % Idioten an (wenn das mal hinkommt, eher 99%), die nicht einmal die Basics wie CD Trade, Decision Making und Positioning k&ouml;nnen. Es ist leider nicht sehr selten, dass die Top Lane, Mid oder der Jungle so derma&szlig;en feeden, dass ich gegen den Snowball mal rein gar nichts tun kann. Insbesondere nicht in der aktuellen Meta, wo man als ADC gegen Tanks early nicht viel ausrichten kann. Und auch nicht selten habe ich Supports, die einfach sinnlos reinspringen und sterben und mich flamen, dass ich mal was tun soll. Wenn ich out of position bin und der Support rein geht, ja was soll ich da machen... Nat&uuml;rlich wei&szlig; ich, dass jeder das selbe Problem hat und damit umgehen muss. Aber mit einem DuoQ Partner hoffe ich dem etwas besser entgegenwirken zu k&ouml;nnen. \r\n\r\nMein Skill liegt nach pers&ouml;nlicher Selbsteinsch&auml;tzung weit h&ouml;her als meine derzeitige Liga. Also Gold sollte ohne weiteres drin sein. \r\n\r\nMein Champion Pool ist breit gef&auml;chert. Twitch {{champion:29}} , Jinx {{champion:222}} , Caitlyn {{champion:51}} , Xayah {{champion:498}} , Kalista {{champion:429}} , Lucian {{champion:236}}  und Ezreal {{champion:81}}  sind so die ADC&#039;s, die ich am meisten spiele. Spiele sehr gerne mit Sustain Supports zusammen, wie Soraka und Sona. Gerne auch einen Blitzcrank, Tahm Kench oder Alistar. Auch mit AP Supports komme ich gut zurecht. Womit ich nicht zurecht komme sind Supports wie Leona (Vielleicht ist es einfach auch nur der pure Hass auf diesen Support, da diese immer rein gehen wie bekloppte und sich wundern, warum sie sterben).\r\n\r\nGrunds&auml;tzlich bin ich auch nicht abgeneigt mit einem guten Jungler zusammen zu spielen oder einer guten Top Lane, da diese meines Erachtens derzeit einfach den meisten Einfluss auf das Spiel haben. \r\n\r\nBei Interesse einfach adden und mich ingame anschreiben. NeoHares ist mein Nickname. Auch hier zu antworten ist eine M&ouml;glichkeit.\r\n\r\nZuletzt, entschuldigt das Denglish. Aber ich denke Ihr wisst was ich meine. Habe Problem die deutschen Begriffe zu finden, da ich durch Streams die englischen Begriffe gewohnt bin. \r\n\r\nIn der Hoffnung, dass sich ein f&auml;higer Er oder Sie meldet verbleibe ich mit freundlichen Gru&szlig;,\r\n\r\nNeoHares oder einfach Andr&eacute;","replies":[]}