{"id":"VAvfJqpm","poster":"Der Wohltäter","date":"2017-11-10T14:35:06.942+0000","title":"Kha`zix` Chroma","subforum":"Champions & Gameplay","embed":{"title":null,"description":null,"url":"https://i.imgur.com/VavVXFV.png","image":"http://imgur.com/VavVXFVs.png"},"up_votes":3,"down_votes":0,"body":"Hallo Leute!\n\nIch hoffe das hier ist das richtige Unterforum.\n\nVor kurzem erschien das neue Chroma f&uuml;r Mecha Kha`Zix und ich bin davon eher entt&auml;uscht. Sie sehen alle gleich aus nachdem die Ulti evolutioniert wurde. Ziemlich tragisch, wenn man bedenkt, dass dieses Chroma f&uuml;r ungef&auml;hr 8 Minuten im Spiel anh&auml;lt, da ich ab dem Punkt Level 6 erreicht habe. Ich w&uuml;rde es angenehm finden, wenn dieser Skin eine leichte Anpassung bekommt. \nAuf Reddit habe ich einen Fanedit gefunden der tats&auml;chlich ziemlich gut geworden ist. \n\nhttps://i.imgur.com/VavVXFV.png\nhttps://i.imgur.com/32NA0d1.png\nSowas w&uuml;rde sehr anschaulich aussehen und w&auml;re auch mein Geld wert.\n\nIch hoffe dass ich hier R&uuml;ckmeldung bekomme, und vor allem, falls m&ouml;glich, ein Grund warum dies nicht machbar ist. Nat&uuml;rlich kostet es mehr bei der Programmierung aber demnach w&uuml;rde die Verkaufszahl auch ansteigen (die Vermutung liegt nah).\n \nEine Frage noch am Rande. Der Support hat mich darauf hingewiesen dies in das Forum zu schreiben. Besteht eine M&ouml;glichkeit dass Riot das hier liest?\nOder kann ich mir hier lediglich Meinungen der Community einholen? Jedenfalls freue ich mich auf eure Meinungen!","replies":[{"id":"","poster":"Flauschiflusch","date":"2017-11-12T12:19:41.397+0000","up_votes":2,"down_votes":0,"body":"Danke für den Aufwand den du dir gemacht hast. So was wirst du leider nicht von Riot hören. Ich selbst hab noch nie gesehen, dass sich ein Riot Mitarbeiter mit Vorschlägen der Community auseinadergesetzt hat. Das ist sehr schade und zeigt sehr gut welche Richtung Riot in Zukunft einschlagen will oder schon tut. Meinen Like hast du.","replies":[{"id":"","poster":"Der Wohltäter","date":"2017-11-13T15:13:05.900+0000","up_votes":1,"down_votes":0,"body":"War fast zu erwarten. Hoffentlich wird das mit einem majestätischen Skin wieder gut gemacht.\nMan weiß ja nie was Riot für Pläne hat wenn es um die Skins geht.","replies":[]}]},{"id":"","poster":"Féar the Bug","date":"2017-11-13T14:38:10.074+0000","up_votes":1,"down_votes":0,"body":"Stimme dir zu. Man bezahlt letztenendes für ein halbes Chroma... und das ist es nicht wert.","replies":[]}]}