{"id":"NVUzgujq","poster":"Thorfynn","date":"2017-11-10T15:44:51.563+0000","title":"Strafanzeige in League of Legends","subforum":"Spielerverhalten & Moderation","up_votes":8,"down_votes":14,"body":"Hi liebe LoL-Gemeinde,\n\nich bin ein relative neuer Spieler und sowas wie hier ist mir noch noch nie passiert.\n\nIm letzten Spiel wurde ich von unserem Teemo als drecks Jude und noch deutlich schlimmeres ti­tu­lie­rt.\nJetzt bin ich tatsächlich Jude und denke über eine Strafanzeige nach.\n\nNach dem Spiel fügte er mich hinzu und meinte man solle mich doch bitte nach Auschwitz schaffen, denn nur dort ist ein Jude wie ich zuhause und kann gut als Heizmaterial dienen....\n\nBilder vom Chat habe ich gemacht, so das diese bei der Polizei vorgelegt werden können.\n\nGibt es eine email die ich der Polizei mitteilen kann damit diese IP und anderes von RIOT GAMES erfragen kann?\n\nLG\n\nKleines Update:\nMeine Frage konnte hier niemand beantworten.\nHabe schließlich den Riotsupport kontaktiert und mir wurde mitgeteilt wo sich die Polizei bei ihnen melden kann und die Daten der betroffenen Person zuerfragen.\n\nNur für die Leute die meinten Riot gibt eh keine daten preis :)\n\nAnzeige wurde erstattet und wir werden sehen ob diese fallen gelassen wird.\n\nlg\n\nUpdate Nummer 2 :\nVor zwei Wochen hatte ich meine Vorladung als Zeuge im Briefkasten und durfte einen Termin gestern wahrnehmen.\n\nEs wurde mir mitgeteilt das zu 100% ermittelt wird und sie sich auch an RIOT für die Daten wenden werden.\nSie sagten auch die chancen stehen nicht schlecht die Person ausfindig zumachen da Sie davon ausgehen das er sich nicht \"verschleiert\" hat.\n\nDas wollte ich nur am Rande anmerken da hier viele meinten die Polizei lacht dich aus...\n\nDas Strafmaß konnte ich auch etwas recherchieren und das liegt im vierstelligen bereich :) solange es bei einer Geldstrafe bleiben sollte.\n\nlg","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-11-10T15:48:37.259+0000","up_votes":1,"down_votes":2,"body":"Ziemlich unnötig und anstrengend da einen Prozess und Rechtsstreit zu führen. Ansonsten die direkte Anschrift. Das macht aber dann dein Anwalt in Kooperation mit der Polizei. \n\nSei aber vorsichtig und schaff dir eine Rechtsschutzversicherung an, falls es vor Gericht geht.\n","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T15:51:46.448+0000","up_votes":2,"down_votes":4,"body":"Hier liegt eine Straftat vor :)\n\nDie Polizei kümmert sich drum, da brauch ich keinen Anwalt einschalten.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-11-10T15:55:18.565+0000","up_votes":2,"down_votes":3,"body":"Die Polizei lässt das eiskalt im Sand verlaufen. Ohne Hilfe erreichst du null.","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T15:59:42.765+0000","up_votes":4,"down_votes":8,"body":"Ich habe vor zwei Jahren jemand bei twitch angezeigt :) \nDas ganze lief für mich wie folgt ab.\n\nOnline Anzeige erstattet\nTermin bei der Polizei bekommen(alles erneut zu Protokoll gegeben)\nTäter wurde ermittelt\nDer kleine Mann erhielt zwar nur Sozialstunden, aber nun ist er Vorbestraft und durfte seinen Eltern erklären warum er sich so im Internet verhällt :)","replies":[{"id":"","poster":"KageNoOkami","date":"2017-11-10T16:02:15.039+0000","up_votes":10,"down_votes":3,"body":"Jungejunge wie ich Personen wie dich verachte. Wenn du alt bist biste bestimmt einer dieser alten Penner die kleine Kinder anschnauzen weil se Sonntags um 8te Fußball spielen und dadurch deine heilige Ruhe gestört wird.","replies":[{"id":"","poster":"mOlDaViA","date":"2019-02-02T07:11:51.099+0000","up_votes":2,"down_votes":0,"body":"Du gehörst verarchtet. Das jemand wie du, der Straftaten billigt, frei rumlaufen darf, ist eine Schande für Deutschland!","replies":[]},{"id":"","poster":"Thorfynn","date":"2017-11-10T16:03:08.006+0000","up_votes":2,"down_votes":4,"body":"und wofür ?\n\nDas ein kleiner Nazi eine oben drauf bekommt ?","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-10T16:09:18.756+0000","up_votes":5,"down_votes":2,"body":"Passiert nichts.\nDas Gehört leider in LoL zu Standart und du solltest das Internet nicht nutzen wenn dir sowas soviel ausmacht.\n\nRiot wird keine Daten Rausgeben ohne Richterlichen Beschluss und das wird von der Polizei nicht angeordnet für so eine kleine Straftat.","replies":[{"id":"","poster":"Yjuq","date":"2017-11-10T16:41:22.109+0000","up_votes":2,"down_votes":4,"body":"Kleine Straftat? Rechtsradikalismus ist in Deutschland keine \"kleine Straftat\". Dagegen wird hart vorgegangen. Sowohl im Internet wie auch im real Life. Wir haben nun mal das Entnazifizierungsgesetz.","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-13T11:39:43.566+0000","up_votes":1,"down_votes":1,"body":"Richtig, in Deutschland.\nDa dies aber kein Deutsches Spiel ist sondern ein Amerikanisches, befindet sich die Rechtslage anders. In der USA darfst du dich Verkleiden wie du möchtest.\n\nEin Deutsches Gericht wird nicht in die USA vor Gericht gehen wegen einer Beleidigung.","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-13T16:44:11.695+0000","up_votes":2,"down_votes":1,"body":"Für das Strafrecht ist der Ursprung oder \"Ort\" des Spieles nicht von Belang.","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-13T17:22:47.551+0000","up_votes":1,"down_votes":1,"body":"Doch ist es, nämlich gilt das Land in dem der Hauptsitz des Spiels bzw. das Land des Straftäters. Es wird in Deutschland keine Anzeige geben wenn die Person in der USA oder Cannada oder sonst wo wohnt.\n\nDa Internet ein treffpunkt ist und kein ort.","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-13T17:38:23.061+0000","up_votes":2,"down_votes":0,"body":"Das Land (bzw. der Aufenthaltsort) des Strafttäters ja - nicht das des Spieles. Lass vielleicht besser Deine Kommentare in Bezug auf Recht. ;)","replies":[]}]}]},{"id":"","poster":"Thorfynn","date":"2017-11-13T14:57:21.098+0000","up_votes":2,"down_votes":1,"body":"Habe den Riotsupport kontaktiert und mir wurde mitgeteilt wo sich die Polizei bei ihnen melden kann um die Daten der betroffenen Person zuerfragen.\n\nNur für die Leute, die meinten Riot gibt eh keine daten preis :)\n\nAnzeige wurde erstattet und wir werden sehen ob diese fallen gelassen wird.","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-13T16:29:51.908+0000","up_votes":1,"down_votes":0,"body":"Also, natürlich sagen sie wo sich die Polizei melden soll, aber hergeben werden sie es nicht, da die Polizei es nicht machen wird.\n\nUnd das du stolz drauf bist, wegen sowas eine Anzeige zu machen, ist traurig.\nEs ist traurig das es dir so nah geht aber noch trauriger zu Polizei wegen sowas zu rennen. Ich will gar nicht wissen was passiert wenn dich einer Anrempelt.\n\nDu bist sicherlich eine Person, die im echten Leben selbst Stress sucht aber sich selbst nicht weiter helfen kann.\n\nJedenfalls bist du meiner Meinung nach, nicht besser als die Flamer oder andere die in diesen Game unerwünscht sind.","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-11-13T12:20:26.010+0000","up_votes":1,"down_votes":1,"body":"Riot-Zentrale befindet sich in Irland :)","replies":[]}]},{"id":"","poster":"KageNoOkami","date":"2017-11-10T17:04:00.439+0000","up_votes":2,"down_votes":1,"body":"Ja, ist ja schön und gut, nur trifft das hier leider nicht zu und verfehlt seinen Zweck! Du glaubst doch nicht wirklich, dass hinter dem Account ein überzeugter Antisemit steckt? Da sitzt ein Kind vor! Ein Kind das womöglich in letzter Zeit zu viel Southpark gesehen hat!","replies":[{"id":"","poster":"Yjuq","date":"2017-11-10T17:12:12.276+0000","up_votes":2,"down_votes":5,"body":"Spielt keine Rolle. Solche Äußerungen werden verfolgt. Das Strafmaß hängt dann von dem Ziel ab, was die Ermittlung der Polizei entsprechend herausfindet.\n\nIch gebe hier nicht meine Meinung wieder, sondern die Tatsachen warum  dagegen vorgegangen wird. Da ist es irrelevant was ich oder du darüber denkst.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-11-10T18:11:53.464+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Yjuq,realm=EUW,application-id=KYnfKGf0,discussion-id=NVUzgujq,comment-id=0000000000000000000000000000000000000000,timestamp=2017-11-10T17:12:12.276+0000)\n>\n> Spielt keine Rolle. Solche Äußerungen werden verfolgt. Das Strafmaß hängt dann von dem Ziel ab, was die Ermittlung der Polizei entsprechend herausfindet.\n> \n> Ich gebe hier nicht meine Meinung wieder, sondern die Tatsachen warum  dagegen vorgegangen wird. Da ist es irrelevant was ich oder du darüber denkst.\n\nDu verwechselst Strafverfolgung mit Strafverfahren. Hier fehlt es schon an den Rechtsgrundlagen für die Strafverfolgung, jedenfalls aus meiner Sicht.","replies":[]}]}]}]}]}]},{"id":"","poster":"Alustus","date":"2017-11-10T16:52:32.159+0000","up_votes":2,"down_votes":0,"body":"Sorry aber hier ist eine Anzeige sehr wohl gerechtfertigt.\n\nDas sind Äußerungen für die du auf der Straße sehr schnell Probleme bekommst, nur weil man im Internet Unterwegs ist darf man nicht alles machen.","replies":[{"id":"","poster":"KageNoOkami","date":"2017-11-10T17:07:00.656+0000","up_votes":1,"down_votes":1,"body":"Ja, aber hier handelt es sich wie gesagt um ein Kind. Keine mündige Person hockt sich vor den Rechner, zockt LoL und beleidigt andere als Judenschweine.","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-10T17:15:39.647+0000","up_votes":2,"down_votes":0,"body":"sollte es sich **wirklich** ein Kind (unter 14) wird nicht wirklich was passieren,leider sind es öfters aber eben **nicht** Kinder.\n\nps: ich hab keine Ahnung wie das mit den Datenschutz ist,deswegen werde ich mich dazu auch nicht äußern.","replies":[{"id":"","poster":"KageNoOkami","date":"2017-11-10T17:28:00.888+0000","up_votes":2,"down_votes":2,"body":"Mit dem Datenschutz verhält es sich einfach. Personenbezogene Daten wie Wohnort dürfen vom Provider nur aus wichtigem Grund rausgegeben werden. Dies ist hier aber nicht gegeben.","replies":[{"id":"","poster":"Alustus","date":"2017-11-10T17:39:34.827+0000","up_votes":2,"down_votes":1,"body":"In solchen Fällen bekommt die Polizei zugriff auf diese Daten.\n\nIch weiß nicht warum alle glauben das im Internet nichts passiert und das nur Kinder soetwas schreiben.\nEs gibt genug Strafmündige und Volljährige die soetwas schreiben, wahrscheinlich sogar mehr als Kinder.","replies":[{"id":"","poster":"Martensitic","date":"2017-11-10T18:13:50.879+0000","up_votes":2,"down_votes":0,"body":">In solchen Fällen bekommt die Polizei zugriff auf diese Daten.\n\nFALLS die Daten in Deutschland liegen.\n\nWenn der ISP des Taeters nicht in DE ist...keine Chance.\n\nIch spreche aus Erfahrung.\nUnsere Firma hat schon Dutzende Strafantraege, Rechtshilfeansuchen, etc. an auslaendische Behoerden im Bereich Cyberkriminalitaet gestellt...und da gings nicht um einen Honk der in einem Spiel rumflamet, da gings um beinharte Verbrechen mit teilweise erheblichen Finanziellem Schaden fuer die Betroffenen FIrmen.\n\nKeine Chance.","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-13T16:31:22.848+0000","up_votes":1,"down_votes":0,"body":"So sieht es aus, kein Beamter macht sich Tagelang Arbeit um hinterher eventuell jemanden eine Strafe für 20€ zu geben oder 3-4 Sozial Stunden.\n\nSelbst wenn die Person in Deutschland lebt, wird so etwas fallen gelassen.","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-13T20:38:30.564+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Dev1ne,realm=EUW,application-id=KYnfKGf0,discussion-id=NVUzgujq,comment-id=000000000000000000000001000000000000000000000000,timestamp=2017-11-13T16:31:22.848+0000)\n>\n> So sieht es aus, kein Beamter macht sich Tagelang Arbeit um hinterher eventuell jemanden eine Strafe für 20€ zu geben oder 3-4 Sozial Stunden.\n> \n> Selbst wenn die Person in Deutschland lebt, wird so etwas fallen gelassen.\n\nGoogle Strafen für diesen Sachverhalt :) da sind strafen von 1000 bis 6000€ keine Seltenheit.","replies":[{"id":"","poster":"Martensitic","date":"2017-11-14T00:32:40.990+0000","up_votes":1,"down_votes":1,"body":">Google Strafen für diesen Sachverhalt :) da sind strafen von 1000 bis 6000€ keine Seltenheit.\n\nFaellt dir eigentlich auf dass du grade ueber was vollkommen anderes redest?\n\nDu redest ueber das moegliche Strafmass, wir reden ob es realistisch ist dass so ein Fall verfolgt wird.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Atsùra","date":"2017-11-10T17:46:48.876+0000","up_votes":2,"down_votes":0,"body":"Die Kids werden hier doch genau so bestraft wenn sie scheiße bauen. Sagen wir nicht andauernd \"nur weil es ein anderer macht, solltest du nicht damit auch anfangen, sonst gibt es Strafen\"? Wieso sollten wir jemanden in Schutz nehmen, der so eine scheiße labert, egal wie jung er ist? Strafe muss sein - dummheit und alter schützt vor einer Strafe nicht.","replies":[]}]}]}]},{"id":"","poster":"Feast for Trolls","date":"2017-11-10T16:22:20.910+0000","up_votes":1,"down_votes":0,"body":"Das ist eher unwahrscheinlich. Vermutlich hast du das nur geträumt. In Deutschland sind die Auflagen zur Herausgabe von Daten sehr streng. Das heißt bei solchen \"Bagatellen\" (so nennt man Delikte wie deinen) ist es Twitch (und jeder anderen Firma) verboten Nutzer-Daten herauszugeben. Dein Spezi wäre mittlerweile Millionär (mit Sozialstunden), falls er (in deinem Traum) schlau genug war Twitch anzuzeigen.","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T16:32:51.512+0000","up_votes":2,"down_votes":4,"body":"Dann informiere dich bitte etwas genauer :) was dir bei rassismus im Internet blüht :)","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-10T17:01:11.778+0000","up_votes":1,"down_votes":1,"body":"Und du müsstest dich \"noch\" genauer informieren \":)\".\n\n1) Es gelten für alle im Internet aktiven Konzerne sogenannte \"Datenschutzbestimmungen\". Diese sind stets einzuhalten und können nur unter großen Schwierigkeiten und in ganz besonderen Situationen aufgehoben werden. Dein oben beschriebenes Szenario zählt offensichtlich nicht dazu. \n\n2) Du kannst - wir sind ja im Internet - fast unmöglich rechtskräftig zu beweisen, dass eine bestimmte Person dich beleidigt hat. Es könnte auch der Bruder, die Mutter, Der Hund oder jeder andere mit Zugang zum besagten Computer getan haben. Es gilt, wie in jedem modernen und fairen Rechtssystem: \"In dubio pro reo\".\n\n3) Wo ist dein Beweismaterial ? Wenn du die EULA gelesen hast (ich gehe davon aus, dass du das getan hast, denn sonst würdest du ja illegal spielen), dann wüsstest du, dass alle Daten, die innerhalb des Spiels entstehen Eigentum von Riot Games Inc. sind. Vor Gericht stehst du ohne Beweise da, es sei denn Riot Games gibt dir die offiziellen Log-Dateien zum besagten Spiel. Das werden sie nicht tun.\n\nMal eine ganz andere Frage: Ist das dein Verständnis von einer fairen Behandlung deiner Mitmenschen? Stellst du dir das so vor, dass du bestimmte Personen gegen die du einen Groll hegst einfach irgendwo anschwärzen kannst und die dann von einer Art \"Geheimen Internet Polizei\" abgeholt werden?\n Am besten sollen die dann noch eine öffentliche Kennzeichnung tragen, damit auch jeder erkennt, dass sie zu der Personengruppe gehören, die dir missfällt. Oder würdest du sogar noch weitergehen und wollen, dass solche Leute auf einen eigenen Server deportiert werden, in eine Art \"Lager\" ?","replies":[{"id":"","poster":"Megamaexx","date":"2017-11-11T11:26:19.271+0000","up_votes":1,"down_votes":0,"body":"Eine Straftat ist doch ein Grund für Unternehmen, Daten herausgeben zu müssen.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-11T14:09:15.818+0000","up_votes":1,"down_votes":0,"body":"Nicht zwangsläufig.","replies":[]}]}]},{"id":"","poster":"Martensitic","date":"2017-11-10T18:17:55.296+0000","up_votes":1,"down_votes":0,"body":"Nochmal:\nDie Gesetze dazu mag es bei dir in DE geben.\n\nManchmal, wenn der Taeter und sein ISP Standort Deutschland haben, und sich der Serviceprovider auf dessen Servern \"es\" passiert ist sich kooperativ zeigt, dann KANN es sein dass man jemanden ausforschen kann.\n\n* Riot hat Rechtsstandort Irland.\n\n* Wo der Tater sitzt weisst du nicht. Das koennte ein Deutschsprachiger aus Oesterreich, oder der Schweiz (waere nichtmal mehr EU Raum) gewesen sein, oder jemand der Gottweisswo sitzt und sich auf EUW einloggt.\n\n* Und selbst wenn all das zutrifft, musst du noch hoffen dass der Knilch nicht hinter einem Gaming-VPN sitzt. Ist das der Fall, keine Chance.","replies":[]}]}]},{"id":"","poster":"Martensitic","date":"2017-11-10T18:07:44.429+0000","up_votes":3,"down_votes":0,"body":"Dann hattest du gleich mehrfach Glueck.\n\n1. Glueck dass derjenige in Deutschland saß, wo die Deutsche Polizei Juristiktion hat (sprich, den Internet-Service-Provider oder ISP des betreffenden zwingen konnte die Personendaten hinter der IP rauszurücken).\n\n2. Glueck dass das ganze auf Twitch passierte. Twitch gehoert zu Amazon, diese haben eine deutsche Geschaeftsstelle, daher hat die Deutsche Polizei auch da einen Hebel.\n\nIn League wird das ganze etwas komplizierter:\nRiots Rechtsstandort in Europa ist, afaik IRLAND...ob da die deutsche Justiz Handhabe hat die IP zu kriegen...kA, das muesste ein Anwalt klaeren.\n\nUnd wenn der betreffende gar nicht in DE wohnt...tja...dann wirds sogar mit der IP eng.\n\nIch kenn mich zufaellig in dem Bereich ziemlich gut aus. Unsere Firma serviciert UNternehmen gegen Cyberattacken, und eine der haeufigsten Fragen unserer Clienten ist \"koennen wir da klagen??\". Ja, klar kann man. Nur wenn die IP in Gottweisswo liegt kann man sich das Geld auch sparen.","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-11-10T16:04:34.165+0000","up_votes":2,"down_votes":1,"body":"Dann viel Glück, wer klagen kann, kann auch recherchieren. Erfahrungsberichten nach verläuft die Sache bei Lol im Sand. \nKannst ja mal ne Rückmeldung geben. \nIch würde mir den Aufwand gar nicht machen und sich gehässig über Vorstrafen zu freuen ist ein sehr unfeiner Charakterzug. ","replies":[]}]}]},{"id":"","poster":"KageNoOkami","date":"2017-11-10T16:00:57.641+0000","up_votes":4,"down_votes":2,"body":"Die Polizei wird die Anzeige aufnehmen. Der Richter oder Staatsanwalt wird sich die Sachlage kurz ansehen und verwerfen. Kosten für den Staat: 500 Euronen \n\nNutzen für den Staat: \n\nDanke lieber TE.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-11-10T18:09:48.740+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Thorfynn,realm=EUW,application-id=KYnfKGf0,discussion-id=NVUzgujq,comment-id=00000000,timestamp=2017-11-10T15:51:46.448+0000)\n>\n> Hier liegt eine Straftat vor :)\n> \n> Die Polizei kümmert sich drum, da brauch ich keinen Anwalt einschalten.\n\nIch kann dir aus beruflicher Erfahrung sagen: Da kommt nix bei rum. Probiers aus, wenn du magst. Kostet dich keinen Cent. Aber das wird eingestellt: Kein hinreichender Tatverdacht.","replies":[]}]}]},{"id":"","poster":"Yjuq","date":"2017-11-10T16:22:29.860+0000","up_votes":2,"down_votes":3,"body":"Kommt drauf an. Wenn derjenige aus Deutschland kommt kannst du tatsächlich eine Strafanzeige stellen. Ansonsten sieht es schlecht aus da es nicht zielführend ist.\n\nEs existiert ein Online Forumular um schnell eine Anzeige zu erstatten. Von dem hab ich vor ner Woche ebenfalls gebrauch gemacht da hier ein mehr als rechtsradikaler Thread eröffnet wurde im deutschen LoL Forum. Ermittelt wird da definitiv.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-10T17:13:16.909+0000","up_votes":6,"down_votes":1,"body":"Ich würde mich für jeden Cent der Steuergelder, der  dafür verpulvert wird, grün und blau ärgern.\nZum Glück muss ich das nicht.","replies":[]}]},{"id":"","poster":"Yjuq","date":"2017-11-10T17:27:44.442+0000","up_votes":3,"down_votes":0,"body":"**Ich bin mal so frei und ziehe ein Fazit:**\nEine Anzeige kann erstatten werden und leitet definitiv eine Ermittlung ein. Ob und in wie fern das zielführend oder sinnvoll ist, da gehen die Meinungen hier extrem außeinaner. Generell ist das auch das falsche Forum um über die Rechtmäßigkeiten zu streiten. Dafür gibt es juristische Foren oder auch Anwälte die sich damit auseinander setzen.\n\nIch würde vorschlagen nicht mehr über die Rechtmäßigkeit einer Anzeige zu diskutieren, sondern schlichtweg ob ihr das für sinnvoll haltet oder nicht - und mit entsprechenden Begründung. Dann haben wir ein interessantes Thema zum diskutieren. Ansonsten ist die Ursprungsfrage des Threaderstellers bereits beantwortet.\n\nJa, es gibt ein Online Formular wo man eine Strafanzeige erstatten kann. Ja, dieser Fall wird eine Ermittlung in die Wege leiten. Ob und wie der Täter bestraft wird ist eine andere Geschichte.\n\nIch hoffe damit sind alle einverstanden... Ich sehe keinen Sinn den Thread sonst weiterzuführen da wir quasi über die Rechtslage nur Halbwissen vermitteln können. Sollen die Juristen sich damit auseinander setzen.","replies":[{"id":"","poster":"MGP","date":"2017-11-10T23:32:42.903+0000","up_votes":1,"down_votes":1,"body":"Wenn du eine Anzeige erstatest stellt die Polizei eine Anforderung an RIOT die persönlichen Daten (E-Mail) des Schuldigen herauszugeben.\nAnschließen stellt die Polizei Anfrage beim E-Mail Anbiter auf die persönlichen Daten.\nWenn sie Glück haben steht da bereits ein Name, wenn nicht folgt IP Backtracking an was aufwendig bis Zeitweise unmöglich sein kann.\nWenn anschließend der Besitzer ermittelt wird und sich womöglich nicht in Deutschland befindet kann es passieren das alles umsonst war.\n\nWenn du ihn reportet hast bekommt er dafür mindestens einen 14 Tage Ban für rassismus in manchen Fällen auch direkt einen perma Ban.\nWenn du dich zusätzlich mit einer Mail an den RIOT Support wendest wegen das \"After Game Chat\" sollte das garantiert sein.\n\nDa die Straftat in Deutschalnd sowieso eher \"gering\" bestraft wird und ihn sein Account wahrscheinlich sowieso mehr gekostet hat als die Strafe die er am Ende zusätzlich zahlt, finde ich das sich das nicht lohnt.\nEs sei den du kriegst das als Verherlichung vom WII durch dann sieht das übel aus.\n----------\nAm Ende ist es aber egal  was dir irgendeiner von uns sagt, es ist am Ende deine Entscheidung ob du es den Aufwand für Gerechtfertigt hälst den Papierkrieg zu führen.","replies":[{"id":"","poster":"Dev1ne","date":"2017-11-13T16:34:32.550+0000","up_votes":1,"down_votes":1,"body":"In welcher Welt lebst du denn ?\nBacktracking der IP ? Für eine Beleidigung ?\nBacktracking muss im Obersten Gerichtshof genehmigt werden, da dies jegliche Art von Privatsphäre wegnimmt.\n\nWegen keiner Beleidigung der Welt wird Backtracking gemacht, sowas passiert bei Terror nicht bei LoL.\n\nDies wird fallen gelassen und unser Mr. Anzeige sollte auch das Spiel sein lassen, da er wohl mit Wörtern im Internet nicht umgehen kann.","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-13T17:36:17.203+0000","up_votes":2,"down_votes":1,"body":"Ich denke Du solltest nicht weiter Dein Unwissen in Rechtsfragen einbringen.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-14T18:58:14.326+0000","up_votes":1,"down_votes":0,"body":"Das gilt übrigens für alle Beteiligten hier.","replies":[]}]}]},{"id":"","poster":"Feast for Trolls","date":"2017-11-11T16:08:06.850+0000","up_votes":2,"down_votes":1,"body":"> Wenn du eine Anzeige erstatest stellt die Polizei eine Anforderung an RIOT die persönlichen Daten (E-Mail) des Schuldigen herauszugeben.\n\nDa wird Riot kurz und höflich mit \"Nein\" antworten.\n\n> Anschließen stellt die Polizei Anfrage beim E-Mail Anbiter auf die persönlichen Daten.\n\nAuch diese würden in dem Fall mit einem \"Nein\" antworten.\n\n> wenn nicht folgt IP Backtracking \n\nSollte dies erfolgen würde ich dem \"Getrackten\" raten einen Anwalt einzuschalten und ebenfalls dagegen eine Strafanzeige aufzugeben.\n\nWir leben zum Glück (noch) in einem Rechtsstaat.","replies":[{"id":"","poster":"MGP","date":"2017-11-11T17:01:51.393+0000","up_votes":1,"down_votes":0,"body":"> Da wird Riot kurz und höflich mit \"Nein\" antworten.\n\nFalsch Sie auch nur einen Server in Deutschland haben bringt denen das leider gar nichts, da es sich hierbei ganz offensichtlich um eine Straftat handelt ist RIOT verpflichtet die Daten nach deutschem Recht herauszugeben.\n\nSelbiges gilt für den E-Mail anbieter\n\n> Sollte dies erfolgen würde ich dem \"Getrackten\" raten einen Anwalt einzuschalten und ebenfalls dagegen eine Strafanzeige aufzugeben\n\nDa die Polizei hier keinen Rechtsverstoß begeht bringt ihm das gar nichts, auser das er seinen Anwalt bereits hat sobald er sich dann tatsächlich vor Gericht verantworten muss.\n\nGott sei Dank leben wir in einem Rechtstatt und können Straftäter auch tatsächlich verurteilen","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-11T18:34:33.755+0000","up_votes":1,"down_votes":0,"body":"> da es sich hierbei ganz offensichtlich um eine Straftat handelt\n\nLeute verwenden den Term \"offensichtlich\" gerne um ihre Argumentationspartner zu täuschen. Und zwar genau an den Stellen, wo man eben keine Begründung liefern kann. Wo _genau_ liegt eine Straftat vor? Wer ist Opfer und wer ist Täter? Kannst du beweisen, dass in dem Moment genau die Person und nicht irgendeine andere (im gleichen Haushalt etc.) den Chat benutzt hat? Wo sind die Log-Dateien zum besagten Spiel? Ist auszuschließen, dass die Person gezwungen wurde so zu handeln? Wurde sie vielleicht getäuscht? Diese und noch viele mehr sind Fragen, von denen man in der Lage sein muss sie _lückenlos_ zu beantworten, bevor man von einer Straftat sprechen sollte. Jemand wider besseren Wissens einer Straftat zu beschuldigen ist ebenfalls strafbar.\n\n> verpflichtet die Daten nach deutschem Recht herauszugeben.\n\nUnd genau da ist dein Denkfehler. Du verwechselst unser Rechtssystem mit dem eines Polizeistaates wie z.B. Hitler-Deutschland oder der DDR. Das deutsche Rechtssystem schützt seine Bürger und deren Rechte - auch gegen die Polizei und den Staat. Falls es keinen richterlichen Beschluss gibt oder \"Gefahr im Verzug\" ist, müssen die Firmen gar keine Daten rausgeben - wozu sie sich auch durch die Datenschutzbestimmungen im übrigen verpflichten.\n\n> Da die Polizei hier keinen Rechtsverstoß begeht bringt ihm das gar nichts, auser das er seinen Anwalt bereits hat sobald er sich dann tatsächlich vor Gericht verantworten muss.\n\nDiese Aussage ist damit ebenfalls hinfällig und muss daher nicht mehr explizit entkräftet werden.\n\nGott sei Dank basiert ein Rechtsstaat auf _Gesetzen _ und nicht auf der Willkür von einzelnen Machtinstitutionen.","replies":[{"id":"","poster":"MGP","date":"2017-11-13T22:38:35.512+0000","up_votes":1,"down_votes":0,"body":"> Leute verwenden den Term \"offensichtlich\" gerne um ihre Argumentationspartner zu täuschen. Und zwar genau an den Stellen, wo man eben keine Begründung liefern kann. Wo genau liegt eine Straftat vor?\n\nEs liegt die Straftat einer Beleidigung vor!\nIst nach deutschem Recht strafbar. Wenn man fantasiert kann man sicherlich auch noch rassismus, rechtsextremismus und verherlichung des zweiten Weltkriegs anführen, aber die genaue auslegung von letzterem überlass ich einem Anwalt.\n\n>  Wer ist Opfer und wer ist Täter? Kannst du beweisen, dass in dem Moment genau die Person und nicht irgendeine andere (im gleichen Haushalt etc.) den Chat benutzt hat? Wo sind die Log-Dateien zum besagten Spiel? Ist auszuschließen, dass die Person gezwungen wurde so zu handeln? Wurde sie vielleicht getäuscht?\n\nOpfer ist ja ganz Eindeutig der TE brauchen wir nicht drüber diskutieren.\nTäter tja wie du schon erkannt hast ist das nicht ganz einfach, aber das führ ich gleich aus.\nLogs der Screenshot reicht da für die Einleitung eines Ermittlungsverfahrens.\nDie Straftat geht von diesem Account aus, der nach AGB von exakt einer Person benutzt werden darf, d.h. eine verfehlung des Besitzer liegt in jedem Fall vor!\nDas sollte reichen das dir so ziemlich jeder Richter grünes licht gibt um den Besitzer des Accounts zu ermitteln.\n\n> Gott sei Dank basiert ein Rechtsstaat auf Gesetzen und nicht auf der Willkür von einzelnen Machtinstitutionen\n\nWo ist denn da Willkür?\nWir schützen einen Bürger und laufen offensichtlichen Spuren hinterher...\n----------------------\nOh kommen wir noch dazu:\n\n> Leute verwenden den Term \"offensichtlich\" gerne um ihre Argumentationspartner zu täuschen.\n\nIch täusche hier gar keinen, ich versuche das noch nicht einmal.\nBeleidigung ist eine Straftat und das ist im mindesten Fall beleidigend gewesen. (wie oben schon gesagt man kann das sicherlich auch schlimmer auslegen)\n\noh moment ich hab da offensichtlich schon wieder verwendet.\n\noffensichtliche Spuren:\nWir haben genau eine Spur den Absender der Nachricht, also der Account über den die Straftat begangen worden ist!\n\nDen Rest hatte ich im Post davor schon ausgeführt\n-----------\nPS:\n>  Wurde sie vielleicht getäuscht? Diese und noch viele mehr sind Fragen, von denen man in der Lage sein muss sie lückenlos zu beantworten, bevor man von einer Straftat sprechen sollte.\n\nDas ist nicht relevant bei der Ermittlung des Besitzers.\nWenn die Person getäuscht worden ist, dann liegt eine Straftat der Täuschung vor, ebenfalls bei erzwingung.\nDie Person ist dann lediglich nicht Täter sondern ein zweites Opfer.\n\n> Jemand wider besseren Wissens einer Straftat zu beschuldigen ist ebenfalls strafbar.\n\nDavon spricht hier keiner. Wir reden über die Einleitung und den Ablauf eines Ermittlungsverfahrens.\nDas wie du schon so schön gesagt hast nur dann eingeleitet werden kann wenn eine Straftat vor liegt.\nUnd so nebenbei es bedarf dafür keinen bestimmten Täter, man kann auch Anzeige gegen Unbekannt einreichen.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-14T18:55:31.489+0000","up_votes":1,"down_votes":0,"body":"> Die Straftat geht von diesem Account aus, der nach AGB von exakt einer Person benutzt werden darf, d.h. eine verfehlung des Besitzer liegt in jedem Fall vor!\n\nDas wird vor keinem Gericht standhalten. Die AGBs sind nicht immer mit deutschem Recht vereinbar und man kann quasi davon ausgehen, dass dieses Argument von der Seite des Angeklagten aufgeführt werden wird.\n\n> Logs der Screenshot reicht da für die Einleitung eines Ermittlungsverfahrens.\n\nNein. Ich denke mal du weißt, dass man solche Sachen recht gut verfälschen kann. Rechtlich halten in diesem Fall nur mit zertifizierter Software erstellte Audit-Logs stand.\n\n> Das ist nicht relevant bei der Ermittlung des Besitzers.\n\nOh doch. Das Recht auf den Schutz deiner persönlichen Daten ist ein hohes Privileg, dass wir in Deutschland genießen. In China haben die Bürger z.B. nicht so viel Glück.\n\n> Ich täusche hier gar keinen, ich versuche das noch nicht einmal.\n\nDas behauptest du. Jeder, der eine Täuschungsabsicht verfolgt würde das natürlich auch behaupten.\n\n\nIch habe das Gefühl, dass die Diskussion langsam der sachliche Nährboden entrissen wird und es beginnt in einen Streit auszuarten. Daher muss ich dich an der Stelle fragen -  Hast du eine juristische Ausbildung? Falls nein, dann ist die Diskussion für mich an dieser Stelle beendet.","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-14T19:39:44.497+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=NVUzgujq,comment-id=000a000000000000000000000000,timestamp=2017-11-14T18:55:31.489+0000)\n>\n> Das wird vor keinem Gericht standhalten. Die AGBs sind nicht immer mit deutschem Recht vereinbar und man kann quasi davon ausgehen, dass dieses Argument von der Seite des Angeklagten aufgeführt werden wird.\n\nDas ist so oder so irrelevant. Eine Straftat liegt vor. Ob da AGBs o.ä. verletzt worden sind ist nicht relevant. Das ist Zivilrecht, nicht Strafrecht. \n\n> Nein. Ich denke mal du weißt, dass man solche Sachen recht gut verfälschen kann. Rechtlich halten in diesem Fall nur mit zertifizierter Software erstellte Audit-Logs stand.\n\nAuch das ist so nicht korrekt bzw. aneinander vorbei geredet/geschrieben. Für die _Einleitung_ eines Verfahrens (das was behauptet wurde) muss man letztenendes überhaupt nichts zwingend vorlegen. Man kann beispielsweise alks Frau auch hingehen und erklären das man sexuell belästigt wurde. Das muss (zum Glück) niemand nachweisen (das geht ja gar nicht in jedem Fall). _Grundsätzlich_ muss einer glaubhaften Anzeige nachgegangen werden. Das kann der Staatsanwalt wegen einer Bagatelle _ablehnen_ , das hängt jedoch nicht von einem Screenshot ab (mit oder ohne zertifizierter Software). Solche Software steht Riot sicher auch nicht zu Verfügung was Chatlogs angeht. Wäre interessant was geschähe wenn ein (unterstellter) Schreiber erklärt das er das durch Riot vorgelegte gar nicht geschrieben hat. [Das ist dann u.U. ähnlich einem Rot-Verstoß mit dem Auto]\n\n> Ich habe das Gefühl, dass die Diskussion langsam der sachliche Nährboden entrissen wird und es beginnt in einen Streit auszuarten. Daher muss ich dich an der Stelle fragen -  Hast du eine juristische Ausbildung? Falls nein, dann ist die Diskussion für mich an dieser Stelle beendet.\n\nOch - was mich angeht IANAL. ^^ Aber ich habe mich vor Jahren etwas mit Internetrecht auseinandergesetzt (Interesse und auch notwendig wegen \"Arbeit\" in einem Forum) und war dabei im Beck-Blog aktiv.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-14T21:01:41.431+0000","up_votes":1,"down_votes":0,"body":"> Solche Software steht Riot sicher auch nicht zu Verfügung was Chatlogs angeht.\n\nUnd\n\n> Aber ich habe mich vor Jahren etwas mit Internetrecht auseinandergesetzt (Interesse und auch notwendig wegen \"Arbeit\" in einem Forum)\n\nHamm naja. Ich denke ich denke wir sind dann fertig hier.","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-15T12:49:44.959+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Feast for Trolls,realm=EUW,application-id=KYnfKGf0,discussion-id=NVUzgujq,comment-id=000a00000000000000000000000000000000,timestamp=2017-11-14T21:01:41.431+0000)\n>\n> Und\n> \n> Hamm naja. Ich denke ich denke wir sind dann fertig hier.\n\nNa hoffentlich. :)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-11-10T22:43:42.674+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe deine kränkung, ich habe eine gute freundin, die jüdin ist und auch immer wieder mit sowas konfrontiert ist.\n\nNatürlich kannst du strafanzeige stellen. Allerdings würde ich dir raten das vorher mit einem anwalt zu besprechen. Vielleicht kennst du jemanden der sich da juristisch auskennt. Aus meiner ausbildung kann ich dir sagen: die formalen sachen sind das A und O unabhängog davon wie recht du in der sache hast. \"Annonyme\" online accounts sind schwierig auszuforschen, da der provider gezwungen werden muss die daten herzugeben. Selbst wenn riot die ip kennt und er sich nicht jedes mal neu einwählt sodass seine ip wechselt kann das je nach heimatort des users lange dauern bis unmöglich sein...da die datenschutzgesetze von land zu land abweichen...\n\nAber was ich dir wirklich dringend empfehle...und das beschränkt sich nicht nur auf league...gerade online nicht alles todernst zu nehmen was die leute aus ihrer futterluke zum besten geben.\n\nIch habe es schon oft erlebt (ich bin mitlerweile gut 15 jahre in onlinegames unterwegs) dass leute einfach die übelste beleidigung die ihnen einfällt schreiben bzw. sich groß dabei vorkommen...im RL trauen sie sich das nie.\n\nAntisemitismus ist nicht zu befürworten, aber die entscheidung ob du das gebrabbel von einem Niemand aus dem internet ernst nimmst oder du ihn bemitleidest (und einfach reportest) liegt bei dir!\n\nAls abschließender tipp: der glaube ist privatsache...belass es online dabei...beispielsweise könnte ich strenggläubiger moslem, christ oder buddhist sein oder atheist...keiner hier weiß es...keinen hier geht es was an :-)","replies":[{"id":"","poster":"Qbert","date":"2017-11-14T05:59:46.776+0000","up_votes":2,"down_votes":0,"body":"Ich mag dazu den Spruch:\nReligion ist wie ein Penis. Schön und gut wenn du einen hast, nur solltest du ihn nicht jedem ins Gesicht drücken :)","replies":[]}]},{"id":"","poster":"YTElias","date":"2017-11-10T15:48:38.791+0000","up_votes":2,"down_votes":0,"body":"Du bist aber feinfühlig\nAber das ist doch standart warum beschwerst du dich?{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Avorox","date":"2017-11-10T15:54:48.787+0000","up_votes":2,"down_votes":0,"body":"Nur weil viele das machen ist das nicht in Ordnung","replies":[{"id":"","poster":"YTElias","date":"2017-11-10T15:57:33.088+0000","up_votes":1,"down_votes":0,"body":"Aber warum ständig die Polizei rufen weil dich jeder beleidigt?{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Avorox","date":"2017-11-10T16:00:49.890+0000","up_votes":2,"down_votes":0,"body":"Ist doch sein gutes Recht. Wenn ihn das eben persönlich angreift dann kann er doch dagegen vorgehen, dafür gibt es diese Gesetze doch.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:13:20.120+0000","up_votes":1,"down_votes":0,"body":"der Typ kommt warscheinlich nichtmal aus Deutschland.","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T16:19:03.026+0000","up_votes":2,"down_votes":1,"body":"Spricht aber Deutsch ?\nKönnte natürlich ausch aus der SChweiz oder Östereich stammen aber nunja :)","replies":[]}]}]}]}]},{"id":"","poster":"Thorfynn","date":"2017-11-10T15:52:37.123+0000","up_votes":3,"down_votes":3,"body":"Es ist für dich normal das Menschen wegen ihres Glaubens diskrimiert werden ?\nFür mich nicht !!!","replies":[{"id":"","poster":"YTElias","date":"2017-11-10T15:55:28.267+0000","up_votes":1,"down_votes":0,"body":"Es gibt toxische leute und die sind böse ja\naber das jemand eine anzeige dagegen macht ist ja schon was","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:12:37.389+0000","up_votes":1,"down_votes":1,"body":"Ja im Internet ist das normal. Der einzige nicht normale Faktor hier bist du, weil du sowas tatsächlich ernst nimmst. Das ist selten der Fall.","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-11-10T15:56:21.736+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe, dass du verärgert bist, wenn man sich so etwas anhören muss. Zumal es wahrscheinlich von einem kleinen halbstarken < 18 Jahre kommt.\nJedoch solltest du sowas nicht an dich ran lassen, der hat halt nicht die geistige Reife oder die Kapazitäten um zu erkennen, was er da schreibt. Ich finde jegliches Schubladen denken dumm. Egal ob jetzt Franzosen, die \"blöden\" Deutschen (oft gehört xD) oder sonst was.\nIn Zukunft einfach muten und reporten. Wenn du es durchziehen willst und das Geld dafür hast. Mach es, wenn nicht = lass es.\n\nGruß und hoffentlich freundlichere zukünftige Games {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Pandeonor","date":"2017-11-10T18:04:11.405+0000","up_votes":1,"down_votes":0,"body":"Strafanzeigen kosten nichts.","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-10T18:53:21.337+0000","up_votes":1,"down_votes":0,"body":"wenn er sich einen anwalt nimmt schon in der Regel","replies":[]}]},{"id":"","poster":"YTElias","date":"2017-11-10T15:58:11.554+0000","up_votes":1,"down_votes":0,"body":"Upvote{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:11:27.569+0000","up_votes":1,"down_votes":0,"body":"1. Du kannst SPieler Muten\n2. Du kannst sie reporten und sie werden warscheinlich eine Strafe erhalten.\n3. Wenn man im Internet ist sollte man sich nicht von jedem dreck beleidigen lassen. Ist doch nur ein Idiot vor seinem Rechner. Bist du nicht erwachsen genug um sowas zu ignorieren?","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T16:15:25.394+0000","up_votes":3,"down_votes":2,"body":"Hier geht es eher darum, ob ich öffentlich ausgetragenden Rassismus tolerien will und ja das möchte ich nicht.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:19:46.310+0000","up_votes":2,"down_votes":1,"body":"Seit wann ist den Religon eine Rasse? Habe ich was verpasst?","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T16:21:15.995+0000","up_votes":3,"down_votes":1,"body":"Spezifischer: ob ich öffentlich ausgetragenen antisemitismus dulden möchte und das verneine ich ganz klar :)","replies":[{"id":"","poster":"Arzurag","date":"2017-11-11T22:50:29.123+0000","up_votes":1,"down_votes":0,"body":"über \"Öffentlich\" kann man sich schon streiten","replies":[]}]}]}]}]},{"id":"","poster":"Veezey","date":"2017-11-11T03:46:46.447+0000","up_votes":2,"down_votes":1,"body":"Du willst eine Anzeige wegen einer Beleidigung aus dem Internet stellen? Na wers braucht.","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:21:34.790+0000","up_votes":2,"down_votes":3,"body":"Stell dir Mal Folgende Situation vor:\nDu Bist ein Polizist und sitzt hinter deinem Schreibtisch und erleidigst deinen Papierkram. Plötzlich kommt ein entwerder 14 Jahriger oder ein Mann um die 40 an ( tut mir leid falls das Alter falsch ist, aber das kommt mir bei deiner reaktion am wahrscheinlichsten vor.) und will eine Strafanzeige einreichen. Du fragst ihn was den Passiert ist. er sagt, dass ihn Jemand in einem Online Spiel beleidigt hat. Was tust du?\n\n1. Ihm erklären, dass es das Internet ist und er sich mal nicht so anstellen soll.\n\n2.  Sagen, dass es nicht möglich ist den \"täter\" zu fassen aufgrund offensichtlicher Tatsachen.\n\n3. Auslachen und ihm ein Kompliment für den Witz machen.\n\n4. Rausschmeißen, weil er deine Zeit verschwendet.","replies":[{"id":"","poster":"Yjuq","date":"2017-11-10T16:34:54.158+0000","up_votes":2,"down_votes":1,"body":"Das stimmt so nicht. Die Polizei nimmt auch Straftaten, die sich im Internet abspielen, ernst.  Das Internet entbinded nicht von dem Gesetzen des Landes, von wo auf das Internet zugegriffen wird. Da aber solche Aussagen wie deine verbreitet werden, denken viele dass eine Anzeige kein Zweck hätte was aber nun mal nicht der Fall ist.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:49:51.107+0000","up_votes":1,"down_votes":1,"body":"Eine Überreaktion ist es trotzdem. Es ist nicht vergleichbar mit einer \"richtigen\" Beleidigung von Person zu Person.","replies":[{"id":"","poster":"Yjuq","date":"2017-11-10T16:55:33.136+0000","up_votes":1,"down_votes":0,"body":"Wenn das deine Ansicht ist respektiere ich das. Allerdings bin ich gegenteiliger Meinung.","replies":[{"id":"","poster":"Feast for Trolls","date":"2017-11-10T17:10:35.389+0000","up_votes":1,"down_votes":0,"body":"Die Polizei teilt deine Meinung dann leider auch nicht. Hier liegt ein Bagatell-Delikt vor.","replies":[]}]}]}]},{"id":"","poster":"Thorfynn","date":"2017-11-10T16:23:25.071+0000","up_votes":2,"down_votes":1,"body":"Ich habe vor zwei Jahren jemand bei twitch angezeigt :)\nDas ganze lief für mich wie folgt ab.\n\nOnline Anzeige erstattet\nTermin bei der Polizei bekommen(alles erneut zu Protokoll gegeben)\nTäter wurde ermittelt\nDer kleine Mann erhielt zwar nur Sozialstunden, aber nun ist er Vorbestraft und durfte seinen Eltern erklären warum er sich so im Internet verhällt :)","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-11-10T16:57:04.291+0000","up_votes":1,"down_votes":1,"body":"Ich kann ja verstehen, dass du sowas nicht in Ordnung findest. Aber es wäre trotzdem aus meiner sicht nicht fair. Ja es hätte dem Typen nicht rausrutschen sollen, allerdings besteht eine gewaltiger unterschied zwischen Online verhalten und Realität. Ich habe über die Jahre auch schon fragwürdige dinge Online gesagt, würde allerdings niemals auf die idee kommen mich in echt auch so zu verhalten. Macht michdas zu einer schlechten Person? ich denke nicht. Ich habe auf der Jeweiligen Plattform einen Bann/strafe bekommen und deswegen mein Verhalten überdacht. Wenn man jetzt wie du jemanden deswegen anzeigt, kann es Schlimmstenfalls zukünftige Jobs verbauen.  Ich finde das einfach nicht verhältnismäßig. Du hast die Angelegenheit wahrscheinlich 2 stunden Später vergessen und der Typ steht jetzt da mit ggf. einem schaden fürs leben. \nIch finde eine Anzeige für eine Online ausgesprochene Beleidigung nicht angebracht.","replies":[{"id":"","poster":"GG Baka","date":"2017-11-11T16:16:02.509+0000","up_votes":1,"down_votes":0,"body":"Auch wenn das viele denken mögen - aber nein \negal ob schriftlich, mündlich, telefonisch oder elektronisch (online) - eine Beleidigung ist eine Beleidigung und wird (in Deutschland auf Antrag) geahndet - und alle Wege sind gleichgestellt.\nnur weil die Leute \"anonym\" sind meinen Sie sich alles erlauben zu können - und ja wenn du im Internet ein Arschloch bist - biste in meinen Augen immer ein Arschloch\n\n--\nPS heißt nicht das ich die Anzeige gut finde - ich ignoriere das meist eh - reporte und fühle etwas genugtuung mich jedesmal wenn dann sojemand im Forum heult und bettelt nach solchen Aktionen\nMir ist der Aufwand eines Prozesses - auch wenn der meist nicht vors Gericht kommt zu Groß","replies":[]}]}]}]},{"id":"","poster":"Megnok","date":"2017-11-10T15:58:44.311+0000","up_votes":2,"down_votes":1,"body":"na sowas. du solltest dir in der Onlinespielewelt eindeutig ein dickeres Fell zulegen. Das wird einfach immer wieder passieren. Und die polizei wird dich, sorry dafür, auslachen. Sie MÜSSEN der Sache oberflächlich nachgehen, aber der Verwaltungsaufwand ist im Verhältnis einfach zu hoch als dass dann auch irgendwas passiert.\nwenn es dich tröstet: In LoL werden harte Flamer extrem schnell bestraft und gesperrt, und den ganzen Heulthreads nach zu urteilen tut denen das auch echt weh.\n\nDesweiteren der Tipp: Wenn dich jemand ärgert kannst du ihn muten und nach dem Spiel reporten. Wenn dich dann noch jemand adden will, nimm die Anfrage nicht an. Da kommt eh nix nettes bei rum.","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-10T16:01:40.400+0000","up_votes":2,"down_votes":3,"body":"Ich habe vor zwei Jahren jemand bei twitch angezeigt :)\nDas ganze lief für mich wie folgt ab.\n\nOnline Anzeige erstattet\nTermin bei der Polizei bekommen(alles erneut zu Protokoll gegeben)\nTäter wurde ermittelt\nDer kleine Mann erhielt zwar nur Sozialstunden, aber nun ist er Vorbestraft und durfte seinen Eltern erklären warum er sich so im Internet verhällt :)","replies":[]}]},{"id":"","poster":"jona312312","date":"2019-05-16T11:21:01.443+0000","up_votes":1,"down_votes":0,"body":"Wie unintelligent oder/und assozial die neue Generation ist...\n\nEs ist doch wohl völlig korrekt, auch wenn man im Internet sich aufhält oder League of Legends spielt, dass man mit Respekt behandelt werden will. \n\nWarum wollt ihr eine Gesellschaft aufbauen, in der es in einigen Orten okay ist andere Menschen zu verletzen?","replies":[]},{"id":"","poster":"Thorfynn","date":"2017-12-12T07:30:59.991+0000","up_votes":1,"down_votes":0,"body":"Kleines Update :)\nVor zwei Wochen hatte ich meine Vorladung als Zeuge im Briefkasten und durfte einen Termin gestern wahrnehmen.\n\nEs wurde mir mitgeteilt das zu 100% ermittelt wird und sie sich auch an RIOT für die Daten wenden werden.\nSie sagten auch die chancen stehen nicht schlecht die Person ausfindig zumachen da Sie davon ausgehen das er sich nicht \"verschleiert\" hat.\n\nDas wollte ich nur am Rande anmerken da hier viele meinten die Polizei lacht dich aus...\n\nDas Strafmaß konnte ich auch etwas recherchieren und das liegt im vierstelligen bereich :) solange es bei einer Geldstrafe bleiben sollte.\n\nlg","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-13T08:16:53.230+0000","up_votes":1,"down_votes":0,"body":"Mach das, wenn du dich damit besser fühlst.\nIch lese aus den Kommentaren, dass du jemand zu sein scheinst, der gerne einen Rechtsstreit provoziert.\n\nIch persönlich kann verstehen, dass du dich aufgrund deiner Religion denunziert fühlst. Ich kann auch den Ärger nachvollziehen. Jedoch kann ich nicht nachvollziehen, dass dann jemand für so etwas Steuergelder verschwenden lassen möchte.\n\nWie oft wurde ich schon als \"scheiß Nazi\" usw. beleidigt ... \nUm es noch mal zu wiederholen: Ich kann den Ärger nachvollziehen, aber letztendlich muss man auch einfach mal mit gewissen Dingen umgehen lernen. Dass Antisemitismus kein Kavaliersdelikt ist, unterstütze ich, aber hier stehen Aufwand und Nutzen in keinem Verhältnis.","replies":[{"id":"","poster":"Roxãs","date":"2017-11-13T16:39:55.866+0000","up_votes":1,"down_votes":0,"body":"\"sck my D\" \n\"use your kitchen no jutsu\" (finde ich sogar lustig lel)\n\"go afk and make me a sandwich\" \n\"can you be my gf? i can send you skins for nudes\"\n\"tits?\"\n\"go supp, i won't let you play something else\"\n\n:c\n\n~Ehemals Who knew~","replies":[{"id":"","poster":"Qbert","date":"2017-11-13T17:43:15.513+0000","up_votes":1,"down_votes":0,"body":"mir fehlt da gerade etwas der Zusammenhang ._.","replies":[{"id":"","poster":"Roxãs","date":"2017-11-13T18:01:36.471+0000","up_votes":1,"down_votes":0,"body":"Oh ja...Kontext ist wichtig.\n\nWegen Religion oder sonst was wurde ich noch nie Beleidigt, höchstens wegen dem Geschlecht oder wegen Spieltechnischen Dingen.\n\n(wollte was dazu sagen das du auch schon mit Dummen Dingen betitelt wurdest xD)","replies":[{"id":"","poster":"Qbert","date":"2017-11-14T05:56:20.489+0000","up_votes":1,"down_votes":0,"body":"Jaja, die Frauen ... vergessen gerne den Kontext! :P\n\nNun, seit dem ich durch meine Gruppen-Zugehörigkeit(Gruppen-Tag) erkennbar deutscher bin, werde ich tatsächlich auch mal von deutschsprachigen auf Deutsch geflamet .... das ist echt traurig ... ich schreibe stets in Englisch, da ich möchte, dass mich alle verstehen ...","replies":[{"id":"","poster":"Abasin","date":"2017-11-15T14:37:36.846+0000","up_votes":1,"down_votes":0,"body":"Das Englisch, das im Chat aufschlägt, kann man auch nicht immer verstehen. {{sticker:cass-cry}}","replies":[{"id":"","poster":"Qbert","date":"2017-11-16T05:52:30.768+0000","up_votes":1,"down_votes":0,"body":"true dat.\naber das meiste kann man aus dem allg. Kontext sich erschließen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Spicavius","date":"2017-11-14T04:16:36.438+0000","up_votes":1,"down_votes":0,"body":"Interessant. Wäre cool wenn du mal ein Update geben würdest, was daraus geworden ist.\n\nSelbst, wenn es ein reinfall ist. Auch das wäre schon mal eine Aussage.","replies":[]},{"id":"","poster":"Arammus","date":"2017-11-12T14:12:31.414+0000","up_votes":1,"down_votes":0,"body":"wie lang wird es dauern bis die mods diese kindergarten show hier schließen? :D","replies":[]},{"id":"","poster":"iwannadolucyliu","date":"2017-11-11T11:43:36.253+0000","up_votes":1,"down_votes":0,"body":"scheint dir ja nich besonders wichtig zu sein wenn du nichmal bereit bist die strafanzeige vor ort zu machen......  nur hier zum venten?","replies":[{"id":"","poster":"Thorfynn","date":"2017-11-11T15:52:41.863+0000","up_votes":1,"down_votes":0,"body":"Die Anzeige online aufzugeben verschafft dir nur einen Termin bei der Behörde.\n\nSo muss man keine 4 Stunden vorort warten :)","replies":[]}]},{"id":"","poster":"KageNoOkami","date":"2017-11-10T15:58:22.692+0000","up_votes":1,"down_votes":0,"body":"Ich plädiere für Todesstrafe!","replies":[]},{"id":"","poster":"Aggro Mieze","date":"2017-11-11T12:06:28.936+0000","up_votes":1,"down_votes":1,"body":"Hast du mal was von der Ignore-Funktion gehört? Nutze sie! Und move on. Kindergarten.","replies":[]},{"id":"","poster":"eimoH","date":"2017-11-10T16:07:36.539+0000","up_votes":1,"down_votes":1,"body":"Du kannst ihn nach der Runde für \"Hassrede\" melden mehr liegt nicht in deiner Gewalt. Bilder vom Chat musst du nicht machen.","replies":[]},{"id":"","poster":"Herr Nielson II","date":"2017-11-13T07:52:26.355+0000","up_votes":1,"down_votes":2,"body":"Ich bin erschüttert. \nSowohl über den \"Fall\" aber noch mehr über einige Reaktionen hier. Solche Aussagen mit \"Dickeres Fell zulegen\", \"So ist das online halt\", \"Sowas online ist was anderes als in echt\" etc. pp. sind inakzeptabel. \nWürde ja in der letzten Konsequenz heißen online darf man beleidigen, den Holocaust leugnen und zu terroristischen Aktionen aufrufen. \nNein darf man nicht und das Internet ist kein rechtsfreier Raum, weil es ja nicht \"in echt\" ist. Überlegt mal in Ruhe, was einige da so geschrieben haben.\n\nUnd es ist vollkommen egal, was es den Staat kostet, wenn Anzeige erstattet wird. Wir haben glücklicherweise Gesetze, an die sich jeder zu halten hat. Um Verfolgung von Gesetzesübertretungen kümmern sich Staatsanwaltschaft und Polizei, um die Bestrafung die Gerichte. Dafür sind sie da, dafür gibt unser Statt zum Glück meine Steuern aus. Ich maße mir nicht an zu bewerten, welches ungesetzliche Verhalten es \"wert\" ist.\n\nDie Frage \"was tun?\" ist für mich eindeutig. \nErstens reporten, zweitens anzeigen. \n\nEs kann ja nicht sein, dass sowas deswegen nicht angezeigt wird, weil es \"eh nix bringt\". Das ist dann halt so, muss es aber nicht. Wenn es aber zu einer Bestrafung kommt, ist das hoffentlich für die betroffene Person eine Lehre und auch richtig.","replies":[]},{"id":"","poster":"Tron0001","date":"2017-11-10T16:35:40.709+0000","up_votes":2,"down_votes":3,"body":"Richtig so.\nGeh zur Polizei. Anders lernen die das nicht mehr.","replies":[]}]}