{"id":"hbElErqq","poster":"Ariya","date":"2017-11-10T17:44:40.162+0000","title":"Unsere Herangehensweise an Mikropatches und die Spielbalance während der Vorsaison","subforum":"Dev Corner","up_votes":3,"down_votes":0,"body":"Hallo. Hier spricht Maple Nectar, ein Produzent im Live-Team (das auch als Spielbalance-Team bekannt ist).\r\n\r\nES PASSIERT WIRKLICH!!! Wie dir sicher schon aufgefallen ist, sind die neuen Runen endlich da! Ich kann dir gar nicht sagen, wie spannend es ist, ein Teil dieser Reise zu sein, w&auml;hrend der League die gr&ouml;&szlig;te Gameplay-Aktualisierung aller Zeiten bekommt! Wir freuen uns schon tierisch darauf, zu sehen, wie das neue System deine Herangehensweise an das Spiel und deine Entscheidungen beeinflusst und wie du die neuen Runen einsetzt, um Spiele zu gewinnen. Sie sind jetzt seit 2 Tagen live (1 Tag, wenn du nicht aus OCE stammst) und langsam, aber sicher k&ouml;nnen wir uns ein Bild davon machen, wie es in dieser neuen Welt um die &bdquo;Spielbalance&ldquo; bestellt ist. Wir sehen jede Menge Experimente (Kleptomanie-Gangplank, Eiszeit-Jhin), &uuml;ber die wir uns sehr freuen, da diese kreativen Entscheidungen genau das sind, was wir mit den neuen Runen erreichen wollten. An dieser Stelle m&ouml;chte ich kurz &uuml;ber unsere Herangehensweise an die Spielbalance f&uuml;r die n&auml;chsten paar Tage/Wochen sprechen und sicherstellen, dass jeder versteht, was wir erreichen wollen. \r\n\r\nEines vorweg: Wir haben nicht vor, daf&uuml;r zu sorgen, dass die Siegesrate aller Champions so schnell wie m&ouml;glich auf 50 % ansteigt. Das hatten wir schon vor der Vorsaison nicht geplant und das wollen wir auch jetzt nicht. Wir gehen davon aus, dass es durch die neuen Runen wesentlich mehr kreative Entscheidungen geben wird, die sich je nach Champion, Team-Zusammenstellung und Gegner unterscheiden, als bisher. Irgendwann wird es sicher f&uuml;r alle Champions geeignete Runen-Kombinationen geben, aber wir gehen davon aus, dass Spieler, die sich wirklich kreative Kombinationen ausdenken, auch mit h&ouml;heren Erfolgschancen belohnt werden. Dennoch gibt es immer wieder Grenzf&auml;lle, und wenn wir etwas sehen, durch das das Gameplay in eine Richtung abdriftet, die uns nicht gef&auml;llt (wenn beispielsweise Nocturne mit &bdquo;Dunkle Seelenernte&ldquo; seine Gegner ab Stufe 6 mit seiner ultimativen F&auml;higkeit sofort t&ouml;tet), werden wir unabh&auml;ngig von der &bdquo;Siegesrate&ldquo; eingreifen.\r\n\r\nWir bekommen langsam ein Bild davon, wie sich alles entwickelt, aber bei einer derart gro&szlig;en &Auml;nderung dauert es einige Zeit, bis sich der Staub gelegt hat und wir eindeutig beurteilen k&ouml;nnen, was sich sowohl im Einzelnen als auch im Gro&szlig;en und Ganzen ver&auml;ndert hat. Wir werden versuchen, immer die richtigen Probleme zu l&ouml;sen. Wenn wir also einen Champion sehen, der mit einer bestimmten Runen-Kombination wesentlich erfolgreicher ist als die anderen Champions seiner Klasse, dann werden wir uns den einzelnen Champion und die Dinge, die sich f&uuml;r ihn ge&auml;ndert haben (Grundwerte, Schl&uuml;sselrunen usw.), ganz genau ansehen. Sollte eine ganze Klasse von der Norm abweichen, h&auml;ngt das wahrscheinlich mit den systembedingten &Auml;nderungen zusammen. Daher werden wir uns in so einem Fall auch um diese &Auml;nderungen k&uuml;mmern, anstatt jeden einzelnen Champion anzupassen. Wir wollen mit unseren Korrekturen auf keinen Fall &uuml;ber das Ziel hinausschie&szlig;en, da in der Vorsaison Experimente und kreative Entscheidungen erw&uuml;nscht sind. Trotzdem werden wir uns aktiv um Dinge k&uuml;mmern, mit denen wir nicht zufrieden sind. Ab morgen werden wir wahrscheinlich damit beginnen, &uuml;ber die Dinge zu sprechen, f&uuml;r die wir noch vor Patch 7.23 Mikropatches ver&ouml;ffentlichen werden.\r\n\r\nWir sind von den ganzen verr&uuml;ckten Dingen begeistert, die die Spieler ausprobieren, und hoffen, noch viel mehr davon zu sehen. Aber vergiss nicht, genie&szlig;e die Vorsaison verantwortungsvoll.","replies":[]}