{"id":"Nen2cid4","poster":"Rump3l","date":"2020-03-06T01:02:48.027+0000","title":"Starke Lags durch packetloss","subforum":"Hilfe & Support","embed":{"title":"185.40.65.1.csv","description":"Dropbox is a free service that lets you bring your photos, docs, and videos anywhere and share them easily. Never email yourself a file again!","url":"https://www.dropbox.com/s/h1buchig7e0i571/185.40.65.1.csv?dl=0","image":"https://www.dropbox.com/static/images/spectrum-icons/generated/content/content-xls-large.png"},"up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nIch habe seit ich mir vor 2 Tagen einen neuen PC zusammengebaut habe extreme lags in lol - Spiel läuft weiter, ich kann mich aber nicht mehr bewegen. Mouse clicks und Fähigkeiten werden erst nach dem Lag wieder registriert bzw. angenommen. \r\nPingPlotter hat mir folgende CSV ausgespuckt und ich muss sagen sie sieht schrecklich aus.\r\n\r\nWindows defender und alles andere an Firewalls ist aus. \r\nLeitung ist ne 1000 MB von UnityMedia / Vodafone\r\nPC bewegt sich Leistungstechnisch auf einem sehr hohen Level. \r\n\r\nAndere PingPlotter Tests mit anderen IP's  z.b. Google landen bei ca. 10% loss. \r\n\r\nIch bin dem verzweifeln nahe, es wäre schön wenn irgendjemand mit einer glorreichen Lösung aufwarten könnte.\r\nIch möchte mich schon im vorraus für die Antworten bedanken !","replies":[{"id":"","poster":"Rump3l","date":"2020-03-08T23:57:33.593+0000","up_votes":1,"down_votes":0,"body":"So hier nun mal für alle meine Lösung, die bei mir scheinbar abhilfe schafft - wenn auch maximal nervig. Ich habe die Vodafone Station ( neustes gerät im bezug auf UM ) meine Lag Spikes resultieren scheinbar aus der Firewall dieses netten Routers. ( zum temporären deaktivieren -> Experten Modus aktivieren, Internet anklicken -> Firewall ausschalten. ) - Warum habe ich es nicht bemerkt: Es gibt einen \"Schieberegler\" zum ausschalten der FW, dieser zeigt mir das die Firewall offline ist, checke ich nun aber ob sie wirklich off ist via. \"Status &amp; Support\" Anzeige des Routers ist sie wieder an. Ergo Schieberegler auf FW an und danach wieder auf aus, dann ist sie für wahnsinnige 24h aus. \n\n@MrFailmade - evtl. hilfts ja auch bei dir - falls nicht, ist mir keinerlei Lösung bekannt - ich kann nur sagen das es bei mir nicht am Problem DS-Lite liegt ( falls das überhaupt wirklich immernoch ein Problem ist. \n\n@AramStufe Rot - vielen dank für die Antwort ! \n\n@Jennifer420 ;) Riot war ausnahmsweise mal nicht schuld - ging ja nicht um clash =)","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-09T04:39:21.195+0000","up_votes":1,"down_votes":0,"body":"freut mich das du es noch beheben konntest bevor das forum weg war.\nich hoffe der postbote hat seine lektion gelernt.","replies":[]}]},{"id":"","poster":"MrFailmade","date":"2020-03-07T00:30:29.791+0000","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\n\nich habe seit einigen Tagen dasselbe Problem ;) Das kann vor allem in heiklen Situationen **ZIEMLICH **tilten.... \nDa ich hier so ziemlich kein Wort verstehe von dem was ihr schreibt, bitte ich euch an der Stelle mir die Lösung (sobald vorhanden) einfach nochmal auf Deutsch zu erklären :D:D \nBei Hardware Sachen bin ich voll dabei, aber IP4 oder IP6 lasse ich die Finger von und was ein DS-Lite sein soll, raffe ich auch nicht... Achja und für Pingplotter bin ich auch zu dumm {{sticker:zombie-brand-clap}} \nAlso, massive Inkompetenz am Stizzle..\n\n\nDanke im voraus ;)","replies":[]},{"id":"","poster":"Rump3l","date":"2020-03-06T16:06:32.062+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir ehrlich gesagt nicht vorstellen das die Problematik durch das mittlerweile seit über 4 jahren eingesetzte DS-Lite kommt - ich bin seit ca. 5 jahren bei UM und hatte das problem vorher nicht. \n\nDie erste IP die nen großen loss verursacht ist \"213.46.177.58\" von Aorta.net\ndie 2. ist \"104.160.142.46\" von Riot \nund die letzte mit loss von über 90% \"104.160.159.54\" auch von Riot.\n\nIch hoffe immernoch auf eine Lösung des Problems und installiere WIndows mal neu profilaktisch neu.","replies":[{"id":"","poster":"AramStufe Rot","date":"2020-03-06T20:04:29.447+0000","up_votes":1,"down_votes":0,"body":"Also wir haben uns richtiges DS geholt bei unitymedia (muss man beim support drauf bestehen)\nhabe es dann mit der kabel fritzbox und der einstellung das nur die ipv4 aktiv ist hinbekommen das ich in lol etc und an der ps4 keine lagspikes habe^^\n\np.s. das Unitymedia forum is voll mit so beiträgen","replies":[]}]},{"id":"","poster":"Jennifer420","date":"2020-03-06T01:26:01.324+0000","up_votes":1,"down_votes":0,"body":"geh zu der post rein und sag ihnen das es mehrfach vorkommt das dein paket verloren ging und die mal den postboten da überprüfen solln. \nder klaut die vielleicht, das ist mir auch schonmal passiert mein mate in nord korea wollte eine kupfergabel von mi rhaben und ich hab sie ihm geschickt aber er hat sie nie bekommen. so n paket loss ist echt frustrierend.\nhab dann die post angerufen und die haben bemerkt das unser postbote aus neu seeland ist und sich den silverlöffel eingesteckt hat.\n\nder wurde dann gefeuert und das goldmesser wurde erfolgreich zugestellt. seitdem nie wieder paketloss.\n{{sticker:slayer-pantheon-thumbs}}\n\nich bin mir zwar nicht sicher wie das festgestellt wird ob der postbote sich euer internet paket einsteckt aber die können das bestimmt rausfinden.","replies":[{"id":"","poster":"Rump3l","date":"2020-03-06T07:35:57.087+0000","up_votes":1,"down_votes":0,"body":"Gewiss eine glorreiche Lösung, aber kann das sein das du irgendwelche verbotenen Substanzen zu dir nimmst?\n\n1* für die Kreativität XD","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-06T14:23:04.345+0000","up_votes":1,"down_votes":0,"body":"es war 3uhr nachts und ich wollte bisschen rumtrollen dann hab ich diesen post gesehen und einfach meinem hirn etwas freilauf gelassen.","replies":[{"id":"","poster":"Rump3l","date":"2020-03-06T16:02:35.970+0000","up_votes":1,"down_votes":0,"body":"Das hab ich mir schon gedach, ich habe auch durchaus lachen müssen ! =)","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-06T16:13:08.615+0000","up_votes":1,"down_votes":0,"body":"sorry das ich nicht helfen konnte. hoffe du findest eine lösung.\n\neines kann ich allerdings sagen. aus persönlicher erfahrung weiß ich das es meistens an riot liegt.\n\nüber die jahre habe ich so oft gedacht \"liegt wohl an mir/meinem pc\" nur um ein paar monate später einen post zu finden wo jemand confirmed es liegt an riots ende.\nich dachte bis vor 4 tagen noch das es an meinem pc liegt das der client fast 1 mintue braucht um sich zu öffnen bis riot diesen post gemacht hat wo sie sagen der client braucht bei vielen spielern 3-4 min bis er sich richtig öffnet.\n\nes liegt ungelogen meistens an riot.","replies":[]}]}]}]}]},{"id":"","poster":"AramStufe Rot","date":"2020-03-06T09:04:17.533+0000","up_votes":1,"down_votes":0,"body":"bei unitymedia kommt es angeblich durch das DS-Lite","replies":[]}]}