{"id":"ARFG3vs0","poster":"RabGeIsebnu","date":"2017-11-09T00:05:08.410+0000","title":"Permaban, wieso?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":8,"body":"Hallo zusammen,\r\nIch bin etwas entt&auml;uscht von Riot, das Spieler, die die Lane verlieren und chainfeeden, einfach &quot;ein schlechtes Game&quot; haben k&ouml;nnen, aber wiederum Spieler wie ich wegen meinem Chatlog von Game 2 permanent gebannt werden. Also etwas l&auml;uft hier geh&ouml;rig schief!\r\n\r\nBitte erkl&auml;rt mir, was daran so schlimm war, dass ich umbedingt permanent gebannt werden musste? Man entnimmt dem Chatverlauf deutlich wieviel Toxicity ich &uuml;ber mich ergehen lassen und aushalten musste. :(\r\n\r\n\r\nGame 2 \r\nOPYoloSwaggeroni: ? \r\nOPYoloSwaggeroni: ? \r\nOPYoloSwaggeroni: ? \r\nOPYoloSwaggeroni: kayn plz follow the summoners code or u get banned \r\nOPYoloSwaggeroni: i will mute u kayne and let riot decide your too toxic for me insulting me perma, i wnat to focus on the game and stay positive \r\nOPYoloSwaggeroni: i know \r\nOPYoloSwaggeroni: ahri \r\nOPYoloSwaggeroni: would be nice if u roam top as a &quot;thank u&quot; for my great ult mid \r\nOPYoloSwaggeroni: nvm \r\nOPYoloSwaggeroni: botlnae lost first tower blood anyway \r\nOPYoloSwaggeroni: nvm \r\nOPYoloSwaggeroni: wp kayn \r\nOPYoloSwaggeroni: good herald too \r\nOPYoloSwaggeroni: cause sivirt \r\nOPYoloSwaggeroni: 6 kills \r\nOPYoloSwaggeroni: fed as fuk \r\nOPYoloSwaggeroni: ? \r\nOPYoloSwaggeroni: look at adc \r\nOPYoloSwaggeroni: ;) \r\nOPYoloSwaggeroni: ? \r\nOPYoloSwaggeroni: i muted kayn i dont even see what hes typing :) \r\nOPYoloSwaggeroni: u know what? i jsut mute efveryone :) have fun &quot;?&quot; me nad &quot;3/8 ing me&quot; i cant see it anymore, finally im free \r\nOPYoloSwaggeroni: im at a happy place \r\nOPYoloSwaggeroni: rip u toxic player u cant insult me no more","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T00:38:58.546+0000","up_votes":4,"down_votes":9,"body":"Einen Fehler sehe ich auf Anhieb.\n\nDu hast dich auf sinnlose Diskusionen eingelassen und den Chat nicht gemuted. Das wichtigste und auch einzigste was du in den Chat schreiben solltest ist ,,mute all.\" \n\nGib diesem unausgereiften Bannsystem doch gar nicht erst die Chance dich zu bannen. Wenn du den Chat einfach nicht nutzt kann es dich dafür auch nicht bestrafen, fertig .","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:18:01.280+0000","up_votes":1,"down_votes":4,"body":"Deine Antwort ist sehr weise, doch leider gab uns Riot die Funktion \"chatten\", um uns mit den Mitspielern auszutauschen.Wusstet ihr, dass CHATTEN ironischerweise sogar plappern, oder VIEL reden bedeutet, und wer's dann tut wird gebannt, weils \"spamming\" ist oder nörgeln oder warum auch immer. Unlucky Konzept Riot.Bitte nennt die Funktion um in: Lobesrede, oder in: schmeichelfenster (gj nice gank, we have better lategame, we can win,gg) alles heuchlereien und Realitätsverweigerungen und einfach nur Lügen.Ich schiebe einfach das Lügenfenster aus meinem Display. GG\nChatten, eine Funktion, und wer sie nutzt, ist selber schuld :)","replies":[{"id":"","poster":"Coopa123","date":"2017-11-10T22:30:56.429+0000","up_votes":7,"down_votes":0,"body":"Selten so einen klaren Fall von Realitätsverweigerung, Opfermentalität und Herumschieben von Schuld gesehen wie bei dir.\n\n> Deine Antwort ist sehr weise, doch leider gab uns Riot die Funktion \"chatten\", um uns mit den Mitspielern auszutauschen.\n\nRichtig. Du kannst sagen, was du vorhast, wo du hingehst, wann du irgendwas machen willst usw. Was du nicht machen kannst zeigen ja deine Chatlogs und deine Bann-Vergangenheit wunderbar z.B permanentes Rumgeheule über alles und jeden, Report-Aufrufe links und rechts, Schuldzuweisungen an jeder Ecke, Runtermachen von Teammates und das ständige Herumstochern und Argumentieren auf und von Fehlern.\n\n> dass CHATTEN ironischerweise sogar plappern, oder VIEL reden bedeutet, und wer's dann tut wird gebannt\n\nAbsoluter Blödsinn und wieder nur ein weiterer erbärmlicher Versuch von dir die Verantwortung auf etwas anderes zu schieben.\n\nMal ganz davon abgesehen, dass der Chat in diesem Kontext einfach nur eine Bezeichnung für die Plattform ist, die dir ermöglicht, Infos mit deinen Teammitgliedern auszutauschen und nicht bedeutet, dass du einfach anfangen sollst den Chat mit deinem negativen Bullshit voll zu spammen, wurdest du nicht gebannt, weil du ihn benutzt, sondern weil du die Chat-Funktion missbraucht hast. Alles, was darauf folgt ist einfach nur lächerlicher Unsinn der  schwache mentale Gymnastik deinerseits zeigt.\n\n> Chatten, eine Funktion, und wer sie nutzt, ist selber schuld :)\n\nLass mich das mal für dich korrigieren, weil du es anscheinend immer nicht verstanden hast:\n\n\"Chatten, eine Funktion, und wer sie missbraucht, ist selber schuld :)\"\n\nIch benutze den Chat in 100% meiner Spiele. Und du rätst jetzt mal, wer von uns beiden a) weiß, wie man sich benehmen soll und b) nicht gebannt ist und weiterhin spielen darf. Viel Glück beim Raten\n\n;)","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T22:38:58.891+0000","up_votes":1,"down_votes":3,"body":"\"Richtig. Du kannst sagen, was du vorhast, wo du hingehst, wann du irgendwas machen willst usw. Was du nicht machen kannst zeigen ja deine Chatlogs und deine Bann-Vergangenheit wunderbar z.B permanentes Rumgeheule über alles und jeden, Report-Aufrufe links und rechts, Schuldzuweisungen an jeder Ecke, Runtermachen von Teammates und das ständige Herumstochern und Argumentieren auf und von Fehlern.\" \nVielen Dank, endlich jemand, der hier Klartext spricht. Jetzt sehe ich meinen Chat in einem neuen Licht. du hast recht und ich bin meinem Reformed nun näher, danke (ich meins nicht ironisch, sondern ernst!) Du hast voll recht mit was du schreibst und ich bin nun ein besserer Spieler. Danke dafür.\nWobei ich aber auch anmerken möchte, dass mir dein Ton etwas missfiel, ich würde \"Opfermentalität\" oder \"lächerlicher Unsinn der schwache mentale Gymnastik deinerseits \" schon als Flame bezeichnen und finde es fehl am platz und offensiv, bitte bessere dich in Zukunft!","replies":[{"id":"","poster":"Coopa123","date":"2017-11-10T22:43:25.406+0000","up_votes":1,"down_votes":0,"body":"Den Sarkasmus kannste dir sparen.\n\nDas wars auch von mir. Viel Spaß beim Erkunden des neuen Level-Systems, ich muss mir jetzt meine ganzen Skins erstmal in Ruhe anglubschen.\n\nTschau mit V","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T22:51:01.572+0000","up_votes":2,"down_votes":1,"body":"Nein ich meine es ernst. niemand hat zuvor geschrieben wofür der Chat gut ist, erst du. danke\nwas ist denn an meinem text sarkastisch, er war für mich wirklich hilfreich.\nIch hab die ganze zeit das toxische gesucht, dabei sollte ich eher suchen, was denn an meinem Text sinnvoll war oder wozu ich es überhaupt geschrieben habe. ich habe da nichts kommuniziert im sinne von: ich pushe hier, team bitte wardet schonmal baron oder so. DAS sollte im chat stehen. keine abhandlungen, warum irgendjemand irgendwas flasch und verloren hat. glaubst du mir jetzt? xP ich meins ernst","replies":[]}]}]},{"id":"","poster":"Anikiisama","date":"2017-11-11T23:07:33.682+0000","up_votes":1,"down_votes":0,"body":"Da stimme ich dir zu 100% zu.\n\nEr hätte den Chat auch einfach muten können dann wäre es gar nicht erst zu einem Bann gekommen.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-09T00:45:53.513+0000","up_votes":9,"down_votes":4,"body":"Psst, da ist nur eines von mindestens 2 Spielen vom TE vorgezeigt worden. Deswegen ist die Strafe noch nicht unberechtigt, auch wenn du das gerne so sehen möchtest.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T01:00:21.865+0000","up_votes":4,"down_votes":10,"body":">Deswegen ist die Strafe noch nicht unberechtigt, auch wenn du das gerne so sehen möchtest.\n\nPsst, Lege mir bitte keine Wörter in den Mund die nie gesagt habe, danke ! \n\nIch habe nie behauptet sie sei unberechtigt sondern nur , dass es ein Fehler war den Chat überhaupt erst zu benutzen.","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T11:12:03.220+0000","up_votes":4,"down_votes":3,"body":"Erklärungsversuch:\n\nDu behauptest, das System sei unausgereift. Die Begründung dafür kann nur sein, dass das System unberechtigte oder falsche Entscheidungen bezüglich Ban und Nicht-Ban trifft.\nLogischer Zusammenschluss ist also \"Systementscheidungen(Strafen) sind unberechtigt\".\n\nMan kann sich also auch künstlich hochziehen.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T11:27:12.912+0000","up_votes":3,"down_votes":5,"body":"Das war meine persönliche Meinung am Rande ohne mich damit konkret auf den Thread hier zu beziehen. Desweiteren bedeutet unausgereift soviel wie: ,,unvollkommen, unfertig oder lückenhaft.\" \n\nDamit habe ich ausgesagt, dass das System die eine oder andere Fehlentscheidung treffen könnte und um sich von einer solchen zu schützen , sollte man den Chat gar nicht erst benutzen (Problemvermeidung).\n \nFalls noch etwas unklar sein sollte wäre ein Duden vorteilhaft. Dort kann man jede Begrifflichkeit nachlesen. ","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T12:20:20.609+0000","up_votes":4,"down_votes":3,"body":"> Damit habe ich ausgesagt, dass das System die eine oder andere Fehlentscheidung treffen könnte \n\nnichts anderes habe ich gesagt.\nUnd danke für den Hinweise auf den Duden, aber ich bin mir der Wortbedeutung von \"unausgereift\" durchaus bewusst.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T12:45:03.133+0000","up_votes":3,"down_votes":4,"body":"Lies dir deine Aussagen noch einmal genau durch. \n\nDu sagst, dass alle Entscheidungen des Systems fehlerhaft seien obwohl ich unmissverständlich von einer Möglichkeit sprach. Desweiteren bezieht sich eine mögliche Fehlentscheidung nicht direkt auf den Fall der hier geschildert wird, wenn ich es denn nicht ausdrücklich geschrieben hätte.\n\nAußerdem hast du auch keine Maßeinheit angegeben ,weshalb man nicht weiß von welchem Ausmaß du sprichst.\n\nDurch deine unschlüssigen Aussagen hast du demnach sehr wohl etwas anderes gesagt obwohl du vielleicht etwas ganz anderes gemeint hattest.\n","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T12:49:41.057+0000","up_votes":5,"down_votes":3,"body":"Selbstverständlich beziehe ich mich auf alle Entscheidungen, die das System trifft.\nAlles andere wäre vermessen.\n\nDeine Aussage das System sei unausgereift bezieht sich auch auf ALLE Entscheidungen. Denn nur wenn du ALLE Entscheidungen beachtest, kannst du sagen \"diese ist falsch\".\n\nWenn du einfach mal aufhörst subjektiv Sätze zu interpretieren und die Wörter ihrer Bedeutung nach zu verstehen, gibt es kein Missverständnis in meiner Formulierung \"Das System trifft falsche Entscheidungen\". Ich hätte auch Schreiben können \"Innerhalb der Entscheidungen des Systems befinden sich falsche\".\n\nDas alle Entscheidungen falsche seien, interpretierst du nur hinein, das habe ich nämlich nicht formuliert.\n\nSteine vs. Glashaus.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T13:13:06.778+0000","up_votes":3,"down_votes":3,"body":"\nHier ein kleines Denkspiel für dich: \n\nDas Synonym für ,,unausgereift\" ist ,,unvollständig\". Ein Synonym für ( alle ) wie du es behauptest ist ,,vollständig\". Jetzt denk einmal über die Unterschiede nach.\n\nIch wünsche dir gutes Gelingen ! ","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T13:32:23.282+0000","up_votes":4,"down_votes":2,"body":"Okay, dann eben wie für ein kleines Kind.\n\nPass auf.\nDer Papa kauft 100 Äpfel.\nUm heraus zu finden, welcher davon eine doofe Stelle hat, muss der Papa sich ALLE Äpfel ein mal anschauen.\nJetzt stellt der Papa fest, dass es einen bösen Apfel mit einer ekligen Stelle gab. Der Papa sagt dem Onkel, von dem er die Äpfel hat, dass seine Ernte aber nicht perfekt war ... der Papa benutzt einfach nur ein anderes Wort, nämlich \"unausgereift\".\nDenn \"unausgereift\" heißt auch \"unvollständig\" oder in diesem Sinne auch \"nicht perfekt\".","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T13:43:01.437+0000","up_votes":1,"down_votes":2,"body":"Genau!\" Du hast es endlich begriffen!\n\nNur laut deines ersten Erklärungsversuches hat Papa wegen diesem einem bösen Apfel zum Onkel gesagt, dass die ganze Ernte verdorben ist.\nDann konnte ich dir ja letzendlich doch noch helfen und beende die Diskusion an der Stelle. \n","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T13:52:31.565+0000","up_votes":2,"down_votes":1,"body":"Weißt du was \"Induktion\" heißt?\nVielleicht verstehst du ja dann endlich, was ich sagte.\n","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-09T10:04:25.627+0000","up_votes":2,"down_votes":2,"body":">Gib diesem unausgereiften Bannsystem doch gar nicht erst die Chance dich zu bannen.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T10:43:07.924+0000","up_votes":4,"down_votes":5,"body":"Du hast meine ganz persönliche Meinung zitiert , Gratulation.\n\nMan kann auch wirklich in alles etwas hinein interpretieren....","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-09T10:47:50.714+0000","up_votes":3,"down_votes":1,"body":"= ? \n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-09T11:09:24.397+0000","up_votes":4,"down_votes":5,"body":"Das habe ich mir auch gedacht :D","replies":[{"id":"","poster":"BlackAjani","date":"2017-11-09T14:24:27.923+0000","up_votes":2,"down_votes":1,"body":"Dort meinte ich eigentlich dich, weil du hier so anti rüberkommst.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"RM Heartmeander","date":"2017-11-09T00:52:44.100+0000","up_votes":4,"down_votes":1,"body":"Inwiefern ist das Bannsystem denn unausgereift?\nDas würde mich ja mal brennend interessieren...","replies":[{"id":"","poster":"Vidarons","date":"2017-11-12T15:44:29.231+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=RM Heartmeander,realm=EUW,application-id=KYnfKGf0,discussion-id=ARFG3vs0,comment-id=00010001,timestamp=2017-11-09T00:52:44.100+0000)\n>\n> Inwiefern ist das Bannsystem denn unausgereift?\n> Das würde mich ja mal brennend interessieren...\n\nWeil jeder Spieler den anderen reporten/bannen will und diese Entscheidungen auch immer bestätigt werden, egal wie sehr du dich anstrengst, entschuldigst oder dein bestes gibst. Einfach Fakt. (New Skins/Money to Riot imcoming, yay.)","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-12T19:59:38.243+0000","up_votes":2,"down_votes":0,"body":"Ich glaube \"Fakefacts\" trifft da eher zu. Niemand wird dafür gebannt, dass andere ihn melden und bestraft sehen wollen. Sonst wäre ich auch schon dafür gebannt worden die Aktive von Mikaels genutzt zu haben, ein paar Gegner haben das nämlich mal als Cheating bezeichnet. \n\nZudem ist das Argument mit Permabanns Geld machen zu wollen ziemlich schwach. Ja, der Spieler könnte, einen neuen Account erstellen und gleich als erstes für 500 € RP aufladen, damit er die Champions und Skins freischalten kann, die ihm gefallen. Oder, was viel wahrscheinlicher ist, der Spieler ist über den Bann so genervt, dass er kein Geld mehr für LoL ausgibt.","replies":[]},{"id":"","poster":"eingew","date":"2017-11-13T07:23:53.018+0000","up_votes":1,"down_votes":0,"body":"Inwiefern verdient Riot Geld daran, wenn jeder der reported wird auch gebannt wird? Dir ist bewusst, dass LoL dann nahezu keine Spieler mehr hätte, die dieses Geld in das Spiel stecken könnten?","replies":[]}]},{"id":"","poster":"FearMyPhear","date":"2017-11-20T11:08:49.927+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RM Heartmeander,realm=EUW,application-id=KYnfKGf0,discussion-id=ARFG3vs0,comment-id=00010001,timestamp=2017-11-09T00:52:44.100+0000)\n>\n> Inwiefern ist das Bannsystem denn unausgereift?\n> Das würde mich ja mal brennend interessieren...\n\n* https://boards.euw.leagueoflegends.com/en/c/player-behaviour-en/EE7d58Pu-dear-riotsome-clarification-please\n* https://www.reddit.com/r/leagueoflegends/comments/38s4we/trolls_get_away_with_everything_while_regular/\n* https://www.reddit.com/r/leagueoflegends/comments/3h32va/riot_should_target_trolls_more_than_toxic_players/ [Fun Fact: Das war auf Seite 1 im /r/leagueoflegends-Subreddit, im deutschen LoL-Forum sind Threads dieser Art normalerweise bei 10 Downvotes nach 24 Stunden]\n* https://www.reddit.com/r/leagueoflegends/comments/7adx38/psa_do_not_get_baited_into_using_inappropriate/\n* https://www.reddit.com/r/leagueoflegends/comments/7dii1e/a_moment_of_silence_for_all_the_douchebags_we/\n* https://boards.euw.leagueoflegends.com/en/c/player-behaviour-en/wfH1bUM0-got-banned-for-quoting-a-troll-and-staying-positive-explaining-things\n* https://boards.euw.leagueoflegends.com/en/c/player-behaviour-en/hZ7mAdW9-you-can-get-banned-for-talking-sense-into-your-team-prevent-two-guys-from-inting-and-winning-game\n* https://r000t.com/cheating-league-instant-feedback/\n\nSollte erstmal an Quellen reichen, warum das Reportsystem nicht so ganz ausgereift ist.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-20T12:31:22.252+0000","up_votes":1,"down_votes":0,"body":"Quelle 1: Da ist lediglich jemand, der nicht so recht weiß, was bestraft wird und was nicht. Da ich noch nie gesehen habe, dass man nur für \"Report Xin\" bestraft wurde, wird das wohl kaum aktuell der Fall sein, dazu kommt noch, dass ein Riotmitarbeiter mal erwähnt hat, dass Reportcalling in Kombination mit Blaming als zumindest leicht toxisch gilt, also eher \"Report Xin for flaming\". Aber selbst nur für diese Zeile, habe ich noch keinen gesehen, der Bestraft wurde.\n\nQuelle 2: Trolle sind viel schwieriger zuverlässig zu bestrafen, als Flamer. Den Flame gibt es schwarz auf weiß, bei Sabotage ist es schwerer zu unterscheiden, ob jemand wirklich absichtlich schlecht spielt oder nur eine schlechte Runde hat. Wenn man es zu lasch beurteilt, werden Leute nicht bestraft, die ziemlich offensichtlich Fehlverhalten zeigen, ist es zu streng, werden zu viele bestraft, die einfach ein paar mal gegankt wurden. Und ja, solche Fälle gab es schon im deutschen Forum, obwohl ich den Trollbuster aktuell eher als lasch bezeichnen würde. \n\nDazu kommt dann noch, dass es nicht gerade einfach sein kann, den Trollbuster zu verfeinern, wenn ständig massenhaft Meldungen für Sabote reinkommen, weil die Toplane ihre Lane verloren hat und 0/3/0 nach 10 Minuten steht. \n\nDes weiteren geht es in diesem Thread um das Instantfeedbacksystem, was Bestrafungen für Sabotage nicht beinhaltet.\n\nQuelle 3: Siehe Quelle 2. Funfact, es gibt viel viel viel mehr Flamer als Trolle. Auch wenn man die Flamer muten kann, stören die doch in deutlich mehr Spielen als int. Feeder, Ragequitter und Trolle. \n\nQuelle 4: Da habe ich mich gefragt, wie man es schafft, auf so etwas reinzufallen. Dem Instantfeedbacksystem würde ich hier nicht die Schuld dafür geben, dass die Leute sich dazu hinreisen lassen \"Fag\" etc in den Chat zu schreiben. Zusätzlich sei noch gesagt, dass die Banns dafür aufgehoben wurden und die Leute, die dafür verantwortlich waren Permabanns erhalten haben. Das System kann man leider auch nicht proaktiv anpassen. \n\nQuelle 5: Wieder Trolle, siehe oben.\n\nQuelle 6: Bei einem Fehler kann man sich an den Support wenden, dann wird die Bestrafung aufgehoben.\n\nQuelle 7: Wenn er selbst zum Störenfried wird, beim Versuch andere Störenfriede zu beruhigen, wird man bestraft. Ich hab mir da jetzt nicht den ganzen Eröffnungspost durchgelesen, aber das ist wohl die Quintessenz.\n\nQuelle 8: Kannst du da spezifischer werden? Ich lese keine Romane eines gebannten Spielers, der meint, er hätte einen Weg gefunden toxisch zu sein ohne bestraft zu werden.\n\n\nNiemand sagt, das System wäre Perfekt. Aber ich kann jetzt auch nach 5 Fehlurteilen von Gerichten suchen, bei denen jemand 5 Jahre in den Knast musste, ehe sich herausstellte, er war unschuldig und dann sagen, alles ist blöd.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2017-11-09T06:35:09.696+0000","up_votes":1,"down_votes":0,"body":"> unausgereiften Bannsystem\n\nErkläre uns doch bitte, inwiefern es unausgereift sein soll.","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T06:37:17.060+0000","up_votes":3,"down_votes":2,"body":"da werden wir wohl umsonst warten","replies":[{"id":"","poster":"Abasin","date":"2017-11-09T06:42:21.614+0000","up_votes":1,"down_votes":0,"body":"{{sticker:cass-cry}}","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T11:12:52.333+0000","up_votes":2,"down_votes":4,"body":"über 10h vergangen, keine Erklärung ... ich hab's geahnt.","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-09T12:35:23.806+0000","up_votes":3,"down_votes":3,"body":"ich bezweifel das du wen überhaupt eine gehaltvolle Antwort bekommen wirst.\nAnikiisamas vertritt öfters Aussagen/Meinungen,die zumindest mir unverständlich sind.\n\nz.B sollen Spieler,die konstant in über hunderte Spiele hinweg, so gut wie keine Trolle,nur eine handvoll AFKs und kaum \"extremes\" (kys und co) Flame begegnen, einfach nur \"Glück\" haben.\nWirkliche Argument kommen dabei recht selten.","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T12:38:05.064+0000","up_votes":4,"down_votes":3,"body":"Scroll mal hoch, zu meiner Interpretation gab es auch nur eine leere Antwort(bzw. Wiederholung meiner Interpretation in anderen Worten) und einen Hinweis auf den Duden ^^","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-09T12:45:08.793+0000","up_votes":3,"down_votes":3,"body":"schon gelesen und es war nicht wirklich eine Überraschung {{sticker:sg-poppy}}","replies":[{"id":"","poster":"Qbert","date":"2017-11-09T12:50:25.655+0000","up_votes":4,"down_votes":3,"body":"Ding Ding Ding\nAuf in die nächste Runde :)","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-09T13:54:47.017+0000","up_votes":2,"down_votes":1,"body":"oh nein, wir werden down gevotet ... wer das wohl ist? :(\n\nSo sture und begriffsstutzige Menschen immer ... tse tse tse","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-09T14:09:48.046+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-1}}","replies":[]}]}]}]}]},{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:16:48.208+0000","up_votes":1,"down_votes":3,"body":"Deine Antwort ist sehr weise, doch leider gab uns Riot die Funktion \"chatten\", um uns mit den Mitspielern auszutauschen.Wusstet ihr, dass CHATTEN ironischerweise sogar plappern, oder VIEL reden bedeutet, und wer's dann tut wird gebannt, weils \"spamming\" ist oder nörgeln oder warum auch immer. Unlucky Konzept Riot.Bitte nennt die Funktion um in: Lobesrede, oder in: schmeichelfenster (gj nice gank, we have better lategame, we can win,gg) alles heuchlereien und Realitätsverweigerungen und einfach nur Lügen.Ich schiebe einfach das Lügenfenster aus meinem Display. GG\nChatten, eine Funktion, und wer sie nutzt, ist selber schuld :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Coopa123","date":"2017-11-09T00:25:31.507+0000","up_votes":4,"down_votes":0,"body":"> Also etwas läuft hier gehörig schief!\n\nGenau. Game 1 fehlt komplett. \n\nWarum postest du nur das eine Game?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-11-09T00:43:42.967+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Coopa123,realm=EUW,application-id=KYnfKGf0,discussion-id=ARFG3vs0,comment-id=0000,timestamp=2017-11-09T00:25:31.507+0000)\n>\n> Genau. Game 1 fehlt komplett. \n> \n> Warum postest du nur das eine Game?\n\nund die Frage, warum er wohl vorher einen 14 Tages Bann hatte (was zumindest die übliche Vorgehensweise wäre) stellt er auch nicht...\n\nAlso im wesentlichen gilt: Hatte er vorher einen 14 Tages Bann? Dann reicht auch das eine Game... danach darf man sich halt nichts mehr erlauben. Wenn er keinen vorherigen 14 Tages Bann hatte, kann er mal den Support anschreiben und fragen, ob es sich um einen Fehler handelt...","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:06:36.757+0000","up_votes":1,"down_votes":1,"body":"All meine Banns sind ähnlichen Ursprungs. Ich beleidige oder flame nicht, ich schreibe aber schon viel in den Chat. weißt du was Chat bedeutet? es heißt nicht reden, es heißt nicht loben, es heißt \"plappern\" also VIEL schreiben. sollte das nicht erlaubt sein, sollte es in \"lobing\" unbenannt werden oder auf englisch in \"sweet talking\"  oder so xP","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-11-11T01:21:30.668+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=RabGeIsebnu,realm=EUW,application-id=KYnfKGf0,discussion-id=ARFG3vs0,comment-id=000000000001,timestamp=2017-11-10T21:06:36.757+0000)\n>\n> All meine Banns sind ähnlichen Ursprungs. Ich beleidige oder flame nicht, ich schreibe aber schon viel in den Chat. weißt du was Chat bedeutet? es heißt nicht reden, es heißt nicht loben, es heißt &quot;plappern&quot; also VIEL schreiben. sollte das nicht erlaubt sein, sollte es in &quot;lobing&quot; unbenannt werden oder auf englisch in &quot;sweet talking&quot;  oder so xP\n\nähm... ja... klar. Aber ganz ehrlich: Wenn Riot dir immer wieder mitteilt, dass deine Form des Chattens hier unangebracht ist.\nEs ist ja nicht so, dass du ein Mal \"GG EZ\" schreiben musst um permanent gebannt zu werden... Riot hat dir oft genug mitgeteilt (Ich verweise auf dein \"All meine Banns\"), dass dein Ausleben des ziemlich freien Begriffs des Chattens in ihren den von ihnen erstellten Räumen unerwünscht ist. Und dann musst du dich halt an die Regeln des Hauses anpassen... oder du wirst irgendwann rausgeschmissen...\n\nUnd ja, es gibt in den unendlichen Weiten des Internets sehr sehr unterschiedliche Chaträume... in denen man sehr sehr unterschiedliche Dinge darf... also um es auf ein überspitztes Beispiel zu bringen: Gibt es Chaträume, in denen man seine Nazi Fantasien ausleben darf? Also ganz locker drüber plaudern kann? Definitiv. Wird an in diesen Chaträumen eher für ein \"Refugees Welcome\" gebannt? Bestimmt. Muss ich mich an die Regelen dieser Chaträume halten, wenn ich mich dort rumtreiben will? Ganz bestimmt. Darf ich die Regeln dieses Chatraums auf alle anderen anweden? Ähm... Nein.\n\nUnd nichts anderes ist hier halt in nem anderen Rahmen auch passiert. Riot hat dir oft genug mitgeteilt, dass Flaming, Blaming und negative Stimmung verbreiten hier nicht erwünscht ist. Das ist ihr gutes Recht. Du hast diese Warnungen (selbst die \"Das nächste Mal gibt's nen Perma\") ignoriert. Riot zieht daraus irgendwann die logische Konsequenz.\n\nDu kannst jetzt gerne auf deinen nächsten Account deine Chatgewohnheiten dem Standart der LoL-Gesellschaft anpassen. Aber ein \"Du darfst das, weil das ein Chatraum ist\" ist definitiv keine Argumentationsgrundlage.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T03:51:27.462+0000","up_votes":1,"down_votes":1,"body":"Ich möchte nur zu einem Punkt etwas sagen, wobei es so vieles gäbe.\nIch denke ich habe immer erst nach ner langen Zeit die nächste Banstufe erreicht\nDas liegt meines Erachtens daran, dass ich nach dem Ban versuche sauber und so lieb wie möglich zu sein, auch wenn jemand mich beleidigt und ich am liebsten schreiben würde \"stfu\" aber nach ca. einem Monat siehst du nur wie die community immernoch gleich geblieben ist, sie flamed und harasst mich. wieder und wieder. ich reporte und reporte, man, ich frage mich echt, ob ihc nen rekord in reports habe LOL und es scheint auch etwas gewirkt zu haben, das sehe ich auch, aber es gibt immernohc in jedem spiel blames und insults und negativity. und wenn man das nach einem monat durchlebt miterlebt und von riot geduldet sieht, und man selbst versucht es zu bekämpfen, dann, nach einer gewissen Zeit, passt sich der mensch automatisch an die redeweise seiner umgebung an.","replies":[{"id":"","poster":"eingew","date":"2017-11-12T07:37:47.224+0000","up_votes":3,"down_votes":0,"body":"Da immer nur circa 5% der Community überhaupt eine Strafe haben und deutlich weniger als 1% es schaffen, permanent gebannt zu werden, hat deine Theorie leider nichts mit der Realität zu tun. Es ist ganz offensichtlich so, dass die allergrößte Mehrheit völlig anders auf die von dir beschriebene Situation reagiert und nicht auf Dauer in sehr unangenehmes Chatverhalten verfällt, sondern es im Gegenteil von vorneherein oder spätestens nach der ersten Strafe schafft, sich zumindest insgesamt neutral oder sogar positiv im Chat zu verhalten und sich eben nicht, wie du es nennst, \"an die Umgebung anzupassen\". \n\nSo kann man das übrigens gar nicht nennen. Du hast dich nicht an die Umgebung angepasst. Du hast deine Mitspieler geflamed, in einer Weise wie es nur sehr wenige Spieler tun. Du kannst da noch so oft rechtfertigen, wie dich \"die Umgebung\" dazu gebracht hat, so zu werden, aber am Ende wissen wir beide ganz genau: Es warst du ganz allein, der diese Dinge zu verantworten hat und es gibt keine Entschuldigung, mit der du irgendjemandem die Schuld dafür in die Schuhe schieben kannst.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T15:51:02.685+0000","up_votes":1,"down_votes":0,"body":"\"an die Umgebung anzupassen\" war vllt nicht genau ausgedrückt. mit anpassen meinte ich Menschen, die, wenn sie mit anderen menschen sprechen, sich deren Umgangston anpassen, so dass er z.b. vulgärer spricht, als er es  jemals in der Realität oder von sich aus in einem Spiel tun würde. Aber lass mich meinen Punkt anders ausführen.ich glaube es ist verständlicher, wenn ich es so erkläre:\nEin spieler kann nur ein bestimmtes maß and beleidigungen und stress aushalten bis er irgendwann darauf reagiert.So funktionieren Menschen, ich wünschte ich wäre eine Maschine, die schmerzlos ist. leute hämmern auf mich mit schimpförtern ein und ich bin dennoch positiv und lobe ihn und folge ihm immer und supporte ihn.Weil ich eine logische maschine bin und meine gefühle ausschalte oder nie hatte, und nur auf den Sieg fokussiert bin.\nMenschen jedoch haben gefühle und psychologische strukturen oder festgeschriebene verhaltensweisen, die nicht vom Verstand ausgeschaltet verden können. Kannst du es ändern, wenn du beleidigt beschimpft wirst und dich dann schlecht fühlst? fühl dich doch einfach richtig gut, sei happy. Hab doch dann einen Orgasmus. nein, menschen haben darüber keine Kontrolle über sich auch wenn ich es wünschten. Wir kontrollieren nur einen erschreckend kleinen Teil unserer Emotionen. Nun wird von riot verlangt diese emotionen zu unterdrücken und auszuhalten und für sich zu behalten.den dem toxischen spieler irgendetwas zu entgegnen führt zum Ban, da der chat.der dir am ende gezeigt wird, kontextlos nur deinen chat enthält. z.b. ein \"plz stop being toxic or u get banned\" als höhnisch und banandrohung verstanden wirtd, obwohl es konstruktiv und schlichtend gemeint war.\n\nchat muten ist keine Lösung, man findet darin informationen, die einen strategischen vorteil bringen.selbst von toxischen Spielern.oder was sie als nä#chstes vorhaben, ob sie splitten etc einfach was sie als nächstes planen.\n\nMein einziges Ventil ist das reporten. oh man ich sag dir wie nach dem Spiel immer die Reports nur so links und rechts umm die Ohren fliegen, WOW. Toxisches Verhalten beginnt mit Beleidigungen, und die kommen überraschend schnell von Leuten. Wow riot, da hat euer Bannsystem aber viel zu tun :) ich hab nach jedem Login \"Instant Feedback\" FeelsGoodMan","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-12T20:06:13.519+0000","up_votes":4,"down_votes":0,"body":"Selbst wenn wir davon ausgehen, dass Leute immer auf Flame reagieren müssen, wenn sie davon zu viel abkriegen, können die sich doch stattdessen angewöhnen, den entsprechenden Spieler zu muten, ehe es so weit kommt. Ich weiß nicht, was Flame in LoL bei dir auslöst. Bei mir geht es meist in Richtung Heiterkeit mit einem Hauch Schadenfreude. Das eine mal, als mir jemand im Chat den Tod gewünscht hat, habe ich sogar darüber gelacht, weil ich genau weiß, dass das eine leere Drohung ist und ein Vergehen, dass durchaus Stufen überspringen kann. Sein Hausbesuch ist schon ein Jahr überfällig.\n\nMein Problem bei solchen Leuten ist eher, dass ich mir zwar vornehme, dem Idioten nicht zu helfen, ich erwische mich dann aber doch noch oft genug dabei, wie ich trotzdem Flash + Schild/Heilung als Supporter für so jemanden einsetze, obwohl ich eigentlich wissen müsste, dass er das eh nicht zu schätzen weiß und vermutlich wieder einfach übersieht. \n\n>chat muten ist keine Lösung, man findet darin informationen, die einen strategischen vorteil bringen.selbst von toxischen Spielern.oder was sie als nä#chstes vorhaben, ob sie splitten etc einfach was sie als nächstes planen.\n\nDoch, genau das ist die beste Lösung. Ich habe noch nie, also wirklich noch nie, in LoL gesehen, dass von jemandem der flamt noch etwas nützliches im Chat kommt. Das beste war noch ein Spieler, der aufgehört hat zu jammern, nachdem ich ihn gefragt habe, welches Item er meint, das unser Jungler haben muss und ich ihm erklärt habe, dass das gerade deaktiviert ist. Grundsätzlich scheinen Leute, die sich im Chat aufregen, ab dem Punkt bereits jede Objektivität verloren zu haben. \nUnd selbst wenn man den Chat von ihm mutet, kann er noch immer pingen.","replies":[]},{"id":"","poster":"eingew","date":"2017-11-13T07:22:42.729+0000","up_votes":2,"down_votes":0,"body":"Naja... also erst einmal gibt es viele verschiedene Reaktionen auf Frust. Ja, durchaus einige Menschen reagieren darauf wie von dir beschrieben und kopieren auf kurz oder lang einfach das Verhalten des entsprechenden Übeltäters. Bei weitem nicht jeder reagiert so. Nicht umsonst unterscheiden wir in der Natur bei einer brenzligen Situation zwischen den drei Reaktionen Kampf, Flucht und Totstellen. Alle drei werden in verschiedenster Variation auch von Menschen angewandt. Auch in LoL im Chat. Nicht jeder geht wie du dazu über, im Chat in die Offensive zu gehen (und von denen geht bei weitem nicht jeder auf dieselbe Weise wie du in die Offensive), viele Flüchten auch, indem sie den Mutebutton nutzen oder gar Ragequitten und einige reagieren überhaupt nicht, außer dass sie sich alles anhören und schlechter spielen. Dann gibt es noch Leute, die Mischformen anwenden und erst antworten, dann aber doch muten oder etwas völlig anderes tun wie von Sirrkas beschrieben und zwar irgendwie kämpfen, aber halt nicht direkt mit dem Flamer, sondern indem sie ihn im Nachhinein reporten, was ja eindeutig eine offensive Reaktion ist, bloß subtiler.\n\nUnd ja, Menschen haben Gefühle, so machtlos wie du es beschreibst sind sie aber bei weitem nicht darüber. Wir sind nicht die bloßen Maschinen, die ungebremst ihren Instinkten hinterherrennen müssen ohne sich dagegen wehren zu können. Leicht ironisch übrigens, wie du das während einer so unnatürlichen Handlung wie der Nutzung eines Forums schreibst. Wie häufig am Tag gehst du auf Toilette? Hältst du zufällig ein, wenn du gerade keine saubere in der Nähe hast? Wenn dein Chef/Lehrer oder was auch immer bei dir einer Autoritätsperson gleichkommt dich so richtig nervt, tickst du dann aus und zeigst ihm wo der Hammer hängt oder bleibst du diplomatisch um deine vielleicht positive Position nicht zu gefährden?\n\nNun, vielleicht zuletzt ein kleiner Tipp: Die mMn effektivste und beste Art, seine Gefühle in den Griff zu bekommen ist die Fähigkeit, die Perspektive zu wechseln. Man kann es zB so sehen wie du, dass der Flame einen zermürbt und man irgendwann etwas dagegen tun *muss*. Oder man sieht es einfach wie Sirrkas, der Flame juckt einen nicht, weil man weiß, dass der entsprechende Spieler irgendwann durch den eigenen Report bestraft wird.\nInformationen sind der Schlüssel zum Erfolg. Informiere dich über das [Reportsystem](http://en.volu-eu.org/library.php) und du wirst es als Schild nutzen können.","replies":[]}]}]}]}]}]},{"id":"","poster":"Time2Whine","date":"2017-11-09T07:33:47.291+0000","up_votes":3,"down_votes":0,"body":"Mit großer Sicherheit hatte er bereits einen 14 Tage Bann. Zwischen dem 14.9 - 01.10 hat er keine Spiele absolviert, vorher aber so gut wie jeden Tag gespielt.\nDie Warnung lag vor, daher ist der Bann schon anhand Game 2 berechtigt, wobei mich schon sehr interessiert warum der TE Game 1 nicht zeigt. Wenn man das aber nicht zeigt, scheint da wohl deutlich toxischeres im Log zu sein.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:07:05.195+0000","up_votes":2,"down_votes":0,"body":"siehe oben :)","replies":[]}]}]},{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:04:19.808+0000","up_votes":1,"down_votes":4,"body":"Wenn mir Game 2 als Banngrund präsentiert wird, dann reicht es, Game 2 alleine anzusprechen und falls nicht bannworthy, wieder unbanned zu werden.","replies":[{"id":"","poster":"MGP","date":"2017-11-10T21:20:00.273+0000","up_votes":3,"down_votes":0,"body":"Ich sags dir ja nur ungern aber ein Ban kannst du schon nach einem Game kriegen RIOT präsentiert dir nur gerne zwei Games, sieht schöner aus.\nWenn du in Game 1 so toxic bist das es für nen Ban reicht hängt man halt irgend ein anderes an.\n\nOh und ich will anmerken das RIOT nach einem vorangegangenen Ban schneller wieder zu haut (da der Spieler, in dem Fall du, ja nichts daraus gelernt hat) und die Zeit bis sie da nicht mehr so hinterher sind ist schon ein Weilchen.\n\nAlso stell dir nicht die Frage was hier schief läuft sondern wie man so kurz nach einem Ban immernoch so toxic sein kann das man für ein Game den nächsten Ban kriegt.\nBzw wie man das nach so vielen Warnungen immernoch schaft....\n\nBei dem Chatlog den du da gepostet hast gehe ich nicht davon aus das dein erster Ban der 14 Tage Ban war sondern das du davor noch sowas wie ne Chatsperre hattest. Wenn nicht sollte dir der 14 Tage Ban auch als Warnung reichen das RIOT bei starkem Flame gar keinen Spaß versteht.\n--------------\nDie einzige Frage die hier jedem bleibt: Wie sieht der erste Log aus","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:54:24.897+0000","up_votes":1,"down_votes":1,"body":"Ich habe alle 3 games gepostet ?!\nIch bin wirklich überrascht dass du meinen chat als Toxic einstufst, ich sehe leider nicht wo und kann nichts daraus lernen, wenn ich nichtmal meine angeblichen Fehler sehe.\nWieso zieht jeder SPieler als einzige lehre: benutze nicht den CHat\noder: schieb den chat aus dem Fenster raus\nanstelle von: sei nicht toxisch.\nDas ist schon eine sehr interessante Frage, die das eigentliche Problem präzise trifft.","replies":[{"id":"","poster":"MGP","date":"2017-11-10T22:49:50.985+0000","up_votes":2,"down_votes":0,"body":"> Ich habe alle 3 games gepostet ?!\n\nHab sie gefunden, danke für den Hinweis\n\n> Wieso zieht jeder SPieler als einzige lehre: benutze nicht den CHat\n\nWenn das jeder Spieler tut der einen Ban bekommt wird der Chat auch weniger toxisch, funktioniert für mich wunderbar\n\n> Ich bin wirklich überrascht dass du meinen chat als Toxic einstufst\n\nDa ich den Chat gerade erst gefunden habe und bei deinem Chatverlauf noch von den üblichen perma gebannten Spieler Flame ausgegangen bin habe ich den ja noch nicht bewertet. Ich geh das gleich mal nachholen wenn du das erlaubst.\nUnd wenn nicht mach ich das trozdem:\n---------------\nDisclaimer:\nleichte toxiticity merke ich nur an, sind für den Ban vorrausichtlich nicht relevant\nDas zeigen auf vergangene Dinge ist unnötigt weil unötiges gechatte anstatt Fokus auf das Game und ist (meistens) ebenfalls nur angemerkt aus dem Grund das du wissen möchtest was du besser machen kannst, bzw. du toxiticity vermeidest.\n\nWas ich nur als unnötig markiere kann man machen ist halt nur unnötig ;)\n\nToxiticity ist eine Frage der Wahrnehmung und wird von jedem Spieler (offensichtlich) anders gesehen. Wenn deine Meinung nicht mit meiner übereinstimmt ist das in Ordnung, schließlich ist es meine Meinung und nicht deine.\n\nGame 1:\n>OPYoloSwaggeroni: wtf j4 are u doping?\n\nleicht toxic\n\n>OPYoloSwaggeroni: do you main jgl?\n\nunnötige Frage und kommt toxisch rüber\n\n>OPYoloSwaggeroni: do u maiun jgl?\n\nDu wiederholst dich mit etwas was davor schon toxisch ankam und erwartest eine Antwort?\nDie Wiederholung kommt besonders toxisch\n\n>OPYoloSwaggeroni: jsut lose to the superior jhgl\n>OPYoloSwaggeroni: do you main jgl?\n\nDefinitiver Flame gegen den eigenen Jungler mit einer weiteren Wiederholung\n\n>OPYoloSwaggeroni: now botlane feels the jgl difference\n>OPYoloSwaggeroni: watch the repaly\n>OPYoloSwaggeroni: and his fdeed top\n>OPYoloSwaggeroni: wathc it\n\nist nicht mehr auf das Aktuelle Game bezogen sondern auf vergangenes nicht mehr änderbares und kommt toxisch gegenüber des Junglers an. \nVorrausichtliche rechtfertigung gegenüber Flame vom eigenen Team (nächstes mal einfach ignorieren, so wie das dein Jungler mit dir macht)\n\n>OPYoloSwaggeroni: report vayne for balme and insult\n\nWarum schreib das jeder immernoch, das bringt sowieso nichts 9 reports sind genau soviel wie einer aus Sicht des Systems...\nselber reporten und Klappe halten.\n\n>OPYoloSwaggeroni: u guys gave gp 7 kills\n>OPYoloSwaggeroni: now u expect me to win top, ekko? after j4 inted top?\n\nLeicht toxisch aber wieder unötiges gezeige auf die Vergangenheit\n\nJetzt kommt ein langer Abschnitt der kaum toxisch ist und hauptsächlich rechtfertigung für Game decisiions ist.\nEbenfalls unnötiges gezeige auf vergangenes aber nicht was wrklich schlim oder zu bemangeln ist\n\n\n>OPYoloSwaggeroni: Easy top tho\nOPYoloSwaggeroni: easy first kill\nOPYoloSwaggeroni: unlucky team\n\nDas ist ganz klar toxisch nichts ist easy und selbst wenn es das für dich war ist es im Sport eine ganz klare Beleidigung. Dast ist nicht nur toxisch sondern auch Verbal Abuse (zumindest hat das auch RIOT früher so gesehen)\n\n\nGame 3:\n>OPYoloSwaggeroni: u toook BOTH kkiills\n\nDas passiert, kein Grund sich aufzuregen, allerdings nicht toxisch\n\n>OPYoloSwaggeroni: and still tax myx lane like CRAZY\n\nDas dagegen kommt schon toxisch an\n\n>OPYoloSwaggeroni: ez\n\nez=easy muss ich mehr sagen?\n\n\nHier kommt wieder eine Menge unnötige Rechtfertigung\nnicht toxisch aber unglaublich unnötig\n\n\n>OPYoloSwaggeroni: ez ur a king of tilting\n\nDas von dir o.0\nebenfalls unnötig wenn auch vermutlich wahr\n\n>OPYoloSwaggeroni: we cant iwn htis\n\nDas ist nicht zwingend toxic aber eine negative Einstellung die ebenfalls verboten ist\n\n>OPYoloSwaggeroni: yep thank u ez\n\nDas ist vorrausichtlich Sarkasmus, ist nicht verboten, wird nicht bestraft, dennoch unglaublich unnötig\nIch will anmerken das ein RIOT Mitarbeiter bei perma Bans den Text lesen muss und sehr wohl Sarkasmus erkennt und auch besraft.\n\nDer Rest ist kaum toxisch, hauptsächlich Finger gezeige und das verbreiten der Einstellung das das Game lost ist\n---------------\nAbschliesend\n\nDa du auch da kaum direkte Beleidigungen benutzt gehe ich davon aus das du vor dem 14 Tage Ban sehr wohl ein paar Chat restriktions hattest. Wodurch man dich als sehr lernresistent einstufen kann.\nUnd wenn ich bedenke das dein 14 Tage Ban kaum einen Monat her war und du im ersten Spiel beweist das dir das keine Wahrnung war, halte ich ein Strafe für gerechtfertig, blöd das nach dem 14 Tage Ban direkt der perma kommt.\n\nDu zeigst dich als erster der einen Perma Ban gekriegt hat (den ich selbst erlebt habe) als relativ vernünftig, schade das du erst so spät nach Verbessserungsmöglichkeiten bei deinem Verhalten suchst.\n\nSparr dir in Zukunft das unnötige in die Vergangeheit gezeige und das rechtfertigen warum du deine Lane verlierst. \n1. Selbst wenn du da die Wahrheit sagst kann sich dadurch jemand angegriffen fühlen\n2. Es ist absolut unnötig da es an der Aktuellen Situation des spiels absolut nichts ändert\nfragt doch einfach ganz lieb nach einem Gank:\nSo im Bereich lieber Jungler ich hab da ein Problem kannst du da mal vorbeikommen. Wenn du dann sowohl Jungler als auch Midlaner gefragt hast das sie das nicht wollen dann ist das so und du kannst nichts tun was das ändern könnte, also kannst du das auch eifach akzeptieren den Tower fallen lassen und dich zum nächsten zurück ziehen.\nSelbst wenn du Recht hast das das besser wäre wie alles was die beiden gerade tun, ist das deren Entscheidung und nicht deine.\n\nAnsonsten überlege dir einfach follgendes wenn du etwas schreibst:\n1 Wer ist angesprochen\n2 Wer ist genannt\n3 fühlt sich einer der beiden Parteien dadurch angegriffen\n--------------\nFalls du dir überlegst einen neuen Account anzulegen oder das bereits getan hast\nwünsche ich dir viel Glück und Erfolg in der Liga und das du aus den alten Fehlern gelernt hast und nicht direkt den nächsten Ban bekommst\n\nLG MGP","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-10T22:54:04.017+0000","up_votes":1,"down_votes":0,"body":">Ich will anmerken das ein RIOT Mitarbeiter bei perma Bans den Text lesen muss und sehr wohl Sarkasmus erkennt und auch besraft.\n\nDas war beim Tribunal noch so. Sollte mit dem Instantfeedbacksystem aber nicht mehr so sein. Das soll ja zügig handeln. Da kann es nicht darauf warten, dass jemand sich den Chatlog durchliest.","replies":[{"id":"","poster":"MGP","date":"2017-11-10T23:07:59.046+0000","up_votes":1,"down_votes":0,"body":"Du musst beachten das wir hier von einem perma Ban reden.\nEs ist früher mal angegeben worden das RIOT sich bei perma Bans nicht auf das System verlässt und man den Chatverlauf von einem Mitarbeiter nochmal zwischenlesen lässt bevor man einen Ban ausspricht.\n\nDas kann natürlich nicht mehr Aktuell sein. Ich gehe aber davon aus, da man bei einem Permaban ja definitiv nicht den falschen treffen möchte.\n\nDagegen spricht das es deswegen überhaupt vorkommen kann das jemand fälschlich einen Permaban bekommen kann, es allerdings bereits, fälschlich gepermabannte Spieler gegeben hat\nDafür spricht das, dass seit Ewigkeiten nicht mehr vorgekommen ist.\n\nIch weiß nicht mehr von wann meine Info ist und finde keine Quelle mehr.\n\nKann gut sein das ich da dann doch falsch liege, muss aber nicht.\nWenn du da ne Quelle zu hast wärs Nett wenn du die verlinken könntest.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-11T00:31:51.876+0000","up_votes":1,"down_votes":0,"body":"Nunja, ich bin mir nicht sicher, ob es eine Quelle gibt, die ausdrücklich sagt, dass Riotler jetzt nicht mehr drüber schauen. Da die Leute aber auch den Permabann wenige Minuten nach dem Spiel erhalten, wird das das ISF ohne Beteiligung von Außen machen. \n\nDafür spricht unter anderem etwa dieser Fall: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/7QwgLzEh-permanenter-ban-mein-fall-eure-meinung\n\nDa wurde jemand für den selben Chatlog 2 mal bestraft. Um es kurz zu fassen war das etwa so, er hat geflamt, das System will ihn dafür bannen, ehe er bestraft wird, hat er ein weiteres Spiel gestartet und da wieder geflamt. Dafür gab es dann den Perma und den 2 Wochenbann gleichzeitig, da der Flame aus Spiel 2 aus Sicht des Systems nach dem 2 Wochenbann war, was den Perma zur Folge hat. \n\nAls Quelle gibt es was nettes von den Volus:\nhttp://en.volu-eu.org/pbkb_general_user_view.php?art=11#mcetoc_1b6m8obat1\n\nIch habe das jetzt noch nicht nach dieser Frage durchforstet und werde das auf die Schnelle nicht schaffen. \n\nEdit:\n\nDoch was gefunden:\n\n>**Hi, Lyte. I'm a long-term player who has tried to help out in the\nPlayer Behavior sections of the old Forums and in the Boards.\nRecently, I've noticed a new surge of claims that permabans are\ndone automatically. I just wanted to confirm whether or not they\nare still handled manually. AJ Starhiker**\n>\n>\nWith the introduction of systems powered by machine learning, we've\nchanged how we do manual reviews a bit. The interesting thing about\nmachine learning based systems is that OBVIOUSLY negative behaviors (that\ncould potentially lead to a permanent ban) are pretty easy to identify by the\nsystems. There was a point where Player Support would hand review 10,000s\nof potential permanent bans and never overturn a single one--that didn't seem\nlike a super effective usage of their time.\n>\n>So, although we still randomly review the more severe cases, we've re-\ndirected some of our attention to reviewing ambiguous cases. Basically, which\n>\n>cases does the machine learning system fail to clearly classify as punishable\nor not? The cases that are right on the line are typically the ones that could\nend in false positives, so we focus more attention reviewing those these days.\n\nQuelle: http://en.volu-eu.org/viewer.php Seite 37","replies":[{"id":"","poster":"MGP","date":"2017-11-11T09:30:23.021+0000","up_votes":1,"down_votes":0,"body":"Danke für den Link und die Erinnerung mit dem Doppelban, das hatte ich ganz vergessen....\n\nDann ist meine Aussage definitiv falsch.\nIst aber Schade das sich RIOT inzwischen auch bei den Permabans auf das automatisierte System verlässt.\n\nNochmal Danke für die Korrektur Sirrkas, hilfreich wie immer ;)","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T04:19:34.825+0000","up_votes":1,"down_votes":1,"body":"Ich möchte an dieser Stelle hinzufügen, dass bei einem Perman ban steht \"hiermit gehörst du zu den 0,006% der permagebannten.....\"  (hab mich gerade nochmal in meinen permaban account eingelogged,Zahl stimmt)\n1.\nals ob die 99,994% der community niemals banworthy gegen den summonerscode während des Spiels verstößt :) schöne Traumvorstellung. Nur möglich, wenn jeder Spieler ständig smurft...soviel flame wie ich jedes Spiel sehe und teilweise ertragen muss....Frage mich wieviele multiple accounts haben ;) \n\n2.\nSollte dies wirklich der Fall sein, so schaut doch diese winzig winzig kleine Zahl händisch durch und entscheidet individuell und nicht automatisiert per algorhythmus. bei 10Mio spielern, wären es 600 Fälle, die jemals ausgesprochen wurden (also seit es das Bann system gibt) selbst wenn es 100 Mio Spieler wären, so wären es 6000 Fälle, die ausgesprochen wurden. \n\nWenn ich jetzt annehme, dass riot seit S3 Bannt, dann hatte Riot 5 Jahre für 6000 Banns.\nWenn man nur einen einzigen Menschen (!!!!) damit beauftragt, in diesen 5 Jahren jeden Tag (überschlagsweise auch am we und kein urlaub und an feiertagen) 8 Stunden sich mit diesen Fällen zu beschäftigen, dann hat dieser Mensch 2h 26Min Zeit für jeden Fall. JEDEN. \n\nRiot kann mir nicht erzählen, dass diese 10000 banworthy Fälle zu viel sind.\ndarum gehts uach nicht, Riot will geld machen, daher haben die auch dieses \"reroll champion shard into permanent champion\" entfernt, was ich heute feststellen durfte. very nice, und plötzlich sagt riot: wieso spielen immer weniger leute lol? nun, umm es spielen zu können müsst ihr uns den ZUGANG dazu geben, zu den champs etc. wäre mal ein Gedanke...danke","replies":[{"id":"","poster":"MGP","date":"2017-11-13T23:03:53.151+0000","up_votes":1,"down_votes":0,"body":"> als ob die 99,994% der community niemals banworthy gegen den summonerscode während des Spiels verstößt :)\n\nNatürlich tun die das, nur lässt RIOT sehr viel durchgehen bevor es zur ersten Strafe kommt.\nSo jetzt kommt die erste Strafe, alle Spieler sind in panik benehmen sich, wollen ja schließlich nicht ihren Account verlieren.\nDann kommt irgendwann doch die zweite Strafe und die dritte und der 14 Tage Ban.\nAn diesem Zeitpunkt geht der größte Teil der Spieler hin und benimmt sich. Fast jeder weis das nach dem 14-Tage Ban der perma kommt.\n\nDa setzen sich die Spieler lieber hin und halten ein Jahr lang die Klappe um auf keinen Fall den perma zu riskieren als das sie auch nur ein Böses Wort das man ihnen negativ auslegen kann von sich geben\n\nDie 0,006% sind nur die, die nach der letzten Warnung so \"blöd\" sind und genau so weitermachen.\n\nSowas wie einen Spieler der nie etwas \"verletzendes\" von sich gibt gibt es nicht. Allerdings kommen die meisten Spieler irgendwann zur Einsicht das sie sich nicht weiterhin toxisch Verhalten können, sei es auch nur für einen Zeit lang.\n-----------\nDeine Rechnung ist leider falsch\n[100 Millionen Spieler](https://dotesports.com/league-of-legends/league-of-legends-number-of-players-14488) also ja 6000 Fälle Soweit hast du recht\nNur wurden vor dem Report System Update nur sehr vereinzelt Perma Bans ausgesprochen.\nDie gibt es in der Form wie wir sie heute kennen erst seit dem Update [und das ist noch nicht ganz so alt](https://euw.leagueoflegends.com/de/news/game-updates/player-behavior/neues-system-zur-besserung-des-spielerverhaltens)\n\nIch will jetzt nicht ausrechnen wie lang er dann noch Zeit hätte. Sicherlich ebenfalls genug.\nAllerdings würde ich diesen Mitarbeiter ebenfalls nicht mit Fällen beschäftigen die das System zu 90% sowieso richtig beurteilt.\nDa kann ich ihn einfach zu den Supportern setzen, wo er eine nützlichere Arbeit leistet und sich im Fall das ein Spieler uneinsichtig ist den Fall nochmal durchliest.\nDann muss er nicht alle 6000 Fälle lesen sondern nur ein Teil davon.\n\nYey Arbeitsoptimierung\n-----------------\n>\"reroll champion shard into permanent champion\" entfernt\n\nDas ist entfernt worden weil du mit einem level up ca 3shards bekommst, was noch weniger Spiele sind als du davor für die 5100 IP gebraucht hast. Ich find auch das man das hätte anders lösen können (z.b. einfach statt 3 shards 7 Shards, kann man sich ausrechnen das das wieder etwa die Anzahl der Spiele von davor braucht) nur kann ich verstehen das RIOT natürlich nicht die Champions für so viel billiger \"verschenken\" möchte. (wäre auch unfair der älteren Playerbase gegenüber)\n\n> wieso spielen immer weniger leute lol?\n\nDas ist mir neu.... Es ist so schon schwer genug etwaige Zahlen zu finden.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-11-12T08:44:29.590+0000","up_votes":1,"down_votes":0,"body":">1.\nals ob die 99,994% der community niemals banworthy gegen den summonerscode während des Spiels verstößt :) schöne Traumvorstellung. Nur möglich, wenn jeder Spieler ständig smurft...soviel flame wie ich jedes Spiel sehe und teilweise ertragen muss....Frage mich wieviele multiple accounts haben ;)\n\nDas heißt nicht, dass niemals jemand toxisches Verhalten zeigt. Das bedeutet, dass der Großteil der Spieler es schafft, sich spätestens nach dem 2 Wochenbann, so zu verhalten, dass sie nicht mehr bestraft werden. \n\n>2.\nSollte dies wirklich der Fall sein, so schaut doch diese winzig winzig kleine Zahl händisch durch und entscheidet individuell und nicht automatisiert per algorhythmus. bei 10Mio spielern, wären es 600 Fälle, die jemals ausgesprochen wurden (also seit es das Bann system gibt) selbst wenn es 100 Mio Spieler wären, so wären es 6000 Fälle, die ausgesprochen wurden.\n\nDas Programm ist aber viel zuverlässiger und genauer. Wenn man unberechtigt bestraft wird, kann man sich aber beim Support melden, die schauen noch mal drüber und wenn die Strafe unangebracht ist, wird die auch aufgehoben. Das ist bei dir aber eben nicht der Fall. Du kannst es gerne trotzdem beim Support versuchen, die werden dir aber ziemlich sicher sagen, dass dein Account für immer gesperrt bleiben wird. \n\n>Riot kann mir nicht erzählen, dass diese 10000 banworthy Fälle zu viel sind.\ndarum gehts uach nicht, Riot will geld machen, daher haben die auch dieses \"reroll champion shard into permanent champion\" entfernt, was ich heute feststellen durfte. very nice, und plötzlich sagt riot: wieso spielen immer weniger leute lol? nun, umm es spielen zu können müsst ihr uns den ZUGANG dazu geben, zu den champs etc. wäre mal ein Gedanke...danke\n\nWoher kommt immer dieses Gerücht, dass es weniger Spieler werden?\n\nZudem hat Riot jetzt eine andere Funktion eingeführt, um zufällige Champions zu erhalten. Man kann jetzt einen zufälligen Champion für 3950 BE erwerben. Wenn man das davor machen wollte, waren dazu 5100 IP nötig.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-11-11T10:08:59.375+0000","up_votes":1,"down_votes":1,"body":"Keine Ursache.","replies":[]}]}]}]}]},{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T23:07:26.262+0000","up_votes":1,"down_votes":1,"body":"Also ich lerne vor allem daraus, dass sobald es irgendetwas negatives gibt, einfach nicht drüber zu schreiben. Alles was du schreibst (wie auch immer es gemeint ist) könnte und wird gegen dich verwendet werden.\nVersuche das schlimme zu ignorieren und teile die gute zeit mit deinem team und trete sie im chat breit.\n\nich sagte immer: ich wünschte ich wäre eine Maschine ohne emotionen aber jeder mensch hat ein limit, bis er ausrastet und evtl sogar zum Killer wird aus Affekt oder aus Selbstverteidigung. Auch ich bin ein Mensch, der nur ein gewisses level an stress aushält, bis er zurückschlägt. Menschen sind emotionale Wesen die nicht alles aushalten und die irgendwann ein Ventil brauchen, die sich aber aus Erfahrung bessern können und in LoL auch müssen. ich wünschte nach all dem Flame und der mir begegneten Toxicity wäre ich abgehärtet und ein harter Hund, der auf Flame mit einem Witz reagieren kann (und den Flamer dadurch sogar heilen kann) oder so. Leider habe ich das noch nicht geschafft :)","replies":[{"id":"","poster":"MGP","date":"2017-11-10T23:19:29.084+0000","up_votes":1,"down_votes":0,"body":"> Also ich lerne vor allem daraus, dass sobald es irgendetwas negatives gibt, einfach nicht drüber zu schreiben. Alles was du schreibst (wie auch immer es gemeint ist) könnte und wird gegen dich verwendet werden.\n\nNein\nSolange es Kritik in konstruktivem Sinne ist sagt ja keiner was.\n\n> Versuche das schlimme zu ignorieren und teile die gute zeit mit deinem team und trete sie im chat breit.\n\nDas ist die einfachste ind meiner Meinung nach die beste Methode\n-------------\nDann besorg dir etwas wo du deinen Zorn auslassen kannst, ich habe gehört ein Antistressball kann helfen^^\nWenn du nciht mit dem Stress umgehen kannst such dir ein Ventil das nicht der Chat ist.\n\n> Flamer dadurch sogar heilen kann\n\nDas Wunder will ich miterleben","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-10T21:58:13.044+0000","up_votes":2,"down_votes":0,"body":"Wenn jemand wegen Raubes in 3 Fällen angeklagt wird und sich herausstellt, er hat nur 2 davon begangen, wird der Typ nicht gleich freigesprochen, weil einer der Raubüberfälle nicht von ihm war.","replies":[{"id":"","poster":"Coopa123","date":"2017-11-10T22:36:13.163+0000","up_votes":1,"down_votes":0,"body":"RabGeIsebnu's Logik ist einfach zu hoch für uns und deutlich revolutionärer als wir es jemals begreifen könnten.\n\nLass mich mal versuchen seine Logik zu gliedern\n\n1. Er ist angeklagt 3 Raubüberfälle begangen zu haben. \n2. Beim 2ten war er gar nicht dabei\n3. Upps\n4. Freispruch\n\nMacht doch Sinn, oder?","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T04:35:22.406+0000","up_votes":1,"down_votes":1,"body":"Während der Beitrag von Sirrkas noch konstruktiv war, ist der von oopa123 bloßer Hohn ohne Inhalt.\nIch finde es ironisch, dass ich gebannt werde, und mir dann im Forum Leute wie oopa123 in MEINEM Thread begegnen mit keiner anderen Absicht als mich ins lächerliche zu ziehen und mich zu beleidigen. Sehr offensiv, habs gemeldet. Hoffe, auch im Forum wird ähnlich hart durchgegriffen wie im Spiel.","replies":[]}]}]}]}]},{"id":"","poster":"RabGeIsebnu","date":"2017-11-09T20:48:26.605+0000","up_votes":1,"down_votes":4,"body":"Hallo zusammen, hier hat sich ja sehr viel getan, ich bin größtenteils positiv überrascht. Eure Kommentare waren größtenteils produktiv und hilfreich.\nIch treibe mich nicht oft in Foren rum, daher meine späte Antwort.Ich bin gerne bereit die anderen 2 Spiele auch zu posten aber zuerst möchte ich euch beantworten, wieso das Bansystem unausgereift ist.\n\nEin Ban wird nur aufgrund von Reports ausgelöst, diese können total ungerechtfertigt sein und unterliegen jedem Spieler des Spiels. Diese urteilen nicht objektiv,neutral und rein dem Summoners Code folgend wie z.B. Richter, sondern zu oft emotional, noch in der Hitze der letzten Gefechts, oft einen Schuldigen suchend für die Niederlage. Riot hat einfach nicht die Kapazitäten, um jeden Report zu verifizieren und antworten ja schon bei einfachen Supportanfragen oft mit vorgefertigten copy paste Antworten. Das soll keine Kritik sein, erklärt aber meinen Punkt. Überspitzt formuliert können selbst Kriminelle zu Richtern(und Henkern) werden, da jeder Mitspieler reporten kann, auch die toxischen. Mitunter werden Spieler reported, die gecamped werden und gepermatowerdived oder (wie ich) toplaner, die auch mal splitpushen, da sie \"afk splitten\", was für sie schon ein Report Grund ist. Nachdem dann genug ungerechtfertigte Reports gesammelt wurden, sucht ein algorhythmus von riot die spiele heraus wo schlagwörter wie \"toxic\" oder \"fuck\" oder ähnliches vorkommen und stellt sie dir als banngrund vor. Oft stimmt das system dann auch, und es sind Beleidigungen gegen Mitspieler, oft sind es aber auch Kraftausdrücke, die nicht gegen Spieler gerichtet sind. z.b. schrieb ich in meinem game \"fed as fuk\" und \"i let riot decide you are too toxic for me\" (was, wenn es keine \"agressive Drohung\" war, sondern der spieler tatsächlich toxisch war?Ist das vielleicht möglich?\nIch darf offenbar die wahrheit nicht aussprechen(!!!) )\nEin großes Problem besteht auch darin, dass Spieler sich gar kein umfassendes Bild während des Spiel machen können und fragen sogar beim anderen/eigenen Team nach, wieso er denn reported werden sollte und reporten dann z.b. schon aufgrund einer möglichen Falschaussage von einem anderen Spieler. Sind wir mal ehrlich, der Großteil der Spieler sieht nicht mal auf der Map, wenn ein teammitglied gecamped wird und interpreieren es als reportable feeding.\n\nDies alles sind nur beispiele, wieso ein Ban eine zu harte und in meinem und zig anderen Fällen ungerechtfertigte Strafen sind.\n\nWieso kann man nicht als Bestrafung einfach den Chat disablen für 2 Monate oder 6 oder ewig? Wäre das nicht für alle Teilnehmer zufriedenstellend? Ich denke schon.Und mit Honors kann man sich daraus wieder freikämpfen und seine Seele reinwaschen.Wir machen alle Fehler und sind nicht perfekt, auch du nicht! Was für eine traumhafte Utopie von League of Legends. xD","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-10T01:09:28.367+0000","up_votes":4,"down_votes":0,"body":">Ein Ban wird nur aufgrund von Reports ausgelöst, diese können total ungerechtfertigt sein und unterliegen jedem Spieler des Spiels. \n\nNicht ganz richtig. Ja, Banns sind die Folge von Reports. Da fehlt aber noch ein Schritt. Die Reports lösen eine Untersuchung aus, findet die fehlverhalten, kann man bestraft werden. Nur weil man gemeldet wird, wird man also nicht bestraft. Ich wurde auch schon dafür gemeldet, in einem Botspiel einen Kill gemacht zu haben, obwohl der nächste Verbündete 2 Bildschirme entfernt war und er es als KS ansah oder weil ich die Aktive von Mikaels genutzt habe, um Verbündete zu retten, weil das jemand als \"cheating\" ansah. Da ich nichts falsch gemacht habe, wurde ich nicht bestraft. \n\n>Riot hat einfach nicht die Kapazitäten, um jeden Report zu verifizieren und antworten ja schon bei einfachen Supportanfragen oft mit vorgefertigten copy paste Antworten.\n\nRiot prüft jeden Report. Aber automatisiert. So war dein Chat oben in Spiel 2 nicht ganz sauber und ist deshalb in deinem Chatlog aufgetaucht. Bestraft wurdest du aber wohl hauptsächlich für Spiel 1, das du nicht zeigst. \n\n> Das soll keine Kritik sein, erklärt aber meinen Punkt. Überspitzt formuliert können selbst Kriminelle zu Richtern(und Henkern) werden, da jeder Mitspieler reporten kann, auch die toxischen.\n\nFlamer können auch Fehlverhalten erkennen. Sie sehen nur ihr eigenes Verhalten meist nicht als solches an. Wenn sie jemand anderes \"noob\" nennt, melden die das durchaus mal, wollen aber nicht für ihr eigenes \"noob\" bestraft werden. Zudem sind sie keine Richter und Henker, lediglich der Typ, der die Polizei über eine Störung informiert. Dabei ist es auch egal ob 1 oder 9 einen Report abschicken, die Sache wird geprüft und wenn das Programm etwas findet, das bestraft gehört, macht es das auch. \n\n>Mitunter werden Spieler reported, die gecamped werden und gepermatowerdived oder (wie ich) toplaner, die auch mal splitpushen, da sie \"afk splitten\", was für sie schon ein Report Grund ist.\n\nDie Reports werden dann ignoriert. Es schadet dir persönlich also nicht. \n\n>Nachdem dann genug ungerechtfertigte Reports gesammelt wurden, sucht ein algorhythmus von riot die spiele heraus wo schlagwörter wie \"toxic\" oder \"fuck\" oder ähnliches vorkommen und stellt sie dir als banngrund vor. Oft stimmt das system dann auch, und es sind Beleidigungen gegen Mitspieler, oft sind es aber auch Kraftausdrücke, die nicht gegen Spieler gerichtet sind. z.b. schrieb ich in meinem game \"fed as fuk\" und \"i let riot decide you are too toxic for me\" (was, wenn es keine \"agressive Drohung\" war, sondern der spieler tatsächlich toxisch war?Ist das vielleicht möglich?\n\nFür Kraftausdrücke alleine wurde hier noch niemand bestraft. Leuten zu sagen, man melde sie und sie seien toxisch, ist aber durchaus etwas, das man als leicht negativ ansehen kann. Wie schon gesagt, dein Chatlog war nicht ganz sauber, für den Teil, den du gepostet hast, wurdest du aber wohl auch nicht bestraft. \n\n>Ich darf offenbar die wahrheit nicht aussprechen(!!!) )\n\nHier kommen wir zu einem Punkt, der gerne bei Threads über Banns auftaucht. Wahrheit. Es ist egal, ob du die Wahrheit sagst oder nicht. Wichtig ist, was du schreibst und ob das störend ist. Wenn du einen Troll im Team hast und die ganze Zeit \"Report ADC for trolling\" schreibst, ist auch das negativ, auch wenn es stimmt, dass er trollt. \n\nDie Wahrheit schließt nicht aus, dass der Chat auch beleidigend, störend und toxisch sein kann. Jemanden ein Arschloch zu nennen, kann die Wahrheit und eine Beleidigung sein.\n\n>Ein großes Problem besteht auch darin, dass Spieler sich gar kein umfassendes Bild während des Spiel machen können und fragen sogar beim anderen/eigenen Team nach, wieso er denn reported werden sollte und reporten dann z.b. schon aufgrund einer möglichen Falschaussage von einem anderen Spieler. Sind wir mal ehrlich, der Großteil der Spieler sieht nicht mal auf der Map, wenn ein teammitglied gecamped wird und interpreieren es als reportable feeding.\n\nWie schon gesagt, es ist egal, ob man dich meldet, wenn du nichts falsch gemacht hast.\n\n>Dies alles sind nur beispiele, wieso ein Ban eine zu harte und in meinem und zig anderen Fällen ungerechtfertigte Strafen sind.\n\nWenn du über deinen Bann reden willst, zeig uns bitte erst mal den kompletten Chatlog. Vorher hat das leider keinen Sinn. \n\n>Wieso kann man nicht als Bestrafung einfach den Chat disablen für 2 Monate oder 6 oder ewig? Wäre das nicht für alle Teilnehmer zufriedenstellend? Ich denke schon.Und mit Honors kann man sich daraus wieder freikämpfen und seine Seele reinwaschen.Wir machen alle Fehler und sind nicht perfekt, auch du nicht! Was für eine traumhafte Utopie von League of Legends. xD\n\nDas mit der DauerCR wird nicht gemacht, da es das im Grunde schon mal gab. Die Leute haben lediglich damit angegeben, dass sie jetzt nicht mehr nur 300 Spiele CR sondern schon 500 Spiele CR haben. Du würdest also wahrscheinlich nur weiter flamen, auch wenn du nur ein paar wenige Nachrichten zur Verfügung haben würdest. Insofern, würde es also die Spielsituation gegenüber Banns verschlechtern.\n\nJa, wir machen alle Fehler. Aber ich habe noch nie den Fehler gemacht, meine Mitspieler im Chat anzufahren.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2017-11-09T22:42:37.247+0000","up_votes":2,"down_votes":0,"body":"Reports wirken nur dann, wenn wirklich ein Vergehen vorliegt. Wenn du Reportet wirst und die Chat-Analyse aber kein Flamen oder Ähnliches feststellen kann, dann passiert nichts. Es ist auch egal, ob du von einen oder von allen 9 reportet wurdest. Ein Report ist genau so viel Wert wie 9 (daher ist es sinnlos, zum reporten aufzurufen).\nMan hat (zumindest was Flamen angeht) 3 Chancen: Die 10 Spiele Chatsperre, die 25-Spiele-Chatsperre und der 2 Wochen Bann (je nach Härte des Flamens kann man auch Stufen überspringen, z. B. bei Rassismus, Sexismus, Homophobie oder Todeswünsche). Irgendwann reicht es aber auch und bevor noch mehr Spielen der Spaß geraubt wird, lohnt es sich eher, die Accounts von den entsprechenden Personen permanent zu bannen.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T04:44:14.347+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=TerrorRaven,realm=EUW,application-id=KYnfKGf0,discussion-id=ARFG3vs0,comment-id=00030000,timestamp=2017-11-09T22:42:37.247+0000)\n>\n> Reports wirken nur dann, wenn wirklich ein Vergehen vorliegt. Wenn du Reportet wirst und die Chat-Analyse aber kein Flamen oder Ähnliches feststellen kann, dann passiert nichts.\n\nSo leicht funktioniert es aber leider nicht. In LoL ist man wie im Krieg, da geht es etwas gröber zu und man fordert sein gegenüber heraus.\nEin Beispiel: Nehmen wir mal an der Gegner schreibt: Hi i wish you luck, but you will sadly lose :)\nund man selbt entgegnet: never, i will SMASH you easily!\n\nso könnte eine chatanalyse ergeben, dass du herablassend warst und deinen gegner geflamed hast, wobei es im game ein VÖLLIG anderer Kontext war und bei Weitem nicht so gemeint war. der Algorhythmus, der hier zu 99,9% der Fälle für Riot die Arbeit macht, und nicht menschen, entscheidet dann für PERMABAN, weil algorythmen nur nach schlagwörtern suchen und unfähig sind den Kontext zu verstehen. Hier würde ein \"easily\" in Kombination mit \"Smash\" den Algorhythmus triggern (Lustige Wortwahl, als ob der algorhythmus selbst getilted wäre :P)\n\nund in der Realität gibt es noch millionen andere plausible Beispiele.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-12T08:37:25.740+0000","up_votes":1,"down_votes":0,"body":">So leicht funktioniert es aber leider nicht. In LoL ist man wie im Krieg, da geht es etwas gröber zu und man fordert sein gegenüber heraus.\nEin Beispiel: Nehmen wir mal an der Gegner schreibt: Hi i wish you luck, but you will sadly lose :)\nund man selbt entgegnet: never, i will SMASH you easily!\n\nIch glaube, wenn man für so etwas bestraft werden würde, hätte ich das inzwischen im Forum gesehen und der Spieler wäre dann vom Support entbannt worden.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-12T15:35:55.394+0000","up_votes":1,"down_votes":2,"body":"im **Thread \"Permaban worthy?\"** kann man das sehr gut sehen\nWieder ein text ohne Kontext. wir alle wissen, wie bei Politikern die Aussage sogar umgedreht werden kann, wenn sie ohne Kontext dargestellt iwrd!!!\nes ist genauso wie wenn jemand kommt, und dir, Herr Sirrkas, einen Faustschlag mittig in dein Antlitz verpasst.\nDu sagst darauf sowas wie: \"Hey spinnt du? Hör auf du idiot!\"\nund du dann von der Polizei wegen Beleidigung ein Bußgeld zahlen musst.\noder im Thread kann man das sehen, du sagst dem Typen dann: Du verdienst es, auf ewig EINGESPERRT zu werden!\n- Bußgeld, weil du ihm mit einem Ban drohst, höchst toxisch und agressiv!\n(im thread sagt er: ull get banned your too toxic\" oder so)\n\nOder in unserem Fall noch viel besser: gePerma Banned wirst, weil dir nie der **Kontext** gezeigt wird sondern nur deine vermeintliche Agression, wo man sich nur rechtens vertiedigt!!!!","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-12T19:57:05.630+0000","up_votes":1,"down_votes":0,"body":">G4m3changer: spasti\nG4m3changer: yea noobs\n\nDas direkt nach dem 2 Wochenbann hat eben den Perma zur Folge. Auch wenn man das was du zitiert hast, als negativ ansehen kann, war der Teil hier doch etwas schlimmer. \n\nWenn man wahllos einen weniger schlimmen bis freundlichen Teil raussucht, kann man auch behaupten, er wäre dafür gebannt worden\n\n>G4m3changer: okay\nG4m3changer: cool\nG4m3changer: nice\n\ndie Behauptung, dass er deswegen gebannt wurde, würde aber nicht stimmen.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-13T19:10:07.761+0000","up_votes":1,"down_votes":0,"body":"ich würde gerne den summoners code folgen aber ich weiß nicht was bannworthy ist. anscheinend einfach alles, wenn nur genug leute dich reporten.  also spasti und noob einmal im gesamten game zu schreiben, während dein team dich peram harassed und flamed, führt zum ban? also ich geh folgendermaßen vor: wenn einer flamed schreibe ich immer: plz follow the summoners code, oder: relax its just a game\nalles aber absolut alles andere, auch wenn du nur diskutierst wie der typ aus dem permaban worthy? thread, der hat ja nichtmal diskutiert, osndern nur geantwortet, führt zum ban. Man darf im chat garnichts mehr. \nich beobachte nur wie manche es tilted wenn ich schreibe \"sivir, follow the summoners code\", komisch O.O\nseid ihr sicher, dass ich dafür niemals gebannt werde? \nvielleicht darf ich de facto garnichts mehr schreiben.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-13T19:52:11.662+0000","up_votes":1,"down_votes":0,"body":">also ich geh folgendermaßen vor: wenn einer flamed schreibe ich immer: plz follow the summoners code, oder: relax its just a game\n\nDafür wirst du ziemlich sicher nicht bestraft werden, falls doch, wende dich an den Support, die schauen sich das dann nochmal an und werden vermutlich die Strafe aufheben. \n\n>alles aber absolut alles andere, auch wenn du nur diskutierst wie der typ aus dem permaban worthy? thread, der hat ja nichtmal diskutiert, osndern nur geantwortet, führt zum ban. Man darf im chat garnichts mehr.\n\nEr hat ihn beleidigt. Deswegen wurde er gebannt. Nur weil er auch diskutiert hat, heißt das nicht unbedingt, dass er dafür bestraft wurde. Ich würde jemandem, der gerade aus dem 2 Wochenbann kommt, aber auch eher davon abraten, sich auf Diskussionen mit toxischen Spielern einzulassen. Am Ende ziehen sie einen vielleicht auf deren Niveau runter, dann schreibt man, dass der andere ein Idiot ist und schon freut sich der andere Flamer, dass er was melden kann, das auch eindeutig bestrafungswürdig ist. \n\n>seid ihr sicher, dass ich dafür niemals gebannt werde?\nvielleicht darf ich de facto garnichts mehr schreiben.\n\n\nWie schon gesagt, du hast in deinem Chatlog durchgehend Blaming betrieben. Ich kann mir nicht vorstellen, dass man für etwas wie \"plz focus on the game\" bestraft wird.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T21:00:18.452+0000","up_votes":1,"down_votes":4,"body":"Der Vollständigkeit halber poste ich nun auch Game 1 und 3\nIch gebe zu in Game 3 habe ich mich zu viel beschwert, das Ezreal einfach meine gesamte wave gefarmt hat, obwohl er den Kill bekommen hat. War es falsch, das Ezreal die Wave farmt? ja! war es flasch, dass ich so viel dazu schreibe? ja ist es ban worthy? meiner ansicht nach nein! Verglichen zu dem, was ich jeden Tag im Chat sehe, ist mein \"Flame\" eine schwache Brise im LoL-Toxicland\nAch und in Game 3 spielte ich gegen einen 94% winrate Ryze smurf und wurde wegen feeden reported/insulted.\nDennoch habe ich lange ein 0/0 gehalten bis Ryze roamed und 2 Kills bekommt :/\nund als ich schrieb: care you are 4v5 war das eine produktiv gemeinte warnung, dass ich gerade mal nicht mit dem Team bin und nicht, weil ich afk in der base wäre oder so.\n\nMan sieht aber meine Einstellung im chat, selbst in Game 3 schreibe ich immernoch: we can win (bin also positiv)\noder: i have to accept that, oder: unlucky (anstatt zu flamen)\nich nörgel viel aber beleidige nicht. Wenn ich gebannt werden soll, so hat z.B. hashinshin schon LÄNGST überfällig einen Bann verdient!Seid mal ehrlich!\noder z.b. schreibe ich: es ist ok wenn ich 0 ganks kriege, aber bitte gewinnt dann auf der anderen seite der map und macht etwas mit eurer Lead (das ist produktiv gemeint und kein Flame imo)\n\nIn game 1 habe ich meine Frage nur wiederholt, weil J4 mich fragte, ohne meine Frage zu beantworten. ich habe hier nicht J4 einseitig genötigt zu antworten, sondern er wollte auch von mir was wissen und fragte und sprach mit mir. das ist das Problem an den Chatlogs, ihr seht nur meinen Chat. z.b. erwähne ich nur ein EINZIGES mal vayne (nachdem sie mich eindeutig und ich glaube mehrmals geflamed hat)  und bitte um einen report.\noder \"u even failed the 1v2 top\" war garnicht an mein team gerichtet sonder eine antwort auf ich glaube die nachricht eines gegners die da lautete: \"your bad\" oder so ähnlich. und Ihr im Forum denkt warscheinlich ich flame mein Team :/\n\nAlles in allem nörgel ich, aber insulte nicht und habe keinen Bann verdient bzw sehe/lerne nicht, was ich flasch gemacht habe/ habe mich nicht verbessert/ würde aber gerne.\nWieso habt ihr einen Chat, wenn man nur loben darf? macht doch bitte auch die wenigen sätze wie \"gg\" oder \"gj\" als Pings und schafft den Chat ab und alle sind happy und keiner wird gebannt.\n\n\nGame 1\nOPYoloSwaggeroni: canm uz fukin\nOPYoloSwaggeroni: let me pplay my lane solo?\nOPYoloSwaggeroni: thankl u\nOPYoloSwaggeroni: care GP global ult soon\nOPYoloSwaggeroni: wtf j4 are u doping?\nOPYoloSwaggeroni: do you main jgl?\nOPYoloSwaggeroni: answer me i answer u\nOPYoloSwaggeroni: u still didnt answer\nOPYoloSwaggeroni: this j4\nOPYoloSwaggeroni: 00 follow up\nOPYoloSwaggeroni: do u maiun jgl?\nOPYoloSwaggeroni: i am still adsking\nOPYoloSwaggeroni: jsut lose to the superior jhgl\nOPYoloSwaggeroni: first target: top\nOPYoloSwaggeroni: do you main jgl?\nOPYoloSwaggeroni: i was 1/0, jsut sayin\nOPYoloSwaggeroni: now botlane feels the jgl difference\nOPYoloSwaggeroni: watch the repaly\nOPYoloSwaggeroni: and his fdeed top\nOPYoloSwaggeroni: wathc it\nOPYoloSwaggeroni: report vayne for balme and insult\nOPYoloSwaggeroni: thank u\nOPYoloSwaggeroni: u all backed?\nOPYoloSwaggeroni: ok i afk split then?\nOPYoloSwaggeroni: u guys gave gp 7 kills\nOPYoloSwaggeroni: now u expect me to win top, ekko? after j4 inted top?\nOPYoloSwaggeroni: if i only had a jungler on the same level, i clearly won 1v1 with my first kill on u gp, unlkucky\nOPYoloSwaggeroni: its a team game, i gotta accept that\nOPYoloSwaggeroni: gg\nOPYoloSwaggeroni: care your 4v5\nOPYoloSwaggeroni: care ur 4v5 for now\nOPYoloSwaggeroni: After , yeah\nOPYoloSwaggeroni: Aftzer vi forced me to back\nOPYoloSwaggeroni: ofc\nOPYoloSwaggeroni: u even dfailöed the 1v2 top\nOPYoloSwaggeroni: report vayne plz\nOPYoloSwaggeroni: my tema got 0 towers\nOPYoloSwaggeroni: explains all\nOPYoloSwaggeroni: gp you killed me after i killed u in lane only cause of vi who took my hp away\nOPYoloSwaggeroni: and my flash\nOPYoloSwaggeroni: you lkilled me 1v1 after i killed u 1v1 which should NEVER happen\nOPYoloSwaggeroni: gg\nOPYoloSwaggeroni: Easy top tho\nOPYoloSwaggeroni: easy first kill\nOPYoloSwaggeroni: unlucky team\n\n\nGame 3\nOPYoloSwaggeroni: can i go mid vs fizz?\nOPYoloSwaggeroni: i suck vs ryze\nOPYoloSwaggeroni: even better\nOPYoloSwaggeroni: ziggs\nOPYoloSwaggeroni: can i mid u top?\nOPYoloSwaggeroni: iom out\nOPYoloSwaggeroni: fukin smurf\nOPYoloSwaggeroni: WTF\nOPYoloSwaggeroni: im behind now\nOPYoloSwaggeroni: in cs\nOPYoloSwaggeroni: u toook BOTH kkiills\nOPYoloSwaggeroni: and still tax myx lane like CRAZY\nOPYoloSwaggeroni: ez\nOPYoloSwaggeroni: top lsot\nOPYoloSwaggeroni: he lvl 6\nOPYoloSwaggeroni: see?\nOPYoloSwaggeroni: im 5\nOPYoloSwaggeroni: gg top\nOPYoloSwaggeroni: boring lane\nOPYoloSwaggeroni: and taxed LIKE HELL\nOPYoloSwaggeroni: 'he farmed it all\nOPYoloSwaggeroni: im behind\nOPYoloSwaggeroni: lvl 5 he 6\nOPYoloSwaggeroni: lol\nOPYoloSwaggeroni: i die soon\nOPYoloSwaggeroni: idk why ez farms my lane\nOPYoloSwaggeroni: lol\nOPYoloSwaggeroni: 94% winrate ryze\nOPYoloSwaggeroni: whats ur main elo bro?\nOPYoloSwaggeroni: or are u topo tilted to talk?\nOPYoloSwaggeroni: varus, main elo?\nOPYoloSwaggeroni: idk\nOPYoloSwaggeroni: cant do much if ezreal sabotages my lane\nOPYoloSwaggeroni: cs ieverxythign and staying andd leashing xp\nOPYoloSwaggeroni: wait how dioes ryze have 2 kills?\nOPYoloSwaggeroni: lol\nOPYoloSwaggeroni: why do you ewven farm mid?\nOPYoloSwaggeroni: ez ur a king of tilting\nOPYoloSwaggeroni: u not only farm top but mid too\nOPYoloSwaggeroni: ok i afk splti\nOPYoloSwaggeroni: im done\nOPYoloSwaggeroni: ofcu farm my lane\nOPYoloSwaggeroni: watch cs\nOPYoloSwaggeroni: i ftreeze\nOPYoloSwaggeroni: care\nOPYoloSwaggeroni: i cant even fight ryze\nOPYoloSwaggeroni: cause ez farmyy my laen\nOPYoloSwaggeroni: with ult\nOPYoloSwaggeroni: and auto attacks\nOPYoloSwaggeroni: lol\nOPYoloSwaggeroni: gg team\nOPYoloSwaggeroni: sry\nOPYoloSwaggeroni: we cant iwn htis\nOPYoloSwaggeroni: yep thank u ez\nOPYoloSwaggeroni: why u stole all that form top?\nOPYoloSwaggeroni: whys?\nOPYoloSwaggeroni: gg\nOPYoloSwaggeroni: cant carry with my 4kda\nOPYoloSwaggeroni: ryze can confirm that ez jsut farmed my lane over and over\nOPYoloSwaggeroni: i mean if i got one of those early 2 kills ok\nOPYoloSwaggeroni: but i got none\nOPYoloSwaggeroni: and he taxd taxd taxd\nOPYoloSwaggeroni: lol gg top\nOPYoloSwaggeroni: i never died to ryze still, ryze got 2 kills elsewhere\nOPYoloSwaggeroni: and then i have to win ggainst him lol\nOPYoloSwaggeroni: ez jsut f armed my laner\nOPYoloSwaggeroni: thats all\nOPYoloSwaggeroni: Over and over\nOPYoloSwaggeroni: eeven with ult\nOPYoloSwaggeroni: over and over\nOPYoloSwaggeroni: i bet ez doenst even know that he did bad top\nOPYoloSwaggeroni: hope u have really fun while fake laughing\nOPYoloSwaggeroni: riup\nOPYoloSwaggeroni: if ryze was able to talk he would confirm that ez farmed my lane and leashed all the xp cause he stayed\nOPYoloSwaggeroni: idk why\nOPYoloSwaggeroni: unlucky\nOPYoloSwaggeroni: i mean its ok but at least carry then, if he puts me behind u know?\nOPYoloSwaggeroni: sad sad\nOPYoloSwaggeroni: we cant say\nOPYoloSwaggeroni: i did well 1v1\nOPYoloSwaggeroni: i doubt it\nOPYoloSwaggeroni: no offense\nOPYoloSwaggeroni: ?\nOPYoloSwaggeroni: well he dead\nOPYoloSwaggeroni: i also outraded him lvl 1 rly hard\nOPYoloSwaggeroni: he poped all his healing poits there\nOPYoloSwaggeroni: so ... i was fine solo\nOPYoloSwaggeroni: i was winning even!\nOPYoloSwaggeroni: unlucky\nOPYoloSwaggeroni: gg","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-10T22:10:17.705+0000","up_votes":3,"down_votes":0,"body":"Zuerst einmal musst du nicht beleidigend sein, um bestraft zu werden. Es gibt noch genug andere Arten, toxisch zu sein. Wie etwa konstantes Blaming, was bei dir gegeben ist. Deine 3 Chatlogs hätten dir wohl höchstens eine CR eingebracht, da du aber letzten Monat scheinbar den 2 Wochenbann hattest, gab es als Konsequenz für dich eben den Permabann.\n\nDu warst zwar kein Extremfall, aber auch Kleinvieh macht nunmal Mist. Bei dir hat sich so viel angesammelt, dass es zum Permabann gereicht hat. Würdest du mal schreiben, dass dein Jungler nervig ist und dir Farm klaut, wärst du kaum bestraft worden. Du hältst dem Ezreal und dem Jarvan aber durchgehend vor, dass sie dein Spiel versauen. Wenn das jemanden stört und du dafür gemeldet wirst, kann das eben zur nächsten Stufe im Strafsystem führen.\n\nEs ist auch nicht nötig, den Chat aus dem Bildschirm zu ziehen, wenn du dich anständig benehmen kannst. Wenn dir das aber schwer fällt, wäre das eine brauchbare Alternative.","replies":[{"id":"","poster":"RabGeIsebnu","date":"2017-11-10T22:43:47.381+0000","up_votes":1,"down_votes":0,"body":"Ich muss einfach lernen, stressresistenter zu werden und sobald irgendetwas negative im chat ist, einfach nix zu schreiben, alles andere resultiert in nem ban.Danke für deine tips und Hilfe!","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-10T22:48:03.765+0000","up_votes":2,"down_votes":1,"body":"Ja, das kann helfen. Solltest du einen neuen Account erstellen, versuch es mit der Mutefunktion, sobald dich jemand im Chat stört. \n\nWobei ich auch mal einem Flamer \"ty\" geschrieben habe, nach einem blöden Kommentar. Der war dann 5 Minuten damit beschäftigt, \"ty? why ty?\" zu tippen. Positiver Nebeneffekt, er hat so lange keinen Spieler geflamt^^","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2017-11-09T06:33:02.851+0000","up_votes":2,"down_votes":0,"body":"> Also etwas läuft hier gehörig schief!\n\nGanz im Gegenteil. Alles ist gut. Du flamst und blamest sehr wortgewaltig, aber Du tust es. Und da Du das offensichtlich nicht zum ersten Mal tust, folgt die Strafe auf dem Fuss. Du brauchst also nicht so unschuldig zu tun, Du bist es nicht.\n\nNur zur Untermauerung:\n\n> OPYoloSwaggeroni: kayn plz follow the summoners code or u get banned\nOPYoloSwaggeroni: i will mute u kayne and let riot decide your too toxic for me insulting me perma, i wnat to focus on the game and stay positive\n\nunverhohlene Androhung eines Banns, sehr aggressiv\n\n> OPYoloSwaggeroni: rip u toxic player u cant insult me no more\n\nHohn und Spott gegenüber dem Mitspieler.\n\n\nAnsonsten das Übliche zum Thema Flame und Counterflame, aber da haben andere schon ihrem Beitrag geliefert.","replies":[{"id":"","poster":"Stizzelinoh","date":"2017-11-09T15:10:39.736+0000","up_votes":1,"down_votes":0,"body":"Jipp, jmd zu flamen und mit bann zu drohen ist ziemlich toxisch und das sollte auch bestraft werden!\n \n\"Ich bin etwas enttäuscht von Riot, das Spieler, die die Lane verlieren und chainfeeden, einfach \"ein schlechtes Game\" haben können...\" \n\nkönnen sie, sie können auch mehrere schlechte games in folge haben, das passiert! die lane verlieren ist kein verbrechen, auch wenn das manche vielleicht denken! manchmal wird man auch konsequent getowerdived und einen anderen spieler kommt es dann so vor als ob man intet, statt den spieler dann versuchen zu helfen oder aufzubauen wird er dann oft vom team geflamt. wie ich es hasse wenn von dann von irgendeinen im allchat kommt \"report teammate x\". so erging es mir schon öfter, beispiel: darius läßt sich von 5 man catchen nachdem er von mehreren spielern gepingt wurde das die gegner kommen könnten, er versucht erst zu entkommen als alle 5 vor ihm standen aber stirbt, ich als jhin hab ihn versucht zu helfen bin aber in sicherer distanz geblieben und statt zu sagen \"naja hast wenigstens versucht mich zu unterstützen\" kommt \"report jhin\". andere situation, von lvl 1 an unlucky! ich als morgana support und mein adc werden im tribush getrappt, ich gebe das first blood an xayah und braum ab, xayah stirbt allerdings auch an meinen ignite... es ist ein SINGLEKILL! ja mein adc hat scheinbar die ganze zeit nur braum attackiert statt mit mir auf die xayah zu gehen, xayah hat auch gehealt... mein adc hätte mich retten können mit seinen heal denn den hatte er noch ab! ich habe ihn in der situation nicht geflamt, ich habe mich selbst gefacepalmt warum ich nicht einfach raus bin und den kampf auf lvl 1 gesucht habe. am ende des spiels flamten mich dann mein toplaner und jungler, mit \"report morgana\" obwohl ich zu dem zeitpunkt wieder gut im spiel stand. worauf ich eigentlich damit hinaus wollte, der darius hat andere für sein missplay geflamt in der anderen situation hätte ich grund zum flamen gehabt, habe im gegenzug aber auch meinen team grund gegeben mich zu flamen. jeder sollte halt auf seine eigenen fehler achten und die leute die tilted sind eher versuchen aufzubauen statt mit report zu drohen. am ende des tages ist LoL dann doch nur ein spiel und das verlieren sollte man nicht so ernst nehmen und nicht so ausrasten wie manch einer im chat!","replies":[]}]},{"id":"","poster":"SPIN N1SUPP","date":"2018-04-24T19:53:17.653+0000","up_votes":1,"down_votes":5,"body":"Das Bansystem in LoL ist lächerlich und der Filter sehr fragwürdig.\nNur weil die überwiegend unreifen Spieler in der Community nicht mit Kritik umgehen können , spammen sie den \"Flame\" Button wenn gute Spieler oder Spieler mit mehr Theorie wissen ihnen das Spiel erklären.Da sich kein Mensch die Kommunkation anschaut sondern ein Filter wird man zu unrecht gebannt.\nPädagogisch gesehen ist dieses Bansystem nicht wirkungsvoll und sollte eigentlich mal überprüft werden.\nDafür gibt es Terroristische und Rassischtische Namen sowie Clan Tags wo die Spieler über 200 Games haben.....Riot steckt sich das Geld ein und gibt ein nichts auf \"Normalen\" Spieler","replies":[]}]}