{"id":"yde7RLbi","poster":"xeroe","date":"2017-11-06T17:13:44.717+0000","title":"3.Gaming Division - Multigaming Clan sucht LoL Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"***3. Gaming Division - Multigaming  seit 2010***\r\n[Battlefield](https://www.3gd-clan.de/index.php/clan-struktur/squads/battlefield-1-clan) | [Counter-Strike](https://www.3gd-clan.de/index.php/clan-struktur/squads/counterstrike-clan) | [League of Legends](https://www.3gd-clan.de/index.php/clan-struktur/squads/league-of-legends-clan) | [Playerunknowns Battlegrounds](https://www.3gd-clan.de/index.php/clan-struktur/squads/playerunknown-s-battlegrounds-squad)\r\n\r\n\r\n**Willkommen bei der 3.Gaming Division.**\r\nWir freuen uns, dass du Interesse an unserer Community hast. Daher m&ouml;chten wir uns im Folgenden einmal vorstellen, um dir zu zeigen, was dich bei uns erwartet.\r\n\r\n\r\nAls gro&szlig;er und etablierter Multigaming-Clan sind wir seit 2010 mit aktuell &uuml;ber 150 aktiven Membern und knapp 200 regelm&auml;&szlig;igen Stammg&auml;sten in einer breiten Palette an Spielen vertreten.\r\nWir sehen uns prim&auml;r als Fun-Clan, obwohl wir ebenfalls manche Teams in der ESL aufweisen. Das hei&szlig;t aber, dass wir keine &quot;hauptberuflichen&quot; Zocker sind, sondern einfach in unserer Freizeit den Spa&szlig; am Spiel genie&szlig;en m&ouml;chten.\r\nBei all unseren Mitgliedern stehen Familie, Freunde, Beruf, Studium oder Schule an erster Stelle. Erst weit danach kommt das Zocken. Diese Einstellung zum Real-Life macht unsere Division zu etwas Besonderem und entsprechend hat kein Mitglied bei uns irgendwelche Verpflichtungen, denen er zwingend nachkommen muss, um Mitglied bei uns bleiben zu k&ouml;nnen.\r\n\r\n\r\n*Das k&ouml;nnen wir bieten:*\r\nIn erster Linie bieten wir auf dem Teamspeak-Server ein soziales und lockeres Umfeld, welches seit &uuml;ber 7 Jahren erfolgreich von unseren Clanf&uuml;hrung betreut und verwaltet wird.\r\nAu&szlig;erdem haben wir genug aktive Leute, um zu jeder Zeit eine Gruppe f&uuml;r ein Spiel zu finden.\r\nWir m&ouml;gen zwar prim&auml;r ein Fun-Clan sein, dennoch haben wir nat&uuml;rlich die Ambitionen auch zu gewinnen und k&ouml;nnen zudem in jedem unserer Hauptgames Spieler aller Alters- und Skillklassen vorweisen.\r\nObwohl wir in den Abendstunden meist 80-100 Leute auf unserem Ts3 sind, legen wir gro&szlig;en Wert darauf, nicht zu einer anonymen Massencommunity zu verkommen und daher achten wir mit gro&szlig;er Sorgfalt auf ein gutes Miteinander, um das famili&auml;re Umfeld zu erhalten, das wir uns seit unserer Gr&uuml;ndung aufgebaut haben.\r\nDementsprechend kommen viele Mitglieder nicht nur zum blo&szlig;en Zocken ins Ts, sondern auch einfach zum freundschaftlichen Quatschen mit anderen Membern.\r\nZu guter Letzt besitzen wir ein aktives Forum, &uuml;ber dass sich unser Clan austauscht und organisiert, ein internes Rangsystem basierend auf Aktivit&auml;t und Engagement, sowie diverse Gameserver, welche auch regelm&auml;&szlig;ig f&uuml;r interne Events genutzt werden.\r\n\r\n\r\n*Das solltest du mitbringen:*\r\nUnserer Community ist der Umgang miteinander sehr wichtig. Dementsprechend setzen wir eine gewisse geistige Reife und grundlegende Sozialkompetenz voraus.\r\nSkilltechnisch ist bei uns jeder willkommen, der zu grundlegendem Teamplay bereit ist. Grundlegend folgen wir hierbei dem Leitsatz &bdquo;Lieber einen freundlichen Noob als einen arroganten Pro!&ldquo;\r\nDas Mindestalter bei uns betr&auml;gt 18 Jahre. Wir nehmen keine Spieler auf, deren Lebensziel darin besteht, von morgens bis abends vor dem Bildschirm zu sitzen und sich um nichts sonst k&uuml;mmern zu wollen. All unseren Mitglieder ist ihr Real-Life wichtiger als der Clan und diese Einstellung wird absolut unterst&uuml;tzt! Sollte ein Mitglied also inaktiv werden, verstehen und akzeptieren wir das. Selbst nach mehreren Jahren Inaktivit&auml;t ist diese Person jedoch herzlich willkommen und wird gerne wieder aufgenommen.\r\n\r\n\r\n*Wie kannst du Mitglied werden?*\r\nVorab: Um bei uns mitspielen zu k&ouml;nnen, musst du kein Mitglied sein. Besucher und Stammg&auml;ste sind auf unserem Ts&sup3; jederzeit herzlich willkommen und werden gerne eingegliedert.\r\nSollte es dir bei uns gefallen, kannst du auf unserer Homepage eine Bewerbung hinterlassen und dich an einen unserer Admins wenden, welche dann alles weitere mit dir kl&auml;ren werden und dir f&uuml;r Fragen zur Verf&uuml;gung stehen.\r\n\r\n\r\n**Homepage:[www.3gD-Clan.de](http://www.3gD-Clan.de)\r\nTs&sup3;: ts.3gD-Clan.de**\r\n\r\n![](https://www.3gd-clan.de/templates/3gdtemplate/images/logo.png)","replies":[]}