{"id":"IrV5IcyZ","poster":"MyCat got Dop3","date":"2017-11-06T21:54:45.994+0000","title":"Ranked Team Season 8 Gold+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute\n\nich m&ouml;chte ein ranked Team f&uuml;r die kommende Saison aufbauen. Der Plan ist sich in der Pre Season gut einzuspielen und n&auml;chstes Jahr Platin bis Diamond mit dem Team anzustreben. Ich suche also aktive Spieler. \n\nZu mir:\n\nIch spiele seit ende Season 4 League und bin derzeit in Soloq Gold. Da es mich aber ziemlich nervt alleine oder duo zu climben w&uuml;rde ich gerne n&auml;chste Season mit einem gut organisiertem Team spielen. Ich bin 18 Jahre alt und das solltet hr auch ungef&auml;hr sein. Meine besten Positionen sind Jungle{{summoner:11}} und ADC{{champion:222}}.\n\nIhr solltet:\n\n- Gold+ sein\n- 18+ sein\n- funktionierendes Headset und Discord besitzen\n- freundlich, mental reif sein\n- nicht tilten, sich &uuml;ber premates beschweren (Fehler macht jeder!)\n- zu euren fehlern stehen und sie analysieren k&ouml;nnen\n- basic know how &uuml;ber warding, positioning und decision making haben\n- den willen haben mit dem Team viel zu erreichen\n- aktiv sein und oft Zeit haben\n- eine feste Position mit mindestens 5 Champions, die ihr gut k&ouml;nnt spielen k&ouml;nnt haben\n- kreativ sein f&uuml;r Team Namen etc.\n- Humor und Spa&szlig; am Spiel ( immernoch das wichtigste :D)\n\nWichtig: BITTE ADDET mich nicht wenn ihr den Anforderungen  entsprecht!!!\n\nNun genug zu euch!\n\nRollen zu vergeben:\n\nTop: frei\nJungle: ich/ frei\nMid: frei\nSupport: frei\nAdc: ich/frei\n\nSo dann habe ich erstmal alles gesagt. Alles weitere kann besprochen werden, wenn ich eine Auswahl getroffen habe. ;)\n\nLG","replies":[{"id":"","poster":"Reavan","date":"2017-11-07T15:27:25.547+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich suche gerade nach einem Team und dein Post hört sich ganz gut an. Ich spiele seit Season 3 und bin jetzt im Moment Gold V in der Solo Que. Leider habe im Moment keine feste Rolle, würde mich aber gerne auf eine bestimmte festlegen. Das funktioniert wohl am besten in einem Team ;) Ich bin 20 und denke, dass ich die ganzen Anforderungen erfülle. Bei Interesse einfach adden. Würde mich sehr freuen :)\n\nLiebe Grüße","replies":[]},{"id":"","poster":"DLA Mr McMonkey","date":"2017-11-07T14:13:56.645+0000","up_votes":1,"down_votes":0,"body":"Moinsen,\n\nmeine letzten Erfahrungen mit Teams waren nich so doll, daher bin auch ich weiter auf der Suche.\nBin seit S4 dabei und war schon immer auf der Toplane zu Hause, manchmal jungle ich auch ganz gerne, alles andere is nich so mein Fall.\nHab mich diese Season zum ersten Mal gerankt und es zumindest bis Gold geschafft, Flex nur Bronze 1 da kaum gespielt.\nMit 21 gehöre ich wohl schon zu den älteren in League, zumindest wenn ich meine durchschnittlichen SoloQueue-Teams so angucke ;)\nWenn Interesse besteht, gerne ingame anschreiben, bin eigentlich jeden Abend nach der Uni in der Kluft zu finden.\n\nBis dahin :)\n\nPS.: Profil sieht stark nach OTP aus, is leider der SoloQueue geschuldet :D Aber keine Angst, mein Champion-Pool ist nicht nur auf 1,2 Champs beschränkt","replies":[]},{"id":"","poster":"banananas33","date":"2017-11-07T12:19:01.870+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nBin auf der Suche nach einem Team.\nSpiele seit S2 LoL, war S4 und S5 Gold geranked habe die letzte Season mit den Ranked etwas nachgelassen bin nun aber wieder voller Engagement dabei. Leider hatte ich nicht ausreichend Zeit zum Aufstieg auf Gold für diese Season.\nIn der Solo Q spiele ich meistens eine Solo Lane, bin aber auch eine Vollblut Support mit dem richtigen ADC (eher selten in der SoloQ)\n\nBin selber 22 Jahre alt und denke das ich den Anforderungen entspreche.\n\nsgL","replies":[]}]}