{"id":"hjMm4duk","poster":"VeruTv","date":"2017-11-05T08:15:07.862+0000","title":"Bronze V Leute gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey, Leute.\n\nIch suche einen Bronze V Dude (Egal ob M&auml;nnlich oder Weiblich), der kein Smurf ist (Ganz wichtig!). Ich m&ouml;chte mal mit einem Bronze 5 Spieler soweit wie m&ouml;glich kommen :)\nAm Besten w&auml;re einer, der schon sehr lange dort h&auml;ngt (1-x Seasons), damit wir gemeinsam besser werden x)\n\nSeine Position sollte Mitte oder Jungle sein, da ich Toplane spiele. Mein 2. Account ist Silber 2 gewesen, allerdings habe ich da nicht immer gespielt, weswegen ich im Endeffekt in Silber 5 gelandet bin. Der Acc hier ist auf dem Weg nach Bronze 5 (habe ihn deswegen extra gemacht...naja...das war eigentlich mal der Hauptacc, aber okay x) ).\n\nDie Person sollte TS haben, zudem sollte sie zwischen 13-19 Jahre alt sein, da ich lieber mit Leuten spiele, die ungef&auml;hr mein Alter haben oder etwas j&uuml;nger sind :)...zudem sollte sie gut drauf sein und net immer Ragen...kurz gesagt: Eine Person, welche Spa&szlig; versteht und nicht nach nem Lose rumheult oder ausrastet, das war&acute;s :) . Ach ja: M&uuml;he geben w&auml;re auch noch toll, da ich niemanden will, der nur trollt :D\n\nZusammengefasst: Ich m&ouml;chte jemanden haben, der unbedingt besser werden will, der Spa&szlig; versteht und kein Smurf/Troll ist und zudem Bronze V ist, seit etwas l&auml;ngerer Zeit. Bei Interesse bitte melden. An alle, die h&ouml;here Elo sind:  Ihr k&ouml;nnt ja Leute fragen, die Bronze 5 sind, ob sie Interesse haben :)\n\nDanke &lt;3\nLG VeruTv","replies":[{"id":"","poster":"Petra Paη","date":"2017-11-23T05:44:23.826+0000","up_votes":1,"down_votes":0,"body":"kk","replies":[]},{"id":"","poster":"Petra Paη","date":"2017-11-05T15:23:56.083+0000","up_votes":1,"down_votes":0,"body":"Darf ich fragen, warum du davon ausgehst, dass du selbst in Bronze  (V) reinkommst?","replies":[{"id":"","poster":"VeruTv","date":"2017-11-08T10:29:06.305+0000","up_votes":1,"down_votes":0,"body":"Ein Kumpel von mir hat die Erlaubnis die 10 Spiele zu spielen, da er meinte, er gehöre nicht in Bronze . Daraufhin habe ich ihm von meinem Acc erzählt, der noch Level 27 ist (war) und das ich ihn hochspielen will. Da hat er mich gefragt, ob er die Ranked Games machen darf (die ersten 10) und ich hab ja gesagt. Später kam mir die Idee mit Bronze 5, wegen Road to Challenger. Wenn er jetzt Bronze wird, wird der Acc in der nächsten Saison herabgestuft. Ich weiß nicht, in welche Liga er kommt, aber es reicht, wenn ich im Endeffekt Bronze 3 bin/komme.\n\nHoffe das beantwortet deine Frage :)","replies":[{"id":"","poster":"Petra Paη","date":"2017-11-09T17:43:02.313+0000","up_votes":1,"down_votes":0,"body":"> Hoffe das beantwortet deine Frage :)\n\nHmm oky.\nAuf diesem Account hier spiele ich nur Support - jedes Ranked wurde als Support absolviert. Sollte ich Mitte (meine 2. Rolle - Wahl wäre der falsche Ausdruck :D), dann hab ich die Championauswahl verlassen - wollte es weder mir noch meinem Team antun ;D\n\nHabe mir dann auch einen zweiten Account hochgespielt. Mein Ziel war es in Bronze reinzukommen,\ndamit ich dort (ja, da streiten sich die Geister) andere Lanes \"lernen\" kann.\n(Hatte vor längerem auch mal Mitte oder Top gespielt, aber nachdem ich wirklich nur auf die Schnute bekam,\nhab ich die Lust an dieser Lane und auch am Spiel verloren - was sich durchs Supporten geändert hat.\n(das Match-Making hatte sein Teil dazu beigetragen - es macht keinen Spaß, als wirklich schlechte Solo-Lane-Spielerin gegen Platin spielen zu müssen, wobei Goldgegner für mich auch zu schwer waren)\n\nOh, sehe auch grad: Du wurdest Silber.. wie schaut denn dein Plan jetzt aus?\n\nKannst mich auch gerne adden, damit wir dort schreiben. Dann müssen wir nicht den Post \"zuspamen\" :D\n\nLiebe Grüße :3","replies":[{"id":"","poster":"VeruTv","date":"2017-11-22T10:55:14.708+0000","up_votes":1,"down_votes":0,"body":"Ich schick dir mal ne FA :)","replies":[]}]}]}]},{"id":"","poster":"AI aronimus","date":"2017-11-05T11:31:34.226+0000","up_votes":1,"down_votes":0,"body":"Hey ich hänge schon länger in bronce 5 fest,  \nIch bin 15 Jahre alt habe ts und kann eigenlich auf jeder lane spielen.\nLg Aaron","replies":[{"id":"","poster":"VeruTv","date":"2017-11-05T12:49:34.322+0000","up_votes":1,"down_votes":0,"body":"Hey Aaron :D\nDanke für deine Antwort, ich bin heute noch dabei ihn auf Level 30 zu bringen und morgen bin ich in Bronze 5. \nHeute werde ich dich mal anschreiben und dann können wir ja mal n bissl über alles Quatschenh ^^","replies":[]}]}]}