{"id":"0QB9oxYl","poster":"MrStrong77","date":"2017-11-04T17:55:02.834+0000","title":"Habe jede 51. Sekunde einen 4 Sekunden disconect","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey, ich hoffe einer von euch hat eine Antwort auf mein Problem, danke im vorraus :)\n\nAlso ich habe gestern paar games ganz normal gespielt ohne probleme oder &auml;hnliches. Heute hab ich auch noch 2 games gemacht, dann eine Pause wo der Client dann ausgegangen ist weil mein Pc in standby gegangen ist. So dann ein game gestartet und dann hat es jedes mal bei der 51. Sekunde einen Dc f&uuml;r 4 Sekunden gegeben sprich 0:51-0:55 , 1:51-1:55 und das das ganze game lange jetzt noch eins gemacht und genau das gleiche problem nur zu einer anderen Zeit. Kann mir da jemand einen Tipp geben was man machen kann oder woran es liegen k&ouml;nnte? (Der Ping steigt jedesmal beim dc)\n\nIch hab schon Pc neugestartet, LoL neugestartet , Router neugestartet hat aber alles nichts gebracht.\n\nHatte davor sowas auch noch nie und Internet Funktioniert soweit auch ohne Probleme\nBitte um schnelle hilfe, danke :)","replies":[{"id":"","poster":"Drachenlord1510","date":"2017-11-04T18:42:15.564+0000","up_votes":1,"down_votes":0,"body":"Gib mal in cmd den Befehl \"ping google.de -t\" ein und schau, wie sich das da verhält. Wenn du siehst, dass da genau wie oben beschrieben regelmäßig ein Highping ist und du ausschließen kannst, dass es nicht direkt am Router liegt, dann wäre es als nächstes interessant zu wissen, wie dein PC verbunden ist. Wenn du WLAN nutzt, dann solltest du es einmal schauen, ob die Probleme auch bei LAN auftreten. Wenn du DLAN nutzt, dann solltest du erst schauen, ob dein DLAN-Adapter auch direkt am Stromnetz hängt, also nicht über eine Mehrfach-Steckdose oder Verlängerungskabel. Wenn das nicht der Fall ist, dann probier auch mal, ob die Probleme über LAN auftreten.\nSonst kann ich nicht weiterhelfen. Da bin ich zu unqualifiziert. Viel Glück!","replies":[{"id":"","poster":"MrStrong77","date":"2017-11-04T19:07:55.141+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp mit dem cmd, da ist der ping aber zwischen 17 und 18. Hab lol Deinstaliert und Instaliere es jetzt wieder vielleicht hilft das, und selbst beim Patchen ist der ping nur bei 40 konstant minuten lang.\nKann sowas auch an lol liegen, also das es nur ein Bug war oder so? Weil mein Internet ist komplett stabil","replies":[{"id":"","poster":"MrStrong77","date":"2017-11-04T21:35:04.183+0000","up_votes":1,"down_votes":0,"body":"Okay hat geklappt das neu Instalieren :D problem ist weg :D","replies":[{"id":"","poster":"MrStrong77","date":"2017-11-05T15:14:45.156+0000","up_votes":1,"down_votes":0,"body":"Problem ist wieder da ... genau das gleiche wie gestern, hab wieder dem cmd code eingegeben und immer wenn es sich bei lol aufhängt kommt beim code, \"Zeitüberschreitung der anforderung\"","replies":[]}]}]}]}]}