{"id":"dmaeE2NT","poster":"BuLy4eVeR","date":"2019-06-06T07:23:53.493+0000","title":"SFD-Gaming sucht nach Spielern und Teams für kommende Turniere!","subforum":"Clans & Teams","embed":{"title":"Join the SFD-Gaming Discord Server!","description":"Check out the SFD-Gaming community on Discord - hang out with 103 other members and enjoy free voice and text chat.","url":"https://discord.gg/JAymaVk","image":"https://cdn.discordapp.com/icons/212481581334396929/90733b9b60c57020623edff77c6efb04.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Hallo Beschwörer,\r\n\r\nSFD-Gaming ist eine Multigaming Organisation die im Jahr 2000 gegründet wurde und seit geraumer Zeit nun im eSport aktiv ist.\r\n\r\nDurch eine Meinungsverschiedenheit in der letzten SINN-League Season haben sich die Teams aufgelöst und somit suchen wir nun wieder Aktiv nach Spieler für die Organisation.\r\n\r\nUm den Bereich League of Legends zu stärken suchen wir nun Spieler oder gesamte Teams für die Teilnahme an Turnieren, darunter zählen Turniere wie die SINN-League, ESL Open Qualifiers, Lan Tournaments etc. \r\n\r\nUm in der Szene erfolgreich wieder durchzustarten suchen wir 2 Teams die wie folgt kategorisiert werden:\r\n\r\nPlatin 3 - Diamant 4 | Academy Team \r\n\r\nDiamant 2 - Challenger | Main Team \r\n\r\nWir suchen Spieler die schon in Tunieren gespiet haben und somit gewisse Grunderfahrungen mitbringe, gerne sind aber auch Neue Spieler bei uns Wilkommen!\r\n\r\nWir bieten euch:\r\n\r\n•Erfahrene Leitung der Organisation\r\n•Aktivität im Bereich Social Media wie Instagram, Twitter, Facebook &amp; Co.\r\n•Management für Scrims, Turniere, LAN-Events.\r\n•Eigenen Discord sowie Teamspeak3 Server zur Kommunikation.\r\n•Stream und Cast von euren Spielen sowie Turnieren.\r\n•Promotion auf unser Website sowie im Social Media.\r\n\r\n\r\nUm sich bei uns als Spieler zu Bewerben solltet ihr folgendes mitbringen:\r\n\r\n•Ein Mindestalter von 16 Jahren.\r\n•Mindestens eine Season die Voraussetzung des Ranks erfüllen.\r\n•Bereitschaft and Tunieren teilzunehmen.\r\n•Bereitschaft für Scrims und Trainingseinheiten haben.\r\n\r\nBitte gibt uns bei Interesse der Teilnahme als gesamtes Team folgende Informationen:\r\n\r\n•Durschnittsalter \r\n•Durchschnittliche ELO \r\n•Turniererfahrungen sowie Turniererfolge\r\n•Seit wann besteht dass Team?\r\n•Worauf kommt es euch bei einer Zusammenarbeit an?\r\n\r\nWenn wir euer Interesse geweckt haben unter der Flagge von SFD-Gaming zu spielen schickt uns eine Anfrage mit folgenden Informationen Ingame, auf unserem Discord Server oder via Mail an Joschua.Korz@SFD-Gaming.com . \r\n\r\nMit besten Grüßen \r\n\r\nJoschua aka JudgedByCards","replies":[]}