{"id":"coPEqWAk","poster":"Arammus","date":"2017-11-03T20:39:01.992+0000","title":"iiiich brauche etwas einsicht zu meiner CR","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"ich verstehe nicht ganz warum ich sie erhalten habe. und ja ES ZEIGT MIR NUR DIESES SPIEL AN!\nich verstehe es wirklich nicht. bitte um hervorhebung oder erkl&auml;rung.\n\n\nSpiel 1\nArammus: wow. 15sec into the game and the first person is ping + chatmuted rofl\nArammus: damn mid afk\nArammus: xD always the ppl that troll\nArammus: you never asked for help!?\nArammus: did. not a single ping or chat asking for help from you\nArammus: sorry but if you cant read when i said i muted jinx because of pingspam\nArammus: then thats not my fault\nArammus: we were 15sec into the game and jinx spammed pings. ofc mute\nArammus: now she trolls lol\nArammus: why would i unmute\nArammus: next time ask for help and read chat rofl\nArammus: so yea.\nArammus: k rofl\nArammus: theres a saying friend.\nArammus: if YOU only encounter aholes in your entire life. 99% sure you are the ahole.\nArammus: your adc, your premade and you aswell all got a ton of deaths. while i got 0 lol\nArammus: you just prove my point\nArammus: entire team flames me cause i muted jinx for spam xD\nArammus: that logic lol\nArammus: cant help a person thats muted due to pingspam or insult xD\nArammus: i mute ppl cause i think they are not worth my time or effort in a fucking game. if they rage in a game they are just stupid sry\nArammus: mute and laugh at them fail and cry\nArammus: ahahahaha\nArammus: say that again xD\nArammus: i dare you :D\nArammus: jinx wanna duo?\nArammus: more fun xD\nArammus: gg wp. the better less flaming  team wins\n\nwas ich noch anfügen will: seit wann ist viel schreiben ein regelverstoß? und was ist überhaupt viel schreiben? ist es viel geschrieben wenn wir bei 15min surrendern und ich in der zeit 20mal ss schreiben musste weil mein gegner nicht auf der lane ist?\nich schreibe ja nicht während teamfights oder so... meist beim recall oder wenn ich tot bin oder so.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-11-03T22:37:48.393+0000","up_votes":3,"down_votes":0,"body":"Es gibt einen realtiv einfachen Grund, warum das System ausschlägt:\n\nDu schreibst zu viel und darunter sind Dinge, die vom System durchaus als Keywords für toxischen Chat erkannt werden können. Sicher, sieht man den gesamten Zusammenhang im Chat, mag man das vllt milder sehen, aber so urteilt das System nicht. Sobald dich jemand wegen deinen Chatnachrichten reportet, werden alle schonmal auffälligen Chatlogs gescannt. Dir werden lediglich die Spiele (in dem Fall nur 1) gezeigt, die das Fass zum überlaufen gebracht haben.\n\nDein Chat ist bis auf ein paar kleine Sachen belanglos, aber das tut nix zur Sache, da wir nicht wissen, was das System aus früheren Spielen detektiert hat. Zudem wäre es nächstes Mal ganz nett Screenshots der Reformkarte zu machen und nicht per copy and paste das ganz einzufügen, da du so zwar viel posten, aber nichts fundiert zeigen kannst - aber das nur am Rande, ich glaub dir, dass der Chatlog so auch auf der Reformkarte steht.\n\nWenn ich dir nen Tipp für die Zukunft geben darf:\n\nSchreib nicht so viel. Niemand muss wissen, dass du irgendwenn gemuted hast, weder dein Team noch der Gegner, wenn dir alle auf die Eier gehen, mute alle, es gibt: /mute all oder /fullmute all (außer für Emotes, die müssen per Tab oder im Menü gemuted werden). Du musst im Spiel nicht den Keyboard Warrior memen, League ist eine Battel Arena, kein Chatroom um sich gegenseitig zu überbieten.\n\nWenn du nicht solche Diskussionen führst, hat das System auch keine Anhaltspunkte um über dich zu urteilen. In den Chat sollten eigentlich nur: Spielbezogene Taktikvorschläge, Lob, aufbauende Worte, Anerkennung für den Gegner und gerne Gute Laune und Humor, gegen ein \"glhf\" oder \"damn I got roastet\" hat niemand irgendwas.\n\nMach dir nix draus, schreib nicht mit Leuten die dich beleidigen oder anpingen und hab Spaß, mit einem einfachen /mute all spielt es sich oft sehr entspannt.\n\nLG","replies":[]},{"id":"","poster":"Armìnìus","date":"2017-11-04T01:51:36.938+0000","up_votes":4,"down_votes":1,"body":"Arammus,\n\ndu bist hier bei League Of Legends, einer Multiplayer Online Battle Arena. Hier geht es nicht um den Chat. Du sollst dich auf dein Spiel konzentrieren. Wenn du jemandem brauchst mit dem du chatten kannst, kann ich dir Tinder wärmstens empfehlen.\n\nIch weiß nicht ob man dich reporten kann für das wasx du schreibst, aber allein für die pure Zeit die du im Chat verbringst um diesen ganzen Schwall von völlig uninteressanten Informationen abzusondern würde ich dich schon reporten. Es geht darum wie du auf der Kluft agierst und nicht das du allen Leuten zeigst wie toll du deine Tastatur bedienen kannst.","replies":[]},{"id":"","poster":"clair de lune289","date":"2017-11-03T21:10:08.086+0000","up_votes":2,"down_votes":0,"body":"du beschuldigst deine Mitspieler des trollens (wen du glaubst ein Spieler trollt reporte diesen am Ende,das was du da machst ist flame).\nDazu kommt dann noch das du dich über sie lustig machst und ihnen die Schuld fürs verlieren gibst.\nAll das ist unnötig und verschlechtert die Stimmung noch weiter und da es bei dir öfters so zu sein scheint (sonst wärst du eben nciht bestraft worden und es wäre als schlechter Tag durchgegangen), wurdest du bestraft.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-04T01:31:49.552+0000","up_votes":1,"down_votes":0,"body":">du beschuldigst deine Mitspieler des trollens\n\nTu ich auch , wenn es der Wahrheit entspricht und eine Strafe habe ich deshalb noch nie erhalten :D","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-04T08:29:41.278+0000","up_votes":1,"down_votes":0,"body":"vieles wird ja auch erst bestraft wen es zu regelmäßig vorkommt, es kann durchaus sein das du  dafür nicht/noch nicht bestraft wurdest.\nGrade in Fällen in den Spieler nicht beleidigen sondern einfach nur ihre Mitspieler Blamen/als Trolle bezeichnen oder einfach gesagt \"sich wie ein Arsch\" im  Chat verhalten ,sind es eben nicht nur dieses Spiel/Spiele die zu einer Strafe führen.\n\nSobald man einmal bestraft wurde,folgt die nächste Strafe übrigens wesentlich schneller sollte man sein Verhalten nicht bessern. Die Ausrutscher,die als \"nur ein schlechter Tag\" abgesehen werde, sind dann quasi aufgebraucht und man muss erst sehr lange keine Strafe erhalten um diesen Puffer wieder zu erhalten.","replies":[{"id":"","poster":"Anikiisama","date":"2017-11-04T20:19:02.944+0000","up_votes":1,"down_votes":0,"body":"In jedem 2ten Game habe ich einen oder mehrere die entweder trollen oder flamen weshalb ich sie auch solche betitel und zum report aufrufe... hab das bestimmt schon hunderte male getan und bestraft wurde ich noch nie... ich weiß nämlich was das System als toxisch ansieht und was nicht... Das ist relativ einfach...","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-11-03T22:10:07.235+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=coPEqWAk,comment-id=0001,timestamp=2017-11-03T21:10:08.086+0000)\n>\n> du beschuldigst deine Mitspieler des trollens (wen du glaubst ein Spieler trollt reporte diesen am Ende,das was du da machst ist flame).\n> Dazu kommt dann noch das du dich über sie lustig machst und ihnen die Schuld fürs verlieren gibst.\n> All das ist unnötig und verschlechtert die Stimmung noch weiter und da es bei dir öfters so zu sein scheint (sonst wärst du eben nciht bestraft worden und es wäre als schlechter Tag durchgegangen), wurdest du bestraft.\n\nAlso ganz ehrlich: Das mag zwar ein aggressiver Unterton sein, aber gemessen an dem, was man sonst so liest, ist das doch Kinderkram. Ich erlebe es ziemlich selten, dass mal jemand in meinen Games für \"kys\" oder ähnliches gebannt wird. Aber das bisschen Trash Talk soll jetzt eine CR wert sein? \n\nIch reporte ja schon relativ größzügig, aber den TE würde ich nicht reporten. Ich würde einfach muten...","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-03T22:14:02.847+0000","up_votes":1,"down_votes":0,"body":"kys lässt einen CR komplett überspringen,die Tatsache das sein Verhalten einfach nur total unnötig,toxish und nervig ist, sich aber dennoch alles im Rahmen hältist der Grund warum es **nur!** eine CR ist.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-11-04T07:05:34.810+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=coPEqWAk,comment-id=000100010000,timestamp=2017-11-03T22:14:02.847+0000)\n>\n> kys lässt einen CR komplett überspringen\n\nSchön wärs ja.","replies":[{"id":"","poster":"Arammus","date":"2017-11-04T13:13:01.685+0000","up_votes":1,"down_votes":0,"body":"+1.\nals ich sagte \"say that again i dare you\" hat er auch gesagt ich soll mich selber umbringen. und er hat es danach auch gespammt. \nich habe ihn geaddet, er hat mich angenommen und er zockt fröhlich weiter.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-11-03T22:38:09.525+0000","up_votes":1,"down_votes":0,"body":"Du vergisst aber wie irgendwie alle anderen auch, dass er nicht für dieses einzelne Spiel bestraft wurde sondern für sein dauernd immer wiederkehrendes schlechtes benehmen. Wäre das das erste Mal gewesen hätte er ganz sicher keine CR bekommen. Ja, sein CL is wenn er echt ist nicht dramatisch aber dafür hat es vermutlich auch ne Weile gedauert bis er die CR erhalten hat ^^","replies":[]}]},{"id":"","poster":"Arammus","date":"2017-11-03T21:20:22.078+0000","up_votes":1,"down_votes":0,"body":"ich beschuldige niemanden des trollens. ich weise auf eine jinx hin die am spammen war und nicht in einem einzigen fight geholfen hat.\nund ich mache mich über keinen lustig. ich sage nur das ich flamer mute und über sie lache weil das armseelig ist. mehr nicht","replies":[{"id":"","poster":"clair de lune289","date":"2017-11-03T21:28:09.222+0000","up_votes":1,"down_votes":0,"body":"\"Arammus: now she trolls lol\"\n\"Arammus: if YOU only encounter aholes in your entire life. 99% sure you are the ahole.\"\n\"Arammus: your adc, your premade and you aswell all got a ton of deaths. while i got 0 lol\"\n\"Arammus: i mute ppl cause i think they are not worth my time or effort in a fucking game. if they rage in a game they are just stupid sry\"\n\ndas steht alles in deinem Chatlog und es ist toxisch","replies":[]}]}]},{"id":"","poster":"Herr Hübsch","date":"2017-11-03T20:50:41.901+0000","up_votes":1,"down_votes":0,"body":"schätze zuoft muted gesagt? ^^ nen anderen grund fände ich hier net","replies":[{"id":"","poster":"Arammus","date":"2017-11-03T20:53:43.085+0000","up_votes":1,"down_votes":0,"body":"und das zu sagen/zu erwähnen ist ein reportgrund? finde ich jetzt etwas merkwürdig aber naja bitte. sind 10 games cr, ist jetzt kein weltuntergang. nur etwas nervig und nicht nachvollziehbar.","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-11-03T20:55:16.988+0000","up_votes":1,"down_votes":0,"body":"naja cr ist ja eine \"leichte bestrafung\".. ich kenne kaum \"leichte\" sachen die reportbar sind.. meist ist alles härtere als muted schon in nem ban ausgegangen.. finde muted auch grenzwertig.. klar beeinflusst es das spielgeschehen negativ.. aber da müsste es ne zwischenlösung geben","replies":[{"id":"","poster":"Arammus","date":"2017-11-03T20:57:51.497+0000","up_votes":1,"down_votes":0,"body":"ich könnte jetzt sagen das ich fast immer mitteile wenn ich eine person mute. und das schon seit einer sehr langen zeit. hm","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-11-03T20:59:25.618+0000","up_votes":1,"down_votes":0,"body":"ja aber 10mute hintereinander is halt nen unterschied^^","replies":[]}]}]}]}]}]}