{"id":"cTiU1KRW","poster":"GoG Bundy","date":"2017-11-03T14:12:18.073+0000","title":"Das Team \"Get the Nexus\" sucht neue Mitglieder für den silber und für den Platin Bereich!!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Summoners! \r\n\r\nWir sind das Team Get the Nexus! Zur Zeit w&auml;chst unser Team und besteht inzwischen aus einem Silber/Gold und Platin Team. Es mangelt uns aber an Mitgliedern f&uuml;r das zweite Silber Team. \r\n\r\n_Gesucht wird: _\r\n\r\nBevorzugte Positionen sind Jungle und Top f&uuml;r das _**Silber Team.**_\r\nF&uuml;r das **_Platin Team_** wird ebenfalls noch Jungle und Top gesucht.\r\n\r\n_Unser Angebot: _\r\n\r\nWir bieten neben einem Discord-Server, ein strukturiertes Training + Coach und viel Spa&szlig; am Spiel. Sobald die Teams stehen sind auch Scrim Abende geplant um neues auszutesten bzw. Altes zu verbessern.  \r\n\r\nWir haben Ziele im Training und die gilt es dann zu erreichen. Aus dem Grund wird im Training meist immer try-hard gespielt. Daf&uuml;r sollte ein gewisses Ma&szlig; an Verst&auml;ndnis mitgebracht werden. \r\n\r\n_Was solltest du mitbringen:_\r\n\r\nWir erwarten von unseren Mitgliedern Freundlichkeit, Kritikf&auml;higkeit, Spielverst&auml;ndnis und Verl&auml;sslichkeit. \r\n\r\nDu solltest &uuml;ber 18 sein, deine Position spielen k&ouml;nnen und einen gewissen Pool an Champions mitbringen. Du bist nicht &uuml;ber 18 meinst aber das du trotzdem die oben genannten Punkte erf&uuml;llst kann man nach Absprache bestimmt eine L&ouml;sung finden. \r\n\r\nRagen bzw. Flamen gegen das eigene Team oder im Training wird nicht gerne gesehen, da es nicht nur einen selbst, sondern auch das ganze Team negativ beeinflussen kann\r\n\r\nDu hast Interesse? Dann melde dich bei ElBundy oder Subroe. Einfach bei LoL adden und alles weitere wird dann besprochen!","replies":[{"id":"","poster":"TheKataOneTrick","date":"2017-11-03T20:51:04.601+0000","up_votes":1,"down_votes":0,"body":"Moin ElBundy,\n\nwürde mich gerne für die Stelle des Toplaners im Platin-Team bewerben. Bin aktuell Plat V und bringe auch bereits einige Erfahrungen aus früheren Teams mit. Habe einen soliden, aber noch wachsenden Champpool und hätte Interesse.\n\nHab viel Spielverständnis, bin freundlich und kann mich gut integrieren. TS3, Discord etc. auch parat.\nBin 17 Jahre alt, würde mich aber zu der Gruppe gesellen, die sich benehmen kann und sich akurat verhällt.\n\nIch werde dich mal ingame adden.","replies":[]}]}