{"id":"535EJpmf","poster":"M4I a Lyrae","date":"2019-06-05T22:34:47.089+0000","title":"Hast du Interesse zur Gründung eines Teams? Dann bist du bei M4I Genau richtig!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"https://www2.pic-upload.de/img/36470436/background.jpg\r\n\r\nLiebe Gamer,\r\n\r\naktuell sind wir auf der Suche nach Spielern, die in unserer Community ein neues Team aufbauen bzw. sich einem neuen Team anschließen wollen.\r\n\r\n**Wer sind wir?**\r\n\r\nDie Idee hinter Mind4Inception ist, dass wir eine Gemeinschaft mit familiärer Atmosphäre gestalten möchten. Bei uns ist jeder, der sich zivilisiert und angemessen Verhalten kann, willkommen.Trotz einer gewissen Ernsthaftigkeit beim Spielen steht der Spaß bei uns im Vordergrund, daher wird bei uns Niemand auf seine ELO reduziert. Die Gemeinschaft und das Zusammenspielen liegen uns sehr am Herzen.\r\n\r\n**Was ist unser Ziel?**\r\n\r\nLeague of Legends ist ein Spiel das frustrierend sein  kann. Bei vielen Spielern in unterschiedlichen Elos, wächst der Drang nach Teamplay weshalb viele auf der Suche nach Flex Gruppen und festen Teams sind. Unabhängig der Elo möchten wir einige harmonierende Teams aufbauen, von Spielern, die sich untereinander gut verstehen.\r\nWir als aktive Community möchten euch aber auch genügend Support bieten, z.B. bei der Membersuche oder der Teilnahme an Turnieren, wie unter anderem der SINN-League, damit alles einwandfrei funktioniert.\r\n\r\n**Was wir euch als Team bieten:**\r\n▷ Team support\r\n▷ Eigene Team Channel mit Passwort \r\n▷ Community Mitglieder, die auf der Suche nach einen Team sind (jede Elo)\r\n▷ Eine tolle und familiäre Community \r\n**Was wir in der Zukunft planen:**\r\n\r\n▷ Interne Turniere, in denen sich die Community-Teams kompetitiv messen können\r\n▷ Externe Teilnahme an Turnieren mit Community-Teams unter unserem Namen\r\n▷ Regelmäßig spannende Events innerhalb der Community\r\n**Was wir euch als Mitglied an unserer Community bieten:**\r\n\r\n▷ Demnächst eine Homepage/Forum [Xenforo] [Start Anfang Juni]\r\n▷ Angenehme Atmosphäre\r\n▷ Eine eigene Domain\r\n▷ Einen eigenen Ts3 mit Aktivierung Lizenz [256 Slots]\r\n▷ Einen eigenen Root Server + V Server wo wir genug Platz besitzen für Games\r\n▷ Zukünftige Events und interne Turniere\r\n▷ Unterstützung einer Teamgründung, als auch einer Teamsuche\r\n▷ Wir bringen Streamer mit und geben euch auch die Chance dazu, einer bei uns zu\r\n     werden\r\n▷ Wir bieten Streamer kostenlose Twitch Emotes an (unsere Artists: mrs_slox)\r\n▷ Musikbots [wo Events und Live Shows gemacht werden]\r\n▷ Ein professionelles und motiviertes Team\r\n▷ Mitbestimmungsrechte bei Änderungen, Verbesserungen oder Umstrukturierungen\r\n▷ Langfristigen Server mit ständigen Updates und Verbesserungen\r\n▷ Einen eigenen Ark Server\r\n▷ Garry’s Mod Server (TTT) [Demnächst Start]\r\n▷ Und vieles mehr!!!\r\n\r\n**Was du mitbringen solltest:**\r\n\r\n▷ Du solltest Mitglied unserer Community werden\r\n▷ Ein alter von 16+\r\n▷ Spaß an League of Legends\r\n▷ Eine geistige Reife, ein ordnungsgemäßes Headset und eine belastbare\r\n    Internetverbindung\r\n\r\nDann bist DU genau bei uns richtig!\r\n\r\nKontaktieren könnt ihr uns auf den Teamspeak (IP: Mind4Inception.de) oder unter den folgenden E-Mails:\r\n\r\nLolaBunny@mind4inception.de\r\nFrosdedje@mind4inception.de\r\n\r\nFreundliche Grüße euer M4I a Lyrae","replies":[]}