{"id":"OKF7gd6r","poster":"DeaJay","date":"2017-11-02T15:09:00.523+0000","title":"Diamond Team sucht Coach: Ziel ESL","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Morgen, guten Mittag oder guten Abend,\r\n\r\nnun denn, erstmal allgemeine Infos zu mir, damit ihr wisst wer ich bin:\r\n- Vor kurzem 19 Jahre alt geworden\r\n- Befasse mich mit League of Legends seit Season 2\r\n- Seit Season 3 als Analyst und auch als Coach t&auml;tig (verschiedenen Teams von Gold - Diamond)\r\n- Habe in Season 5 und in Season 6 eine Zeit lang in 2 Diamond Teams gespielt &uuml;ber meines Freundes Account (da er selbst nicht aktiv gespielt hat, konnte ich seinen Account benutzen)\r\n- Momentan der Teamgr&uuml;nder und Manager eines Teams, welches n&auml;chste Season sich f&uuml;r die ESL qualifizieren m&ouml;chte\r\n\r\nZum Thema:\r\nDas Ziel des Teams ist es in der ESL Meisterschaft mitzuspielen.\r\nDaher suche ich mometan f&uuml;r mein Team einen Coach, der das Team f&uuml;r die ESL vorbereiten kann.\r\nDas Team besteht erst seid kurzem. Dies sollte aber kein Problem sein, da sich das Team in der Preseason sich erstmal einspielen soll und sich kennenlernen soll und miteinander trainieren soll.\r\nAnfang Season 8 w&uuml;rde ich dann gerne mit dem Team bei der ESL Qualifikation mitmachen, um zu gucken ob das Team bereit dazu ist.\r\n\r\nOP.GGs von den Spielern:\r\nTop Lane: CyNaXx http://euw.op.gg/summoner/userName=Cynaxx \r\nJungle: CG Kleriker85hh http://euw.op.gg/summoner/userName=CG%20Kleriker85HH \r\nMid Lane: Steht erst heute Abend fest\r\nAD Carry: Baby Dorie http://euw.op.gg/summoner/userName=Baby+Dorie \r\nSupport: Eule 99 http://euw.op.gg/summoner/userName=Eule99\r\n\r\nWas ihr als Coach mitbringen solltet:\r\n- Allgemeine Coaching Erfahrung (Vorzugsweise ESL Coaching Erfahrung)\r\n- Erfahrung Diamond Teams zu coachen\r\n- Viel Zeit und Geduld (Es immer so, dass Spieler das &quot;gelernte&quot; nicht immer sofort anwenden k&ouml;nnen)\r\n- Aktivit&auml;t und Flei&szlig;\r\n\r\nWas das Team euch bietet:\r\n- Wir sind vorraussichtlich bei der Community Pyrolyse Gaming (Multicommunity + Gro&szlig;en LoL Bereich)\r\n- Alle 18+\r\n- Alle Ehrgeizig und bringen viel Zeit mit\r\n- Bei allen vorherige Teamerfahrung vorhanden und auch Erfahrungen beim Training mit Coaches\r\n- Alle Kritikf&auml;hig und besitzen den Willen um sich zu verbessern\r\n\r\nIch hoffe ich habe nichts vergessen. Wenn ihr dennoch Fragen habt, dann k&ouml;nnt ihr mich einfach adden und diese stellen.\r\n\r\nGru&szlig;\r\n\r\nFNC AnProAsian\r\n\r\nP.S. Falls ich Rechtschreibfehler gemacht habe, dann tut es mir Leid. Ich war nicht sehr gut in Deutsch, bin eher der naturwissentschaftliche Typ.","replies":[{"id":"","poster":"DeaJay","date":"2017-11-02T16:51:17.962+0000","up_votes":1,"down_votes":0,"body":"KED.... Bitte adde mich nochmal habe mich verklickt","replies":[]}]}