{"id":"lIwEiXzn","poster":"shnqZ","date":"2017-11-01T23:42:46.261+0000","title":"♣ SUPP -- Main ♣    Suche Leute für DuoQ oder FlexQ ♥    [TacUn]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community,\n\nmomentan bin ich auf der Suche nach ein paar Leuten die Lust haben ein bisschen zusammen zu Spielen. \nDerzeit bin ich der Leiter des Clans ~~|Tactical Unbeatable|~~, kurz TacUn.\nWarum der Name? Kurz und knapp, dass ist auch der Name meiner Steam Gruppe mit der ich haupts&auml;chlich Counter Strike gespielt habe.\nDer Name bedeutet keines Wegs das was er eigentlich bedeutet, aber mal schauen was sich in Zukunft ergibt.\n\n--------------------------------------\n\n_Vielleicht erstmal zu mir:_\n\nIch hei&szlig;e Philipp, bin 18 Jahre und befinde mich in einer Ausbildung, was bedeutet ich bin Haupts&auml;chlich abends Online.\nIngame bin ich unter dem Namen shnqZ anzutreffen, meine aktuelle Elo:\n\nSolo/Duo: Bronze 1\nFlex: Bronze 3 \n\nMeine Haupts&auml;chliche Lane ist Support, dort spiele ich momentan zu 90% Thresh und den eigentlich ziemlich sicher, aber bei weitem nicht perfekt.\nDennoch versuche Zurzeit neue Champions aus um meinen Champion-Pool zu erweitern.\n\nAlles au&szlig;erhalb eines Ranked-Games ist mir komplett egal, also ich bin weder Sauer wenn einer trollt oder sonst mal einen Champion ausprobieren will und daher schlecht spielt.\n\nAuch gegen Neulinge habe ich nichts, Neulinge sind bei mir im Clan Herzlich Willkommen, ich werde euch dann versuchen so gut zu helfen wie ich kann.\n\nIn Ranked-Games erwarte ich allerdings schon das man seinen Main Champion spielt, oder einen seiner Main Champions.\nDesweiteren sollte man schon das Ziel anstreben zu gewinnen, klar kann es sein das man mal einen schlechten Tag hat oder es einfach mal nicht l&auml;uft.\n\nFalls ihr noch Fragen zu mir oder meiner Person habt k&ouml;nnt ihr mich ja Ingame einfach mal adden.\n\n---------\n\n_Nun was ich mir Vorstelle oder von euch erwarte:_\n\nIch werde einfach mal einige Sachen auflisten, die sich denke ich von selbst erkl&auml;ren sollten:\n\n- Teamspeak3 + Headset\n- geistige Reife\n- Interesse an einem Team\n- Humor\n\n------\n\nDas soll es auch schon von mir gewesen sein, an dieser Stelle bedanke ich mich erstmal f&uuml;rs Lesen meines Threads.\nWenn euch der Thread anspricht k&ouml;nnt ihr mich einfach Ingame adden.\n\nVielleicht sieht man sich ja bald Ingame. \n\nx\n\nMit freundlichem Gru&szlig; \n\nshnqZ","replies":[]}