{"id":"3JGlzLmz","poster":"ifuifuwrafncydrs","date":"2017-11-01T20:08:16.663+0000","title":"Verständnisfrage zur Umstellung ab 08.11. #permanent #Champions #Splitter #Shop #BEs","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Das Umwandeln der im Spiel durch Truhen erhaltenen Champsplitter in Permanente wird ab 08.11. lt. FAQ nicht mehr m&ouml;glich sein.\n**\nMeine Frage hierzu: **\nIst es dann auch nicht mehr m&ouml;glich im Shop einen permanenten Champ mit blauen Essenzen zu kaufen? Was ja dann gleichbedeutend mit der Tatsache w&auml;re, dass man Champions nur noch mit RPs permanent kaufen k&ouml;nnte.\n\nOder gilt dieses Splitter-to-permanent-Champ-Verbot nur f&uuml;r die Belohnungen aus Truhen?\n\nWas dann wieder schade w&auml;re, da ich das ziemlich lustig fand.\n\nWas passiert mit Truhen, die ich kaufe? Wenn da ein Championsplitter drin ist, kann ich den quasi auch nicht mehr umformen, ich muss ihn entwerten und dann die BEs im Shop nutzen um einen Champ zu kaufen, richtig?\nIst der dann permanent oder nicht?\n\nDas Wort \"Freischalten\" irritiert mich allgemein etwas.\n\n------------\n**Noch eine Frage:** Da steht \"...wird dadurch beschleunigt, dass man keine Runen mehr kaufen muss...\"\n\nHei&szlig;t das, dass die Spieler ihre Champs nicht mehr individueller einstellen k&ouml;nnen?\nWomit werden die Runen ersetzt?\n\n-------------------\n\nAndere Kommentare zur Umstellung spare ich mir. \nMan verkauft hinsichtlich EPs überwiegend schlechte als gute Nachrichten.\nMit dem Wegfall der EPs, wird man länger spielen müssen, um Champions freizuschalten.\nFür neue User heißt es: \"Entweder ich spiel mit den Anfänger-Champs oder ich kauf mir einen \"Ranghöheren. Diese Entscheidung werden sie eher treffen als \"alteingesessene Spieler\".\n\nDie Unternehmenspolitik stimmt zumindest.\n\nIhr habt nicht mal an der Rotationsmethode gearbeitet.^^\n\n-----------------------------------------------------------------------------------------------------------------------------\n\n**PS. Eine letzte Frage:\n**\n**Habt ihr das Belohnungssystem aktuell deaktiviert?**\nIch kenne nämlich keinen, der im letzten Monat auch nur eine Truhe nach einer S-Show erhielt. \nUnd, wenn nicht durch einen selbst, erhielt man sie bis dato auch durch gute Teammember.\nFolglich, egal wie scheiße man spielt, hätte man sie dann doch durch Zufall mal erhalten müssen.\nAußer natürlich, wenn wir alle oder sprechen wir mal nur von mir - außer natürlich, wenn ich  im Downswing bin.^^\n**Ggf. sind die Anforderungen ein S zu erhalten auch nur gestiegen. ?\n**\n\nIch bekomm lediglich ab und an nach dem Einloggen ein paar Schlüsselfragmente. \nDie ja dazu dienen sollen mich zum Kaufen von RPs zu animieren. XD\n\n\nPPS.\n\nNormalerweise sollte man bei sinnvollen Reports von Spielern und Bugs Essenzen erhalten. \nImmerhin sind wir euer größter Feedbackpool.\n\n\n\n\n\n\n","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2017-11-01T20:27:32.939+0000","up_votes":1,"down_votes":0,"body":"Mein Fazit: \"Grindet bis zum 08.11. als gäbe es keinen Morgen. XD\" denn danach wirds länger dauern bis man genügend Money hat und ggf. sind die Champions, die man mit BEs kauft auch nicht mehr permanent.\"","replies":[{"id":"","poster":"Ma1days","date":"2017-11-01T21:27:29.008+0000","up_votes":1,"down_votes":0,"body":"es wird genau gleich lange dauern und sie werden dauerhaft bleiben \nverstehe diese ganze diskussion überhaupt nicht...","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2017-11-09T13:18:45.615+0000","up_votes":1,"down_votes":0,"body":"Ggf. hab ich nicht richtig gelesen, aber mir kam es so vor. \nNaja, wie dem auch sei, ja das trifft zu. #Permanent\n\nAllerdings widerspreche ich dir hinsichtlich der Dauer.\n\nIch musste jetz knapp 11 Games spielen um das nächste Lvl (31) zu erreichen.\nDem Zufallsgenerator geschuldet, sah ich 3 Champs, die ich schon hatte, 1 noch nicht.\nDas Entwerten brachte mir 2x90, 1x270 ein. \nDen Letzten könnte ich für 270 entwerten. Hieße unterm Strich ein Ertrag von 720!\nSpiele ich 11 Matches nach dem alten System & rechne mit Ø 70-150 EPs/Match, stehen 770-1650 zu Buche.\n\nFolglich, wie ich es auch schon schrieb, habt ihr die Benefits runtergeschraubt. \n\nEs stimmt zwar, dass ich mich schneller uplvl je mehr EPs ich erhalte, ergo je besser ich spiele, allerdings war das\na) schon im alten System so und\nb) nimmt der Nutzen für \"teurere\" Champs mit steigendem Lvl ab, da ich sie mir bis dahin sowieso schon zusammengespart habe.\nUnd ich bezweifle, dass in einem Paket 4x 6300er-Champs sind, so dass der Ertrag unterm Strich größer als nach der alten Benefitordnung wäre.\n\nUm mir einen Champ zu gönnen, muss ich jetzt also länger spielen, oder ich gebe Echtgeld aus und kauf ihn mir. Da Firmen, die Spiele entwickeln, stets darin bestrebt sind damit Geld zu verdienen etc. pp., ist die Umstellung natürlich eine im Sinne der Kostenreduktion und der Gewinnmaximierung. #BWL #pragmatische #realistische #Sichtweise #jm2cts","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2017-11-02T06:32:12.971+0000","up_votes":1,"down_votes":0,"body":"Okay, ich gebe dir einen dringenden Rat.\nBevor du einen solchen Thread eröffnest, recherchiere doch bitte.\n\nHier:\nhttps://euw.leagueoflegends.com/de/news/riot-games/editorial/upcoming-changes-leveling-ip-rewards\n\nDann zu deinen Anmerkungen.\n> Heißt das, dass die Spieler ihre Champs nicht mehr individueller einstellen können?\n> Womit werden die Runen ersetzt?\n\nhttp://euw.leagueoflegends.com/de/featured/preseason-update\n\n> Andere Kommentare zur Umstellung spare ich mir.\nMan verkauft hinsichtlich EPs überwiegend schlechte als gute Nachrichten.\nMit dem Wegfall der EPs, wird man länger spielen müssen, um Champions freizuschalten.\nFür neue User heißt es: \"Entweder ich spiel mit den Anfänger-Champs oder ich kauf mir einen \"Ranghöheren. Diese Entscheidung werden sie eher treffen als \"alteingesessene Spieler\".\n\nIst Blödsinn. Durch Level-Ups erhältst du bspw. auch Champions.\nIch bin jetzt zu faul dir das rauszusuchen. Es wurde sogar angemerkt, dass neue Accounts gerade bei Level-Ups in den unteren Rängen auch Champions bekommen, die für neue Spieler leichter zu lernen sind.\n\n> Ich kenne nämlich keinen, der im letzten Monat auch nur eine Truhe nach einer S-Show erhielt.\n\nEntweder du bekommst ein S(+) auf einem Champ mit dem du noch keine Truhe erhalten hast oder einer deiner Pre-Mades(!) erhält ein S(+) und du spielst einen Champion, auf dem du noch keine Truhe erhalten hast.\n\nMal ganz im Ernst. Dein ganze Post hätte dich 3min googeln gekostet. Bitte recherchiere doch erst mal, bevor du rumnörgelst.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2017-11-03T15:47:27.402+0000","up_votes":1,"down_votes":0,"body":"Würdest du hinsichtlich der Frage \"permanente Champs\" noch etwas schreiben was mich erleuchtet? Das wäre sehr lieb und hilfreich.","replies":[{"id":"","poster":"Qbert","date":"2017-11-03T19:15:04.211+0000","up_votes":1,"down_votes":0,"body":"Doch doch, du kannst die Champs noch kaufen.\nDie wirst du entweder über RP oder BE kaufen können. Es fällt nur die jetzige Variante weg, dass du 3 Champion-Shards rerollst in einen permanenten Champion.","replies":[]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2017-11-03T15:28:57.238+0000","up_votes":1,"down_votes":0,"body":"Ich hab den gesamten Hinweis zu den Änderungen gelesen und verstanden. Ggf. bin ich hinsichtlich Änderungen auch etwas negativ vorbelastet #Pokerstars","replies":[]}]},{"id":"","poster":"naniwakaze","date":"2017-11-01T21:21:09.245+0000","up_votes":1,"down_votes":0,"body":"Wie kommst du darauf, dass man Champions nur noch mit RP kaufen können sollte oder nicht permanent ist?\n\n> https://support.riotgames.com/hc/de/articles/115012640908\nMit den neuen blauen Essenzen kannst du alles machen, was früher mit EP und blauer Essenz möglich war. Du kannst mit blauer Essenz jeden Champion direkt im Shop erwerben und bist nicht dem Zufall ausgeliefert, was neue Inhalte angeht. Einen bestimmten Championsplitter zu haben, verschafft dir einen Rabatt von 20 %, wenn du ihn zu einem permanenten Champion aufwertest. Und wenn du einen Splitter nicht haben willst, kannst du ihn entzaubern und mit seiner blauen Essenz einen interessanteren aus dem Shop erwerben.\n\n\nWas die alten Runen angeht, die werden mit den Meisterschaften zu einem neuen System zusammengelegt. Die neuen Runen sind kostenfrei verfügbar.\nSiehe auch: http://euw.leagueoflegends.com/de/featured/preseason-update#runes","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2017-11-03T15:27:46.170+0000","up_votes":1,"down_votes":0,"body":"Das war einfach nur eine Frage. Weil an einer Stelle erwähnt wird, dass hinsichtlich der Splitter die \"permanente Komponente\" wegfällt.\nUnd da fragt man sich natürlich ob das nur für diese gilt oder auf andere Bereiche übertragen wird.","replies":[]}]},{"id":"","poster":"Sidia","date":"2017-11-01T22:36:31.841+0000","up_votes":1,"down_votes":0,"body":"Man kann nur keine 3 Splitter mehr zu einem Rollen, die normalen Splitter aufwerten kann man ganz normal, im Shop kannst du weiterhin normal einkaufen, nur dass die Währung bald BE heißt und nichtmehr EP\n\nS-Truhen bekommt man nur von Premades, nicht von Zufälligen Mitspielern","replies":[]}]}