{"id":"VHFEl4Fn","poster":"ZivaDiNozzoDavid","date":"2017-11-02T06:16:29.838+0000","title":"Neuer Modi?","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":2,"body":"Mir f&auml;llt immer mehr (durch benehmen) das mitwirken von vielen 12-13 j&auml;hrigen Kindern auf, die z.b nur untereinander spielen keinem anderen helfen etc. und immer mehr flamen, was das ganze Spiel extrem unspa&szlig;ig macht und einiges davon ist nicht reportbar weil es unauf&auml;llig ist. Aber es zieht League extrem herunter und macht es immer mehr zu einem Spiel wo man eine f&uuml;nfergruppe BRAUCHT auf die man sich auch verlassen kann, dass ist aber nicht bei jedem Spieler gegeben.\r\n\r\nDarum h&auml;tte ich zwei Ideen um League (meiner Meinung nach) besser zu machen:\r\n1. Ein Permanenter Spielmodus 2 vs 2 w&auml;re sch&ouml;n, da es doch (meiner sichtweise nach) mehr zweiergruppen als irgendetwas sonst gibt und man so diesem Unsportlichem Verhalten besser entgegenwirken kann\r\n2. Eine Altersverifikation, hei&szlig;t irgendein Beweis f&uuml;r ein Alter ab 15 oder so (Perso-Nummer z.b) sodass die &Auml;lteren und reiferen Spieler unter sich spielen k&ouml;nnen ohne irgendwelche Kinder, die meiner Erfahrung nach meistens die Verursacher dieses schlechten und Unsportlichen Benehmens sind. Also sodass die Kinder dann nicht mit den Erwachsenen Spielen k&ouml;nnen, also Kinder mit Kindern und &Auml;ltere mit &Auml;lteren.\r\nDie die dass nicht wollen m&uuml;ssten sich ja dann nicht verifizieren aber die die es st&ouml;rt k&ouml;nnten so ruhig und entspannter spielen.\r\n\r\nUnd wo ich schon dabei bin:\r\nIn Aram w&auml;re es sehr sch&ouml;n, wenn man dort &quot;w&auml;hlen&quot; k&ouml;nnte welche champions man gar nicht m&ouml;chte, also aber so dass man immer die menge von 14 verf&uuml;gbaren champions hat, denn nicht jeder kann alle Champions spielen.\r\n\r\nIch w&uuml;rde gerne mal wissen was andere Spieler davon so halten\r\n\r\nZivaDiNozzoDavid","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T06:44:39.971+0000","up_votes":3,"down_votes":1,"body":"Erstmal nen Schlag auf den Hinterkopf (Gibbs lässt grüßen). {{sticker:poppy-wink}} Es heisst im Singular Modus, nicht Modi, weil das Plural wäre. \n\nMir gefällt einiges nicht an Deiner Sicht (und ich habe ein paar Klopper bezüglich Groß-/Kleinschreibung markiert): \n\n> das ~~m~~**M**itwirken von vielen 12-13 jährigen Kindern auf, \n\nHast Du die Spieler nach ihrem Alter gefragt? Oder woher sonst hast Du die Info?\n\n> Eine Altersverifikation, heißt irgendein Beweis für ein Alter ab 15 oder so (Perso-Nummer z.b) sodass die ~~Ä~~**ä**lteren und reiferen Spieler unter sich spielen können ohne irgendwelche Kinder, die meiner Erfahrung nach meistens die Verursacher dieses schlechten und ~~U~~**u**nsportlichen Benehmens sind.\n\nHier wird es noch deutlicher, dass Du ohne grosse Prüfung mal in den Raum stellst, dass man mit zunehmendem Alter reifer wird. Es fehlen die Belege für diese Behauptung. Und dass Du willkürlich Spielergruppen ausgrenzen willst, nur damit Du \"in Ruhe\" spielen kannst. Mit so einer begrenzten Sicht auf die Dinge stellt Du Deine eigene Reife auf den Prüfstand. Wenn wir mal in der Kramkiste buddeln, der berüchtigte Tyler1 ist sicher deutlich älter als 12.{{sticker:galio-happy}} \n\n> Ein ~~P~~**p**ermanenter Spielmodus 2 vs 2 wäre schön, \n\nOder 1v1, 4v4 usw. . Da gibt es viele Wünsche. Aber wenn so etwas nach 7 Seasons noch nicht da ist, ist die Zahl der möglichen Nutzer eher gering.\n\n> In A~~ram~~RAM wäre es sehr schön, wenn man dort \"wählen\" könnte welche ~~c~~**C**hampions man gar nicht möchte, also aber so dass man immer die ~~m~~Menge von 14 verfügbaren ~~c~~**C**hampions hat, denn nicht jeder kann alle Champions spielen.\n\nDas würde das Zufallsprinzip wieder aushebeln. ARAM zieht seinen Reiz gerade aus der Nichtbannbarkeit von unliebsamen Champions. Dieser zwanghafte Drang, alles ins SR-Schema reinzupressen, ist für ARAM unangebracht.\n\nEdit: Dank Qbert noch ein paar Fehler gefunen und markiert.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-11-02T09:13:56.781+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=cGRapXds,discussion-id=VHFEl4Fn,comment-id=0001,timestamp=2017-11-02T06:44:39.971+0000)\n> Oder 1v1, 4v4 usw. . Da gibt es viele Wünsche. Aber wenn so etwas nach 7 Seasons noch nicht da ist, ist die Zahl der möglichen Nutzer eher gering.\n\nIch wünsche mir einen 5v4 ranked Modus :) Das würde die Ungerechtigkeit ausgleichen, dass in meinem Team nur 4 potentiell gute Spieler sind, im Gegnerteam aber 5.","replies":[{"id":"","poster":"Qbert","date":"2017-11-02T09:19:12.429+0000","up_votes":3,"down_votes":0,"body":"hab ich oft genug! 4v5 ist derzeit absolut in Mode >:D","replies":[]},{"id":"","poster":"Nivoras","date":"2017-11-02T10:41:29.271+0000","up_votes":3,"down_votes":1,"body":"Gute Idee, bitte jetzt sofort umsetzen Rito! damit jeder sein Saison Ziel erreichen kann was mit diesen ganzen schlechten Spielern sonst unmöglich ist!!!!!","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-11-02T06:55:57.281+0000","up_votes":2,"down_votes":1,"body":"*prügelt Abasin mit dem Duden durch's Forum*\n\nSei nicht immer so frech!\nAber die Thematik mit geistiger Reife ist leider wahr. Ich mit Anfang 30(ja, ja wirklich) sehe das immer wieder .... bsp. Penis! *hihihi*","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T07:51:17.434+0000","up_votes":3,"down_votes":0,"body":"Ich bin nicht frech, ich sage nur die Wahrheit. Das mit dem Penis verstehe ich nicht ganz, aber es ist nicht notwendig, das ausführlich zu erörtern. Ich bin ja auch kein Duden auf zwei Beinen, aber mit meinen 50+ Jahren hatte ich in einer Zeit Deutschunterricht, wo man noch auf Orthographie und Grammatik Wert gelegt hat. {{sticker:draven-pose}}","replies":[{"id":"","poster":"Qbert","date":"2017-11-02T07:58:55.676+0000","up_votes":3,"down_votes":0,"body":"50+?? Oh Gott, oh Gott! *Stuhl hol*\nAlter Mann, setz dich lieber! ._.\n\nDas mit dem Penis sollte nur zeigen, das wir Männer gerne mal Kind bleiben und dann über blöde Kommentare einfach nur grinsen, obwohl das in dem Augenblick nur kindisch ist. Ich bin manchmal leider noch so ... :D\n\nAber ich verstehe dich. Umgangssprache hin oder her, ein gewisses Maß an Grammatik und Orthographie sollte schon gegeben sein.","replies":[{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T08:02:21.703+0000","up_votes":2,"down_votes":1,"body":"Nun es ist aber ein Unterschied zwischen Kind und kindisch vorhanden, man merkt wenn Ältere kindisch sind (das ist meist lustig oder mann muss schmunzeln) aber bei Kinder ist es nervig und unsportlich sehr sehr oft","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T14:36:56.767+0000","up_votes":2,"down_votes":1,"body":"Offenbar fehlt Dir der Umgang mit eigenen Kindern. Sonst würdest Du es anders wahrnehmen.","replies":[]}]}]}]},{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T07:41:49.271+0000","up_votes":1,"down_votes":0,"body":"Nun aber die meisten die das spiel unliebsam machen sind bei mir nunmal kleine Kinder (das sagen die meisten auch offen oder um zu trollen)","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-11-16T07:26:18.697+0000","up_votes":1,"down_votes":0,"body":"Auf ein \"how old are you\" antworte ich grundsätzlich mit 12 and a half, nur mal so.","replies":[]}]}]},{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T07:54:38.626+0000","up_votes":2,"down_votes":1,"body":"Viele Spieler sagen tatsächlich wie alt sie sind und bei vielen merkst du es nicht nur am geistigen sondern auch am grammatischen/schriftbild und wörter die heute nur noch Kinder benutzten.\n\nDu hast mich falsch verstanden ich möchte niemanden ausgrenzen, jeder soll die Möglichkeit haben LoL zu spielen, aber es stört viele die ich kenne sehr wenn wirklich Kinder kommen und das Spiel ruinieren, deswegen eine Altersverifikation (für die die wollen) Also: Ich möchte nicht mit Kindern spielen und würde mein Alter verifizieren sodass ICH nicht mit Kindern in einem Team spielen kann, wobei man da dann ein Häckchen setzten müsste bei \"ich möchte NIChT mit spielern unter 15\"(zum beispiel) spielen. Den Spielern, denen es egal ist müssen kein Häckchen dann darein machen, so ist es ein Kompromiss für alle finde ich\n\nDieser 2 vs 2 Modus schließt allerdings aus dass (wenn man ne zweier gruppe hat) dass jemand das Spiel stört der über 15 ist. \nIch schlage das vor, da es (zumindest in meinem bekannten kreis) eigentlich nur leute gibt die zu zweit spielen deswegen gerade 2 vs 2 (kann auch sein dass es anderswo anders ist) \n\n\nIch glaube du verstehst mich bei ARAM bissl falsch also ich habe es so gedacht, dass du für DICH bannen kannst wenn DU nicht spielen möchtest (wobei du noch mindestens die Anzahl der Kostenlosen Champions (14) verfügbar haben musst) \nHeißt also wenn du sagst ich möchte zed nicht weil der mir keinen Spaß macht kann der gegner den trotzdem bekommen und ihn gegen dich verwenden, dieser \"ban\" ist NUR für die champs die DU bekommst, ich z.b kann keine Tanks spielen, die machen mir auch kein Spaß,also fände ich es besser wenn ich die Tanks für mich bannen könnte","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T08:47:25.767+0000","up_votes":2,"down_votes":0,"body":"> Viele Spieler sagen tatsächlich wie alt sie sind\n\nIch bezweifle, dass die immer die Wahrheit sagen.\n\n\n\n> ich möchte niemanden ausgrenzen,\n\n\n> bei \"ich möchte NIChT mit spielern unter 15\"(zum beispiel) spielen\n\n\nGenau dadurch betreibst Du Ausgrenzung. Der Widerspruch offenbart sich innerhalb eines einzigen Satzes.\n\n\n\n> Dieser 2 vs 2 Modus schließt allerdings aus dass (wenn man ne zweier gruppe hat) dass jemand das Spiel stört der über 15 ist.\n\nHier meintest Du wohl **unter** 15... Und auch hier kommt wieder Deine offensichtliche Ablehnung jüngerer Spieler zu Tage.\n\n\n> dass du für DICH bannen kannst\n\nUnterläuft das Zufallsprinzip noch mehr als ein spezialisierter ARAM-Account, der nur die Wunschchampions enthält.","replies":[{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T09:07:04.057+0000","up_votes":2,"down_votes":1,"body":"Ich grenze niemanden aus aber ich möchte Spaß am Spiel haben wie viele auch, wenn ich sagen würde die dürften pberhaupt nicht LoL spielen, DANN würde ich sie ausgrenzen wollen\nNein ich meine was ich sagte ÜBER 15 denn in einer bekannten zweiergruppe können dann auch die über 15 nicht stören, falls es welche tun\nNiemand zwingt die Spieler jemanden zu bannen du KANNST es lediglich tun, um gehasste champs loszuwerden mit dem du keinen fun hast\n\nNicht jeder immer aber bei vielen kommt es hin","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T09:24:49.314+0000","up_votes":3,"down_votes":1,"body":"> Ich grenze niemanden aus aber ich möchte Spaß am Spiel haben wie viele auch, wenn ich sagen würde die dürften pberhaupt nicht LoL spielen, DANN würde ich sie ausgrenzen wollen\n\nSpass am Spiel, das geht mit Spielern jeden Alters. Du hast klar und deutlich gesagt, dass Du mit einer bestimmten Altersgruppe, die Teil des zulässigen Spielerpools ist, nicht zusammen spielen willst und das auch per Software gesteuert haben möchtest. Also streite das bitte nicht ab. Das grenzt schon an Diskriminierung und ist nicht besser als der Wunsch Einiger, nicht mehr mit Franzosen, Briten, Türken oder Deutschen auf einem Server zu spielen. Aber Zäune ziehen scheint derzeit wieder stark im Kommen zu sein.","replies":[{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T12:12:07.731+0000","up_votes":2,"down_votes":1,"body":"Nur wie oben zu lesen ist sind meiner Erfahrung nach oft Kinder die ursache ich sage ja nicht alle sind so, aber doch viele mit denen ich spiele und ICH möchte das nicht mehr so wie viele andere auch. Das ist weder Diskriminierung noch Ausgrenzen, und deswegen möchte ich das nicht mehr es nimmt nämlich doch extrem viel Spaß aus dem Spiel, wenn (oft) Kinder ankommen und Unsportliches Verhalten etc an den Tag legen","replies":[{"id":"","poster":"Abasin","date":"2017-11-02T12:25:47.291+0000","up_votes":2,"down_votes":1,"body":"Nein. Doch. Nein. Doch. usw.\nMerkst Du eigentlich nicht, dass Du trotz mehrfacher Hinweise auf **Deine eigenen Worte** immer noch wie ein trotziges Kind auf Deinem nachweislich falschen Standpunkt verharrst? \"Ich will per Knopfdruck bestimmete Spielergruppen nicht in meinem Team sehen\" ist eindeutig und ohne wenn und aber Ausgrenzung und Diskriminierung. Und das aufgrund episodischer Negativerfahrung, die man so nicht verallgemeinern kann.\n","replies":[{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-04T07:21:44.523+0000","up_votes":1,"down_votes":1,"body":"Das ist halt weder Ausgrenzung noch Diskriminierung, da ich ja nicht sage die dürfen nicht mehr LoL spielen, aber da ich kein Fünferteam habe, möchte ich nicht in spätestens jedem 2. Spiel Kinder haben die mir das Spiel ruinieren. Und ich stecke nicht alle Kinder in diese \"Schublade\", aber es sind halt sehr viele die so spielen und das nimmt den ganzen Spaß am spielen, also muss man irgendetwas machen um nicht mit solchen unsportlichen Kindern(meistens) zusammenspielen. Wenn du andere Ideen hast, bitte ich bin offen für alles, aber erkläre mir wie der Spielspaß wieder zurückkommen kann anders","replies":[{"id":"","poster":"Abasin","date":"2017-11-05T10:23:19.935+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}} {{sticker:sg-ahri-3}} {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-11-16T07:30:27.350+0000","up_votes":1,"down_votes":0,"body":"Du bist mein Forenuser des Jahres!","replies":[{"id":"","poster":"Abasin","date":"2017-11-16T08:46:47.587+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-jinx}} {{sticker:sg-lux}}","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2017-11-16T07:24:53.639+0000","up_votes":1,"down_votes":0,"body":"Danke! Ich kann leider nur einmal upvoten. Würde es ein Superlike geben, hätte ich es bei Dir verwendet! \n\n100%, +1","replies":[{"id":"","poster":"Abasin","date":"2017-11-16T08:49:04.354+0000","up_votes":1,"down_votes":0,"body":"Kannst ja mit nem Smurf nachholen. Machen einige auch, um unliebsame Kritiken/r zu schnell downzuvoten.","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2017-11-02T06:23:38.794+0000","up_votes":2,"down_votes":0,"body":"Moin!\n\nAlso ich denke ein 2v2 ist vielleicht keine schlechte Idee, aber dafür fehlt vielleicht einfach die Basis.\nImmerhin gibt es ein 3v3 und das hat bei weitem nicht so viel Zulauf wie 5v5. Auch ist mMn die gesamte Komplexität des Spiels auf 5v5 in Summoners Rift ausgerichtet, alles andere ist lediglich \"nice to have\".\n\nDie Idee mit ARAM finde ich gar nicht sooo schlecht. Ich würde befürworten wenn jeder in seinem Profil sagen könnte \"okay, diese 5 Champions will ich im ARAM ausklammern\". Diese Funktion sollte aber limitiert sein. Also nur für jene Verfügbar, die schon ~60 Champs haben.\n\nWas die Altersbeschränkung angeht, sprichst du ein sehr komplexes Thema an.\nMeiner Meinung nach hat Korea da das beste System. Soweit ich weiß sind dort die Accounts mit der Personen-ID verknüpft. Das schließt aus, dass Personen zu jung sind, es wirkt auch präventiv gegen Flame - jedenfalls denke ich das. Denn die Hemmschwelle ist schon deutlich höher, wenn dann mal deine Personen-ID gebannt wirst bist du raus, für immer.\n\nP.S.\nDie Einzahl ist \"Modus\" *flies away*","replies":[{"id":"","poster":"ZivaDiNozzoDavid","date":"2017-11-02T07:59:41.939+0000","up_votes":2,"down_votes":1,"body":"Ich finde diese Möglichkeit sollte für Alle offen stehen aber so dass du noch eine mindest anzahl von champions zur Verfügung hast 20 z.b wenn du weniger zur verfügung hättest kannst du halt nicht starten (ich habe auch noch keine 60, denn viele MÖCHTE ich gar nicht haben, also wieso kaufen?)\n\n\nDas mit dem Korea System ist auch nicht schlecht, obwohl man so ja wieder einige vom LoL spielen abhalten würde \n\nP.S Ich war grottig in Latein, bin  froh dass ichs los bin","replies":[]}]}]}