{"id":"xFYR6ptj","poster":"NGC Polyxena","date":"2017-10-30T11:38:40.027+0000","title":"• ADC-Main für DuoQ gesucht [Gold | 18+] •","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo ihr Lieben,\n\nich bin bereits seit l&auml;ngerer Zeit auf der Suche nach einem geeigneten ADC um gemeinsam die Botlane in Ranglistenspielen unsicher zu machen.\nWas mir pers&ouml;nlich sehr wichtig ist, ist dass ich **anhand eurer Statistik z.B. auf op.gg deutlich erkennen kann, dass ihr Main ADC seid** und nicht etwa Mal vor 2 Seasons oder 6 Monaten zuletzt einen ADC angefasst habt.\nDie Season neigt sich wie ihr sicherlich wisst dem Ende entgegen und da w&uuml;rde ich nur ungerne mit jemandem spielen, der sich erst wieder in die ADC-Rolle hineinversetzen muss. \n---\n_Zus&auml;tzlich w&auml;ren mir folgende Dinge wichtig:_\n\n* Du bist in der Lage Control Wards zu kaufen und gehst nicht davon aus, dass dein Supporter der einzige ist, der f&uuml;r Vision auf der Map sorgen sollte\n* Deine Stats sprechen f&uuml;r sich (da mache ich auch gerne Ausnahmen was die Elo angeht! ) sprich gute KDAs auf deinen ADCs und die durchschnittliche Anzahl an CS sollte stimmen\n* Grundkenntnisse sind vorhanden - also wenn ein Control Ward im Baron Pit steht l&auml;sst du zum Beispiel vom Gegner platzierte Wards w&auml;hrend man Baron erledigt in Ruhe\n* Du musst nicht die Ruhe in Person sein, aber bitte nicht bei jedem Missplay egal ob von dir, von mir oder dem Team anfangen mit vulg&auml;ren Kraftausdr&uuml;cken um dich zu werfen oder gar mit &quot;AFK in der Base&quot; zu drohen\n* Ob du m&auml;nnlich oder weiblich bist ist mir &uuml;brigens egal\n---\n_So nun noch etwas zu meiner Person:_\n\n* Ich bin 24 Jahre alt und verheiratet\n* Unter der Woche kann ich zwischen 16 und 20 Uhr spielen (au&szlig;er donnerstags &amp; montags, da nur bis 18 Uhr) / am Wochenende habe ich mehr Zeit\n* Aktuell bin ich Gold 4 in SoloQ und Silber 4 in FlexQ und spiele seit Season 3 Rankeds sowie Support\n* Meine St&auml;rken liegen vor allem bei Supportern wie Lulu, Karma, Nami, Janna und Zyra. Ich lerne au&szlig;erdem gerade Braum\n* Meine Stats findet ihr hier: http://euw.op.gg/summoner/userName=NGC+Polyxena\n* Zu guter Letzt: ich bin auch nur ein Mensch und mache nat&uuml;rlich Fehler, wichtig dabei ist mir, dass man mir diese Fehler sachlich auff&uuml;hrt und auch gerne nach dem Match nochmal durchgeht was wie wo h&auml;tte besser laufen k&ouml;nnen!\n\nSo, ich denke das gen&uuml;gt f&uuml;rs Erste an Informationen. Achja ich besitze TS&sup3; sowie Discord und ein funktionst&uuml;chtiges Mikrofon sowie stabiles Internet.\n\nBei Interesse d&uuml;rft ihr mich gerne adden und wir k&ouml;nnen ein paar Testspiele absolvieren ;) . \n\n\nLiebe Gr&uuml;&szlig;e und einen sch&ouml;nen Start in die neue Woche w&uuml;nscht,\nNGC Polyxena\n_\nP.S. ich suche niemanden, der einen Main-Account auf Diamant oder h&ouml;her hat und mich bis zum Ende der Season so weit wie m&ouml;glich ziehen m&ouml;chte. Sondern jemanden, mit dem ich mich langfristig einspielen kann und verbessern kann._","replies":[{"id":"","poster":"Peter Pań","date":"2017-11-08T04:26:14.781+0000","up_votes":1,"down_votes":0,"body":"-","replies":[]}]}