{"id":"AONEaypn","poster":"bonny301","date":"2017-10-29T20:39:31.073+0000","title":"Ich hasse Darius","subforum":"Champions & Gameplay","up_votes":3,"down_votes":3,"body":"5 Dinge warum ich ihn hasse und OP finde:\r\n\r\n1. Fkin Blutung tickt zu oft\r\n2. Q heal ist absurd\r\n3. W ist ein aa Reset mit krassem Slow\r\n4. E Range ist viel zu hoch \r\n5. ULT RESETS\r\n\r\nJetzt kommt safe &quot;Ja,aber er kann leicht gekited werden&quot;. Und da frage ich mich: Wie willst du kiten wenn du erst um 40% geslowt bist und danach aus ner 530 Range gehookt wirst?\r\n\r\n(Meine Erfahrungen,Probleme und Meinung.)\r\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"MrWoscht","date":"2017-10-29T20:58:29.872+0000","up_votes":1,"down_votes":2,"body":"Da stimme ich dir zu! Ein Kumpel von mir maint Darius (schande über ihn) und ist selbst der meinung, dass Darius mega unbalanced ist und sau einfach zu spielen ist. Dies wurde deutlich in einem Game, wo er allein in 5 Gegnern stand die ihn einfach nicht töten konnten weil er halt dauernd übel viel HP zurück bekommt weil ja je mehr er trifft auch mehr hp bekommt. Dass wenn er 5 stacks auf jemandem hat und einfach jmd andres ohne stacks mit einem hit 5 stacks gibt ist eh komplett bullshit! Außerdem muss er halt einfach seinen Black Cleaver bauen und danach 5 Tank items und wird so krass tanky und macht gleichzeiteg noch nen haufen dmg!? \nHabe heute als Gnar gegen nen Darius gespielt: ich war der first Blood, weil ich nicht gesehen habe dass er Egnite dabei hat, tja danach hab ich ihn eigentlich komplett zerstört weil der typ einfach retarded war und nur scheiße gemacht hat, später konnte ich mit meinen 13 Kils aber auch nichts mehr gegen ihn tun! Er stand 3/15 mit nichtmal viel farm aber hat mich halt locker in nem 1v1 bekommen und ab da hat er einfach jeden zerbullshited!\nManchmal frage ich mich was so in den Köpfen der Riot mitarbeiter vorgeht :P aber lol wird nie balanced sein","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-29T21:34:16.949+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=MrWoscht,realm=EUW,application-id=Wj1wcocU,discussion-id=AONEaypn,comment-id=0001,timestamp=2017-10-29T20:58:29.872+0000)\n>\n> Habe heute als Gnar gegen nen Darius gespielt: ich war der first Blood, weil ich nicht gesehen habe dass er Egnite dabei hat, tja danach hab ich ihn eigentlich komplett zerstört weil der typ einfach retarded war und nur scheiße gemacht hat, später konnte ich mit meinen 13 Kils aber auch nichts mehr gegen ihn tun! Er stand 3/15 mit nichtmal viel farm aber hat mich halt locker in nem 1v1 bekommen und ab da hat er einfach jeden zerbullshited!\n\nWenn du als Gnar, der Slow, Dash, Slow, Stun, Dash, Stun aufweist und Frozen Mallet baut, im 1-1 gegen einen Darius stirbst, hast du so ziemlich alles missplayed, was möglich ist. \n\nAber klar, anstat einfach seine Karten richtig auszuspielen, failt man lieber und flamt Riot dafür... diese Leier kenn ich schon auswendig.","replies":[{"id":"","poster":"MrWoscht","date":"2017-10-30T07:38:33.352+0000","up_votes":1,"down_votes":2,"body":"Klar, On-Lane hatte ich keine Probleme gegen ihn, kann ihn ja permanent Kiten und slowen. Aber später wo wir dann beide angefangen haben die Lane zu verlassen und in Teamfights mitzukämpfen da liefs dann irgendwann nicht mehr so gut. Und wenn ich mal an dem Busch vorbeilaufe, der nicht gewardet ist und da ausgerechnet Darius drinne hockt und mich ran zieht kann ich auch nicht viel dafür ... meine E geht ja nicht besonders weit ohne Minions oder was anderes und sein Slow, zusammen mit der Deadman´s Plate ist dann doch zu stark. Ich kann ja schaden machen wie ich will aber sein Heal ist einfach zu heftig!","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-30T08:33:39.992+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MrWoscht,realm=EUW,application-id=Wj1wcocU,discussion-id=AONEaypn,comment-id=000100000000,timestamp=2017-10-30T07:38:33.352+0000)\n>\nUnd wenn ich mal an dem Busch vorbeilaufe, der nicht gewardet ist und da ausgerechnet Darius drinne hockt und mich ran zieht kann ich auch nicht viel dafür \n\nWer kann denn sonst was dafür? Und wie gesagt, seinen Heal kannst du easy verhindern...","replies":[{"id":"","poster":"MrWoscht","date":"2017-10-30T11:41:18.496+0000","up_votes":1,"down_votes":0,"body":"Wenn ich an nem Busch vorbei laufe der nicht gewardet ist und ein Feind rauskommt, der mich tötet ist das Spiel unbalanced und ich beschwer mich im Forum :P","replies":[]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-29T21:30:37.624+0000","up_votes":2,"down_votes":1,"body":"> 1. Fkin Blutung tickt zu oft\n\nSeine einzige verlässliche Schadensquelle auf der Lane\n\n> 2. Q heal ist absurd\n\nEinfach zu vermeiden indem man die Q nach innen dodged\n\n> 3. W ist ein aa Reset mit krassem Slow\n\nOhne die W wäre er komplett nutzlos\n\n> 4. E Range ist viel zu hoch \n\nKann man sehr einfach baiten und ausweichen\n\n> 5. ULT RESETS\n\nOhne seine Ult ist er nutzlos.\n\nWenn du weißt, wie man gegen Darius spielen muss, ist es ein recht einfaches Matchup.","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-10-30T07:08:17.848+0000","up_votes":1,"down_votes":0,"body":"Voll lustig was man hier wieder liest :D\nDarius ist stark, wenn er lange genug überlebt und die richtigen Items baut, kann er im Teamfight schon viel machen, aber auch nur, wenn man ihn gewähren lässt. \nEin Stun und ein wenig Fokus des Teams, reichen bei ihm schon aus.","replies":[]},{"id":"","poster":"Kiimahrii","date":"2017-10-29T23:06:16.075+0000","up_votes":1,"down_votes":0,"body":"OP oder so ist er nicht. Mimimi soll das auch nicht werden. Doch ich habe bestimmt 5000+ Spiele auf den Konto, seit Season 1 dabei, und Jax oder Darius sind meine persönliche must-bans, egal auf welcher Lane ich spiele. Selten spiele ich einen Champion, mit dem ich das Gefühl habe gegen diese beiden etwas einrichten bzw überhaupt kiten zu können.","replies":[]},{"id":"","poster":"Wekra","date":"2017-10-29T20:54:36.202+0000","up_votes":1,"down_votes":0,"body":"Darius ist ein klassischer Lanebully und Fighter, seine Stärken müssen in der Laning Phase liegen. Ich habe bisher mit Kennen gute Erfahrungen gemacht. Man kann ihn aus sicherer Entfernung poken, sodass sein Heal (der nur gegen Champions procct) nicht auslöst. Wenn er zu nah dran ist, kannst du immer noch mit deiner E weg\"laufen\". Und als Fernkämpfer solltest du nie in seiner Hookrange landen. Falls doch kannst du mit der EQW ihn direkt stunnen. Wenn der Stun fertig ist bist du auch nicht mehr gewslowt und kannst recht easy weg","replies":[]}]}