{"id":"2ofzgu4E","poster":"IHazardI","date":"2017-10-29T10:57:16.225+0000","title":"[BUG-Report] Can`t use abilitys with riven.","subforum":"Melde einen Bug","embed":{"title":"Riven Bug - cant use ability","description":"This happens many times to me. I want to make some combos but the abilitys most time R2 dont come out while i am spamming the buttons. This time W and R2 dont come out.","url":"https://youtu.be/QNQh54UYsak","image":"https://i.ytimg.com/vi/QNQh54UYsak/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Sehr geehrtes Support-Team,\r\n\r\nich sehe ein wenn ich einen Fehler im Game mache. Jedoch habe ich jetzt schon einige Male miterleben m&uuml;ssen, gerade in kritischen Situationen wie einem 1v1 early towerdive oder einer &auml;hnlichen Situatiuon wo es um Schnelligkeit und Timing geht, das meine Abilitys nicht rauskommen. Dies ist mir bis jetzt meist unter der Vorraussetzung passiert das ich unter dem gegenerischen Tower stand und ich meine R1 aktiviert hatte. Vielleicht liegt ein zusammenhang mit einer CC-Quelle von der Seite des Gegners vor. \r\n\r\nNun zum Ablauf. \r\nIm Fall des verlinkten Videos m&ouml;chte ich die gegnerische Irelia diven. Mit R1(erste Aktivierung der ultimativen F&auml;higkeit)+Q3(dritte aktivierung der Q-F&auml;higkeit) engage ich und versuche &uuml;ber den tower zu springen. Funktioniert. Was ich an spielerischer Leistung verfehle sei mal dahingestellt. Der Irelia-CC kommt raus. Nun stehe ich da und m&ouml;chte mit W+AA(Autoattack)+R2(zweite Aktivierung der ultimativen F&auml;higkeit) das 1v1 beenden sobald ich in die Reichweite komme.\r\n0:15/Ich bewege mich auf sie zu und dr&uuml;cke entsprechend die Tasten. Aber keine ability kommt raus. Ich versuche es weiterhin w&auml;rend ich wie ein blindes Huhn an ihr vorbei laufe. Meine W wollte nicht herrauskommen und auch meine R2 kam erst nachdem ich es mit W aufgegeben habe zu einem entsprechend falschen Zeitpunkt und auch nicht beim ersten versuch sondern auch hier lie&szlig; sich das Spiel seine Zeit um meine Abilitys freizugeben. Nat&uuml;rlich ist dies ein kleiner Zeitraum allerdings hatte ich im Spiel ca 2-3 Sekunden keine m&ouml;glichkeit eine F&auml;higkeit einzusetzen. W&auml;re dies ein einmaliger Fall w&uuml;rde ich l&auml;cheln und weitermachen. Leider habe ich in unregelm&auml;&szlig;igen Abst&auml;nden immer wieder diesen Fall. Nun k&ouml;nnte man sagen das ich durch die gro&szlig;e Anzahl an Tasten welche man w&auml;hrend ihren Combos dr&uuml;cken muss bereits in einer Animation war und deswegen die Ability nicht raus kam, allerdings waren es stehts Situationen in denen eindeutig kein CC meine Bewegung einschr&auml;nkte und keine Animation die restlichen Abilitys blockierte.\r\nJedes mal stehe ich in einer entsprechenden Situation und kann ausser AAs und Bewegungsbefehle per Mausklick nichts tun. Auch konnte ich weder Internetprobleme noch Leistungseinbr&uuml;che vom PC aus feststellen, welche diesen &quot;Keyfreeze&quot; erkl&auml;ren k&ouml;nnten. \r\n\r\nGrunds&auml;tzlich gilt in jedem Fall wo dieses Problem auftritt, dass ich mit einem Engage welcher R1 beinhaltet, ich keine weiteren Abilitys f&uuml;r ein paar Sekunden einsetzen kann. Ob ein Zusammenhang zu einer CC-Quelle besteht kann ich nicht sagen. Ich bitte sie darum sich mit diesem Fall auseinander zu setzen, da es gerade in kritischen Situationen umso wichtiger ist die volle Kontrolle &uuml;ber seinen Champion zu behalten.\r\nIch freue mich auf ihre Antwort.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\n\r\nPS: Dies ist mein erster Bug-Report. Ich bitte also um Nachsicht fals der Eintrag nicht nach ihren W&uuml;nschen gestaltet wurde.","replies":[{"id":"","poster":"Kikats","date":"2017-10-29T11:17:34.973+0000","up_votes":1,"down_votes":0,"body":"Mir ist dieser Fehler bekannt, musste ihn selbst des Öfteren miterleben.{{champion:92}}","replies":[]}]}