{"id":"j98h4gsl","poster":"K0l1BR1","date":"2017-10-28T17:54:41.645+0000","title":"Laterne, Laterne... (Part 2)","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":0,"body":"\nLink zu Part 1: https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/4EjNOq4t-laterne-laterne-part-1\n\nDer Nebel senkte sich immer weiter auf die beiden Br&uuml;der hinab, bis er das Wasser erreicht hatte und auch die beiden Jungen umgab, die auf dem Flo&szlig; enger zusammen r&uuml;ckten. Finn starrte angespannt auf das Wasser, denn in all dem Nebel war dies neben der Laterne seines Bruders sein einziger Orientierungspunkt. &quot;H&ouml;r mir jetzt zu Reno&quot;, sagte Finn mit leicht zitternder Stimme, aber entschlossenem Gesichtsausdruck, wobei sich leichte Falten &uuml;ber seinen schmalen Brauen bildeten. &quot;Ich kenne diesen Ort nicht und ich wei&szlig; nicht wie wir von hier verschwinden k&ouml;nnen, da wir im Nebel absolut keine Chance haben zu navigieren.&quot; Reno nickte nur stumm und sah Finn mit gro&szlig;en Augen an. &quot;Wir werden warten ob sich der Nebel verzieht. Wenn dies bis zum Mittag nicht geschieht, werden wir auf gut Gl&uuml;ck losrudern. Ich werde wach bleiben und daf&uuml;r sorgen, dass sich unser Boot nicht von der Stelle r&uuml;hrt. Das sollte in diesem str&ouml;mungsfreien Gew&auml;sser kein Problem sein.&quot; \n\nReno nickte wieder und sah auf seine Laterne, deren Licht mittlerweile schw&auml;cher wurde. Er &ouml;ffnete das kleine T&uuml;rchen, welches wie die restlichen W&auml;nde aus Glas war und in einem schwarzen Metall eingerahmt war. Auf dem ebenfalls schwarzen Boden brannte der Docht, der in eine &ouml;lgleiche Fl&uuml;ssigkeit getaucht war. Nach einem schnellen Blick auf den Stand der Fl&uuml;ssigkeit schloss er das T&uuml;rchen wieder und verk&uuml;ndete: &quot;Wir werden noch eine Weile Licht haben. Bis zum Morgen sollte es zumindest reichen.&quot; Finn strich seinem Bruder fl&uuml;chtig durchs Haar und verblieb mit seiner Hand kurz auf Renos Schulter. &quot;Wir werden bald nach Bilgewasser zur&uuml;ckkehren und dann wird jeder wissen was f&uuml;r ein gro&szlig;artiger und mutiger Seefahrer du bist.&quot; Reno legte sich nur m&uuml;de auf die hintere H&auml;lfte des Flo&szlig;es und rollte sich um die Laterne zusammen wie ein Hund. Er w&uuml;rde somit seine Kleider zumindest ein bisschen trocknen und nicht allzu sehr frieren. Finn setzte sich im Schneidersitz auf die andere H&auml;lfte des Flo&szlig;es und starrte in die Dunkelheit. Die Feuchtigkeit des Nebels benetzte seine Haut und lie&szlig; ihn fr&ouml;steln.  Sein K&ouml;rper war mittlerweile von einer G&auml;nsehaut &uuml;berzogen, doch er wagte nicht aufzustehen oder sich zu bewegen, um seinen Bruder nicht zu st&ouml;ren. So sa&szlig; er da und starrte in den undurchsichtigen Schleier, der sie umgab. Er runzelte die Stirn, als er sich an die Geschichten erinnerte, die von einer Kreatur sprachen, deren K&ouml;rper stets von einem Mantel umgeben war, der ebenso geheimnisvoll wie undurchdringlich schien, genau wie die Nebelwand. Die Kreatur war in ganz Bilgewasser als Todess&auml;nger ber&uuml;chtigt. Man erz&auml;hlte sich Ger&uuml;chte dar&uuml;ber, dass der Todess&auml;nger ein verfluchter Barde war, der die Sterbenden auf die andere Seite brachte. In klaren N&auml;chten so erz&auml;hlten die Seeleute, hatte man seinen Gesang geh&ouml;rt, gefolgt von einem gr&uuml;nen Lichtblitz am Horizont der mit dem Aufgang der Sonne einherging. Anschlie&szlig;end h&auml;tte man immer ein Mitglied der Mannschaft vermisst. Finn war kein Fall bekannt, in dem es den Kapit&auml;n getroffen h&auml;tte, weshalb er eher glaubte, dass es sich gr&ouml;&szlig;tenteils um Seemannsgarn handelte, mit dem man das Verschwinden der Seem&auml;nner erkl&auml;ren wollte, um selbst &uuml;ber jeden Verdacht erhaben zu sein etwas damit zu tun zu haben. Unruhig rutschte er auf seinem Platz herum. Wahrlich, es war nicht sehr tr&ouml;stlich unter diesen Umst&auml;nden &uuml;ber solch unheimliche Geschichten zu sinnieren. Er blickte &uuml;ber die Schulter zu seinem Bruder, der bereits zu schlafen schien. Der Gl&uuml;ckliche. Solange das Wasser so ruhig und bewegungslos blieb, musste er sich zumindest keine Gedanken daran verschwenden, dass sein Bruder vom Flo&szlig; fiel. Er sollte sich lieber Gedanken dar&uuml;ber machen, was sie tun w&uuml;rden, wenn die Situation so aussichtslos blieb &ndash; er lachte insgeheim &uuml;ber seinen Wortwitz &ndash; wie bisher. Er wog seine Optionen ab. Sollten sie in ein paar Stunden immer noch hier feststecken, w&uuml;rde ihnen nichts anderes &uuml;brig bleiben, als auf gut Gl&uuml;ck loszufahren. Der Nebel konnte schlie&szlig;lich nicht endlos sein, oder doch? Er w&uuml;rde zumindest den Teufel tun und hier auf seinen Tod warten. Ihre Vorr&auml;te waren begrenzt. Er wusste, dass sein Bruder noch ein St&uuml;ck Brot bei sich trug und er selbst hatte noch eine Feldflasche mit Wasser in seiner Hosentasche. Es w&uuml;rde f&uuml;r einen Tag auf See gen&uuml;gen. Ansonsten hatten sie nur ihre Klamotten und das Flo&szlig; mitsamt dem einen Ruder. Wahrlich keine guten Aussichten. Er w&uuml;rde wohl oder &uuml;bel abwarten m&uuml;ssen. \n\nEs musste schon einige Zeit vergangen sein, als er in seinen Gedanken unterbrochen wurde. Er h&ouml;rte eine Melodie. Eine Melodie, die er sonst nur von zuhause kannte. Der verstorbene Stadtmeister ihres Viertels hatte dieses Lied immer gesummt, w&auml;hrend er in den finsteren Gassen nach dem Rechten gesehen hatte. Finn versuchte sich an den genauen Wortlaut zu erinnern und sang nach kurzer Zeit mit, wie in Trance, ohne eine Vorstellung, warum er nicht auf sich aufmerksam machte oder gar den Ursprung der Melodie lokalisieren wollte. So sang er nur im Einklang mit der Melodie, die die Dunkelheit durchdrang, wie ein Lichtstrahl: &quot;Laterne &hellip; Laterne &hellip; Sonne, Mond und Sterne. Brenne auf mein Licht. Brenne auf mein Licht. Aber nur meine liebe Laterne nicht.&quot; Die Melodie wiederholte sich immer wieder und Finn sang wie in Trance. So fiel ihm nicht die Gestalt auf, die wie der Meeresgott pers&ouml;nlich &uuml;ber das Wasser lief und das Flo&szlig; betrat. H&ouml;rte nicht das Platschen, mit dem sein Bruder von Bord fiel. Sp&uuml;rte nicht das Schwanken des Flo&szlig;es, als die Gestalt wieder das Boot verlie&szlig; und an Renos Schlafplatz nur die Laterne zur&uuml;cklie&szlig;. Er sang und f&uuml;hlte sich befreit. Befreit von allen Sorgen und Qualen. Bis die Melodie verstummte. Bis die Melodie verstummte und ihn in der Leere der Einsamkeit zur&uuml;cklie&szlig;. \n\nNoch benommen drehte Finn sich um, schon die Frage: &quot;Hast du das geh&ouml;rt, Bruder?&quot;, auf den Lippen, als er das Verschwinden Renos bemerkte. Ihm wurde spei&uuml;bel und er verlor f&uuml;r eine kurze Zeit die Orientierung. Dann erst tat er das, was ihm nur logisch erschien: Er schrie. Er br&uuml;llte wie am Spie&szlig; nach seinem Bruder, um Hilfe und verfluchte sich dabei innerlich, was f&uuml;r ein Trottel er gewesen sei, seinen Bruder hier hinaus zu lassen: In eine Welt voller Gefahren, die niemand kontrollieren konnte. In eine Welt, in denen manchmal sogar die St&auml;rksten starben, ohne eine Chance zu haben, sich zu retten. So sprang er umher, in der Hoffnung irgendetwas zu entdecken, was auf den Verbleib seines Bruders schlie&szlig;en lie&szlig;, darauf bedacht die einzige Lichtquelle an Bord nicht umzusto&szlig;en: Die Laterne, die mit ihrem leicht gr&uuml;nlichen Schein nur die Bretter des Flo&szlig;es sichtbar machte. \n\nFinn hielt inne. Gr&uuml;nlicher Schein? Wie konnte das sein? Hatte sein Bruder zu dem &Ouml;l irgendwelche Kupferchemikalien gegeben? Er hielt inne und versuchte seinen Atem zu beruhigen, w&auml;hrend er sich langsam nach der Laterne beugte. Bei genauem betrachten, wirkte sie &auml;lter und kunstvoller, als die Laterne Renos. Doch das Seltsamste war, dass keine Flamme das Licht erzeugte, sondern kleine gr&uuml;ne K&uuml;gelchen, die entfernt an winzige Gl&uuml;hw&uuml;rmchen erinnerten und in der Laterne hektisch umherschwirrten. \n\nSowie er dies bemerkt hatte, setzte die Melodie erneut ein. Diesmal jedoch erschien sie Finn nicht l&auml;nger wie eine M&ouml;glichkeit vor den Ereignissen zu fl&uuml;chten. Vor allem, weil eine andere Stimme den Text sang. Eine Stimme, die ihm das Gef&uuml;hl gab, direkt neben ihm w&uuml;rde jemand mit einer Gabel &uuml;ber einen Teller kratzen. Ein Schauer lief sein R&uuml;ckgrat hinab und er musste husten. Die Stimme wurde lauter, dunkler und schien von &uuml;berall zu kommen.  \n_&quot;Laterne &hellip; Laterne &hellip; Sonne, Mond und Sterne. Wenn es dunkel ist. Wenn es dunkel ist. Ja dann siehst du erst, wie sch&ouml;n das ist.&quot;_ Finn erstarrte noch w&auml;hrend des letzten Satzes. Ihm war auf einmal gleichg&uuml;ltig wohin sein Bruder verschwunden war. Gleichg&uuml;ltig, wie sie jemals von hier fort finden sollten. Er hatte viel gr&ouml;&szlig;ere Probleme. \n\nDas erste war eine Klinge, die wie ein Schnabel aus seinem Mund ragte und wohl gerade seinen Nacken von hinten durchdrungen hatte. Das zweite und in Anbetracht der Situation schon l&auml;cherlich geringe Problem, war die Kette, die sich um seinen Hals schlang und in den H&auml;nden einer Kreatur lag, die ihm wie ein Skelett mit kn&ouml;chernen Rastalocken erschien. Bevor er umfiel, bemerkte er noch, dass ihm die Laterne aus der Hand genommen wurde. Doch wie ein Echo h&ouml;rte er den letzten Vers des Liedes immer wieder und er klammerte sich daran, wie an die Kette um seinen Hals, die ihn langsam in das dunkle undurchsichtige Wasser zog: \n\n_&quot;Wenn es dunkel ist, ja dann merkst du erst wie sch&ouml;n das ist.&quot; _\n\n_&quot;Ja.&quot;_, hauchte die kratzige Stimme in sein Ohr. _&quot;Bald wirst du es erfahren.&quot;_ \n\n\n**ENDE**\n\nf&uuml;r Julia die nicht so gew&ouml;hnlich ist, wie ihr Name. ;)","replies":[]}