{"id":"uLv8EZGa","poster":"Grico","date":"2017-10-25T19:05:46.206+0000","title":"Spieler gesucht Team Gr체ndung Shining Donkey (ernsthaftes Interesse an koordiniertes Spielen)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"> _**Haupts채chlich Top und Jungle gesucht!**_\n\n> _**Wir haben auch einen Coach!**_\n\n**Expos&eacute;**\n\n> Niemand kann eine Symphony allein fl&ouml;ten. Es braucht ein Orchester, um sie zu spielen. \n\nSo, oder so &auml;hnlich verh&auml;lt es sich auch bei League of Legend - Niemand kann allein gewinnen, es braucht ein Team um zu siegen. Ein Team, was aus unserer Sicht, nicht nur spielerisches Verst&auml;ndnis und Talent mitbringen muss, sondern viel mehr **zusammen**spielen und **zusammen**halten muss.\n\nImmer wieder muss man mit Teams zusammenspielen, wo man am liebsten die H&auml;nde &uuml;bern Kopf zusammenschlagen m&ouml;chte, wo die geistige Reife, das Spielverst&auml;ndnis fehlt oder sich das Team in Grund und Boden flamt.\n\nUnteranderen deswegen m&ouml;chten wir das Team &bdquo;Shining Donkey&ldquo; gr&uuml;nden, allerdings haben wir noch andere Beweggr&uuml;nde\n\n**Zu Shining Donkey**\n\nWir m&ouml;chten ein Team aufstellen, mit welchem wir professioneller Spielen k&ouml;nnen um uns stetig zu verbessern und aufzusteigen. Bei uns steht der Spa&szlig; nat&uuml;rlich dennoch an erster Stelle, aber der Professionelle  an zweiter. Wir sind keine High Elo Spieler, aber jeder f&auml;ngt klein an und muss sich dann hocharbeiten. Wir m&ouml;chten nicht nur spielen, sondern uns auch durch Analysen und Reflexion nach dem Spiel verbessern.\n\n**Wichtige Aspekte im &Uuml;berblick:**\n\n1.\tFreundliche Atmosph&auml;re\nWir m&ouml;chten kein Team wo nur geflamt wird, und schlechte Laune herrscht. Nat&uuml;rlich, etwas Kritik ist angebracht aber wir wollen haupts&auml;chlich Spa&szlig; haben.\n2.\tFokus auf&#039;s Positive\nNur weil ein Match mal nicht gut l&auml;uft, hei&szlig;t es nicht gleich, dass man es nicht gewinnen kann. Aber klar, jedes Team verliert mal - es sollte jedoch nicht allzu oft vorkommen ;P &ndash;, wichtig ist aus seinen Fehlern zu lernen.\n3.\tEffektive Kommunikation und Koordination.\nTeamSpeak und was Besseres als eine pr&auml;parierte Blechdose als Mikrofon ist Pflicht! (Teamspeak Server werden wir zur Verf&uuml;gung stellen)\n\n**Was solltet ihr mitbringen?**\n__\nWie bereits erw&auml;hnt, ist die Elo prinzipiell egal. **Wir sind jedoch eher Low Elo bereich Silber-Gold.**\n1.\tSpielverst&auml;ndnis und Skill.\n2.\tgeistige Reife.\n3.    freundlicher Charakter\n3.\tDer Wille Elo zu climben und professioneller zu spielen!\n\n**Nachwort**\n\nWir m&ouml;chten in S08 anfangen als Team Ranks zu spielen. Sprich wer Interesse hat kann uns gerne anschreiben und dann k&ouml;nnen wir in S07 erstmal als Team &uuml;ben, weiteres besprechen. \n\nFalls Interesse besteht added mich einfach Ingame: _**Grico **_  .  Schreibt mich dann bitte an, dass ihr wegen Shining Donkey kommt.","replies":[{"id":"","poster":"12ms","date":"2017-10-27T08:00:12.569+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nmein name ist Anton , oder  ingame [ SARADA UCHIA ]\n\nSpiele seit fast 2 jahren LoL , und spiele t채glich bis zu 10 stunden.\nIch wollte schon immer so einem Team beitreten und konzentriert sich zum sieg hochzuk채mpfen ^^\nbin momentan Silver 3 , spiele aber wie ein sehr guter platin / gold spieler xD\nwerde mich bei dir heute melden so gegen 16 uhr c.a :)\nansonsten meine main rollen sind MID - ADC. \n\nauf gute zusammen arbeit! {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}