{"id":"0a9VNsLN","poster":"Ariya","date":"2017-10-26T15:08:24.267+0000","title":"Meddlers Gameplay-Gedanken - 26. Oktober","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Guten Morgen,\r\n\r\n-------------------------------------------------------------------------------\r\n\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen.\r\nFalls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n------------------------------------------------------------------------------\r\n\r\n**Die Runen sind wieder in der PBE**\r\n\r\nDie Runen stehen kurz vor ihrer Ver&ouml;ffentlichung und sind jetzt, da die Testphase von Patch 7.21 vorbei ist, wieder in der PBE verf&uuml;gbar. Wir haben einige Runen in der Zeit seit ihrer Ank&uuml;ndigung gravierend ver&auml;ndert, einige davon standen bisher jedoch noch nicht so sehr im Vordergrund (und wurden daher auch nicht so ausgiebig getestet) wie andere. Wir freuen uns vor allem &uuml;ber Feedback zu den folgenden Runen:\r\n\r\nBewahrer: Wird jetzt durch F&auml;higkeiten, die auf Verb&uuml;ndete gewirkt werden, anstatt durch einen Rechtsklick auf einen Verb&uuml;ndeten ausgel&ouml;st. \r\n\r\nPl&ouml;tzlicher Einschlag: Funktioniert jetzt auch nach dem Verlassen der Tarnung und nicht nur nach einem Sprung/einer Teleportation.\r\n\r\nFokussierter Angriff: Verursacht jetzt nach 3 normalen Angriffen gegen ein Ziel Schaden und erh&ouml;ht 6 Sekunden lang den gesamten Schaden, der diesem Ziel zugef&uuml;gt wird (zuvor wurde der Angriffsschaden/die F&auml;higkeitsst&auml;rke erh&ouml;ht).\r\n\r\nGeistesgegenwart: Erm&ouml;glicht es dir jetzt, nach einem Stufenaufstieg oder einer T&ouml;tung 5 Sekunden lang kostenfrei F&auml;higkeiten zu wirken (fr&uuml;her stellten normale Angriffe Mana wieder her, wenn man wenig Mana hatte).\r\n\r\nArkaner Komet: Die Abklingzeit verringert sich jetzt jedes Mal, wenn du einem gegnerischen Champion mit einer F&auml;higkeit Schaden zuf&uuml;gst (sollte jetzt f&uuml;r Champions mit vielen Zaubern oder Schaden &uuml;ber Zeit attraktiver sein).\r\n\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Anpassungen an der Dschungel- und Aufhol-Erfahrung in der Vorsaison**\r\n\r\nWir werden den Erfahrungsgewinn im Dschungel in der Vorsaison leicht ver&auml;ndern. Das sollte jedoch bereits in der PBE ver&ouml;ffentlicht worden sein. Kurz und b&uuml;ndig: In Zukunft gew&auml;hren nur noch gro&szlig;e/epische Monster Aufhol-ERF. Au&szlig;erdem ver&auml;ndern wir die ERF, die man von einzelnen Lagern bekommt, und es gibt weniger passive Aufhol-ERF. Wir werden demn&auml;chst einen Entwickler-Blog mit weiteren Details &uuml;ber diese &Auml;nderungen ver&ouml;ffentlichen.\r\n\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Vasallen/Monster erscheinen in der Vorsaison 10 Sekunden fr&uuml;her**\r\n\r\nIn der Vorsaison erscheinen die Vasallen und Monster 10 Sekunden fr&uuml;her als gew&ouml;hnlich (so erscheinen der rote Dornenr&uuml;cken/blaue W&auml;chter beispielsweise nach 90 anstatt nach 100 Sekunden). Dadurch wollen wir erreichen, dass die Spieler etwas weniger Zeit damit verbringen, abwesend zu sein/auf den Desktop zu wechseln. Gleichzeitig wollen wir aber nicht, dass es zu schwierig wird, &Uuml;berf&auml;lle auf den gegnerischen Dschungel durchzuf&uuml;hren. Daher erh&ouml;hen wir auch den Geschwindigkeitsbonus des Heimwacht-Effekts.\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Einige &Auml;nderungen f&uuml;r die Vorsaison werden auf Patch 7.23 verschoben**\r\n\r\nDer Gro&szlig;teil der &Auml;nderungen f&uuml;r die Vorsaison wird mit Patch 7.22 ver&ouml;ffentlicht, einige Dinge kommen aber erst einen Patch sp&auml;ter. Hierbei handelt es sich um eine leichte Erh&ouml;hung des Lauftempos der Vasallen nach 20 Minuten, sowie eine Erh&ouml;hung ihres Schadens an T&uuml;rmen (dadurch sollten Champions, die den T&uuml;rmen selbst nur wenig Schaden zuf&uuml;gen, Lanes leichter alleine vorantreiben k&ouml;nnen). Au&szlig;erdem werden die T&uuml;rme in Zukunft etwas mehr aushalten (dadurch bleiben die T&uuml;rme trotz des zus&auml;tzlichen Schadens, den die Vasallen verursachen, gleich gef&auml;hrlich).\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}