{"id":"6kjllGuK","poster":"5weeds","date":"2017-10-25T14:26:43.318+0000","title":"[OT] Hohle Köpfe (Folge 2)","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Die W&auml;gen rollten durch den tristen Morgen auf die Stadt zu. Die Luft war kalt und schwer vom nassen Nebel, unber&uuml;hrt von den warmen Strahlen der Sonne. Tau hing schwer am Fell der Ochsen, die langsam mit ihren W&auml;gen, auf die Tore der Stadt zuschaukelten. \r\nUmh&auml;nge wurden enger gezogen, um die bei&szlig;ende K&auml;lte dieses fr&uuml;hen Morgens fernzuhalten. Kaufleute und Bauern sa&szlig;en m&uuml;de auf ihren Kutschb&ouml;cken und blickten tr&auml;ge auf die verschlossen Stadttore.\r\nAuch wenn die Stadt abgeriegelt war, so gab es immer noch regen Verkehr. Schlie&szlig;lich wuchs das Korn nicht in der Stadt.\r\nHin und wieder wurden die Reihen der schlichten Bauernw&auml;gen, durch die protzigen Kutschen einiger reicher H&auml;ndler unterbrochen, die zwar &quot;offiziell&quot; nichts in der Stadt zu suchen hatten, aber mit den richtigen Betr&auml;gen bei den falschen Leuten, konnten sie sich nahezu frei in der Stadt bewegen. Die Lebensmittelw&auml;gen der Bauern wurden schon vor den Toren von Stadtw&auml;chtern herausgewunken und um ihre Waren erleichtert.\r\n\r\n Und in Mitten diesen regen Treibens stand die neu ernannte Feldwebel der Wache.\r\n\r\nFeldwebel Andonna Peri&rsquo;el starrte d&uuml;ster in den milchigen Nebel der Felder. Karren rollten tr&auml;ge an ihr vorbei, um hinter ihr von den W&auml;chtern dokumentiert und entladen zu werden. Auch wenn sie erst seit einigen Tagen Feldwebel war, so horchten ihre Untergebenen sofort auf ihren Befehl, wenn auch mehr aus Angst, als wirklicher Untergebenheit.\r\nPeri&rsquo;el spuckte aus und betrachtete weiter m&uuml;rrisch die Nebelwand am Horizont.\r\nSie sollte gl&uuml;cklich sein.\r\nSich freuen.\r\nLachen.\r\nSie hatte endlich ihren Traum war gemacht. Sie war nun ein offizieller Feldwebel der Stadtwache! Doch ihre Lippen waren, wie seit Jahren schon, eng aufeinander gepresst, der Blick ein b&ouml;ses Funkeln.\r\nSolch kindische Ziele bedeutete ihr nichts mehr. Doch seit wann war das so? \r\nFeldwebel Peri&rsquo;els Blick wurde sanfter, als sie an das junge M&auml;dchen von damals dachte.\r\n\r\nKaum 16 war Sie als den Eid der Wache ablegte. Voller stolz legte sie die viel zu gro&szlig;e Uniform an und das Gef&uuml;hl des groben blauen Stoffs, der &uuml;ber Andonnas Haut strich, gab ihr das Gef&uuml;hl das Richtige zu tun. \r\nSie erinnerte sich noch gut an die Euphorie, die Anspannung die sie bei ihren ersten Patrouillen sp&uuml;rte. Den Staub des Trainigshofes auf ihrer schwei&szlig;nassen Haut. Die harten Betten der alten Kaserne. \r\nSie beeindruckte die Mentoren mit ihrem unstillbaren Wissensdurst und dem Tatendrang der aus dem jungen M&auml;dchen nur so sprudelte. \r\nDas alles war ihr damals wie der Palast der Rechtschaffenheit vorgekommen.\r\nAlles f&uuml;hlte sich so richtig an. \r\nSo Gut.\r\nDann war es so weit.\r\nBei der Zeremonie im Wachhaus des Vorhofes zum Vorgarten des Hofes zum Schlossgarten, stieg Peri&rsquo;el vom Rang des Rekruten auf und wurde ein vollst&auml;ndiges Mitglied der Wache. \r\nMehr oder weniger feierlich wurde ihr die Kupfermarke der Wache &uuml;berreicht.\r\nAuch wenn der Hauptmann lustlos die jedes Jahr gleiche Rede vor sich hin nuschelte und ihr die alte, verbeulte Marke beinahe zuwarf, so f&uuml;hlte sie sich als w&uuml;rde der K&ouml;nig/die K&ouml;nigin/sonstige geschlechtliche Beschaffenheit, Selbst Peri&rsquo;el die Marke &uuml;berreichen.\r\n\r\nAlles lief so gut, doch dann traf sie _ihn_.\r\n\r\n Der Blick des Feldwebels verd&uuml;sterte sich. Sie bellte einen Befehl, worauf das metallische Ger&auml;usch gezogener Schwerter antwortete, gefolgt von einem m&uuml;rrischen &quot;Heh!&quot;\r\nLangsam drehte sich Peri&rsquo;el um.\r\nDrei riesige Wachen ragten vor ihr in den Himmel, nur &uuml;bertroffen von den m&auml;chtigen Stadttoren hinter sich. Die Blicke so kalt und scharf, wie ihre gezogenen Schwerter.\r\n&quot;Hab dich&quot;, zischte Peri&rsquo;el.\r\nEine Haufen dreckiger Lumpen lag vor den grimmigen W&auml;chtern im Staub des kalten Bodens.\r\nBei den Worten des Feldwebels wurden die Lumpen erstaunlich lebendig und sprangen auf.\r\nDie Stofffetzen drehten sich ruckartig zu Peri&rsquo;el um. Ein faltiges Gesicht kam zum Vorschein und starrte den neu ernannten Feldwebel an.\r\n&quot;Du!&quot;, fauchte Peri&rsquo;el.\r\nLangsam schritt sie auf die schmutzige Gestalt zu und knurrte: &quot;Lange nicht gesehen Obst-Dieb.&quot; \r\nDer Alte wich vor ihr zur&uuml;ck und stie&szlig; mit dem R&uuml;cken gegen die riesigen W&auml;chter. Missbilligend schnalzte er mit Zunge, als ihm klar wurde, dass er in der Falle sa&szlig;.\r\n&quot;Was denn?&quot;, fragte Peri&rsquo;el unschuldig. &quot;Keine Seitengassen, in denen du verschwinden kannst? Keine Obstst&auml;nde, die du hinter dir umwerfen kannst? Keine Dummk&ouml;pfe, die der Wache gaffend im Weg stehen?&quot;\r\n&quot;Feldwebel...&quot;\r\n&quot;WAS?!&quot;\r\nDer W&auml;chter schrag beim scharfen Ton Peri&rsquo;els zusammen und fuhr stotternd fort: &quot;Ihr... nun... Ihr l&auml;chelt.&quot; \r\nDer Feldwebel fuhr sich sichtlich irritiert mit der Hand &uuml;ber das Gesicht und f&uuml;hlte, dass ihre Mundwinkel erstaunlich weit oben sa&szlig;en.\r\n&quot;Irres Grinsen beschreibt&#039;s besser&quot;, meinte eine knarzige, leise Stimme. Die W&auml;chter stie&szlig;en den Alten warnend in den R&uuml;cken.\r\nPeri&rsquo;el wandte sich wieder ihrem Obst-Dieb zu: &quot;Ach, im Angesicht des Galgen immer noch das letzte Wort haben? Nun, diese letzte Freude sei dir geg&ouml;nnt.&quot;\r\nSie ging weiter auf den Irren zu und zog gen&uuml;sslich das Schwert. Der Kreis aus W&auml;chtern wurde enger gezogen. Der Alte erwachte aus seiner Schockstarre.\r\nEins seiner d&uuml;rren Arme verschwand im Inneren seiner... &quot;Kleidung&quot; und tastete hastig nach etwas.\r\nDer Feldwebel blieb argw&ouml;hnisch stehen und ihre W&auml;chter taten es ihr gleich.\r\nDie faltige Hand des Alten schien das Gesuchte gefunden zu haben und griff entschlossen zu.\r\nMit wirbelndem Bart riss der Eremit seine d&uuml;rren Arme hoch und hielt einen dunklen Stein &uuml;ber dem Kopf.\r\nHastig wichen die W&auml;chter beim Anblick des kohlkopfgro&szlig;en Steins zur&uuml;ck und starrten erschrocken auf die wahrscheinlich magischen Runen, die sich wie ein Netzt durch die dunkle Oberfl&auml;che des Steins zogen.\r\nPeri&rsquo;els br&uuml;llendes Lachen durchbrach den stillen Schreckmoment.\r\nL&auml;ssig lies sie ihr Schwert in der Hand kreisen und ging kopfsch&uuml;ttelnd weiter auf den Irren zu.\r\n&quot;Glaubst du, deine Shows ziehen immer noch bei mir?&quot;, fragte sie gutgelaunt.\r\nIhre Stimme wurde h&auml;rter: &quot;Glaubst du, ich bin immer noch das dumme G&ouml;r von damals?!&quot;\r\nDer Feldwebel baute sich dicht vor dem Eremiten auf.\r\n&quot;Glaubst du nicht , dass du mich schon lange genug blo&szlig;gestellt hast?&quot;, zischte sie.\r\nDen dunklen Stein immer noch &uuml;ber den Kopf gereckt, erwiderte der Alte  Peri&rsquo;els eisigen Blick.\r\nUnd lie&szlig; den Stein fallen.\r\n\r\nEin dumpfes _Bumpf_ erklang, dicht gefolgt von dem schmerzvollen Aufschrei des Feldwebels.\r\nDie W&auml;chter blickten verdattert wie ihre Cheffin fluchend auf einem Bein auf und ab sprang und sich den schmerzenden Fu&szlig; hielt.\r\n&quot;GLOZT NICHT SO!!&quot;, br&uuml;llte sie mit vor Wut und Schmerz verzogenem Gesicht.\r\n&quot;HALTET DEN WURM!!!&quot;\r\nEntschlossen drehten sich die W&auml;chter zum Eremiten, oder zumindest dort hin, wo der Alte noch bis eben gestanden hatte.\r\nSuchend blickten sie umher, bis einer &quot;Dort!&quot; rief und durch das Tor zeigte.\r\nEin Ballen dreckiger Lumpen sauste auf kn&ouml;chernen Beinen, die Hauptstra&szlig;e runter, bis sie wehend um eine der vielen Ecke verschwand.","replies":[{"id":"","poster":"Kind Prow","date":"2017-10-26T12:33:19.440+0000","up_votes":2,"down_votes":0,"body":"*Die Sonne verschwindet kurz hinter einer Wolke. In einer Nebengasse verdichten sich die Schatten und zwei Augen beobachten das Geschehen. Auf einmal taucht die Sonne wieder auf und die Gasse liegt da wie vorher, unberührt.\"","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-25T17:30:03.040+0000","up_votes":2,"down_votes":0,"body":"Auf meinem Weg in Richtung Kneipe musste ich mitansehen wie einige Wachen groß Muskulös und von Stattlicher Statur aber etwas dämlich vom Gesichtsausdruck einem Knäul Lumpen hinterherlief um bei der nächsten Abbiegung in eine enge Gasse auf lustige art und weise übereinander wie ein Stapel zu landen.\nEs dauerte eine Weile bis diese sich wieder aufgerichtet hatten der eine mit dem Schnurrbart hatte sich so sah es aus den Knöchel verstaucht und hüpfte auf einem Bein wie ein Narr den andern beiden und dem Knäul hinterher.\nAmüsant was man hier so alles beobachtet dachte ich mit einem herzhaftem Schmunzeln im Gesicht.","replies":[]}]}