{"id":"zkYbZO0F","poster":"NiruLunatic","date":"2017-10-25T14:59:24.020+0000","title":"Ehrungsstufe nach einer Strafe","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hallo liebe Community,\r\n\r\nich melde mich heute, da ich ein paar Fragen habe, die ich mir selbst nicht so recht beantworten kann und darauf hoffe, dass mir andere Spieler mit etwas mehr Erfahrung auf der Ebene eventuell weiterhelfen k&ouml;nnten.\r\n\r\nVor Kurzen (vor ca. 1 1/2 Monaten) habe ich eine Bestrafung bekommen, da ich in 2 aufeinander folgenden Spielen leicht geflamt habe. Die Strafe war zurecht, ich hatte wohl einfach einen sehr schlechten Tag &amp; meine Laune an der falschen Stelle ausgelassen und demnach habe ich die Bestrafung auch akzeptiert &amp; auch daraus gelernt. Als Strafe bekam ich eine Sperre f&uuml;r Belohnungen, eingeschr&auml;nkte Chataktivit&auml;t f&uuml;r 15 (?) Spiele und zus&auml;tzlich wurde meine Ehrungsstufe auf 1 zur&uuml;ck gesetzt von Ehrungsstufe 3. Nun habe ich aber bemerkt, dass ich trotz vieler Ehrungen und guten Spielen einfach nicht mehr in der Ehrungsstufe aufsteige, normaler Weise geht das von 1-3 ja recht fix.. ist das so gewollt ?\r\n\r\nAusser dem bekomme ich f&uuml;r ein gewonnenes Spiel in dem ein Team-Mate einen S Rang belegt auch keine Truhen mehr bzw &auml;usserst selten, so dass ich in diesem Zeitraum grade einmal eine Kiste bekam, Schl&uuml;ssel jedoch bekomme ich nahe zu t&auml;glich. Mein Anliegen bezieht sich also darauf, ob die Ehrungsstufe nun bis zum Start der n&auml;chsten Season auf 1 stehen bleib oder wie sich das verh&auml;lt, denn irgendwie kann das ja nicht normal sein, dass ich auf ewig Ehrungsstufe 1 bleibe. In der Ank&uuml;ndigung, die es damals gab wurde eigentlich auch mitgeteilt, dass man im Falle einer Bestrafung nur um eine Ehrungsstufe zur&uuml;ck gesetzt w&uuml;rde, ich wurde aber direkt auf das Minimum gestuft, was ich auch sehr schade finde.. wie genau verh&auml;lt sich dass denn nun mit den Ehrungen und warum bekomme ich keine Truhen mehr, trotzdem es laut Anzeige im Profil noch m&ouml;glich w&auml;re ?\r\n\r\nVielen Dank im Voraus f&uuml;r die Antworten.","replies":[{"id":"","poster":"NiruLunatic","date":"2017-11-05T05:46:46.077+0000","up_votes":1,"down_votes":0,"body":"Hallo, danke für euer Feedback. Mittlerweile bin ich auch wieder Ehrungsstufe 2 & kriege auch wieder Chets (YAY) & zum Thema Benachrichtigungen muss ich leider sagen, dass nur die darüber kam dass meine Chateinschränkung nicht mehr aktiv ist, im Bezug auf meine Belohnungssperre leider gar nichts. Dennoch hat es sehr lange gedauert wieder an Ehre zu gewinnen. :p","replies":[]},{"id":"","poster":"legofreak1","date":"2017-10-25T15:09:27.414+0000","up_votes":1,"down_votes":0,"body":"Sobald du wieder Ehrungen aufsteigen darfst, wirst du dies auch wie vorher tun. Man steigt ganz normal auf, wenn man im Spiel nicht toxisch ist, bewegt man sich nur knapp unter dem Radar dauert das Aufsteigen länger, wird man häufig geehrt, geht es etwas schneller. Für Beute gelten dann ebenfalls keine Beschränkungen mehr außer der üblichen. Schlüsselfragmente erhältst du weiterhin nach dem Zufallsprinzip, für Kisten müssen du oder ein Premade ein S erreichen. Du erhältst allerdings maximal einmal pro Season und Champion eine Truhe. Hast du für einen Champion bereits eine erhalten, besteht die nächste Chance mit diesem Champ erst wieder zur nächsten Season.","replies":[{"id":"","poster":"Nordwolf87","date":"2017-10-27T12:32:53.034+0000","up_votes":1,"down_votes":0,"body":"Gilt das zuletzt gesagte auch für premades? Sprich ich habe zb schon eine truhe für ein S mit wukong bekommen. Jetzt spielt mein premade wukong und macht ein S. Ist es dann ausgeschlossen dass ich eine truhe bekomme weil ich selbst schon mit wukong eine erhalten habe?","replies":[{"id":"","poster":"legofreak1","date":"2017-10-27T12:34:59.452+0000","up_votes":1,"down_votes":0,"body":"Es zählt der Champion, den du selbst spielst. In deinem Beispiel würdest du also eine Truhe erhalten, insofern du mit einem Champion spielst, mit dem du noch keine Truhe erhalten hast.","replies":[{"id":"","poster":"Nordwolf87","date":"2017-10-27T12:57:39.970+0000","up_votes":1,"down_votes":0,"body":"Danke. Das hab ich mich schon lange gefragt :)","replies":[]}]}]}]},{"id":"","poster":"Anikiisama","date":"2017-10-25T22:55:15.481+0000","up_votes":1,"down_votes":0,"body":"Spiel einfach weiterhin und fall nicht mehr negativ auf. Irgendwann taucht ein Bild auf wo steht , dass du wieder Belohnungen bekommen kannst und dann steigst du auch wieder in der Ehrung auf.","replies":[]},{"id":"","poster":"Etez","date":"2017-10-25T15:29:04.094+0000","up_votes":1,"down_votes":0,"body":"Nach der Sperre ist deine Ehrungsstufe erstmals geblockt. Während du geblockt bist kannst du auch keine Kisten oder Schlüssel Fragmente bekommen. Nach so +/-50 games ist man wieder Ehrungsstufe 1. Dann habe ich selber +/-100 games gebraucht um Ehrungsstufe lvl 2 zu werden :DD jetzt bin ich seit 10 tagen oder so wieder Ehrungsstufe Lvl2. Ab Ehrungstufe 1 kannst du auch wieder Kisten etc. bekommen. Aber es sieht so aus aus ob dein Ehrungslevel noch Geblockt/Locked ist.","replies":[]}]}