{"id":"86lPfEYA","poster":"[COULD NOT READ POSTER]","date":"2017-10-24T14:13:50.058+0000","title":"Technische Probleme an Tag 4 des Viertelfinales","subforum":"Esports","up_votes":1,"down_votes":0,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-10-25T00:13:07.791+0000","up_votes":2,"down_votes":0,"body":"Ein Statement, sehr löblich.","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-25T07:04:56.980+0000","up_votes":1,"down_votes":0,"body":"Ja. Ich hoffe, es macht Schule, dass Riot solche Statements abgibt (auch auf kritische Fragen aus der Community).\r\n\r\nEine offene Kommunikation ist sicherlich besser als nichts zu sagen.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-10-28T00:09:16.970+0000","up_votes":2,"down_votes":1,"body":"Das kannst du vergessen, dass ist nur wegen den Worlds jetzt. Riot kackt auf Spieler, es geht um Gewinn, da werden so viele Fehlverhalten wie möglich verschwiegen. Es wird immer abgewägt werden zwischen die meckernde Meute klein halten und andere für dumm zu verkaufen oder man kann es nicht mehr verheimlichen und dann so zu tun als zeige man guten Willen und schaue positiv in die Zukunft blabla so ein Standardgeschwätz halt.\n\nDas Problem hier war offensichtlich, dass alle betroffen waren die es gesehen haben und der Fehler auch lange gedauert hat. Da haben die keine Wahl. Das werden wir aber garantiert nie wieder sehen.\n\nIch mein die Politik bisher zeigt ja schon eindeutig, was man den Leuten zeigen will und diese Null Tranparenz Politik wirft bei Leuten mit gesunder Kritik immer Fragen und Zweifel auf.","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-29T18:54:46.493+0000","up_votes":1,"down_votes":0,"body":"Gerne möchte ich dir widersprechen, aber dies ist leider doch etwas schwierig.\n\nMeine persönliche Meinung zum konkreten Fall:\nDie technischen Probleme mit dem Ton sind sicherlich ärgerlich, jedoch ehrlich gesagt, nicht ganz so schlimm.\n\nBei diversen Live-Übertragungen von Sport-Events gibt es immer wieder ähnliche technische Probleme. Sobald so etwas durch die halbe Welt verschickt wird, kommt dies sogar öfters vor.\n\nIn dieser Hinsicht ist es wirklich löblich, dass Riot hier ein Statement abgibt. Bei TV-Sendern wird allenfalls noch kurz entschuldigt, aber dann war es auch schon (ohne genaue Informationen, wie es zu den technischen Problemen kam).\n\nAnsonsten muss ich leider zugeben, dass die \"Kundennähe\" bei Riot noch viel Luft nach oben hat; besonders im deutsch-sprachigen Raum.\nDies wäre eigentlich grundsätzlich kein Problem, wenn Riot sich als \"Billiganbieter\" definiert und Kundenservice nicht im Vordergrund sieht. Jedoch sagt das \"Riot Manifesto\" etwas anderes und Riot hat das Ziel den kunden-freundlichsten Game-Developer zu werden. Wenn ich die aktuelle Situation sehe, muss ich leider sagen: Riot hat noch einen sehr, sehr langen Weg, um dieses Ziel zu erreichen.\n\nWoran es liegt, kann ich nur schwer beurteilen.\nJedoch ist es langfristig aus meiner Sicht auch finanziell kein Vorteil, einen schlechten Kundenservice zu bieten. Denn zwar spart man damit Personalkosten (weniger Angestellte im Bereich Customer Service), jedoch verärgert man damit auch zahlende Kundschaft, die zukünftig dann nicht mehr so konsum-freudig sind.\n\nIch hoffe aber immer noch, dass Riot die derzeitige Situation objektiv analysiert und wir zukünftig spürbare Verbesserungen erleben werden. Dies wird aber insbesondere in der DACH-Region wohl noch dauern, wenn ich sehe, welche Stellen auf Stufe Management in der DACH-Region offenbar derzeit vakant sind.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-10-31T07:23:51.381+0000","up_votes":1,"down_votes":0,"body":"Ich meinte das auch allgemein, bei allen Problemen, nicht nur bezogen auf (Ton-) Probleme von den Worlds. Entgegen meiner Erfahrung wird im Fernsehen sonst sehr oft erwähnt, was denn das Problem ist/war, zumindest wenn es länger dauert. Das ist aber auch nicht der Punkt.\n\nIm Allgemeinen hält sich Riot wirklich sehr bedeckt mit Infos und gehen meiner Meinung nach nur dann darauf ein, damit sie nicht auf Twitter und Reddit negativ überflutet werden bzw um einen Shitstorm aus dem Weg zu gehen.\nAuch ist der Kundenservice an sich ja gar nicht schlecht, wenn es nicht gerade um gehackte Accounts geht. Das Problem ist diese Firmenpolitik an sich. Für mich sind solche Statements Standard, ich persönlich erwarte das. Viele andere vielleicht nicht, aber Leute mit Qualitätsansprüchen schon. Da kommen natürlich dann viele an und argumentieren von wegen das Game ist F2P, trotzdem hat League glaub ich den größte Umsatz überhaupt und müssen auch Leistung erbringen für das Produkt was sie anbieten, weil es sonst keiner spielt. Gerade beim Thema Bugfixes ist es nahezu lächerlich, dass dieses kleine Spiel soviele Bugs hat. \nIm Vergleich zu anderen Games ist die Spielwelt winzig und nicht anspruchsvoll, Mapinteraktionen gibt es relativ wenige, das heißt der Fokus bei Bugs liegt nur an den Champions und die sind seit 7 Jahren teilweise vorhanden und es gibt immer noch Bugs. 140 * 4 Interaktionen/Spells, wovon maximal die Hälfte eine komplexere Interaktion vorweisen (z.B. bei Mordekaiser oder Ekko). Das sind knapp 300 kritische Interaktionen. Bei anderen Games gibt es locker 1000 verschiedenen Interaktionen und Bugmöglichkeiten allein in Quests und Dialogen.\n\nDie Frage ist halt, wieviel Leute der Käuferschaft man damit vergrault und bei den ganzen Kiddies, die zweifelsohne die wichtigste Zielgruppe ist, denen sowas scheißegal ist, wird sich das halt nicht ändern.\nSo ist jedenfalls meine Sicht der Dinge. Und ändern wird sich generell in großen Unternehmen wenig bzw. nur langsam, weil wenn etwas funktioniert und Geld abwirft ändert man nunmal nicht so viel und schnell, weil das nur Risiken birgt aus Unternehmersicht.","replies":[]}]}]}]}]}]}