{"id":"tm5sPBFu","poster":"Nicoleinchen","date":"2017-10-22T19:04:56.844+0000","title":"14 Tage Bann","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":7,"body":"Ich hatte in meinem letzten Ranked einen Morde der komplett reingefeedet hat und dadurch das komplette game verhaut hat. Nach seinen 4ten death (in 5 minuten) hab ich ihn dan zum Flamen angefangen und wurde daf&uuml;r gebannt.\r\n\r\nIch will mich jetzt gar nicht beschweren das der Bann ungerechtfertigt ist oda so. Ich wundere mich aber gerade seit wann man nach 1 game in dem man toxic war gebannt wird, ich habe fr&uuml;here seasons schon viel mehr games hintereinander gaflamet und hatte trotz reports keinen Bann bekommen, also warum jetzt direkt nach einem game? \r\nW&auml;re sehr nett wenn mir das Bann System irgendwer genauer erkl&auml;ren k&ouml;nnte","replies":[{"id":"","poster":"Wernicke","date":"2017-10-22T19:17:08.074+0000","up_votes":2,"down_votes":0,"body":"Was soll man da erklären? \nDu hast ja schon selbst gesagt dass du auch in der Vergangenheit schon beleidigt hast und negativ warst und nun hast du das Fass zum Überlaufen gebracht und deswegen deine verdiente Strafe jetzt erhalten. \nUnd wie schon gesagt wurde musst du ab jetzt aufpassen und am besten gar nichts mehr sagen bzw dich halt normal benehmen. Denn bei deinem nächsten \"Ausrutscher\"  kommt dann der perma. Das wurde dir jetzt aber ja auch mitgeteilt in der Nachricht die du erhalten hast.","replies":[{"id":"","poster":"Atsùra","date":"2017-10-24T20:13:49.872+0000","up_votes":1,"down_votes":0,"body":"So was wie \" Karma tritt dir in den Allerwertesten, wenn du es am wenigsten erwartest\"?^^","replies":[]}]},{"id":"","poster":"Urogi","date":"2017-10-22T19:11:47.049+0000","up_votes":1,"down_votes":0,"body":"Da gibt es bestimmt irgendwo nen Messzylinder, wo als dein Geflame reingeworfen wird und diesmal hast du den halt zum überlaufen gebracht. \n\nSo stell ich mir das vor^^","replies":[{"id":"","poster":"Nicoleinchen","date":"2017-10-22T19:13:18.250+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Urogi,realm=EUW,application-id=KYnfKGf0,discussion-id=tm5sPBFu,comment-id=0001,timestamp=2017-10-22T19:11:47.049+0000)\n>\n> Da gibt es bestimmt irgendwo nen Messzylinder, wo als dein Geflame reingeworfen wird und diesmal hast du den halt zum überlaufen gebracht. \n> \n> So stell ich mir das vor^^\n\n> [{quoted}](name=BlackAjani,realm=EUW,application-id=KYnfKGf0,discussion-id=tm5sPBFu,comment-id=0000,timestamp=2017-10-22T19:09:14.256+0000)\n>\n> Wenn du noch einmal toxisch, negativ oder anderweitig negativ auffällst, dann wirst du perma gebannt, falls du reported wurdest.\n\nAchso ok, ich finds aber sowieso ein bischen komisch da bei der nachricht wo stand für welche ausdrücke ich gebannt wurde dinge wie : \"ill help you if shaco invades\" standen","replies":[{"id":"","poster":"BenitoMalzzolini","date":"2017-10-22T19:39:53.214+0000","up_votes":1,"down_votes":0,"body":"der chatlog zeigt alle deine nachrichten aus dem spiel, nicht nur die für den ban relevanten.\nhier hast du die seite der volus : http://en.volu-eu.org/library.php","replies":[]}]}]},{"id":"","poster":"BlackAjani","date":"2017-10-22T19:09:14.256+0000","up_votes":1,"down_votes":0,"body":"Wenn du noch einmal toxisch, negativ oder anderweitig negativ auffällst, dann wirst du perma gebannt, falls du reported wurdest.\nAlso überleg dir ganz schnell, wie du den Mute button findest, damit es nicht soweit kommt","replies":[]}]}