{"id":"PKkyKoAn","poster":"Mare TV","date":"2017-10-22T10:44:35.471+0000","title":"LoL Patcher will mich ärgern? :D","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi Community,\n\nfolgendes Problem.\nDa mein Rechner tot war und ich mir dann nach 5 Monaten dachte &quot;Ach Mare, machst du dir mal ein High-End-Gaming PC&quot; .. alle Komponenten gekauft und Fehlerfrei zusammengesetzt. Betriebssystem aufgesetz, Virenschutz und Firewall drauf, als auch alle Treiber. \n\nDoch LoL muss nat&uuml;rlich auch drauf und der 16GB patch ist da unumg&auml;nglich...  doch mein  router zickt heute und es kann mal passieren das die Verbindung f&uuml;r n halbe Sekunde weg ist...  Booom patch startet von 0% wieder. \n\nGibt es da eine alternative die nicht aus dummen kommentare besteht wie z.B. &quot;kauf dir n neuen Router&quot; oder &auml;hnlichen Mist :D?\n\nDer l&ouml;scht doch nicht dann einfach 40% vom patch aus Langeweile oder doch? :D","replies":[{"id":"","poster":"Qbert","date":"2017-10-23T07:58:04.118+0000","up_votes":1,"down_votes":0,"body":"Wo hast du den Lol-Client gezogen?\nIch habe letzte Woche erst einen neuen Rechner mit Lol versehen, da dauerte das ganze (bei 50Kbit) gerade mal 1h.\nMein PC ist aber auch über ein LAN-Kabel angeschlossen!\n\nWieso ich frage:\nWenn man den Lol-Client googelt, dann findet man auch eine 2016er Version! Da musst du unbedingt drauf achten, den nicht zu ziehen ... denn seit dem ist natürlich eeeetwas mehr passiert.","replies":[]},{"id":"","poster":"Gin","date":"2017-10-23T07:54:53.533+0000","up_votes":1,"down_votes":0,"body":"LAN-Kabel statt einer WLAN-Verbindung?\n\nAlternativ mal probiert deinen League of Legends Ordner vom alten Rechner/Laptop zu kopieren und auf den neuen zu schieben?\n\n**Hinweis**: Achte darauf dass du den \"Riot Games\" Ordner direkt unter \"C:\" packst, und sich der \"League of Legends\"-Ordner in diesem befindet.","replies":[]},{"id":"","poster":"xXTheFalloutXx","date":"2017-10-22T12:39:15.779+0000","up_votes":1,"down_votes":0,"body":"Nein, wenn der Patcher mittendrin keine Verbindung zum Internet bekommt versucht er erstmal eine Zeit lang die Verbindung wiederherzustellen. Passiert das nicht innerhalb eines Gewissen Zeitrahmens startet der Patcher von \"Beginn\" an, er kontrolliert welche dateien bereits runtergeladen wurden und setzt dann, mit einen kleinen Setback zur Sicherheit, fort.","replies":[]}]}