{"id":"7iswhRV9","poster":"MarCommander2211","date":"2017-10-22T10:31:14.192+0000","title":"Fedris, der Auferstandene [Champion-Konzept]","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo lieber Leser/liebe Leserin\r\nNach einer kurzen Pause melde ich mich zur&uuml;ck mit einem neuen Champion-Konzept &uuml;ber einen mobilen Tank, da ich diese Spielweise am Meisten mag und sie mir wohl auch liegt. Tats&auml;chlich spiegeln diese viele meiner Lieblingshelden wieder! Nasus mit Ghost, Stormraiders und Righteous Glory, Renekton, Sion, Nautilus und Gragas. Also hoffe  ich dass euch dieser Held derart gefallen wird, wie er mir gef&auml;llt :D\r\nWie immer hoffe ich auch auf R&uuml;ckmeldung und Kritk, und darauf, dass ihr heute ebenso viel Spa&szlig; hattet wie ich beim kreieren von\r\n\r\n\r\nFedris, dem Auferstandenen\r\n\r\n\r\nAussehen:\r\nFedris tr&auml;gt einen braunen Umhang, welcher seinen R&uuml;cken bis zu den Knien und seinen rechten Arm bedeckt. Unter diesem Umhang tr&auml;gt er einen Lederwams einen Kundschafters. Von der einstigen Kundschafterr&uuml;stung sind sonst nur eine Schulterplatte und zwei Beinschienen &uuml;brig geblieben. In seiner rechten Hand tr&auml;gt er ein Kurzschwert und in der linken tr&auml;gt er einen Stock, an dem ein Eimer mit einer omin&ouml;sen Fl&uuml;ssigkeit h&auml;ngt. Sein Gesicht wird von einer wei&szlig;en Maske verdeckt.\r\nBei einem automatischen Angriff sticht Fedris mit seinem Schwert nach vorne, dann schl&auml;gt er von oben nach unten und dann nach oben, aber bei der W und der E setzt er stattdessen nicht das Schwert sondern den Eimer ein.\r\nGeschichte:\r\nDer eiserne Wiederg&auml;nger riss die Maske des  &Auml;ltesten des Dorfes von seinem Kopf, umgriff seine Kehle  und schlug seinen K&ouml;rper auf den Boden, als w&auml;re er ein Sack Kartoffeln. Er &uuml;berlie&szlig; den Rest dann seiner  Keule. Am n&auml;chsten Morgen w&uuml;rden ihm die Dorfbewohner das ewige Wasser bringen, was der Eiserne ben&ouml;tigte, um die Toten aus ihren Gr&auml;bern auferstehen lassen und um seine untote Armee aufzustellen. Sie werden sich ihm nicht mehr entgegen stellen.\r\nBereits 2 Stunden danach machten sich die  Kundschafter des Dorfes auf, um aus der alten Tempelruine das Wasser zu stehlen. Doch nur ein einziger Kundschafter &uuml;berlebte den langen Weg bis zur Ruine. Als er, Fedris, an der Ruine ankam, machte sich auf, den W&auml;chter des Tempels aufzusuchen, und ihm das Wasser zu stehlen, ohne seine Aufmerksamkeit zu erregen. Denn er wusste, dass dies sonst sein Tod sein w&uuml;rde.\r\nZwischen den Schatten der zerst&ouml;rten Tempelw&auml;nde duckte er sich hinweg und schlich vorbei. Er konnte bereits einen Blick auf das Wasser erhaschen und er kam noch n&auml;her. Aber was er dann h&ouml;rte, lie&szlig; ihn bis ins Mark erzittern &ndash; der W&auml;chter war erwacht.\r\nBIP-BUP!\r\nDer Schuss des W&auml;chters traf Fedris mitten in die Brust und die Wucht des Aufpralls warf ihn gegen die qualmenden &Uuml;berreste der Au&szlig;enmauer. Keuchend tastete Fedris nach der Wunde, welche  von der Patrone verursacht wurde, welche seinen Lederpanzer ohne M&uuml;he durchschlagen hatte. W&auml;hrend sich sein Mund mit dem metallischem Geschmack von Blut f&uuml;llte, sah Fedris den W&auml;chter in atemberaubender Geschwindigkeit auf ihn zusprang. Er konnte sich gerade noch nach links drehen, als der W&auml;chter mit einem gewaltigen \r\nBIP-BIP-BUP! \r\nauf der Stelle landete, an der Fedris noch vor wenigen Sekunden lag. Gerade als der W&auml;chter seine Lanze in ihn sto&szlig;en wollte, rutschten seine schmalen Beine auf dem Blut unter ihm auf und der Roboter schlug hart auf den Steinboden auf.  Seine Chance ausnutzend hechtete Fedris zu seiner Waffe, welche noch immer im R&uuml;cken des W&auml;chters steckte. Doch bereits als Fedris das Schwert umfasste, war auch der W&auml;chter wieder auf den F&uuml;&szlig;en und schleuderte ihn mitsamt seines Schwertes nach hinten. Aber noch ehe Fedris sich abrollen und von dem Sturz erholen konnte, streckte ihm der W&auml;chter seine Lanze entgegen. \r\nBIP-BUP-BUP!\r\nDer W&auml;chter stie&szlig; mit seiner Lanze vor und riss Fedris beinahe von den F&uuml;&szlig;en. Blitzschnell trat der W&auml;chter nach vorne und schoss eine weitere Portion Schrot in den durchl&ouml;cherten Kundschafter. Die Wucht des Aufpralls stie&szlig; Fedris in das Wasser der Alten. Binnen Sekunden f&auml;rbte sich das himmelblaue Wasser rot. Regungslos lag b&auml;uchlings im Wasser. Der W&auml;chter wandte sich desinteressiert ab und lud seine Schrotwaffe ab. Das Wasser schmiegte sich an den toten Kundschafter an. Pl&ouml;tzlich begann das Wasser damit, ihn zu umh&uuml;llen. Es begann, seinen offenen Mund hinunterzuflie&szlig;en und langsam seine Wunden zu schlie&szlig;en. \r\nBIP-BUP!\r\nBIP-BUP!\r\nDer W&auml;chter drehte sich zu dem neuen Lebenszeichen, welches er empfangen hatte, um. Wenige Schritt entfernt stand er. Fedris. Mitsamt dem durchl&ouml;cherten Ledermantel. Doch statt des von letzteren tropfendem Blutes, tropfte nun ewiges Wasser. Ohne dar&uuml;ber nachzudenken, sprang Fedris nach vorne. Er konnte den kalten Stahl der Lanze an seiner Wange entlangstechen sp&uuml;ren, als er sein Schwert zu einem seitlichen Hieb anhob. Der W&auml;chter analysierte seine Bewegungen pfeilschnell und wich in die entgegengesetzte Richtung aus. Doch anstatt den Schlag fortzuf&uuml;hren, setzte zu einem Diagonalhieb an, welcher den Lanzenarm des Roboters parierte und mit einem Knirschen abtrennte.\r\nBRZZL!\r\nDer W&auml;chter schien geradezu erstaunt dar&uuml;ber zu sein, dass sein Gegenangriff sein Ziel verfehlt  hatte. Auch Fedris war im ersten Moment erstaunt. Niemand konnte den Attacken eines W&auml;chters ausweichen, es war niemals dazu gekommen. Bevor der Roboter auch ein weiteren Schuss abgeben konnte, sprang Fedris auf sein Schulter und stach die Klinge bis zum Heft in den R&uuml;cken des W&auml;chters Die Klinge drang tief in das Innenleben der Maschine ein. Binnen weniger Augenblicke l&ouml;ste er seinen Griff von der Klinge und schwang sich auf den R&uuml;cken des Roboters. Ein dritter Sprung katapultierte Fedris auf die Schultern des W&auml;chters.\r\nBIP-BIP?\r\nMit einem Ruck riss Fedris ihm den Kopf von den Schultern. Ein mechanisches Dr&ouml;hnen ert&ouml;nte, als &ouml;ffnete er eine Konservendose, und der W&auml;chter viel in sich zusammen. \r\nAls Fedris mit einem gef&uuml;llten Eimer in sein Dorf zur&uuml;ckkehrte wurde er nicht mit der von ihm erhofften Freude begr&uuml;&szlig;t, sondern mit den abgebrannten &Uuml;berresten der H&auml;user, welche einst Fedris&acute; Zuhause war. Der eiserne Wiederg&auml;nger war vor ihm da, um seine Ernte einzufahren. Nun war alles zu sp&auml;t. Doch der Wiederg&auml;nger wird sich h&uuml;ten m&uuml;ssen &ndash; denn selbst die, die den Tod nicht akzeptieren, wird er fr&uuml;her oder sp&auml;ter ereilen. Und Fedris wird zu ihm kommen, um eigenh&auml;ndig das Urteil zu vollstrecken. \r\nF&auml;higkeiten:\r\n\r\n\r\nF&auml;higkeiten:\r\n\r\n\r\nP: Das ewige Wasser\r\n{{summoner:1}} \r\nFedris erh&auml;lt im Wasser ein um 42% (+1% pro Stufe) erh&ouml;htes Bewegungstempo. Au&szlig;erdem hat er im Wasser +4% R&uuml;stung und Magieresistenz. 8 Sekunden nachdem er das Wasser verlassen hat, verschwinden diese Boni.\r\n\r\nQ: Majest&auml;tischer Sprung\r\n{{summoner:4}} \r\nFedris setzt zu einem Sprung an. Getroffene Gegner werden hoch geworfen. Wird ein Held getroffen, kann Fedris sich erneut in die Luft katapultieren. Fedris kann dadurch maximal dreimal springen. Der Schaden jedes Sprunges auf dasselbe Ziel verringert den Schaden jeweils um 60%, maximal kann der Schaden aber nur unter 20% des Normalschadens sinken.\r\nSchaden: 60/80/110/150/200 (+40% AD) (+10% AP)\r\nHochwerfdauer: 0.25/0.25/0.5/0.5/0.75\r\nReichweite: 500\r\nSprungradius: 250\r\nMana: 80\r\nAbklingzeit: 12/11/10/9/8 Sekunden\r\n\r\nW: Durchn&auml;ssen\r\n{{item:3070}} \r\nFedris spritzt aus seinem Eimer Wasser in die gew&auml;hlte Richtung.  Am Zielort und auf dem Weg dahin hinterl&auml;sst dies eine Wasserpf&uuml;tze. Gegner im Wasser erleiden Schaden und werden solange sie im Wasser sind verlangsamt und Verb&uuml;ndete werden beschleunigt und geheilt. \r\nSchaden: 80/120/160/200/240 (+60% AD) (+40%AP)\r\nHeilung: 20/30/40/50/60 (+20% AP)\r\nBeschleunigung: 10%/15%/20%/25%/30%\r\nVerlangsamung: 20%/30%/40%/50%/60%\r\nReichweite: 900\r\nMana: 60\r\nAbklingzeit: 10 Sekunden\r\n\r\nE: Blitzschnelle Reflexe\r\n{{item:3042}} \r\nFedris&acute; n&auml;chster automatischer Angriff schl&auml;gt einen Gegner vor sich weg, was geringen Schaden zuf&uuml;gt. Wird der Gegner in Wasser oder in eine Blase gesto&szlig;en, wird seine R&uuml;stung 2 Sekunden lang verringert und Fedris Angriffsgeschwindigkeit erh&ouml;ht sich 2 Sekunden lang. Hat Fedris Gegner in Blubber eingesperrt, haut er sie auch hinfort.\r\n-fungiert als Auto-Attack-Reset\r\nSchaden: 30/40/60/80/100 (+20% AD) (+80%AP)\r\nResistenzverringerung: 5%/10%/15%/20%/25%\r\nAngriffsgeschwindigkeitsbonus: 20%/30%/40%/50%/60%\r\nReichweite: 400\r\nMana: 80\r\nAbklingzeit: 6 Sekunden\r\n\r\nR: Blubber\r\n{{summoner:13}} \r\nFedris bildet um sich herum 3 Seifenblasen. Kommen ihm feindliche Helden zu nahe,  werden sie dort eingesperrt, wodurch sie 2 Sekunden lang an Fedris gebunden sind und sich dann 2 Sekunden lang nur noch bewegen k&ouml;nnen und keine F&auml;higkeiten und Angriffe einsetzen k&ouml;nnen. Allerding erleiden sie f&uuml;r diese Zeit auch stark verringerten Schaden aus allen Quellen. \r\nSchadensverringerung: 80%/40%/20%\r\nReichweite: 300\r\nMana: 100\r\nAbklingzeit: 140/100/80 Sekunden\r\n\r\n\r\nSpielstil und Konter\r\n\r\n\r\nFedris fr&uuml;he Spielphase ist recht stark gegen immobile Ziele auf der oberen Lane, da  er ohne viel Mana aufzugeben mit seinem majest&auml;tischen Sprung auf den Gegner springen kann und sich mit dem letzten Sprung zur&uuml;ckziehen kann, bevor sein Gegner die Gelegenheit hat, ihn anzugreifen.  Falls Fredris allerdings gegen mobile Gegner spielt, sollte er sich nicht auf seinen Sprung verlassen, sondern stattdessen nur dann angreifen, wenn der Gegner seinen Dash bereits eingesetzt hat. Andere Kombinationen w&auml;ren beispielsweise  Durchn&auml;ssen hinter den Gegner und dann Blitzschnelle Reflexe auf ihn einzusetzen, wodurch er ins Wasser gesto&szlig;en wird. Danach kann Fedris mit 2 majest&auml;tischen Spr&uuml;ngen weiteren Schaden anrichten oder ganz einfach mit blitzschnellen automatischen Angriffen zuschlagen. Falls Fedris gegankt wird, kann er versuchen, den gegnerischen Laner mit Blitzschnelle Reflexe wegzuschlagen und dann Durch&auml;ssen in seine R&uuml;ckzugsrichtung einsetzen. Danach kann Fedris seinen Majest&auml;tischen Sprung einsetzen, um auf den Jungler und dann in Sicherheit zu springen. Falls es vonn&ouml;ten ist, kann auch Blubber zur Verteidigung genutzt werden. Dadurch kann man Fedris nur ganken, falls er bereits seine Grundf&auml;higkeiten durch einen Trade mit einen Gegner eingesetzt hat. In einem sp&auml;teren teamfight fungiert Fedris je nach Build, also entweder Schaden oder Tankiness, nicht anders. Beide Builds k&ouml;nnen im Teamfight versuchen, Assassinen mit Blitzschnelle Reflexe wegzusto&szlig;en und sie dann mit Blubber einzufangen. Allerdings kann dasselbe auch mit dem gegnerischen ADC gemacht werden, um ihn entweder in den Kampf hinein oder aus dem Kampf herauszutragen. \r\n\r\nLeichte Matchups:\r\n\r\nMaokai:\r\nMaokais&acute; Laning Phase ist ja bereits ber&uuml;hmt daf&uuml;r, selbst von Nasus und Kumpanen abused zu werden, da Maokai l&auml;cherlich schwach ist, bevor er gen&uuml;gend Items hat.  Maokai wird sich nicht wehren k&ouml;nnen, falls Fedris auf ihn engaged und wird deswegen outtradet. Selbst seine Passive, die ihn zuverl&auml;ssig in der Lane hilft, kann er nicht aktivieren, falls er nicht an die Minions kommt. Deswegen kann ein Freeze sehr gut sein. Allerdings ist vorsicht vor Ganks geboten, da Maokai unglaublich viel CC mitbringt (tats&auml;chlich hat er 4 CC-Spells).  Also sollte man das B&auml;umchen auf der Toplane nicht untersch&auml;tzen! Besonders nicht, wenn man in Busch-Saplings l&auml;uft, da selbst Maokai unter gewissen Umst&auml;nden dann sogar Kill-Pressure aufbauen kann.\r\n\r\nSion:\r\nSions Q kann leicht durch Fedris&acute; Q oder auch durch seine E abgewehrt werden und solange Fedris Respekt vor B&uuml;schen hat, wird Sion kaum eine Gefahr f&uuml;r ihn darstellen. Au&szlig;erdem kann Fedris seiner Ultimate sehr leicht ausweichen, oder sein Team vor dieser besch&uuml;tzen. Obwohl Fedris Trades stark gewinnen wird, ist Sion st&auml;rker im sp&auml;ten Spiel, falls ihn Fedris unbeachtet l&auml;sst. \r\n\r\nSchwere Matchups:\r\n\r\nVladimir:\r\nSchlurp, schlurp, schlurp. Eine Zusammenfassung der Laning-Phase gegen diesen Halunken.  Zwar hat die W recht viel CD, und Fedris outtradet ihn stark bevor er seinen Pool hat, aber dies spielt so gut wie keine Rolle, da er die verlorene HP einfach wieder aufsaugt. Gottseidank bei&szlig;t er sich gegen gen&uuml;gend Magieresistenz die Bei&szlig;erchen aus.\r\n\r\nTeemo:\r\nDurch Teemos W ist er st&auml;ndig in der Lage, den majest&auml;tischen Spr&uuml;ngen zu entgehen und sogar Blitzschnelle Reflexe zu verweigern.  Au&szlig;erdem kann Teemo Fedris extrem gut mit automatischen Angriffen st&ouml;ren. Entweder magische Resistenzen oder R&uuml;stung w&auml;ren je nach Itembuild vonn&ouml;ten.\r\n\r\nRenekton:\r\nRenekton ist nicht nur mobil, sondern hat auch mehr Sustain als Fedris. Zudem kann er ihn nach einem ausgewichenen Sprung mit seiner W in den Minions festhalten. Hat Renekton volle Wut, sollte Fedris sich unter allen Umst&auml;nden zur&uuml;ckziehen. R&uuml;stung gegen Renekton w&auml;re angebracht.\r\n\r\nRiven:\r\nRiven ist der Innbegriff von Mobilit&auml;t und kann sogar trotz der Passiven von Fedris sich schneller durch die Kluft bewegen, als er. Au&szlig;erdem ist ihr Schaden nicht von schlechten Eltern, weshalb R&uuml;stungswerte in diesem Matchup fast Pflicht sind.\r\n\r\nJax:\r\nJax ist mit seinem Q in der Lage, dem Sprung von Fedris zu entgehen, ihn seinerseits zu bet&auml;uben und dabei sogar blitzschnelle Reflexe blockieren kann, wodurch er l&auml;ngere Trades so gut wie immer gewinnt. Sp&auml;testens ab Tryforce+Titanic Hydra MUSS Fedris sehr vorsichtig sein, da Jax aus einem Fehler bereits schnell einen Kill ziehen kann. Au&szlig;erdem ist es schwer, gegen Jax Items zu bauen, da er sowohl magischen als auch normalen Schaden verursacht.\r\n\r\nYasuo:\r\nYasuo ist mit verb&uuml;ndeten Minions sehr mobil und kann Durchn&auml;ssen blocken. Au&szlig;erdem gewinnt er l&auml;ngere Trades aufgrund seiner kostenlosen Crits und seinen Auto-Attack-Resets. Obwohl er mit seiner Ultimate Unmengen an R&uuml;stung zerschlagen kann, wird er sich an einer gen&uuml;gend gro&szlig;en Portion Armor das Katana kaputtmachen.","replies":[]}