{"id":"mbaLZ6h6","poster":"C43","date":"2017-10-21T20:36:20.249+0000","title":"Sokoasha stellt seinen Stream etwas länger vor! :D","subforum":"Streams & YouTube","embed":{"title":"Sokoasha - Twitch","description":"Twitch is the world's leading video platform and community for gamers. More than 45 million gamers gather every month on Twitch to broadcast, watch and chat about gaming. Twitch's video platform is the backbone of both live and on-demand distribution for the entire video game ecosystem.","url":"https://www.twitch.tv/sokoasha","image":"https://static-cdn.jtvnw.net/jtv_user_pictures/bd7bcc43e46c6188-profile_image-300x300.png"},"up_votes":1,"down_votes":0,"body":"● Ich bin der Marcel, komme aus dem sch&ouml;nen Bayern, genauer gesagt aus Unterfranken, falls das jemand kennt, und bin zarte 19 Jahre alt.\r\n\r\n● Aktuell lebe ich noch Zuhause bei meinen Eltern und meiner kleinen 15-j&auml;hrigen Schwester, die aktuell noch zur Schule geht.\r\n\r\n● Zurzeit mache ich auch eine zweij&auml;hrige Ausbildung zum Fachlageristen, nach dieser ich vielleicht auch noch ein zus&auml;tzliches drittes Jahr anh&auml;ngen kann, durch das ich dann eine Fachkraft f&uuml;r Lagerlogistik bin.\r\n\r\n● Ich streame mittlerweile schon aktiv seit knapp f&uuml;nf Monaten t&auml;glich hier auf Twitch f&uuml;r euch. Ich hatte aber schon mal einen Account hier auf Twitch, da mir aber der Name nicht mehr gefallen hat, und man diesen damals noch nicht so einfach &auml;ndern konnte, entschloss ich mich dazu ihn zu l&ouml;schen, und diesen neuen hier zu erstellen.\r\n\r\n● Ich spiele schon Videospiele seit ich 4 Jahre alt bin. Damals hat alles mit Donkey Kong Country f&uuml;r das SNES angefangen. Seitdem bin ich auch der gr&ouml;&szlig;te Nintendo-Fanboy den man sich &uuml;berhaupt vorstellen kann. Mein Lieblings-Videospiel aller Zeiten ist Super Mario Galaxy 2 f&uuml;r die Wii, welches ich nicht nur einmal durchgespielt habe.\r\n\r\n● Folgende Konsolen und Handhelds besitze ich: NDS, 3DS, NDS Lite, Xbox 360, PS1, PS2, PS3, PS4, Wii, Wii U, SNES, GameCube, GBA, PSP und hoffentlich bald auch noch eine sch&ouml;ne Switch.\r\n\r\n● Au&szlig;erdem schaue ich sehr gerne Filme jeglichen Genres. Meine Lieblings-Schauspieler sind Jake Gyllenhaal, Liam Neeson und Ryan Reynholds. Und mein Lieblings-Film ist Source Code aus dem Jahre 2011.\r\n\r\n● Ich bin allgemein auch ein ziemlich entspannter Typ, mit dem man &uuml;ber so ziemlich alles quatschen. Also wenn ihr irgendwelche Fragen haben solltet, habt keine Angst diese zu stellen.\r\n\r\n● Wenn euch der Stream hier auf Twitch gef&auml;llt, und ihr immer wieder eine Benachrichtigung erhalten wollt, wenn ich wieder Live bin, w&uuml;rde ich mich nat&uuml;rlich auch riesig &uuml;ber ein Follow hier auf Twitch freuen.\r\n\r\n● Ich streame eigentlich immer t&auml;glich von 19 bis 22 Uhr, hier auf Twitch.\r\n\r\n● Gestreamt wird hier haupts&auml;chlich League of Legends, aber ich bin nat&uuml;rlich auch immer offen f&uuml;r neue Games zum Zocken und Streamen. Vorschl&auml;ge sind daher immer gerne erw&uuml;nscht.\r\n\r\nhttps://www.twitch.tv/sokoasha","replies":[]}