{"id":"zO0Mi8np","poster":"d0ff14","date":"2017-10-21T23:27:00.438+0000","title":"Ankermann GRIFFINS sucht Redakteure","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo du! Ja, genau du! Wir suchen dich! M&ouml;glicherweise jedenfalls. Denn wir brauchen motivierte News-Schreiber. Da wir vor haben viele News zu schreiben, brauchen wir auch viele Menschen, die sie verfassen. Aktuell suchen wir 2-3 neue Mitglieder f&uuml;r das Team. Vorallem f&uuml;r die Bereiche e-Sport, Hardware und neue Spiele. Hast du Interesse, bei uns mitzuwirken? Reich wirst du bei der Aktion nicht, au&szlig;er an Erfahrungen, das sagen wir mal vorab. Aber im Gegenzug verlangen wir nat&uuml;rlich einiges. Die folgenden Anforderungen solltest du erf&uuml;llen:\r\n\r\nProfil des potenziellen News-Schreibers:\r\n\r\n    -du bist mindestens 18 Jahre alt\r\n    -du kennst dich mit der e-Sport Szene aus\r\n    -du beherrscht die deutsche Rechtschreibung\r\n    -du schaffst es, Sachverhalte spannend auf den Punkt zu bringen\r\n    -du verstehst englische Texte und kannst sie &uuml;bersetzen\r\n    -du bist zuverl&auml;ssig\r\n    -du hast Lust, langfristig mit dem besten News-Team der Welt zusammen zu arbeiten\r\n    -du kannst regelm&auml;&szlig;ig zu bestimmten und gleichbleibenden Zeiten News verfassen\r\n\r\nWenn das auf dich zutrifft, lieben wir dich jetzt schon. In dem Fall solltest du dich unbedingt bei uns bewerben. Das geht so:\r\n\r\nSchick uns eine Bewerbung per Mail an info@ankermann-griffins.de .Betreff der Mail: &bdquo;Ich m&ouml;chte f&uuml;r euch News schreiben&ldquo;. Inhalt der Mail: Kurzes Anschreiben, in dem ihr euch vorstellt und begr&uuml;ndet, warum ihr euch daf&uuml;r geeignet haltet, News f&uuml;r uns zu schreiben.  Wenn ihr bereits Erfahrung habt, w&auml;re es gut wenn ihr eine alte News verlinken k&ouml;nnt, die von euch stammt.\r\n\r\nAlternative k&ouml;nnt ihr uns auch einfach auf dem Teamspeak-Server besuchen, unter der folgende Adresse: ts.enro-griffins.de","replies":[]}