{"id":"r8PA4dAe","poster":"Furry Chihuahua","date":"2019-06-04T21:41:56.445+0000","title":"Stalking Androhung?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Moin \r\nHatte gerade eine Person die mir, nachdem sie mich nach einem Spiel mit freundlicher konversation geaddet hat, einige merkwürdige, besorgniserregende Nachrichten geschrieben hat. Er fragte nach meinem Twitter woraufhin ich ihn den eines Freundes als Witz gegeben hab. Als dann die ersten komischen Nachrichten kamen hab ich versucht zurückzurudern aber es kamen nur noch mehr, ehe ich ihn schnell blockiert hab. Daraufhin hat ein Freund von mir noch merkwürdige Nachrichten bekommen. \r\nNachrichten waren etwa welche wie \"Lemme check if it is really you\", \"Thanks, you'll hear from me in aprox 72 hours\", \"U gave me work to do\", und einem Freund von mir schrieb er nachdem ich ihn blockiert hab \"Please tell your friend to unblock me, i'll reach to him through any other social media if he refuses\".\r\nMuss sagen dass das ganze wahnsinnig weirde und creepy vibes von sich gegeben hat und ich jetzt tatsächlich etwas besorgt bin. Hat irgendwer tipps was man da machen kann? Hab meinem freund schon aufgeklärt und ihm geraten den genannten Twitter account offline zu nehmen (War eh nicht in benutzung) und andere Social media accounts auf privat zu stellen.","replies":[{"id":"","poster":"eingew","date":"2019-06-05T08:06:45.210+0000","up_votes":4,"down_votes":0,"body":"Joa das nächste Mal auf jeden Fall nicht irgendwelche unbeteiligten mit in die Sache ziehen und einfach direkt blocken würde ich sagen. Nur durch deinen Ingamenamen sollte er dich schwerlich tatsächlich finden können.\n\nAnsonsten wie die anderen schon gesagt haben, wäre die Polizei die richtige Anlaufstelle.","replies":[]},{"id":"","poster":"dugg","date":"2019-06-05T07:20:51.104+0000","up_votes":2,"down_votes":0,"body":"Ich habe mal eben deine aktuell vergeben IP-Adresse gescannt und auf deinen Router geschaut. Es gab außer mir keine Fremdeingriff auf deinen Router. Du brauchst also keine Angst zu haben. Ich habe bloß über deine Webcam gesehen, dass du mal wieder dein Zimmer aufräumen könntest. \n\nNEIN! Habe ich nicht. Mach dir nichts ins Hemd. In 99% der Fälle ist das reines Trolling. Solltest ernsthaft belästigt werden (privat) dann gehe weitere rechtliche Schritte. Ansonsten wegatmen und entspannen.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-06-05T04:51:29.156+0000","up_votes":2,"down_votes":1,"body":"Wenn du dich belästigt fühlst, gehst du damit eigentlich zur Polizei. \nJust saying...\n\nAber tbh, der Dude wird euch einfach nur getrollt haben für die lulz. Nicht weiter beachten und gut is. \n{{sticker:sg-ahri-2}}","replies":[]}]}