{"id":"N95Zm1Es","poster":"DeaJay","date":"2017-10-20T18:32:11.510+0000","title":"LF Diamond Players Ziel ESL","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Morgen, Mittag oder Abend,\r\n\r\nnun denn, erstmal allgemeine Infos zu mir, damit ihr wisst wer ich bin:\r\n- Vor kurzem 19 Jahre alt geworden\r\n- Befasse mich mit League of Legends seit Season 2\r\n- Seit Season 3 als Analyst und auch als Coach t&auml;tig (verschiedenen Teams von Gold - Diamond)\r\n- Habe in Season 5 und in Season 6 eine Zeit lang in 2 Diamond Teams gespielt &uuml;ber meines Freundes Account (da er selbst nicht aktiv gespielt hat, konnte ich seinen Account benutzen)\r\n- Shotcaller Erfahrung vorhanden, da ich in den Teams Shotcaller war und eine sehr gute Game Knowledge seit Season 2 erlangt habe\r\n\r\nJetzt zum eigentlichen Thema:\r\nwie der Titel schon verr&auml;t, bin ich auf der Suche nach Diamond Spielern um ein Team aufzubauen.\r\nMit diesem Team habe ich das Ziel in die ESL Meisterschaft zu kommen. Und wenn es sogar m&ouml;glich ist Challenger Series!\r\nDas Team wird also ein l&auml;ngeres Projekt sein, als nur eins f&uuml;r paar Wochen oder paar Monate. Alle Spieler sollten also tryharden und gen&uuml;gend Zeit und Geduld mitbringen, denn so etwas braucht seine Zeit.\r\nIch werde f&uuml;rs erste als Teammanager agieren, da ich momentan selbst nicht spielen kann.\r\nWenn ich selbst wieder spielen kann, w&uuml;rde ich dann als Spieler fungieren, da ich selbst gerne spielen w&uuml;rde, dennoch werde ich die Managerrolle weiterhin &uuml;bernehmen, bis sich vielleicht die Aufgabe auf eine andere Person &uuml;bertr&auml;gt.\r\nDer Spieler f&uuml;r die jeweilige Rolle wird selbstverst&auml;ndlich nicht rausgeschmissen, sondern bleibt weiterhin drinne und wechselt sich mit mir ab. (KEIN SUBSTITUTE, SONDERN SPIELT AKTIV!!!)\r\n\r\nWelche Positionen ich noch suche, bzw Tryoutpl&auml;tze noch vorhanden sind\r\n- Top Lane (noch 2 Pl&auml;tze frei)\r\n- Jungler (noch 3 Pl&auml;tze frei)\r\n- Mid Lane (noch 1 Platz frei)\r\n- AD Carry (Voll)\r\n- Support (Voll)\r\n\r\nTrainingszeiten: (Keine Festen)\r\nMontag - Donnerstag 18:30 - 22:00\r\n\r\nWas ihr mitbringen solltet:\r\n- Seid J&Uuml;NGER als 20 Jahre (bevorzugt 16-18) - &auml;ltere k&ouml;nnen sich auch vorstellen -\r\n- Seid mindestens Solo Q Diamond 4 (Diamond 5 Ausnahmen wird es geben, WENN die Leistung stimmt)\r\n- genug Gedult und Zeit f&uuml;r das Training,\r\n- Jeweilige Rolle sollte man mainen (5 meist gespielten Champs auf op.gg sollten f&uuml;r die jeweilige Rolle sein)\r\n- Sich auch auf andere einlassen k&ouml;nnen, sprich Teamf&auml;higkeit\r\n- Drang sich stetig verbessern zu wollen\r\n! Kritikf&auml;higkeit, da ich Spieler j&uuml;nger als 20 Jahre suche, ist dieser Punkt der wichtigste!\r\n! Respekt vor anderen haben ! (vorallem vor mir, da ich Teammanager bin und evtl. Coach auf Zeit sein werde)\r\n\r\nWenn ihr den Vorraussetzen entsprecht, bzw soziemlich, dann k&ouml;nnt ihr mich einfach adden und euch vorstellen. :)\r\n\r\nFNC AnProAsian","replies":[]}