{"id":"ATEEnMO2","poster":"Falkenauge","date":"2017-10-20T15:49:26.825+0000","title":"main support sucht duoq partner [platin ]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Friends!\r\n\r\nIch bin Falke, bester LoL-Spieler in meinen eigenen vier Wenden und suche einen Spieler/eine Spielerin zum climben.\r\n\r\nGANZ WICHTIG: Ich nutze Discord, Teamspeak also sollte das zumindest vorhanden sein. :D\r\n\r\nDirekt mal vorab: Wenn ihr Interesse habt, addet mich einfach bei League und schreibt mir eine Nachricht. Dann k&ouml;nnen wir ein bisschen schreiben und mal gucken ob die Chemie gegeben ist.\r\n\r\nZu mir:\r\n\r\nMomentan Platin 5\r\n\r\nLetzte Season Platin 1\r\n\r\nHabe Ambitionen diese Season noch platin 4 zu erreichen und peile f&uuml;r n&auml;chste &quot;High Platin - Low Dia&quot; an\r\n\r\nMain Supp - Champs: soraka, lulu,janna, (Kann aber auch dmg und tank supports)\r\n\r\nBin ziemlich kaputt im Kopf und geb mir zu viel m&uuml;he f&uuml;r den quwatsch und versuche alles mit Humor zu sehen, bin locker drauf und auch f&uuml;r Sp&auml;&szlig;e zu haben\r\n\r\nNat&uuml;rlich muss man nicht nur Rankeds spammen, wobei ich das f&uuml;r den Rest der Season bis ich mein Ziel erreicht habe eigentlich plane. :D Bin auch immer down f&uuml;r Normals, lustige Picks und was wei&szlig; ich.\r\n\r\nZu dir:\r\n\r\nDu bist irgendwo zwischen Gold und Platin und hast keine Lust alleine zu spielen\r\n\r\nDu bist nicht zu toxic, ich mein klar, meine Teammates sind auch alle Noobs, aber es gibt halt eine Grenze und die sollte man kennen :D\r\n\r\nDu hast einfach nur Bock!\r\n\r\nDas klingt hier so hart nach Partnerb&ouml;rse.. irgendwie weird, aber hey, das passt schon\r\n\r\nP.S. Kommentare wie: &quot;Wenn du als Supp nicht carrien kannst bist du zu bad du N00b!111EINSELF&quot; k&ouml;nnt ihr euch sparen. 1v9 ist als Supp nunmal... meh","replies":[{"id":"","poster":"SuicidePlank","date":"2017-10-20T16:12:24.293+0000","up_votes":1,"down_votes":0,"body":"*Wänden","replies":[]}]}