{"id":"iwjfsWpt","poster":"Charyptoroth","date":"2017-10-19T13:46:33.258+0000","title":"Teamaufbau - Langfristiges zuverlässige Mitspieler (mind. Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer/in,\r\n\r\nich bin noch 22 Jahre alt, m&auml;nnlich und m&ouml;chte ein Team aufbauen und suche daf&uuml;r vier weitere, tapfere Mitstreiter/innen im Goldbereich.\r\nIch selbst w&uuml;rde den Support gegebenenfalls auch den ADC &uuml;bernehmen ( Hauptsache Botlane xD!!!)\r\nFolglich suche ich noch Toplane, Jungle , Mid, ADC/Support.\r\n\r\nWas ihr mitbringen solltet:\r\nAls aller erstes und am aller wichtigsten ist mir, dass ihr zuverl&auml;ssig seid. Darin inbegriffen sind f&uuml;r mich P&uuml;nktlichkeit zu Trainingszeiten und vereinbarten Terminen. Jedem kann mal etwas dazwischen kommen und sofern man eben Bescheid gibt, ist das alles kein Problem. Aber ich habe leider sehr schlechte Erfahrungen gemacht beispielsweise, dass die Leute viel zu sp&auml;t kommen, sich nicht abmelden, oder einfach 10 min vor dem Termin ins Soloranked gehen. Ich denke die Meisten k&ouml;nnen sich sicher denken, was ich meine. Ein Minimum an geistiger Reife w&auml;re w&uuml;nschenswert, ansonsten ist es mir egal ob ihr 14 oder 40 Jahre alt seid. Solange ihr euch mit euren Mates versteht, sollte Alter keine Rolle spielen : )\r\n\r\nDar&uuml;ber hinaus solltet ihr im Goldbereich angesiedelt sein (ob Solo oder Flex ist mir egal), um deutlich zu machen, dass ihr die Grundz&uuml;ge des Spiels versteht und euch auch nicht von dem Niveau eurer Teamspieler zu stark unterscheidet. Es k&ouml;nne sich gerne auch Spieler aus dem Platin oder Dia Bereich bewerben, jedoch wei&szlig; ich hier noch einmal darauf hin, dass ihr euch teilweise auf Mitspieler einl&auml;sst, welche nicht in eurem Elobereich liegen. Da ich bezwecke ein langfristiges Team aufzubauen, welches &uuml;ber l&auml;ngeren Zeitraum zusammen spielt, solltet ihr euch dessen bewusst sein und nicht nach einer Woche abspringen, solltet ihr euch f&uuml;r das Team entscheiden. Ich pers&ouml;nlich finde es n&auml;mlich sehr anstrengend ein Team, was sich im Aufbau befindet, zu erhalten, wenn st&auml;ndig Personen daraus abspringen, die als feste Rolle im Team zugesagt haben. Niemand n&ouml;tigt euch mitzuspielen, aber ihr solltet wissen worauf ihr euch einl&auml;sst und das in gewisser Weise auch eine Verpflichtung gegen&uuml;ber euren Mitspielern einhergeht.\r\n\r\nDar&uuml;ber hinaus w&auml;re es wundervoll, wenn  sich neben LoL auch noch Ts3 auf eurem PC befindet. Ich besitze zwar keinen eigenen Server, sollte sich eine erfolgreiche Teamgr&uuml;ndung allerdings abmalen, w&auml;re ich bereit einen Ts-Server zu organisieren. Wenn ihr selbst einen habt umso besser (100 Bonuspunkte : )  )\r\n \r\n\r\nWas ich mitbringe:\r\n\r\nIch denke von mir aus, dass ich die Botlane meiner Elo (Soloq:GV ;Flex:G3) gerecht beherrsche. Ich bin kein Profi, strebe aber st&auml;tig danach mich zu verbessern, da League of Legends eine Leidenschaft von mir ist, welche &uuml;ber das Spielen selbst hinaus geht (Streams,Worlds etc.)\r\nEs w&auml;re falsch, die oben genannten Punkte vorauszusetzten, wenn ich sie selber nicht erf&uuml;llen w&uuml;rde.\r\nDar&uuml;ber hinaus k&ouml;nnen wir sicher sehr viel Spa&szlig; auch au&szlig;erhalb der Tryhard-Matches haben ^-^\r\n\r\nZum Schluss m&ouml;chte ich noch einmal betonen, dass ich versuche m&ouml;glichst viele Bewerber/Interessenten zu testen, jedoch wei&szlig; ich, dass es manchmal mehr als 20 Adds bei einer Teamgr&uuml;ndung hagelt und ich nicht versprechen kann euch alle zu testen. Ich denke die Meisten wissen, wie anstrengend eine solche Prozedur ist und wie erleichtert man ist, wenn man die eine Rolle gefunden hat und sich der N&auml;chsten widmen kann. Ich versuche euch allen gerecht zu werden, verurteilt mich jedoch nicht, wenn ich es leider nicht schaffe.\r\n\r\n\r\nIch hoffe dieser Textaufsatz hat euch jetzt nicht abgeschreckt und stattdessen noch mehr euren Wunsch gest&auml;rkt, euch bei mir zu melden. Vorzugsweise k&ouml;nnt ihr gerne Kommentare unterhalb des Threads verfassen andernfalls reicht ein Add auch.\r\n \r\n\r\nIch w&uuml;nsche euch noch sehr viel Spa&szlig; in der Kluft der Beschw&ouml;rer oder wo auch immer ihr spielt.\r\nLiebe Gr&uuml;&szlig;e und weiterhin viel Erfolg\r\nSKTMira","replies":[{"id":"","poster":"Charyptoroth","date":"2017-10-19T15:44:08.632+0000","up_votes":1,"down_votes":0,"body":"Kleines Update:\n\nDie Rollen des Supporter und ADC sind bereits besetzt\nDie Botlane ist also belegt\n\nWir suchen folglich noch Top, Jungle und Midlane","replies":[]},{"id":"","poster":"Gustav01","date":"2017-10-19T15:28:26.992+0000","up_votes":1,"down_votes":0,"body":"würde gerne deinem Team beitreten\nbin Gold 5 mid laner\ning:gustav01","replies":[{"id":"","poster":"Charyptoroth","date":"2017-10-19T15:43:30.846+0000","up_votes":1,"down_votes":0,"body":"Hab dich angenommen\nWürde dich gerne am Wochenende testen, wenn du Zeit hast","replies":[]}]}]}