{"id":"5cVypMIz","poster":"gcq","date":"2017-10-17T21:12:03.198+0000","title":"Rayle, Die gestörte  Klinge (Assasinen Champion Konzept) (In Arbeit)","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Rayle ist ein Assassine der sehr schnell seine Gegner mit tausenden Messern ausbluten l&auml;sst. Man Spielt ihn in der Mitte oder im Jungle. \nRayle hat sich von seinem strengen Eltern abgewandt und ist alleine gro&szlig; geworden.\nDie strenge Erzeugung hat seiner Psyche nicht gut getan.\nEr lernte viele Seiten des Lebens kennen. Doch besonders interessant fand er es Assasinen hinterher zu schleichen den im schleichen war er schon immer gut. Er fand es cool wie die Assasinen ihre Opfer erledigen. Eines Tages wurde er von einen Unbekannten aufgenommen und ausgebildet.  Er lernte schnell mit dem Messer umzugehen.  \nEr lernte sich noch besser im Schatten zu bewegen und seine Ziele auszuschalten.\nMit 21 Jahren verlie&szlig; er seinen Ausbilder und wurde schnell als &quot;die gest&ouml;rte Klinge&quot; bekannt weil er seine Opfer gerne mit seinen Messern folterte bis ihr letzter Bluttropfen tropfte.\n\nDesign: Kayle tr&auml;gt einen verl&auml;ngerten und Schwarz gef&auml;rbten Doktorkittel worin er seine Messer versteckt. Er hat ein rotes Auge weil wegen seinen Eltern einige Adern geplatzt sind aber er sieht das als Merkmale.  Sein Haar ist Lang und hat eine Str&auml;hne die an seiner Stirn runter l&auml;uft. Seine Messer  sind Spezialangefertigt und sind spitzer als  jedes andere. Manche munkeln das sie sogar Knochen durchbohren.\n\n\nSpr&uuml;che:\n\n\nAus der Base laufen: &quot;Wer will zuerst?&quot;\nErstes Blut: &quot;Wie viele Messer und wieviele Opfer? Ein Opfer. 1000 Messer.&quot;\nDoppelt&ouml;tung: &quot;Die Party kommt endlich in Stimmung. &quot;\nDreifacht&ouml;tung: &quot;Wer r&auml;umt die ganzen Messer auf?&quot;\nVierfacht&ouml;tung: &quot;Vier? Was eine... ungerade Zahl.&quot;\nF&uuml;nffacht&ouml;tung: &quot;Und du bist der n&auml;chste. Oh. Das wahren alle?&quot;\n\nJoke 1 : &quot;Messer sind wie Opfer. Ich kriege nicht genug von ihnen.&quot;\nJoke 2: &quot;warum mein Auge rot ist? Es wahr einmal. Ende&quot;\n\nTaunt 1: &quot;Du willst k&auml;mpfen? Du kannst ja kaum noch richtig laufen.&quot;\nTaunt 2: &quot;Wieso denn so Tod?&quot;\n\nRayle stirbt 1: &quot;wie kann das sein? WIE!?&quot;\n2: &quot;Genug gespielt?&quot;\n\nRespawn: &quot;Hahahaha. Nicht lustig.&quot;\n\nF&auml;higkeiten: \nPassive (Scharfe Klingen): Greift Rayle einen gegnerischen champion an, verursachen die anderen Normalen Angriffe 30-60% zus&auml;tzlichen Schaden, basierend auf das Leben des Gegners. \nQ (Kein gro&szlig;es Opfer) 8/6/4/3/3 Sek. Abklingzeit:\nRayle ritzt sich, erh&auml;lt  3% seines Lebens als schaden, und wirft ein *Messer das mit Blut bespitzt* ist,  was 70/90/120/160/240 (+50% der AD) Normalen Schaden verursacht. \nW (Schleichgang) 10/10/10/8/5 Sekunden Abklingzeit:\nRayle erh&ouml;ht sein Lauftempo um 40/50/60/70/80% f&uuml;r 4 Sekunden und ist in der zeit nicht von wards sichtbar. Wenn Schleichgang endet erh&auml;lt Rayle 40% Anriffstempo\nE (Dem Tod geweiht) 6/5/4/4/3 Sekunden Abklingzeit:\nRayle st&uuml;rmt auf sein Ziel, verursacht 80/120/140/160/220 (+60% der AD), wodurch sein Ziel blutet und &uuml;ber 4 Sekunden 20 Schaden pro Sekunde erleidet.\nR (Letzter ritz): 90/70/50 Sekunden Abklingzeit:\nRayle Wirft verst&auml;rkte  *Blut bespritzte Messer* vor sich die den doppelten schaden eines Normalen *mit Blut bespritzten Messers* verursacht und die Blutung ausl&ouml;st. Falls die Ziele unter 40% ihres Maximalen Lebens sind, verursacht Letzter Ritz den 4 fachen Schaden.","replies":[]}