{"id":"BusEsf3Z","poster":"JnnsMu","date":"2017-10-16T18:47:01.317+0000","title":"Rangbelohnungen","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":1,"body":"Hallo erstmal,\r\nIch habe Anfang 2017 angefangen, League zu spielen und habe vor ungef&auml;hr eine Woche die Championzahl erreicht, die es mir erlaubt, Ranked zu spielen, bis jetzt wollte ich allerdings erst weiterhin in Normals lernen. Da aber nun zum Ende der Season auf YouTube Videos auftauchen, die einem helfen, schnell zu climben, habe ich mich gefragt, warum es den Leuten so wichtig ist, zum Ende der Season einen m&ouml;glichst hohen Rang zu kriegen. Hier also meine Frage:\r\nGibt es Belohnungen daf&uuml;r, bestimmte R&auml;nge zu erreichen und lohnt es sich &uuml;berhaupt, jetzt noch in ranked zu springen oder sollte ich lieber bis zur n&auml;chsten Season warten?\r\n\r\nVielen Dank schonmal f&uuml;r die Antworten.","replies":[{"id":"","poster":"Azima","date":"2017-10-17T06:13:53.679+0000","up_votes":1,"down_votes":0,"body":"> Da aber nun zum Ende der Season auf YouTube Videos auftauchen, die einem helfen, schnell zu climben\n\n... Solche Videos werden permanent auf YouTube gespamt. Das ganze Jahr - durchgehend.\n\n> Gibt es Belohnungen dafür, bestimmte Ränge zu erreichen \n\nHat doch alles schon im Client gestanden, verlinkt zur LoL Website. [Klick mich](http://euw.leagueoflegends.com/de/page/2017-ranked-season-ends)\n\n> lohnt es sich überhaupt, jetzt noch in Ranked zu springen\n\nHmmm. Wenn du unbedingt die Belohnungen haben willst, würde es sich lohnen. Die Frage ist natürlich wo du eingestuft werden würdest. Du könntest natürlich deine 10 Placement Spiele machen und sehen was dabei rum kommt. Vielleicht geht es ja gar nicht so schlecht aus. Oder du bist so unlucky das es Bronze wird :( da würde ich vermuten das es ein knappes Ding wird, solltest du versuchen dich hoch zu spielen.\nDu kannst auch deine Placements anfangen und wenn es schlecht läufst, hörst du einfach auf bevor das letzte absolviert wird xD ... Und wenn du bis zur nächsten Season wartest, dann kannst du früher anfangen Rankeds zu spielen. Mehr Zeit, weniger Druck, vielleicht sogar ein besserer Skin zum Ende der nächsten Season ;)","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-10-17T17:22:08.431+0000","up_votes":1,"down_votes":0,"body":"Irgendwann musst du ja mal beginnen. Ich würde sagen du hast sowieso nichts zu verlieren, sondern kannst nur gewinnen ;-). Wenn du in Bronze landest, dann hast du es wenigstens versucht ;). Falls du höher bist z. B. Silber bekommst du z. B. einen Rahmen usw. Geh einfach nicht mit allzu grossen Erwartungen ins Ranked, denn aus eigener Erfahrung weiss ich, dass es nicht einfach für einen Neuling ist. \n\nGL & HF ;)","replies":[]},{"id":"","poster":"BenitoMalzzolini","date":"2017-10-16T22:59:14.608+0000","up_votes":1,"down_votes":0,"body":"ich kann es dir nur empfehlen. zum einen bekommst du ein gefühl für rankeds und zum anderen kannst du so ungefähr ermitteln wo du stehst. dabei werden die ersten 50, besonders die ersten 10, spiele gesonderte gewertet. \nwie von den anderen schon beschrieben, gibt es je nach liga, bzw bei den rahmen gibt es auch je nach diviision, unterschiedliche belohnungen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-10-16T18:53:04.220+0000","up_votes":1,"down_votes":0,"body":"http://euw.leagueoflegends.com/de/page/2017-ranked-season-ends\n\nHier steht alles, was es dieses Jahr als Belohnungen gibt. Darunter Graves Siegreichskin + Chroma für jede Ranglistenwarteschlange, in der man Gold hat. Einen Wardskin ab 2 Silberplatzierungen etc.","replies":[]},{"id":"","poster":"Timethief49","date":"2017-10-16T18:48:35.980+0000","up_votes":1,"down_votes":0,"body":"Ab silber bekommt man einen Rahmen im Ladebildschirm. Ab gold graves mit einem spieziellen viktorious skin. DIeser ist später nichtmehr erhätlich.","replies":[]}]}