{"id":"ggIe1lyU","poster":"Panda Senseî","date":"2017-10-15T19:08:11.058+0000","title":"Matchmaking Queue nicht fair.","subforum":"Spielerverhalten & Moderation","up_votes":10,"down_votes":9,"body":"Ich bin es langsam echt Leid. man zockt 1-2 Games und denkt sich, wunderbar. Im n&auml;chsten Moment aber entwickelt sich das Spiel katastrophal weiter. Es ist egal, ob man seine Lane dominiert oder nicht. Man starte 6/1 auf der Lane und spielt so safe, wie es nur geht. Aber was macht man, wenn andere es nicht hinbekommen safe zu spielen und sich stattdessen &uuml;bereinander aufregen? Richtig. Wenn man nicht falsch macht und so etwas erleben muss, beginnt man zu verzweifeln. Genau wegen solcher Games werde ich diese Season weiterhin in Silber stucken und nicht auf Gold hoch kommen. Und wen trifft die Schuld? Mich? Sicherlich ist das nicht fair. Es gibt genug Spieler, die dar&uuml;ber genau so denken. Wieso also sollte es guten Spielern verwehrt bleiben, den Goldrahmen und den Victourious Skin zu bekommen? Weil andere der Ansicht sind, trollen zu m&uuml;ssen? Meiner Meinung nach m&uuml;sste auch genau solchen Gr&uuml;nden etwas an der Matchmaking Queue ver&auml;ndert werden. Ich bin mir bewusst, dass jeder mal ein schlechten Tag haben kann und nicht so gut spielt wie sonst. Aber andere mit seinem Verhalten runter zu ziehen und &quot;Vors&auml;tzlich&quot; schlecht spielen? Da kann mir keiner erz&auml;hlen, dass solche Spieler lediglich einen schlechten Tag haben. Aus diesem Grund bin ich der Ansicht, dass das Report -\r\n System &quot;Stark versch&auml;rft&quot; werden sollte. Spieler, die in 2 Games auf dieser Art und weise schlecht auffallen sollte entweder einen Chat - Ban erhalten, oder aber einer Queue zugeteilt werden, dessen Priorit&auml;t herabgesetzt wird. In normal Games gibt es sowas doch auf, und vor allem viel h&auml;ufiger, dass man in einer solchen Queue landet. Wieso also nicht auch in Rankeds? Es ist einfach nurnoch &auml;rgerlich, mich damit abfinden zu m&uuml;ssen, die Rewards nicht zu erhalten, die mir doch eigentlich zustehen, wenn ich mich stets ruhig verhalte und mich mit Schwei&szlig; und Blut anstrenge, um ein Game zu gewinnen. Einfach nur traurig, dass genau darauf nicht geachtet wird. Und das man fr&uuml;her oder sp&auml;ter dann genau so wird, die, die stets trollen ist nicht abzustreiten. Es gibt niemanden, der fr&uuml;her oder sp&auml;ter, wegen diverser Fehlverhaltungen nicht auch anf&auml;ngt zu flamen. Sich nicht einzugestehen, dass man auch ein Flamer ist, ist damit gleichzusetzen, dass man sich selbst etwas vorl&uuml;gt. Auch mir f&auml;llt auf, dass ich von Zeit zu Zeit immer aggressiver werde. Allerdings versuche ich mich mittlerweile nurnoch f&uuml;r mich aufzuregen und andere nicht deshalb fertig zu machen.\r\nIrgendwann wird all das dazu f&uuml;hren, dass ich keine Lust mehr habe, mich mit sowas rumzuschlagen und mir sage, dass ich entg&uuml;ltig mit LoL aufh&ouml;re. Das soll sicher nicht von Riot Games gewollt sein. Deshalb bitte ich andere Foren Nutzer sich mal &uuml;ber solche Dinge zu &auml;u&szlig;ern, ohne gleich auszuticken und sich wieder &uuml;ber irgendetwas aufzuregen, das mit dem Inhalt oder der Grammatik zu tun hat. Wir sind alles nur Menschen, und Fehler zu machen ist Menschlich.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-16T15:11:41.471+0000","up_votes":2,"down_votes":9,"body":"Ist mir doch egal ob du in Silber fest hängst.\n\nJa sicher ist es ärgerlich wenn man weiß das mein aufsteigen könnte, es aber von andre Spielern verhindert wird.\nStattdessen bekommt man den Spruch,, dass es keine ELO Hell gibt, das jeder aufsteigen kann.\n\n\nDas System muss verändert werden, aber nicht über härtere Strafen für nicht Meta Spieler.\nDu regst dich über Trolle auf, hast du dir jemals die Frage gestellt warum sie trollen. Warum Sie so ein Hass haben.\n\nErst wenn auch diese Fragen beantwortet sind und die Gründe die zu diesen Verhalten führen beseitigt sind kann das System fair werden.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T15:45:11.397+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d,timestamp=2017-10-16T15:11:41.471+0000)\n>\n> Stattdessen bekommt man den Spruch,, dass es keine ELO Hell gibt, das jeder aufsteigen kann.\n> \n\nTja, das ist nun mal leider die Realität, egal wie sehr man sie zu ignorieren versucht. Jeder bekommt die gleichen Gegner, jeder bekommt die gleichen Mates. Da gibt es keine Unterschiede. Nur kann der eine Spieler eben zwei feedende Lanes zum Sieg führen und der andere kann es nicht. Wer von diesen beiden den Aufstieg verdient hat, ist offensichtlich.","replies":[{"id":"","poster":"Tron0001","date":"2017-10-19T14:14:12.928+0000","up_votes":2,"down_votes":2,"body":"Es gibt die ELO-Helll!\nBegründung:\nDie ELO-Hell ist ein Gedankenkonstrukt was man sich selber erschafft. Es basiert nicht auf Fakten sondern auf dem eigenen Gefühl und der eigenen Wahrnemung. Der Mensch neigt dazu schlechte Ereignisse besser in Erinnerung zu halten. Dies stammt noch aus der Urzeit und half gefährliche situationen schneller zu erkennen.\nAuf LoL übertagen heist das es bestimmte trigger gib die bei Dir/mir ausgelöst werden wenn wir z.B. sehen das ein Spieler was untypisches als support pickt oder den ersten kill abgeben. Dadurch entsteht direkt ein ungutes Gefühl und beeinträchtigt die eigene Leistung und Spielweise.\nAlso bitte nicht immer behaupten es gibt keine ELO-Hell. Sie ist nur anders als oft angenommen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T14:28:10.474+0000","up_votes":4,"down_votes":0,"body":"Aber genau deswegen gibt es die Elo-Hell ja gar nicht. Die Leute verwenden die Elohell als Ausrede dafür nicht aufsteigen zu können. Ein Bereich, in dem man wegen schlechten Teammates zurückgehalten wird. Man selber gehört nach Challenger, aber die 4 Bronzeteammates verhindern, dass man solo die 5 Bronzegegner besiegen kann. \n\nDeswegen gibt es die Elohell, über die sich meistens beschwert wird, nicht. Weil die beschriebene Elohell eigentlich nur der Bereich ist, in den man selber gehört und durch fehlenden eigenen Skill nicht weiter aufsteigt. Während eine von dir beschriebene Elohell gleichzeitig parallel existieren kann, da sie eine andere Definition als \"meine Teammates sind schuld\" verwendet. \n\nDie hier von Sichtsäge propagierte Elohell:\n\n>Ja sicher ist es ärgerlich wenn man weiß das mein aufsteigen könnte, es aber von andre Spielern verhindert wird.\nStattdessen bekommt man den Spruch,, dass es keine ELO Hell gibt, das jeder aufsteigen kann.\n\ngibt es deshalb nicht. Also nein, es gibt keine (solche) Elohell. \n\nWährend es deine Elohell gleichzeitig geben kann, wenn man sich so eine erschafft. \n\nDeswegen finde ich, dass deine Antwort nicht zu dem Beitrag passt, auf den du geantwortet hast. Du sagst ja selbst, dass es die oben beschriebene Elohell nicht gibt, dafür aber eine andere. Im Grunde hast du ihm also zugestimmt, obwohl es so aussieht, als ob du dagegen argumentieren möchtest.","replies":[{"id":"","poster":"Tron0001","date":"2017-10-19T16:02:51.594+0000","up_votes":1,"down_votes":3,"body":"Und du stimmst mir zu.\nDas ist doch eine Frage der Warnehmung. Du läst ausseracht das die Personen die in der ELO-Hell fest stecken es nicht verstanden haben das es nicht die anderen Spieler sind die ihnen im wege stehen sondern sie selbst das Problem sind. Viele Spieler haben das Potinzial in eine höhere ELO aufzusteigen aber sie behindern sich selbst. Ich habe z.B. mehere Freunde die immer wieder in der ELO-Hell fest stecken. Mit diesen spiele ich dann am Anfang der Saison einige Spiele bis sie wieder klar kommen. Dies ist dann vor allen der fall wenn sie in Bronze/Silber gematcht werden. Alleine schaffen sie es oft nicht und am ende der saison sind sie dann Gold-Diamant. Das Problem was sie (sowie viele anderen) haben ist Psychologischer Natur.\n**Die Elo-Hell beschreibt ja nur den Berreich wo man vermeintlich alleine nicht rauskommt obwohl man besser ist. **Und diesen Bereich gibt es ja. Nicht bei allen aber bei vielen. Deshalb sage ich ganz klar, die ELO-Hell gibt es. Aber jeder hat seine persönliche ELO-Hell. Das hat die Auswikung auf die Leistung der Spieler.\nGenau aus diesem Grund werden Profisportler fast immer Psychologisch betreut. Natürlich hast du recht das es so wie dargestellt die ELO-Hell nicht exestiert aber sie wird so von den Spielern wahrgenommen. Das heist in deren Sichtweise exestiert sie ja sehr wohl. Und da muss man diese Leute abholen und ihnen nicht sagen: hey die ELO-Hell exestiert nicht. Rein mathematisch/Logisch gesehen hast du natürlich recht das sie nicht exestent ist. Psychologisch gesehen ist sie sehr wohl vorhanden. Ein umdenken kann nur durch Aufklärung erreicht werden. Auch wenn dies natürlich mühsamer ist als die harten fakten den Spielern zu präsentieren.\nIch persönlich habe keine intresse am ranked. Deshalb werde ich auch nicht aus dem Bronze- bis Silberbereich herauskommen. Dafür müste ich mehr rankeds spielen.\n\nIch finde einfach das man die Spieler aufklären muss das es die ELO-Hell gibt. Das diese aber nicht mit den anderen Spielern zusammenhängt sondern mit ihrer eigenen Psychologie zusammenhängt. Den Spielern hilft es nicht zubehaupten es gibt keine ELO-Hell. Sie fühlen sich dann nur missverstanden und blocken alles ab. Und zeigen oft schlechtes Verhalten (Frust ablassen).\n\n> Deswegen finde ich, dass deine Antwort nicht zu dem Beitrag passt, auf den du geantwortet hast. Du sagst ja selbst, dass es die oben beschriebene Elohell nicht gibt, dafür aber eine andere. Im Grunde hast du ihm also zugestimmt, obwohl es so aussieht, als ob du dagegen argumentieren möchtest.\n\nIch habe ganz bewust auf deine Antwort geantwortet, da du viel hier schreibst und dafür deine Zeit opferst. Es bringt wenig wenn ich alle paar Wochen(oder Monate) probiere es den aktuellen TE das zuerklären. Ich finde es sinnvoller Dir diese Argumente und Sichtweise näher zubringen damit du dann deine Einstellung gegenüber solchen Personen ein wenig änderst. Das ELO-Hell Thema ist ja hier im Forum ein dauerbrenner.\nAusserdem habe ich größten respekt was Ihr als Forummoderatoren (oder wie immer das hier heist) hier leistet. Dafür erhaltet ihr meiner Meinung nach viel zuwenig Anerkennung.\nIch hoffe Du fast das im dem Geiste auf in dem ich es geschrieben habe.  Dies soll kein Angriff auf dich oder deine Sichtweise sein, sondern der Versuch deinen Blickwinkel zuerweitern.\np.s. Eigentlich müsste riot euch mal einen Kurs in Psychologie spendieren.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T17:02:33.965+0000","up_votes":3,"down_votes":1,"body":">Die Elo-Hell beschreibt ja nur den Berreich wo man vermeintlich alleine nicht rauskommt obwohl man besser ist. Und diesen Bereich gibt es ja. Nicht bei allen aber bei vielen. Deshalb sage ich ganz klar, die ELO-Hell gibt es.\n\nTut mir leid, aber das ist einfach nur eine Ausrede. \n\nJa, wenn deine Freunde sich selber damit Steine in den Weg legen, weil sie sich einreden sie haben keine Chance, stecken sie in deiner Elohell. Aber damit gibt es nicht die Elohell, die von den meisten als solche angesehen wird. Die Elohell, in der das Team daran schuld ist, dass man nicht aufsteigt, gibt es dann immer noch nicht, weswegen es diese dann nicht gibt.\n\n>Ich finde einfach das man die Spieler aufklären muss das es die ELO-Hell gibt. Das diese aber nicht mit den anderen Spielern zusammenhängt sondern mit ihrer eigenen Psychologie zusammenhängt. Den Spielern hilft es nicht zubehaupten es gibt keine ELO-Hell. Sie fühlen sich dann nur missverstanden und blocken alles ab. Und zeigen oft schlechtes Verhalten (Frust ablassen).\n\nDu machst doch nichts anderes. Du erklärst hier gerade, dass es die Elohell nicht gibt. Du sagst ihnen dann, dass sie in deiner Elohell stecken, aber nicht in ihrer. Du verwendest nur den selben Begriff, beschreibst aber etwas ganz anderes. \n\n>Ich habe ganz bewust auf deine Antwort geantwortet, da du viel hier schreibst und dafür deine Zeit opferst. Es bringt wenig wenn ich alle paar Wochen(oder Monate) probiere es den aktuellen TE das zuerklären. Ich finde es sinnvoller Dir diese Argumente und Sichtweise näher zubringen damit du dann deine Einstellung gegenüber solchen Personen ein wenig änderst. Das ELO-Hell Thema ist ja hier im Forum ein dauerbrenner.\n\nDanke für die Komplimente. Aber ich glaube nicht, dass es der richtige Weg ist, den Leuten zu sagen, ja du steckst in der Elohell. Ihnen dann aber zu erklären, dass es eine ganz andere Elohell ist, als sie meinen. Wenn ich so einen Thread erstellen würde und das lesen dürfte, würde ich mir vorkommen, als will mich da jemand verarschen. \n\nDer Ansatz zu erklären, warum man womöglich feststeckt, dafür kann es die verschiedensten Gründe geben, ist richtig. Es ist nur schwer vorher zu wissen, was bei dem jeweiligen Spieler klappen wird. Der Kernpunkt ist bei deinem Ansatz ja auch, dass sie an sich arbeiten müssen. Nur beziehst du dich eben auf die Betrachtung der Rangliste, statt auf ihre spielerischen Leistungen.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T14:56:34.666+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Tron0001,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d00000001,timestamp=2017-10-19T14:14:12.928+0000)\n>\n> Es gibt die ELO-Helll!\n> Begründung:\n> Die ELO-Hell ist ein Gedankenkonstrukt was man sich selber erschafft. Es basiert nicht auf Fakten sondern auf dem eigenen Gefühl und der eigenen Wahrnemung. Der Mensch neigt dazu schlechte Ereignisse besser in Erinnerung zu halten. Dies stammt noch aus der Urzeit und half gefährliche situationen schneller zu erkennen.\n> Auf LoL übertagen heist das es bestimmte trigger gib die bei Dir/mir ausgelöst werden wenn wir z.B. sehen das ein Spieler was untypisches als support pickt oder den ersten kill abgeben. Dadurch entsteht direkt ein ungutes Gefühl und beeinträchtigt die eigene Leistung und Spielweise.\n> Also bitte nicht immer behaupten es gibt keine ELO-Hell. Sie ist nur anders als oft angenommen.\n\nVon dieser Theorie höre ich zum ersten Mal. Die dürfte auch den landläufigen Definitionen der Elo-Hell widersprechen, denn den Leuten in diesem Thread geht es um ihre Teammates, nicht um irgendwelche subjektiven, geistigen Blockaden. Keine Ahnung, wo du das her hast...","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-19T14:43:17.931+0000","up_votes":1,"down_votes":3,"body":"Man gibt der Platin Liga den Namen Bronze ( gleiche Spieler) und dann existiert auch für Spieler in der höheren Elo \ndie Elo Hell so einfach ist das :)","replies":[]}]},{"id":"","poster":"Stichsaege","date":"2017-10-16T16:17:47.352+0000","up_votes":2,"down_votes":5,"body":"Mit Sicherheit nicht das Team in den ein Smurfs ist.","replies":[{"id":"","poster":"Avorox","date":"2017-10-17T04:32:02.110+0000","up_votes":4,"down_votes":2,"body":"Und was ist ein Smurf? Ein besser Spieler. Wenn du weiter nach oben gehörst musst du doch auch besser sein, also hat dein Team doch quasi immer nen Smurf.\n\nWie oft spielst du denn gegen Smurfs? 1 mal in 20 Spielen? Du kannst einem ja echt leid tun...","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-17T14:58:42.441+0000","up_votes":3,"down_votes":5,"body":"Sorry. \n\nIch denke ehr das in jeden Game mindesten ein Smurf ist.\n\nSmurfs sind Spieler die Kämpfe ein gehen die Normale Spieler zu 60% verlieren würden.\nAber Smurfs die die entsprechenden Mechaniken nicht nur können oder wissen sondern auch zu jeder Zeit fehlerfrei einsetzten können. Keine Normales Bronze Riven Spieler würde mit 20% Life ein 1 vs 2 mit full life eingehen. \nEin Smurf der Rven beherrscht macht jedoch genau dies, weil er weiß der er vor CC sicher ist und eine Gegner 1 shoutet ohne Schaden zu nehme. Mit den Liftsteal hat er dann wieder 40% life um den zweiten zu töten.\n\nIch sehe wann jemand  Autoattack reset /   Animation cancel nicht nur einsetzt sondern beherrscht.","replies":[{"id":"","poster":"three stodges","date":"2017-10-17T16:00:52.509+0000","up_votes":2,"down_votes":3,"body":"Denke eher in jedem zweiten Game.\n\nRückblickend auf diese Saison würde Ich sagen man könnte ohne Probleme ein Hard Reset machen.","replies":[{"id":"","poster":"Avorox","date":"2017-10-18T01:52:34.609+0000","up_votes":4,"down_votes":1,"body":"Jo, damit Challenger gegen Bronze spielen, macht Sinn :)","replies":[{"id":"","poster":"three stodges","date":"2017-10-18T08:38:40.297+0000","up_votes":2,"down_votes":2,"body":"Ist doch egal, jeder kommt doch nach einer gewissen Zeit eh wieder dahin wo er hin gehört laut der meisten Forenuser\nhier , da spielt das keine Rolle ob das nach 4 oder 8 Wochen der Fall ist so eine Season ist doch lange :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T09:22:19.930+0000","up_votes":3,"down_votes":2,"body":"Das trifft dann zwar auch zu, aber bei jeder Einstufung auch bereits länger beteiligter Spieler, wäre es das reinste Chaos. \n\nAuf der einen Seite wäre das zwar witzig, da früher die Leute in Unranked (das war damals unter Bronze) und auch öfter aus Bronze, als es die Ligen dann gab, gerne nach Hardresets gefragt haben, in der Hoffnung damit nach Gold oder Platin zu kommen. Wobei das für sie nur bedeuten würde, die ersten 10 bis 20 Rankeds sind für sie unschaffbar und können nur durch Glück mit den Teammates gewonnen werden.\n\nAuf der anderen Seite ist das aber die reinste Katastrophe. Wirklich jeder Rankedspieler hätte nur Nachteile davon. Dia braucht nur länger bis nach Dia. Bronze und Silber werden durchgehend gestompt. Gold braucht länger bis nach Gold und wird auf dem Weg dahin und in Gold regelmäßig gestompt. Gleiches gilt für Platin, aber mit weniger stomps. \n\nIch kann also wirklich nicht sehen, was für einen Hardreset sprechen würde. Außer vielleicht dem fadenscheinigen Argument einer \"faireren\" Einstufung, da ja alle wieder am gleichen Ort starten würden. Was aber, wie schon erwähnt, eher zu einem katastrophalen Matchmaking führen würde.","replies":[{"id":"","poster":"three stodges","date":"2017-10-18T10:59:44.563+0000","up_votes":2,"down_votes":0,"body":"Welche Nachteile ?  Mal verliert man mal gewinnt man.\n\nLaut der weit verbreiteten Forenlogik landet jeder Spieler nach einer Anzahl an Spielen dort \nwo er letztendlich hingehört .\n\nDas sich der Zeitraum verlängert ist irrelevant auf die Dauer der Season länge betrachtet.\n\nWoher willst du wissen das die gestompt werden ? Haben doch alle die annähernd gleiche mmr \nfür das Matchmaking , bei der Team Bildung ist ja dann kein Unterschied und wird gleichstark gestaltet.","replies":[{"id":"","poster":"Avorox","date":"2017-10-18T16:10:02.534+0000","up_votes":4,"down_votes":1,"body":"Jo sie haben alle die gleiche neue MMR die dem Standardwert und nicht dem Können entspricht. Klar landen wieder alle wo sie hingehören, aber das Matchmaking wird einfach Wochenlang ne Katastrophe sein und davon hat niemand was. Welchen Vorteil soll das also bringen? Das wird maximal für Frustration sorgen.","replies":[{"id":"","poster":"three stodges","date":"2017-10-18T21:46:39.492+0000","up_votes":1,"down_votes":2,"body":"Das Matchmaking ist auch nach einem Soft Reset Wochenlang eine Katastrophe in sofern ist das keine Veränderung.\n\nSpieler sind häufig gefrustet wenn Sie verlieren da ist fast egal wie.\n\nVon einem Vorteil habe Ich nie gesprochen, komischerweise jammern immer Spieler ab Gold aufwärts \nwenn man das Wort hardreset ausspricht :)","replies":[{"id":"","poster":"Avorox","date":"2017-10-19T03:05:37.656+0000","up_votes":2,"down_votes":0,"body":"Jo wird mit Sicherheit an meinem Rang liegen, hast mich natürlich durchschaut. Es ist schlichtweg ein großer Unterschied ob Bronzespieler durch den Reset mal vereinzelt mit Goldspielern gematched werden oder ob sie mit allem gematched werden können. Das nimmt beiden Seiten den Spaß weil es auch für die höheren Spieler einfach sau langweilig ist, gegen so viel schlechtere Spieler spielen zu müssen, weil es keine Herausforderung darstellt.\n\nIch finds eher komisch, das Bronzespieler nen Hardreset fordern. Wenn du meinst nach nem Hardreset würdest du climben, dann erstell dir doch mal nen neuen Acc und spiel da die Placements. Das wird keinen Unterschied machen und woran liegt das? Richtig, daran dass jeder dahin kommt wo er hin gehört.","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T08:41:17.031+0000","up_votes":1,"down_votes":3,"body":"Vom Gefühl her rückblickend auf diese Saison würde Ich sagen das dein \" vereinzelt gegen Goldspieler \"\ngematcht werden die ganze Saison über statt gefunden hat.\n\nVon daher kommt auch die Hardreset Forderung.\n\nNein Ich erwarte kein climben.\n\nNa ja das jeder dahin kommt wo er hingehört steht auf einem anderen Blatt.\nVor 1 oder 2 Jahren hätte Ich dir bei deiner Aussage recht gegeben anhand dieser gespielten \nSaison nicht mehr \" leider \".","replies":[]}]},{"id":"","poster":"Meemoy","date":"2017-10-27T05:32:07.592+0000","up_votes":2,"down_votes":1,"body":"Natürlich jammert bei einem Hard Reset niemand aus Bronze, denn mit etwas Glück landen die vielleicht höher, als sie gehören und können sich da mit einer minimalen Anzahl von Spielen bis zum Ende der Season halten.","replies":[{"id":"","poster":"three stodges","date":"2017-10-27T09:33:57.048+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht warum du jetzt meinst Bronze Spieler hervor zu heben.\n\nUnter dem Strich gibt es bestimmt auch Silber, Gold und vielleicht sogar Platin Spieler die höher\nstehen als Sie gehören.\n\nMan kann es auch als Reinigung des Ranking Systems sehen wenn man \" will \" .\n\nAber die Bronze Spieler liegen in deinem Focus und sind dir besonders wichtig .","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-18T11:18:29.134+0000","up_votes":2,"down_votes":2,"body":"Das Problem sind die extrem unausgeglichenen Matches. Hat man auch immer wieder gut gesehen, wenn eine neue Queue kam, wie etwa Teambuilder. Die ersten 10 bis 20 Runden waren für mich richtig einfach. Gewinne da also dauernd, weil ich ein Stück über dem Durchschnitt spiele und stompe die Silber- und Bronzespieler richtig. \n\nMeine Winrate als Supporter war sogar so gut, dass ich teilweise Teams nur aus Dias hatte. Wobei da dann gerne mal welche Abgesprungen sind, weil sie gesehen haben, dass ein Goldspieler dabei war. \n\nJa, es stimmt, dass die Leute früher oder später alle wieder richtig platziert sind. Aber warum soll man diesen Prozess unnötig in die Länge ziehen, wenn damit höchstens das Spielgleichgewicht in Mitleidenschaft gezogen wird? \n\nWenn man die Wahl hat zwischen die alten Werte verwenden und damit schon zu Seasonbeginn ausgeglichene Matches gewährleistet, warum sollte man sich dann dafür entscheiden, das über den Haufen zu werfen, damit erst ab Seasonmitte die Matches fair sind. \n\nFür mich würde sich mit einem Hardreset vermutlich nicht mal etwas ändern. Ich starte eh erst die Rankeds nach ein paar Monaten. Da werden die meisten Dias wieder Dia sein, die Bronzespieler Bronze-MMR haben und ich darf dann meist Silber zeigen wo es lang geht, bis ich dann nach 30 bis 50 Rankeds wieder mein Seasonziel, die Goldbelohnung, erreicht habe. \n\nEffektiv würde man mit einem Hardreset lediglich alle Accounts in noch nicht eingestufte Smurfaccounts verwandeln, da man die vorherige Season ignoriert. Aber da du mir contra Smurf zu sein scheinst, ist das eher ein Argument dagegen das zu machen.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-19T09:57:57.887+0000","up_votes":2,"down_votes":1,"body":">Vom Gefühl her rückblickend auf diese Saison würde Ich sagen das dein \" vereinzelt gegen Goldspieler \"\ngematcht werden die ganze Saison über statt gefunden hat.\n\nDann zeig mal, wann das bei dir der Fall war. Ich sehe höchstens unteres Silber bei deinen Spielen. Obwohl da theoretisch sogar Silber 1 sein könnte, durch DuoQ.","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T14:28:58.081+0000","up_votes":2,"down_votes":4,"body":"Sry aber da ist kein Zeiger dran:)\n\nIch würde dir mal empfehlen dieses Klischee denken der letzten Jahre was hier im Forum so üblich ist abzulegen\nund über den Tellerrand zu schauen.\n\nNimm dir Avorox als Beispiel , ein Platinspieler der zusätzlich ein Silber acc zur Verfügung hat.\n\nEigentlich ja nichts schlimmes und Smurfs sind auch erlaubt, aber wer weiß schon wie viele Spieler \ndieser Art es gibt alleine auf EU West oder weißt du das ?\n\nJa und meiner Meinung nach beeinflussen diese Spieler auch das Spielerlebnis negativ auch was das climben betrifft\ndu kannst Glück haben einen Spieler dieser Art in dein Team zu haben oder Pech und musst gegen ihn spielen.\n\nGanz bitter wird es wenn du gegen zwei Spieler dieser Art antreten musst.\nDa ist auch die hier übliche Aussage gar nicht hilfreich man muss besser werden.\n\nEins darf man auch nicht außer Acht lassen dabei,dieses Spiel existiert halt nun einmal viele Jahre \nda ändern sich nicht nur Champions und das Spiel sondern auch das Verhalten von Spielern.\n\nManche hören auf, andere legen sich nen smurf zu,andere verweilen absichtlich in low Elo weil\nSie Spaß am stomping haben oder boosten acc für Geld.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T14:40:40.330+0000","up_votes":3,"down_votes":1,"body":">Ich würde dir mal empfehlen dieses Klischee denken der letzten Jahre was hier im Forum so üblich ist abzulegen\nund über den Tellerrand zu schauen.\n\nVersuche ich, aber du möchtest mir ja nicht anhand von Beispielspielen erläutern, warum Bronze gegen Gold antritt. \n\n>Eigentlich ja nichts schlimmes und Smurfs sind auch erlaubt, aber wer weiß schon wie viele Spieler\ndieser Art es gibt alleine auf EU West oder weißt du das ?\n\nUnd du weißt nicht, wie wenige es von der Sorte gibt, oder wie oft/wenig solche Smurfs bespielt werden. Weswegen Aussagen wie jedes oder jedes zweite Spiel sind Smurfs anzutreffen haltlos bleiben. \n\n>Ja und meiner Meinung nach beeinflussen diese Spieler auch das Spielerlebnis negativ auch was das climben betrifft\ndu kannst Glück haben einen Spieler dieser Art in dein Team zu haben oder Pech und musst gegen ihn spielen.\n\nEbenso wie man schlechte Spieler im Team haben kann. Ja, so etwas ist störend, aber da keiner sagen kann, wie viele solche Accounts es gibt, kann auch keiner sagen, wie schlimm es ist. Ich habe schon oft genug Leute gesehen, die Smurfs gesehen haben wo keine sind. \n\n>Ganz bitter wird es wenn du gegen zwei Spieler dieser Art antreten musst.\nDa ist auch die hier übliche Aussage gar nicht hilfreich man muss besser werden.\n\nEigentlich schon. Wenn man selber besser wird, steigt man auf, selbst wenn es Trolle, High-Elo Smurfs und ähnliches in den Spielen gibt. Das gleicht sich langfristig wieder aus. Bei deinen 900 Rankeds diese Season, ist der Einfluss solcher Speiler 0. Selbst wenn du letzte Woche,  3 Spiele gegen Smurfs verloren hättest, wäre das egal. Nach so vielen Spielen hat man gezeigt, dass das mit dem höher platziert gehören, aktuell nicht stimmt. \n\nEs gibt schließlich keine Mauer aus Smurfs, die nur dazu da ist, Spieler in der Promo nach Silber zu besiegen, damit die Leute in Bronze bleiben.\n\n>Manche hören auf, andere legen sich nen smurf zu,andere verweilen absichtlich in low Elo weil\nSie Spaß am stomping haben oder boosten acc für Geld.\n\nDarunter ist dann Boosting und Smurfen das mit dem höchsten negativen Einfluss. Wobei Smurfen schon wieder vernachlässigbar wird, da die schnell aufsteigen, wenn sie nicht auch absichtlich verlieren. Das mit dem absichtlich in unteren Bereichen verteilen klappt auch nur, wenn man die Winrate auf etwa 50 % hält. Da man sonst aufsteigt, wenn man mehr gewinnt. \n\nJa, das Spiel, in dem der Typ dann absichtlich schlecht spielt, ist nervig für sein Team, das in dem er ernst spielt, nervig für die Gegner. Am Ende behindert dieser Spieler aber niemanden wirklich am aufsteigen. Da er gleichmäßig Siege und Niederlagen an 9 Spieler verteilt. \n\nIch sage nicht, dass so ein Verhalten in Ordnung ist, Booster und solche low Elo stomper können gerne einen Lifetimebann erhalten und alle Accounts verlieren. Der low Elo stomper ist aber kein Argument dafür nicht aufzusteigen.","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T16:12:56.033+0000","up_votes":1,"down_votes":4,"body":"1. Versuche ich, aber du möchtest mir ja nicht anhand von Beispielspielen erläutern, warum Bronze gegen Gold antritt.\n\nDie kann  Ich dir nicht geben, fest steht Matchmaking ist ein Blindfisch und weiß nicht ob da ein real Spieler in der befindlichen Liga gerade\nam spielen ist. \n\nAber wenn dein adc nicht kiten kann ist der bestimmt auch für dich geboostet , so nehme ich mir auch heraus Spieler zu erkennen die wohl nicht gerade in Bronze hineingehören aber stimmt nur Spieler einer höheren Elo vermögen dieses zu erkennen.\n\n2.Und du weißt nicht, wie wenige es von der Sorte gibt, oder wie oft/wenig solche Smurfs bespielt werden. Weswegen Aussagen wie jedes oder jedes zweite Spiel sind Smurfs anzutreffen haltlos bleiben.\n\nDa Ich diese Spiel auch mehrere Jahre Spiele muss Ich sagen das die Zahl extrem zugenommen hat. Aber stimmt Ich kann das ja nicht beurteilen weil Ich ein low Elo Spieler bin.\n\n3.Eigentlich schon. Wenn man selber besser wird, steigt man auf, selbst wenn es Trolle, High-Elo Smurfs und ähnliches in den Spielen gibt. Das gleicht sich langfristig wieder aus. Bei deinen 900 Rankeds diese Season, ist der Einfluss solcher Speiler 0. \n\nDas kann sich nur dann aus gleichen wenn diese Spiele keine überhand nehmen wenn Ich aber auf 30 Spiele . 20 Spiele gegen 2 High-Elo- Smurfs habe ist das sich ausgleichen dahin. Ja und Ich hatte massig Spiele dieses Jahr wo binnen 10 Minuten meine Top und Bot 0/5 stand.\nDenk dran Matchmaking ist ein Blindfisch.\n\n4.Der low Elo stomper ist aber kein Argument dafür nicht aufzusteigen.\n Letztendlich sind es nicht nur die stomper sondern auch die smurfs und booster die du jetzt hier aus den Augen verlierst oder in deinen Augen nicht existieren.\n\nJa und Ich bleibe dabei , die können ruhig mal ein Hardreset machen.\nPs: Wenn der Platin Spieler mit den 4 Bronze Spielern nicht gewinnt gehört er wohl doch nicht nach Platin er ist halt nicht gut genug \nund muss besser werden :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T17:00:03.753+0000","up_votes":3,"down_votes":1,"body":">Die kann Ich dir nicht geben, fest steht Matchmaking ist ein Blindfisch und weiß nicht ob da ein real Spieler in der befindlichen Liga gerade\nam spielen ist.\n\nMit anderen Worten, du siehst das so, weil du es so sehen willst. Behauptest, Bronze tritt gegen Gold an und deine Grundlage für dieses Urteil ist, dass du glauben möchtest, dass es so ist. \n\n>Denk dran Matchmaking ist ein Blindfisch.\n\nNur weil du das wiederholst, wird es nicht wahr.\n\n>Ja und Ich bleibe dabei , die können ruhig mal ein Hardreset machen.\nPs: Wenn der Platin Spieler mit den 4 Bronze Spielern nicht gewinnt gehört er wohl doch nicht nach Platin er ist halt nicht gut genug\nund muss besser werden :)\n\nWie oft noch. Es geht nicht darum, dass er mal Pech hat, Bronze startet und dann wieder hoch muss. Es geht darum, dass das unfair gegenüber allen beteiligten wäre. Der Platinspieler muss dann unnötig lange spielen, bis er Platin erreicht. Die Bronzespieler können sich endlich wirklich mal beschweren, dass das Matchmaking blöd ist, weil du damit dafür sorgst, dass es auch so ist.","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T17:37:04.877+0000","up_votes":2,"down_votes":4,"body":"1.Mit anderen Worten, du siehst das so, weil du es so sehen willst. Behauptest, Bronze tritt gegen Gold an und deine Grundlage für dieses Urteil ist, dass du glauben möchtest, dass es so ist. \n\nNicht weil Ich es sehen \" will oder glaube \" sondern weil es aus mehr jähriger Spielerfahrung ersichtlich ist.\n\n2.Denk dran Matchmaking ist ein Blindfisch\nIch kann das Tausend mal wieder holen und bleibt ein Fakt oder hat das Matchmaking jetzt Augen und sieht ob der real Elo Spieler an der Tastaur sitzt, das wäre mir neu.\n\nPs: Tja wenn der Platin Spieler länger spielen muss um wieder Platin zu kommen wen juckts, Platin Spieler sind in der Unterzahl wie du weißt.\n\nDu hast aber auch eine Komische Doppelmoral low Elo Spieler sind dir egal oder du relativierst alles aber die armen Platin Spieler.  \n\n Ein Hardreset wäre vielleicht für dich  auch einmal eine neue Erfahrung und würde dir übrigens auch nicht schaden so kannst du dich erneut beweisen es von unten bis nach Gold geschafft zu haben.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T19:37:46.071+0000","up_votes":3,"down_votes":1,"body":">Blöd für alle Beteiligten woher besitzt du diese Kenntnis? Ziemlich haltlose Aussage .\n\nDas habe ich schon oft genug erläutert. Die im unteren Bereich werden sich sicher nicht darüber freuen, höhere in ihren Spielen zu haben, die alles durcheinanderbringen. Für die höheren kann es ein Ärgernis darstellen, aufgrund der zufälligen Mitspieler am Anfang zu verlieren. Auch wenn es bei denen ein paar geben mag, die gerne mal wieder Bronze oder Silber für ein paar Spiele wären.\n\n>Ja mit der Meinung dagegen halten gehst du mit guten beispiel voran.\n\nWir gehen hier von einem hypothetischen Fall aus. Was spräche denn dafür, dass es den meisten gefallen würde, einen Hardreset zu erleben. Das einzige was mir dazu einfällt, wäre der leichte Hoffnungsschimmer für diejenigen, die glauben sie säßen wegen Teammates fest, einen Neuanfang auf dem Main zu erhalten. \n\n\nEs ist unmöglich zu beweisen, dass Bronze nie gegen Gold in Soloranked gespielt hat. Du bist aber in der Beweispflicht, wenn du behauptest das wäre der Fall. \n\nWenn ich behaupten würde, auf dem Mond läge ein Bilderrahmen, mit einem Bild von mir, müsste ich auch nicht von dir verlangen, das Gegenteil zu beweisen, sondern selber einen Beleg dafür bringen, dass es so ist. \n\n>Ps: Ein Hardreset wird sowieso niemals kommen von daher sparen wie uns eine weitere Diskussion.\n\nDas ist mir klar. Gerade scheint es mir aber so, dass es dir lediglich nicht gefällt, dass ich deine Argumente mitverwende. \n\nGegen eine Meinung selber kann man nicht argumentieren. Man kann jemandem aufzeigen, dass die Meinung nicht belegt werden kann und ähnliches. Aber das hält den anderen nicht davon ab, die Meinung beizubehalten. \n\nDu kommst hier mit Bauchgefühl, deiner Meinung und deiner langjährigen Spielerfahrung an. Ich habe das alles auch und das schließt bei mir auf das Gegenteil. Das Matchmaking ist im Ranked (solange wir von SoloQ sprechen) aus meiner Sicht gut. Dazu kommt noch, dass wenn jemand mal behauptet hat, er würde gegen Gold als Bronze spielen müssen, ich das noch nie bestätigen konnte, wenn ich eine Seite wie op.gg dafür genutzt habe. \n\nDa waren vielleicht mal letzte Season welche Gold, aber waren es aktuell nicht mehr. Das ist dann durchaus ein Unterschied. \n\nAls Beleg dafür, dass Bronze gegen Gold spielt, bräuchte man aber nur eine Hand voll Spiele, in denen der Goldspieler nicht Gold 5 mit Silber-MMR war und auch nicht Premade mit jemandem aus Silber war und gegen Gold angetreten ist. \n\nDass jemand im oberen Bronze gegen mittleres Silber antritt ist schon eher möglich und teilweise auch von der Uhrzeit abhängig. \n\nDu sagst das war durchgehend so, also müsstest du doch ohne Probleme wenigstens 20 solcher Spiele aufzeigen können. Im Grunde hätte jedes deiner Rankeds so sein müssen, wenn deine Aussage richtig wäre.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T21:20:31.202+0000","up_votes":2,"down_votes":0,"body":">Dann Beweis du mir doch das jedes mal ein real Elo Spieler an dem acc gezockt hat das kannst du genauso wenig.\n\nDu stellst die Behauptung auf, da sind dauernd Smurfs. Du musst das Belegen, nicht ich das Gegenteil. \n\n>Du kannst meiner Meinung nach sowieso nicht mitreden da nicht in Bronze spielst und daher keine möglichen Vergleiche\nziehen kannst, von daher kannst du mir auch nichts aufzeigen das kannst du bei den Frischlingen versuchen.\n\nIch habe aber oft genug anderen auf meiner Freundeslist zugesehen, die in Bronze sind. Ja, da waren Spieler, die ihre Champions einigermaßen beherrscht haben und ein 1vs2 gewinnen konnten, weil sie am snowballen waren. Die haben dann aber oft genug trotzdem verloren. Da waren so viele Spiele dabei, wo jemand deutlich stärker war, aber zu blöd dafür gewesen ist, den Vorteil auch zu nutzen. \n\nDer Höhepunkt diese Season war eine Syndra und ein Cho, die zusammen fast das 4vs5 gewonnen hätten. Wären sie nicht dauernd solo in 4 Gegner gerannt. Bei Minute 20 hätten die schon gewinnen können, werden aber bei Minute 40 besiegt, weil sie ihren Vorteil verspielen, den sie sich trotz Unterzahl aufgebaut haben. \n\nUnd die beiden waren kein Einzelfall. Bei den Spielen war es der Normalfall, dass die Leute nicht wissen, wie man Spiele beendet, Objectives nimmt und dann gewinnt. \n\n>Ist als wenn ich Bronze Spieler erzählen würde was in Gold oder Platin abgeht :)\n\nNur mit dem Unterschied, dass ich schon mal Bronze war und die Möglichkeit habe, Bronzespielern zuzusehen und die Fähigkeiten dazu besitze zu erkennen, welche Fehler die Leute wann machen. Im Normalfall denke ich mir da sogar, dass eigentlich keines der Teams es verdient hat zu gewinnen, aber ein Unentschieden gibt es in LoL nicht. \n\nKlar, als Zuschauer ist es einfacher, weil man mehr sieht. Aber wenn 3 Leute einem Kill nachrennen, statt den einzelnen ziehen zu lassen, wenn man die anderen 4 erledigt hat und dafür dann die Türme einreist, ist das schon ein sehr grober Fehler.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T21:34:47.480+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=three stodges,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d0000000000000000000100010000000000000000000000010000,timestamp=2017-10-19T20:05:54.519+0000)\n>\n> Ist als wenn ich Bronze Spieler erzählen würde was in Gold oder Platin abgeht :)\n\nFast alle hier waren schon mal Bronze, ich schon mehrmals. Wurde erst diese Season wieder dort unten eingerankt. Nach einem Monat war ich draußen. Weil eben nicht nur die Teammates, sondern auch die Gegner Bronze-Niveau haben.","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-19T20:05:54.519+0000","up_votes":2,"down_votes":2,"body":"Dann Beweis du mir doch das jedes mal ein real Elo Spieler an dem acc gezockt hat das kannst du genauso wenig.\n\nDu kannst meiner Meinung nach sowieso nicht mitreden da nicht in  Bronze spielst und daher keine möglichen Vergleiche \nziehen kannst, von daher kannst du mir auch nichts aufzeigen das kannst du bei den Frischlingen versuchen.\n\nIst als wenn ich Bronze Spieler erzählen würde was in Gold oder Platin abgeht :)","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-10-19T17:44:05.940+0000","up_votes":3,"down_votes":1,"body":"Du liest nur was du lesen willst. Ich sag doch dauernd, dass das für alle Beteiligten blöd wäre. Die Bronzespieler wollen auch nicht den Platinspieler in Bronze haben, der Platinspieler will nicht in Bronze starten und die Silberspieler wollen nicht dauernd Challenger und Dia im Spiel haben, die gerade ihre Einstufung machen.\n\nGegen deine langjährige Erfahrung, dass das Matchmaking blöd ist, steht meine langjährige Erfahrung, dass es fair ist. Mit so einem Argument kommt niemand weiter. Man kann da immer die Meinung eines anderen dagegen halten. \n\nBei unbeliebteren Warteschlangen und neuen nicht so sehr. Aber im Hauptranking ist es sehr gut. Klar, Booster und co. können da noch Probleme verursachen, aber das wars dann auch. ","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T19:19:20.223+0000","up_votes":1,"down_votes":4,"body":"Blöd für alle Beteiligten woher besitzt du diese Kenntnis?  Ziemlich haltlose Aussage .\n\nJa mit der Meinung dagegen halten gehst du mit guten beispiel voran.\n\nAber verbleibe ruhig in deinem Schubladen Denken.\n\nPs: Ein Hardreset wird sowieso niemals kommen von daher sparen wie uns eine weitere Diskussion.","replies":[]}]}]}]},{"id":"","poster":"Avorox","date":"2017-10-21T17:57:48.952+0000","up_votes":2,"down_votes":0,"body":"1. Redest du dir das mit den Smurfs selber ein. Für dich scheint ein Lanewin gegen gleichgute Spieler absolut unmöglich zu sein. Gerade weil du in Lowelo spielst und die Leute nicht gut mit dem Rückstand umgehen können, kommen diese Scores von 0/5 zustande, deswegen sind die Gegner aber noch lange keine Smurfs.\n\nUnd nein, ein Highelospieler kann am reinen Gameplay nicht erkennen, wie gut jemand spielt. Dafür gibt es ja auch das System. Du erkennst an der Elo, wie gut jemand spielt.\n\nZu deinem letzten Punkt, wieso sollte er dann nicht nach Platin gehören? Keiner erwartet von irgendwem 100% Winrate. Du wirst aber konstant mehr Spiele gewinnen als du verlierst, wenn du besser als deine jetzige Platzierung spielst.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-17T15:21:09.340+0000","up_votes":4,"down_votes":4,"body":"Gehen wir mal davon aus, dass für sowas ein Spieler nötig wäre, der Platinniveau hat. Laut op.gg sind das nicht mal 10 % aller Spieler. In Silber sind laut op.gg über 40 % aller Spieler. Damit jetzt in jedem Spiel wenigstens ein Smurf ist (das müssen deutlich mehr als 10 % aller Silberaccounts sein) wäre es also grob nötig, dass jeder Platinspieler ständig auf einem Smurf in Silber spielt. \n\nDas ist dann doch schon ziemlich unrealistisch. Da ist es viel wahrscheinlicher, dass du glaubst, überall wären Smurfs, weil du dir so einfacher eine Ausrede zurechtlegen kannst, warum du verlierst. Sich in Bronze zu halten ist für jemanden aus Platin viel schwieriger, als nach Gold durchgereicht zu werden.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-18T17:26:39.163+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d00000000000000000000,timestamp=2017-10-17T15:21:09.340+0000)\n>\n> Gehen wir mal davon aus, dass für sowas ein Spieler nötig wäre, der Platinniveau hat. Laut op.gg sind das nicht mal 10 % aller Spieler. In Silber sind laut op.gg über 40 % aller Spieler. Damit jetzt in jedem Spiel wenigstens ein Smurf ist (das müssen deutlich mehr als 10 % aller Silberaccounts sein) wäre es also grob nötig, dass jeder Platinspieler ständig auf einem Smurf in Silber spielt. \n> \n \n> Das ist dann doch schon ziemlich unrealistisch. Da ist es viel wahrscheinlicher, dass du glaubst, überall wären Smurfs, weil du dir so einfacher eine Ausrede zurechtlegen kannst, warum du verlierst. Sich in Bronze zu halten ist für jemanden aus Platin viel schwieriger, als nach Gold durchgereicht zu werden.\n\n\nSo . Nicht jeder Ü Platin hat eine Smurfs , Ich denke, weiß das X Master Spieler die auf Youtube und Twich sind weit mehr als eine Smurf haben. In der Regel haben Sie 3 - 4 Smurfs. Broki meine mal Fredie 122 hätte seine 4 Smurfs gut in den Elo's verteilt.\n\n\nIch denke von den 10% über Platin sind 6% Main Acc und 4 %Smurfs. Wenn jeder Ü Platin Spiel 3 Smurfs hat sin das 18% - die 4 die sich über Platin befinden, verbleiben 14% , die sich dem nach unter Platin befinden müssen.\nSomit ist gut 1er von 6 unter Platin ein Smurf.\n\n\nUm eine \" Argument \" vorzubeugen. Ja Sie steigen schnell auf , aber für jeden Smurf der Aufsteigt kommt auch ein neuer Smurf wieder da zu.","replies":[{"id":"","poster":"Avorox","date":"2017-10-21T17:47:44.761+0000","up_votes":2,"down_votes":0,"body":"Jo wenn einer von 6 Spielern unter Platin am Smurfen ist ist der aber auch nicht am tryharden, sonst wär der Acc ja nicht unter Platin. Wenn derjenige nun also nicht auf seinem Platinniveau spielt, weil er in Silber bleibt dann ist er für dein Statement doch völlig irrelevant.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-21T19:37:39.658+0000","up_votes":2,"down_votes":1,"body":"Nein.\n\nEin Platinspiele bleibt ein Platinspieler.","replies":[{"id":"","poster":"Avorox","date":"2017-10-22T03:29:17.582+0000","up_votes":2,"down_votes":0,"body":"Jo und das ist bullshit. Wenn er auf seinem Smurf auch wie Platin spielen würde, dann wäre er nicht in Silber bzw. nur sehr kurz, dementsprechend sind leute die ihren Smurf zum stompen nutzen für dich völlig irrelevant. Wieso ist es denn für dich relevant ob der auf seinem Main als Jungler Platin ist, wenn der auf seinem Silbersmurf Support spielt und damit eben nur wie Silber spielt? Dann ist das halt nen Smurf der hat aber auf dein Game überahupt keinen anderen Einfluss als jeder andere Silberspieler.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-22T08:48:20.962+0000","up_votes":2,"down_votes":2,"body":"Falsch.\nVergleich.\n\nWenn ein Auto 400Km/h fahren kann, aber gerade nur 100 fahrt, hast du mit eine Auto das Max 100\nfahr gegen Ihn ein rennen Gewinner  ?\nJa, wenn dein Gegen will das du gewinnst, du hast keine Einfluss darauf.\n\nDas einzige wo ich wirklich entscheiden kann ob ich verlieren will.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-22T09:11:11.284+0000","up_votes":2,"down_votes":1,"body":"Dann fahr doch schneller als 100 km/h, zum Beispiel, indem du dir ein besseres Auto besorgst, etwa, indem du dich selbst verbesserst. Zudem trittst du ja fast ausschließlich gegen andere, ähnlich langsame Autos an. \n\nDes weiteren hängt das auch von der Strecke ab. Die 400 km/h max bringen einem nicht viel, wenn es durchs Gelände geht und das Auto schon beim kleinsten Schlagloch in die Werkstatt muss.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-22T10:49:17.234+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d00000000000000000000000000010000000000000000,timestamp=2017-10-22T09:11:11.284+0000)\n>\n> Dann fahr doch schneller als 100 km/h, zum Beispiel, indem du dir ein besseres Auto besorgst, etwa, indem du dich selbst verbesserst. Zudem trittst du ja fast ausschließlich gegen andere, ähnlich langsame Autos an. \n> \n\nWie gesagt ich kann nicht schneller weil ich in der richtigen Klasse bin. und 400 sind nich ähnlich wie 100-\n\n> Des weiteren hängt das auch von der Strecke ab. Die 400 km/h max bringen einem nicht viel, wenn es durchs Gelände geht und das Auto schon beim kleinsten Schlagloch in die Werkstatt muss.\n\nEs geht nicht darum ob er es nutzt. Sondern ob er es nutzen könnte.\nEr könnte das gleiche rennen auch gegen Gleichwertige 400er fahren.\n\nWenn du eine ohne Waffenschein ein Waffe besitz ist das auch Strafbar. Auch wenn du die Waffe nicht must.\nAllein das du es könntest reicht aus. Deswegen ist auch schon der besitz verboten und nicht nur die Nutzung.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-10-22T15:35:32.063+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d000000000000000000000000000100000000000000000000,timestamp=2017-10-22T10:49:17.234+0000)\n>\n> Wie gesagt ich kann nicht schneller weil ich in der richtigen Klasse bin. und 400 sind nich ähnlich wie 100-\n> \n\nNö bist du nicht. Du hast hier schon oft genug gesagt, dass du anfängst nicht mehr auf Sieg zu spielen, sobald du meinst einen Smurf erkannt zu haben. Und so oft wie die dir angeblich begegnen, bedeutet das, du fährst fast immer mit angezogener Handbremse.\n\nDu hälst dich künstlich in einem niedrigeren MMR-Bereich, den du ohne Anstrengung nach oben verlassen könntest.\nGlückwunsch dein Main ist genau, was du angeblich so erabscheust, ein Smurf der in einer niedrigeren Elo spielt, statt in der, in die du eigentlich gehören würdest.","replies":[]},{"id":"","poster":"Stichsaege","date":"2017-10-24T15:28:43.918+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d0000000000000000000000000001000000000000000000000002,timestamp=2017-10-24T09:33:07.556+0000)\n>\n> Immer dieser Selbstbetrug. Statistisch sind 70% aller Spieler Bronze und Silber. Smurfs, die dir gefährlich werden könnten, findest du erst ab High Gold, das macht rund 10% der Spielermasse aus. Wie sollen Smurfs von Belang sein, wenn es in Bronze und Silber 7x so viele Spieler gibt?\n> \nWeil ein nicht unerheblicher Teil dieser 70% die Smurfs sind.\n10% sind Ü Platin. wenn 50% davon Smurfs sind 5% Main und 5 % Smurfs.\nWenn jetzt aber High elo Spieler 4 Smurfs hat, wo bleiben dann die anderen 3 ?\nDiese 15% sind Teil der verbleibenden 90%. Also gibt es nur noch 75% real unter Platin. Somit kommen auf 5 unter Platin einer diese Smurfs. ( 75 zu 15 =  5  zu 1)\n\n> Davon abgesehen spielst du FlexQ, was auch Ranked ist. Dort bist du nach fast 500 Games tief in Bronze drin. Du bist also ziemlich weit von Gold entfernt.\n\nJa, weil ich kein Interesse daran habe das meine Permads gewinnen. Ich helfe Ihn en nicht zu gewinnen , des wegen ist die Niederlage wahrscheinlicher.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-24T09:33:07.556+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d0000000000000000000000000001000000000000000000000001,timestamp=2017-10-23T17:32:07.104+0000)\n>\n> Das mag wohl sein das ich problemlos bis in Gold kommen könnte.\n> Nur spiele ich keine Ranks , eben wegen der Smurfs.\n\nImmer dieser Selbstbetrug. Statistisch sind 70% aller Spieler Bronze und Silber. Smurfs, die dir gefährlich werden könnten, findest du erst ab High Gold, das macht rund 10% der Spielermasse aus. Wie sollen Smurfs von Belang sein, wenn es in Bronze und Silber 7x so viele Spieler gibt?\n\nDavon abgesehen spielst du FlexQ, was auch Ranked ist. Dort bist du nach fast 500 Games tief in Bronze drin. Du bist also ziemlich weit von Gold entfernt.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-10-24T21:55:29.951+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d0000000000000000000000000001000000000000000000000003,timestamp=2017-10-24T15:28:43.918+0000)\n>\n> Weil ein nicht unerheblicher Teil dieser 70% die Smurfs sind.\n> 10% sind Ü Platin. wenn 50% davon Smurfs sind 5% Main und 5 % Smurfs.\n> Wenn jetzt aber High elo Spieler 4 Smurfs hat, wo bleiben dann die anderen 3 ?\n> Diese 15% sind Teil der verbleibenden 90%. Also gibt es nur noch 75% real unter Platin. Somit kommen auf 5 unter Platin einer diese Smurfs. ( 75 zu 15 =  5  zu 1)\n> \n> Ja, weil ich kein Interesse daran habe das meine Permads gewinnen. Ich helfe Ihn en nicht zu gewinnen , des wegen ist die Niederlage wahrscheinlicher.\n\nUnd genau deshalb bist du der wohl einzige Smurf ohne Main. Glückwunsch.","replies":[]},{"id":"","poster":"Stichsaege","date":"2017-10-23T17:32:07.104+0000","up_votes":1,"down_votes":1,"body":"Das mag wohl sein das ich problemlos bis in Gold kommen könnte.\nNur spiele ich keine Ranks , eben wegen der Smurfs.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-18T18:00:18.305+0000","up_votes":2,"down_votes":2,"body":"Ja, die können durchaus mehrere Smurfs haben. Du vergisst aber, dass die Platin+ Spieler zahlenmäßig unterlegen sind. Die müssen also durchgehend auf Smurfs spielen, damit das einen nennenswerten Einfluss hätte.\n\nZudem hast du überhaupt nichts davon, dir irgendwelche Zahlen auszudenken. \n\nDazu kommt dann noch, dass die Leute Smurfs nicht wirklich erkennen können. Du zum Beispiel gehst einfach davon aus. In meinen Rankeds diese Season hatte ich auch wen, der meinte, das Spiel ist schon verloren, die gegnerische Kayle wäre ein Smurf, weil sie 80 % Winrate hat. Zum einen hat die Kayle in der Runde ordentlich aufs Maul gegeben, zum anderen war der Spieler leider wieder ein Beleg dafür, dass die Leute nur sehen was sie sehen wollen. Gute Winrate bei den Gegnern > sichere Niederlage. \nDas lustige daran war, unser Jungler und ich hatten auch eine 80 % Winrate zu dem Zeitpunkt. Eigentlich hätte der also wegen mir und meinem Premade eher \"nice, we got 2 smurfs, that win is allready in our pocket\" schreiben müssen, wenn er objektiv gewesen wäre. Wobei ich noch erwähnen muss, ich spiele nur auf diesem Account. Mein Partner und ich waren keine Smurfs.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-18T19:11:03.955+0000","up_votes":2,"down_votes":3,"body":"in Rate ist mir zwar nicht schnuppe, aber halt nur ein Anfangs verdacht. Genau so wie der Endfram kein eindeutiges in Dietz für ein Smurf ist.\nIch beurteile das anhand wie er spielt. ob er einen \" riskanten \" Kampf eingeht obwohl er auch sicher ohne Verlust weg gehen könnt. Ein Kampf den er nur durch seine mechanischen Fähigkeiten gewinnen kann.\n\nJa, die Zahlen habe ich mir ausgedacht, sind aber wie ich erklärt habe nicht willkürlich. Sondern entsprechen lediglich meine Wissen und Erfahrungen.\n\nPs. Ich denke das es in Ganz Lol 60% Smurfs gibt und nur 40% Main Acc's\nJeder Gebannte Spieler mit eine neuen Acc zahlt als Smurf.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T19:23:30.012+0000","up_votes":2,"down_votes":2,"body":"Und deine subjektive Einschätzung ist eben doch willkürlich. Du ignorierst zum Beispiel bei dem Kriterium, ob er einen Kampf durch Skill gewinnt, bei dem er im Nachteil ist, dass auch in Silber Leute outplays bringen können, die Gegner vorhersehbar sein können und der Spieler auf anderen Ebenen dafür Mängel aufweist, wodurch er eben Silber ist.","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-18T21:48:51.989+0000","up_votes":3,"down_votes":3,"body":"Nein. es geht nicht nur um den Kampf. \n\nIch habe mal gehört man steigt auf wenn man mehr richtig Entscheidungen trifte als falsche.\n\nKampf die man wirklich nur durch perfekte Mechaniken zum, das genaue Interrupten der Gegners,  Autoattack reset / Animation cancel  gewinenn kann. Wird kein Silber Spieler freiwillig eingehen, wenn er dadurch nur diesen Kill bekommen kann. Wenn er z.B auch die Möglichkeit hat zu Base zu gehen und mit Tp sofort wieder Top zu sein. Denn das wäre die Sicher Entscheidung, auf den Riskanten Kill zu verzichten und einfach ohne Verluste weiter zuspielen. \n\nEin Dia Spieler kennt das Spiel besser als ein Silber Spieler, dadurch hat er mehr Möglichkeiten, oder ist einfach Sichere und Schneller. \n\n Outplays tut man wenn man ein Kampf nicht eingehen will, weil man weiß das sein Chancen gering sind, es aber trotzt dem schafft. Meist auf Grund von Fehlen des Angreifers.\nSmurfs einen Kampf beginnt, den kein Spieler der sich auf der entsprechen den Elo befinde forst , macht er das nur um sich selber zu zeigen wie toll er doch ist.\n\nIch will wirklich mal sehen ob ein Riven Spieler auf sein Main die gleich Kämpf eingeht wie auf den Smurf.\nBronze Bravery ist doch bekannt, Ich fordere jeden der das gemacht hat auf, es auch auf sein Main genau so zuspielen wie auf den Smurf. Solange bis er die gleichen Siege und Stadts hat.\n","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T22:06:18.461+0000","up_votes":2,"down_votes":2,"body":">Kampf die man wirklich nur durch perfekte Mechaniken zum, das genaue Interrupten der Gegners, Autoattack reset / Animation cancel gewinenn kann. Wird kein Silber Spieler freiwillig eingehen, wenn er dadurch nur diesen Kill bekommen kann. \n\nDoch, genau das machen sie in Silber und Bronze andauernd. Meistens sterben sie dabei kläglich, aber sie versuchen es. Mit Teleport geht es dann in die zweite Runde.\n\n>Outplays tut man wenn man ein Kampf nicht eingehen will, weil man weiß das sein Chancen gering sind, es aber trotzt dem schafft. Meist auf Grund von Fehlen des Angreifers.\nSmurfs einen Kampf beginnt, den kein Spieler der sich auf der entsprechen den Elo befinde forst , macht er das nur um sich selber zu zeigen wie toll er doch ist.\n\nDen Teil kann mal leider kaum verstehen. \n\nOutplay bedeutet doch, den Gegner ausgetrickst zu haben. Habe ich in Silber auch geschafft, als ich noch neu war. Da kommt von mir etwa ein Flash an die Gegner ran, um dem wichtigen Skillshot auszuweichen, gefolgt von Burst für den Kill. \n\nDer Smurf hat es dabei nur leichter, weil er normalerweise besser ist. Wobei man aber auch nicht vergessen darf, dass auch Silber- und Bronzespieler Smurfs erstellen, meist in der Hoffnung, dass die damit dann nach Gold kommen. Und ja, der Silberspieler geht Kämpfe ein, die er nicht eingehen sollte, verliert die dann meist und ist im Nachteil. Manchmal klappt es dann aber doch. Das machen die Leute auch in Gold und Platin zur Genüge. Dafür muss niemand ein Smurf sein.\n\n\nNach der Definition die du hier abgeliefert hast, ist jeder ein Smurf, der einen Kampf eingeht, bei dem er verlieren kann oder vermutlich wird. Wenn man das so siehst, ist natürlich jeder Account ein Smurf, weil so gut wie jeder das macht. \nDa wundert es mich dann wirklich nicht, wenn du meinst, jede Runde ist mindestens ein Smurf in deinen Spielen.\n\n>Ich will wirklich mal sehen ob ein Riven Spieler auf sein Main die gleich Kämpf eingeht wie auf den Smurf.\n\n\nDazu muss man nicht mal nach Smurfs suchen, einfach LCS und Outplay eingeben, schon gibt es so was\n\n\nhttps://www.youtube.com/watch?v=rPMKRrg6rI0\n\nhttps://www.youtube.com/watch?v=mytpmON4cdY\n\nOder hier, die Cassi hätte ja auch einfach gehen können. ","replies":[{"id":"","poster":"Stichsaege","date":"2017-10-19T16:00:23.350+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000d00000000000000000000000000000000000000000000,timestamp=2017-10-18T22:06:18.461+0000)\n>\n> Doch, genau das machen sie in Silber und Bronze andauernd. Meistens sterben sie dabei kläglich, aber sie versuchen es. Mit Teleport geht es dann in die zweite Runde.\n> Smurfs einen Kampf beginnt, den kein Spieler der sich auf der entsprechen den Elo befinde forst , macht er das nur um sich selber zu zeigen wie toll er doch ist.\n> \nEben sie scheitern und versuchen es daher seltener.\nSmurfs scheiten dabei nicht, weil bei ihnen es schon mehr in Fleisch und Blut übergebenen ist. Des wegen und weil Sie wissen das ihr Gegner nicht richtig auf den Angriff reagieren wird \nmachen Sie Aktionen die keinen auf seine Normalen Elo machen würde.\n\nAn solchen Aktionen erkennt man Smurfs.\n\n> Den Teil kann mal leider kaum verstehen. \n> \n> Outplay bedeutet doch, den Gegner ausgetrickst zu haben. Habe ich in Silber auch geschafft, als ich noch neu war. Da kommt von mir etwa ein Flash an die Gegner ran, um dem wichtigen Skillshot auszuweichen, gefolgt von Burst für den Kill. \n>\nDas ist kein Outplayen sonderne ganz normale Angriffs Reihenfolge. Out Playen würde dich den Gegner wenn er wiederum deinen burst flashen würde und du dann ohne Schaden mit CD da stehst.\n\n> Der Smurf hat es dabei nur leichter, weil er normalerweise besser ist. Wobei man aber auch nicht vergessen darf, dass auch Silber- und Bronzespieler Smurfs erstellen, meist in der Hoffnung, dass die damit dann nach Gold kommen. Und ja, der Silberspieler geht Kämpfe ein, die er nicht eingehen sollte, verliert die dann meist und ist im Nachteil. Manchmal klappt es dann aber doch. Das machen die Leute auch in Gold und Platin zur Genüge. Dafür muss niemand ein Smurf sein.\n> \n> \n> Nach der Definition die du hier abgeliefert hast, ist jeder ein Smurf, der einen Kampf eingeht, bei dem er verlieren kann oder vermutlich wird. Wenn man das so siehst, ist natürlich jeder Account ein Smurf, weil so gut wie jeder das macht. \n> Da wundert es mich dann wirklich nicht, wenn du meinst, jede Runde ist mindestens ein Smurf in deinen Spielen.\n> \n???\n\nSmurfs sind Leute die Kämpfe eingehen können die Sie auf ihren Main nicht eingehen können.\nSilber vs Silber ist 50% 50%\nSilber vs Master ist 10% 90%\n\nWie gesagt. Bei Bronze Bravery werden total komische Items gekauft, mit den die Smurf trotzend gewinnen. Also warum machen Sie nicht das selbe auf Ihren Main, es funktioniert ja auf Ihren Smurs.\nOder liegt es halt genau daran was ich schon gesagt habe , das Sie auf Grund ihre überlegenen Meachniks den Item Nachteil weg machen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-17T13:22:09.803+0000","up_votes":3,"down_votes":2,"body":"Ihr missversteht, dass Climbing in LoL nicht bedeutet, 100% der Games zu gewinnen (außer man ist Master und smurft in Bronze). Climbing bedeutet, eine Winrate von knapp über 50% **dauerhaft** zu halten, um dem System mitzuteilen, dass man eben doch besser ist als die anderen Leute in der eigenen Elo. \n\nAußerdem bin ich kein Freund davon, verlierenden Teammates immer Feeding zu unterstellen. Auf der Top Lane kann ein einziger Gank extrem snowballen, Carry Top Laner sind extrem einfach zu diven, wenn sie behind sind. Da entstehen dann schnell mal Stats von 0-4, ohne dass man viel tun könnte (außer den Turm aufzugeben und selbst zu roamen oder afk zu farmen, aber solche Taktiken kann man von Silber nicht erwarten).","replies":[{"id":"","poster":"Pandeonor","date":"2017-10-18T17:14:39.176+0000","up_votes":3,"down_votes":0,"body":"Jein.\n\nUm zu climben muss man durch die Promo. Um in die Promo zu gelangen (auf 100LP zu kommen) muss man einen Sieg haben. Bei 3 notwendigen Siegen aus den nächsten 5 sind also 4 aus 6 Spielen zu gewinnen -> 66% (ohne Aufstiegshilfe). Nur die Aufstiegshilfe macht etwas anderes möglich. Interessant das es diese erst seit diesem Jahr gibt.","replies":[]}]},{"id":"","poster":"Migglsticks","date":"2017-10-16T22:57:00.356+0000","up_votes":3,"down_votes":0,"body":"In 5 aktiven Seasons in Ranked, 3 mal durch Silber bis hin zu Gold gemündet, meine Erfahrung hier.\n\nMal die \"alten Zeiten, Afks, Trolls und offensichtlichen Tilt-/Feed - und den Chat\" weglassend, der hier vermehrt vorkommt und hier schon genug geschrieben wurde, muss ich beobachten, dass MOMENTAN im mittleren Silber-Bereich viel \"Glück\" dabei ist. \nSo selten wie jetzt habe ich noch nie jemanden allein oder im Duo \"carrien\" sehen, nicht zu erwähnen wie selten man sieht dass ein Team einen Lead nicht komplett wegwirft, egal wie groß er war. Nur selten ist die Leistung eines Spielers Konstant oder sind Fights in irgendeiner Weise geplant, und wenn dann heißt es nicht dass der Ausgang jenes skirmisches voraussagbar wäre - da die Spieler auch trotz falscher Einschätzungen und warnenden Pings natürlich rumprobieren und/oder tun was sie im Sinn hatten ohne die Warnungen \"zu sehen\", und warnende Spieler auch einfach nur zuschauen danebenstehend (kennt wahrscheinlich jeder). Mit Glück triffst du eine Woche in der in Allerwelt das Wetter (sinnbildlich gemeint) mitspielt und du zwei, drei verlässliche Spieler antriffst. \n\nMan könnte jetzt diskutieren was man da machen muss um da raus zu kommen (Duo einspielen, Fehler ausmerzen, zu Carrien lernen). Aber es gibt auch Spieler die konstant und verlässlich auf Silber-Niveau spielen und/oder sich nur langsam verbessern. Diese müssen die ganzen \"Tiltboys\", AFKs, Trolls, das launische Spielverhalten ertragen? Hm. - Der weg ist meistens VIEL zu Lang.\n\nEs gäbe viele Möglichkeiten die Spieler-Umgebung zu verbessern. Davon abgesehen dass es mich persönlich nicht (mehr) stört. Riot Games hat viele genaue Daten - Die viele teure Berechnungen benötigen würden, klar. Outcome (Win/Lose) wird bereits berechnet. Das MMR und das gleiche nur in schöner: die LP. Es Fehlen den Spielern aber eindeutig Kategorien wie Chat, Spielverlauf (wie stark variiert die Leistung) - siehe Tilt, AFK, Troll. oder auch Value, Kill-Beteiligung, K/D/A - um die einfachsten varianten zu nennen. Zusätzlich zum Outcome (W/L).\n\nSicher besteht die Möglichkeit Spieler ihren Chat- und Spielverhalten zu Kategorisieren. Die Zuordnungen müssen natürlich von Riot durchgeführt werden damit es weiterhin relativ Hackerfrei bleibt - und die kosten . Genauso wie Support. Abgesehen von höheren Wartezeiten in Match-Making-Queues und anderen DIngen, die vllt an einer Solchen Zuordnung nicht gut wären, die man sich ausmalen kann. \n\nDie Frage ist hier eben: Will oder Kann Riot nicht?\nRiot brauchte schon immer für ALLES eine Ewigkeit, oder? Was ich sagen will? Zu wenig Insider-Informationen um zu wissen was da alles abgeht, klar.\n\nTransparenz wäre hier gefragt. Und ein spezifisch zu diesem Thema gerichtetes Offizielles Statement seitens der Entwickler. Eine Wechselwirkung mit der Community, die sie merkt.\n\nTL-DR:\n\nEs sieht im Silber-Bereich übel aus. Nicht weil es Komplett \"uncarrybar\" ist, sondern weil leicht bessere Spieler selbst im Duo-Premade zu viel Zeit in diesen. hier wirklich zu genüge dargestellten, Verhältnissen Spielen müssen. Ob dann irgendwann, irgendwas gemacht wird, steht in den Sternen. Jetzt jedenfalls nicht. Zum Ärgernis vieler Ranked-Spieler, wie man hier deutlich sehen kann.\nAufmerksam machen ist dennoch ein MUSS und so landet auch mein Beitrag hier.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-17T07:47:15.020+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Migglsticks,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000f,timestamp=2017-10-16T22:57:00.356+0000)\n>\n> Es sieht im Silber-Bereich übel aus. Nicht weil es Komplett &quot;uncarrybar&quot; ist, sondern weil leicht bessere Spieler selbst im Duo-Premade zu viel Zeit in diesen. hier wirklich zu genüge dargestellten, Verhältnissen Spielen müssen. Ob dann irgendwann, irgendwas gemacht wird, steht in den Sternen. Jetzt jedenfalls nicht. Zum Ärgernis vieler Ranked-Spieler, wie man hier deutlich sehen kann.\n> Aufmerksam machen ist dennoch ein MUSS und so landet auch mein Beitrag hier.\n\nEin Bekannter von mir musste in der SoloQ schon seine Gold-Promo dodgen, damit er wenigstens mit seinem 3. Smurf in Silber bleibt. Dabei ist sein Niveau maximal Gold 3 und spielt nur Troll-Picks wie Riven Jungle, Teemo Support usw. Sogar er kommt ohne Probleme aus Silber raus...\n\nEs ist einfach Unsinn, zu behaupten, Silber sei da irgendwie besonders. Musste vor ein paar Tagen gegen eine AD Lux Top Lane spielen. Easy Game, dachte ich. Bis ich gesehen habe, dass die in Platin 77% Winrate mit Trollpicks hat. Die hat mich komplett weggeklatscht. Man kann jede Elo easy carryn, indem man einfach besser spielt.","replies":[{"id":"","poster":"Migglsticks","date":"2017-10-18T17:03:23.730+0000","up_votes":3,"down_votes":0,"body":"Genau dieser Meinung bin ich eben auch. Aber ich redete ja von Spielern, welche nur geringfügig besser spielen. z.B. Mit mühe Gold 5/4 Niveau. In diesem Bereich ist das nunmal schlichtweg eine extrem lange Tortur, die so nicht sein muss. Ich berichtete auch nur Sachlich von meiner Erfahrung. Und das ist leider Fakt. Fakt ist vor allem, dass es noch weniger reliable geworden ist. Spekulationen nach Gründen sind hier auch genug angestellt worden. Also wenn du(!) nicht auf zirka Gold 5 spielst. Und iein \"bekannter\" in den guten Gold-Bereich kommt, ist das leider nichts weiter als i-ein gefasel, der ncihtmal zu dem Inhalt meines Beitrages passt. Man muss da leider scharf unterscheiden, was du natürlich vergessen haben könntest. Ganz abgesehen davon, dass ich nur beschrieb wie ich den Elo-Bereich wahrnehme, unzwar ohne dringendem \"ich muss hier raus aus ieiner Elohell\". Nicht grade fair - Aber schon ok, kann schon mal passieren bei dem was hier sonst so geschrieben wird. \n\nGenauso wie man seinen Playstyle natürlich miteinbeziehen muss. Mit einem safen Playstyle (wie meiner mittlerweile) dauerts nochmal länger, da man Gegnern manchmal Skill und Mates manchmal weniger davon mit als Möglichkeit sieht. Dabei Outjungle ich noch auf platin meine gegner und gewinne (so manche) games.\n\nIch habe kein Problem damit, dass es was lönger dauert. Oder ob ich überhaupt aufsteige. Mir war wichtig hier den Unterschied der Elos, die ich (sehr sehr viel) mitbekommen habe darzulegen. \n\nSilber-Elo.... ist eben insgesamt unschön. Auf dauer und für viele Spieler, was eben meiner Meinung nach nachvollziehbar ist.\n","replies":[]}]},{"id":"","poster":"Like a Sir","date":"2017-10-20T14:05:57.345+0000","up_votes":3,"down_votes":1,"body":"Das trifft es ziemlich genau 👍","replies":[]}]},{"id":"","poster":"Sephi51","date":"2017-10-16T12:10:55.962+0000","up_votes":2,"down_votes":6,"body":"Ich werde auch als Master 1 mit Platin leuten gematcht die natürlich dann nichts können und nichtmal verstehen warum sie verlieren. Es ist einfach hoffnunglos mit denen zu spielen, der Unterschied ist viel zu groß. Das matchmaking läuft also defintiv nicht richtig","replies":[{"id":"","poster":"Revilous","date":"2017-10-16T14:08:44.180+0000","up_votes":4,"down_votes":1,"body":"du bist master in FLEXQ 3v3, das ist lächerlich. Es gibt viel zu wenig 3v3 Spieler, wie soll man dich mit \"gleich guten\" Spielern matchen, wenn diese gerade gar nicht spielen? \"gleich gut\" in Anführungszeichen, da es extrem einfach ist in FlexQ Master zu kommen da man wie du gesagt hast mit low elo Spielern gematcht wird, das ist keine Kunst.","replies":[{"id":"","poster":"Sephi51","date":"2017-10-16T15:55:18.340+0000","up_votes":2,"down_votes":5,"body":"Was soll ich sagen. Jemand der in 3vs3 nur Gold 3 ist erkennt da master natürlich nicht an. Ich bin sicher wenn du selbst irgendwann mal so hoch wärst, würdest du erkennen dass es dort auch richtig gute Spieler gibt. Aber vielleicht denkst du das weil du in soloq dia 3 bist? Keine wirklich große Kunst. Ich hab in soloque bis Dia1/Master gespielt, und um ehrlich zu sein war alles unter dia 1 Müll. ","replies":[{"id":"","poster":"clair de lune289","date":"2017-10-16T16:42:04.600+0000","up_votes":3,"down_votes":1,"body":"evt nimmt er genau wie ich die 3vs3 que nicht so ernst? ich spiel da völlig andere Champs und hab die Que auch nur für den \"erreiche in allen Warteschlangen Gold+ um eine Bonusbelohnung am Ende der Season zu erhalten\" gespielt.\n\nAber Hauptsache mal den \"großen\" Masterspieler raushängen lassen und alles was nicht mindestens Dia1+ ist als schlecht abstempeln.\nAlles in Plat und darüber gehört zu den Top 10% der Spieler,sicher ist das noch weit vom Profilevel entfernt aber schlecht ist es sicher nicht.","replies":[{"id":"","poster":"Sephi51","date":"2017-10-16T18:20:08.961+0000","up_votes":3,"down_votes":0,"body":"Doch, ich finde Platin schon schlecht. Können von mir aus besser sein als 90% der anderen, ist auch schon ne Leistung die man anerkennen kann, aber verglichen mit wirklich guten Spielern ist das schlecht. ich spiel auch andere Spiele wie Heroes of the Storm und bin da nur Plat/diamant als neuer Spieler. Ich hab 0 echte Ahnung von dem Game und würde mich dort niemals als guter Spieler bezeichnen und bin da trotzdem hingekommen. Und hier ist das nicht anders. \nEs ist alles eine Frage der Perspektive","replies":[]}]},{"id":"","poster":"xBlitzlichTx","date":"2017-10-19T06:36:12.510+0000","up_votes":2,"down_votes":0,"body":"Klar gibt es auch im 3v3 in High Elo Mal gute Spieler. Es ist jedoch Fakt, dass es definitiv einfacher ist zu climben. Und auch in Master Challenger 3v3 werden die Spieler individuell nicht wirklich besser.","replies":[]},{"id":"","poster":"Revilous","date":"2017-10-16T16:47:20.049+0000","up_votes":2,"down_votes":1,"body":"Wenn du mal hinschaust siehst du, dass ich nur 10 Siege in der 3v3 Flex habe (meine Placements) und sonst kein 3v3 spiele. Außerdem habe ich nicht gesagt, dass ich besser bin (wie auch, spiele ja nie 3v3) und ich weiß auch nicht warum du mich gleich so angreifst. Dass 3v3 FlexQ ein Witz ist, ist doch bekannt. Ich verstehe natürlich, dass du delusional bist aber andere erkennen eventuell, dass es einfacher ist, wenn man gegen Platinspieler spielt.","replies":[{"id":"","poster":"Sephi51","date":"2017-10-16T18:07:28.825+0000","up_votes":1,"down_votes":3,"body":"Du fühlst dich angegriffen und weißt nichtmal warum?\nWenn du nicht weißt warum ich dich gleich so angreife, dann soltlest du deinen Post vllt nochmal lesen. Ich hab in Fakt genau die selbe Scheiße geschrieben wie du, sogar die selben Worte benutzt.","replies":[{"id":"","poster":"Sephi51","date":"2017-10-16T18:21:51.546+0000","up_votes":1,"down_votes":3,"body":"Ich hab keine Lust mich mit dir zu streiten. Denk was du willst, es ist mir egal.","replies":[{"id":"","poster":"Revilous","date":"2017-10-16T18:30:33.794+0000","up_votes":2,"down_votes":1,"body":"Merkste jetzt selbst oder? Aber falls nicht: Du hast die gleichen Argumente benutzt wie ich, obwohl SoloQ was völlig anderes ist als FlexQ.","replies":[]},{"id":"","poster":"KledRekt","date":"2017-10-25T14:25:17.478+0000","up_votes":1,"down_votes":0,"body":"Hey ich hab nen guten Tipp für dich. Guck doch einfach auf deine Fehler und besser dich. :). Es liegt alles nur an dir!","replies":[]}]}]}]}]},{"id":"","poster":"clair de lune289","date":"2017-10-16T14:15:18.294+0000","up_votes":2,"down_votes":1,"body":"vor allem mit einem Premade und diversen cheesetaktiken. XD","replies":[{"id":"","poster":"Sephi51","date":"2017-10-16T15:58:17.829+0000","up_votes":2,"down_votes":1,"body":"verstehe ich nicht, ich hab bisher immer solo gespielt.","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2017-10-27T05:26:20.248+0000","up_votes":1,"down_votes":0,"body":"ein paar Tipps für einen Platin-Scrub der von Support auf Mid umsteigen will? :)","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-10-15T19:45:03.410+0000","up_votes":4,"down_votes":3,"body":"Ich kann zwar gut nachvollziehen, wenn du dich über Spiele aufregst, die deine Teammates versaut haben. Sowas passiert jedem mal. Es gibt eben Spiele, die man nicht gewinnen kann, dafür aber auch welche, die man nicht verlieren kann. Ob du aufsteigst, hängt aber davon ab, wie du dich im Rest der Spiele verhältst, die machen auch den größten Teil deiner Matches aus. Solange du dich darauf konzentrierst besser zu werden, kannst du also auch aufsteigen. \n\n>Genau wegen solcher Games werde ich diese Season weiterhin in Silber stucken und nicht auf Gold hoch kommen. Und wen trifft die Schuld? Mich? \n\nNicht unbedingt für das eine Spiel, bei dem es für dich toll lief und das verloren ging. Aber es liegt nur in deiner Verantwortung, ob du Silber bleibst oder Gold wirst. \nDu hast schon 270 Rankeds diese Season gespielt. Der Einfluss von miesen Teammates und ähnlichen Zufallsfaktoren ist bei so vielen Spielen schon gegen 0 geschrumpft. \n\nIch habe ja auch mal ne miese Einstufungsserie gehabt, bin dann Bronze 3 gelandet. Da war auch ein Spiel dabei, wo ich als Jungler zwar allen Lanes Kills verschafft habe, für jeden Gank von mir, aber die anderen beiden Lanes gestorben sind. Da haben die Gegner dann gemeint, ich hätte die Niederlage nicht verdient. Passiert halt.  Aber nach 40 weiteren Spielen, bin ich schon Silber 5 gewesen. Kurzfristig können die dich ja unten halten, aber nicht, wenn du wirklich höher gehörst. \n\n> Es gibt genug Spieler, die darüber genau so denken. Wieso also sollte es guten Spielern verwehrt bleiben, den Goldrahmen und den Victourious Skin zu bekommen? Weil andere der Ansicht sind, trollen zu müssen? \n\nJa, viele Spieler sind der Ansicht wegen der Teammates fest zu stecken. Nur ist diese Meinung völlig aus der Luft gegriffen. Die nehmen dann eben das eine Spiel her, wo sie selber mal gut standen und das Team schlecht. Ignorieren aber dann die eigenen miesen Spiele. Dafür haben sie dann Entschuldigungen. Aber die Teammates sind natürlich deutlich schlechter, passiert denen das auch mal. \n\nBei dir sehe ich etwa auch ein 4/11/1 Akali Spiel. Klar, das lief für euch allgemein blöd. Aber die Botlane hat sich da sicher auch gedacht, \"toll, wieder nur trolle und int feeder im Team\". Ähnlich dein 11/13/11 Ashe Spiel. Da werden sich 3 aus dem Team auch gefragt haben, warum sie gerade mit dieser Ashe und diesem Yasuo bestraft werden. \n\n>Spieler, die in 2 Games auf dieser Art und weise schlecht auffallen sollte entweder einen Chat - Ban erhalten, oder aber einer Queue zugeteilt werden, dessen Priorität herabgesetzt wird.\n\nDamit hast du dich eben selbst ins Aus geschossen. Deine 13 und 11 Tode sind ziemlich viel gewesen. Klar, bei Ashe hast du wenigstens noch Kills und Assists, aber das war dennoch keine gute Leistung. \n\n>oder aber einer Queue zugeteilt werden, dessen Priorität herabgesetzt wird. In normal Games gibt es sowas doch auf, und vor allem viel häufiger, dass man in einer solchen Queue landet. \n\nEs gibt keine solche Queue. Das einzige was es gibt, ist die Low Priority Queue. Das ist die Strafe vom Leaverbuster. Die macht aber lediglich, dass man vor dem betreten der Warteschlange 5 bis 20 Minuten warten muss. Also keine eigene Warteschlange.  \n\n>Wieso also nicht auch in Rankeds? Es ist einfach nurnoch ärgerlich, mich damit abfinden zu müssen, die Rewards nicht zu erhalten, die mir doch eigentlich zustehen, wenn ich mich stets ruhig verhalte und mich mit Schweiß und Blut anstrenge, um ein Game zu gewinnen. \n\nDa muss ich dich enttäuschen. Die Rewards stehen dir nicht dafür zu, dass du dich anstrengst. Die Rewards musst du dir verdienen, indem du wie der Rest auch, wenigstens Gold erreichst. Damit gehörst du laut op.gg zu den schlechteren 45 % der Rankedspieler, aber nur die Top 33 % erhalten Goldbelohnungen. \n\nLaut Leagueofgraphs.com muss man zu den Top 40 % EUW für Gold gehören. Bist aber Teil der unteren 40 %.\n\n>Einfach nur traurig, dass genau darauf nicht geachtet wird.\n\nWas erwartest du? Dass man die Ligenplatzierung verfälscht, indem man deine Stats statt deine Fähigkeit zu gewinnen bewertet? Dann spiele ich das nächste mal eben richtig sicher, greif mir als Soraka nur noch Assists mit der Ulti ab und chille in der Base, bis wir verlieren. Stehe dann 0/0/11 und steige auf. \n\nStattdessen wird aktuell nur darauf geachtet, wie gut man ist, mit anderen zu gewinnen. In Solo/Duo mit 4 bis 3 Randoms. Hast du die Fähigkeiten dazu, in dieser Situation oft zu gewinnen, steigst du auf. Glück und Pech haben damit nichts zu tun, zumindest solange man mehr als ein paar Rankeds spielt, was bei dir der Fall ist. \n\n>Und das man früher oder später dann genau so wird, die, die stets trollen ist nicht abzustreiten. Es gibt niemanden, der früher oder später, wegen diverser Fehlverhaltungen nicht auch anfängt zu flamen. Sich nicht einzugestehen, dass man auch ein Flamer ist, ist damit gleichzusetzen, dass man sich selbst etwas vorlügt. Auch mir fällt auf, dass ich von Zeit zu Zeit immer aggressiver werde. Allerdings versuche ich mich mittlerweile nurnoch für mich aufzuregen und andere nicht deshalb fertig zu machen.\n\nDu solltest etwas an deiner Einstellung ändern. Es gibt genug, die nicht toxisch werden, nur weil andere das vorleben. Bei mir zum Beispiel ist das der Fall. Ich kann dir guten Gewissens sagen, dass ich noch nie jemanden in einem Videospiel geflamt habe und ich spiele LoL seit Season 1. Habe ich mich mal im TS bei meinen Freunden über einen Mitspieler aufgeregt? Klar. Aber ich lasse das nicht an meinen Mitspielern im Chat aus. Das sorgt sonst höchstens dafür, dass sich das Team zerstreitet, reduziert meine Siegeschancen und riskiert meinen Account. \n\n>Irgendwann wird all das dazu führen, dass ich keine Lust mehr habe, mich mit sowas rumzuschlagen und mir sage, dass ich entgültig mit LoL aufhöre. Das soll sicher nicht von Riot Games gewollt sein. Deshalb bitte ich andere Foren Nutzer sich mal über solche Dinge zu äußern, ohne gleich auszuticken und sich wieder über irgendetwas aufzuregen, das mit dem Inhalt oder der Grammatik zu tun hat. Wir sind alles nur Menschen, und Fehler zu machen ist Menschlich.\n\nWenn dir LoL keinen Spaß mehr macht, halte mal eine Weile etwas Abstand davon. Vielleicht ein paar Wochen, vielleicht einen Monat oder ein Jahr. Es macht doch keinen Sinn, deine Energie in ein Spiel zu stecken, dass dir nicht mehr gefällt. Mit der Zeit kannst du auch was besseres anfangen. Vielleicht wäre es für dich besser, wenn du diese Season abhackst. Höchstens noch spielst, wenn du Spaß haben willst und auch keine Rankeds mehr. Nächste Season kannst du es ja wieder versuchen. \n\n\nWenn du dann nächstes Jahr Gold erreichen willst. Sieh dir Videos an, wie man besser wird. Schau deine eigenen Spiele im Replay an, sieh auf deine Statistiken. Such nach Sachen, die du verbessern kannst. Etwa mehr Wards stellen, 6 Wards in 38 Minuten bei deinem Ashespiel sind sehr wenig. Wenn du dich so allmählich verbesserst, steigst du auch auf.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-15T20:15:36.621+0000","up_votes":3,"down_votes":1,"body":"Also. ich finde deine Antwort zumindest schon mal Sachlich und respektvoll. Allerdings gibt es einen Punkt, bei dem ich widersprechen muss. Und zwar geht es um das aufsteigen auf längerer Sicht betrachtet. Das es in Bronze und Silber noch recht einfach sein sollte ist klar, allerdings es es doch so, dass du gegen bessere Spieler spielst, umso höher deine Elo ist. Spricht, wenn du Trolls in Bronze hast, wirft dich das vielleicht im Schnitt 15 - 20% deiner LP zurück. Spielst du aber mit Trolls in Gold und höher, sind auch die Gegner meist Besser. Dies würde also dazu führen, dass du um mindestens 40% deiner LP zurückgeworfen wirst. Und je nach Häufigkeit kann sogar dein MMR darunter leiden, wodurch du dann wieder mit schlechteren Spielern eingerankt wirst. ich bekomme derzeit für einen Sieg ca. 20 LP im Schnitt. Bei einer Niederlage bekam ich eine Zeit lang nur etwa 17 abgezogen. Auf längerer Sicht, würde es also, wie du bereits sagtest, zum Elo - Aufstieg führen. Da aber nach jedem verlorenen Spiel (unabhänging vom Grund) deine MMR sinkt, steigt die Wahrscheinlichkeit, wieder mehr LP zu verlieren. Dafür kann aber der einzelne Spieler meist nicht. Es bringt nichts, gut zu spielen und nicht auszuflippen, wenn andere schlecht spielen und sich aufgeben. Und mittlerweile ist es bei der Community so, dass die meisten sich selbst dann aufregen, wenn du ihnen nur Tipps geben willst, weil sich sich ans Bein gepisst fühlen. Erst vor kurzem sagte ich zu jemandem, er möge doch bitte lieber tank bauen, wenn er seine Top - Lane verliert. Reaktion darauf war eine Beleidigung mit anschließendem Mute. Deshalb glaube ich nicht, dass man allein durch Geduld aufsteigt. Derzeit gehört einfach auch eine Menge Glück dazu, mit welcher Art Spieler man durch die Queue zusammengesteckt wird. Wenn mindestens 3 Spieler tilt-proofed sind/bleiben, sind die Siegeschancen gleich um 40-50% höher. Aber auch dieser Wert ist nur aus einer Vermutung heraus gegriffen. Denn wenn du nun Jungle und Adc ausschließen kannst, weil diese nurnoch flamen und inten, dann wirst du das Game mit hoher Wahrscheinlichkeit verlieren. Sind es aber nur der Supporter und Top - Laner, dann ist die Chance doch noch zu gewinnen nicht all zu gering. Das ist dann abhängig davon, ob der Supporter wirklich nur die Support - Funktion übernimmt, oder aber als Carry fungiert. Ne Full AP Lux hat nen größeren Einfluss auf das Spiel, als ne Janna, die lediglich shield/heal supp items baut. genau ist es mit dem Top Laner. Ist er Tank, wird er im Late game weniger Schaden verursachen. Wird von den meisten auch nicht mehr fokussiert. Da geht also etwas an DMG verloren. Hat man aber nen Fighter (z.B. Renekton), wird dieser einen viel größeren Einfluss auf das Game haben.\nDeshalb glaube ich leider nicht, dass man auf langer Sicht automatisch aufsteigt. Der Faktor Glück ist mir da zu groß, um deine Ansicht zu teilen.","replies":[{"id":"","poster":"Pandeonor","date":"2017-10-15T20:51:01.561+0000","up_votes":3,"down_votes":0,"body":"Man steigt schon auf. Man benötigt aber auch Glück. Umso mehr je näher man am eigenen Peak liegt.\n\nDer \"strategy professor\" (ein Support-Only-Streamer) war im August schon Diamant V. Letztens Platin IV. Aktuell Platin III mit Chance auf Promo Platin II. Ob er die Saison auf Platin IV oder Diamant V beendet ist m.E. \"Glück\". \n\n[Glück] x [Performance/Tagesform] x [Können] = Ergebnis\n\nDer Strategy-Professor ist vermutlich um Platin I / II mit seinem Können. Die übrigen Faktoren können ihn zwei Ligen nach oben oder nach unten katapultieren. Er wird aber nicht in Bronze landen. \n\nDas Ligensystem funktioniert, jedoch relativ unscharf. Das ist m.E. den wechselnden Teammitgliedern geschuldet.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-15T21:09:17.216+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000100000001,timestamp=2017-10-15T20:51:01.561+0000)\n>\n> Der &quot;strategy professor&quot; (ein Support-Only-Streamer) war im August schon Diamant V. Letztens Platin IV. Aktuell Platin III mit Chance auf Promo Platin II. Ob er die Saison auf Platin IV oder Diamant V beendet ist m.E. &quot;Glück&quot;. \n\nKurzfristig gesehen gebe ich dir da sogar Recht. Die Season dauert ja nur noch drei Wochen. Man kann durchaus mal 20-30 Games in Folge tolle Mates haben - oder eben nur Trolle und Flamer. Kurzfristig gleicht sich das dann eben nicht mehr aus. Aber wenn man die ganze Season hindurch regelmäßig spielt, wird der Rang am Ende schon aussagekräftig sein. Und ob man nun Platin IV oder Dia V ist, ist skilltechnisch meines Erachtes kein gewaltiger Unterschied. Anders sähe es dann wieder mit Dia IV aus. Ich bin ohnehin der Ansicht, dass die jeweiligen II-IV Divisions (Dia ausgenommen) auf einem Niveau spielen, die Unterschiede basieren dann auf Streaks, Tagesform, Patch usw.","replies":[{"id":"","poster":"Pandeonor","date":"2017-10-16T06:00:26.077+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0001000000010000,timestamp=2017-10-15T21:09:17.216+0000)\n>\n> Kurzfristig gesehen gebe ich dir da sogar Recht. Die Season dauert ja nur noch drei Wochen. Man kann durchaus mal 20-30 Games in Folge tolle Mates haben - oder eben nur Trolle und Flamer. Kurzfristig gleicht sich das dann eben nicht mehr aus. Aber wenn man die ganze Season hindurch regelmäßig spielt, wird der Rang am Ende schon aussagekräftig sein. Und ob man nun Platin IV oder Dia V ist, ist skilltechnisch meines Erachtes kein gewaltiger Unterschied. Anders sähe es dann wieder mit Dia IV aus. Ich bin ohnehin der Ansicht, dass die jeweiligen II-IV Divisions (Dia ausgenommen) auf einem Niveau spielen, die Unterschiede basieren dann auf Streaks, Tagesform, Patch usw.\n\n\n Er spielt und streamt ca. 5 Tage die Woche `a 5 Stunden LoL und steigt innerhalb von 4 Wochen laufend die Ligen auf und ab - und das auf Monate hinaus immer wieder.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-15T20:48:14.754+0000","up_votes":4,"down_votes":3,"body":"Den LP Verlust hast du aus der Luft gegriffen. \n\nDazu sei gesagt, richtige Trolle, sind selten. Wenn jemand ingame damit anfängt, dann auch meist, weil er sich provoziert fühlt. In all den Jahren, die ich gespielt habe, kann ich mich lediglich an einen wirklichen Troll in meinen Rankeds erinnern. Das war in meiner Promo zu Gold vor ein paar Seasons. Gewonnen haben wir trotzdem, unter anderem, weil er sich wieder gefangen hat, obwohl wir am verlieren waren. Er war zwar nur als Bait oder zum gegenpushen zu gebrauchen, da er 20 Minuten kein Gold verdient hat, aber das hat gereicht, damit Morde den starken Yi ulten und töten konnte. \n\nDie Trolle sind also kaum etwas, dass einem 40 % der LP stiehlt. Und selbst wenn es die so oft gäbe, darfst du nicht vergessen, dass sie dir dann auch 40 % deiner LP schenken. Die sind schließlich grundsätzlich gleichmäßig auf beide Teams verteilt. Zumindest, solange man nicht selber für mehr Trolle im eigenen Team sorgt. \n\nMeistens wirkt es doch eher wie ein Wahrnehmungsproblem. Die Leute bezeichnen gerne alles als Troll, was gerade eine schlechte Runde hat, nicht so spielt wie sie es erwarten oder einfach nicht mitkriegen, was der andere überhaupt macht. Da war etwa mal ein ADC, der den Lee geflamt hat, was ihm einfalle, counterzujungeln. Das war er aber gar nicht. Am Drachen wurde er eingekreist, hat 3 Gegner eine Weile in ihrem Jungle beschäftigt und versucht zu executen, der Kill ging aber leider noch an Morgana. \nDas beste daran war, der ADC hat nicht mal gemerkt, dass er dadurch locker 50 Sekunden freien Farm hatte. Kein Jungler, kein ADC und kein Support der Gegner war Botlane. Die waren alle damit beschäftigt Lee zu fangen. \n\n>Und je nach Häufigkeit kann sogar dein MMR darunter leiden, wodurch du dann wieder mit schlechteren Spielern eingerankt wirst. ich bekomme derzeit für einen Sieg ca. 20 LP im Schnitt. Bei einer Niederlage bekam ich eine Zeit lang nur etwa 17 abgezogen. Auf längerer Sicht, würde es also, wie du bereits sagtest, zum Elo - Aufstieg führen. Da aber nach jedem verlorenen Spiel (unabhänging vom Grund) deine MMR sinkt, steigt die Wahrscheinlichkeit, wieder mehr LP zu verlieren. Dafür kann aber der einzelne Spieler meist nicht. \n\nGleichzeitig erhältst du für jeden (auch unverdienten) Sieg MMR. Das gleicht sich wieder aus, keine Angst. Zudem, wenn man schlechtere MMR hat, kriegt man schwächere Mitspieler und Gegner, dadurch gewinnt man wieder leichter. Irgendwann pendelt sich jeder da ein, wo er hin gehört. Bei dir ist das aktuell Silber 4. \n\n> Es bringt nichts, gut zu spielen und nicht auszuflippen, wenn andere schlecht spielen und sich aufgeben. \n\nDas bringt schon was. Wenn du dich nicht aufregst, fällt es dir leichter das Spiel vielleicht doch noch zu drehen. Zumindest solange die Mitspieler nicht nur sinnlos in der Base stehen. Aber auch das, ist wieder in beiden Teams gegeben. \n\n\n>Und mittlerweile ist es bei der Community so, dass die meisten sich selbst dann aufregen, wenn du ihnen nur Tipps geben willst, weil sich sich ans Bein gepisst fühlen. Erst vor kurzem sagte ich zu jemandem, er möge doch bitte lieber tank bauen, wenn er seine Top - Lane verliert. Reaktion darauf war eine Beleidigung mit anschließendem Mute.\n\nDas hängt meist auch vom Ton ab, der macht die Musik. Das was die meisten als \"Tipps\" bezeichnen, ist dann doch oft eher unterschwelliger Flame. \"Build Tank renek\". Klingt etwa eher nach einem Befehl, statt nach einem Vorschlag. \nWie etwa die Diana, die mal \"sell hydra, go tank heca\" oder \"i said get RoA Lyssandra\" geschrieben hat. Die hat dauernd nur solche \"Tipps\" gegeben. Jeder war sich im Team aber einig, dass wir trotz dieser Diana, noch gewinnen können. Wir konnten sie sogar carrien. Obwohl sie, trotz ihrer Tipps, unsere Teamfights meist ignoriert und lieber gefarmt hat. \n\nWenn man jemandem sagen, will, er soll mehr Rüstung bauen, würde ich also von solchen kurzen befehlstonartigen Aussagen Abstand nehmen. Besser wäre da dann wohl \"they got a lot of normal damage, we should get more armor\". Da kann man sich nicht auf den Schlipps getreten fühlen, man schließt sich selbst da mit ein. Wenn das ganze Team dann ignoriert, dass die Gegner 4 ADler und nen Heilsupporter haben und Full Damage geht, kann man da auch nichts machen. Und ja, das ist mir sogar mal mit Premades passiert, obwohl wir im TS oder in Skype waren. \n\nDas lustige daran war, als Cho konnte ich da wohl sogar 1vs5 gewinnen, die haben sich fast alle selbst durch den Dornenpanzer erlegt. \n\n> Deshalb glaube ich nicht, dass man allein durch Geduld aufsteigt. Derzeit gehört einfach auch eine Menge Glück dazu, mit welcher Art Spieler man durch die Queue zusammengesteckt wird. \n\nGeduld und Glück. Das eine hilft nur, wenn man besser als die aktuelle Division ist, das andere braucht man nicht, wenn man besser als die aktuelle Division ist. \n\nHättest du eine Winrate von über 50 % (am besten 55 +) würde dir Geduld reichen. Du gewinnst eins, verlierst eins, gewinnst eins, verlierst zwei, gewinnst drei etc. Bis du irgendwann aufsteigst aber auch deine Winrate sinkt und du wieder besser werden musst. \n\nGlück dagegen, braucht man, wenn man selber so wenig Einfluss auf den Sieg hat, dass der entscheidende Faktor meistens die Mitspieler sind. Wenn man das Glück hat, immer nur Diasmurfs im eigenen Team und nur Bronzies im Gegnerteam zu haben, steigt man klar auf. Aber das geht weit über Glück hinaus. Man hat nicht immer das bessere Team. Der Zufall gleicht das aus.\n\nDa hilft es wohl, sich beide Teams als Würfel vorzustellen. Alle, die in deine aktuelle Division gehören, erhalten einen W6 und würfeln den. Mal hat das eigene Team die bessere Zahl, mal die Gegner. Passiert. Glück bedeutet hier, dass dein Team öfter besser ist. Das ist aber höchstens kurzfristig der Fall, nicht auf Dauer. Je öfter man die Leute würfeln lässt, desto näher kommst du an die 50 % Winrate. Hier kommt jetzt der Entscheidende Faktor dazu. Du selbst. Bist du besser als deine Division, ist dein Würfel gezinkt. Vielleicht wirfst du nie eine 1 sondern immer mehr, vielleicht würfelst du auch nur 4, 5 und 6 und nie etwas unter einer 4. \n\nDann kannst du zwar das Pech haben, trotz einer 6 von dir zu verlieren, weil die anderen sehr niedrig würfeln. Aber du wirst deutlich über 50 % deiner Spiele gewinnen. \n\n>Das ist dann abhängig davon, ob der Supporter wirklich nur die Support - Funktion übernimmt, oder aber als Carry fungiert. Ne Full AP Lux hat nen größeren Einfluss auf das Spiel, als ne Janna, die lediglich shield/heal supp items baut. genau ist es mit dem Top Laner. Ist er Tank, wird er im Late game weniger Schaden verursachen. Wird von den meisten auch nicht mehr fokussiert. Da geht also etwas an DMG verloren. Hat man aber nen Fighter (z.B. Renekton), wird dieser einen viel größeren Einfluss auf das Game haben.\n\nDa haben wir eines deiner Probleme. Ich habe aktuell etwa eine 78 % Winrate. Das sind zwar nur 23 Spiele gewesen, aber 18 davon habe ich gewonnen. Ich bin aktuell Gold 5, mein Premade Gold 2. Ja, ich hatte einen Premade. Der war meist Jungle, manchmal Mid. Ich war aber immer Support. Und ich spiele als Support Tanks oder Heiler. \n\nAber, wir spielen sehr gut zusammen. Unsere Gegner waren immer wenigstens 2 Divisionen über mir, also oberes Gold. Die Winrate würden wir aber nicht zustande kriegen, wenn der Support unwichtig wäre. \n\nNein, ich mache als Nami mit {{item:3107}} {{item:3222}} {{item:2301}} {{item:3504}} {{item:3009}} keinen Schaden. Aber ich habe massig CC und gute Heilung. Damit bin ich der Typ, der dafür sorgt, dass der ADC seinen Schaden austeilen kann und das auch überlebt, dass Heca, in den Drachen ulten, ihn stehlen und raus kann. Gegner auf dem Silbertablett für mein Team servieren und übermütige Jungler unter meinem Turm im CC halten kann, so dass der ADC bei dem Early gank nur Lache spammen und nen Autohit machen muss, um den Kill zu kriegen. \n\nDie Tanks und Heiler in deinem Team sind nicht minderwertig, weil sie keinen Schaden machen. Im Gegenteil, würden sie auch Schaden machen, hättet ihr ein ernstes Problem. Mit ihrem CC, Schutz und Tankiness, können sie dafür sorgen, dass die Schadensquellen ihren Job überhaupt erledigen können. Das 3vs5 könntet ihr nur mit DDlern höchstens bestehen, wenn die Gegner blöd genug sind, sich dauernd off-guard erwischen zu lassen. In ungewardete Büsche laufen und ihr da auf sie wartet. \n\nDer Full AP Support kann zwar auch gut sein, aber der hat ein sehr hohes Risiko. Wenn der am Anfang nicht an Kills kommt, fehlt ihm das Gold für die teuren Items. Sein Schaden reicht nicht zum töten aus, er kriegt weiter keine Kills und verliert immer weiter an Bedeutung. \n\nMir macht das auch durchaus mal Spaß AP als Support zu spielen, aber das ist einfach viel schwächer, als Heiler, vor allem, in der aktuellen Meta, in der die ADCs sogar Relicshield holen, damit der Supporter das Gold dafür hat, sowas wie Rauchschwenker möglichst früh zu kaufen. \n\nIn deinem Bereich ist es nur eher so, dass es da keine guten Supporter gibt. Aber das ist nicht so schlimm. Ich weiß, was in Silber 4 los ist. Die anderen sind da nicht besser. \n\n>Deshalb glaube ich leider nicht, dass man auf langer Sicht automatisch aufsteigt. Der Faktor Glück ist mir da zu groß, um deine Ansicht zu teilen.\n\nWie schon gesagt. Niemand steigt automatisch auf. Man muss es sich verdienen. Kann man es sich verdienen, ist Glück kein nennenswerter Faktor mehr. Der entscheidet dann höchstens darüber, ob man noch 50 oder 70 Spiele braucht um in die nächste Liga zu kommen. Nicht aber, ob man es schafft.\n\nWenn du aufsteigen willst, wirst du an dir arbeiten müssen. Du bist nicht perfekt, ich bin das auch nicht. Aber du kannst dich verbessern. Decisionmaking, Farm, Lanecontroll, Itemsbuilds und Masteries. Das alles und noch viel mehr spielt in deinen Skill mit rein. An allem kann man arbeiten, sich verbessern und dann aufsteigen. ","replies":[]}]}]},{"id":"","poster":"Oriius","date":"2017-10-16T13:27:17.132+0000","up_votes":4,"down_votes":8,"body":"Es ist einfach wieder unglaublich was für Moralapostel hier unterwegs sind. Ich kann diese Leute einfach nicht mehr ertragen die meinen das einzig und allein jemand selbst an seinem Rang schuld ist .... sowas ist einfach nur noch purer Optimismus von Leuten die das Problem nicht gehabt hatten weil sie entweder Glück hatten oder mit Premade gequeued sind oder einfach nicht zu der Zeit in Silber waren wo das Matchmaking ziemlich gefühlt random arbeitet.\n\nGrundlegend Ja , wenn du besser spielst als S4 wirst du irgendwann auch über S4 hinauskommen also da gibts auch kein Zweifel dran das ist einfach so, aber das es aktuell schwierig ist vorallem aus Bronze und Silber rauszukommen ist einfach nunmal so wobei Bronze finde ich ehrlich gesagt noch harmlos da die Gegner hier ebenfalls sehr unterlegen sind und ich generell wenig Afks dort erlebe.\n\nAber Silber ist aktuell einer der schwierigsten Elo´s in Lol da es hier in 80% aller Fällen keinen Unterschied macht ob du gut spielst oder nicht sondern einzig und allein das Matchmaking hier den Sieg oder die Niederlage entscheidet. Klar  selber macht man natürlich auch Fehler das ist auch völlig Normal aber man kann einem nicht die Schuld dafür geben das 2 Leute afk sind oder 2 Leute trollen oder 2 Leute nach 5 min bereits 0:5 stehen dafür kann man keinem die Schuld zuweisen außer den Leuten auf die diese Sachen zutreffen. Da Afk sein aktuell gefühlt eh nicht mehr bestraft wird außer vllt nach 20 Games in Folge wird sich da vermutlich auch nichts ändern.\n\nSilber 4 ist sowieso generell so eine heikle Elo da ich dort bisher besonders viele Afks/Troller etc antreffen musste bisher ... nach meinem Aufstieg in Silber 4 musste ich von 12 Games 11 davon bestreiten mit mind 1 Afk , völlig unabhängig wann er Afk gegangen ist. Troller finde ich ehrlich gesagt nicht so viele vor , die kommen aber langsam wieder wenn man genauer hinsieht merkt man das von Zeit zu Zeit das dort wieder mehrere unterwegs sind. Feeder ja ok Feeder das ist einfach die Elo aber das kann man denen nicht vorwerfen . einige spielen eben schlechter als andere und deswegen \"feeden\" sie .. eigentliches feeden passiert aber sonst nicht also bewusst jemand reingehen und sterben jedes mal wieder sehe ich absolut gar nicht mehr .. der rest ist einfach nur Pech oder mal n schlechtes spiel gehabt usw.\n\nIm Grunde finde ich das Ranked Matchmaking eigentlich ok , die Spieler sind vom Spielstil zumindest größtenteils ausgeglichen und wenn man mal n schlechteres Team  hat , mein gott ist eben so ... das ich aber schon nach der 1. Minute 3 Leute jede Runde mit nem 3k Ping rumlaufen habe etc finde ich unbegreiflich .... gut jede Runde ist das natürlich nicht der Fall aber ich gehe davon aus das mind 50% meiner Games einen Afk beinhalten , an gewissen Tagen habe ich sogar eine 80% Chance auf Afk in meinem Team .. da hab ich echt teilweise 15/16 von 20 Games nen Afk oder mehrere im Team (vorallem salty premades oder oft jungler/midlane)  und das ICH dafür bestraft werde das DIE afk gehen sehe ich einfach schon als deutsche justiz an (wow der war schlecht aber leider ist das wirklich so XD) daher bin ich zwar nicht für eine Änderung des Matchmakings aber für eine wesentlich höhere Bestrafung bzw für einen Pingcheck vor jedem Game. Noch dazu das einem keine LP abgezogen werden bei starken unausgeglichenheiten das gewinnerteam aber dennoch welche gewinnt.\n\nIch muss sogar sagen ich hatte gestern das erste mal nach 5 Monaten wieder ein Game wo nicht nur ich sondern auch das Gegnerteam nen afk hatten (4v4)und ich war schon überglücklich zu sehen das es anderen auch mal passiert ... Ich hoffe ja das ich nächste Season mal über silber 4 hinauskomme da es in höheren Elos wesentlich mehr auf den Skill ankommt als auf das Matchmaking ... in High Platin/Dia 5 hatte ich absolut keine Probleme mit diesen als auch gegen diese zu spielen ... wie durch ein wunder nahezu keine afks mehr, halbwegs gute teamkommunikation und generell leute die nicht so oft flamen oder trollen oder oder oder .... ich halte mich gegen Diagegner aktuell besser als gegen Silbergegner aufgrund das die teilweise 10:0 stehen bevor ich großartig was ausrichten kann XD \n\nGut wenn ich ehrlich bin ich spiele auch schon seit meinen Starken verbesserungen kaum bzw gar keine rankeds mehr womit ich das vllt aktuell nicht 1:1 beurteilen kann ich glaube schon das es mich aktuell nicht stören würde 4v5 zu spielen oder teilweise vllt sogar 3v5 da ich aktuell recht gut im Jungle bin und immer potenziell Champs spiele die 1v2/3 gewinnen können. Aber das man schon darauf angewiesen ist 2-3 Elo´s höher zu spielen um ohne Premade oder übermäßiges Glück aus einer Elo rauszukommen ist teilweise echt ne unverschämtheit ... daher bedeutet die Elo eines Spielers bei mir mittlerweile nahezu gar nichts mehr sondern es kommt auf seinen Praxiseinsatz an.\n\nbsp gibts einfach gewisse Elos wo man als  \"guter Spieler\" (verhältnismäßig zu seiner Elo) drauf hofft diese nicht ins eigene Team zu bekommen.\n\ndazu zählen für mich aktuell b1/s5/s4/s2/g5/g4/p5/p4/d5\n\nsprich wenn jemand s1 ist freue ich mich darüber teilweise mehr diesen im Team zu haben als jemanden der p5 ist weil vorallem p5/d5 als boosterelo bekannt sind oder leute die einfach durch premade oder was weiß ich dahin gekommen sind . Viele leute die dieser Elo angehören können das Spiel einfach nicht so wie man es erwarten würde. Auch gibt es oft gewisse Nationalitäten die man am Liebsten nicht im eigenen Team vorfinden würde wo zb Franzosen oder Spanier zu zählen (vorallem als Premadeformat) oder Spieler mit deutschem Namen . Irgendwie schon lustig wie es in fast jedem Game das selbe ist ... \n\nEin Spieler mit deutschem Namen bsp der in Dia 5 Spielt ist oft wesentlich schlechter als ein Deutscher Spieler ohne deutschem Namen auch irgendwie lustig aber ist einfach meine Erfahrung aus über 10  Jahren gaming.\n\nZudem stechen auch besonders 2 bzw 3 Rollen raus die besonders oft afk oder ragequit verzeichnen.\n\nWenn jemand afk geht ist es am häufigsten der Jungler dicht gefolgt vom Midlaner. Ragequitten tun meiner meinung nach am häufigsten die Adc´s\n\nToplaner und Supporter sind fast nie Afk/ragequitten. \n\nAuch irgendwie eine lustige Sache .....","replies":[{"id":"","poster":"aG Ragnarøk","date":"2017-10-16T14:13:36.073+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Oriius,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a,timestamp=2017-10-16T13:27:17.132+0000)\n>\n> Es ist einfach wieder unglaublich was für Moralapostel hier unterwegs sind. Ich kann diese Leute einfach nicht mehr ertragen die meinen das einzig und allein jemand selbst an seinem Rang schuld ist .... sowas ist einfach nur noch purer Optimismus von Leuten die das Problem nicht gehabt hatten weil sie entweder Glück hatten oder mit Premade gequeued sind oder einfach nicht zu der Zeit in Silber waren wo das Matchmaking ziemlich gefühlt random arbeitet.\n> \n> Grundlegend Ja , wenn du besser spielst als S4 wirst du irgendwann auch über S4 hinauskommen also da gibts auch kein Zweifel dran das ist einfach so, aber das es aktuell schwierig ist vorallem aus Bronze und Silber rauszukommen ist einfach nunmal so wobei Bronze finde ich ehrlich gesagt noch harmlos da die Gegner hier ebenfalls sehr unterlegen sind und ich generell wenig Afks dort erlebe.\n> \n> Aber Silber ist aktuell einer der schwierigsten Elo´s in Lol da es hier in 80% aller Fällen keinen Unterschied macht ob du gut spielst oder nicht sondern einzig und allein das Matchmaking hier den Sieg oder die Niederlage entscheidet. Klar  selber macht man natürlich auch Fehler das ist auch völlig Normal aber man kann einem nicht die Schuld dafür geben das 2 Leute afk sind oder 2 Leute trollen oder 2 Leute nach 5 min bereits 0:5 stehen dafür kann man keinem die Schuld zuweisen außer den Leuten auf die diese Sachen zutreffen. Da Afk sein aktuell gefühlt eh nicht mehr bestraft wird außer vllt nach 20 Games in Folge wird sich da vermutlich auch nichts ändern.\n> \n> Silber 4 ist sowieso generell so eine heikle Elo da ich dort bisher besonders viele Afks/Troller etc antreffen musste bisher ... nach meinem Aufstieg in Silber 4 musste ich von 12 Games 11 davon bestreiten mit mind 1 Afk , völlig unabhängig wann er Afk gegangen ist. Troller finde ich ehrlich gesagt nicht so viele vor , die kommen aber langsam wieder wenn man genauer hinsieht merkt man das von Zeit zu Zeit das dort wieder mehrere unterwegs sind. Feeder ja ok Feeder das ist einfach die Elo aber das kann man denen nicht vorwerfen . einige spielen eben schlechter als andere und deswegen &quot;feeden&quot; sie .. eigentliches feeden passiert aber sonst nicht also bewusst jemand reingehen und sterben jedes mal wieder sehe ich absolut gar nicht mehr .. der rest ist einfach nur Pech oder mal n schlechtes spiel gehabt usw.\n> \n> Im Grunde finde ich das Ranked Matchmaking eigentlich ok , die Spieler sind vom Spielstil zumindest größtenteils ausgeglichen und wenn man mal n schlechteres Team  hat , mein gott ist eben so ... das ich aber schon nach der 1. Minute 3 Leute jede Runde mit nem 3k Ping rumlaufen habe etc finde ich unbegreiflich .... gut jede Runde ist das natürlich nicht der Fall aber ich gehe davon aus das mind 50% meiner Games einen Afk beinhalten , an gewissen Tagen habe ich sogar eine 80% Chance auf Afk in meinem Team .. da hab ich echt teilweise 15/16 von 20 Games nen Afk oder mehrere im Team (vorallem salty premades oder oft jungler/midlane)  und das ICH dafür bestraft werde das DIE afk gehen sehe ich einfach schon als deutsche justiz an (wow der war schlecht aber leider ist das wirklich so XD) daher bin ich zwar nicht für eine Änderung des Matchmakings aber für eine wesentlich höhere Bestrafung bzw für einen Pingcheck vor jedem Game. Noch dazu das einem keine LP abgezogen werden bei starken unausgeglichenheiten das gewinnerteam aber dennoch welche gewinnt.\n> \n> Ich muss sogar sagen ich hatte gestern das erste mal nach 5 Monaten wieder ein Game wo nicht nur ich sondern auch das Gegnerteam nen afk hatten (4v4)und ich war schon überglücklich zu sehen das es anderen auch mal passiert ... Ich hoffe ja das ich nächste Season mal über silber 4 hinauskomme da es in höheren Elos wesentlich mehr auf den Skill ankommt als auf das Matchmaking ... in High Platin/Dia 5 hatte ich absolut keine Probleme mit diesen als auch gegen diese zu spielen ... wie durch ein wunder nahezu keine afks mehr, halbwegs gute teamkommunikation und generell leute die nicht so oft flamen oder trollen oder oder oder .... ich halte mich gegen Diagegner aktuell besser als gegen Silbergegner aufgrund das die teilweise 10:0 stehen bevor ich großartig was ausrichten kann XD \n> \n> Gut wenn ich ehrlich bin ich spiele auch schon seit meinen Starken verbesserungen kaum bzw gar keine rankeds mehr womit ich das vllt aktuell nicht 1:1 beurteilen kann ich glaube schon das es mich aktuell nicht stören würde 4v5 zu spielen oder teilweise vllt sogar 3v5 da ich aktuell recht gut im Jungle bin und immer potenziell Champs spiele die 1v2/3 gewinnen können. Aber das man schon darauf angewiesen ist 2-3 Elo´s höher zu spielen um ohne Premade oder übermäßiges Glück aus einer Elo rauszukommen ist teilweise echt ne unverschämtheit ... daher bedeutet die Elo eines Spielers bei mir mittlerweile nahezu gar nichts mehr sondern es kommt auf seinen Praxiseinsatz an.\n> \n> bsp gibts einfach gewisse Elos wo man als  &quot;guter Spieler&quot; (verhältnismäßig zu seiner Elo) drauf hofft diese nicht ins eigene Team zu bekommen.\n> \n> dazu zählen für mich aktuell b1/s5/s4/s2/g5/g4/p5/p4/d5\n> \n> sprich wenn jemand s1 ist freue ich mich darüber teilweise mehr diesen im Team zu haben als jemanden der p5 ist weil vorallem p5/d5 als boosterelo bekannt sind oder leute die einfach durch premade oder was weiß ich dahin gekommen sind . Viele leute die dieser Elo angehören können das Spiel einfach nicht so wie man es erwarten würde. Auch gibt es oft gewisse Nationalitäten die man am Liebsten nicht im eigenen Team vorfinden würde wo zb Franzosen oder Spanier zu zählen (vorallem als Premadeformat) oder Spieler mit deutschem Namen . Irgendwie schon lustig wie es in fast jedem Game das selbe ist ... \n> \n> Ein Spieler mit deutschem Namen bsp der in Dia 5 Spielt ist oft wesentlich schlechter als ein Deutscher Spieler ohne deutschem Namen auch irgendwie lustig aber ist einfach meine Erfahrung aus über 10  Jahren gaming.\n> \n> Zudem stechen auch besonders 2 bzw 3 Rollen raus die besonders oft afk oder ragequit verzeichnen.\n> \n> Wenn jemand afk geht ist es am häufigsten der Jungler dicht gefolgt vom Midlaner. Ragequitten tun meiner meinung nach am häufigsten die Adc´s\n> \n> Toplaner und Supporter sind fast nie Afk/ragequitten. \n> \n> Auch irgendwie eine lustige Sache .....\n\nEh wo soll man da Anfangen... \nErstens zu den ganzen Ragequit/Troll/Feed sachen: Ragequits sind abhängig vom Spieler und nicht von der Rolle ! Und zu behaupten das gewisse Rollen am meisten Ragequiten ist einfach Falsch. Trolle und Feeder sind zudem immer da, die hat auch der Gegner nicht nur du und zudem bleiben einem die Trolle/Feeder in Erinnerung, wodurch das Gefühl entsteht, dass es mehr Trolle und Feeder gibt.\n\nZu dem das der Leaverbuster nicht schnell genug greift, kann ich dir nur sagen das ich persönlich früher sehr viele Bekanntschaften mit dem Leaverbuster gemacht habe und dieser sehr gut Funktioniert ;). \nSoooo nun zu deiner Einschätzung der Dia Spieler ( Bin selber Dia 5/4 je nachdem :D) Und habe eigenlich in jeder Elo (außer Bronze) einen Smurf. Und ich kann dir mit Gewissheit sagen das es in Dia genauso viele Flamer/Feeder gibt wie in jeder anderen Elo ( Eigene Erfahrung). Oft fallen in niedrigeren Elo`s mehr Kills, weil eben Silber Spieler schlechter sind als Dia Spieler und mehr Fehler machen jedoch relativiert sich das, nach meinen Erfahrungen wider, da die Silber Spieler nicht wissen wie sich ein Spiel richtig zu beenden haben. Und oft die Spiele trotz eines 10/0 Gegner leicht zugewinnen sind.\n \nDrittens, die Ausgewählten Elo´s, nun es ist klar das sich in Übergängen meist der Skill unterschied am größten ist, wodurch man öfters das Gefühl hat mit besonders schlechten Leuten zu spielen, jedoch ist es meistens so, dass diese nur einen schlechten Tag haben oder eben etwas schlechter sind. Die wenigsten Spieler sind geboosted ! Und ich kann dir auch versichern das sich viele Leute nach Silber u. Gold boosten lassen, nicht nur nach Plat und Dia. ( Nicht das ich Boosten würde, ich will ja die ganzen Bonobos nicht auf meiner Division haben ;D) \n\nUnd Last but not Least kommen wir zu den Nationalitäten und Namen. Meiner Meinung ist das was du dort schreibst einfach Diskriminierung und Unhaltbar. Ja Franzosen schreiben oft Französisch im Chat. Warum ? Ganz einfach, ersten lernen die Franzosen erst relativ spät Englisch ( Und auch das ist meistens nur ein Wahlfach), zweitens sind die Franzosen sehr darauf bedacht ihre Sprache so wie sie ist zu erhalten und zu Pflegen und das ist auch ihr gutes Recht !. Naja zu dem mit den Namen, muss man ja nichts sagen, dass das Unsinn ist weist du ja selber. \n\nPS: Kann sein das ich ein paar Tippfehler und Grammatikfehler gemacht habe, war noch nie gut darin :).","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:31:06.376+0000","up_votes":2,"down_votes":0,"body":"Nur mal eine kleine Frage an dich. Welche Champs/Lanes spielst du denn in Diamond?\nUnd bitte keine Antwort vonwegen \"Ich zocke jede Lane. Ich kann alles gut\". Allrounder ist für keine Antwort.","replies":[]},{"id":"","poster":"Oriius","date":"2017-10-16T16:47:51.567+0000","up_votes":3,"down_votes":5,"body":"komisch das viele Erfahrene Spieler mich bestätigen was die Nationalitäten angeht selbst größere Youtuber und auch LoLStreamer sagen das aber hey sagen wir einfach das ist schwachsinn lelelel\n\nok das es in Plat/Dia usw auch feeder udn afks usw gibt möchte ich nicht bestreiten dafür war ich zu wenig in diesem Bereich unterwegs aber bisher muss ich sagen fühlte ich mich in dem Bereich echt wohl","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T18:45:42.065+0000","up_votes":5,"down_votes":3,"body":">komisch das viele Erfahrene Spieler mich bestätigen was die Nationalitäten angeht selbst größere Youtuber und auch LoLStreamer sagen das aber hey sagen wir einfach das ist schwachsinn lelelel\n\nVorurteile bedienen bringt einem einfach mehr Klicks als die Leute aufzuklären. Manchmal wird man dadurch sogar Präsident.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-16T13:40:24.930+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Oriius,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a,timestamp=2017-10-16T13:27:17.132+0000)\n>\n> Es ist einfach wieder unglaublich was für Moralapostel hier unterwegs sind. Ich kann diese Leute einfach nicht mehr ertragen die meinen das einzig und allein jemand selbst an seinem Rang schuld ist .... sowas ist einfach nur noch purer Optimismus von Leuten die das Problem nicht gehabt hatten weil sie entweder Glück hatten oder mit Premade gequeued sind oder einfach nicht zu der Zeit in Silber waren wo das Matchmaking ziemlich gefühlt random arbeitet.\n> \n\nDas ist doch so absurd. Es gibt tausende, zehntausende Spieler, die es zu jeder Zeit - diese Season, letzte Season, viel früher, gerade jetzt aus Silber heraus schaffen. Haben die alle Glück und alle anderen nur Pech? Das ist doch total lächerlich.","replies":[{"id":"","poster":"Oriius","date":"2017-10-16T16:55:24.428+0000","up_votes":4,"down_votes":5,"body":"ja definitiv ist das lächerlich ..... es fühlt sich aber einfach so an ... wenn man ein angenehmes w/l-verhältnis in platin/dia aufweist aber in silber eine 10-maximal 50% siegesrate hat und das nur an sehr guten tagen fragt man sich natürlich schon woran das liegt. wenn man schlechter spielen würde hätte man dementsprechend in platin bzw dia ja mehr probleme würde ich behaupten und genau deswegen fühlt sich das einfach ein wenig seltsam an .... mit nem premade hab ich im high plat bereich ne knappe 70-80% winrate in 10 games gehabt .. könnte zwar auch da nur glück gewesen sein aber das es um so vieles besser ist als solo in silber ist schon enorm pech/glückabhängig je nach seite des betrachters. Klar ist es möglich immernoch aus silber rauszukommen aber meiner meinung nach ist dies auch eher position und champabhängig ... als supporter ist das game (jenachdem ob man einen support like brand oder support like soraka wählt) sobald du nen müll adc hast direkt ein ff 15 und das macht vorallem die supportrolle sehr schwer. Als toplaner nicht anders. wenige toplaner können solo ein game drehen und vorallem tanklastige toplaner wie poppy etc können ohne offensiven build einfach kein game gewinnen wenn die teams nicht mitspielen. meine einzige rolle womit ich vllt echt solo gewinnen könnte wäre jungle und darauf wäre ich vermutlich auch angewiesen ... als supp lohnt es leider wirklich nur mit nem premade main adc zu spielen","replies":[{"id":"","poster":"NoticeMeLoli","date":"2017-10-16T20:17:50.310+0000","up_votes":3,"down_votes":0,"body":"Als Support Main nicht climben zu können ist totaler schwachsinn! Ich bin selber Support Main in Platin II und du kannst auch games gewinnen/carrien mit soraka, wenn du gut spielst.\nDas Argument mit schlechten Adcs ist auch dumm, weil wenn dein Adc mal wirklich autofill ist oder grütze spielt naja spiel einfach die lane safe runter und versuch mit deinem jungler mitte oder zu roamen und da pressure auf zu bauen. \nEinfach gesagt schau als Support welcher spieler im team am besten ist und carry deinen Carry so gewinnst du Spiele auch \"nur\" als Support.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:17:39.197+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=NoticeMeLoli,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a000000000000,timestamp=2017-10-16T20:17:50.310+0000)\n>\n> Als Support Main nicht climben zu können ist totaler schwachsinn! Ich bin selber Support Main in Platin II und du kannst auch games gewinnen/carrien mit soraka, wenn du gut spielst.\n> Das Argument mit schlechten Adcs ist auch dumm, weil wenn dein Adc mal wirklich autofill ist oder grütze spielt naja spiel einfach die lane safe runter und versuch mit deinem jungler mitte oder zu roamen und da pressure auf zu bauen. \n> Einfach gesagt schau als Support welcher spieler im team am besten ist und carry deinen Carry so gewinnst du Spiele auch &quot;nur&quot; als Support.\n\nDas ist Schwachsinn. Was machst du als Soraka, wenn der gegnerische Adc 20/0 steht und dich 2 crittet?\nRichtig. Dagegen kannst du \"GARNICHTS\" tun. Als Brand aber, wie Oriius sagte, hast du größere Chancen, da du zumindest den Dmg hast, um einen Adc zu killen. Ob du ihn dann aber auch killst ist davon abhängig, wie gut du aimst und wie gut der gegnerische Adc dodgen kann.\nWenn du also als Soraka ein Game carrist, will ich gerne mal wissen, mit welchen Items du das machst. Solltest du dafür Atk dmg und Atk speed bauen, wie ein Adc, bist du meiner Meinung nach dann auch kein Supporter.\nDenn nur mit Supp/Tank Items allein, wirst du niemals genug Dmg haben, um dein Team zu carrien, wenn mindestens 2 deiner teammates feeden und kein Bock mehr auf das Game haben. Oder bist du etwas jesus und kannst auf Wasser laufen? Dann hättest du vielleicht ja noch ne realistische Chance darauf.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-10-21T19:12:55.936+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a0000000000000000,timestamp=2017-10-21T17:17:39.197+0000)\n>\n> Das ist Schwachsinn. Was machst du als Soraka, wenn der gegnerische Adc 20/0 steht und dich 2 crittet?\n> Richtig. Dagegen kannst du &quot;GARNICHTS&quot; tun. Als Brand aber, wie Oriius sagte, hast du größere Chancen, da du zumindest den Dmg hast, um einen Adc zu killen. Ob du ihn dann aber auch killst ist davon abhängig, wie gut du aimst und wie gut der gegnerische Adc dodgen kann.\n> Wenn du also als Soraka ein Game carrist, will ich gerne mal wissen, mit welchen Items du das machst. Solltest du dafür Atk dmg und Atk speed bauen, wie ein Adc, bist du meiner Meinung nach dann auch kein Supporter.\n> Denn nur mit Supp/Tank Items allein, wirst du niemals genug Dmg haben, um dein Team zu carrien, wenn mindestens 2 deiner teammates feeden und kein Bock mehr auf das Game haben. Oder bist du etwas jesus und kannst auf Wasser laufen? Dann hättest du vielleicht ja noch ne realistische Chance darauf.\n\nWenn du als Soraka carriest steht der gegn. ADC nicht 20/0, wenn er das tut haste nicht gecarried, sondern im early hart versagt.\n\nSoll sowas wie Supitems geben, die dir und Mates Buffs geben, dann noch Debuffs für Gegner, achja und so ein paar nette Items mit Aktiven, dann noch Summs und die Spells.\n\nRauchbrenner is ja recht stark, mit Soraka, haste schonmal 2 Spells, die den AS-Buff proggen, einmal sogar global alle. Holt man sich noch ne Solaris, kommt ne Aktive dazu, die es auslöst und das ist nur der AS-Buff. Deine Heilungen sind auch gebufft, gibt allen Sustain.\nSchön, wenn der 20/0 ADC 2 Hits bräuchte, wie gesagt dann hat man eh versagt, aber A wüsste ich nicht warum ich in der Situation vorne in Hitrange stehen sollte und B ist mein Job, dafür zu sorgen, dass es eben viel mehr als 2 Hits werden, um einen Carry auszuschalten.\nJo und Soraka spiel ich fast nie, aber auch kein Problem, da das Prinzip bei jedem Healsup ähnlich ist.\n\nAber ist ok, glaub halt weiter lieber an Aussagen von Elo-Hell-Anhängern, die es nicht aus Silber oder Bronze schaffen, nichtmal annähernd irgendein Rollenverständnis besitzen, was man besonders bei der Sup-Rolle jedes mal -wie auch hier- wieder wunderbar sieht.\n\nWas mach ich z.B. wenn ich 2 habe, die feeden? Ich schau wer's nicht tut und konzentrier mich bei Peel etc. auf den bzw. die, die es nicht tun. Dann schau ich, was sind die größten Schwächen bei unseren Feedern und builde so, wie ich das am Besten kompensieren kann, ist meist defensiv, kann aber auch offensiv sein. Wenn's davon keinen gibt, auch egal ob ich dann stattdessen ne DMG-Maschine wäre.\nAuch immer wieder toll, wenn auf Grund des DMG MUSS! keine Vision aufgebaut wird. Schon genug Spiele gehabt, die genau deswegen doch noch den Bach runter gehen. \n\nDann schreibst du weiter oben\n\n>Doch. Das Elo hat auch etwas mit dem Spielerverhalten zu tun. ....\n\nBerichtest, irgendeine Situation, die du kennst, was hat das nun mit der Elo zu tun? Das passiert auch in höheren Elos, was bitte soll daran Silberspezifisch sein?\n\n>Nach 300 Games noch in Silber zu stecken ist keine Schande. Aber das heißt immernoch nicht, dass man nicht gut genug für Gold oder höher wäre. Die Spiele werden stark davon beeinflusst, ob man gut im Team spielt oder nicht.\n\nRichtig ist keine Schande, das war es dann aber auch schon. Wirklich eine große Überraschung, dass es in einem 5vs5-Teamspiel von Belang ist wie gut man im Team spielt, hätte ich niemals, erwartet...Gehört halt auch zum Skill, ne? Klar kann man bis Platin und sogar höher noch gut durch andere Skills ausgleichen oder halt auch nicht und dann ist man halt auch nach 300+ Games noch Silber oder whatever und eben nicht gut genug für Gold oder sonstwas, sonst wär man es nämlich bereits.\nSeh ich jede Saison bei mir, hab auch jetzt z.B. in Soloq das Warndreieck, was schonmal heißt nächste Saeson geht es wieder Bronze 1 oder Silber V-IV los und es ist mir total egal, da ich weiß, dass es für mich kein Problem ist wieder auf mein Mindestziel zu kommen-und jetzt kommt's- zumindest solange ich Support spiele und solo in die Qs gehe. Sollte sich das mal ändern, bin ich halt wieder nur Silber, dann ist das so, ist ja wie bereits gesagt keine Schande, aber genau dann bin ich eben auch Silber und nicht (mehr)Gold, gerade weil ich nicht mehr gut genug dafür bin.\n\nÜbrigens redest du schon lange nicht mehr vom MM, nichts davon hat etwas damit zu tun, sondern propagierst die Elo-Hell. Also in diesem Sinne\n\n>Solltest du immernoch der Ansicht sein, du hättest Recht, dann ist das so.\nDiese Ansicht werde ich aber niemals mit dir teilen, solang sich nicht geändert hat.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-10-22T08:28:01.583+0000","up_votes":1,"down_votes":1,"body":"Mein bevorzugter Build, um mit Soraka zu carrien, sieht so aus.\n\n{{item:3009}} {{item:2301}} {{item:3504}} {{item:3107}} {{item:3190}} \n\nDas Baue ich im Grunde immer. Danach gerne noch {{item:3222}}, falls das Spiel lange genug dauert.\n\nDer Trick an Soraka ist, dass man nicht selber Schaden machen muss, sondern nur dafür sorgen muss, dass die anderen lange genug überleben, um genug Schaden zu machen. Wenn der überfette ADC den Brand mit 3 Autohits zerlegen kann, schaffe ich als Soraka mit dem Build es vermutlich, ihm 5 oder 6 Autohits Zeit zu geben. Wenn ich seine Lebenserwartung verdopple, hat er die Gelegenheit dazu, seine Kombo durchzuziehen und den ADC zu erledigen, ehe er stirbt. Überlebt er das, ist er fast sofort wieder auf 100 % HP. \n\nSo carriet man als Soraka.\n\nWenn das Team aufgibt, hat man natürlich verloren. Aber als einsamer ADC gewinnt man auch kein 1vs5. ","replies":[]}]}]},{"id":"","poster":"Avorox","date":"2017-10-17T04:45:08.570+0000","up_votes":4,"down_votes":1,"body":"Junge du hast auf dem Acc 40 Spiele gespielt, und laut deinen Stats nichtmal merkbar besser als die anderen. Wenn du mit Ahri in Silber häufiger stirbst als du Kills machst muss dir doch gerade als Smurf klar sein, dass du irgendwas falsch machst.\n\nIch verlier auf meinem Smurf auch viel mehr als auf meinem Main und hab deswegen nur knapp über 50% Winrate in Highgold/Lowplat. Das liegt aber nicht daran, dass Platin schwerer ist als Dia 4, ich spiel da lediglich weniger serious und probiere mehr rum.\n\nWenn du mit deinem Smurf höher willst fang halt an zu tryharden und spiel nen paar Spieler, aber erzähl den Silberspielern nicht, dass es da kein Entkommen gibt, du spielst dann auf deinem Smurf einfach scheiße.","replies":[]}]},{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:19:57.405+0000","up_votes":2,"down_votes":1,"body":"Ja das ist stark Glück abhängig. Du kannst nämlich unabhängig von deiner MMR in den ersten 10 Spielen entweder mit bronze/silber trolls oder mit Platin/Diamond Carries eingematch werden. Sollte dir zweitere wiederfahren, dann kommst du schneller aus SIlber raus, als wenn dir ersteres widerfährt, weil man dann meist in Ende Bronze (1-2) oder Anfang Silber (4-5) eingerankt wird.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-21T17:55:59.326+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a00000001,timestamp=2017-10-21T17:19:57.405+0000)\n>\n> Ja das ist stark Glück abhängig. Du kannst nämlich unabhängig von deiner MMR in den ersten 10 Spielen entweder mit bronze/silber trolls oder mit Platin/Diamond Carries eingematch werden. Sollte dir zweitere wiederfahren, dann kommst du schneller aus SIlber raus, als wenn dir ersteres widerfährt, weil man dann meist in Ende Bronze (1-2) oder Anfang Silber (4-5) eingerankt wird.\n\nDas ist falsch. Informiere dich bitte einfach mal bevor du so etwas behauptest.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T18:11:09.387+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a000000010000,timestamp=2017-10-21T17:55:59.326+0000)\n>\n> Das ist falsch. Informiere dich bitte einfach mal bevor du so etwas behauptest.\n\nWenn das falsch ist, kannst du mir sicherlich erklären, wieso ich zu beginn der Season in den ersten 10 Spielen als Silber Spieler in ca. 6 Spielen mindestens einen Platinspieler im gegnerischen Team hatte.\nTeilweise musste ich sogar gegen Diamond Spieler spielen, die ich in der Lane Phase sogar noch ziemlich gestompt habe.\nWenn du mir das erklären kannst, überlege ich mir nochmal, meinen Post zu überdenken und gegebenfalls zu korrigieren.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-21T18:28:35.920+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000a0000000100000000,timestamp=2017-10-21T18:11:09.387+0000)\n>\n> Wenn das falsch ist, kannst du mir sicherlich erklären, wieso ich zu beginn der Season in den ersten 10 Spielen als Silber Spieler in ca. 6 Spielen mindestens einen Platinspieler im gegnerischen Team hatte.\n> Teilweise musste ich sogar gegen Diamond Spieler spielen, die ich in der Lane Phase sogar noch ziemlich gestompt habe.\n> Wenn du mir das erklären kannst, überlege ich mir nochmal, meinen Post zu überdenken und gegebenfalls zu korrigieren.\n\nEs fällt mir sehr schwer, das zu glauben, weil ich in Platin 3 so gut wie nie einem Dia-Spieler in der SoloQ begegne. Wäre das tatsächlich so gewesen, müssen die eine extrem miese MMR gehabt haben oder deine MMR muss durch diese Spiele in die Höhe geschossen sein. So oder so: Wenn du behauptest, Diamond-Spieler zu stompen, müsstest du in Silber easy carryn können.","replies":[]}]}]}]}]}]},{"id":"","poster":"toProtect","date":"2017-10-30T18:59:22.535+0000","up_votes":2,"down_votes":0,"body":"Hallo Community,\n\nich finde diese Relativierungen einfach unangebracht. \nSolche wie \"Du hast schon x Matches gespielt, da ist der Einfluss deiner Teammates auf deine Elo fast 0\" oder \"Du bist selbst dafür verantwortlich, dass du nicht auf Gold bist\". Was Panda Sensei hier anspricht ist ja keine Phantasie sondern Realität. \n\nDie Aussage, dass NUR die Person selbst für seinen Auf- bzw Abstieg verantwortlich sei, ist bereits ein Widerspruch zur Definition eines MOBA. Das Bedeutet nicht, dass der Spieler selbst keinen erheblichen Einfluss hat. Aber man möge doch nicht Leugnen, dass man selbst  nur 1/5 des Teams darstellt und es viele andere Faktoren gibt, und das auch auf lange Zeit. Die Aussagen sind auch in sich schon Widersprüchlich: Wenn man verliert soll man gucken was man selbst falsch gemacht hat und sich selbst analysieren (was ja auch soweit vernünftig und anzuraten ist), aber hat man gewonnen dann als Team.\n\nAngenommen es wäre so, dass die Vergabe/der Abzug von LP und MMR NUR von der Leistung/Fähigkeiten/Skills der Einzelperson abhängt, auch auf lange Zeit.\nDas würde bedeuten, dass die LP und MMR die hinzukommen/abgezogen werden vom Einfluss des Spielers auf das Match abhängen.\nDas würde wiederum bedeuten, dass es ein Bewertungssystem gibt, dass NICHT NUR nach Sieg oder die Niederlage entscheidet, ob man LP bekommt oder nicht, sondern nach: KDA, Anzahl der gesetzten Wards, Roaming, Präsenz usw.\n\nSo ein Bewertungssystem gibt es bereits aber nur für die Vergabe von Masterypoints. Und was wird als Grund genannt dieses nicht auch bei der Vergabe von LP und MMR zu nutzen? \"Dann würde man nur noch nach der KDA spielen\", \"Dann würde man mit Soraka in der Base stehen und mit der Ulti Asissts abstauben\".\nAlso \n1. Wenn man sich leisten könnte nur in der Base zu stehen und Assists abzustauben, dann würde man auch so oder so schon einen Carry im Spiel haben, der anscheinend keinen Support mehr braucht und es alleine schafft seine Lane zu halten. Und dass man auf seine KDA achtet bedeutet ja nicht, dass alle plötzlich nur noch Farmen würden und sich die KDA erschleichen, es muss ja trotzdem Teamfights, anständige Ganks und Risikobereitschaft geben, um das Match zu gewinnen, denn der Nexus des Gegners zerstört sich ja nicht von alleine. ABER es würde sinnlose Verfolgungen, sinnlose und tollkühne Towerdives und vieles mehr reduzieren,viele Spieler, die es bisher vernachlässigt haben, würden anfangen taktisch zu Warden. Und: Als wäre es eine Katastrophe wenn ALLE Spieler anfangen würden etwas bedachter zu Spielen.\n2. Solche Aussagen sind wie Ohrfeigen in die Gesichter von tausenden und abertausenden anständigen Spielern, denen man damit vorwirft, dass diese nur KDA Geil sind.\n3. Nimmt man wie bei der Vergabe von Masterypoints auch andere Faktoren wie Präsenz, Wardscore etc. mit ein, dann hat man eine wesentlich präzisere Bewertung als nur die Bewertung nach Sieg und Niederlage und das Verhältnis zur MMR des Teams. Und es kann ja keiner Leugnen, dass die Einhaltung bestimmter Standards wie Wards setzen, bedacht angreifen, auf den Farm achten, Save spielen etc. zur einer höheren Wahrscheinlichkeit zum Sieg führen. Und selbst wenn man trotzdem nicht gewinnt, so wird man doch wenigstens milder bestraft, da man anständig gespielt hat.\n\nUnd ich möchte hier eines klarstellen: Ich nehme nicht die Trolls und AFKler zur Grundlage meiner Argumentation. Es geht um die feinen Unterschiede taktischer Entscheidungen. Dazu möchte ich ein Beispiel aus meiner eigenen Spielerfahrung geben: Ich habe 2016 mit LoL aufgehört, weil ich von vielen meiner Freunde die selbst in Platin oder Gold spielen UND auch von zufälligen Spielern immer wieder gehört habe, wieso ich denn in Silber 1 wäre, ich würde als Support locker zu Gold passen, und ich habe es nicht mehr ausgehalten, dass egal wie sehr ich mich bemüht habe, ich aus diesem Silber 1 nicht entkommen bin (Zum Warum kommen wir gleich). Nun habe ich wieder seit einem Monat angefangen, ich schaue unzählige Games und Guides, wie man ein guter Support ist und was alles dazu gehört (Roamen, Wards richtig setzen, eigene Lane ganken, mit dem Jungler kommunizieren, Pushen oder nicht Pushen etc.). Dazu schaue ich noch Videos über die Unterschiede der Matches zwischen Bronze, Silber, Gold und höheren Elo.\nUnd seit dem fällt mir auf, dass ich mit Spielern zusammen spiele, die:\n1. ihre Trinkets nicht nutzen, geschweige denn diese auf Cooldown halten.\n2. die keine Controlwards kaufen.\n3. Jungler die keine Drakecalls machen.\n4. Jungler, die zur Base gehen, obwohl die Botlane erfolgreich geganked wurde und man leicht den Drake machen könnte, diese folgen dann auch nicht meinem Ruf den Drake zu machen\n5. Objectives vernachlässigen und auf \"Jagd\" gehen\n6. Midlaner, die mich vom Ganken zurück pingen und mich beleidigen, ich möge doch zurück auf die Botlane und sie in Ruhe farmen lassen\n7. ohne Vision Lanes pushen und sich dann wundern, wenn sie geganked werden und es zu Spät bemerken\n8. die weder mitziehen wenn ihr Kontrahent andere Lanes ganked noch Druck auf ihre Lane ausüben \n9. die ihrem Gegner klar unterlegen sind, sich aber trotzdem auf einen Zweikampf einlassen und noch mehr Kills geben.\nUnd so weiter und so fort.\nDas sind ja bei Gott keine Trolls, das sind einfach qualitative Unterschiede in der Entscheidungsfindung. \nIch gehe bewusst nicht auf Skills/Outplays etc. ein, weil da natürlich jeder einen schlechten Tag haben kann, aber diese oben genannten Punkte sind Haltungen und Verhalten von Spielern, die sich nicht von dem einen Match zum anderen ändern. Denn ich möchte hier keines Wegs leugnen, dass ich keine schlechten Tage habe, an denen ich mit Tresh keinen Hook lande, mich mit Leona überschätzte oder mit Sona zu Aggressiv und unabgestimmt mit meinem ADC gespielt habe. \n\nWenn es wirklich in der eigenen Hand liegen soll, ob man aufsteigt oder nicht, so muss man doch mehr berücksichtigen als die Tatsache ob man verloren oder gewonnen hat. Also: ob ich Glück habe und gecarried werde oder Pech habe und verliere; in beiden Fällen ist es doch unfair. Und zu behaupten:\"Die Anzahl solcher Spiele gleicht sich aus und dann zählen nur die Spiele mit deiner Leistung\" ist doch Kaffeesatz-lesen. \nWenn ich gewinne obwohl ich miserabel gespielt habe, sieht das System trotzdem nur, dass ich gewonnen habe und gibt mir LP und MMR. Andersrum: Wenn ich gut spiele aber verliere, sieht das System nur, dass ich verloren habe und zieht mir LP und MMR ab. Und so werden doch ganz offen Spieler, die schlechter spielen als der Rest des Teams von den besseren Spielern hochgezogen und Spieler die besser spielen von den schlechteren Spielern mit runtergezogen.\n\nNun lautet aber dann das Argument \"Die Spieler die du erwähnt hast werden sich aber nicht lange auf dieser Elo halten ODER du wirst dich früher oder später von diesen Spielern abheben, da diese Spieler öfter verlieren werden und du öfter gewinnen wirst\" \nNun leider ist das nicht der Fall, da das Bewertungssystem nicht präzise genug ist, und das wird eben durch Spieler wie Panda Sensei und vielen vielen anderen bestätigt. \n\nEs gibt doch neben dem Solo/Duo Ranking auch das Flex Ranking, wieso kann man denn nicht als Probelauf für ein Jahr ein Rankingsystem auf Grund der oben genannten Kriterien einführen, quasi LP nach dem Bewertungssystem geben, dass auch den Masterypoints zu Grunde liegt, und gucken, wie die Community darauf reagiert? Wenn Spieler A mit einer Bewertung von S oder S- aus einer Niederlage rauskommt verliert er keine LP, bei einem Sieg gibt es zum Beispiel ab B oder B+ gestaffelt LP oder so was. Man kann das ja in Ruhe entwickeln.\n\nSchöne Grüße,\ntoProtect","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-30T20:13:06.859+0000","up_votes":1,"down_votes":0,"body":">Wenn es wirklich in der eigenen Hand liegen soll, ob man aufsteigt oder nicht, so muss man doch mehr berücksichtigen als die Tatsache ob man verloren oder gewonnen hat. Also: ob ich Glück habe und gecarried werde oder Pech habe und verliere; in beiden Fällen ist es doch unfair.\nWenn ich gewinne obwohl ich miserabel gespielt habe, sieht das System trotzdem nur, dass ich gewonnen habe und gibt mir LP und MMR. Andersrum: Wenn ich gut spiele aber verliere, sieht das System nur, dass ich verloren habe und zieht mir LP und MMR ab. Und so werden doch ganz offen Spieler, die schlechter spielen als das Team von den besseren Spielern hochgezogen und Spieler die besser spielen von den schlechteren Spielern mit runtergezogen.\n\nKurzfristig ja. Man kann unverdient ein paar Matches gewinnen und verlieren. Aber der Sieg ist eben das einzige, was wirklich objektiv ist, wenn es darum geht zu bestimmen, ob man langfristig besser oder schlechter ist. Du darfst ja nicht vergessen, dass alles, was man ansonsten bewerten könnte, schon einen Einfluss auf das Spiel hat. Kontrollaugen, Wavemanagement, Dicisionmaking etc. Das alles schlägt sich über kurz oder lang auch in der Winrate nieder. \n\n>Nun leider ist das nicht der Fall, da das Bewertungssystem nicht präzise genug ist, und das wird eben durch Spieler wie Panda Sensei und vielen vielen anderen bestätigt.\n\nDer Meinung seien, man gehöre höher und höher gehören, sind 2 unterschiedliche Dinge. Ich hatte auch schon Rankeds in Gold, da habe ich verloren, weil der ADC, statt den Nexus und die beiden Türme zu erledigen, da wir gerade in einer 4vs1 Situation sind, lieber mit dem Jungler Baron gemacht hat. Da kamen die Gegner dazu, haben uns geacet und gewonnen. \n\nDafür hat dann aber das gegnerische Team auch oft genug Throws geliefert. Da stehen die ab Minute 20 in unserer Base, entscheiden sich aber ab sofort nur noch 1vs3 zu spielen, sterben dauernd, wir holen auf und gewinnen. \n\nEs ist nicht perfekt, wenn man nach 10 Spielen schon da sein möchte, wo man hingehört, aber so soll es auch nicht funktionieren. Mit 100 Rankeds sollte man wenigstens rechnen, wenn man korrekt platziert werden will. \n\n>Und wenn Spieler mit einer Bewertungs von S oder S- aus einer Niederlage rauskommt verliert er keine LP, bei einem Sieg gibt es zum Beispiel ab B oder B+ gestaffelt LP oder so was. Man kann das ja in Ruhe entwickeln.\n\nIch hatte mal ein Spiel, da lief es richtig toll für mich auf der Toplane. Viele Kills und Assists, ein paar Drachen als Cho gesichert, kaum oder keine Tode. Sehr, sehr guter Farm und auch wenn ich gegankt wurde, war das meist gut für mich. Mein Team hat mich gebraucht, die Gegner pushen Mitte und ich kann zum Inhiborturm porten um zu helfen und das Spiel eventuell zu drehen, da es nicht so rosig für uns aussah. \n\nJetzt stehe ich vor der Wahl, entweder mein sicheres S für das Team zu riskieren, wodurch mir die Niederlage nichts anhaben würde oder einfach weiter Top zu pushen, den Toplaner den ich bisher schon so stompen konnte dort zu halten und einfach zu warten bis wir verlieren. \n\nWarum sollte ich jetzt, wenn ich eine 100 % Wahrscheinlichkeit auf 0 LP Verlust habe, meine KDA und potentiellen Farm riskieren, um das Spiel eventuell drehen zu können? Klar, wir könnten gewinnen. Aber wir könnten auch verlieren und ich auf ein B abfallen, weil ich alles gebe, um mein Team zu retten, für die Tanke und so lange bleibe, wie nur möglich und dabei riskieren zu sterben. \n\nIch weiß nicht, ob so eine Änderung mein Spielverhalten beeinflussen würde, aber es wäre auf jeden Fall ein Motivator dafür, meinen Flash als Supporter nicht mehr dafür zu verwenden, mein Leben in die Waagschale zu werfen, eventuell ein Teammitglied zu retten und vermutlich dafür zu sterben. Wenn ich am Ende dafür nur LP verliere, weil das Teammitglied danach Unsinn macht. Dann bin ich für die Wertung des anderen gestorben und werde noch dafür bestraft, selbstlos und teamorientiert zu handeln.","replies":[{"id":"","poster":"toProtect","date":"2017-11-01T20:17:56.847+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=001a0000,timestamp=2017-10-30T20:13:06.859+0000)\n>\n> Der Meinung seien, man gehöre höher und höher gehören, sind 2 unterschiedliche Dinge. Ich hatte auch schon Rankeds in Gold, da habe ich verloren, weil der ADC, statt den Nexus und die beiden Türme zu erledigen, da wir gerade in einer 4vs1 Situation sind, lieber mit dem Jungler Baron gemacht hat. Da kamen die Gegner dazu, haben uns geacet und gewonnen. \n> \n> Dafür hat dann aber das gegnerische Team auch oft genug Throws geliefert. Da stehen die ab Minute 20 in unserer Base, entscheiden sich aber ab sofort nur noch 1vs3 zu spielen, sterben dauernd, wir holen auf und gewinnen. \n> \n\nIch möchte zu diesem Argument kurz das letzte Match, dass ich mit Tahm Kench hatte, als Beispiel nehmen. \n\nEarlygame haben unser Jungler und unsere Botlane dominiert, und jetzt (das empfehlen alle Spieler ab Platin, man siehe diverse Videos) ist es an der Zeit den Herald zu nehmen, eine Lane mit 4 oder allen zu pushen und Objectives zu zerstören. Da ich weiss, dass meine Elo-Mitstreiter das aber nicht im Blick haben und ihre Lanes weiter farmen pinge ich zum Herald, zunächst kommt niemand.\nDoch dann sehen Sie, dass ich auf den gegnerischen Toplaner Kennen und Jungler Udyr stoße, wie sie den Herald bekämpfen, ich versuche sie aufzuhalten, Mitte und Top bewegen sich dann doch und können sie aufhalten. Einige sterben, der Rest geht zur Base. \nDa ich aber weiss, dass der Gegner es nochmal versuchen wird, fest damit rechnend dass meine Mates wieder nicht an die taktische Notwendigkeit denken endlich mal paar Objectives zu holen, Pinge ich erneut, laufe hin, erneut das selbe Szenario, aber diesmal zu spät. Kennen nimmt den Herald und zerstört dann nach ein Paar Minuten unseren Toptower. Wir fangen an zu throwen.\nIch schreibe im Chat, und zwar höflich, dass wir bitte uns sammeln und Druck auf eine Lane ausüben sollten. Zunächst keine Reaktion, meine Mates gehen auf die Jagd, sterben, weil die Gegner verstehen und zusammen laufen. Dann schreibe ich im Chat, wissend dass unser Teamfight das gegnerische Team überwältigen würde \"plz i beg you, listen to me, lets all mid and end this\". ICH MUSS BETTELN. Zum Glück hören sie auf mich, der gegnerische Yasuo stürmt zu früh auf uns los, wir töten 4 Gegner und holen den Inhibitor und beide Nexustower des Gegners und können letzendlich gewinnen.\n\nWarum erzähle ich das? Nun offensichtlich gibt es doch gravierende Unterschiede zwischen den Teammitgliedern, sowohl bei uns, als auch bei den Gegnern. Es gibt gravierende Unterschiede um das Wissen über Decisionmaking, Objectives, Positioning usw. \nHätte ich da nicht gebettelt und mehrmals darauf hingewiesen, dass es an der Zeit ist das Spiel zu beenden, hätten wir verloren, denn das gegnerische Team wusste: der nächste Fehler unsererseits und sie rushen den Nexus. Zum Glück für uns gab es auch einige taktisch schwache Spieler in dem gegnerischen Team, was bei Gott nicht immer der Fall ist, und wir konnten den Sieg erringen.\nABER deine Aussage, früher oder später würden sich solche Spieler aussortieren, wird hier widerlegt, denn es ist Ende der Season und immernoch Spielen Spieler mit dem Wissen um Objectives, 4er Ganks, Lanepush usw. mit Spielern zusammen, die nicht kommunizieren, ohne Vision jagen, nicht mit dem Team gehen etc. \n\nDa kann es doch nicht genügen zu sagen: ja aber das gibt es auch oft genug im gegnerischen Team, also ist das Fair und alles richtig. Nein das ist es nicht, es gibt doch diese Ligen und Ränge um die Spieler nach all ihren Fähigkeiten zu sortieren. \n\nWenn jetzt aber zum Beispiel zusätzlich zu der KDA und zum Warden usw. auch noch zur Bewertung mit hinzu kommen würde, wie viele an den einzelnen Kills beteiligt sind und alle anderen Werte, die nur im Zusammenspiel zustande kommen, wäre das ein weit besseres System zur Ermittlung der Elo als stupide Sieg und Niederlage zu zählen. Und WENN DANN Spieler sagen:\"Ich verdiene es nicht in meiner Elo zu sein.\" Dann bitte, zeig deine Stats von den letzten Matchs und wir sehen was los ist.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-01T22:12:57.063+0000","up_votes":2,"down_votes":1,"body":">ABER deine Aussage, früher oder später würden sich solche Spieler aussortieren, wird hier widerlegt, denn es ist Ende der Season und immernoch Spielen Spieler mit dem Wissen um Objectives, 4er Ganks, Lanepush usw. mit Spielern zusammen, die nicht kommunizieren, ohne Vision jagen, nicht mit dem Team gehen etc.\n\nIch habe nirgendwo gesagt, dass solche Spieler aussortiert werden. Dazu kommt noch, du befindest dich gerade in Silber 1. Da bist du leicht über dem Durchschnitt. Da kann man von den Leuten nicht erwarten, dass sie ein besonders hohes Spielverständnis haben. \n\nIch habe lediglich gemeint, dass man selber da hin kommt, wo man hingehört, wenn man langfristig die entsprechende Leistung erbringen kann. Ein Teil davon ist eben so etwas wie das Wissen darum, wann man welche Objectives holen sollte. Dadurch steigen aber nicht alle, denen dieser spezifische Teil fehlt, automatisch nach Bronze ab. \n\n>Da kann es doch nicht genügen zu sagen: ja aber das gibt es auch oft genug im gegnerischen Team, also ist das Fair und alles richtig. Nein das ist es nicht, es gibt doch diese Ligen und Ränge um die Spieler nach all ihren Fähigkeiten zu sortieren.\n\nRichtig. Was du oben beschrieben hast ist ganz Normal in Bronze, Silber und Gold. In Platin gibt es sicher auch noch genug Spieler, die nicht wissen was Objectives sind. Die Leute sind aktuell richtig platziert, die du beschrieben hast. Du darfst nicht vergessen, dass es sehr viele Skills gibt, die zum Sieg beitragen. \n\nLasthits, Trades in der Lane, Zoning, Kiting, Warding, Mapawareness, Poking, All Ins, Objectives, Rotationen, Teamkoordination, Mechanics, Itembuilds, Kenntnisse über die Fähigkeiten, Abklingzeiten und Schaden der einzelnen Champions etc. \n\nDie Liste lässt sich beliebig fortsetzen. \n\n>Wenn jetzt aber zum Beispiel zusätzlich zu der KDA und zum Warden usw. auch noch zur Bewertung mit hinzu kommen würde, wie viele an den einzelnen Kills beteiligt sind und alle anderen Werte, die nur im Zusammenspiel zustande kommen, wäre das ein weit besseres System zur Ermittlung der Elo als stupide Sieg und Niederlage zu zählen. Und WENN DANN Spieler sagen:\"Ich verdiene es nicht in meiner Elo zu sein.\" Dann bitte, zeig deine Stats von den letzten Matchs und wir sehen was los ist.\n\nSelbst wenn so etwas eingeführt werden würde, wäre das vielleicht nicht mal ein Vorteil für dich. Du könntest etwa Minuspunkte dafür erhalten, dass du in jedem zweiten Ranked vergisst, dein Trinket auszutauschen, nachdem du den Wardstone erworben hast. Und das ist jetzt ein Fehler, den ich alleine schon durch einen Blick auf deine Matchhistory erkennen konnte. \n\nDie Gefahr an so einer Änderung ist halt leider immer, dass man die verschiedenen Skills so bewerten muss, wie sie auch wichtig für den Sieg sind und das falsch macht. Wenn CS zu viele Punkte gibt, fährt man besser damit, einfach stur zu farmen, dadurch eine gute Wertung zu erhalten und trotzdem zu verlieren, obwohl die Wertung sagt, man wäre toll. \n\nWenn man es aber so lässt wie es aktuell ist, spart man sich zum einen die Arbeit die verschiedenen Skills zu analysieren, runter zu brechen auf Anteile zum Sieg, ein entsprechendes Programm zu erstellen und riskiert nicht, dass die Spieler ein anderes Hauptziel als den Sieg für sich wählen. \n\nBei einer Bewertung durch irgendwelche Entscheidungen, gibt es fast nur Probleme. Vielleicht würde es Leute dazu bewegen vorsichtiger zu spielen, weil sie dadurch weniger LP bei einer Niederlage verlieren, kann aber auch zu aufgaben ermutigen, statt ein Comeback zu riskieren. Und da die Spieler sicher auch so schon wissen, dass Tode schlecht sind, wenn man gewinnen will, sehe ich in solchen Bereichen nicht mal einen Mehrwert. \n\nDie Leute werden auch so schon wissen, dass es besser ist, mehr Gold, mehr Kills und weniger Tode zu haben. Wodurch man leichter gewinnt und das wollen sie in einer Rangliste doch eigentlich.","replies":[{"id":"","poster":"toProtect","date":"2017-11-01T23:56:33.007+0000","up_votes":2,"down_votes":1,"body":"> Ich habe nirgendwo gesagt, dass solche Spieler aussortiert werden. Dazu kommt noch, du befindest dich gerade in Silber 1. Da bist du leicht über dem Durchschnitt. Da kann man von den Leuten nicht erwarten, dass sie ein besonders hohes Spielverständnis haben.\n\n> Ich habe lediglich gemeint, dass man selber da hin kommt, wo man hingehört, wenn man langfristig die entsprechende Leistung erbringen kann. Ein Teil davon ist eben so etwas wie das Wissen darum, wann man welche Objectives holen sollte. Dadurch steigen aber nicht alle, denen dieser spezifische Teil fehlt, automatisch nach Bronze ab.\n\nEs geht mir nicht allein um die Objectives, ich habe ja selbst zwei Post vorher einige Punkte aufgeführt. Und das Ding leider ist, dass man eben nicht da hin kommt, wo man hingehört, weil es vom Glück abhängt, ob man eben Teammates mit solchem Basiswissen bekommt oder nicht, DENN dieselbe Elo scheint nicht auf das selbe Können zu schließen. \nVielleicht ein anderes aktulles Beispiel: Ich bin als Soraka mit Ezreal auf der Botlane gegen Lulu und Kogmaw. Jax. unser Jungler möchte ganken, ich bin lvl 4, Heilung also auf Stufe 2 erst, d.h. ungefähr 6 Sekunden Cooldown. Jax geht all in rein, ich heale, aber er kriegt innerhalb dieser 6 Sekunden so viel Schaden dass er stirbt und schreibt dann sofort:\"wp Soraka\". Dieser Spieler weiss offensichtlich nicht, dass der Heal von Soraka im Earlygame einen gewissen Cooldown hat und denkt ich wäre unfähig zu Heilen.  \nDann frage ich mich einfach, wie ich mit diesem Spieler in der selben Elo seien kann. Hier möchte ich erwähnen, dass ich nicht meine, dass ich verdiene in Platin zu sein oder so etwas, vielleicht gehöre ich in Silber 1, das ist nicht mein Problem. Aber sollten, wie du es sagst, die Leute richtig platziert sein, müsste es doch eine gewisse Schnittmenge an Qualität und Fähigkeiten geben. Das sehe ich überhaupt nicht. Und die Anzahl der Beschwerden bestätigen meine Behauptung finde ich.\n\n> Selbst wenn so etwas eingeführt werden würde, wäre das vielleicht nicht mal ein Vorteil für dich. Du könntest etwa Minuspunkte dafür erhalten, dass du in jedem zweiten Ranked vergisst, dein Trinket auszutauschen, nachdem du den Wardstone erworben hast. Und das ist jetzt ein Fehler, den ich alleine schon durch einen Blick auf deine Matchhistory erkennen konnte.\n\nDanke dass du mich darauf hinweist, aber leider ist das kein Fehler, sondern etwas wozu ich mich gezwungen fühle, da ich zu oft sehe, dass Jungler und Mitte ihre Trinkets gerne auf 2 Stapeln lassen. Und ich warde dann lieber etwas länger und öfter, als dass ich mit einem Red-Trinket 1 bis 2 Wards zerstöre. Ausserdem kaufe ich fast bei jedem Rückruf eine Controlward. Das sind auch taktische Entscheidungen. Und sowas habe ich auch nicht zur Bewertung vorgeschlagen, oder irgendwelche Builds als Maßstab nehmen. Das alles würde ja nur alles vereinheitlichen. Und ich versuche hier nicht ein System vorzuschlagen, dass allein mir Vorteile bringt.\n\n> Wenn man es aber so lässt wie es aktuell ist, spart man sich zum einen die Arbeit die verschiedenen Skills zu analysieren, runter zu brechen auf Anteile zum Sieg, ein entsprechendes Programm zu erstellen und riskiert nicht, dass die Spieler ein anderes Hauptziel als den Sieg für sich wählen.\n\nSorry aber das momentane Elo-System ist vom Schach, ein 1 vs 1 Spiel, wo wirklich jeder einzelne für seine Elo verantwortlich ist, denn da sind nicht noch 4 andere, die Einfluss auf deine Figuren haben. So ein 1vs1 bezogenes Bewertunssystem zu nehmen und es auf ein 5vs5 Spiel zu übertragen kann man ja machen. Aber dann ist es ein logischer Widerspruch zu sagen, man sei einzig und allein selbst für seine Elo verantwortlich. \nIch meine Riot hat ja auch das Flex-Ranked eingeführt, da habe ich Heute z.B. in meinem Team 2 Premades und 3 Einzelspieler gehabt und 4 von den Gegnern hatten den selben Teamnamen, also 4 Premades. Ist ja auch nicht gerade eine faire zusammenstellung. Wenn man mit sowas experimentiert, wieso nicht noch als dritte Möglichkeit ein Ranked mit einem anderen Bewertungssystem einführen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-02T10:10:38.952+0000","up_votes":2,"down_votes":1,"body":">Und das Ding leider ist, dass man eben nicht da hin kommt, wo man hingehört, weil es vom Glück abhängt, ob man eben Teammates mit solchem Basiswissen bekommt oder nicht, DENN dieselbe Elo scheint nicht auf das selbe Können zu schließen.\n\nMan kommt durchaus dahin, wenn man es sich verdient. Du darfst auch nicht den Fehler machen zu glauben, die selbe Liga/Division, bedeutet, die sind in allen Bereichen genau gleich gut. Einer befindet sich in Silber 1, weil er ein Trynda Onetrickpony ist, ausschließlich Top pusht, immer und immer wieder den Turm angreift und gewinnt, wenn die Gegner dagegen nichts machen und es für ihn im Early gut lief. Klar hat der dann extreme Defizite, wenn er mal Jungler ist und keinen Plan hat, was er machen soll. \nDie Defizite gleicht er aber dadurch aus, dass er das andere besonders gut kann. \n\n>Jax geht all in rein, ich heale, aber er kriegt innerhalb dieser 6 Sekunden so viel Schaden dass er stirbt und schreibt dann sofort:\"wp Soraka\". Dieser Spieler weiss offensichtlich nicht, dass der Heal von Soraka im Earlygame einen gewissen Cooldown hat und denkt ich wäre unfähig zu Heilen.\n\nPassiert, hatte ich auch schon mit ADCs. Steht da als Tristana herum, wir sind Level 2, ein Punkt im Soraka W. Ich heile, sie setzt Heal ein, Jhin hat den vierten Schuss bereit, sie geht mit 30 HP noch mal rein und jammert, ich würde nicht heilen.  Da bringt es nichts, sich darüber aufzuregen. Flamer wollen ihre Fehler nicht einsehen und suchen nach einem Sündenbock. \n\n>Dann frage ich mich einfach, wie ich mit diesem Spieler in der selben Elo seien kann. Hier möchte ich erwähnen, dass ich nicht meine, dass ich verdiene in Platin zu sein oder so etwas, vielleicht gehöre ich in Silber 1, das ist nicht mein Problem. Aber sollten, wie du es sagst, die Leute richtig platziert sein, müsste es doch eine gewisse Schnittmenge an Qualität und Fähigkeiten geben. Das sehe ich überhaupt nicht. Und die Anzahl der Beschwerden bestätigen meine Behauptung finde ich.\n\nDie Schnittmenge haben sie. Bei dem Jax mangelt es vielleicht an dem Wissen, dass Soraka erst auf höheren Stufen oft heilen kann, wenn sie auch Abklingzeit hat. Durchaus möglich, für jemanden, der seltener Botlane vorbeischaut. \n\nWenn das Spiel Gestern war, ist der sogar Platin 5 in SoloQ platziert und war mal Dia. Vielleicht hat er auch nur nicht erkannt, dass du geheilt hast, weil das gleichzeitig mit Schaden kam. Kann auch sein. Ich hatte schon ADCs die nicht mal erkannt haben, dass sie eine Lulu Ulti abgekriegt haben und das ist wirklich nicht so leicht zu übersehen. \n\nDie Anzahl der Beschwerden sehe ich eher als Bestätigung an, dass die Leute sich selbst höher schätzen, als es ihnen zusteht. Über einen Freund kannte ich einen relativ toxischen Spieler, der hat jetzt 2 Permabanns kassiert. Der Typ hielt sich immer für Platin und meinte er steckt nur wegen der Mitspieler fest. Wenn ich ihm zugesehen habe, ist er grundsätzlich Jungler gewesen und immer wenn er einen Squishy gesehen hat, macht er ein All In. Egal ob da ein Turm steht, er Hoffnungslos in Unterzahl wäre oder er zwar den Kill kriegen könnte, dafür aber garantiert stirbt und es seinem Team nichts bringt.  \n\nBei dem habe ich mich eher gefragt, wie er sich überhaupt in Gold halten kann. Im Grunde waren seine Spieler immer Extreme. Entweder, er hat extrem gesnowballt, stand etwas wie 15/3/5 und hat gewonnen oder er hat dauernd verkackt und ist mit zweistelligen Toden raus.\n\nIch hab sogar mal ein Video aufgenommen, da hat er mich dafür geflamt, dass er als Gragas 2 mal sein Fass verfehlt hat. In der Aufnahme habe ich dann gesehen, dass er das eine mal den Gegner mit seiner eigenen Ult vor dem Fass gerettet hat und das andere mal sein Fass an die Position des Gegners geworfen hat, nachdem mein Thresh Q schon sicher saß und den natürlich von dort wegziehen wird. \nDer Typ war auch sofort eingeschnappt, wenn man ihm gesagt hat, das war sein eigener Fehler. Zack, raus aus dem TS und aufgeben wollen. Schließlich ist er ein überlegener Spieler und gehört locker nach Dia 1. Mit der Einstellung hat mich der Perma dann nicht bei ihm gewundert. \n\n>Danke dass du mich darauf hinweist, aber leider ist das kein Fehler, sondern etwas wozu ich mich gezwungen fühle, da ich zu oft sehe, dass Jungler und Mitte ihre Trinkets gerne auf 2 Stapeln lassen. Und ich warde dann lieber etwas länger und öfter, als dass ich mit einem Red-Trinket 1 bis 2 Wards zerstöre. Ausserdem kaufe ich fast bei jedem Rückruf eine Controlward. Das sind auch taktische Entscheidungen. \n\nIch hab dir gestern mal etwas zugesehen. War es auch eine taktische Entscheidung als noch nicht tanky Alistar in Akali zu laufen und fast zu sterben? Hättest du auf jemand andere gewartet, wäre das ein einfacher Kill geworden, statt dessen stirbt die Vayne danach an Akali. Bei dem Spiel hättest du auch {{item:3097}} früher erwerben sollen. Im Vergleich zu {{item:3302}} generiert das doppelt so schnell Aufladungen, erhöht also dein Goldeinkommen. Das hast du aber erst bei Minute 22 erworben. \n\nDas ist jetzt nichts gegen dich, aber so wie du Fehler bei anderen findest, kann man auch mehr als genug bei dir erkennen. Irgendwo sind die Leute, die du in deinen Spielen triffst, durchaus auch auf deinem Niveau. Du stichst aber vielleicht mit besseren Kenntnissen zu Taktiken, Champions etc. hervor, hinkst den anderen aber in anderen Bereichen hinterher. \n\nEs ist ja gut, dass du eine Ahnung davon hast, wann man was machen sollte. Aber sogar im oberen Gold (da kommen meine Mitspieler im Soloranked zuletzt her) finde ich noch mehr als genug, die davon 0 Ahnung haben. Da ist dann ein Randomjungler, wenn mein Duopartner mal Mitte kriegt, der statt den Infernal Drake nach einem Doublekill auf der Botlane und einem vertriebenen Gegnerjungler, lieber den gegnerischen Redbuff und die Raptoren machen will, nur um dann vom gegnerischen Midlaner geburstet zu werden. Und ich steh als Nami am Drachen und frage mich, warum wir den Infernal Buff noch nicht haben. \n\n>Sorry aber das momentane Elo-System ist vom Schach, ein 1 vs 1 Spiel, wo wirklich jeder einzelne für seine Elo verantwortlich ist, denn da sind nicht noch 4 andere, die Einfluss auf deine Figuren haben. So ein 1vs1 bezogenes Bewertunssystem zu nehmen und es auf ein 5vs5 Spiel zu übertragen kann man ja machen. Aber dann ist es ein logischer Widerspruch zu sagen, man sei einzig und allein selbst für seine Elo verantwortlich.\n\nJa, es gibt noch andere Spieler. Die Entscheiden zwar durchaus oft den Ausgang deines Matches, aber nicht deine Platzierung, zumindest nicht auf lange Sicht. In Season 3 hatte ich Pech in der Einstufung, nur 3 von 10 gewonnen. Unter anderem war da ein Spiel, da habe ich als Jungler geglänzt, die Gegner meinten sogar ich hätte den Sieg verdient, aber alle Lanes verloren. Da wurde ich eben Bronze 3 platziert. 40 Spiele später war ich aber Silber 5, weil ich einfach nicht nach Bronze gehört habe. Und eine meiner meistgespielten Rollen war da Support als Leona. \n\nEs gibt Spiele, die kann man nicht gewinnen, keiner sagt, dass man alle gewinnen muss. Aber wenn man dann so 100 oder 200 Rankeds hat und noch immer nicht vom Fleck gekommen ist, sollte man sich allmählich Gedanken darüber machen, warum man nicht höher gehört. \n\nWenn deine Mitspieler je einen Würfel hätten, würde jeder von denen eine 1 bis 6 werfen können. Ebenso deine Gegner. Wenn man selber wirklich besser als die eigene Division ist, schummelt man. Dann zeigt der eigene Würfel etwa mindestens eine 4. Jetzt kann man so auch einzelne Matches verlieren, weil der Gegner mal nur 6en und 5en würfelt, das eigene Team fast nur 2en und 3en und deine 5 da nicht hilft. Aber das relativiert sich nach ausreichend Spielen. Dann hat man am Ende mehr gewonnen als verloren, da einer der Würfel im eigenen Team, über dem Durchschnitt liegt. \nDeswegen klappt die Wertung mit der Elo auch für den einzelnen. Wobei man natürlich noch erwähnen muss, dass die Wertung nicht einfach 1 zu 1 vom Schach übernommen wurde. \n\n>Ich meine Riot hat ja auch das Flex-Ranked eingeführt, da habe ich Heute z.B. in meinem Team 2 Premades und 3 Einzelspieler gehabt und 4 von den Gegnern hatten den selben Teamnamen, also 4 Premades. Ist ja auch nicht gerade eine faire zusammenstellung. Wenn man mit sowas experimentiert, wieso nicht noch als dritte Möglichkeit ein Ranked mit einem anderen Bewertungssystem einführen.\n\nEs gibt keine 4er Premades in Flex. Entweder waren es 5 und dann hatte euer Team einen Ausgleich, etwa weil ihr für euch eine bessere MMR hattet und du hattest vielleicht mehr Premades im Team. Leute sagen nicht immer ob sie Premades sind. Ich versuche das sogar eher zu vermeiden. \nAber vielleicht haben sie es auch geschafft ihre Q zu snipen. Das dürfte aber nicht so einfach sein.\n\nDas größte Problem für dich könnte, sein, dass du zwar gute Calls bringst, auf die aber keiner hört. Wenn du meinst, das ist der Fall, versuch mal ein volles Premadeteam zu finden und spiele mit denen FlexQ. Wenn du ihnen zuvor bewiesen hast, eine Ahnung davon zu haben, was du sagst, kannst du da deine Calls viel besser nutzen als in SoloQ. ","replies":[{"id":"","poster":"toProtect","date":"2017-11-02T17:54:06.893+0000","up_votes":2,"down_votes":0,"body":"> Die Anzahl der Beschwerden sehe ich eher als Bestätigung an, dass die Leute sich selbst höher schätzen, als es ihnen zusteht. Über einen Freund kannte ich einen relativ toxischen Spieler, der hat jetzt 2 Permabanns kassiert. Der Typ hielt sich immer für Platin und meinte er steckt nur wegen der Mitspieler fest. Wenn ich ihm zugesehen habe, ist er grundsätzlich Jungler gewesen und immer wenn er einen Squishy gesehen hat, macht er ein All In. Egal ob da ein Turm steht, er Hoffnungslos in Unterzahl wäre oder er zwar den Kill kriegen könnte, dafür aber garantiert stirbt und es seinem Team nichts bringt.  \n\n\nFinde ich etwas zu leicht, die Beschwerden alle als Selbstüberschätzung abzustempeln, aber diese Meinung vertrittst du auch in anderen Diskussionen, die Meinung will ich dir auch nicht nehmen, eine Masse sieht es so, die andere Masse so.\n  \n> Ich hab dir gestern mal etwas zugesehen. War es auch eine taktische Entscheidung als noch nicht tanky Alistar in Akali zu laufen und fast zu sterben? Hättest du auf jemand andere gewartet, wäre das ein einfacher Kill geworden, statt dessen stirbt die Vayne danach an Akali. Bei dem Spiel hättest du auch {{item:3097}} früher erwerben sollen. Im Vergleich zu {{item:3302}} generiert das doppelt so schnell Aufladungen, erhöht also dein Goldeinkommen. Das hast du aber erst bei Minute 22 erworben. \n\nJa ich gebe es zu, und sagte es ja auch bereits, ich habe selbst hier und da Fehler, da überschätze ich die Akali aber hier widerrum lerne ich daraus und bin dann vorsichtiger. Und kann ja auch sein dass ich in Silber 1 gehöre, das ist nicht mein Standpunkt zu sagen, dass ich eigentlich Platin 1 bin. Gleichzeitig kann ich dir auch sagen, dass viele viele Supporter  {{item:3097}} oft nicht nutzen können, da viele Mates so kurzfristig und eigensinnig denken, dass sie den Supporter nicht mal die Stacks nutzen lassen, ich kaufe das Item, wenn ich sehe, dass der ADC oder die Mitte auf meine Pings achtet. Über diesen Fakt gibt es YouTube Videos worüber sich Profis aufregen, dass man dem Supporter mal die Stacks gönnen soll.\n\n\n> Das ist jetzt nichts gegen dich, aber so wie du Fehler bei anderen findest, kann man auch mehr als genug bei dir erkennen. Irgendwo sind die Leute, die du in deinen Spielen triffst, durchaus auch auf deinem Niveau. Du stichst aber vielleicht mit besseren Kenntnissen zu Taktiken, Champions etc. hervor, hinkst den anderen aber in anderen Bereichen hinterher. \n\nSorry, aber wenn ich einen Toplaner sehe, mag er so gut kämpfen können oder nicht, der 2 Trinketstacks hat und dann heult, dass er einen Gank abbekommt, da kann ich es einfach nicht nachvollziehen wieso wir in einer Division sind. Und das ist nur ein kleines Beispiel von 1000 die man diskutieren könnte. \n \n> Es ist ja gut, dass du eine Ahnung davon hast, wann man was machen sollte. Aber sogar im oberen Gold (da kommen meine Mitspieler im Soloranked zuletzt her) finde ich noch mehr als genug, die davon 0 Ahnung haben. Da ist dann ein Randomjungler, wenn mein Duopartner mal Mitte kriegt, der statt den Infernal Drake nach einem Doublekill auf der Botlane und einem vertriebenen Gegnerjungler, lieber den gegnerischen Redbuff und die Raptoren machen will, nur um dann vom gegnerischen Midlaner geburstet zu werden. Und ich steh als Nami am Drachen und frage mich, warum wir den Infernal Buff noch nicht haben. \n> \n\n> Ja, es gibt noch andere Spieler. Die Entscheiden zwar durchaus oft den Ausgang deines Matches, aber nicht deine Platzierung, zumindest nicht auf lange Sicht. \n> \n\nWiderspruch in sich: Angenommen für die Platzierung zählt auf lange Sicht nur die eigene Leistung. Die Platzierung wird durch den Ausgang jedes einzelnen Matches entschieden, auch auf lange Sicht. Das würde also bedeuten, dass nur deine eigene Leistung über den Ausgang der Matches entscheiden würde. Das widerspricht aber der Tatsache, dass in jedem einzelnen Match, jedem, auch deine Mates Einfluss haben.\nAuch wenn man 1000 Matches hat, ist die Platzierung die Summe der einzelnen Ausgänge der Matches und so wie du es sagst, gleicht das FAST einem Würfelspiel, also einem Glücksspiel, dass ich 1000 mal spiele, darauf komme ich jetzt gleich.\n\n> Wenn deine Mitspieler je einen Würfel hätten, würde jeder von denen eine 1 bis 6 werfen können. Ebenso deine Gegner. Wenn man selber wirklich besser als die eigene Division ist, schummelt man. Dann zeigt der eigene Würfel etwa mindestens eine 4. Jetzt kann man so auch einzelne Matches verlieren, weil der Gegner mal nur 6en und 5en würfelt, das eigene Team fast nur 2en und 3en und deine 5 da nicht hilft. Aber das relativiert sich nach ausreichend Spielen. Dann hat man am Ende mehr gewonnen als verloren, da einer der Würfel im eigenen Team, über dem Durchschnitt liegt. \n>\n\nAlso zunächst kann man das Würfelspiel nicht eins zu eins übertragen, denn einige Positionen, und das sagt ja nun wirklich jeder, egal ob er deine Meinung oder meine Meinung vertritt, haben mehr Einfluss als andere. Aber selbst dann:\nDu sagst, dass sich das nach ausreichend Spielen relativiert. Das stimmt nicht ganz, denn es würde sich erst nach UNENDLICH vielen Spielen relativieren. Es schwirrt ja das Aberglauben rum, dass wenn man 10 Spiele verliert, sei es Münzen werfen oder Würfel, dass man dann irgendwann auch wieder 10 Spiele gewinnt, so dass man irgendwie auf 0 kommt. Das gilt aber nur in der Theorie, in der man unendlich viele Spiele spielen kann. \nUnd selbst dann hat man noch andere Faktoren wie Smurfs, Betrunkene, Leute die Ihre Lane verlieren, aber immer noch all in gehen UND auch einen Alistar der in dem einen Moment in eine Akali reingeht wie mich nicht berücksichtigt. \n\n> Es gibt keine 4er Premades in Flex. Entweder waren es 5 und dann hatte euer Team einen Ausgleich, etwa weil ihr für euch eine bessere MMR hattet und du hattest vielleicht mehr Premades im Team. Leute sagen nicht immer ob sie Premades sind. Ich versuche das sogar eher zu vermeiden. Aber vielleicht haben sie es auch geschafft ihre Q zu snipen. Das dürfte aber nicht so einfach sein.\n\nIst mir später auch aufgefallen, es waren 5 Premades, aber wenn da 5 Premades spielen, hilft das Bisschen an Elo-Differenz auch nichts. Aber das ist ja auch gar nicht der Punkt, die Aussage war eher: wenn man mit sowas experimentiert, warum dann nicht auch mit einem Bewertungssystem auf das ich eingegangen bin. \n\nEs ist schwer vorzustellen, dass ein Spieler, der das Elo-System kritisiert, dies nicht aus Eigeninteresse macht oder zu mindestens nicht nur. Aber ich weiss nicht ob du noch Lust hast, weiter zu diskutieren, denn ich sage \"Da stimmt etwas nicht\" und du sagst \"Doch das stimmt alles\" dann ich \"Nein\", du \"Doch\". \nIch halte es für zu leichtfertig zu sagen, dass alle Kritik irgendwie doch nur Einbildung und Überschätzung sind. Du findest, dass diejenigen, die Kritik äußern, nicht genug selbst reflektieren. Dann soll es so stehen bleiben, oder? Sollen die Leser weiter entscheiden.\n\nIch danke dir jedenfalls für deine Ansichten und wünsche dir alles Gute","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-02T19:08:04.769+0000","up_votes":2,"down_votes":0,"body":"Ja, die anderen haben immer Einfluss auf deine Spiele. Aber wenn die bestimmen würden, wo man landet, würden die Leute auch nicht regelmäßig immer wieder aufsteigen. \n\nUnd selbst wenn man es als Glücksspiel betrachten würde, geht es dabei immer noch um Wahrscheinlichkeiten. Beim Poker etwa gibt es auch Leute die immer und immer wieder Turniere gewinnen. Dabei sind wir uns sicher alle einig, dass Poker ein Glücksspiel ist. Wenn es ein Glücksspiel ist und Skill deshalb nebensächlich, wäre das dort ja nicht der Fall. \n\nAuch in LoL gibt es ähnliches. Ich habe mich da zwar nicht so sehr informiert, aber es gibt Leute, die ihre Smurfs in lächerlich kurzen Zeiten einstufen und dann ins obere Dia bringen oder gar mehrer Smurfs in Challenger haben. Klar, das sind die Ausnahmefälle. Aber Platinspieler haben auch kein Problem damit, Accounts nach Gold zu bringen. \n\nDeswegen hört sich dieses \"die anderen sind schuld\" immer sehr stark nach einer weiteren Ausrede an. Man selber steigt nicht auf, weil einen die Teammates runterziehen. Andere haben damit aber keine Probleme, arbeiten an sich und steigen problemlos auf, obwohl sie die gleichen Teammates haben. \n\n>Du sagst, dass sich das nach ausreichend Spielen relativiert. Das stimmt nicht ganz, denn es würde sich erst nach UNENDLICH vielen Spielen relativieren. Es schwirrt ja das Aberglauben rum, dass wenn man 10 Spiele verliert, sei es Münzen werfen oder Würfel, dass man dann irgendwann auch wieder 10 Spiele gewinnt, so dass man irgendwie auf 0 kommt. Das gilt aber nur in der Theorie, in der man unendlich viele Spiele spielen kann.\n\nEs ist aber nicht nötig, unendlich viele Spiele zu absolvieren, um sich dem eigenen Erwartungswert anzunähern. \n\nNach 10 oder 20 ist man womöglich noch weit davon entfernt. Bei 50 Spielen kann man schon eher eine Tendenz erkennen. Wenn man dann aber 100 Rankeds absolviert hat, kommt man schon ziemlich gut da ran, wo man hin gehört. Bei 200 oder 300 kann man den Zufall dann vernachlässigen. Schwankungen kann es bei dem einzelnen Spieler durchaus geben. Man ist ja nicht durchgehend zum Beispiel auf Silber 3 Niveau, sondern spielt auch mal wie Silber 1 etc und steigt vielleicht kurzfristig auf und ab. \n\nVorausgesetzt ist dabei, dass man während der Rankeds nicht nennenswert sein eigenes Spiel verbessert hat. \n\nMan kann auch immer eine Pechstähne haben und wieder tiefer fallen, als es für einen zutreffend ist. Wenn das nicht gerade direkt vor Seasonende geschieht, kann man das aber wieder ausgleichen. \n\n\n>Sorry, aber wenn ich einen Toplaner sehe, mag er so gut kämpfen können oder nicht, der 2 Trinketstacks hat und dann heult, dass er einen Gank abbekommt, da kann ich es einfach nicht nachvollziehen wieso wir in einer Division sind. Und das ist nur ein kleines Beispiel von 1000 die man diskutieren könnte.\n\nKeine Angst. Solche Fehler findest du so ziemlich überall. Ich sehe auch oft genug Leute, bei denen ich mir denke, wie kann man nur so blöd sein. Als es etwa die Trinkets neu gab und man das Sichttrinket aufwerten konnte, war das richtig OP. In Gold hat das aber nur mein Premade genutzt, die ganzen Randoms haben damals ignoriert, dass man für ein bisschen Gold effektiv einen Wardstone erwirbt. Während ich als Support da stehe und mich fragen muss, ob der Wardstone + rote Linse/Pinkwardtrinket besser wäre oder ich lieber auch nur das Trinket aufwerte. \n\nWar das ein Ranked oder Normal? Falls du damit den Ekko aus dem Normal von vor etwa 13 Stunden gemeint  hast, der war Silber 4. \n\nBei der Rangliste gilt eben, man muss arbeit reinstecken, wenn man so platziert werden will, wie es für einen angemessen ist. Das heißt eben, ein paar hundert Rankeds die Season. Wenn man dann Gold 2 ist und meint man wäre Platinniveau, muss man eben an sich arbeiten, um sich das Platin zu verdienen. \n\nWenn man wie ich nicht mal 30 Rankeds gemacht hat, sind nicht die Randoms daran schuld, dass ich \"nur\" Gold 5 bin. Ich spiele im Grunde nur, bis ich Gold erreiche. Diese Season war das eben sehr kurz, da ich Silber 1 gestartet bin. \n\nWenn ich jetzt 100 machen würde und davon ausgehe, dass ich etwa Gold 2 Niveau wäre und mit etwas Glück auch mal Gold 1 bin oder in die Promo zu Platin komme, sind aber nicht die meine Mitspieler schuld daran, wenn ich nach 300 Spielen noch nicht Platin bin. Klar, ich verliere mal ein paar Promos, weil jemand keinen Bock hat und sich nicht anstrengt oder gar trollt. Das gleicht sich aber wieder aus und die Gegner haben die selben Probleme. \n\nAm Ende hängt es davon ab, wie konstant ich gute Leistung für meine Division erbringen kann, die bestimmt, ob ich aufsteige. Bin ich nicht regelmäßig besser als meine Division, gehöre ich einfach nicht höher und verliere die Hälfte der Spiele. Dann wäre vielleicht Gold mein aktuelles Cap und ich bin einfach nicht Platin. Aber daran ist dann nicht der Draven schuld, der in meiner Promo 5 Tode in der Lane gesammelt hat, dann 10 Minuten in der Base im Kreis läuft, 10 Minuten aus dem Spiel komplett raus ist und dann doch noch zurück kommt (Unter anderem, weil wir das gewonnen haben, mit ihm als Bait für Yi, der von Morde geultet wird).\n\nIch habe auch Haufenweise Anekdoten von Spielen, bei denen ein Team eigentlich schon gewonnen hatte, das aber durch einzelne Spieler zu nichte gemacht wurde. Aber die treffe ich in beiden Teams an. ","replies":[{"id":"","poster":"toProtect","date":"2017-11-02T20:17:58.820+0000","up_votes":1,"down_votes":0,"body":"> Deswegen hört sich dieses &quot;die anderen sind schuld&quot; immer sehr stark nach einer weiteren Ausrede an. Man selber steigt nicht auf, weil einen die Teammates runterziehen. Andere haben damit aber keine Probleme, arbeiten an sich und steigen problemlos auf, obwohl sie die gleichen Teammates haben. \n\nIch scheine wohl den Eindruck erweckt zu haben, dass \"die Anderen\" Schuld sind, das stimmt nicht. Ich rede vom System, dass die verschiedenen Spieler zusammenbringt, und du selbst bestätigst doch mit deinen Beispielen, dass es nicht Präzise genug ist um solche Spieler zu trennen. \nIch habe auch nie behauptet, dass man an sich nicht zu arbeiten braucht, alles die anderen Spieler schuld sind usw.\n\n> Keine Angst. Solche Fehler findest du so ziemlich überall. Ich sehe auch oft genug Leute, bei denen ich mir denke, wie kann man nur so blöd sein. Als es etwa die Trinkets neu gab und man das Sichttrinket aufwerten konnte, war das richtig OP. In Gold hat das aber nur mein Premade genutzt, die ganzen Randoms haben damals ignoriert, dass man für ein bisschen Gold effektiv einen Wardstone erwirbt. Während ich als Support da stehe und mich fragen muss, ob der Wardstone + rote Linse/Pinkwardtrinket besser wäre oder ich lieber auch nur das Trinket aufwerte. \n\nJa und solche Fehler bestrafen dann auch dich, oder alle anderen, die aber daran denken. \n\n> War das ein Ranked oder Normal? Falls du damit den Ekko aus dem Normal von vor etwa 13 Stunden gemeint  hast, der war Silber 4. \n\nIch (Lulu) hatte gerade einen Ranked, da wurde unser Blue invaded, unser Jungler Warwick entschied sich dann, in die Gasse zu laufen, in der die Wölfe sind, wo man also schön von beiden Seiten umzingelt worden ist. Der gegnerische Blitz grabt: Firstblood. Das lustige ist: Ich hatte den Bush gewarded über den das gegnerische Team kam. Nun jedenfalls kommt Warwick zurück zum Blue und man konnte deutlich sehen, dass Blitzcrank noch in dem Bush lauerte um den Blue zu klauen. Ich also schreibe im Chat: Pull the Blue out. Keine Reaktion, stattdessen ein Hilfeping von Warwick. Ich erneut: Pull it away. Wieder nur Hilfeping. Ich: PULL IT AWAY. Nichts. Naja so nahm alles seinen lauf. Wir wurden vernichtend geschlagen. Die gegner haben beispielhaft einen Botlanegank gemacht und dann den Drake, anschließend Herald. Als wir zwei Inhibitoren verloren haben und eigentlich Verteidigen mussten, entschieden sich Mid, Jungle und Toplane ohne Vision im Jungle einen 3vs5 zu machen. Alles ein einziges Fiasko. Ich bin dann auch oft gestorben bei dem Versuch den Schaden zu minimieren. Da ist doch jetzt der Warwick nicht daran Schuld, dass wir verloren haben. Sondern wer auch immer solche Spieler mit Casual Spielern zusammenbringt.\n\nIch habe mittlerweile meine 100 Spiele durch und erlebe sowas jedes zweite Spiel, es gibt kaum ausgeglichene Kämpfe, entweder wir stompen den Gegner weg oder sie uns, nicht die ANDEREN sind doch Schuld, dass das so ist. Selten, wie das Spiel Heute mit Soraka verlaufen knapp, das konnten wir dann auch nur drehen, weil ich ALS SORAKA den ersten Infernal Drake stehlen konnte und wir damit genug Schaden gemacht haben um Teamfights zu bestehen. \nNicht die ANDEREN sind doch Schuld, dass solche Spieler aufeinander treffen.\n\n> Bei der Rangliste gilt eben, man muss arbeit reinstecken, wenn man so platziert werden will, wie es für einen angemessen ist. Das heißt eben, ein paar hundert Rankeds die Season. Wenn man dann Gold 2 ist und meint man wäre Platinniveau, muss man eben an sich arbeiten, um sich das Platin zu verdienen. \n\nIch bin auch dafür, dass man an sich arbeitet, habe nie was anderes behauptet. Habe sogar mehrmals geschrieben, dass es ja möglich sein kann dass ich in Silber 1 gehöre. Aber du schreibst immer wieder, dass man an sich arbeiten soll. Wer behauptet denn das Gegenteil? Trotzdem kann es doch sein, dass das Elo-System und das Bewertungssystem verbesserungswürdig ist.\n\n> Ich habe auch Haufenweise Anekdoten von Spielen, bei denen ein Team eigentlich schon gewonnen hatte, das aber durch einzelne Spieler zu nichte gemacht wurde. Aber die treffe ich in beiden Teams an.\n\nDa habe ich ja schon gesagt, dass das kein Argument ist zu sagen: die anderen trifft es ja auch und deshalb ist es gut. Nun ich gebe dir das letzte Wort. Mach es gut.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Panda Senseî","date":"2017-10-24T23:12:58.686+0000","up_votes":2,"down_votes":0,"body":"Wieso schreiben eigentlich so wenig Personen was hierzu, aber views hat der Post mittlerweile über 1,4k.\nWäre toll, wenn jeder was dazu schreiben könnte.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-25T00:09:01.583+0000","up_votes":1,"down_votes":1,"body":"200 Beiträge sind doch sehr viel. Die Views kommen auch immer wieder von den selben Leuten. Die wollen dann etwa nachsehen, was gerade geschrieben wurde.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-25T01:05:28.263+0000","up_votes":2,"down_votes":0,"body":"Es scheint mir aber, als ob viele den Post nicht ernst zu nehmen scheinen. Ich kenne genug, die sich sowas nicht durchlesen und trotzdem gerne den großen Macker rauslassen und irgendein dummes Kommentar abgeben.\nJe weniger geschrieben wird umso mehr habe ich das Gefühl, als geht den Leuten diese Thematik an den A**** vorbei :/","replies":[{"id":"","poster":"three stodges","date":"2017-10-25T10:56:49.431+0000","up_votes":2,"down_votes":0,"body":"Irgendwann geht es den Leuten auch am A.... vorbei weil du mit dem hier schreiben eh nichts ändern kannst.\n\nDu siehst doch alleine in den hier geschriebenen Kommentaren wie weit die Meinungen auseinander liegen.\n\nUnd in fast jedem Steckt ein funken Wahrheit.","replies":[]}]}]}]},{"id":"","poster":"three stodges","date":"2017-10-22T16:36:08.079+0000","up_votes":2,"down_votes":0,"body":"Ich habe eben mal nach 10 Tagen wieder ne Runde gespielt und würde sagen das macht nicht Lust auf mehr.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-22T19:23:43.467+0000","up_votes":1,"down_votes":1,"body":"Wenn dir LoL keinen Spaß mehr macht, hält dich niemand davon ab, etwas anderes zu spielen. Ich habe ja auch nicht nur LoL sondern noch genug andere Spiele, mit denen ich mich beschäftigen kann.","replies":[]}]},{"id":"","poster":"Avorox","date":"2017-10-17T04:29:11.573+0000","up_votes":4,"down_votes":4,"body":"Was hat das denn mit dem Matchmaking zutun? Du hast annähernd 300 Spiele diese Season und warst schon die letzten 3 Jahre Silber. Wieso erreichen denn andere Gold (viele sogar jedes Jahr wieder) wenn das wegen dem schlechten Matchmaking gar nicht geht? Ganz einfach, weil sie besser spielen!\n\nIch kenne viele Smurfs (mich eingeschlossen) die in Null komma nichts Platin erreichen. Ich hab auch schon Leute gesehen, die in der gleichen Zeit sogar in Dia 1 landen. Natürlich kann von dir keiner erwarten, dass du mit ner 20 Game Winstreak bis Gold rushst, aber 55% Winrate solltest du in Silber schon erreichen, wenn du nach Gold gehörst. Wenn du mal ganz ehrlich zu dir selbst bist, wie viele AFK/Trollgames hast du diese Season verloren? Würde mich schon überraschen wenn das überhaupt ne 2 stellige Zahl ergeben würde.\n\nVielleicht investierst du die Zeit und Gedanken zu diesem Thema lieber in dein Gameplay und verbesserst dich, das könnte dich nach Gold bringen.","replies":[{"id":"","poster":"Migglsticks","date":"2017-10-18T17:09:50.450+0000","up_votes":4,"down_votes":2,"body":"Es geht hier um das gesamte System und nicht nur darum ob ich nach Gold gehöre oder nicht. Also besser mal n richtigen Beitrag hier geben, ja?\nIch inverstiere keine Zeit um nach Fehlern zu suchen, genauso wenig in LoL. Ich spiele nur nach der Arbeit ab und zu mal. Ich sehe jediglich das Verhalten in Silber der Spieler im Gegensatz zu den Spielern in z.B. Gold, von Platin ganz zu schweigen, nur kurz angehaucht. Also bitte besser passender Kommentieren und vllt. auch etwas Beitragen bitte. Es ist durchaus nachvollziehbar was hier berichtet wird und es ist nicht schön und es ist auch abänderbar. \"nicht fair\" - wie im Post beschrieben ist so grob und schnell gar nicht einsehbar und man kann kein schnelles Urteil fällen.","replies":[{"id":"","poster":"Avorox","date":"2017-10-18T20:53:11.263+0000","up_votes":3,"down_votes":3,"body":"Ich kann Erfahrungsgemäßg berichten, dass das Verhalten gar nichts mit der Elo zutun hat. Ich hab selbst einen Smurf in Silber und einen in Platin und eine höhere Trollquote oder unfaires Matchmaking hab ich in keiner Elo beobachten können. Was soll denn diese Season so besonders an Silber sein? Was hat sich verändert? \n\nFakt ist, dass jemand der keine Zeit oder nur sehr wenig investiert auch nicht erwarten kann, seinem Niveau entsprechend platziert zu werden. Es gibt eben nicht die goldenen 5 Kriterien die festlegen, wie gut jemand ist. Das muss in einem langen Prozess durch viele Spiele herausgefunden werden und das hat nichts mit dem Verhalten oder der Einstellung zutun, sondern mit dem spielerischen Skill. Ich hab genauso schon Trolle und hardcore Flamer in Dia gehabt, wie ich Leute in Silber gesehen habe, die im Chat freundlich das Team motivieren und mit guter Koordination das Team zum Sieg führen.\n\nob es nicht fair ist ist sehr wohl einsehbar. Jeder bekommt Teams und gegner aus dem gleichen Spielerpool. Wenn man nur wenige Spiele betrachtet kann es unfair sein, darauf ist das System aber auch nicht ausgelegt. Bei einer hohen Spielanzahl ist der Fairnessfaktor ausgeglichen und somit sind das alles nur bedeutungslose Beschwerden über Probleme, die so maximal in der eignen Wahrnehmung existieren.\n\nDas System funktioniert, das ist faktisch belegbar. Es gibt genug Leute die jedes Jahr wieder Gold 5 erreichen und dann dort bleiben, weil sie eben genau Gold 5 Niveau spielen. Wer nach 300 Games wie der TE immernoch in Silber ist, der spielt eben nicht wie Gold und dann wäre es maximal unfair wenn er in Gold wäre, da andere Leute auch so spielen, dass sie sich diesen Rang verdient haben.\n\nAn dieser Stelle würde ich dich gerne fragen, was du nicht fair findest. Welche Probleme du im System siehst. Wenn möglich bitte durch Erfahrungen oder Ähnliches belegen nicht nur dieses leere Geschwätz.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:05:25.641+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Avorox,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=001000000000,timestamp=2017-10-18T20:53:11.263+0000)\n>\n> Ich kann Erfahrungsgemäßg berichten, dass das Verhalten gar nichts mit der Elo zutun hat. Ich hab selbst einen Smurf in Silber und einen in Platin und eine höhere Trollquote oder unfaires Matchmaking hab ich in keiner Elo beobachten können. Was soll denn diese Season so besonders an Silber sein? Was hat sich verändert? \n>\n \nDoch. Das Elo hat auch etwas mit dem Spielerverhalten zu tun. Nehmen wir mal an, du carriest deine Lane mit 8/0 und dem First tower nach ca. 10-15 Minuten (das passiert, wenn alle lanes zunöchst einmal def spielen)\nDu gehst nun auf eine andere Lane, weil du deinen Mates helfen willst. Natürlich weiß jeder, dass man gank und Roaming anpingen kann. Nun begibst du dich von Top auf Mid und merkst, dass der Midlaner nicht followed, obwohl du gepingt hast. Allerdings bemekrst du das erst so spät, da man ja wohl davon ausgehen kann, dass man jemanden zurück pingt, wenn man den Gank als unpassen empfindet. Du stirbst also und dein Mid Laner beginnt dich zu flamen.\nDer meist erste Satz den sein solcher Spieler von sich gibt ist \"I go troll now\". Er fängt nun wirklich an zu trollen, weil du einen kleinen Fehler gemacht hast. Aber dann kommt dazu die Schuldfrage. Wer soll nun daran Schuld sein, dass er trollt? Die Antwort liegt nahe, dass der Spieler daran Schuld ist, der auch sagt, er würde trollen, da er ein unpassendes \"Spielerverhalten\" an den tag legt\n\n> Fakt ist, dass jemand der keine Zeit oder nur sehr wenig investiert auch nicht erwarten kann, seinem Niveau entsprechend platziert zu werden. Es gibt eben nicht die goldenen 5 Kriterien die festlegen, wie gut jemand ist. Das muss in einem langen Prozess durch viele Spiele herausgefunden werden und das hat nichts mit dem Verhalten oder der Einstellung zutun, sondern mit dem spielerischen Skill. Ich hab genauso schon Trolle und hardcore Flamer in Dia gehabt, wie ich Leute in Silber gesehen habe, die im Chat freundlich das Team motivieren und mit guter Koordination das Team zum Sieg führen.\n> \n\nNur wenig bis keine zeit investieren? Wer zu viel Zeit in LoL investiert, der ist meiner Meinung nach sowieso nicht richtig im Kopf. Es allerdings zu seinem Beruf zu machen wäre wieder eine andere Geschichte.\nJedenfalls ist es egal, wie viel Zeit man in LoL investiert. Man kann sich innerhalb einer meta verbessern, aber sobald Riot Games hinget und andere Champs bufft, beginnt eine neue Meta. Das würde also bedeuten, dass man sich erst einmal wieder in der neuen Meta einfinden muss. Das nimmt doch dann auch wieder ne Menge Zeit in Anspruch.\nUnd wenn du dann gerade das Gefühl hast, dass du endlich in der Meta mithalten kannst, wechselt sie wieder.\nEs bringt überhaupt nichts, einen Champ gut spielen zu können, da man sein Laning- und Teamfightverhalten je nach Meta erneut anpassen muss. Nur weil die einen sowas weniger erleben, dass Spieler trollen, heißt es nicht gleiuch, dass es nicht stimmt, dass es so viele trolls gibt. In jeder Elo gibt es sicherlich den einen oder anderen, der kein Bock mehr auf sein team hat und anfängt zu feeden oder afk zu gehen. Aber besonder in Bronze und Silber merkt man sowas am meisten, wenn man dort wegen solcher Dinge zu lange feststeckt und nicht aus der sogenannten \"Elohell\" rauskommt. Als Diamond spieler ist es klar, dass man nichts mehr davon mitbekommt, was in Silber so vorsich geht, da man selbst nicht mehr davon betroffen ist.\n\n> ob es nicht fair ist ist sehr wohl einsehbar. Jeder bekommt Teams und gegner aus dem gleichen Spielerpool. Wenn man nur wenige Spiele betrachtet kann es unfair sein, darauf ist das System aber auch nicht ausgelegt. Bei einer hohen Spielanzahl ist der Fairnessfaktor ausgeglichen und somit sind das alles nur bedeutungslose Beschwerden über Probleme, die so maximal in der eignen Wahrnehmung existieren.\n> \n\nNur weil der Spielerpool der gleiche ist, muss es noch lange nicht auch fair sein. Wenn gearde die negativ auffallenden Spieler einfach mal ne temporäre Rankedsperre bekommen würden, wenn sie sich zu viel \"Scheiße\" erlauben, dann würde die Fairness auf jeden Fall zunehmen. Da dies aber leider nicht immer der Fall ist, finde ich, und diese Ansicht behalte ich auch bei, bis sich etwas ändert, dass das alles nicht so fair ist, wie andere gerne mal behaupten.\n\n\n>  Wer nach 300 Games wie der TE immernoch in Silber ist, der spielt eben nicht wie Gold und dann wäre es maximal unfair wenn er in Gold wäre, da andere Leute auch so spielen, dass sie sich diesen Rang verdient haben.\n> \n\nNach 300 Games noch in Silber zu stecken ist keine Schande. Aber das heißt immernoch nicht, dass man nicht gut genug für Gold oder höher wäre. Die Spiele werden stark davon beeinflusst, ob man gut im Team spielt oder nicht. Man ist von Season zu Season immer abhängiger von seinem Team. Und wenn dann, wie oben bereits erwähnt trolls rumlaufen, dann kann man sicher nicht sagen, weil man mit solchen Leute nicht gewinnt, wäre man gleich schlechter als das, was einem eigentlich zustehen würde.\n\n> An dieser Stelle würde ich dich gerne fragen, was du nicht fair findest. Welche Probleme du im System siehst. Wenn möglich bitte durch Erfahrungen oder Ähnliches belegen nicht nur dieses leere Geschwätz.\n>\n\nNun habe ich ja wohl deine letze Frage beantwortet, indem ich auf alles andere in deinem Post eingegangen bin.\nSolltest du immernoch der Ansicht sein, du hättest Recht, dann ist das so.\nDiese Ansicht werde ich aber niemals mit dir teilen, solang sich nicht geändert hat.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-21T18:33:50.795+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0010000000000000,timestamp=2017-10-21T17:05:25.641+0000)\n>\n> Es bringt überhaupt nichts, einen Champ gut spielen zu können, da man sein Laning- und Teamfightverhalten je nach Meta erneut anpassen muss. Nur weil die einen sowas weniger erleben, dass Spieler trollen, heißt es nicht gleiuch, dass es nicht stimmt, dass es so viele trolls gibt. In jeder Elo gibt es sicherlich den einen oder anderen, der kein Bock mehr auf sein team hat und anfängt zu feeden oder afk zu gehen. Aber besonder in Bronze und Silber merkt man sowas am meisten, wenn man dort wegen solcher Dinge zu lange feststeckt und nicht aus der sogenannten &quot;Elohell&quot; rauskommt. Als Diamond spieler ist es klar, dass man nichts mehr davon mitbekommt, was in Silber so vorsich geht, da man selbst nicht mehr davon betroffen ist.\n\nEs ist ein ziemlicher Irrglaube, dass Meta in Low Elo - also unter High Dia - irgendwie relevant wäre. Ich kenne Spieler, die sind nur mit Diana diese Season von Bronze V nach Platin V gekommen. Du wirst mir darin zustimmen, dass Diana diese Season zu keinem Zeitpunkt Meta war.\n\nÜberdies kenne ich einen Spieler, der es von Gold nach Master geschafft hat - nur mit Nasus. Er hat jedes Spiel, in dem er nicht Top oder Nasus bekommen hat, gedodgt. Am Ende war er nach 500 Games auf Nasus mit 55% Winrate Master. So einfach gehts...\n\nIch verstehe deinen Post nicht. Du hast auf jedem deiner Mains - außer Galio - eine solide bis sehr gute Winrate. Damit kannst du Gold schaffen / hättest es schaffen können. \n\nAber du kannst nicht ernsthaft erwarten, dass LoL dich dort positioniert, wo dein Potential liegt. Woher soll LoL das denn wissen? Climbing ist nun mal ein monatelanger Prozess. Damit muss man leben. Ist in vielen PvP-Games so.","replies":[]},{"id":"","poster":"Avorox","date":"2017-10-21T17:32:28.986+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0010000000000000,timestamp=2017-10-21T17:05:25.641+0000)\n>\n> Doch. Das Elo hat auch etwas mit dem Spielerverhalten zu tun. Nehmen wir mal an, du carriest deine Lane mit 8/0 und dem First tower nach ca. 10-15 Minuten (das passiert, wenn alle lanes zunöchst einmal def spielen)\n> Du gehst nun auf eine andere Lane, weil du deinen Mates helfen willst. Natürlich weiß jeder, dass man gank und Roaming anpingen kann. Nun begibst du dich von Top auf Mid und merkst, dass der Midlaner nicht followed, obwohl du gepingt hast. Allerdings bemekrst du das erst so spät, da man ja wohl davon ausgehen kann, dass man jemanden zurück pingt, wenn man den Gank als unpassen empfindet. Du stirbst also und dein Mid Laner beginnt dich zu flamen.\n> Der meist erste Satz den sein solcher Spieler von sich gibt ist &quot;I go troll now&quot;. Er fängt nun wirklich an zu trollen, weil du einen kleinen Fehler gemacht hast. Aber dann kommt dazu die Schuldfrage. Wer soll nun daran Schuld sein, dass er trollt? Die Antwort liegt nahe, dass der Spieler daran Schuld ist, der auch sagt, er würde trollen, da er ein unpassendes &quot;Spielerverhalten&quot; an den tag legt\n> \n\nWo steht jetzt auch nur ein Wort, welches mein Argument widerlegt? Du erzählst hier nur das Fehler zu flame führen, das ist in jeder Elo so. Ich vertrete die Meinung, dass überall geflamet wird und das überall Trolle unterwegs sind, Also hat das nicht mit der elo zutun.\n\n> Nur wenig bis keine zeit investieren? Wer zu viel Zeit in LoL investiert, der ist meiner Meinung nach sowieso nicht richtig im Kopf. Es allerdings zu seinem Beruf zu machen wäre wieder eine andere Geschichte.\n> Jedenfalls ist es egal, wie viel Zeit man in LoL investiert. Man kann sich innerhalb einer meta verbessern, aber sobald Riot Games hinget und andere Champs bufft, beginnt eine neue Meta. Das würde also bedeuten, dass man sich erst einmal wieder in der neuen Meta einfinden muss. Das nimmt doch dann auch wieder ne Menge Zeit in Anspruch.\n> Und wenn du dann gerade das Gefühl hast, dass du endlich in der Meta mithalten kannst, wechselt sie wieder.\n> Es bringt überhaupt nichts, einen Champ gut spielen zu können, da man sein Laning- und Teamfightverhalten je nach Meta erneut anpassen muss. Nur weil die einen sowas weniger erleben, dass Spieler trollen, heißt es nicht gleiuch, dass es nicht stimmt, dass es so viele trolls gibt. In jeder Elo gibt es sicherlich den einen oder anderen, der kein Bock mehr auf sein team hat und anfängt zu feeden oder afk zu gehen. Aber besonder in Bronze und Silber merkt man sowas am meisten, wenn man dort wegen solcher Dinge zu lange feststeckt und nicht aus der sogenannten &quot;Elohell&quot; rauskommt. Als Diamond spieler ist es klar, dass man nichts mehr davon mitbekommt, was in Silber so vorsich geht, da man selbst nicht mehr davon betroffen ist.\n> \n\nHier redet keiner von 8 Stunden täglich LoL spielen, aber wer halt nur 50 Games pro Season spielt kann auch nicht erwarten, dass er vom System richtig eingeschätzt werden kann. Niemand zwingt dich viel zu spielen und ich halte es auch für völlig legitim nur wenig Zeit mit dem Spiel zu verbringen, aber dann soll man auch nicht erwarten richtig eingeschätzt werden zu können. \n\nZu der Metasache, ich lese seit 2 Jahren keine Patchnotes mehr und lerne das einfach beim Spielen. Ich sehe auch nicht, inwiefern sich dein Spielstil grundlegend durch einen Metachange verändern sollte. Dann ist jetzt halt Ardentmeta, deswegen sind deine Mechaniken aber doch nicht anders, ich lern das Spiel zumindest nicht bei jedem Metawechsel neu.\n\n> Nur weil der Spielerpool der gleiche ist, muss es noch lange nicht auch fair sein. Wenn gearde die negativ auffallenden Spieler einfach mal ne temporäre Rankedsperre bekommen würden, wenn sie sich zu viel &quot;Scheiße&quot; erlauben, dann würde die Fairness auf jeden Fall zunehmen. Da dies aber leider nicht immer der Fall ist, finde ich, und diese Ansicht behalte ich auch bei, bis sich etwas ändert, dass das alles nicht so fair ist, wie andere gerne mal behaupten.\n> \n\nDie negativ auffallenden Spieler sind aber in beiden Teams vorhanden. Dass die dir den Spielspaß rauben etc. akzeptier ich ja, aber da das auf beiden Seiten vorkommt (und statistisch gesehen auf der gegnerischen Seite sogar öfter wenn wir davon ausgehen, dass du keiner dieser Spieler bist) ist das durchaus als fair zu betiteln.\n\n> Nach 300 Games noch in Silber zu stecken ist keine Schande. Aber das heißt immernoch nicht, dass man nicht gut genug für Gold oder höher wäre. Die Spiele werden stark davon beeinflusst, ob man gut im Team spielt oder nicht. Man ist von Season zu Season immer abhängiger von seinem Team. Und wenn dann, wie oben bereits erwähnt trolls rumlaufen, dann kann man sicher nicht sagen, weil man mit solchen Leute nicht gewinnt, wäre man gleich schlechter als das, was einem eigentlich zustehen würde.\n> \n\nHab auch nie behauptet, dass das in irgendeiner Form verwerflich wäre, aber Fakt ist nunmal, wenn du wie Gold spielen würdest, dann wärst du nach 300 Games auch Gold. Was bewertet denn die SoloQ? Richtig, wie gut du mit 4 (oder bei DuoQ 3) zufälligen Mitspielern ein Spiel gewinnen kannst. Wenn du das eben nicht so gut kannst, dass du Gold erreichst, dann spielst du auch nicht wie Gold. Du kannst das ja gerne anders sehen, aber dann nutzt du auch andere Kriterien als abgefragt werden. Andere Spieler haben mit diesem System Gold erreicht, wenn man das System anpassen würde, sodass Leute wie du nach Gold kommen, dann wären die vorherigen Goldspieler einfach auch höher sowie alle darüber auch. An deiner tatsächlichen Platzierung würde das nichts ändern, es würde nur mehr Leute in Gold+ geben.\n\n\n> Nun habe ich ja wohl deine letze Frage beantwortet, indem ich auf alles andere in deinem Post eingegangen bin.\n> Solltest du immernoch der Ansicht sein, du hättest Recht, dann ist das so.\n> Diese Ansicht werde ich aber niemals mit dir teilen, solang sich nicht geändert hat.\n\nDas kannst du ja gerne tun, deine Meinung steht dir ja auch zu, aber genauso wie du diese Meinung vertrittst vertrete ich halt meine und bis ich schlagfertige Gegenargumente bekomme wird sich das auch nicht ändern.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:49:20.207+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Avorox,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00100000000000000000,timestamp=2017-10-21T17:32:28.986+0000)\n>\n \n> ...aber Fakt ist nunmal, wenn du wie Gold spielen würdest, dann wärst du nach 300 Games auch Gold. \n> \n\nFalsch. Spiele ich 300 Games und habe in mehr als 50% aller Spiele (ca. 200-250 Games) trolls, wobei ich ca. 15% (30-37 Games) davon noch carrien kann, da beispielsweise der jungle mit mit Sinergiert, macht das eine Anzahl von 213-270 Games, die ich verlieren würde. Das ergäbe eine Winrate von ca. 13%.\nDemnach würde ich also schneller in Bronze zurückfallen, als mir lieb ist. Ich selber habe derzeit ne Winrate  von 66,66%. Das obwohl ich im Schnitt jedes 2. Game mindestens einen Troll habe. Dennoch gibt es Zeiten, wo sich dieser Wert gänzlich verändert. Dann habe ich in ca. 8 von 10 Spielen Trolls. Das heißt nicht. dass ich diese auch verlieren würde, da ich durchaus das eine oder andere Game mit Hilfe eines anderen Mates noch carrien kann, aber ich will auch nicht auf Win/Lose hienaus sonder darauf, dass sich von Zeit zu zeit die Trolls einfach immer wieder anhäufen. Und genau das sollte durch beispielsweise temporären Rankedsperren wieder ausbalanciert werden. Es würde schon reichen, wenn solche Spieler lediglich 1 Woche warten müssten, bevor sie wieder Ranked spielen können. In der Zeit können sie aber weiterhin Normals oder die Game Rotation nutzen, um vielleicht sogar über ihr verhalten nachzudenken, und etwas dagegen zu unternehmen, dass sie immer gleich so wütend werden und anfangen zu trollen.","replies":[{"id":"","poster":"Avorox","date":"2017-10-21T18:06:05.435+0000","up_votes":2,"down_votes":1,"body":"Prinzipiell hab ich gegen deine Veränderung in Hinsicht auf Bestrafung gar nichts einzuwenden. Von mir aus können die auch direkt nen Permabann bekommen, das würde aber nicht viel an deinen Spielen ändern. Was ist denn für dich ein Troll? \n\nIch bezweifle, dass du jedes 2. Spiel einen Spieler im Team hast, der mit Absicht verlieren möchte. Dann hättest du nämlich noch öfter Leute im Gegnerteam die das tun würden (da du ja kein Troll bist). Das scheint mal wieder dieser typische \"alles was schlecht spielt oder 0/5 geht ist am trollen\" Trugschluss zu sein. Wenn du tatsächlich so oft Trolle im Team hast, dann muss das auch an deinem Verhalten liegen. Du bist die einzige Konstante in deinen Rankedgames und demnach musst du dann irgendwas dazu beitragen, wenn du überdurchschnittlich viele Trolle bekommst (Denn die Gegner haben 5 potentielle Trolle du hingegen nur 4, wie kannst du dann also so oft welche haben und die Gegner nicht? Demnach müssten die Trolle die ja sogar beim aufsteigen helfen)\n\nRecherchier doch mal genau, was ein Troll ist und führe dann ne Strichliste (Kannst ja auch die Replays abspeichern). Würde mich wundern wenn du auf mehr als 5% kommst.","replies":[]}]}]}]}]}]},{"id":"","poster":"Panda Senseî","date":"2017-10-21T17:12:28.368+0000","up_votes":3,"down_votes":1,"body":"> Wenn du mal ganz ehrlich zu dir selbst bist, wie viele AFK/Trollgames hast du diese Season verloren? Würde mich schon überraschen wenn das überhaupt ne 2 stellige Zahl ergeben würde.\n> \n\nIm Schnitt jedes 2. Game. Das würden in dieser Season alleine schon über 50 Games sein.\nGenaueres kann ich dir nicht sagen, da ich keine Strichliste darüber führe, wie viele trolls ich in meinen Games habe.\nUnd ob ich gut oder schlecht spiele tut nichts zur Sache, da es hier ausschließlich darum gehen sollte auszudiskutieren, was sich am matchmaking verbessern könnte. Denn würde ich mich nun auch mal auf das Skill-Level eines Spielers beziehen, müsste ich sagen, dass du dich schämen solltest stolz darauf zu sein, einen Smurf in angeblich \"Null komma Nichts\" auf Gold/Platin hoch zu spielen.\nEs es klar, dass Diamond Spieler besser spielen, als Silber. Aber es kann genauso gut vorkommen, dass der eine oder andere Spieler mal besser spielt, als ein Diamond Spieler. Jeder hat mal einen schlechten Tag, und solange du das nicht verstehst und weiterhin auf andere rumhacken musst, die ja angeblich sogar schlechter sind als du, dann solltest du aufhören, hier weiterhin beiträge zu verfassen.\nSowas kotzt mittlerweile einfach nurnoch an, weil niemand das Wesentliche sieht, sondern immernur oberflächlich darauf schaut, in welcher Elo jemand ist.\nBeispielsweise wurde ich oft genug in \"Normal Games\" Von Diamond und höher zugeflamet, weil ich ja ein \"Noob\" sein sollte.\nSolche Kommentare können mir ernsthaft gestohlen bleiben. Denn genau sowas demotiviert unter anderme die Spieler und sollte dann auch schon zurückverfolgt und bestraft werden. Das zähle ich unter dem Punkt \"Harrassment\".","replies":[{"id":"","poster":"Avorox","date":"2017-10-21T17:34:56.475+0000","up_votes":4,"down_votes":3,"body":"Ich bin weder Stolz darauf, noch versuche ich hier irgendwen nieder zu machen. Das sind einfach Beispiele die dir zeigen sollen, dass das System funktioniert. Ein Diaspieler kommt auch immer nach Dia, ein Goldspieler immer nach Gold. Das zeigen so viele Leute dadurch, dass sie diese Ränge nicht nur einmal erreichen, sondern mehrfach. Das Wort \"schlecht\" ist halt leider das passenste, wie würdest du das denn sonst betiteln? Es sagt ja keiner, dass das irgendwas schlimmes ist, Fakt ist aber, dass du zu schlecht für Gold bist, wenn du Gold nicht erreichen kannst.\n\nMich würde auch mal interessieren, was du so alles als Troll abstempelst, denn jedes 2. Game klingt einfach nur absolut lächerlich. Wenn das tatsächlich der Fall ist solltest du dir mal Gedanken machen ob du das nicht in irgendeiner Form provozierst. Ich hab einen Smurf in Silber und ich hatte da bisher einen, ja richtig gelesen EINEN Troll. Für dich sind vielleicht auch Spieler die Feeden Trolle, das ist aber totaler Quatsch. \n\nÜbrigens wie kannst du 82% Winrate mit Annie erreichen, wenn du durchs System doch nicht aufsteigen kannst? Wenn du Annie doch offensichtlich mit Abstand am besten spielen kannst und nach Gold willst, solltest du vielleicht einfach mehr Annie spielen.","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-21T18:07:03.760+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Avorox,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=001000010000,timestamp=2017-10-21T17:34:56.475+0000)\n>\n> Ein Diaspieler kommt auch immer nach Dia, ein Goldspieler immer nach Gold. \n>\n\nAlso können deiner Meinung nach Gold - Diamond Spieler ein Game solo carrien (1v5), wenn über 50% des eigenen team feedet, beginnt zu flamen und anschließend zu trollen und das Game zum Negativen für's eigene Team beeinflussen? Dann sind das ja echt alles Jesus und seine Anhänger.\n\n\n\n>Das zeigen so viele Leute dadurch, dass sie diese Ränge nicht nur einmal erreichen, sondern mehrfach. Das Wort &quot;schlecht&quot; ist halt leider das passenste, wie würdest du das denn sonst betiteln? Es sagt ja keiner, dass das irgendwas schlimmes ist, Fakt ist aber, dass du zu schlecht für Gold bist, wenn du Gold nicht erreichen kannst.\n> \n---\n> Übrigens wie kannst du 82% Winrate mit Annie erreichen, wenn du durchs System doch nicht aufsteigen kannst? Wenn du Annie doch offensichtlich mit Abstand am besten spielen kannst und nach Gold willst, solltest du vielleicht einfach mehr Annie spielen.\n\nWeißt du, wann ich Annie zuletzt gespielt habe? Nein! Das war nämlich zu Annfang der Season bis zum Meta wechsel. Ab da an wurde es schwieriger, Mid Lane als Annie zu carrien. Da meine eigentlich positive Winrate dann begann negativ zu werden habe ich mir gedacht, dass ich vielleicht mal die Lane wechseln sollte. ich spiele also zunächst einen Champ in normal Games, bis ich mir sicher bin, dass ich diesen auch als Safe-Pick in einem Ranked wählen kann. Das hat nichts mit gut oder schlecht zu tun. einzelne Spieler können nicht zu schlecht für einen bestimmten Elobereich sein. Ob man nun schlecht ist, oder einfach wegen Trolls etc. nicht in der Lage ist, ein game solo zu carrien, ist ein großer Unterschied. Das eine muss nicht gleich ausschlaggebend für das andere sein.\n\n> Mich würde auch mal interessieren, was du so alles als Troll abstempelst, denn jedes 2. Game klingt einfach nur absolut lächerlich. Wenn das tatsächlich der Fall ist solltest du dir mal Gedanken machen ob du das nicht in irgendeiner Form provozierst. Ich hab einen Smurf in Silber und ich hatte da bisher einen, ja richtig gelesen EINEN Troll. Für dich sind vielleicht auch Spieler die Feeden Trolle, das ist aber totaler Quatsch. \n> \n\nIch sehe es als troll an, wenn jemand feedet und man diese Person freundlich darauf hinweist, dass das game noch nicht vorbei ist und man nicht gleich so austicken sollte. Wenn die Spieler dann aber meinen zu müssen, gleich zu beleidigen, dann ist das für mich Flame. Es ist verständlich, dass man diesen Spielern dann sagt, dass es nicht in Ordnung sei, andere dafür zu Beleidigen, dass man selber vielleicht nicht defensiv genug spielt. Man hängt an, dass sie ja mal auf den Jungler warten könnten, wenn sie Probleme auf der Lane haben.\nDas erste was diese Spieler dann machen, was ich nicht nachvollziehen kann, ist es, mich zu muten und anschließen total zu ignorieren und vorsätzlich zu feeden. (troll) Nach dem Game drücken die einem nochmal einen rein, obwohl man sich nichts hat zu Schulden kommen lassen.\nIch hoffe, dass das jetzt mal verständlich für dich ausgedrückt ist.\nTroll heißt nicht, zu feeden, sondern sich mitreißen zu lassen, negativ gestimmt zu sein und dadurch anzufangen, das Game bewusst auf negativer Art und weise für das eigene Team zu beeinflussen.\nDazu gehören dann:\n1. Vorsätzliches Feeden\n2. Absichtliches sterben lassen, seiner Mates\n3. Klauen von Buffs, die jemand anderes gebrauchen könnte\n4. Sinnloses Benutzen von Summoner Spells, zum provozieren seiner Mates\n5. Permanentes Flamen im Chat\n6.\n7.\n...etc.","replies":[{"id":"","poster":"Avorox","date":"2017-10-21T18:19:33.569+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Panda Senseî,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0010000100000000,timestamp=2017-10-21T18:07:03.760+0000)\n>\n> Also können deiner Meinung nach Gold - Diamond Spieler ein Game solo carrien (1v5), wenn über 50% des eigenen team feedet, beginnt zu flamen und anschließend zu trollen und das Game zum Negativen für&#x27;s eigene Team beeinflussen? Dann sind das ja echt alles Jesus und seine Anhänger.\n\nNö, erwartet keiner und ist auch nicht nötig. Du musst nur mehr als 50% der Spiele gewinnen. Ein Diaspieler wird in Silber locker auf 70% Winrate kommen, wenn nicht sogar mehr. Der Goldspieler erreicht aber auch problemlos 55%. Wo kommt denn immer dieser Gedanke her, dass man jedes game carrien muss? Da du ja besser spielst hast du auch in jedem Game eine Position auf der dein Team überlegen ist.\n\n> ---\n> \n> Weißt du, wann ich Annie zuletzt gespielt habe? Nein! Das war nämlich zu Annfang der Season bis zum Meta wechsel. Ab da an wurde es schwieriger, Mid Lane als Annie zu carrien. Da meine eigentlich positive Winrate dann begann negativ zu werden habe ich mir gedacht, dass ich vielleicht mal die Lane wechseln sollte. ich spiele also zunächst einen Champ in normal Games, bis ich mir sicher bin, dass ich diesen auch als Safe-Pick in einem Ranked wählen kann. Das hat nichts mit gut oder schlecht zu tun. einzelne Spieler können nicht zu schlecht für einen bestimmten Elobereich sein. Ob man nun schlecht ist, oder einfach wegen Trolls etc. nicht in der Lage ist, ein game solo zu carrien, ist ein großer Unterschied. Das eine muss nicht gleich ausschlaggebend für das andere sein.\n> \n\nDann bist du aber selber Schuld. Deine Winrate mit Annie war klasse, mit sowas steigt man definitiv auf. Nur wegen nem Metawechsel ist Annie doch nicht unspielbar geworden, ich würde sogar behaupten, dass Annie immernoch mit Abstand einer der besten Champs ist um sich selbst aus den niedrigeren Elobereichen heraus zu spielen.\n\nÜbrigens doch, doch ein Spieler kann zu schlecht für einen Elobereich sein. Was meinst du denn ist die Rangliste? Kannst du nen random Bronze 5 Spieler einfach in nen Game mit Rekkles stecken und das ist dann auf Augenhöhe? Pack doch mal nen Bronzeteam ins Game gegen nen Goldteam. Du wirst sehen das Goldteam wird 90% aller Spiele gewinnen, wenn nicht sogar mehr. Was sind diese Bronzespieler denn dann wenn sie nicht zu schlecht für Gold sind? Haben die einfach zu viel Pech? Das glaubst du ja wohl selber nicht...\n\nUnd wieder dieser Irrglaube. Du wirst durch Trolle nicht am aufsteigen gehindert. Vielleicht verlierst du mal ein Game wegen nem Troll. Herrgott vielleicht sogar mal ne ganze Promotion, ja das ist Scheiße und das kommt vor, aber auf lange Sicht ist das nicht mehr als ne schlechte Ausrede.\n\n> Ich sehe es als troll an, wenn jemand feedet und man diese Person freundlich darauf hinweist, dass das game noch nicht vorbei ist und man nicht gleich so austicken sollte.\n\nFeeden ist also trollen, alles klar das sagt schon alles. Jeder Spieler verliert mal seine Lane, gerade niedrigere Spieler können schlechter mit Gegnern die ahead sind umgehen, es ist also völlig normal, dass deine Teammates häufiger mal schlechte Scores haben. Das Problem hat aber jeder und trotzdem erreichen viele Leute jedes Jahr aufs neue Gold. Warum schaffen die das denn? Haben die alle nur Glück? Und das jedes Jahr aufs neue und mit ihren Smurfs auch noch? Ne die spielen einfach besser. \n\nIch verstehe wirklich nicht wie Leute zu dem Schluss kommen, sie verdienen Gold. Wieso gehörst du denn nach Gold? Weil du kiten kannst und weißt wo man warden soll? Tja der ein oder andere Goldspieler kann das nicht, dafür weiß der aber wie man waves manipuliert und wann man den Baron machen kann. Es gibt keine bestimmten Kriterien die sagen: \"der kann das der ist Gold, der kann das nicht der ist Silber\" Es gibt nur Leute die durch ihr Gameplay mehr Spiele gewinnen und welche die das nicht tun und wenn du das nicht tust, dann bist du eben nicht gut genug um aufzusteigen.","replies":[]}]}]}]}]},{"id":"","poster":"Like a Sir","date":"2017-10-16T11:31:02.490+0000","up_votes":3,"down_votes":1,"body":"Ich kann dich verstehen, ich hab letzte Woche versucht noch Gold zu machen hat Ansicht gut geklappt bis ich in die S2 Promo kam.... Beide Spiele verloren, ich war Rammus im Jungle und darf von mir sagen als Full Tank den meisten Farm den meisten DMG an Champions und die meiste Kill Beteiligung gehabt zu haben das traurigste an der Promo war allerdings das die Leute mit denen Ich in ne Gruppe gesteckt wurde letzte Season Gold waren und ich mir als Silber Spieler im ladebildschirm dacht hey die waren großteils Gold sieht nicht schlecht aus danach das böse Erwachen....\n\nJedenfalls kam ich danach nochmals in die Promo und es lief nicht besser wieder nix gefolgt von einer Losing streak auf 0 LP  auf jetzt glaub 57LP hab in den Spielen zu 95% Rammus gespielt und darf von mir sagen meist die Beste KDA gehabt zu haben die Höchste Kill Beteiligung und oft den meisten dmg was mich Traurig stimmt als Full Tank..... \n\nAber ja es gibt genügend Leute die Trollen als gäbe es kein Morgen und Flamen und damit so manches Spiel ruinieren....\n\nAlso gibt es eine Elo Hell? Meiner Meinung nach schon auch wenn viele das anders sehen und meinen du bist zu schlecht das Team zu carrien dann gehörst du dahin aber hey ich bin maximal S1 bis Gold 5 Spieler so schätze ich mich ein und glaube das trifft es recht gut also nicht Platin nicht Dia und auch sonst nichts und wenn Leute in deinem Skill LVL vielleicht ein bisschen darunter mit dir in ne Gruppe/ Gegnergruppe gesteckt werden ist es alles andere als leicht Solo zu carrien aus Bronze raus war das kein Thema Anfang der Season hab sogar ne Division übersprungen aber jetzt ist das was anderes....","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T11:52:38.463+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008,timestamp=2017-10-16T11:31:02.490+0000)\n> \n> Also gibt es eine Elo Hell? Meiner Meinung nach schon auch wenn viele das anders sehen und meinen du bist zu schlecht das Team zu carrien dann gehörst du dahin aber hey ich bin maximal S1 bis Gold 5 Spieler so schätze ich mich ein und glaube das trifft es recht gut also nicht Platin nicht Dia und auch sonst nichts und wenn Leute in deinem Skill LVL vielleicht ein bisschen darunter mit dir in ne Gruppe/ Gegnergruppe gesteckt werden ist es alles andere als leicht Solo zu carrien aus Bronze raus war das kein Thema Anfang der Season hab sogar ne Division übersprungen aber jetzt ist das was anderes....\n\nDas ist doch der beste Beweis dafür, dass es eben keine Elo Hell gibt. Bronze war für dich easy, Gold ist das offensichtlich nicht. Also bist du an deinem Skillcap angekommen. Du bist momentan einfach nicht besser. Aber du bist besser als die Leute in Bronze, die dort nicht rauskommen. Gäbe es eine Elo Hell, wärst du nie aus Bronze rausgekommen.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-16T12:05:23.598+0000","up_votes":3,"down_votes":2,"body":"Ich glaube du verstehst die Aussage nicht für mich ist das derzeitige Spiel Glücksspiel wie meine Mates spielen ich kann sagen solange ich Jungle bin liefere ich eine solide Leistung ab da Rammus keiner der Champions ist mit denen man einfach solo carrien kann in dem Fall da er nicht sonderlich gut im pushen und Tower einreißen ist (ähnlich wie Support) ist man auf das Team angewiesen, hast du Pech kriegst du nicht sonderlich gute Spieler hast du Glück bekommst du gute Spieler so ist mein Empfinden derzeit aber ich kann dir sagen in der Zeit hatte ich vielleicht 3 ausgeglichene Spiele die wirklich anstrengend waren und beide Teams gleich auf waren waren tolle Spiele der Rest ist stompe oder werde gestompt so einfach ist das und da kann ich versuchen was ich will das ist für mich Elo hell....","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T13:15:26.106+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000800010000,timestamp=2017-10-16T12:05:23.598+0000)\n>\n> Ich glaube du verstehst die Aussage nicht für mich ist das derzeitige Spiel Glücksspiel wie meine Mates spielen ich kann sagen solange ich Jungle bin liefere ich eine solide Leistung ab da Rammus keiner der Champions ist mit denen man einfach solo carrien kann in dem Fall da er nicht sonderlich gut im pushen und Tower einreißen ist (ähnlich wie Support) ist man auf das Team angewiesen, hast du Pech kriegst du nicht sonderlich gute Spieler hast du Glück bekommst du gute Spieler so ist mein Empfinden derzeit aber ich kann dir sagen in der Zeit hatte ich vielleicht 3 ausgeglichene Spiele die wirklich anstrengend waren und beide Teams gleich auf waren waren tolle Spiele der Rest ist stompe oder werde gestompt so einfach ist das und da kann ich versuchen was ich will das ist für mich Elo hell....\n\nAber das ist doch genau das, was ich meine: Wärst du besser, würden dir solche schlechten Mates nicht ausmachen, weil du trotzdem stompen würdest, trotz Rammus.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-16T19:27:54.151+0000","up_votes":2,"down_votes":1,"body":"Denkst du? Ich hatte gerade wieder 2 promo games im 1. hat die fiora auf der top dem jax jungle inerhalb von 10 Minuten 4 kills gegeben, der war dann so gefeedet das er mich permanent im jungle heimgesucht hat. Zweites spiel die botlane stirbt bei einem invade gibt der xayah dann in den nächsten paar Minuten noch 3 kills dazu also ne 5 0  xayah auf der bot nicht besser war es da meine Ori auf der mitte den Tryndemere auch gefeedet hat. Fazit bei dem Spiel war die Botlane in 15Minuten am Inhibtower der Maokai hat meinen Farm genommen der Nasus soweit safe gespielt und ich konnte ab und an was machen. Vielleicht kannst du mir erläutern wie man so ein Spiel trotz Rammus noch carrien kann, ich bin warscheinlich einfach zu schlecht dafür... :)","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T19:58:03.147+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000,timestamp=2017-10-16T19:27:54.151+0000)\n>\n> Denkst du? Ich hatte gerade wieder 2 promo games im 1. hat die fiora auf der top dem jax jungle inerhalb von 10 Minuten 4 kills gegeben, der war dann so gefeedet das er mich permanent im jungle heimgesucht hat. Zweites spiel die botlane stirbt bei einem invade gibt der xayah dann in den nächsten paar Minuten noch 3 kills dazu also ne 5 0  xayah auf der bot nicht besser war es da meine Ori auf der mitte den Tryndemere auch gefeedet hat. Fazit bei dem Spiel war die Botlane in 15Minuten am Inhibtower der Maokai hat meinen Farm genommen der Nasus soweit safe gespielt und ich konnte ab und an was machen. Vielleicht kannst du mir erläutern wie man so ein Spiel trotz Rammus noch carrien kann, ich bin warscheinlich einfach zu schlecht dafür... :)\n\nEs fällt natürlich schwer, solche Games aus der Ferne zu beurteilen. Aber es ist nun mal Fakt, dass es High Elo Smurfs in Low Silber gibt, die dort unten mit Master Yi 100% Winrate nach mehreren hundert Games haben und nur durch Trolling nicht aufsteigen.\n\nAber zu den Games:\n\n1. Die Fiora stand nach 10 Minuten 2-3. Das ist ärgerlich, aber für einen Late Game Carry nicht ungewöhnlich und auch kein Beinbruch. Dein erster Fehler war, dich auf ein 2-2 auf der Midlane einzulassen, gegen einen Jax, der schon früh vorne war. Der nächste Fehler war der Fight am Herald. Den müsst ihr da einfach skippen. Aber ihr wart doch gut dabei, im Midgame war der Vorsprung auf 2,5k geschmolzen, das ist bei Minute 32 nicht mehr spürbar. Hinzu kommt, dass euer Toplaner und euer Support deutlich mehr Schaden gemacht haben. Wie man als Full AP Brand sich fast von einer Support Karma überholen lässt, einerlei. Aber dann habt ihr euch auf einen Teamfight eingelassen und ihn verloren, wohl weil euer Varus noch nicht genug Items hatte. Hättet ihr noch 5-10 Minuten durchgehalten, hättet ihr die Teamfights locker entscheiden können. \nDu hast offenbar versucht, alle Lanes irgendwie zu retten. Ich denke, du hättest früh Bot babysitten sollen. Gegen euren Engage kann Brand nichts machen und ein fetter Adc gewinnt aktuell Spiele.\n\n2. Also nach 13 Minuten waren die Gegner 600 Gold vorne. Wie sollen sie da innerhalb von zwei Minuten zum Inhib kommen? Ihr hattet einfach wieder einen miesen Teamfight, der euch 3k Gold gekostet hat. \n\nAber du hast doch auf Rammus 54% Winrate, damit climbst du doch. Ich verstehe dein Problem nicht. Du malst die Welt schwärzer, als sie ist. Ich hatte heute auch ein Game, in dem die Botlane nur verloren hat. Aber ich habe dann eben selbst die Lane gewonnen und am Ende meinem Adc Kills abgegeben. Dadurch haben wir dann gewonnen. Glaube aber auch, dass Rammus aktuell nicht der beste Pick ist. Du hast mit Vi 58% Winrate, spiel doch die mal an. Da bist du auch einigermaßen tanky, kannst aber bis zum Late Game jeden Adc oneshotten.\n\nIhr müsst endlich mal aufhören, nur das einzelne verlorene Game zu betrachten. Das führt doch zu nichts und hindert euch nicht am Climben.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-16T20:44:13.299+0000","up_votes":2,"down_votes":1,"body":"Wie soll ich aufhören das so zu sehen ich komm in meine Promo und kriege aktuell in 10 von 10 fällen schlechte teammates und 10 von 10 trifft es genau nicht einen win hab ich in der promo geschaft die ich schon zum xtem mal wiederhole...\nmeine Winrate mit Rammus war bis vor einer Woche bei über 75% dann kamen die Promos soviel dazu auch meine KDA hat darunter gelitten ^.^ aber egal ich hör auf mit ranked das ist auser frustrierend nur noch frustrierend....\n","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T20:59:17.085+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008000100000000000000000000,timestamp=2017-10-16T20:44:13.299+0000)\n>\n> Wie soll ich aufhören das so zu sehen ich komm in meine Promo und kriege aktuell in 10 von 10 fällen schlechte teammates und 10 von 10 trifft es genau nicht einen win hab ich in der promo geschaft die ich schon zum xtem mal wiederhole...\n> meine Winrate mit Rammus war bis vor einer Woche bei über 75% dann kamen die Promos soviel dazu auch meine KDA hat darunter gelitten ^.^ aber egal ich hör auf mit ranked das ist auser frustrierend nur noch frustrierend....\n\nUnd deine eigenen Fehler interessieren dich überhaupt nicht. Würdest du einfach mal daran arbeiten, würdest du auch climben. Aber offenbar hält sich jeder Silber-Spieler schon für so nahe an der Perfektion, dass er nur noch seine Mates verbessern kann...","replies":[{"id":"","poster":"Panda Senseî","date":"2017-10-16T21:06:20.661+0000","up_votes":3,"down_votes":3,"body":"Du solltest den Mund nicht zu voll nehmen. Er sagt ja nicht, dass nur andere Spieler besser sein könnten. Was er damit ausdrücken will ist, dass er nicht mehr machen kann, als ein Tank zu sein, die Frontline für's Team zu bilden und möglichst alle Lanes aufrecht zu erhalten. Aber was soll ein einzelner Tank dann noch ausrichten, wenn der Rest beginnt zu tilten und zu feeden? Oder machen Tanks neuerdings so viel Schaden, wie Assasins oder ADC's? Und dann zu sagen, er solle nicht auf andere rumhacken und sich seine eigenen Fehler eingestehen, ist meines Erachtens nicht fair, ihm gegenüber.","replies":[{"id":"","poster":"Avorox","date":"2017-10-17T04:55:00.230+0000","up_votes":4,"down_votes":3,"body":"Völliger Schwachsinn. Wenn ich Rammus unter Dia spiele komm ich locker auf 70% Winrate. Du kannst extrem viel als einzelner Tank machen, das macht er aber nicht weil er ein Silberspieler ist und dementsprechend nicht gut genug um dieses Potential zu nutzen. \n\nEs sagt ja auch keiner, dass das schlimm ist. Es ist nur ein Spiel du musst also nicht gut sein, aber erhebt doch keinen Anspruch auf ne höhere Platzierung in einer Rangliste nur weil ihr Bock drauf habt.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-17T12:18:51.046+0000","up_votes":2,"down_votes":2,"body":"So sprich du bist ein Dia+ Spieler von dem was du hier schreibst. Ich hingegen bin ein Silber Spieler allein da ist ein gewaltiger Unterschied. Mir ist klar das du wenn du Dia bist auch dementsprechend spielen wirst und ziemlich sicher kein Problem in Silber haben wirst welch Wunder......\n\nDreh den Spieß um denk dir du bist zum xten mal in deiner Promo zu Dia 3 oder 2 schaffst diese aber nicht da du nicht gut genug spielst um das Unvermögen der anderen Spieler (welche annähernd die selbe MMR wie du haben und in der selben ELO sind) zu kompensieren. \n3 Spiele später bist du ohne Probleme abermals in deiner Promo und das selbe Spiel startet von neuem.\n\nJetzt bist du als Dia Spieler ziemlich sicher genauso frustriert wie ich mit meinem kleinen unbedeutendem \"Problem\" in Silber.\nIch bin auch der Auffassung das du es ähnlich siehst wie ich nach geraumer Zeit. Sprich das Matchmaking in der Promo ist einfach eine Farce....","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-17T12:38:34.610+0000","up_votes":2,"down_votes":4,"body":"Die Promo hat genau das gleiche Matchmaking wie die Normals. Man merkt sich nur besser die schlimmen Sachen und wenn in der Promo ein Troll ist, merkt man sich das gleich drei mal so gut, weil es halt nicht nur ein Troll ist, sondern der auch noch den Aufstieg vergeigt, statt nur ein paar LP zu kosten. \n\nAber auch wenn du nur ein Silberspieler bist, ändert das nichts daran, dass wenn man die Promo dauernd erreicht aber nie schafft, es sich eben noch nicht verdient hat, auch aufzusteigen. Sonst hätte man die ja auch mal geschafft. Irgendwann ist es kein Pech mehr, wenn man die Promo nicht besteht. 3 oder 4 mal Pech haben ist ja noch möglich. Aber wenn man dann zum Beispiel 10 mal in der Promo war, ist das kein Pech mehr.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-17T12:54:01.236+0000","up_votes":4,"down_votes":2,"body":"Sorry Sirrkas hier werden wir nicht einer Meinung. \nDenn wenn das Matchmaking immer das selbe ist müsste ich ja eigentlich auch die Promo gewinnen können zumindest 1 Match dann wäre die Sache gegessen. Anfangs sah ich das auch noch wie du, da ich aber nach der Promo mit ein paar spielen im Jungle abermals in die Promo kommen werde und mir mittlerweile ziemlich sicher bin wieder nur ..... in mein Team zu kriegen vergeht mir echt die Lust drauf. Für mich gibt es keine andere Erklärung mehr dafür außer der: Matchmaking ist einfach eine Frechheit was das anbelangt den kein einziges Mal waren diese Spiele auch nur ansatzweise ausgeglichen vom Spielverlauf.....\n\nIch denke es ist jetzt auch besser diese Diskussion zu beenden da du die deine Meinung hast und ich die Meine zu dem Thema.\n\nGrüße Sir","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-17T18:13:13.642+0000","up_votes":2,"down_votes":1,"body":"Kannst du gerne machen","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-10-17T13:05:01.373+0000","up_votes":2,"down_votes":4,"body":"Hast du was dagegen wenn ich dir mal bei der Promo zusehe?","replies":[]}]}]},{"id":"","poster":"Avorox","date":"2017-10-18T02:02:57.489+0000","up_votes":1,"down_votes":1,"body":"Du hast den Standpunkt nicht verstanden. \" Was er damit ausdrücken will ist, dass er nicht mehr machen kann, als ein Tank zu sein, die Frontline für's Team zu bilden und möglichst alle Lanes aufrecht zu erhalten. Aber was soll ein einzelner Tank dann noch ausrichten\"\n\nDas ist halt quatsch. Meine Platzierung hat damit nichts zutun, denn wenn es nicht gehen würde, könnte es auch keine Challenger Spieler. Das andere es aber können zeigt aber, dass es eben doch geht und er schlichtweg nicht genügend Skill mitbringt.\n\nZu der Sache mit der Promo, sicher frustriert das, aber dann akzeptiere ich halt dass ich da noch nicht hingehöre.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-18T13:34:39.176+0000","up_votes":1,"down_votes":0,"body":"Warum vergleichst du mich Silber  stets mit einem Challanger oder mit dir der Dia ist und setzt diesen Vergleich auf meine Elo?\n\nWas soll das für ein Vergleich sein?\nWillst du jetzt Birnen mit Äpfeln vergleichen?\nIch rede von der selben Elo also Apfel und Apfel und nicht Apfel und Birne. \nDamit man das endlich mal klarstellt.\n\nBei deinem Punkt mit der Promo musste ich jetzt echt ein bisschen Schmunzeln da du meine Aussage auch da nicht versuchst zu begreifen oder versuchst es nachzuvollziehen und zu verstehen.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-20T09:16:46.694+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000010,timestamp=2017-10-20T09:08:15.901+0000)\n>\n> Nein da alle 5 du eingeschlossen verlieren werden.\n\nIhr begreift es echt nicht. Egal, was solls. Es ist halt so typisch: Three stodges ist seit 900 Games in Bronze und hat eine negative Winrate, 83% aller Spieler sind besser als er selbst, aber diejenigen, die alles falsch machen, sind immer nur die Mates.\n\nNa gut, ist mir jetzt egal. Wenn ihr euch der Realität so verweigert, kann man nichts machen. \n\nWenn ihr nicht climben könnt, liegt es einzig und allein an euch. Da könnt ihr euch Ausreden suchen wie ihr wollt. Helfen wird euch das aber nicht.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T15:06:47.261+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000003,timestamp=2017-10-19T10:25:52.361+0000)\n>\n> Auch wenn du konstant besser Spielst bist du von deinen Mitspielern abhängig ist das so schwer zu verstehen?\n\nDa aber jeder einzelne Spieler von seinen Mitspielern abhängig ist, geht am Ende des Tages doch wieder der mit einem Vorteil raus, der einfach besser spielt. Wie schaffen es denn die ganzen Pro-Gamer mit allen ihren Smurfs immer wieder nach Challenger? Warum hat jemand wie Noway4u, der kaum tryhardet und in Challenger Teemo Mitte spielt, konstant 3-4 Accounts in Master und Challenger? Alles nur pures Glück mit den Mates, die ihn aus Silber getragen haben? \n\nIch verstehe echt nicht, wie man sich der Mathematik, der Statistik, der Realität so verweigern kann...","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-20T14:00:05.611+0000","up_votes":2,"down_votes":1,"body":"Das wäre nicht ehrlich erspielt ist nicht meine Art...","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-20T10:12:53.239+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000011,timestamp=2017-10-20T09:16:46.694+0000)\n>\n> Wenn ihr nicht climben könnt, liegt es einzig und allein an euch. Da könnt ihr euch Ausreden suchen wie ihr wollt. Helfen wird euch das aber nicht.\n\nLuftschlösser sind was tolles ^.^\n\nHoffe nur für dich das es nicht irgendwann brüchig wird und du erkennst das in deinem Team noch 4 andere Leute sind die genauso viel Einfluss auf das Geschehen haben wie man selbst ;)\n\nGrüße\nSir\n\n{{sticker:sg-ahri-2}}","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-20T09:56:18.933+0000","up_votes":2,"down_votes":1,"body":"Ich stimme dir da aus eigener Erfahrung zu die Matches in den Promos Funzen überhaupt nicht.","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-20T09:43:46.684+0000","up_votes":2,"down_votes":1,"body":"Hm Ich war vorletzte Season Silber 4 letzte Silber 2 aber gut diese Season gehöre Ich halt nur nach Bronze\nweil Ich so schlecht bin.\n\nMir ist das eigentlich auch Schnuppe,weil dieses ganze Ranking sowieso verzerrt ist aus den in meinen Kommentaren\ngenannten Gründen.","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-20T09:08:15.901+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008000100000000000000000000000000000001000000010000000f,timestamp=2017-10-20T08:39:27.967+0000)\n>\n> Du steigst auf und die anderen 4 nicht.\n\nNein da alle 5 du eingeschlossen verlieren werden.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-20T08:39:27.967+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=three stodges,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008000100000000000000000000000000000001000000010000000e,timestamp=2017-10-20T08:08:23.547+0000)\n>\n> Ok und das bringt einem was wenn man im Team spielen kann und die anderen 4 nicht?\n\nDu steigst auf und die anderen 4 nicht.","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-20T08:08:23.547+0000","up_votes":2,"down_votes":1,"body":"Ok und das bringt einem was wenn man im Team spielen kann und die anderen 4 nicht?","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T21:32:56.098+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008000100000000000000000000000000000001000000010000000b,timestamp=2017-10-19T17:47:47.600+0000)\n>\n> Sprich ich sollte eine ähnliche MMR wie die Mates haben mit welchen ich in die Promo gesteckt werde.\n> Meine Erfahrung in der Promo ist jene das ich in meinem Fall grundlegend nur ...... Mates in mein Team bekomme die alles andere als auf meinem Niveau spielen, folglich ist das Gegnerteam gefeeded oder hat einen enormen Vorsprung da die Leute auch nur Silber sind werden oft Kämpfe ausgetragen die man wenn man hinterher ist nicht gewinnen kann, weiters chasen diese Leute oder spielen während der Laning Phase alles andere als Safe was es dem gegnerischem Jungle leicht macht diese zu ganken.\n> \n> Da du ja so sehr auf Mathematik und Statistiken stehst frage ich dich wer so ein Spiel wohl gewinnen wird.\n\nSo langsam nähern wir uns dem Punkt... solche Promos haben fast alle Spieler. Und manche gewinnen sie halt trotzdem. Es ist statistisch nicht haltbar, dass ausschließlich DU schlechte Teammates in deinen Promos bekommst. Das geht anderen auch so. Die schaffen es halt trotzdem, nutzlose Teammates zu carryn. Auch, wenn sie wie ihre Gegner nur Silber sind.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T17:34:08.022+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000007,timestamp=2017-10-19T16:39:12.197+0000)\n>\n> Und ich verstehe nicht ganz warum du nicht begreifst das der Vergleich mit einem Challanger einfach idiotisch ist und bleibt wie kommst du auf die Idee mich Silber mit einem Challanger zu vergleichen????\n> Ich würde das ja nicht tun aber danke scheinbar bin ich so gut :-)\n> Vergleiche lieber Äpfel mit Äpfeln und nicht Äpfel mit Birnen.\n\nEs beweist aber, dass man Silber entkommen kann, wenn man nur gut genug ist - was hier im Thread mehrfach bestritten wurde. Aber offenbar sind diejenigen hier einfach nicht gut genug, wollen das aber nicht einsehen.","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-19T16:46:53.148+0000","up_votes":2,"down_votes":1,"body":"Da aber jeder einzelne Spieler von seinen Mitspielern abhängig ist, geht am Ende des Tages doch wieder der mit einem Vorteil raus, der einfach besser spielt.\n\nAber auch nur wenn er mit einem Sieg das Spiel beendet.\n\nWobei wir wieder dahin kommen das das Teamspiel enorm wichtig ist für ein Sieg.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-18T17:29:06.579+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000001,timestamp=2017-10-18T17:14:22.319+0000)\n>\n> Dein Beispiel Challanger ist wiedereinmal hinfällig da diese mit Leuten gematcht werden (in ihrer Elo) die grundlegende Sachen verstehen wie warde den Busch spiel nicht offensiv gegen einen Renekton im early chase nicht bis in die Gegnerbase usw.\n> Das sind Punkte mit denen Challanger in ihrer Elo nicht zu kämpfen haben da dort sicher jeder weis wie man ein sehr schlecht laufendes Spiel noch drehen kann und sich dementsprechend verhält.\n\nJa, dafür kannst du aber in Silber auch mit 5 CS pro Minute das Spiel gewinnen, weil du dafür nicht bestraft wirst. Wenn in Challenger der Adc nach 2 Waves nicht 12 CS hat, farmt ab da der Supporter. \n\nKlar, die eigenen Teammates machen viel weniger dumme Fehler, wenn du höher bist. Aber dafür machen die Gegner eben auch viel weniger Fehler. Weiter unten ist es halt umgekehrt: Dein Team macht nur Quatsch, das Gegnerteam aber auch. \n\nDas System ist immer und überall dasselbe. Du musst einfach nur konstant besser spielen und du steigst auf.","replies":[]},{"id":"","poster":"Avorox","date":"2017-10-18T16:06:59.134+0000","up_votes":2,"down_votes":1,"body":"Ich vergleiche dich mit gar nichts. Es geht mir immernoch um die Aussage, dass man als einzelner Tank nicht carrien kann und das ist quatsch. Ich hab Challenger als Beispiel gebracht, weil diese belegen, dass man als einzelner Tank eben doch das Spiel allein gewinnen kann. Und da geht es nicht darum welche Elo du hast, es geht darum, dass du behauptest es bestände nicht die Möglichkeit. Und ich versuche dir zu sagen dass das absolut falsch ist. Es juckt mich nicht ob du Challenger oder Bronze 5 bist, die Möglichkeiten des Champs und der Rolle sind für alle gleiche, der Elounterschied beschreibt nur wie gut man diese nutzt. Und das Leute als einzelner Tank carrien können belegt doch nur, dass es geht. Also ist es als Silberspieler nur ne schlechte Ausrede.\n\nWas soll ich denn bei dem Punkt mit der Promo nachvollziehen? Effektiv wird behauptet, dass das Matchmaking dort schlechter ist als an anderen Stellen. Kannst du das belegen? In der Promo spielst du halt mit stärkeren Gegnern, weil du zeigen sollst, dass du weiter nach oben gehörst. Wenn du gegen die ständig verlierst ist ein Skill halt nicht hoch genug und die Promo soll ja genau das herausfinden.","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-19T17:47:47.600+0000","up_votes":1,"down_votes":0,"body":"Ich habe nie gesagt das ich Silber entkomme ist aber gut das du das wissen tust o.o \nIch habe geschrieben ich halte mich selbst für S1 bis G5. Der Fakt das ich es ohne großartige Anstrengung in die Promo zur nächst höher Elo schaffe bestärkt mich in meinem Denken oder komme ich da nicht permanent hin weil ich es mir nicht verdiene?\nIch habe geschrieben das das Matchmaking in dieser Promo eine Frechheit ist mehr nicht.\n\nEs stimmt man kommt raus wenn man gut genug ist, ich bin aber trotzdem kein high Gold, Platin, Dia, Master oder Challanger geht das in deinen Kopf hinein?????\n\nSollte das der Fall sein bitte hier weiterlesen:\n\nSprich ich sollte eine ähnliche MMR wie die Mates haben mit welchen ich in die Promo gesteckt werde.\nMeine Erfahrung in der Promo ist jene das ich in meinem Fall grundlegend nur ...... Mates in mein Team bekomme die alles andere als auf meinem Niveau spielen, folglich ist das Gegnerteam gefeeded oder hat einen enormen Vorsprung da die Leute auch nur Silber sind werden oft Kämpfe ausgetragen die man wenn man hinterher ist nicht gewinnen kann, weiters chasen diese Leute oder spielen während der Laning Phase alles andere als Safe was es dem gegnerischem Jungle leicht macht diese zu ganken.\n\nDa du ja so sehr auf Mathematik und Statistiken stehst frage ich dich wer so ein Spiel wohl gewinnen wird.","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-19T17:29:07.955+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-19T16:39:12.197+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000005,timestamp=2017-10-19T15:06:47.261+0000)\n>\n> Da aber jeder einzelne Spieler von seinen Mitspielern abhängig ist, geht am Ende des Tages doch wieder der mit einem Vorteil raus, der einfach besser spielt. Wie schaffen es denn die ganzen Pro-Gamer mit allen ihren Smurfs immer wieder nach Challenger? Warum hat jemand wie Noway4u, der kaum tryhardet und in Challenger Teemo Mitte spielt, konstant 3-4 Accounts in Master und Challenger? Alles nur pures Glück mit den Mates, die ihn aus Silber getragen haben? \n> \n> Ich verstehe echt nicht, wie man sich der Mathematik, der Statistik, der Realität so verweigern kann...\n\nUnd ich verstehe nicht ganz warum du nicht begreifst das der Vergleich mit einem Challanger einfach idiotisch ist und bleibt wie kommst du auf die Idee mich Silber mit einem Challanger zu vergleichen????\nIch würde das ja nicht tun aber danke scheinbar bin ich so gut :-)\nVergleiche lieber Äpfel mit Äpfeln und nicht Äpfel mit Birnen.","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-20T09:29:15.229+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0008000100000000000000000000000000000001000000010000000d,timestamp=2017-10-19T21:32:56.098+0000)\n>\n> So langsam nähern wir uns dem Punkt... solche Promos haben fast alle Spieler. Und manche gewinnen sie halt trotzdem. Es ist statistisch nicht haltbar, dass ausschließlich DU schlechte Teammates in deinen Promos bekommst. Das geht anderen auch so. Die schaffen es halt trotzdem, nutzlose Teammates zu carryn. Auch, wenn sie wie ihre Gegner nur Silber sind.\n\nEs ist mir ehrlich gesagt egal was welche Statistik besagt (Traue nie einer Statistik die du nicht selbst gefälscht hast...) es geht mir um meine Promo und nicht die von nem High Gold + Smurf, das ist mir wirklich sowas von egal da der Vergleich einfach idiotisch ist... Es geht mir um das Matchmaking in der Promo welches ganz einfach ein Witz ist, und ich sage das nicht weil mir das 2 oder 3 mal passiert ist sondern x male und nach x malen immer nur ..... Ins Team kriegt ist das mehr als Frustrierend.\n\nDa aber auch du nicht im Stande bist es von einer anderen Seite sehen zu wollen da deine Standardantwort: \"Challanger Master Dia etc.  schaffen dies ohne Probleme du bist einfach nur schlecht.\" ist (Auf gut Deutsch übersetzt)  sehe ich nicht ein noch weiter eine Diskussion mit dir zu führen.\n\nNochmal zur Erklärung für dich:\nWarum wird der Smurf dies ohne Probleme schaffen? Ganz einfach weil er skilltechnisch auf einem anderen Level ist als ein Silber Spieler.Ist es also sinvoll diesen Vergleich aufzustellen? Nein ist es nicht da nochmal mein Lieblingsbeispiel am Ende:\n\nChallanger (Apfel) nicht gleich Silber (Birne)\n\nallerdings \n\nChallanger (Apfel) gleich Challanger (Apfel)","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-10-19T21:28:54.202+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=three stodges,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000008,timestamp=2017-10-19T16:46:53.148+0000)\n>\n> Da aber jeder einzelne Spieler von seinen Mitspielern abhängig ist, geht am Ende des Tages doch wieder der mit einem Vorteil raus, der einfach besser spielt.\n> \n> Aber auch nur wenn er mit einem Sieg das Spiel beendet.\n> \n> Wobei wir wieder dahin kommen das das Teamspiel enorm wichtig ist für ein Sieg.\n\nTja, und der eine Spieler kann halt im Team spielen und der andere nicht. Deswegen steigt der eine dann auf und der andere nicht.","replies":[]},{"id":"","poster":"BenitoMalzzolini","date":"2017-10-19T13:30:57.870+0000","up_votes":1,"down_votes":1,"body":"jein. in gewisserweise bist du immer von deinen mates abhänig. je nachdem wie viel besser du als deine gegner bist, kann es schon reichen, wenn dein team die äußeren türme die ersten 10 min verteidigt.\nhttps://www.youtube.com/watch?v=EosviGaLmeA&","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-19T10:25:52.361+0000","up_votes":2,"down_votes":2,"body":"Auch wenn du konstant besser Spielst bist du von deinen Mitspielern abhängig ist das so schwer zu verstehen?","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-18T17:14:22.319+0000","up_votes":1,"down_votes":1,"body":"Dein Beispiel Challanger ist wiedereinmal hinfällig da diese mit Leuten gematcht werden (in ihrer Elo) die grundlegende Sachen verstehen wie warde den Busch spiel nicht offensiv gegen einen Renekton im early chase nicht bis in die Gegnerbase usw.\nDas sind Punkte mit denen Challanger in ihrer Elo nicht zu kämpfen haben da dort sicher jeder weis wie man ein sehr schlecht laufendes Spiel noch drehen kann und sich dementsprechend verhält.\nJetzt weis das der 0815 Silber Spieler natürlich nicht. Folglich ist dein Beispiel absolut hinfällig da du nicht Äpfel mit Birnen vergleichen kannst wie ich dir schon geschrieben habe und es ist keine lahme Ausrede eines Silberspielers sondern eine Tatsache.\n\nOb ich das belegen kann? Warum soll ich mir die Mühe machen um es zu belegen kann doch eh jeder meine Matchhistory ansehen....\n\nUnd lassen wir die Diskussion da du nen High Elo Spieler bist der auf die Auffassung von nem Low Elo Spieler sowieso nen Dreck gibt und diesen als Deppen abstempelt :)","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-20T10:49:22.765+0000","up_votes":1,"down_votes":2,"body":"Suche dir ein duo Partner der Platin ist und nen smurf acc in Silber hat .\n\nDann klappt das leichter mit dem Aufsteigen.","replies":[]}]}]}]}]},{"id":"","poster":"Like a Sir","date":"2017-10-16T21:53:24.027+0000","up_votes":1,"down_votes":3,"body":"Danke {{sticker:slayer-pantheon-thumbs}} \n\nwenigstens einer hats verstanden {{sticker:sg-lux}}","replies":[]}]},{"id":"","poster":"Like a Sir","date":"2017-10-16T22:07:25.167+0000","up_votes":2,"down_votes":2,"body":"Ich climbe bis in meine Promo wie gesagt höher geht es nicht bedeutet das jetzt S3 100LP ist mein Skillcap? Nachdem ich zum xten mal in der Promo war und auch kein Problem habe abermals die Promo zu erreichen bezweifle ich das ich nur durch Glück dorthin gekommen bin.\nBekomme ich schlechte Teammates in meine Promo Spiele oder nicht oder bin ich einfach zu schlecht? Wenn ich zu schlecht bin würde ich wie gesagt die Promo nicht ohne Probleme erreichen, daran liegt es also nicht also woran dann?\n\nIch habe allerdings nie gesagt das ich Perfekt bin oder wäre oder siehst du das hier irgendwo?","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T22:28:30.952+0000","up_votes":1,"down_votes":3,"body":"Wenn du immer nur bis zur Promo kommst, klingt das durchaus danach, dass du eben das Niveau von Silber 3 bis Silber 2 hast. Mit ein bisschen Glück kannst du dann aufsteigen. Bist aber scheinbar in dem Bereich nicht mehr so viel besser, dass es schnell voran geht. \n\nNoch ist deine Winrate leicht über 50 % insgesamt. Von den letzten 31 hast du 48 % gewonnen. Dein Skillcap scheint also aktuell etwa in dem Bereich zu sein, in dem du dich befindest. Vielleicht ein kleines bisschen höher oder niedriger. \n\nWie viele LP gewinnst und verlierst du denn zur Zeit?","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-16T22:54:59.217+0000","up_votes":1,"down_votes":2,"body":"Gewinn 24 loose 18","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T23:24:33.644+0000","up_votes":1,"down_votes":3,"body":"Dann wirst du vermutlich noch etwas aufsteigen. Mit einer 50 % Winrate, würde man ja da noch immer 3 LP im Schnitt gewinnen.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-17T12:19:22.988+0000","up_votes":1,"down_votes":2,"body":"Wie gesagt bis in die Promo ohne Probleme ;D","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-22T08:32:58.363+0000","up_votes":1,"down_votes":1,"body":"Glückwunsch zum Aufstieg nach Silber 2.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Avorox","date":"2017-10-17T04:51:38.624+0000","up_votes":2,"down_votes":1,"body":"Rammus ist komplett busted, also klar kannst du mit dem Solo carrien. Und wieso kann er nicht gut pushen? Seine ulti cleart ne wave in wenig zeit und macht dazu noch schaden an towern.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-17T12:29:23.986+0000","up_votes":1,"down_votes":0,"body":"Das ist schon richtig, mit der Ultimate geht das recht gut ne Wave zu clearen. Tower kriegt er trotzdem keine da sein DMG an den Towern nicht sonderlich weltbewegend ist auch mit Ultimate noch dazu ist er recht einfach am splitpushen zu hindern wenn ich Splitpushen wollte spiele ich Udyr oder ich spiele meine Vi :3 die bombt die Tower im Vergleich weg und dasht einfach durch die Wand davon....","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-19T11:01:53.530+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=00080001000000000000000000000000000000010000000100000003,timestamp=2017-10-19T10:25:52.361+0000)\n>\n> Auch wenn du konstant besser Spielst bist du von deinen Mitspielern abhängig ist das so schwer zu verstehen?\n\nJa und nein. Du kannst nicht alleine gewinnen. Wenn man aber besser ist als der Durchschnitt der eigenen Division, steigt man zwangsläufig auf. Die miesen Mitspieler gibt es nämlich in beiden Teams. \n\nIch zum Beispiel habe ein Einstufungsspiel wegen einer Tristana verloren, die lieber Baron machen wollte, statt den Nexus zu zerstören, obwohl wir schon in deren Base waren und fast ein Ace erzielt haben. Dafür habe ich ein anderes gewonnen, bei dem die Gegner bei Minute 20 schon den ersten Inhib hatten, ab da aber bevorzugt 1vs3 gekämpft haben. Als sie gemerkt haben, dass das dumm ist, war es schon zu spät und wir haben die Teamfights gewonnen.","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-10-16T11:40:48.133+0000","up_votes":1,"down_votes":0,"body":"Die Elohell im Sinne von \"Skillcap\" beginnt dort wo man das Team nicht carrien kann und verstärkt auf Losglück angewiesen ist. Dort geht es langsam hoch oder ´runter um ein bis zwei Ligen.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-16T11:51:54.972+0000","up_votes":1,"down_votes":0,"body":"Ja das sehe ich schon ein aber wenn dir in den meisten Spielen Sachen auffallen welche Leute nicht machen du dann freundlich und nett darauf hinweist und die Antwort ist \"I know my Champ / I know my Lane Stfu was willst du dann machen oder anderes Bsp. Wards stellen als Jungle baue ich deswegen nicht mehr das rote sondern das grüne item um den Leuten mit Vision zu helfen stelle mehrere Pink Wards.\nIch mache Drachen oder Baron Calls weil 3 der 5 Gegner Tod sind und das objectiv sozusagen free ist und keiner reagiert und als Rammus dauert ein Drache Jahre :/ einfache Matchups wie der Gegner hat einen Renekton spiel passiv am Anfang benutze Wards oder eine Lane die permanent pusht Geganked wird weil zu wenig Wards nur um dann zu hören Enemy Jungle gank 3 Times Rammus Afk farmin einfach weil ich keine Möglichkeit habe gut zu ganken und nicht wirklich towerdiven will da wirst du dann sozusagen von deinem eigenem Team outplayed und einen gefeedeten Renekton als Beispiel der in Minute 5 ein bis 2 kills und den doppelten Farm deines Mitspielers hat braucht man auch nicht mehr ganken....","replies":[]}]}]},{"id":"","poster":"Revilous","date":"2017-10-16T14:25:49.932+0000","up_votes":3,"down_votes":1,"body":"Ich könnte dir jetzt wie alle anderen erzählen, dass du gegen die schlechtesten Spieler spielst und gegen die eine negative Winrate hast, dass es nicht an deinen Teammates liegt etc aber statt dessen sag ich dir einfach direkt, was du falsch machst bzw wie du in den nächsten 2 Wochen noch Gold erreichen kannst.\n\nAllein schon dein OP.GG sieht aus wie das, eines typischen Silberspielers der niemals nach Gold gehören würde. Du hast insgesamt 74 verschiedene Champs in nur 273 Spielen gespielt. Du kannst mir nicht erzählen, dass du all diese Champs perfekt beherschst oder diese gemeistert hast. Dazu spielst du willkürlich jede Rolle wie du gerade Lust hast, so kannst du nicht aufsteigen, unmöglich. Du hast in den anderen Seasons das Gleiche gemacht, hat dir nie jemand gesagt, dass Spezialisten viel schneller aufsteigen als All Rounder?\n\nDu musst EINE Rolle lernen und sie versuchen zu meistern. Dazu EINEN Champ, den du perfekt beherschst, mit dem du gegen jeden gewinnst. Es ist okay eine Offrole zu haben und ein paar Champs, die du spielst wenn dein Champ pick/bann ist. Ich sehe, dass du öfters gute Stats hast, also hast du Potential. Das Problem ist bloß, dass dir diese Stats nichts bringen, wenn du die Win Condition deines Champs nicht mal kennst. Und wie gesagt, ich bezweifle, dass du jeden der 74 Champs so gut kennst. Deswegen verlierst du.\n\nBevor du jetzt anfängst mir entweder zu sagen ich hätte Unrecht oder dich auf den Weg zu Gold machst, schau dir noch mal dein OP.GG an und zwar alle die Matches, in denen du gefeedet hast. Glaubst du, die 10/4 Vayne fand es nicht ungerecht, dass du, als 3/11 Camille überhaupt kein Plan hattest was du tust? Tat dir der 6/4/4 Cho Gath nicht leid, als du, als 2/8 Yi Jungle, von einem Maokai Jungle outjungled wurdest? Es gab noch mehr solcher Matches. Also bitte beschwer dich nicht über andere sondern arbeite an dir selbst.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-10-16T15:11:33.417+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=000c,timestamp=2017-10-16T14:25:49.932+0000)\n>\nAlso bitte beschwer dich nicht über andere sondern arbeite an dir selbst.\n\nTja, alles richtig, was du sagst. Bei dem Quinn Itembuild rollen sich mir die Fußnägel auf. Aber das will hier keiner hören. Hier wollen die Leute hören, dass sie mindestens Gold, wenn nicht sogar Dia sein sollten, aber wegen Afks, Feedern, Trollen usw. einfach nicht carryn können. Es ist echt müßig geworden, die Leute von ihrem \"Elo Hell\" - Glauben abzubringen. War das früher auch schon so schlimm? Aktuell fluten diese Threads ja das Forum. Aber jemand, der ehrlich nach Hilfe oder Tipps fragt? Eher selten.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T18:32:48.181+0000","up_votes":3,"down_votes":5,"body":"Das kommt glaube ich alle Jahre wieder in Mode, wenn die Leute merken, die Season endet bald und sie sind noch nicht Gold/Plat/Dia.","replies":[{"id":"","poster":"Avorox","date":"2017-10-17T04:35:34.502+0000","up_votes":2,"down_votes":1,"body":"Exakt. Dazu kommt noch, dass ein großteil der Leute nicht zu verstehen scheint, was eine Rangliste ist. Die denken sie haben einen Anspruch auf Gold weil sie viel gespielt haben und wenns dann zeitlich knapp wird muss der Fehler ja beim Entwickler liegen.","replies":[{"id":"","poster":"Qbert","date":"2017-10-17T12:44:28.651+0000","up_votes":1,"down_votes":0,"body":"eine Rangliste in einem Onlinespiel ist auch nur ein ePen(is) ... jedenfalls alles außer die Top100 ...","replies":[]},{"id":"","poster":"BlackAjani","date":"2017-10-17T07:11:35.682+0000","up_votes":1,"down_votes":0,"body":"aber auf jeden Fall!! Gut gesprochen!\n*auf die Schulter klopft*","replies":[]}]}]}]}]},{"id":"","poster":"PRopHeT1220","date":"2017-10-15T21:26:21.251+0000","up_votes":1,"down_votes":0,"body":"Naja oder man hat das Pech in 9 spielen 6 jungler oder toplaner zu bekommen die einfach nur inten und als supp kann man nicht viel machen wenn dein top laner 2/10 steht oder der jungler im game direkt danach und ich mit 1 verloren spiel mit 0 punkten direkt wieder asu s1 absteigen darf.\n \nUnd natürlich geht das dann den ganzen abend so das mann dan fast s3 absteigt macht spass wenn man einen Gold 3 adc hat und er ja unbedingt seinen gerade so s5 freund versucht höher zu bekommen und das nätürlich nicht so klappt wie sie sich es vorstellen ist ganz schlimm mit sowas könnte jedes mal k... wenn ich das seh ^^ macht null spass mit sowas und irgendwie reporten denke bringt ja auch nix find ich echt traurig also supp is man so oft am ar.. wenn da 2 mitglieder vom team feeden ^^\n\nGanz ehrlich anstatt das runen system zu änderen sollten vllt mal andere sachen überdacht werden.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-10-15T22:15:03.785+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=PRopHeT1220,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0005,timestamp=2017-10-15T21:26:21.251+0000)\n>\n> Naja oder man hat das Pech in 9 spielen 6 jungler oder toplaner zu bekommen die einfach nur inten und als supp kann man nicht viel machen wenn dein top laner 2/10 steht oder der jungler im game direkt danach und ich mit 1 verloren spiel mit 0 punkten direkt wieder asu s1 absteigen darf.\n>  \n> Und natürlich geht das dann den ganzen abend so das mann dan fast s3 absteigt macht spass wenn man einen Gold 3 adc hat und er ja unbedingt seinen gerade so s5 freund versucht höher zu bekommen und das nätürlich nicht so klappt wie sie sich es vorstellen ist ganz schlimm mit sowas könnte jedes mal k... wenn ich das seh ^^ macht null spass mit sowas und irgendwie reporten denke bringt ja auch nix find ich echt traurig also supp is man so oft am ar.. wenn da 2 mitglieder vom team feeden ^^\n> \n> Ganz ehrlich anstatt das runen system zu änderen sollten vllt mal andere sachen überdacht werden.\n\nDann macht man picks, geht mit den meisten Sups. Geht übrigens auch mit vielen Tops, sogar mit 1/10/1.\nIst man dazu zu schwach oder der Gegner zu schlau keine zu ermöglichen, hat man verdient verloren, ganz egal, ob 10/0 oder 0/10.\nIch steig als Sup z.B. locker auf, spiels aber kaum mehr sobald ich Gold bin wegen ADCs, die eure Attitüde an den Tag legen, immer die anderen, egal was selbst mieses verzapft wird. Nettes Dulli-Beispiel, ich werd beim Warden vom Elder gecatcht, macht ja sonst keiner, Spiel verloren, möh du noob blablub. Jau mag sein, hätte es besser wissen sollen bzw. wusste ja die werden den jetzt oder bald machen. Warum wussten das die anderen nicht? Warum ist 30 Sec. vorher der ADC mit vollem Trinket dadurch gelatscht und hat keinen stehen lassen?\nDas Spielchen kann man mit so gut wie jeder Situation machen. Auch immer geil, wenn die Leute von einem weglaufen, außer Range gehen und sich dann beschweren, wo der Heal blieb. Oder man in vollem Dmg steht, kein AOE-Schaden weit und breit und der DD verpisst sich statt Schaden zu machen, stirbt, nachdem der, der ihn buffen hätte können, tot ist, allein gegen 2. Oder mein Liebling, angemacht zu werden, keine Wards gesetzt zu haben, während 2 + Pink von mir stehen und der 3. gerade ausgelaufen ist und vom restl. Team nada.\nJa genug dieser Spiele gehabt auch genug selbst versemmelt, aber für Gold reicht es ohne große Anstrengung als Support, solo.\nAndere Lanes wirds schwerer, da ich gerne mal total schlechte Farmzahlen abliefere, experimentierfreudiger bin, eh keine Platinambitionen habe. Wundert mich nicht, dass ich da nicht carrien kann, selbst wenn ich mal sonst gute Stats hab.\nDafür fällt mir verdammt oft auf wie mies das Rotations- und Wardverhalten der anderen im Gegensatz zu mir ist, diese Skills reichen übrigens auch für Gold, da braucht es keine Übermechanics, bisschen Spielverständnis auf der Mainrolle genügt, voll und ganz.\n\nGanz ehrlich statt immer über das MM zu jammern, sollte vlt. mal eigenes Spielverhalten reflektiert und überdacht werden.\n\nNoch ein Classic: Dont go solo gebot er und sprang 10 Sekunden später allein in 3/4/5...","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-15T22:31:21.356+0000","up_votes":2,"down_votes":4,"body":">Noch ein Classic: Dont go solo gebot er und sprang 10 Sekunden später allein in 3/4/5...\n\nDas sind die besten. Manchmal auch in Form von \"lets group guys\" trennt sich von der Gruppe ab, geht Bot farmen und wundert sich, warum wir keinen Teamfight gewinnen können oder die Gegner uns von Objectives abhalten können.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-15T21:32:32.283+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=PRopHeT1220,realm=EUW,application-id=KYnfKGf0,discussion-id=ggIe1lyU,comment-id=0005,timestamp=2017-10-15T21:26:21.251+0000)\n> \n> Ganz ehrlich anstatt das runen system zu änderen sollten vllt mal andere sachen überdacht werden.\n\nOder die Leute in Bronze und Silber sollten ihre eigene Einstellung zu ihren Mitspielern überdenken. Aber die eigene miese Performance auf vermeintlich externe Faktoren zu schieben ist nun mal eine bequeme Haltung.","replies":[{"id":"","poster":"Dermel","date":"2017-10-16T22:13:28.527+0000","up_votes":1,"down_votes":0,"body":"Durch miese Performance des Internets war bei mir letzte Saison war wirklich nur Bronze drin, also habe ich mich in Solo/Duo und Flex von Bronze V in Silber gecarriet, was ja eigentlich nicht schlecht ist, aber spätestens bei Silber 2 ist Schluss. Im Jahr 2015 war ich auch Silber 2, das kann doch kein Zufall sein, dann bin ich wohl Silber 2 Main, ich muss mir nen Coach suchen, das reicht ja nicht für einen Chatchallenger :O\n>  Aber jemand, der ehrlich nach Hilfe oder Tipps fragt? Eher selten.\n\nDamit hast du dich als Kandidat qualifiziert, Lust mir mit Tipps fürs roamen zu helfen?","replies":[]}]}]},{"id":"","poster":"Migglsticks","date":"2017-10-16T22:32:10.209+0000","up_votes":3,"down_votes":2,"body":"In 5 aktiven Seasons in Ranked, 3 mal durch Silber bis hin zu Gold gemündet, meine Erfahrung hier.\n\nMal die Erfahrung der \"alten Zeiten, Afks, Trolls und offensichtlichen Tilt-/Feed - und den Chat\" weglassend, der hier vermehrt vorkommt und hier schon genug geschrieben wurde, muss ich beobachten, dass MOMENTAN im mittleren Silber-Bereich viel \"Glück\" dabei ist. So selten wie jetzt habe ich noch nie jemanden allein oder im Duo \"carrien\" sehen, nicht zu erwähnen wie selten man sieht dass ein Team einen Lead nicht komplett wegwirft, egal wie groß er war. Nur selten ist die Leistung eines Spielers Konstant oder sind Fights in irgendeiner Weise geplant, und wenn dann heißt es nicht dass der Ausgang jenes skirmisches voraussagbar wäre - da die Spieler auch trotz falscher Einschätzungen und warnenden pings natürlich rumprobieren und/oder tun was sie im Sinn hatten ohne die Warnungen \"zu sehen\", und warnende Spieler auch einfach nur zuschauen danebenstehend (kennt wschl. jeder). Mit Glück triffst du einne Woche in der in Allerwelt das Wetter (sinnbildlich gemeint) mitspielt und du zwei, drei verlässliche Spieler antriffst. \n\nMan könnte jetzt diskutieren was man da machen muss um da raus zu kommen (Duo einspielen, Fehler ausmerzen, zu Carrien lernen). Aber es gibt auch Spieler die konstant und verlässlich auf Silber-Niveau spielen oder/und sich nur langsam verbessern. Diese müssen die ganzen \"Tiltboys\", AFKs, Trolls, launischem Spielverhalten ertragen? Hm. - Der weg ist für die meisten VIEL zu Lang.\n\nEs gäbe viele Möglichkeiten die Spieler-Umgebung zu verbessern. Ganz davon abgesehen dass es mich persönlich nicht (mehr) stört. Riot Games hat viele genaue Daten - Die viele teure Berechnungen benötigen würden, klar. Outcome (Win/Lose) wird bereits berechnet. Das MMR und das gleiche nur in schöner: die LP. Es Fehlen den Spielern aber eindeutig Kategorien wie Chat, Spielverlauf (wie stark variiert die Leistung) - siehe Tilt, AFk, Trolls. oder auch Value, Kill-Beteiligung, KDA - um die einfachsten zu nennen. Zusätzlich zum Outcome (W/L). \n\nSicher besteht die Möglichkeit. Die wechselnden Zuordnungen müssten natürlich von Riot durchgeführt werden damit es weiterhin relativ Hackerfrei bleibt - und die KOSTEN, genauso wie Support.\n\nDie Frage ist hier eben: Will oder Kann Riot nicht?\nRiot brauchte schon immer für ALLES eine Ewigkeit. Was ich sagen will? Zu wenig Insider-Informationen um zu wissen was da alles abgeht, klar.\n\nTransparenz wäre hier gefragt. Zu diesem Thema spezifisch mal eine Offizielle Reaktion seitens der Entwickler.\n\nTL-DR:\n\nEs sieht im Silber-Bereich übel aus. Nicht weil es Komplett \"uncarrybar\" ist, sondern weil leicht bessere Spieler selbst im Duo-Premade zu viel Zeit in diesen. hier wirklich zu genüge dargestellten, Verhältnissen Spielen müssen. Ob dann irgendwann. irgendwas. gemacht wird, steht in den Sternen. Jetzt jedenfalls nicht. Zum Ärgernis vieler Ranked-Spieler. \nAufmerksam machen ist dennoch ein MUSS und so landet auch mein Beitrag hier.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-10-15T21:17:38.842+0000","up_votes":4,"down_votes":4,"body":"1. Ich kann dir getrost sagen, dass nicht jeder ein Flamer ist xD.\n\n2. Wenn du gut genug wärst aus Silber raus zu kommen, dann wärst du schon Gold.\n\n3. Negative Winrate reicht nicht","replies":[{"id":"","poster":"Huntsmán","date":"2017-10-24T14:17:04.042+0000","up_votes":2,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-24T15:47:14.609+0000","up_votes":2,"down_votes":2,"body":">ein Spiel erfasst habe in dem alle Spiele die selbe Elo hatten.\nWenn ja.. schickt mir gerne einen Screenshot, aber ich sage euch das gibt es wenn dann nur selten.\n\nDa muss man nicht lange suchen. Dein letztes Ranked als Brand zum Beispiel. Alle Spieler Silber 2 bis Gold 4. \n\nWenn dir das zu viele Divisionen Unterschied sind. Dein Vel Koz Spiel. Beide Teams Gold 4 und Gold 5 mit einer Ausnahme, einem Unranked, bei den Gegnern. Der ist inzwischen Silber 2. Ihr habt aber verloren. \n\nZudem muss man noch sagen, dass man die Elo gar nicht einsehen kann. Insofern, ist also die Aussage richtig, dass du noch nie ein Spiel gesehen hast, bei dem alle die selbe Elo hatten. Du weißt nämlich nicht, welche MMR/Elo die einzelnen Spieler haben. Gleichzeitig bedeutet das aber auch, dass du nicht behaupten kannst, je eines gesehen zu haben, mit unfairer Zusammenstellung und dafür die Elo als Beleg nehmen willst. Die sieht nämlich keiner.","replies":[{"id":"","poster":"Huntsmán","date":"2017-10-26T20:45:57.125+0000","up_votes":1,"down_votes":1,"body":"Hallo mein LIeber, danke das du mich darauf aufmerksam machst, habe es selbst sofort gesehen und war verwundert denn die zahlreichen Spiele davor hatten mein Kollege und ich einen noch viel größeren Klassenunterschied bemerkt, was meine Aussage nochmals bestätigt hat... Es waren dann nämlich sogar zwei Diamond Spieler im Gegenerteam anwesend während wir derzeitig noch Silber waren.. Als Silber mit PLatin zu spielen waren wir dann irgendwann sowieso gewöhnt. Mein Kollege hat übrigens einen Screenshot als er gestern gegen Master Klasse spielen musste, bin noch dran diesen von ihm zu downloaden, den poste ich sehr gerne. :) Grüße","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-26T21:32:29.246+0000","up_votes":2,"down_votes":1,"body":"War das auch ein Soloranked? Ansonsten gilt nämlich noch immer, dass jede Warteschlange ihre eigene MMR hat. Das heißt, man kann Silber in Solo sein, im 3vs3 Flex aber gegen Solo Dia antreten. Dadurch alleine ist das Spiel aber noch nicht unfair. Hier ist nämlich wichtig, was eure 3vs3 MMR ist. Wenn ihr da unteres Gold seid und der Diaspieler ebenso, ist es fair. \n\nUnd ja, das ist fair. Ich habe früher mit meinen Kumpels, als wir alle noch Silber waren, oberes Dia und laut meinem Bruder sogar mal 2 Challenger + Dia 1 im 3vs3 Teamranked geschlagen. Danach kamen dann die richtigen Brocken, die waren nur Gold in SoloQ aber wussten, wie die Karte funktioniert und haben ernsthaft gespielt.","replies":[{"id":"","poster":"Huntsmán","date":"2017-10-27T11:05:29.569+0000","up_votes":1,"down_votes":0,"body":"Vollkommen richtig! \nDie waren natürlich nicht Diamond in der 3vs3 Flex, sondern in der SoloQ oder Flexi 5vs5, jedoch macht das keinen Unterschied, denn sie spielen trotzdem so gut und man hat es nicht leicht, aber mal ganz langsam. Ich hab damit gar nicht so Probleme, schließlich kann man von besseren Spielern nur lernen. In meinem Beitrag, der als Antwort für \"Allerbester Boss\" galt, wollte ich ihm lediglich erklären, warum sich Spieler in League of Legends \"unfair\" behandelt fühlen \"können\". \nNun ich hab festgestellt das er allerdings komplett andere Ansichten von dem Spiel hat, mit denen ich in keinerlei Hinsicht zustimmen kann, deshalb ist das Thema für mich erledigt. \nWünsche allen einen gelassenen Tag und Viel Glück in den Rankeds. \nGrüße","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-27T22:59:22.552+0000","up_votes":1,"down_votes":1,"body":"Hattest du dich nicht darüber beschwert, dass so gut wie nie die Platzierungen in einem Spiel ausgeglichen sind? \n\nDein voriger Beitrag ist ja leider gelöscht, deswegen kann ich den nicht mehr lesen.","replies":[]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2017-10-24T16:41:31.294+0000","up_votes":2,"down_votes":1,"body":"Seinen „Part“ erfüllen geht aber mit Carryn Hand in Hand.\n\nWenn ein Spieler in Silber seinen Part zu 95% erfüllt, dann kann das Spiel SUPER einfach gewonnen werden.\n\nDas ist jetzt nicht offensiv gemeint aber Silber Spieler machen leider wirklich sehr viel falsch.\n\nEin Spieler der fast alles richtig macht („seinen Part erfüllt“) kann ganz einfach das Spiel für sich entscheiden","replies":[]}]}]},{"id":"","poster":"aG Ragnarøk","date":"2017-10-16T13:34:33.931+0000","up_votes":1,"down_votes":0,"body":"Also zum Matchmaking im Ranked - Solo/Duoq , ist dieses meiner Meinung nach relativ gut ( gibt halt immer Ausnahmen). Jedoch ist das Matchmaking in Normals und Flexq Katastrophal. Ich hatte teilweise Games, wo mein Team Dia - Bronze war und die Gegner 3 Dia und 2 Challenger mit 600P + hatten. Ebenso wurde ich auch in Flexq gegen Challenger gematched. Das sind natürlich Extrembeispiele, jedoch kommen sie vor und diese Spiele, nun ja ich bin ja eigentlich kein Pessimist, aber wie soll man die Gewinnen?. Wobei bei Flexq mein größeres Problem ist das 5er Premade Teams gegen Nicht Premade Teams gematched werden (Passiert nicht immer aber schon häufig). Und diese Matches sind obwohl die Spieler gleich gut sind durch die Kommunikationsmöglichkeiten Unfair.\n\nEDIT: Was mir auch aufgefallen ist als ich auf meinem Plat smurf gespielt habe ist, dass ich wenn  ich Top bekommen habe in 70% der Fällen Firstpick oder Secondpick war, während ich wenn ich Jungle bekommen habe meistens Lastpick war. Und das ist doof xd.","replies":[{"id":"","poster":"Dermel","date":"2017-10-16T21:12:04.526+0000","up_votes":2,"down_votes":1,"body":"Der Moment wenn jemand Platin smurf sagt \n{{sticker:cass-cry}}","replies":[]}]},{"id":"","poster":"Dermel","date":"2017-10-16T09:39:26.289+0000","up_votes":1,"down_votes":0,"body":"Ich finde, dass die Spieler zwar schon bestraft werden (Feedbackmeldungen jede Woche). Aber wenn man bei direkt durch das System erkannten strafbaren Tätigkeiten (0/14/0 ohne Farm und mit nur Schuhen im Inventar könnte eventuell darauf hindeuten) einfach keine LP verlieren würde, sofern man nicht selbst der zu bestrafende Spieler war, wäre das System einfach perfekt. Denn was bringt es mir, wenn die Flamer und Feeder bestraft sind aber ich das Spiel trotzdem wegen ihnen verloren habe und wohl eh nie wieder mit ihnen gematcht werde?","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T10:25:17.787+0000","up_votes":2,"down_votes":1,"body":"Dann dürftest du aber auch keine LP kriegen, wenn du gecarried wirst. Warum sollte man dafür aufsteigen, dass andere die Arbeit machen.\n\nZum Glück ist es aber nicht unnötig kompliziert. Es zählt einfach nur der Sieg und die Niederlage. Das ist das einzige objektive, das man bewerten kann, ohne die Gewichtung der einzelnen Fähigkeiten falsch einteilen zu können.","replies":[{"id":"","poster":"Dermel","date":"2017-10-16T20:33:33.835+0000","up_votes":1,"down_votes":0,"body":"Ich muss ganz ehrlich sagen, ich verstehe diesen Vergleich nicht. Ich rede hier ja nicht von Fähigkeiten, natürlich feede ich auch mal versehentlich rein, insbesondere auf der Toplane. \n\n{{sticker:slayer-pantheon-thumbs}} \nDer Unterschied ist, dass wenn man nicht carriet und das Spiel vielleicht mit ein paar mehr Toden verlässt als es in einem besseren Spiel der Fall gewesen wäre,  man noch nicht für absichtliches Feeding bestraft werden kann/darf/soll da man trotzdem siegorientiert gespielt hat.\nWenn man wegen einem solchen Spieler verliert ist das ärgerlich aber natürlich hätte man zu ihm roamen und ihm helfen können oder ihm einen Laneswap etc anbieten können, tut man dies nicht ist man ja selbst schuld.\nFür den Spieler in Not ist es die Hauptaufgabe jetzt, sein Team nicht zu behindern, das schafft er in der Regel auch, denn jeder Fehler der Gegner kommt ihm zugute. Somit hat auch dieser Spieler seine LP verdient.\n\nWird dem \"Spieler in Not\" jedoch nicht geholfen, so haben alle anderen vier Mitglieder des Teams eine Chance versäumt, einen möglichen \"Rager\" im Team zu verhindern. So geschieht es sehr oft, dass sich dann direkt beim 0/2 der Jungler erinnert \"Letztes Game hatte ich ja schon so einen\" und dann anfängt zu flamen... ab diesem Punkt ist das Game verloren, alle beleidigen sich, mit dem Spielspaß gehen auch die LP verloren.\n\n-> Ein Spieler der nur feedet weil er schlecht ist, ist nur ein Problem wenn das Team nicht angemessen reagiert, damit ist es dann selbst schuld, bei absichtlichem Feeding (also wirklich Sachen wie \"running down mid\") was zugegebenermaßen sehr selten vorkommt, kann man das Spiel aber nicht mehr retten da die Möglichkeiten, die ich gerade genannt habe, von vornerein unmöglich sind, denn dieser Spieler möchte verlieren.\n\nWenn man aber bei einem von 200 Games keine Niederlage kassieren würde, da der Feeder vom System erkannt wurde, wäre das doch sicher kein so großes Problem und würde auch den Tilt der Beteiligten im nächsten Game reduzieren. Natürlich ist ein Game nicht viel aber es geht hier ums Prinzip!\n\nDas wurde etwas lang, ich glaube, ich mache morgen mal einen eigenen Beitrag dazu ^^","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T20:49:40.120+0000","up_votes":1,"down_votes":2,"body":"Wenn man wegen Spielern, die einem das Spiel verlieren, keine LP verlieren soll, sollte man auch so konsequent sein und Leuten, die eine schlechte Leistung gebracht haben keine LP gewinnen. \n\nDas ist einfach die andere Seite der Medallie, wenn man nach so etwas geht, wie \"der andere war Schuld\". Dann gibt es auch sowas wie \"das hat sich der andere verdient\". \n\nDazu kommt noch, dass dann die Gegner für solche Spiele keine oder nur weniger LP erhalten dürften. Solange man die LP Vergabe künstlich durch so etwas manipuliert, muss man sich auch Gedanken darum machen, wie das Gleichgewicht gehalten wird, so dass es keine Inflation und Deflation gibt. \n\nEs sei denn, man will wirklich nur die LP davon beeinflusst haben. Dann wird das ganze aber nur Augenwischerei. Klar, dann hat man nicht 20 LP verloren, dafür aber MMR. Als Effekt daraus, kriegt man eben bei den nächsten Siegen ein paar LP weniger und verliert bei Niederlagen mehr. Damit werden die 20 geschenkten LP wieder ausgeglichen. \n\nSolche Eingriffe haben eben eine Wechselwirkung. Hier sind jetzt ein paar Beispiele, wie das aussehen kann. Man gewinnt keine LP bei einem unverdienten Sieg, die Gegner werden für gutes Teamplay und Zusammenhalt bestraft, weil das eigene Team sich streitet und deswegen wer keine LP verliert oder man verliert über die nächsten Spiele mehr LP. \n\nZumindest sind das die Ausgleichwirkungen, die mir auf die schnelle Einfallen. Gibt es so etwas nicht, würden mehr Leute aufsteigen, als sollen. Die Rangliste ist schließlich noch immer eine relative Bewertung. Da kann man dann nicht einfach nach belieben Punkte verschenken.","replies":[{"id":"","poster":"Dermel","date":"2017-10-16T21:04:42.965+0000","up_votes":1,"down_votes":0,"body":"Stimmt, dass die Gegner, die möglicherweise gut gespielt haben, ihre LP erhalten, kann man ja nicht einfach entfernen, alleine aus Balancegründen nicht, durch Feeding insgesamt mehr MMR in Spiel bringen zu können ist bestimmt auch nicht die beste Idee. Vielleicht wird aber eines Tages ein anderer Ausgleich für dieses seltene aber doch vorhandene Problem gefunden, eine Trostkapsel mit einem billigen Champion vielleicht, sonst endet das wegen meines Vorschlags noch in einer MMR-Balancing-  {{champion:55}}strophe","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-16T21:30:06.569+0000","up_votes":1,"down_votes":2,"body":"Die einzelnen Spiele, die man wegen sowas verliert sind zwar störend. Mir reicht es aber zu wissen, dass ich dadurch öfter gewinne als verliere, die Gegner haben das schließlich auch. Und da ich eher positiv in meinem Teamchat bin, gibt es schon mal einen weniger, an dem sich jemand aufregen kann und mit dem ein Flamewar möglich ist. \n\nIm Allchat dagegen, sehe ich deutlich häufiger, als in meinem Teamchat, wie sich die Leute mit Worten angehen. Meist ein Zeichen dafür, dass wir schon gewonnen haben.","replies":[]}]}]}]}]}]},{"id":"","poster":"chatblocked","date":"2017-10-26T15:00:15.332+0000","up_votes":1,"down_votes":0,"body":"Dunning-Kruger-Effekt","replies":[{"id":"","poster":"three stodges","date":"2017-10-26T15:27:51.072+0000","up_votes":1,"down_votes":1,"body":"Ja ist hier weit verbreitet siehe Kommentare.","replies":[]}]},{"id":"","poster":"Reverted Rengod","date":"2017-10-18T19:28:35.289+0000","up_votes":1,"down_votes":0,"body":"Das Problem bei mir ist meine mmr ist voll im arsch ich bekomm pro win 17 lp und verliere 18 und spiel trotzdem noch gegen platin als gold 3 feelsbadman :/","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T19:40:23.988+0000","up_votes":1,"down_votes":2,"body":"Das ist doch ausgeglichen, was die LP angeht.","replies":[]}]},{"id":"","poster":"SSI CptHaunted","date":"2017-10-15T20:45:10.777+0000","up_votes":1,"down_votes":0,"body":"Gab auch schon Spiele wo ich mich extrem aufgeregt habe. Zum Beispiel als Jungler erst First Blood, recht schnell 3/1 gestanden und ab dann gings los. Besonders nervig fand ichs dass der BC keinen einzigen Hook getroffen hat.\n\nLogischerweise haben wir verloren, Spiele  die sich blöd entwickeln gibts leider immer wieder. Kann man nur hoffen, dass man sich durch zu viel unüberlegtes Ragen nicht das Honorlevel versaut. Aber wenn man das nicht am laufenden Band tut...Konflikte und Meinungsverschiedenheiten gibts nunmal auch hier. Von daher sollten auch nur die betroffen sein die sich ständig daneben benehmen und nicht die die genervt sind weil in nem einzelnen Match mal alles schief geht.","replies":[{"id":"","poster":"Cenâreth","date":"2017-10-16T09:25:05.248+0000","up_votes":1,"down_votes":0,"body":"Was hat dass mit dem Hook zu tun? Dann stimmte eure Championselect nicht. Dann hab ihr eben falsch gepickt. Hat rein weniger mit dem Hook zu tun wenn man sich auf einen Hook verlässt.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2017-10-16T21:38:22.880+0000","up_votes":1,"down_votes":0,"body":"Man verlässt sich nicht auf EINEN. Aber ein paar...zumindest brauchbare Hooks bringen doch den ein oder anderen potenziellen Kill mit sich und wenn nicht, ist der Gegner auf der Lane mindestens gezwungen seine Spells rauszuhauen.\n\nEin Blitzcrank der alle seine Hooks nicht trifft ist, mehr oder weniger, nutzlos.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-10-15T20:47:55.308+0000","up_votes":4,"down_votes":4,"body":"Zunächst einmal bitte ich dich da ein paar Absätze einzubauen, das zu lesen ist echt unangenehm. Dabei bin ich eigentlich Bleiwüsten gewöhnt.\n\nDer Punkt ist: Trolle und Feeder kommen vor, bei dir in Silber, bei mir in Plat und vermutlich auch noch in Master+. Das spielt aber eigentlich keine Rolle. Klar, dieses eine Game wirst du womöglich verlieren, dafür wirst du ein anderes auch wieder gewinnen.\n\nDenn - und das muss ich noch mal betonen - die Wahrscheinlichkeit, Feeder, Trolle, sonstige Schwachpunkte im Team zu haben, ist geringer, als dies im Gegnerteam der Fall ist.  Das ist einfach Fakt. Warum sollte Riot dich - gerade DICH - hassen und dir überproportional Pfeifen ins Team schicken?\n\nNein, der einzige Grund, warum du Silber IV bist, bist du. Allein du. Du kannst natürlich nicht jedes Spiel gewinnen, aber das musst du gar nicht.  51% reichen, mit 55% gehts zügig, mit 60& sehr schnell und mit 70% überpringst du schon Divisions. Da du aber in Silber IV eine negative Winrate hast, gehe ich davon aus, dass du Fehler machst - wie wir alle.\n\nIch sehe, du hast hier zwei Games mit Quinn gemacht. Als Toplaner und absoluter Quinn-Main kann ich dir da gerne ein paar Tipps geben, denn deine Items und Masterys geben hier für mich Grund zur Sorge. Aber nur, wenn du willig und bereit bist zu lernen.\n\nNoch ein Tipp: Leg dich mal auf eine Rolle fest. Du spielst offenbar alles Queerbeet, wie du Lust und Laune hast. Das ist zwar völlig legitim, aber bezüglich Climbing wenig effizient. Ich merke es sofort, wenn ich auf der Top Lane - gerade mit Quinn - gegen einen unerfahrenen Top Laner spiele, der vielleicht so was wie Cho oder Fiora pickt, weil es gerade beliebt ist. Der hat auf der Lane absolut keinen Spaß. Umgekehrt ist es, wenn ich mal Mitte muss. Dort kann ich nur Karma auf Support oder Galio spielen und hoffen, dass man mich carryt.","replies":[{"id":"","poster":"Merteee","date":"2017-10-16T07:13:42.234+0000","up_votes":1,"down_votes":0,"body":"Trolle kommen überall vor. :D","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-10-16T04:29:53.804+0000","up_votes":1,"down_votes":0,"body":"So viel Text... Naja ich habe das mal grob überflogen und dein Problem scheint gar nicht das Matchmaking zu sein. Wenn du übrigens 6-1 als safe spielen ansiehst, wären auch 1-6 Stats eines Spielers, der noch safe steht. Also was ich damit sagen will ist, dass 6-1 bereits ein stomp auf der Lane ist. \nDann kommen wir mal an einen Punkt, den ich nicht verstehe. Du meinst, du bekommst die Belohnungen für dein Verhalten nicht? Doch, du wirst den Ward entsprechend deines Honor-Levels erhalten. Warum solltest du den nicht bekommen, wenn du nicht negativ auffällig wirst?\nWenn du aber auf den Rahmen und den Graves-Skin anspielst, für den zählt dein Rang, demnach ist dein Verhalten hier zweitrangig. (Bei einem 14-Tage-Bann in der letzten Zeit bekommt man den natürlich trotzdem nicht.) \n\nBemerkst du Fehlverhalten anderer, kannst du diese natürlich muten und nach dem Spiel reporten. Bei Flamern und Trollen landet eh nix produktives im Chat.\nWenn das wirklich dein einziges Problem ist, dann wäre es vielleicht besser, keine Rankeds zu spielen. Einige Leute scheinen doch recht angespannt zu sein, weil sie Gold nicht mehr erreichen, was zu Überreaktionen führen kann. Da sich doch schon ein scheinbar breiter Teil seinen Rang sehr zu Herzen nimmt, wird das gegen Seasonende wohl schlimmer (Also haben wir da gerade den Tiefpunkt erreicht) In Normals versucht keiner, einen Rang zu erreichen, da kann's dann etwas ruhiger zur Sache gehen.","replies":[]},{"id":"","poster":"Panda Senseî","date":"2017-10-15T19:15:09.436+0000","up_votes":1,"down_votes":0,"body":"http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3380506452/25454186?tab=overview\n\nHier nochmals ein Link zum Spielverlauf des betroffenen Spiels.","replies":[]},{"id":"","poster":"three stodges","date":"2017-10-18T14:19:08.024+0000","up_votes":1,"down_votes":3,"body":"Du redest ein Problem herbei was keins ist, ein win bleibt ein win und ein lose ein lose da ändert sich ja nichts dran :)\n\nDie Problematik des nicht climben bleibt so oder so bestehen bei den einen oder anderen Spieler.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T09:50:22.320+0000","up_votes":3,"down_votes":2,"body":"Und der Platinspieler, der mit 4 Bronzies gegen ein volles Goldteam antritt, darf dann erst mal verlieren. Arbeitet sich durch Pech nach unten und startet vielleicht in Bronze 2. Nein, der hat dann überhaupt keine Probleme wieder nach Platin bis Seasonende zu kommen. Aber warum sollte man unnötig solche Fehlplatzierungen durch Pech und Glück in Kauf nehmen, indem man einen Hardreset einführt? \n\nDer Platinspieler braucht dann länger nach Platin als nötig wäre und zudem fängt er in Bronze an, versaut für die richtigen Bronze- und Silbersspieler also noch eine Weile die Rankeds, weil er sich da erst mal raus arbeiten muss.\n\nEs macht doch auch keinen Sinn beim Fußball einen Hardreset zu machen und den FCB in eine Liga mit dem ASV Kuhhausen zu stecken. Die Bayern werden dann klar dominieren und die andere Mannschaft könnte ebenso gut Kaffeekränzchen am Spielfeldrand halten. Und in ein paar Jahren ist der FCB dann endlich wieder in der ersten Bundesliga, der ASV Kuhhausen in der Kreisklasse und erst dann gibt es wieder ausgeglichene Spiele.\n\nKlar, es wäre sicher lustig mal wieder in Bronze zu sein. Und wenn es nur ist, damit ich aktuelleres Referenzmaterial kriege, mit dem ich die ganzen \"Bronzeelohell, nur Team schuld, unmöglich aufzusteigen, insbesondere als Support\" Threads sagen kann, \"ne ist nicht so. Kein Problem, hab ich das Jahr auch schon geschafft und bin wieder Gold\".","replies":[{"id":"","poster":"three stodges","date":"2017-10-19T13:55:50.875+0000","up_votes":2,"down_votes":3,"body":"Tja dann hat der Platinspieler halt Matchmaking Pech gehabt, sollte ja nicht so schlimm sein er hat \ndas spielerische Vermögen sich wieder dort hin zu spielen wo er hin gehört. \n\nWir sind hier nicht beim Fußball :)\n\nWenn es schön wäre mal wieder In Bronze zu sein dann erkläre dich doch nicht immer wieder.","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-19T14:08:42.580+0000","up_votes":3,"down_votes":2,"body":"Pass auf. Es geht hier nicht nur um Einzelfälle. Ich weiß nicht, wie oft ich dir das erklären soll, ehe du das verstehst. Wenn man einen Hardreset macht, geht damit der Spielspaß von allen Flöten. Egal, ob ein einzelner Platinspieler Pech hat aber wieder aufsteigt, ich mal in Bronze stompen darf oder ein Silberspieler ein paar Runden gegen Dia antreten darf. Jeder, wirklich absolut jeder, hätte davon nur Nachteile. \n\nBronzespieler könnten lediglich für einen kurzen Moment sehen, dass bei ihrem Rang Silber steht. Aber das rückt sofort in den Hintergrund, sobald sie eine Niederlagenserie eingesteckt haben, weil sie einfach nicht nach Silber gehören. Das wäre dann auch das erste mal, dass man sich wirklich darüber beschweren könnte, dass das Matchmaking in SoloQ blöd ist und die Teammates schuld sind, dass man absteigt.","replies":[]}]}]}]},{"id":"","poster":"three stodges","date":"2017-10-18T12:42:43.320+0000","up_votes":2,"down_votes":2,"body":"Das Matchmaking arbeitet mit der \" mmr  \" von daher unausgeglichen ?\n\nEs gibt immer wieder stomp Games ob so oder so.\n\nOb das Spielgleichgewicht in Mitleidschaft gezogen wird bleibt offen s.o.\n\nSmurfs beziehe Ich in meiner Aussage nicht mit ein.\n\nAber wenn du nach 30-50 Spielen eh wieder in Gold bist wo ist dann das Problem ?","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T13:38:50.835+0000","up_votes":2,"down_votes":2,"body":"Ich denke bei solchen Problematiken auch an andere, da gibt es dann das Problem.","replies":[]}]},{"id":"","poster":"three stodges","date":"2017-10-22T20:44:46.866+0000","up_votes":1,"down_votes":4,"body":"Wenn dir meine Kommentare nicht passen musst du Sie nicht lesen ,","replies":[]}]}