{"id":"eop3fUfH","poster":"Gallenstein","date":"2017-10-14T22:51:53.684+0000","title":"Neuer Titel für Jarvan","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Morgen, eventuell auch Mittag oder vielleicht auch Abend geliebte Beschw&ouml;rer,\r\nmir ist letztens zu Ohren gekommen, dass Jarvan, das Vorbild von Demacia, nicht das Vorbild von Demacia ist. Ich w&uuml;rde ihm einen anderen Titel verleihen. Jarvan der Vierte, der Schreck jedes Toplaners, Junglers, Midlaners, AD-Carries und Supporters. Mir ist dieser vermeintlich &quot;gutm&uuml;tige&quot; Demacianer jetzt des &Ouml;fteren aus dem Nichts direkt (Entschuldiung f&uuml;r die Wortwahl) in die Fresse gesprungen und das Einzige was ich mir merken konnte war meistens sein stolzer Schrei &quot;Demaciaaaaaaaaa&quot; oder der flamende Midlaner bzw AD-Carry, welcher sich ebenfalls beschwerte, warum dieser aus dem Nichts gestorben war. So nun reinen Tisch, Jarvan mag von seiner Mechanik ein wirklich guter Champion sein, jeder erscheint es mir so, dass Riot es in den letzten Patches mit Buffs f&uuml;r Jarvan als auch Buffs f&uuml;r Lethality-Items &uuml;bertrieben hat. Ich habe selbst Toplane gegen ihn gespielt und habe versucht mich mit ihm zu duellieren, jedoch konnte ich dies in keinem Falle gewinnen, da Jarvan meistens dem Tode entkommen ist oder mich nach dem Kampf einfach mit seiner &uuml;bertrieben langen Lanze geflasht-q&#039;ed hat. Man hat bei dem Design keine/wenig Chancen bzw. Zeit einer q-e-Ultimate zu entkommen ohne dabei sofort zu sterben. Ich spreche hier haupts&auml;chlich von dem Full-Lethality into Titanic Hydra Itembuild. Er t&ouml;tet dich mit diesem itembuild innerhalb 1 Sekunde. Das Problem besteht auch darin, dass er, wie schon angesprochen, in den letzten Patches &ouml;fters andepasst wurde bzgl. seiner Resistenzen und Werte. So kann Jarvan ganz leicht aus dem Kampf austreten. Man kann entweder flashen oder sterben, da er meistens noch mit Youmuu&#039;s Geistklinge angesprintet kommt.","replies":[]}