{"id":"wmp0qxE9","poster":"BlackAjani","date":"2017-10-12T08:20:18.262+0000","title":"Ez jungle","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Wie ich es hasse, dass die Leute alles den Pro&#039;s nach machen m&uuml;ssen...\r\nSpielen Ez jg, k&ouml;nnen ihn nicht bzw. kiten und sind dann halt komplett useless, da sie nicht im jg farmen k&ouml;nnen.\r\nWeil sie keinen early gank hinbekommen, keinen CC haben und wie schon gesagt nicht kiten k&ouml;nnen.\r\nDer erste ez jg war am besten, kommt trotz Attention-Pings auf die Top  mit 600 leben lvl 4. Mein Gegner Garen sieht ihn, flasht Q+AA+R = first blood :D\r\nIch wei&szlig; es gibt bestimmt jetzt ganz viele die sagen: &quot;Ich hatte 10-2-5 mit Ez im jg und des klappt super!&quot;\r\nWenn der gegnerische jungler ein wenig wei&szlig;, was er tut, dann &uuml;berrascht er dich nach einem camp, das er gewarded hat.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2017-10-12T22:23:25.434+0000","up_votes":1,"down_votes":0,"body":"Gibt immer Jungler die halt hart reinscheißen...das sind dann meist Leute die normalerweise was anderes spielen. Hatte gestern auch schon n Cho Jungle im Gegnerteam der zu mir (Garen) hochkam als er Level 3 war und nurnoch halbes Leben hatte...hab ich logischerweise dankend angenommen.\n\nIm eigenen Team ist sowas natürlich blöd, vor Allem weil die Leute nicht nur eine Lane damit feeden sondern mehr oder weniger das Gegnerteam quer Beet.","replies":[]},{"id":"","poster":"dugg","date":"2017-10-12T11:36:13.917+0000","up_votes":1,"down_votes":0,"body":"Und wie soll man deiner Meinung nach mit ihm spielen lernen? Durch Hypnose vor dem ins Bett gehen?\n\nIch habe kein 10-2-5 im Jungle und verurteile trotzdem niemanden, der es mal probiert oder gerade bei ist es zu lernen.","replies":[{"id":"","poster":"BlackAjani","date":"2017-10-12T13:17:25.842+0000","up_votes":1,"down_votes":0,"body":"es geht mir ja auch darum, das die Leute es im Ranked ausprobieren und dann hart failen.","replies":[{"id":"","poster":"dugg","date":"2017-10-12T13:53:12.352+0000","up_votes":1,"down_votes":0,"body":"Das stand in deinem Ausgangspost nicht, tut mir leid. Im Ranked finde ich \"ich probiere\" etwas aus falsch positioniert.","replies":[]}]}]},{"id":"","poster":"Nocì","date":"2017-10-12T08:47:27.573+0000","up_votes":1,"down_votes":0,"body":"Ezreal Jungel ist ähnlich wie Kindred. Mann muss wissen wie man im Jungel kitet um nicht zu viel HP zu verlieren.\nEin Guter Freund von mit \"Zapte\" spielt oft Ezreal in letzter Zeit und steht auch dauerhauft positiv. \nMan muss halt seinen Schaden kennen und Ezreal ist ein Poke Champ. Er spammt seine Fähigkeiten bis der Gegner tot ist und springt mit seiner E weg wenn er muss.\n\nWenn man Ezreal nich spielen kann, dann suckt man auch damit im Jungle. Wenn man aber ahnung vom Jungle und Champ hat, dann kann Ez jgl auch viel DMG machen und usefull sein.","replies":[{"id":"","poster":"BlackAjani","date":"2017-10-12T08:49:45.897+0000","up_votes":1,"down_votes":0,"body":"natürlich, geb ich dir auch recht. Jedoch seh ich ihn aktuell in fast jedem Ranked :x \nund so viel ezreal jg mains kann es gar nicht geben :3","replies":[{"id":"","poster":"ΑοΚι","date":"2017-10-12T10:14:41.400+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BlackAjani,realm=EUW,application-id=Wj1wcocU,discussion-id=wmp0qxE9,comment-id=00000000,timestamp=2017-10-12T08:49:45.897+0000)\n>\n> natürlich, geb ich dir auch recht. Jedoch seh ich ihn aktuell in fast jedem Ranked :x \n> und so viel ezreal jg mains kann es gar nicht geben :3\n\nWir müssen die Sachen nicht mainen um sie spielen zu dürfen :x Jungle mains abusen die Meta in aller Regel^^ War schon immer so und wird auch so bleiben ;)","replies":[]},{"id":"","poster":"ninju7su","date":"2017-10-12T09:02:52.045+0000","up_votes":1,"down_votes":0,"body":"Wenn es dich so sehr stört, bann ihn. man kann sich mit banns ja auch vor eigenen teammates schützen.","replies":[{"id":"","poster":"BlackAjani","date":"2017-10-12T09:59:23.311+0000","up_votes":1,"down_votes":0,"body":"ja mach ich meistens auch.","replies":[]}]}]}]}]}