{"id":"1jUfckmq","poster":"Kirschkern","date":"2020-01-28T07:02:31.304+0000","title":"[TGSG] Dartoffel Dienstag!","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":0,"body":"°^°\r\n\r\nFür heute wurde angeblich ein schlimmer Sturm angekündigt. Ab ungefähr zehn Uhr soll es los gehen?!\r\nWieso wusste ich das gestern noch nicht und wieso habe ich überhaupt das Haus verlassen? Sollten wir uns alle in Sicherheit bringen? Wenn die Natur am Rad dreht und Gefahren auf uns lauern wie umstürzende Bäume oder entgleisende Züge, darf man dann auf der Arbeit anrufen und sagen \"Dude. Mein Leben ist da draußen in Gefahr. Heute verlasse ich definitiv nicht das Haus!\"? °-°\r\n\r\nAls ich Berufsschule hatte war das Herbstwetter genial. Es gab so viele Morgen an denen es hieß \"Zug hat fünf Minuten Verspätung\" oder \"Hier fährt die nächsten zwei Stunden nichts weil Bäume auf den Gleisen liegen\". War halt instant frei XD Allein deswegen würde ich gerne wieder zu irgendeiner Schule gehen wollen x.x\r\n\r\nLeider war ich gestern auch wieder zu lange wach -.- Ziemlich genau um Mitternacht habe ich im Bett gelegen mit einem völlig kaputten Hündchen XD Der hatte gestern wohl seinen Ausraster Tag und hat einfach von irgendwann Mittags (als er ausgeschlafen hatte °-°) bis um fast 20 Uhr die Katzen gejagt >.&lt; Irgendwann lief er nur noch rum und hat gehechelt. Im Schlafzimmer hat er sich aufs Bett geworfen, sich lang gemacht und hat gepennt XD Als hätte man ihm den Stecker gezogen :D \r\n\r\nDafür habe ich zwei von vier oder drei von vier Runden LoR gewonnen o.O Oder es waren zwei von drei XD Ich habe keinen Schimmer wie viel ich tatsächlich spiele. Bis 22:15 Uhr waren es ARAMs und dann bis kurz vor Mitternacht halt LoR und die Spiele können mal nur zwei Minuten gehen und mal 30/ 45 Minuten o.O Und es gibt keinen Spielverlauf den man irgendwie checken könnte, oder? Jedenfalls bin ich jetzt Bronez 3 XD Yeay!\r\n\r\nHeute habe ich auch an die Banane gedacht \\o/ Und sogar an Mandarinen! Frühstück ist im Prinzip das gleiche wie gestern und zum Mittag gibt es Kartoffeln mit Spinat und drei Fischstäbchen .-. Ich hab so einen Hunger das ich am liebsten alles auf einmal essen würde und am besten noch irgendwas bestellen XD Aber das legt sich gleich hoffentlich wieder °^°\r\n\r\nHabt einen schönen Dartoffel Dienstag!\r\n\r\nUnd nein. Ich habe absolut keinen blassen Schimmer wieso ich aus der Kartoffel einen Dartoffel gemacht habe. Weiß der Teufel wieso.\r\n\r\nhttps://media.tenor.com/images/4f6d4d2bb6620845fd54b95cd54f07f8/tenor.gif","replies":[{"id":"","poster":"Nanary","date":"2020-01-28T09:18:38.148+0000","up_votes":1,"down_votes":0,"body":"Huhu!\nzu League: Ich hab Gestern mal aus Spaß Support Oriana gespielt und musste sehr lachen da wir einen Rengo &amp; Shaco auf der anderen seite gehabt haben xD\nDer Renga hat mich so hart fokussier das ich gedacht habe es ist ein Ex Freund der Mad ist oder so xD\nfand ich mega Lustig, Maddin wohl er nicht ^^\n\nhab Gestern auch John Wick 3 geguckt, bis auf das Ende fand ich ihn auch ganz ok.\nAls nächstes steht auf meiner Liste \"Der Sternwanderer\" Ich Liebe ja eh Fantasy Filmchen &amp; hoffe einfach das er mich gut unterhält ♥\n\nIch Lese auch im mom Es/It, bin ja sehr gespannt wie ich die neuen Filme finden werde, da mir ein Bekannter schon gesagt hat das der 2 Film einfach Langweilig war hab ich Angst das sie es Richtig Verkackt haben... ö_ö\n\nLOR: hab noch kein Spiel gegen echte Menschen gespielt hab i wie Angst das sie einen mit ihren Op Decks eh niedermähen D:","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T09:23:46.172+0000","up_votes":1,"down_votes":0,"body":"Naja, du hast 2 Spiele gegen Maddin gespielt ^^ Hat ihm instant den Spielspaß genommen xD","replies":[{"id":"","poster":"Nanary","date":"2020-01-28T09:35:41.242+0000","up_votes":1,"down_votes":0,"body":"er hat halt kp vom Game &amp; meckert halt xD\nkein tutorial und gegen mich hat er in beiden Games nur 2 Karten gelegt 1 von sich hat er selbst zerstört wo ich froh war die hätte mir sonst aua gemacht x'D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T09:57:28.086+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab auch keine Lust auf das game \nWeil sich das gameplay nicht gut anfühlt. Da hab ich auch keinen bock zu lernen wie das Spiel geht. \n\nWenn das \"spielen\" nicht gut rüber kommt \n\nAber nur meine meinung","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T10:28:57.339+0000","up_votes":1,"down_votes":0,"body":"Du bist einfach nur mit der Einstellung \"Das Game hat Riot entwickelt, das kann nur Schmutz sein\" rein gegangen und somit war das Game für dich schon schlecht.\n\nDas Gameplay ist mMn um einiges besser als bei Hearthstone oder Magic","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T12:04:36.843+0000","up_votes":1,"down_votes":0,"body":"Lol wie gesagt labber einfach nicht. \nIch hab mich von Anfang an drauf gefreut weil ich solche games mag. \n\nUnd hab auch an der letzten beta teilgenommen konnte aber nicht spielen ...","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T12:06:11.336+0000","up_votes":3,"down_votes":0,"body":"Ist ja Gott sei Dank nicht mein Problem, dass dir einfach nichts Spaß macht :)","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:15:32.143+0000","up_votes":1,"down_votes":0,"body":"Stalkst du sie etwa oder woher weißst du das?","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T09:56:17.863+0000","up_votes":1,"down_votes":0,"body":"Der war davor schon nicht mehr da. Nur da wollte ich dem Spiel noch eine Chance geben","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-28T09:24:24.327+0000","up_votes":1,"down_votes":0,"body":"XDDD","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-01-28T09:36:44.531+0000","up_votes":1,"down_votes":0,"body":"Einer meiner früheren festen Premades hat auch immer kuriose Dinge mit mir auf der Botlane gespielt. ich bin stur Support geblieben damit wenigstens eine Sache rund läuft XD Wenn er dann plötzlich das Bedürfnis hatte Ahri oder Ori ADC zu spielen .-. Der Witz war das es fast immer funktioniert hat. Wir haben auch immer Pink-Botlane gespielt. Heartseeker Vayne und Rosenquarz Taric (vor seinem Rework natürlich). Das war schön.\n\n:o Hast du Sabrina schon geguckt? Ich hab bisher 1,5 Folgen gesehen °^° Weil die erste Folge irgendwie enttäuschend war .-. mal abgesehen davon das ich auch jetzt in der dritten Staffel die Sabrina Darstellerin absolut nicht leiden kann XD \"Es\" kann ich nicht gucken weil Clown.\n\nSo schlimm ist es gar nicht gegen Menschen zu spielen. Ich erschrecke mich auch manchmal wenn da ein Gegner mit keine Ahnung ... Hecarim, Kalista und sonst noch was auftaucht. Aber am Ende ziehen sie nicht mal die Karten geschweige denn weiß ich was sie überhaupt machen XD Was ich aber tatsächlich bisher am meisten hasse sind diese \"Töte eine Einheit\" Zauber!","replies":[{"id":"","poster":"Nanary","date":"2020-01-28T09:51:38.595+0000","up_votes":1,"down_votes":0,"body":"Ich muss leider noch bis Freitag warten auf Sabrina T-T neues Netflix machen uns so kram x.x\nAber Ja ich mag die Sabrina Darstellerin auch nicht.. wobei ich auch nicht weiß ob mich nicht einfach nur diese Chrakter von ihr Nervt xD\n\nIch hab nur gegen RL Clowns etwas, mir ist auf der Kirmes bei Nacht mal einer Nachgelaufen, Alter hab ich eine Angst gehabt damals D: und der hat sich nurn Spaßgemacht mit mir T-T\nIn Horrorfilme selbst kann ich teils einfach keine Maden sehen... ich Ekel mich so sehr vor diesen viechern Bah! x.x","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T10:29:14.843+0000","up_votes":1,"down_votes":0,"body":"°-° Was heißt denn neues Netflix machen?\n\nIdk ... irgendwie ist es der Sabrina Charakter in der Serie und ihr Aussehen tbh. Und die Mimik. Und das sie einfach nicht mal mit Make Up was machen kann das ich ihr Gesicht hübscher finden könnte XD In der ersten Folge, in der Zusammenfassung der letzten Staffel, da sah sie aus als hätte sie ihr Gesicht einfach in irgendeinen Farbeimer getunkt. Und ihre Haare °^° Meh.\n\nRL Clowns, Clown Puppen und Puppen im allgemeinen sind Horror c.c Ich mag sie auch nicht in Filmen sehen. Auer Chucky. Der ist witzig. Aber er bildet auch die Ausnahme XD Als kleines winziges Kind haben meine Eltern mit mir Poltergeist geguckt. Der Clown unterm Bett. Der hat mich getötet. Und eine Gruppe von fünf Mann an Karneval, alle verkleidet als Horror-Clowns mit Fleischwunden und Blut auf der Maske. GG. Ich glaube das war die letzte Karnevalsveranstaltung auf der ich war ô.ô \n\nAber so Horrorzeug gucke ich auch gar nicht mehr. Ich mag lieber was in Richtung Thriller mit wenig bis keinem Blut, keinem irren Splatter, vielleicht ein paar Vergewaltigungen aber auch was mit Köpfen wo man den Mörder eventuell selbst suchen kann. Deswegen lese ich auch nur noch (Psycho) Thriller .-. Karen Rose ... Cody McFadyen ... die zwei liebe ich °^°\n\nIrgendwas wollte ich noch aber das hab ich jetzt vergessen xD","replies":[{"id":"","poster":"Nanary","date":"2020-01-28T10:37:40.531+0000","up_votes":1,"down_votes":0,"body":"Cody McFadyen!\nach jeden Tag Liebe Ich dich mehr &lt;3\nSimon Beckett Lese ich auch gerne was Thriller betrifft :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T10:50:25.384+0000","up_votes":1,"down_votes":0,"body":"Awwwwwwwwwwww\n{{sticker:sg-jinx}} \n\nNachdem ich das erste Cody Buch durch hatte, habe ich den Rest nur so verschlungen. Auch wenn ich zwischendurch auf die Neuerscheinungen warten musste ... Aber ich habe Smoky einfach geliebt °^° Und eines der Bücher hat mir beim am Bahnhof lesen ein lautes \"DAS GLAUB ICH JETZT NICHT!\" entlockt XD Weil ich so überrascht war wer der Mörder war :DDDDDD\n\nBei Karen Rose ist es im Prinzip das gleiche ^^ Die Bücher mögen nicht gaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaanz so gut wie Codys sein, aber immer noch brilliant. Sie könnten mehr ins Detail gehen tbh. Wobei man das bei Kinderpornografie z.B. vielleicht gar nicht will. Aber irgendwie will ich schon °^° Aber die Charaktere sind einfach wahnsinnig toll und manche Charaktere tauchen immer wieder in anderen Büchern einer Reihe auf. Ob persönlich oder namentlich. Aber es ist so toll in einem aktuellen Buch mal wieder von jemandem zu hören der vor fünf Büchern seinen großen Auftritt hatte XD Das ist wie alte Bekannte wieder zu sehen :x Nur besser!\n\nEin eventuelles Ziel ist es alle Karen Rose Bücher zu besitzen die es gibt! Mir fehlen glaube ich nur das letzte neue vom November und zwei bis vier vom Anfang ihrer Karriere wenn ich nicht irre .-.","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:28:43.199+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :)\n\nSturm oder schlechtes Wetter? \nMein Chef würde nur sagen. \n\n\"Maddin komm rüber ich kann dich am Fenster stehen sehen ....\" \n\nUnd das die schule mal ausgefallen wäre ist nie passiert ! \n30cm Schnee auf der Straße der Bus kommt quer über die Straße gerutscht jeder kleine Anstieg ist ein Hinderniss.\nEisbären fressen Kinder.  In der hinteren Reihe ist der Kannibalismus ausgebrochen ? Alles egal der Bus fährt!  -.-\nIch musste immer in die schule ! \nDas ich bis zur 3. Klasse direkt neben der schule gewohnt hab hat es nicht besser gemacht :/\n\nUnd zu LoR.... Ja ich hab mich eigentlich voll drauf gefreut aber nach 2 runden gegen nana hab ich aufgehört. Das Spiel liegt mir nicht da komm leider kein Spaß für mich. Es fühlt sich gabz komisch und langsam an :/\nSchade gwint zb mag ich sehr aber da hat auch direkt die erste Runde spaß gemacht :( \n\n\nHab mir gestern Kenshi gekauft was quasi die hardcore Version von Rimworld ist ^^ \n\nIn Rimworld \nIst zurzeit alle gut meine Kolonie wächst und gedeiht. \nHab 2 Frauen gefangen genommen die jetzt ist meine Kolonie mit aufgenommen werden sobald sie dafür bereit sind ^^ \nUnd gestern sind mir 4 Schweine zugelaufen die ich jetzt erstmal als Haustiere behalte :) \n\nEiner meiner Bewohner hat durch einen Kampf gegen einen Roboter einen Zeh verloren aber das ist auch das einzige das ich beklagen kann ^^ \n\n---------\n\nDann hab ich zurzeit wieder übel Interesse am Universum und was damit so zu tun hat :0 \n\nSuper interesant :D wenn man überlegt das alles was wir kennen auf diesen Planeten statt findet alles egal wie groß es ist und man dann überlegt wie unfassbar klein wir im Vergleich zum Universum sind :0 \nFasziniert mich ! :) \n\nhttps://de.m.wikipedia.org/wiki/Voyager_1#/media/Datei%3APale_Blue_Dot.png\n\n\nWenn man das Bild groß macht sieht man einen leuchtenden Punkt in dem Streifen rechts :) \n\nDas ist die Erde aus 6,4 Mrd.  Km Entfernung. Ein Staub Korn ^^ \n\n--------\n\nWünsch euch einen schönen Dienstag :)","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T07:43:03.303+0000","up_votes":1,"down_votes":0,"body":"Hast du überhaupt alle Tutorial Spiele durchgespielt?\nIch hab zum Beispiel die letzten Tage erstmal nur gegen die KI gespielt damit ich die Standarddecks mal ordentlich kennen lerne und hab dann gestern meine ersten PvP Spiele gespielt, die sind dann schon recht gut gelaufen :)\nNana hatte sich im Vorfeld auch schon besser mit dem Spiel auseinander gesetzt als du, was ihr einfach einen riesen Vorteil verschafft hat.\nMich wollten auch von Anfang an ein paar Leute herausfordern, aber ich hab mich geweigert, weil ich wusste, dass ich einfach nur auf die Schnauze bekomme, da ich mich noch nicht ausreichend mit dem Spiel vertraut gemacht habe, obwohl ich das Tutorial komplett durchgespielt habe. Und wenn ich da gleich gegen die Leute verloren hätte, hätte mir das auch den Spaß verdorben und hätte das Game wieder deinstalliert ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:02:52.841+0000","up_votes":1,"down_votes":0,"body":"Ne das toturial zu spielen hat schon keinen Spaß gemacht und das ich es nicht abbrechen konnte hat auch nur genervt... Es gibt gute toturial die einen helfen das Spiel zu spielen und dann gibt es die die einen genau sagen was du jetzt tun musst sonst geht's nicht weiter. Sowas nervt nur ... \n\nAber wie gesagt selbst da war das reine Spiel Gefühl für mich schon nicht gut. \n\nAber egal mal schauen wie sich das game entwickelt","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T08:16:26.403+0000","up_votes":2,"down_votes":0,"body":"Tja, mit schlechtem Mindset findet man halt alles kacke ^^\n\nDenkst du, dass es mir Spaß gemacht hat, dass ich einfach nicht wusste was ich da gemacht habe? Der Spaß ist bei mir auch erst aufgekommen, als die Dinge nach und nach Sinn ergeben haben und ich wusste wie man welche Karte wann am Besten einsetzt. Das ist einfach so, aber wenn man von Anfang an sagt ist sowieso alles Kacke und man sich nicht die Mühe macht ein Spiel zu verstehen, dann ist es Klar dass es keinen Spaß macht.\n\nIch blick zum Beispiel in Company Of Heroes nicht durch und deshalb hab ich auch nicht wirklich Lust auf das Spiel. Liegt aber halt daran, dass ich mir selbst sage: \"Ne, ich hab keinen Bock mich mit jeder einzelnen Einheit auseinander zu setzen\"\nWürde ich mich ernsthaft hinsetzen und mir durchlesen welche Einheit für was gut ist und wie man sie richtig einsetzt, würde mir das Spiel bestimmt Spaß machen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T10:07:36.066+0000","up_votes":1,"down_votes":0,"body":"Ach labber keine scheiße .... \n\nHab genug games in meinen leben gespielt von denen ich keine Ahnung hatte und die direkt in den ersten Minuten trotzdem Spaß gemacht haben. \n\nWenn mir ein Spiel nach dem Start keinen Spaß macht muss ich es nicht spielen und mich nicht zwingen mich da rein zu lesen ....\n\nRimworld ist ein super Beispiel. \nIch wusste nicht was ich tue und alle sind gestorben aber es hat direkt von Anfang an spaß gemacht\n\nEscape from tarkov genau so hat direkt spaß gemacht zu spielen die ersten 200 Stunden.... Dann hat zugegeben nach gelassen \n\nOder als Karte game Gwint angemacht und direkt spaß gemacht. \n\nYugioh auch wobei ich da natürlich jedes game gewinnen kann wenn ich es nur oft genug neu starte .... Was schlechtes game Design ist aber das ist ne andere Nummer","replies":[{"id":"","poster":"Nanary","date":"2020-01-28T10:26:57.419+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dir halt nur teils recht.\nJa es gibt Spiele die einem gleich von Anfang an kein Spaß machen und Ja es gibt Spiele die brauchen was mehr Zeit.\nDu hast mir selbst gesagt du hättest noch nie Magic oder das Blizzard Game gezockt &amp; so muss Ich dir leider sagen kann ich verstehen das einem ROT kein Spaß macht da es ein bissle mehr ist als ich leg eine Karte und Fertig.\n\ndas beste Beispiel bei mir ist Arma3, Gott hat mich das am Anfang genervt ^^\nAber nach viel Übung hat mich das so mega gefesselt :) \n\nBtw: \"Ach labber keine scheiße .... \" man kann auch netter sein zu Menschen die ganz Normal mit dir Reden du Lauchiger Giftzwerg. :*","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T12:31:18.571+0000","up_votes":1,"down_votes":0,"body":"Arma 3 wollte ich echt ne Chance geben. \n\nAber ein so dummes Server Menü wo man aus 8 von 10 Servern aus \"fehler\" raus fliegt. Obwohl man am Tag davor auf dem Server gespielt hat ist lächerlich ...\n\nUnd das dann das Spiel nur mit 15 fps läuft ist halt auch nicht gut \n\nDabei hätte ich gerne mal etwas mehr vom gane gesehen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T08:01:36.331+0000","up_votes":1,"down_votes":0,"body":"Warum musst du ständig Frauen gefangen nehmen.\nDie armen Frauen tun mir leid...\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"Metalmonni","date":"2020-01-28T07:31:23.767+0000","up_votes":1,"down_votes":0,"body":"Jaaaa Maddin!!!\n\nNoch jemand, der dieses verkackte Kartenspiel nicht mag! Komm, ab Freitag hab ich Urlaub und bin betrunken, lass was Anderes zocken! Wir beide gegen den Rest der Welt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:38:28.647+0000","up_votes":1,"down_votes":0,"body":"Ich war schon ewig nicht mehr betrunken :( \n\nOk das klingt gut aber was für ein Spiel :D \nLol triggert mich schon nach der ersten dummen runde :D","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:41:44.856+0000","up_votes":1,"down_votes":0,"body":"Ach egal xD. Ich hab viel vor in der Woche die mir bleibt. Hab auch nen Riesen Pile of Shame xD. \n\nBin allerdings kein Freund von kompetitiven Shootern, in denen bin ich einfach kacke...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:59:52.915+0000","up_votes":1,"down_votes":0,"body":"Ich bin in allen Shooter mittlerweile kacke besonders aufn pc ^^","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-01-28T07:32:20.592+0000","up_votes":1,"down_votes":0,"body":"Meine Loosingstreak hat sich gestern weiter fort gesetzt :D Ich stehe jetzt bei 10 verlorenen Spielen in Folge (Main und Smurf zusammengezählt und ohne Bot Games). Deshalb war dann gestern auch nach 2 Games Schluss, sonst hätte ich Riot am Ende noch eine Briefbombe geschicket xD Die wollen halt nicht dass ich gewinne. Ständig setzen sie mir so Drecks-Noob-Champs wie Illaoi, Trynda, Nasus, Garen oder Aatrox auf die Toplane. Sobald die Level 6 sind flashen die einfach unter meinen Tower, töten mich und kommen dann sogar noch mit halflife raus - GGWP RITO!!!!!!!!!!!!!!\n\nDie LoR Games waren ganz lustig :) \n\n> Und nein. Ich habe absolut keinen blassen Schimmer wieso ich aus der Kartoffel einen Dartoffel gemacht habe. Weiß der Teufel wieso\n\nKartoffeln sind einfach zu Mainstream xD","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:34:08.903+0000","up_votes":1,"down_votes":0,"body":"Ich hab ab Freitag Urlaub und meine Verlobte ist in Urlaub... Ich denke da werd ich dann mal ernsthaft in Rankeds einsteigen, mal gucken was es bringt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:37:02.639+0000","up_votes":1,"down_votes":0,"body":"Frust und Hass ^^","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:39:09.244+0000","up_votes":2,"down_votes":0,"body":"Der Unterschied zwischen uns ist, dass ich grundsätzlich positiv auf die Welt sehe :). Mich hat gestern in einem Normal ein Kayn in 0,45 sec mit 2500 Schaden zerrissen, als er aus dem Busch sprang (lol!).\n\nDu würdest schimpfen, ich hab laut gelacht ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T07:50:22.343+0000","up_votes":1,"down_votes":0,"body":"XD lol da muss ich auch immer lachen ... Das läuft dann immer so ab:\n\nhttps://media.tenor.com/images/18a0428a0f403a740cbc8c8a15a6c484/tenor.gif https://media.tenor.com/images/eaa5e7c6a8c6ae4729da489e9caf48a0/tenor.gif https://media.tenor.com/images/6f567ef7cae93ca76de2346f28764ee9/tenor.gif\n\nAußer vor ein paar Tagen ... da hab ich meinen PC wohl etwas lauter angeschrien das meine Mama das gehört hat und wenige Minuten später in der Türe stand weil sie dachte ich hätte mit Rockybaby geschimpft XDDD lel nicht in sieben Jahren hab ich das gemacht, keine Ahnung warum sie an diesem Abend darauf gekommen ist °-°\n\nAber das war auch diese kack Illaoi schuld XD spielt halt Fulltank und zerfetzt mich als Syndra nur weil sie ihr Tentakel-Lebens-Entzieher-Ding getroffen hat >.&lt; Da bin ich aber auch im Dreieck getitscht °-°","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:53:46.768+0000","up_votes":1,"down_votes":0,"body":"Jaja... es ist momentan super viel Schaden im Spiel... \n\nIch fands in dem Moment okay. Ich war Teemo und hatte vorher einen Pilz unter mich gelegt. Einen blinding Dart konnte ich auch noch treffen, also war er danach genau so tot wie ich xD.\n\nWer A sagt muss auch B sagen ^^. Wenn Kayn mir mit seinem Q 50% Hp abzieht fine, mein Pilz machte ihm 75% xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:58:54.483+0000","up_votes":1,"down_votes":0,"body":"Ja aber als adc in 0,45 sec tot zu sein und ihr meistens Dank ult nicht mehr als einen Aa geben zu können ist halt nur frustrierend... \n\nUnd ja es ist immer noch viel zu viel dmg im spiel. \n\nOftmals hat man einfach nicht mit dem man sich (als adc) wehren kann. Und da sfühlt sich nur unfair an. \n\nUnd da ist es den Gegner auch vollkommen egal wo man steht.","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T08:02:59.201+0000","up_votes":1,"down_votes":0,"body":"Was heißt \"immer noch\"? xD \n\nDa kommt immer mehr Schaden ins Spiel... Der Sett Release hat doch schon wieder gezeigt wo es hin geht ^^. \n\nWird sich auch nicht ändern. Ich hoffe nur darauf, dass Tanks beizeiten eine Möglichkeit bekommen, besser auf den massiven Schaden zu reagieren. Und nicht den Orrn Weg gehen...\n\n*Tank wird released*\n\n\"Verdammt, wir haben zu viel Schaden im Spiel... der ist so ziemlich useless. Geben wir ihm auch Schaden und amchen ihn zum Bruiser!\"\n\nTragic... der letzte Tank der raus kam und dann wurde er umgebaut...","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T08:18:22.582+0000","up_votes":1,"down_votes":0,"body":"Meine geliebten Tanks.... {{sticker:cass-cry}}","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T12:38:41.607+0000","up_votes":1,"down_votes":0,"body":"Immer wenn ich dieses Cassio Emote sehe frage ich mich wieso sie weint ... bis mir dann **mal wieder** auffällt das sie einen Schuh in der Hand hat °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:17:29.719+0000","up_votes":1,"down_votes":0,"body":"Ich wünsche mir ein gutes supreise-emote.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:11:09.795+0000","up_votes":1,"down_votes":0,"body":"Naja solange sie daran nichts ändern schreibe ich halt noch :( \n\nIst halt einfach nicht mehr schön :/\nGegner die über Wände oder durch Wände zu dir kommen und dich platzen lassen. Oder unsichtbar neben dir auftauchen und dann bist du schon tot. \n\nWill wieder Tanks und eine frontline  :/ \n\nUnd weniger Mobility im game das ist auch ganz schlimm und ein großes Problem.  \n\nUnd nehmt endlich die CDR runter :/","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-28T08:00:32.395+0000","up_votes":1,"down_votes":0,"body":"Da hab ich mich letztens auch voll erschrocken ... im ARAM spiel ich Teemo mit Dark Harvest und die Gegner hatten einen Veigar der schon rot geglüht hat und offensichtlich wollte das ich seine Seele auch noch absorbiere. Er hat halt so krass Glas-Canon gespielt D: Aber im Endeffekt hab ich ihn mit einem Q kaputt gemacht das ich etwas zusammen gezuckt bin °^° Er hat mich dafür mit meinen gefühlt 20 HP geultet XD So eine Dumpfbacke","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-01-28T07:57:15.249+0000","up_votes":1,"down_votes":0,"body":"Ja für Illaoi braucht man halt fast keinen Skill, solange sie die E trifft. Die sollten es so Ändern dass sie nur Lebensraub bekommt, wenn sie einen echten Champ trift und nicht einfach nur auf die Seele einprügeln muss","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T08:17:32.411+0000","up_votes":1,"down_votes":0,"body":"Das erinnert mich an mein Sejuani Spiel vorgestern oder gestern ...\n\nHab halt gedacht es wäre ganz gut wenn ich einfach frontline und mein Team mich als Meatshield benutzt und selbst draufböllern kann.\n\nNur das ich vergessen hatte wie riesig Seju ist :D\n\nWir waren keine zehn Minuten Ingame, da waren meine ersten Worte 'IM SO FAT!' XD weil ich einfach überall angeeckt bin. Mates, Minions, Gegner XDDDD Es war so dumm. Seju sollte sich eindeutig durch Einheiten bewegen würden °^° Aber erfolgreiches Meatshield war ich trotzdem :> Ich bin ein gruseliger Tank XD","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:57:00.034+0000","up_votes":1,"down_votes":0,"body":"Komm auf die dunkle Seite! \nSchrei das hilft ! ;)","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T08:02:20.902+0000","up_votes":1,"down_votes":0,"body":"XD Tut es nicht. Außerdem möchte ich nicht das Rocky Angst bekommt :p Also bleibt es maximal bei einem hin und wieder lauterem fluchen mit Schimpfwörtern XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:12:42.350+0000","up_votes":1,"down_votes":0,"body":"So fängt es an :D \nRocky bellt dann sicher mit :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T08:14:36.225+0000","up_votes":1,"down_votes":0,"body":"XD Das wär es noch","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:16:15.887+0000","up_votes":1,"down_votes":0,"body":"Na also dann steht dem laufen schreien nichts im Weg :D","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:56:00.873+0000","up_votes":1,"down_votes":0,"body":"Ja weil ich nicht darüber lachen kann wenn etwas offensichtlich schlecht ist ^^ \n\nIch mein wenn ich meine Haustür auf mach und mir jemand in die Eier tritt ist das auch nicht gut :)","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2020-01-28T08:25:01.547+0000","up_votes":1,"down_votes":0,"body":"und das SALZ!?!","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-01-28T07:52:37.887+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist es einfach komisch: Ich spamme Rumble und Anfangs gewinne ich fast jedes Game, nach ein paar Tagen verliere ich einfach nur noch. Dann spamme ich Galio und wieder gewinne ich Anfangs nahe zu alles und nach einer gefühlten 20 Games Winstreak folgt ne gefühlte 100 Games Loosingstreak.\nIch hab einfach keinen Plan warum es am Anfang immer funktioniert und nach einigen gewonnen Games funktionierts plötzlich nicht mehr, obwohl man meinen sollte, dass es eher umgekehrt sein sollte, da man ja mit der Zeit Übung auf einem Champ bekommt...\nDeswegen werde ich jetzt ne Zeit lang kein Ranked spielen","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:59:36.420+0000","up_votes":1,"down_votes":0,"body":"Toplane? Damit hab ich aufgehört, die Lane ist *wirklich* frustrierend...","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T08:02:02.147+0000","up_votes":1,"down_votes":0,"body":"Es ist egal ob Top oder Mid, es ist immer das Gleiche.\nAber ja, auf Toplane sind gefühlt alle Noobchamps die es in League gibt, so viel kann man einfach nicht bannen, damit man endlich mal ein normales Matchup bekommt","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:13:52.303+0000","up_votes":1,"down_votes":0,"body":"Dann Spiel mal mehr midlane ^^ \n\nDa kommen die ganzen Kopf auf die Tastatur drück champs :D","replies":[]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2020-01-28T08:24:30.523+0000","up_votes":1,"down_votes":0,"body":"I feel you... habe gestern auch alle 4 Spiele verloren. Es war einfach der Wurm drinne, manchmal ist es echt frustrierend wenn man selber keine Kills bekommt und der eigene Premade Shaco mit den Kills nichts anzufangen weiss :(","replies":[]}]},{"id":"","poster":"Headcoach","date":"2020-01-28T07:14:11.790+0000","up_votes":1,"down_votes":0,"body":"Guten Dartoffel Dienstag an der Stelle!","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T07:19:35.538+0000","up_votes":2,"down_votes":0,"body":"=p Ebenso","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T08:07:29.182+0000","up_votes":1,"down_votes":0,"body":"Heute ist zum Glück schon Mittwoch. :)","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2020-01-28T14:20:53.487+0000","up_votes":1,"down_votes":0,"body":"Ich hab hunger.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T14:31:37.256+0000","up_votes":1,"down_votes":0,"body":"Witzig :D Ich habe eben eine Banane gegessen und jetzt zwei Mandarinen geschält!","replies":[{"id":"","poster":"Veezey","date":"2020-01-28T16:26:32.532+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-29T06:44:35.476+0000","up_votes":1,"down_votes":0,"body":"o.o Ja? Ich nämlich nicht? XD","replies":[{"id":"","poster":"Veezey","date":"2020-01-29T14:13:16.964+0000","up_votes":1,"down_votes":0,"body":"Ich glaube schon dass du das verstehst. Ich meine eine Banane und zwei Mandarinen? Soll ich dir ein Bild malen? :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-29T14:30:22.994+0000","up_votes":1,"down_votes":0,"body":"XD Sagen wir ich hatte gehofft ich verstehe es nicht.\n\nErst als du mit deinem \"Ich verstehe\" um die Ecke gekommen bist, habe ich nochmal nachgedacht und dann ging mir ein gedämpftes Licht auf XD \n\nOh Viktoria du kleines verdorbenes Weib =p","replies":[{"id":"","poster":"Veezey","date":"2020-01-29T15:46:51.708+0000","up_votes":1,"down_votes":0,"body":"Ich bin verdorben? Du kamst doch damit an xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-30T06:35:34.493+0000","up_votes":1,"down_votes":0,"body":"D: Während ich dir unschuldig von meinem Nachmittags-Snack erzähle, denkst du dabei nur an Geschlechtsteile °^° Schmutzfink","replies":[{"id":"","poster":"Veezey","date":"2020-01-30T15:42:57.563+0000","up_votes":1,"down_votes":0,"body":"Jaja unschuldig. Das war doch insgeheim dein finsterer Plan. Und jetzt blamest du mich dafür :D","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-29T14:29:53.177+0000","up_votes":1,"down_votes":0,"body":"Aber bitte mal kein Penis!","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T16:45:59.991+0000","up_votes":1,"down_votes":0,"body":"Du isst viel zu Gesund!","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-29T06:43:50.119+0000","up_votes":1,"down_votes":0,"body":"°^° Gar nicht! Das war lediglich mein Snack mein Mittag! Gab ja nichts anderes D:","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-29T06:59:41.878+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit einer Bifi?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-29T07:07:26.024+0000","up_votes":1,"down_votes":0,"body":".-. das sind doch Hundeleckerchen\n\nGestern Abend hatte ich eine kleine Hawaii Pizza :p","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:50:01.764+0000","up_votes":1,"down_votes":1,"body":"Willst du mich vernaschen?","replies":[{"id":"","poster":"Veezey","date":"2020-01-28T16:26:09.471+0000","up_votes":1,"down_votes":0,"body":"Ne lass mal xD","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2020-01-28T16:48:25.923+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 287, superspäte Abendausgabe**\n\nViele machten für die allgemein schlechte Laune im Labor heute den Versuch verantwortlich. Und irgendwie muss ich mich dem anschließen: Potentiometrie ist wirklich stressig. 10 Titrationen, manchmal mit Extras, vor allem aber mit verpflichtender Wartepause nach jedem Milliliter Maßlösung (Wobei... verpflichtend ist es nur, wenn du gute Werte willst. Wenn nicht, kannst voll draufhalten) in 2,5 Tagen... easy!\nNicht.\n\nMan muss ja auch dazurechnen, dass ich mitunter den **UN**selbstständigsten Partner der gesamten Schule habe und das heute wieder auf die harte Tour lernen musste: nach der mehr als einstündigen Besprechung wieder oben im Labor schaut der sich erst mal kurz die Geräte an, verschwindet sofort wieder, weil wieder jemand seine Kopierkarte will, und kommt nach 10 Minuten wieder mit den Worten \"Ich bin jetzt unten, Pause machen!\"\nNicht mal 20 Minuten im Labor und ich wollte ihn schon anschreien: \"PAUSE WOVON???\"\nAber da hört der Spaß natürlich nicht auf, wäre ja auch zu einfach. Nach der Pause, ich bin im Labor geblieben und habe schon mal alles soweit aufgebaut, bitte ich ihn darum, ein sauberes Gefäß bereitzustellen, um die Maßlösung abzuholen.\n15 Minuten später habe ich immer noch kein Gefäß. Als ich ihn daraufhin zur Rede stelle und frage, was er macht, sagt er nur: \"Geräte putzen!\" War jetzt an sich auch nicht falsch, aber a) ich brauche nur ein Gefäß und nicht alle sechs, die er gerade putzen will und b) will ich jetzt endlich mal anfangen, weil der Zeitplan eh wieder utopisch jenseits aller Vorstellungskraft ist. Ach, c) hat er den Chemikalienzettel für die Ausgabe schon vorbereitet, worum ich ihn auch gebeten hatte?\nNein, natürlich nicht.\n\nManchmal glaube ich echt, er will mich passiv behindern.\n\nAlso alles irgendwie selber gemacht und dann ging es los mit einem nicht endend wollenden Tag voller Titrationen und Werten auf Geräten ablesen. Mein Partner saß daneben und notierte die Werte.\nEs ist auch überhaupt nicht so, dass der Assistent mal erwähnt hatte, dass der Zeitplan sehr eng ist und es daher erlaubt ist, nein, sogar empfohlen wird, dass man parallel an zwei Versuchen arbeitet. Ich versuche es erst gar nicht, ihm diese Idee nahezulegen.\n\nUnd als der Tag fast rum und ich an der Grenze des fertig werdens, kommt ein Mitschüler zu mir und sagt \"Geh mal zu der Lehrerin X!\" X ist hierbei die Lehrerin/Assistenin, die auch die Geräteausgabe (noch) macht und sonstige Angelegenheiten im Labor managet (aber nicht den Zeitplan, den macht wieder jemand anders). Minimal genervt verlasse ich den Arbeitsplatz und gehe in das Zimmer, wo die Lehrerin sitzt. Und mich empfängt literally eine halbe Minute Denkpause. Dann schaut sie mich an... wieder halbe Minute Denkpause und dann fällt ihr endlich ein, warum sie mich hergeholt hat. Es geht um meine Laborschrank. Der muss morgen geräumt werden, Details erspare ich euch.\nDie Problematik hierbei: ein Teil der Geräte wird direkt abgegeben, aber die muss ich auch erst mal entsprechend reinigen und das dauert halt etwas. Den Rest muss ich zu meinem Partner in den Schrank stellen und sein Schrank platzt auch schon aus allen Nähten, weil erstens Ordnung für ihn sowieso ein Fremdwort ist und zweitens noch das Zeug von seinem alten Laborpartner drin ist und wir noch nicht wirklich wissen, wie wir damit verfahren sollen, weil einfach rausstellen können wir es nicht und außerdem ist der Ex-Laborpartner häufig krank, also ist es nicht mal garantiert, dass er morgen da sein wird und wir die Sache klären können.\n\nUnd wenn wir im Plan bleiben wollen, muss mein Partner morgen SELBSTSTÄNDIG (!!!) mindestens drei Versuche ohne meine Hilfe machen.\nUnd dann bleiben wir noch den Nachmittag über und holen einen anderen Versuch nach.\n\nWas habe ich eigentlich in meinem Leben angestellt, dass ich diese Schule verdient habe?!?!?! :(","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-28T11:35:28.918+0000","up_votes":1,"down_votes":0,"body":"Mir ist etwas langweilig x.x Und ich hab keine Lust sinnvolle DInge zu tun. Außerdem fallen mir die ganze Zeit die Augen zu °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:14:14.484+0000","up_votes":1,"down_votes":0,"body":"Soll ich dir vllt die Zähne putzen?","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-01-28T16:25:19.972+0000","up_votes":1,"down_votes":0,"body":"... wenn dann so wie in Bakemonogatari Tsukihi Phoenix (Nisemonogatari)\n\nhttp://www.planet-rene-brunotte.de/Smilies/sabbern.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T16:44:49.821+0000","up_votes":1,"down_votes":0,"body":"Endlich hat jemand die Anspielung verstanden.^^\nDankeschön!!!","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-28T08:33:51.095+0000","up_votes":1,"down_votes":0,"body":"Gestern habe ich mal meine Region bei LoR geändert .-. hab bei Demacia schon 45% und wollte mal was anderes ausprobieren. Zumal ich dort zweimal eine Karte bekommen habe mittlerweile die meine Gegner immer gegen Ende des Spiels surrendern lassen haben XD So gut. Und was bekomme ich gestern in meiner neuer Region für eine Karte? :o Eine Karte die einen Verbündeten mit +8|+4 bufft *thihihihihi*","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T08:34:50.398+0000","up_votes":1,"down_votes":0,"body":"Warum spielst du nicht Ionia?\nDie haben doch Karma aber irgendwie spielt die keine Sau.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T08:44:33.548+0000","up_votes":1,"down_votes":0,"body":"Ich glaub ich hab Karma gar nicht?! Bei meiner ersten Expedition war sie dabei .-. Das verwirrt mich jetzt","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:16:36.313+0000","up_votes":1,"down_votes":0,"body":"Du hast doch Wildcards um dir Sachen zu kaufen.\nJeder hat doch Wildcards am Anfang die er ausgeben kann auch ohne Starterkit.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T14:33:04.634+0000","up_votes":1,"down_votes":0,"body":"Karma ist aber doch ein Champion. Also brauchst du was besseres als diese Wildcards D: Eine Championkarte oder was episches?!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:39:05.857+0000","up_votes":1,"down_votes":0,"body":"Kindchen soll ich für dich nachschauen?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T14:48:58.559+0000","up_votes":1,"down_votes":0,"body":"Ja bitte Omilein :(","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-28T14:51:22.073+0000","up_votes":1,"down_votes":0,"body":"Das System ist ganz einfach.\nEs gibt nur Wildcards allerdings haben diese verschiedene Farben was dem Wert der Karten entspricht die man damit kaufen kann. Bei einem Champion brauch man eine orangene Wildcard die wahrscheinlich wertvoller ist als andere Wildcards.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2020-01-28T09:39:05.802+0000","up_votes":1,"down_votes":0,"body":"Ich hab die Männergrippe. Ich denke ich schaff es nicht.","replies":[{"id":"","poster":"Veezey","date":"2020-01-28T14:20:18.312+0000","up_votes":1,"down_votes":0,"body":"Mit Männergrippe ist nicht zu spaßen. Pass auf, dass du nicht auf der Intensivstation landest.","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-28T10:15:53.057+0000","up_votes":1,"down_votes":0,"body":"Wick MediNait und schlafen. Handy weg, PC aus.","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-01-28T10:35:46.889+0000","up_votes":1,"down_votes":0,"body":"Frau Stressfaktor hat sehr viel zu tun und sehr viel Stress.\n\nSo viel Stress das sie mir ihr internes Telefon gibt, damit sie mit ihrem Handyvertragsanbieter telefonieren kann um sich neue Angebote geben zu lassen weil ihr Handy wohl langsam den Geist aufgibt. \n\nXDDDDDDDDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T10:38:31.238+0000","up_votes":1,"down_votes":0,"body":"HAHAHAHAHAHA {{sticker:sg-miss-fortune}} \n\nDer Horror, wenn man sich vorstellt, dass man in naher Zukunft vielleicht nicht mehr erreichbar ist.\nDa würde ich auch Stress bekommen xDDD","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T10:43:07.767+0000","up_votes":1,"down_votes":0,"body":":&lt; Meine Handys gehen nie kaputt. Einfach nie! Ich kauf mir einfach nach ein paar Jahren ein neues .-. Das nächste wird wieder ein Sony denke ich. Das Google Pixel hab ich zwar auch lieb aber idk :(","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-28T10:45:28.093+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch ein Sony und das davor war auch ein Sony und das nächste wird garantiert auch wieder ein Sony :3","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-28T11:01:12.736+0000","up_votes":1,"down_votes":0,"body":"Ich hatte Ewigkeiten mein Sony Xperia Z. Eigentlich habe ich das sogar immer noch XD liegt halt in einer Schublade rum aber noch voll funktionsfähig.\n\nDann wollte ich ein neues Handy haben und zufällig ist das neuste Sony Xperia (1 und 10/ 10 plus) erschienen ... Aber der längliche Display hat mich etwas abgeschreckt. Und so habe ich mich umgeguckt und daran erinnert das ich schon immer mal ein Pixel haben wollte :o Also habe ich nach einigem hin und her überlegen und großer Langeweile auf der Arbeit einfach ein 3aXL beim Saturn bestellt XDDDDD\n\nIch mein ... ich bin zufrieden. Gutes Handy, tolles Kamera, ich muss es nicht anfassen wenn ich jemanden anrufen will oder es googelt für mich wenn ich es befehle XD Aber naja. Genau genommen benutze ich das alles nicht mehr seit der anfängliche Hype vorbei ist. Dafür erschrecke ich mich wenn ich einen Film gucke, jemand sagt \"Google\" und mein Handy antwortet mit irgendwas XDDDDDD\n\n Beim nächsten Mal soll es einfach ein besseres Sony werden. Oder ich hätte mir das Display einfach mal IRL ansehen sollen XD","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2020-01-28T07:28:24.775+0000","up_votes":1,"down_votes":0,"body":"Ich bin krank... :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T07:32:08.806+0000","up_votes":1,"down_votes":0,"body":"Komm unter meine decke :0 \nUnd gute Besserung :0","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T07:32:40.797+0000","up_votes":1,"down_votes":0,"body":"Hab momentan auch Bereitschaft... einfach krank schreiben lassen ist also nicht...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:03:36.252+0000","up_votes":1,"down_votes":0,"body":"Natoll :/ Und nun ?","replies":[{"id":"","poster":"Metalmonni","date":"2020-01-28T08:05:25.190+0000","up_votes":1,"down_votes":0,"body":"Durchhalten bis Freitag Mittag.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-28T08:14:33.869+0000","up_votes":1,"down_votes":0,"body":"Aber ich mag nicht :*(","replies":[]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-28T07:56:21.265+0000","up_votes":1,"down_votes":0,"body":"Ich wäre gerne in der zweiten Februar Woche krank °-° für zwei Wochen! Nächste Woche geht nämlich nicht weil Montag Rechnungslauf ist. Wobei ... \n\nHm näääää mein Gewissen :&lt;","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T08:11:06.792+0000","up_votes":1,"down_votes":0,"body":"Du musst nach Max Stream verlinken. :)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T08:02:05.280+0000","up_votes":1,"down_votes":0,"body":"Dommes!","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-28T07:57:55.034+0000","up_votes":1,"down_votes":0,"body":"Dein Thread kam heute aber außergewöhnlich früh.","replies":[]}]}