{"id":"8doZOE3Q","poster":"Darkonia","date":"2017-10-09T21:29:53.539+0000","title":"Best of 3, aber wir wurden nach den 2ten Match ausgeschieden","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Mein team hat am Samstag um 18:00 gespielt. Alles ist richtig und p&uuml;nktlich begonnen. \r\nwir hatten bisher nur ein spiel verloren, so wie unser Gegner. Den ersten Match haben wir gewonnen, den 2ten haben wir verloren. Dann bekamen wir eine Mail, wir w&auml;ren ausgeschieden... war nicht Best of 3? Es stand auch nirgendwo dass unser Gegner mit einem Win beginnen, also 0 - 1... \r\nUnser Gegner dachte auch, dass wir noch ein 3ten Match spielen sollten.\r\n\r\nDer Adjudicator meinte, man wird ausgeschieden, wenn man den 2 Spiel verliert. Das hat mir Sinn gemacht, aber dann habe ich gemerkt, dass beide Teams schon vor diesen Termin ein match verloren hatten.\r\n\r\nEs spielt schon eine Rolle dass zu wissen, wenn es 1 - 0  f&uuml;r dich steht un es ist best of 3, man tendiert ein bisschen sich zu entspannen oder neues ausprobieren.\r\n\r\nHaben wir irgendeine Info verpasst? H&auml;tten wir es irgendwie davor wissen k&ouml;nnen? \r\n\r\nTolle initiative solche Turniere, es hat sehr viel Spass gemacht und hoffentlich gibt es weitere^^ \r\nVerbesserungspotenzial: die Infos ein bisschen klarer teilen.\r\n\r\nVielen Dank!\r\n\r\nDarkonia\r\n\r\n\r\nP.s. der voherige username war nicht meins, ich habe es auch schon auf &quot;Darkonia&quot; ge&auml;ndert. Ich hatte nie den Absicht jemand zu beleidigen. Danke f&uuml;r Euren Verst&auml;ndnis","replies":[{"id":"","poster":"Elthision","date":"2017-10-09T21:48:24.767+0000","up_votes":3,"down_votes":0,"body":"Hey,\n\nDie Gruppenphase wurde in Double Elimination gespielt. Das bedeutet, dass jedes Team nach zwei Niederlagen ausscheidet.\nDas Gruppenfinale besteht eigentlich aus eins bis zwei Runden:\n\n* Wenn das Team aus dem Sieger-Bracket gewinnt, fällt das Team aus dem Verlierer-Bracket aus dem Turnier, weil es zwei Niederlagen hat.\n\n* Wenn das Team aus dem Sieger-Bracket verliert, fällt es nicht direkt aus dem Turnier, weil auch es noch eine zweite Chance hat(sofern es zuvor noch keine Niederlage hatte*) und somit wird ein zweites Match gespielt, bei welchem eines der beiden Teams die zweite Niederlage erhalten wird und nur noch ein Team übrig sein wird.\n\n( * = Theoretisch kann ein Team im Siegerbracket schon eine Niederlage auf dem Konto haben, wenn es bei einem Double-Noshow (beide Teams nicht anwesend) vom System nicht ins Verlierer-Bracket bewegt wurde, da nur ein Team pro Match ins Verlierer-Bracket absteigen kann.)\n\nEure Gegner haben offiziell kein Match verloren. Sie haben einmal ein Match verloren, wobei jedoch das gegnerische Team disqualifiziert wurde und euren Gegnern somit auch der Sieg zugesprochen wurde.\nWenn sie das Spiel gespielt und verloren hätten, dann wären sie ja auch im Verlierer-Bracket.\n\nLeider scheint Double Elimination für viele Teilnehmer noch zu unbekannt zu sein. Vielen Dank für eure Rückmeldung - wir werden das Feedback zum Gruppenfinale an die Entwickler weiterleiten. Womöglich wäre es sinnvoll, das Gruppenfinale in zwei einzelne Runden aufzuteilen oder auf einem guten Weg zu kommunizieren, welche Teams im Bo3 schon einen Vorteil haben. Wir schauen, ob sich da eine gute Lösung finden lässt.\n\nmfg Elthision","replies":[]}]}