{"id":"sABYUnOq","poster":"Emumus Friend","date":"2017-10-09T12:46:43.454+0000","title":"Ranglistenbelohnungen für 2017","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Guten Tag,\nich habe da eine Frage, hab soeben folgendes gelesen:\n\n&gt; \n\nWie wir bereits im August angek&uuml;ndigt haben, sind gewisse Spieler von diesen Belohnungen ausgeschlossen:\n\n- Spieler, die am Ende der Saison gesperrt sind oder aktiven Chatbeschr&auml;nkungen unterliegen.\n- Spieler, die ab dem 22.08.2017 f&uuml;r sieben Tage gesperrt wurden.\n- Spieler, die w&auml;hrend der Saison 2017 f&uuml;r eine Manipulation an der ELO-Wertung gesperrt wurden.\n\nSpieler, die irrt&uuml;mlich oder in Zusammenhang mit Betr&uuml;gereien gesperrt wurden, erhalten dennoch eine Belohnung.\n&gt; \n\nIch habe durch den Support am 09.09.2017 einen Namenswechsel bekommen, den habe ich wohl auch verpatzt ohne absicht, fand den Namen echt nur lustig und der Name passte wohl auch nicht. Danach habe ich einen 7 Tage bann bekommen und musste mein Namen wieder &auml;ndern.\nBekomme ich dadurch nun keine Belohnungen? Keinen Rahmen und keinen Skin?.. Das w&auml;re ja schrecklich...","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T12:56:54.479+0000","up_votes":2,"down_votes":2,"body":"Das hängt wohl davon ab, wann du gebannt wurdest.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T13:01:09.374+0000","up_votes":2,"down_votes":1,"body":"Habs falsch geschrieben, hab den namenswechsel und den Bann nach dem 09.09.2017 bekommen.\nIch habe da nix mit absicht gemacht und habe sonst auch nix schlimmes getan.. bekomme ich nun garnix mehr?\nWenn ja, hätte ich echt garkeine Lust mehr auf LoL... wie ungerecht das wäre, kann ich denn etwas tun? :''''(","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T13:09:52.740+0000","up_votes":2,"down_votes":2,"body":"Du kannst den Support fragen, wie das jetzt ist.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T13:12:13.178+0000","up_votes":2,"down_votes":1,"body":"Habe da ein Ticket hingeschickt, aber wenn das wirklich so ist, werden die wohl keine Ausnahme machen.....\nKann ich denn iwas tun, um den Rahme trotzdem zu bekommen? :'((\n\nBezieht sich das denn vllt nur auf die Honorbelohnungen oder auf alles? (Skin, LadeRahmen) ?","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T13:15:08.144+0000","up_votes":2,"down_votes":2,"body":"Wenn du für diese Strafe von den Belohnungen ausgeschlossen bist, kannst du nichts machen. Du hättest lediglich damals einen besseren Namen wählen müssen. Aber das lässt sich jetzt nicht ändern.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T13:16:57.424+0000","up_votes":2,"down_votes":0,"body":"Das ist einfach nur ungerecht, und das es genau in diesem Zeitraum ist.\n\nKannst du mir vllt sagen ob es sich nur auf die Honorbelohnungen oder auf alle bezieht ?","replies":[{"id":"","poster":"Mockingjay","date":"2017-10-09T13:29:14.603+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Emumus Friend,realm=EUW,application-id=YnZkMR0R,discussion-id=sABYUnOq,comment-id=000000000000000000000000,timestamp=2017-10-09T13:16:57.424+0000)\n>\n> Das ist einfach nur ungerecht, und das es genau in diesem Zeitraum ist.\n> \n> Kannst du mir vllt sagen ob es sich nur auf die Honorbelohnungen oder auf alle bezieht ?\n\nSo leid es mir tut, ich denke es bezieht sich auf alle Belohnungen :/","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T13:45:34.204+0000","up_votes":2,"down_votes":1,"body":"Ich wollte so unbedingt den Platin Rahmen haben und jetzt das. \nHab den Support angeschrieben, aber ich denke die werden sich das nicht mal wirklich durchlesen....\nich werde mit LoL dadurch aufhören. Ich habe erst ein bann bekommen, obwohl ich etwas nicht mal mit vollem Absicht getan habe und werde nun ein 2tes mal bestraft dafür.....\n\ndenkt ihr, ich habe eine Chance den Support zu überreden, dass sie den bann als irrtümlich umändern?...\noder Sirrkas hast du vllt Kontakt zu jemandem aus dem Supp bereich?... ich wäre da unendlich Dankbar","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T14:04:42.324+0000","up_votes":2,"down_votes":1,"body":"Es ist für mich zwar durchaus möglich mit dem Support zu reden, aber selbst wenn ich wollte werde ich daran nichts ändern können. Die Strafe hast du für deine Entscheidungen erhalten und musst nun mit den Konsequenzen leben. \n\nIn deinem Thread hier \n\n> [{quoted}](name=Emumus Friend,realm=EUW,application-id=KYnfKGf0,discussion-id=TZ0KLB6I,comment-id=,timestamp=2017-09-13T17:19:05.459+0000)\n>\n> Guten Tag Leute,\n> \n> ich habe mal eine Frage und jeder kann seine Meinung dazu geben, findet ihr den Namen:\n> \n> MyKogOwnedUrAshe  (MeinKog(adc)besitzt dein Ashe(adc))\n> \n> Als unangemessen? \n> Als kreativ?\n> Als lustig?\n> denkt ihr man kann f&amp;uuml;r den Namen bestraft werden?\n> M&amp;ouml;chte echt nicht mein Honor verlieren. :D\n> \n> mfg :)\n\n\n\nhaben wir dir auch oft genug gesagt, dass der Name eine schlechte Idee ist. Wenn du den genommen hast, hast du es dir auch verdient, die Belohnungen zu verlieren. Du wurdest ausreichend davor gewarnt, dich nicht so zu nennen.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T14:31:10.296+0000","up_votes":2,"down_votes":1,"body":"Sirrkas das Problem war, dass war nachdem ich schon gebannt wurde...\nIch habe den Thread nur geöffnet, weil ich mich ungerecht behandelt gefühlt habe und wollte sehen, ob nur ich das so sehe oder andere auch.\n\nIch habe mehrere Tage mit einer höhren Instanz vom Support geschrieben, er meinte er findet es auch krativ und lustig aber es ist nunmal so, dass Kinder unter 14 dieses Spiel auch spielen, ansonsten wäre es ja ok.\nMit seiner Begründung habe ich es dann eingesehen und habe meinen Namen in Emumus Friend umgeändert..\n\nIch bitte dich wirklich sehr darum und wäre dir unendlich dankbar, wenn du mir versuchst zu helfen und vllt mit dem Support reden kannst. Es ist ja so, dass es nur eine Sache mit dem Namenswechsel war, es ist ja nichts unglaublich schlimmes... Ich habe es auch nicht mit absicht getan (hab den Thread ja erst geöffnet und gefragt, nachdem ich gebannt wurde)\nIch bereue es wirklich sehr aber bitte Hilf mir, hab mir so viel Mühe gegeben um die Elo zu erreichen. Einige würden sagen \"es ist nur ein Rahmen\" aber es ist eine Ansichtssache, für mich ist das wichtig, weil ich sehr viel Zeit und Energie darein gesteckt habe und ich habe echt nix so schlimmes getan, dass ich es verdiene so bestraft zu werden.\nBitte versuch mir zu helfen Sirrkas!! :'(\n\n(Es besteht ja die möglichkeit \"Spieler, die irrtümlich oder in Zusammenhang mit Betrügereien gesperrt wurden, erhalten dennoch eine Belohnung.\" vielleicht kannst du jemanden vom Support überzeugen, dass er den Bann in \"Irrtümlich\" ändert. Ich habe meinen Fehler ja eingesehen. Ich wäre so Dankbar)","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T15:04:03.243+0000","up_votes":2,"down_votes":3,"body":"Nein, mach das selber. Schreib den Support an. Frag nach, ob du auch darunter fällst und wenn es so ist, trag die Konsequenzen.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T15:32:48.126+0000","up_votes":2,"down_votes":1,"body":"Ich habe dem Support ja schon geschrieben, aber meistens lesen die kaum alles was man schreibt... :(\nVorallem wenn man einfach ein \"normaler User\" ist wie ich. \nBei dir würden die vllt ihre Meinung ändern... \n\nJa Konsequenzen tragen...  Ich habe meine Strafe schon bekommen, dass ich einen 7 Tage bann hatte und meinen Namen ändern musste.\nAber dass ich dafür von allen Belohnungen, wofür ich das ganze Jahr hingearbeitet hab ausgeschlossen werde, owbohl ich das nie mit böser absicht getan hab.\nUnd ich kann nicht mal wirklich was machen. \n\nWir sind alle Menschen und wieso tun wir uns sowas ungerechtes gegenseitig immer an? ...\nIch fühle mich nämlich wirklich sehr ungerecht behandelt...\nUnd mit deiner Hilfe hätte ich vielleicht eine Chance....","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-09T15:51:42.087+0000","up_votes":2,"down_votes":2,"body":"Nein, auch meine Tickets werden ganz normal zuerst mit vorgefertigten Antworten beantwortet. Das letzte war wegen den \"mein Shop\" Problemen. Die Anfrage wurde zwar bearbeitet, aber ein Teil übersehen. Also einfach noch mal antworten und schon war alles geklärt. \n\nWenn du das Gefühl hast, der Support hat nicht so richtig auf das geantwortet, was du wissen wolltest, schreib einfach, wie jeder andere auch (inklusive Volus), noch eine Antwort auf das Ticket.\n\nDie lesen sich das dann durchaus durch, aber das heißt nicht, dass sie eine Antwort geben werden, die einem gefällt. \n\n>Ja Konsequenzen tragen... Ich habe meine Strafe schon bekommen, dass ich einen 7 Tage bann hatte und meinen Namen ändern musste.\nAber dass ich dafür von allen Belohnungen, wofür ich das ganze Jahr hingearbeitet hab ausgeschlossen werde, owbohl ich das nie mit böser absicht getan hab.\nUnd ich kann nicht mal wirklich was machen.\n\n\nNunja, es war schon letzte Season so, dass man etwa ab August nicht mehr gebannt werden durfte, wenn man die Seasonrewards haben wollte. \n\n>Wir sind alle Menschen und wieso tun wir uns sowas ungerechtes gegenseitig immer an? ...\nIch fühle mich nämlich wirklich sehr ungerecht behandelt...\nUnd mit deiner Hilfe hätte ich vielleicht eine Chance....\n\nEs ist nachvollziehbar, dass du dich ungerecht behandelt fühlst, wirkt aber aus meiner Sicht nicht so. Hier tun sich Menschen auch nicht gegenseitig Ungerechtigkeiten an. \n\nSpätestens nachdem ich mich erinnert habe, was du in dem Thread geschrieben hast, sehe ich auch keinen Grund, dir da mehr als anderen helfen zu sollen. Was du willst, lässt sich nur mit dem Support klären. Da mische ich mich nicht ein, vor allem, da ich daran ohnehin nichts ändern könnte. Wenn dein Fall nach ihren Richtlinien damit bestraft wird, dass du eben auch keine Rewards erhältst, kann ich daran nichts ändern. Wo der Bann irrtümlich erfolgt sein soll, kann ich auch nicht erkennen.","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T16:19:42.551+0000","up_votes":2,"down_votes":1,"body":"Es dauert so lang bis der Support antwortet.. Vllt kriege ich erst morgen eine Antwort, dass die nix machen können... :(\nUnd dann schreib ich denen wieder, hin und her....\n\nIch kann nicht so gut Argumentieren und habe auch wenig Chancen, dich kennen die bestimmt...\n\nWenn mein Fall in diese Richtlinien fällt, können die vom Support immernoch etwas ändern, wenn Sie ihr Gewissen als Mensch miteinbringen und selber entscheiden, ob ich es verdient habe so bestraft zu werden oder nicht... Das meine ich ja mit, ob die den \"vergangenen Bann\" einfach umändern können in \"irrtümlicher\" daran würde sich ja nix ändern, den Bann hatte ich schon. So würde ich wenigstens den Rahmen noch bekommen..\nOder findest du etwa ich verdiene diese Doppelstrafe..? :'(","replies":[]},{"id":"","poster":"Emumus Friend","date":"2017-10-09T21:31:39.811+0000","up_votes":1,"down_votes":0,"body":"Es ist immernoch ein Unterschied, ob jemand eine Sperre wegen einem Namen erhalten hat, was er garnicht böse meinte, oder jemand flamed, beleidigt, cheatet, elo boosting betreibt oder andere Dinge, wo derjenige vorsätzlich gegen die Regeln handelt.\n\nEs ist kein betteln, ich wollte ledeglich Hilfe. \nWie würdest du dich denn fühlen, wenn du 1 Jahr auf etwas hinarbeitest, fast Platin erreicht hast gestern (Promos), dich versuchst gut zu benehmen, nicht zu flamen etc. und dann am nächsten Tag siehst, dass du einfach garnix bekommst. All deine Mühe umsonst.","replies":[]},{"id":"","poster":"Emumus Friend","date":"2017-10-09T16:02:01.645+0000","up_votes":1,"down_votes":0,"body":"Wegen irrtümlich, das war nur eine Idee, ob da eine Ausnahme geht...\n\nJa ich finde ich habe es nicht verdient, habe nix so schlimmes getan....\n\nDanke dir trotzdem.....","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-10-09T17:32:26.083+0000","up_votes":2,"down_votes":3,"body":"Mit dem ganzen betteln wirst du mir lediglich unsympathischer. Und nein, der Support wird sicher nicht sagen \"oh, der arme, ich mach mal ne Ausnahme\", auch dann nicht, wenn sich jemand anderes für dich einsetzt. Dann wäre das nämlich unfair den anderen gegenüber, bei denen keine Ausnahme gemacht wird. \n\n>Oder findest du etwa ich verdiene diese Doppelstrafe..? :'(\n\nIn diesem Fall ja. Du hattest eine Namensänderung erhalten, bewiesen, dass du nichts gelernt hast und eine härtere Strafe erhalten. Jetzt musst du eben damit leben, solltest du keine Seasonrewards erhalten.","replies":[]}]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-10-09T15:48:54.401+0000","up_votes":1,"down_votes":0,"body":"was war dein vorheriger name denn? wenn ich fragen darf und btw bist du ja NOCH gar nicht platin :D","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T15:58:13.134+0000","up_votes":1,"down_votes":0,"body":"Ich bin in den Promos zu Platin... mir ist aber die Lust daran vergangen nun überhaupt LoL zu spielen...\n\nMein Name war MyKogOwnedUrAshe.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-10-09T15:56:19.680+0000","up_votes":2,"down_votes":2,"body":"Da du sagst du hast einen Bann für den Namen erhalten. Wie oft hat der Support dich denn deinen Namen ändern lassen?","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T16:13:07.704+0000","up_votes":2,"down_votes":1,"body":"Es war so... \nich hatte einen Namen etwa 2 Jahre lang. Es hat niemanden gestört, ich wurde nie reportet.\nEines Tages wollte ich den Support wegen einer Frage anschreiben, eine Antwort habe ich nicht wirklich auf meine Frage bekommen zum Honorsystem, stattdessen musste ich meinen Namen ändern. Ich habe nicht verstanden was da los ist, weil ich meinen Namen nicht mal ansatzweise schlimm fand. Hab den in ein ähnlichen Namen geändert, was mein Fehler war, das sehe ich ein. \nAber habe nix davon absichtlich oder mit böser Absicht gemacht...\n\nIch habe dann den 7 Tage-Bann als Strafe bekommen. Es ist halt so, dass man auch mal Ausnahmen machen kann, ich habe nie etwas böse gemeint und eine Strafe die mehr als angemessen war habe ich schon abbekommen....","replies":[]}]},{"id":"","poster":"Mockingjay","date":"2017-10-09T15:08:37.680+0000","up_votes":1,"down_votes":1,"body":"Ich finde zwar auch dass der Name nicht gerade angebracht war (wie du selbst ja eingesehen hast), aber dass du in Folge diesen Banns für die diesjährigen Belohnungen ausgeschlossen wirst finde ich meiner Meinung nach nicht angemessen.\nNatürlich war der Name unangebracht und provokant, aber dennoch ein wenig kreativ/\"lustig\" gemeint, und nicht respektlos oder erniedrigend für andere Mitspieler.\nIch drücke dir die Daumen, dass Sirrkas oder die Supporter dir helfen können, dass dieser Bann nicht für den 'Belohnungsausschluss' zählt und du diese bekommst :)","replies":[{"id":"","poster":"Emumus Friend","date":"2017-10-09T15:26:29.487+0000","up_votes":2,"down_votes":1,"body":"Ich danke dir, ich habe dem Support geschrieben, ich bin da aber nicht grad poistiver Dinge... Meistens lesen die kaum die Frage worum es geht.. :'(","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-10-09T21:43:00.641+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Emumus Friend,realm=EUW,application-id=YnZkMR0R,discussion-id=sABYUnOq,comment-id=00000000000000000000000000000000000000000000000000000003,timestamp=2017-10-09T21:31:39.811+0000)\n>\n> Es ist immernoch ein Unterschied, ob jemand eine Sperre wegen einem Namen erhalten hat, was er garnicht böse meinte, oder jemand flamed, beleidigt, cheatet, elo boosting betreibt oder andere Dinge, wo derjenige vorsätzlich gegen die Regeln handelt.\n> \n\n\nEs ist auch ein Unterschied, ob man sich seinen Namen ein oder mehrere male in etwas geändert hat, das gegen die Regeln verstößt. Du bist eben leider öfter negativ damit aufgefallen. \n\n> Es ist kein betteln, ich wollte ledeglich Hilfe. \n> Wie würdest du dich denn fühlen, wenn du 1 Jahr auf etwas hinarbeitest, fast Platin erreicht hast gestern (Promos), dich versuchst gut zu benehmen, nicht zu flamen etc. und dann am nächsten Tag siehst, dass du einfach garnix bekommst. All deine Mühe umsonst.\n\nDamit leben, dass ich mist gebaut habe. Aber die Ranglistenplatzierung ist mir eher unwichtig. Lediglich der Siegreichskin ist für mich eine nennenswerte Rankedmotivation, weshalb ich wohl noch die Einstufung in Flex hinter mich bringen werde, damit ich sehe, ob ich alle 3 Chromas schaffe. Ansonsten vielleicht noch ein paar Rankeds mit meinem Bruder, um zu sehen, ob wir in dem einen Monat noch Platin erreichen. Aber wenn ich das nicht schaffe, juckt das mich nicht. \n\nUnd ja das ist betteln. Wenn du einmal fragst, ob ich dir helfe, ist das ja ok. Wenn ich aber schon mehrfach nein dazu gesagt habe und du mich wiederholt darum bittest, wird das betteln genannt.","replies":[]}]}