{"id":"iregsJT7","poster":"ActiveBean","date":"2017-10-09T14:02:29.724+0000","title":"Suchen Midlaner für Uni Turnier am 15. Oktober","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\nwir suchen einen Midlaner f&uuml;r das Uni Turnier.\r\nVoraussetzungen sind:\r\n- Man muss Student an einer Uni oder an einer Hochschule sein\r\n- Man sollte im Diamond-Bereich sein oder mal gewesen sein, falls man inaktiver war.\r\n- Und man sollte Bock haben Zeit und Energie zu investieren, um genug zu spielen. Das Turnier ist bereits am 15. Oktober.\r\n\r\nAddet mich bei Leauge. Mein Name lautet dort Activeuser. Ich bin der Adc. Bin k&uuml;rlich wieder Dia 5 geworden. Ich war mal Master elo, war aber die letzten Monate z.B. inaktiv.\r\nUnser Jungler Diamond 4, peak war dia 3.\r\nUnser Toplaner ist Diamond 2, peak war master 100 Punkte.\r\nSupport ist Diamond 3.\r\n\r\nDie anderen Uni-Teams waren bisher nicht so stark, also gute Chancen f&uuml;r uns. Es gibt auch nice Rewards, wenn man im Turnier weit kommt.\r\n\r\nMeldet euch. Beste Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Willma","date":"2017-10-10T17:40:23.712+0000","up_votes":1,"down_votes":0,"body":"Fall ihr noch keinen habt hätte ich auch interesse.\nBin aktuell D4 in soloq (peak war d2) und hab einiges an teamerfahrung.\nvor einem jahr hab ich auch in der ueg gespielt (ich denke mal um die geht es hier) und bin damals mit neat a zweiter geworden.\nich hab in den letzten paar wochen etwas weniger gespielt und bin ein bisschen eingerostet, habe aber zeit und lust das bis sonntag zu ändern.\nhab dich ingame geadded","replies":[]},{"id":"","poster":"lntro","date":"2017-10-09T19:48:58.446+0000","up_votes":1,"down_votes":0,"body":"Hey Activeuser\n\nIch habe großes Interesse mit euch zusammen das Uni Turnier zu dominieren!\nIch bin morgen Abend (ca. 19:00 vielleicht auch viel früher) wieder in meiner Wohnung, aber hier schon einmal mein Op GG.\n\nhttp://euw.op.gg/summoner/userName=lntro\n\n\nHabe mich ohne Probleme trotz meiner Inaktivität in S5 und S6 in kurzer Zeit zurück auf Diamond gespielt.\nDadurch das ich in den letzten 2-3 Wochen viel gespielt habe (±200 Games Solo-q) bin ich in einer sehr guten Verfassung.\nIm Vergleich zu den Uni Midlane-ern des letzten Jahres schätze ich mich als besser ein.\nMeine Hauptstärken sind game knowledge, lane control, map awareness.\nDes weiteren bin ich kritikfähig und tilt frei!\nMein Champion pool ist sehr Anpassungsfähig.\n\nAlles andere zu mir würde ich euch gerne persönlich über TS/Discord/.. erzählen.\nIch adde in League of Legends sobald ich online bin!\n\nPS: Ich kann ab morgen bis zum 15. jeden Tag 6+ Stunden spielen \n\n\nHYPE\nAlex, lntro","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-10-10T11:27:31.988+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=lntro,realm=EUW,application-id=ElKI1ocy,discussion-id=iregsJT7,comment-id=0000,timestamp=2017-10-09T19:48:58.446+0000)\n> Im Vergleich zu den Uni Midlane-ern des letzten Jahres schätze ich mich als besser ein.\n\nFindest du das nicht etwas überheblich?","replies":[]}]}]}