{"id":"LbjmKLRl","poster":"MISTER cRus","date":"2017-10-08T18:15:12.119+0000","title":"Zockerstube Multigaming Community sucht DICH!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**An alle Gamer/innen**\r\n\r\nIhr seid auf der Suche nach einer netten Gaming Community, die gerne im Team spielt und mit der man Spa&szlig; haben kann? Dann seid ihr bei uns herzlich willkommen.\r\n\r\n\r\n**&Uuml;ber uns:**\r\n\r\nWir sind eine Multigaming Community, die seit 2010 von NiDE (Maciej Orlowski) geleitet wird.\r\n\r\nDas Zockerstube Team ist in verschiedene Abteilungen aufgeteilt und besitzen selbst geschriebene Programme die uns dabei helfen organisiert &amp; strukturiert zu arbeiten und euch dadurch richtig geile Events, Turniere, Streams und Giveaways anbieten k&ouml;nnen.\r\n\r\nBei uns wird viel gezockt und am Abend in einer kleinen Runde besprochen was verbessert werden kann. Wobei alle Mitglieder &uuml;ber das Forum eigene Vorschl&auml;ge zu Events und Besserungen &auml;u&szlig;ern k&ouml;nnen.\r\n\r\nGr&ouml;stenteils werden CS:Go, Overwatch, League of Legends, Minecraft aber auch kleine Titel wie z.B. Realm of the Mad God oder Osu von den Mitgliedern gespielt. Derzeit bestehen wir aus &uuml;ber 100 Membern (es wird immer mehr) und suchen immer nach aktiven spielern und neuen Spielen um unsere Gemeinschaft zu vergr&ouml;&szlig;ern.\r\n\r\nDie Events werden durch Geldspenden der Community oder durch die Private zur verf&uuml;gung Stellung von Preisen belohnt und ist f&uuml;r alle zug&auml;nglich.\r\n\r\n\r\n**Was wir euch bieten:**\r\n\r\n- Einen Teamspeak 3 Server mit 512 Slots, unser Teamspeak ist mit unserer Homepage verbunden, so k&ouml;nnt ihr euch auf der Homepage Spiele hinzuf&uuml;gen und die werden automatisch auch im Teamspeak hinzugef&uuml;gt so k&ouml;nnt ihr im Teamspeak erkennen, wer welche Spiele spielt.\r\n\r\n- professionelle Homepage mit Forum was regelm&auml;&szlig;ig verbessert wird und im Changelog nachlesbar ist\r\n\r\n- Gameserver erstellen wir auf Anfrage sofort. Derzeit haben wir: einen Minecraft Server und einen Garrys Mod TTT Server\r\n\r\n- professionelles Zockerstube Team was auf verschiedene Abteilungen verteilt ist mit immer einer Abteilungs Leitung, dadurch k&ouml;nnen wir eure w&uuml;nsche und Events besser und schneller Organisieren\r\n\r\n- ein Shop System mit eigener W&auml;hrung (ZS Coins) womit ihr euch coole Icons und Features kaufen k&ouml;nnt ohne echt Geld auszugeben.\r\n\r\n- 2x sehr gro&szlig;e Turniere (ZS Winter Cap und ZS Summer Cap) und zwischen durch kleinere Turniere in Spielen wie LoL oder CSGO\r\n\r\n- Und viel mehr!\r\n\r\n\r\nWie ihr sieht nehmen wir das ziemlich ernst und wollen sehr gro&szlig; werden, aber als Mitglied bei uns hast du bei uns keine Pflichten du kannst Online kommen wann du willst (auch wenn nur 1x Pro Woche weil du viel Privat Zutun hast, das ist kein Problem)\r\n\r\nWenn wir dich &uuml;berzeugt haben besuche unsere Homepage (**www.zockerstube.cc**) oder komm direkt auf unserem Teamspeak Server (**ts.zockerstube.cc**) bei Fragen gehe dort einfach in denn Support Channel, ein Supporter wird sich schnell bei dir melden oder schreib uns eine E-Mail (**kontakt@zockerstube.cc**).\r\n\r\n\r\n**Mit freundlichen Gr&uuml;&szlig;en\r\nDeine Zockerstube Multigaming Community**","replies":[]}