{"id":"vPbW41NK","poster":"IWhiteBoyI","date":"2017-10-08T01:11:26.629+0000","title":"CR Probleme im nachhinein","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Moin,\r\n\r\nkann es sein das man nach einer Chat restriction nur noch mit &quot;anderen&quot; Flamern und toxischen leuten gematcht wird ? \r\nSozusagen als L&auml;ngere Bestrafung ?\r\nKann mir nicht helfen , seitdem die CR vorbei ist bekomme ich nur noch Leute die noch bei weitem schlimmer sind als ich ins Team, und verliere nur noch im SoloQue, egal ob alleine oder mit premade es sind Teams die weit unter Silber Niveau spielen .\r\nist das normal ?^^\r\n\r\nMfg","replies":[{"id":"","poster":"MrSnowy","date":"2017-10-08T02:20:05.248+0000","up_votes":1,"down_votes":0,"body":"Auch das ist eher dummer zufall. Es gibt keine gesonderte Rankedwarte schlange. Dann hast du halt einfach ein paar dumme Mates die es nicht so ernst nehmen mit dem Ranked als du. Solange du deine lane gewinnst und auch selber soweit alles richtig machst. Kannst du mit nem guten gewissen aus dem game gehen. Es bringt nichts auf andere zu gehen wenn man es selber nicht immer besser macht. Die Wortwahl ist eine Mächtige waffe. Wenn man sie richtig nutzten kann wird man auch etwas damit erreichen können. :) Viel glück weiterhin bei dein Spielen und zügel dich *Auch wenn es oft schwer ist* ^^","replies":[]},{"id":"","poster":"MrSnowy","date":"2017-10-08T01:40:07.711+0000","up_votes":1,"down_votes":0,"body":"Einbildung mehr ist das nicht.\nDu solltest dir weniger gedanken um ander machen sondern eher um dich. Was juckt dich das flamen überhaupt? *Lassen wir mal dein lol Namen beiseite*\nDir ist klar das nun jegliche kleinere strafe zum 14 Tages bann führen kann und nicht zwangsläufig auf ein Cr hinauslaufen muss? Darüber würde ich mir eher gedanken machen.\nLol Hat die Super Funktion Installiert das man die leute /muten kann und sogar den All Chat deaktivieren kann. Daher würde ich dir auch dieses ans Herz legen.\nMehr auf den Chat zu achten=Mehr verlieren (Weniger Konzentration) :)","replies":[{"id":"","poster":"IWhiteBoyI","date":"2017-10-08T02:13:00.101+0000","up_votes":1,"down_votes":0,"body":"Jo nur geht es mir hier nicht um einen Ban oder einen weiteren CR sondern darum das meine Teams einfach nicht gut spielen^^ nichtmal annährend Auf normalem Gold Niveau. selbst wenn man silber 1+2 mit einfließen lässt komm ich mir vor wie im Aram ohne wards Etc. Und genau diese Teams habe ich erst seit dem CR. Daher die besagte frage","replies":[]}]}]}