{"id":"MsGB35vj","poster":"Like a Sir","date":"2017-10-06T09:28:05.111+0000","title":"[OT] Allerhöchste Dringlichkeit - Ansuchen an die Königin","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":2,"body":"Die T&uuml;r in den Thronsaal der K&ouml;nigin geht langsam ja fast bed&auml;chtig auf. \nEin kleiner Mann tritt ein und geht auf die K&ouml;nigin zu, diese sitzt auf ihrem Thron und sieht wohl zur T&uuml;r um zu erkennen wer oder was sich um diese Zeit in ihren Saal verirrt.\n\nEtwas ungelenk ja vielleicht sogar Steif bewegt sich ein fast 1,5 Schritt hoher Priester mit Bewegungen Like a Sir in Richtung der K&ouml;nigin und ihrem Thron. Er str&ouml;mt einen angenehmen ja fast verf&uuml;hrerischen Duft von Moschus, Weihrauch und M&uuml;rre als auch Gartenerde aus, in seiner Hand h&auml;lt er einen Gehstock aus Eichenholz, wie jeder Priester hat er einen modischen R&uuml;mmelbierbauch, sein Gesicht ist ein Angenehmes Gesicht in welchem 2 wundersch&ouml;ne blaugr&uuml;ne Augen den Blick unweigerlich auf sich ziehen um einen Sofort in ihren Bann zu ziehen.\nAuf den zweiten Blick scheint dem Priester irgendetwas auf dem Herzen zu liegen sein Gesicht ist in tiefe Falten gelegt.....\n\nKurz vor der K&ouml;nigin nimmt er die Typische Haltung eines Priesters w&auml;hrend einer Predigt ein.\n\nEure Majest&auml;t so h&ouml;rt meine Stimme ! (klingt wie jede gew&ouml;hnliche Stimme eines Predigers nur ein gewisses Kr&auml;chzen ist im Klang zu h&ouml;ren wodurch die Stimme etwas Rauer klingt als man zuerst vermutet)\n\nWie ihr wisst eure Majest&auml;t wurde die Revolution gestoppt. The Swan Song auch bekannt als Swanson ist nun keine Bedrohung mehr f&uuml;r euer K&ouml;nigreich die Macht die er einst besa&szlig; hat er im Kerker verloren und ist nun f&uuml;r immer verschollen (kein Wunder man sieht die Hand vor seinen Augen nicht).\nEr mag zwar durch die Hilfe anderer der ewigen Dunkelheit entkommen sein allerdings ist er wie schon eben erw&auml;hnt keine Gefahr mehr f&uuml;r euch, selbst ein Babyporo (welches bis zu seinem ersten Snack so hilflos ist und ohne Fremde Hilfe selbst gegen eine Fliege den k&uuml;rzeren zieht)  besitzt nun mehr Macht als Swanson.\n\nAls euerer treuer Untergebener DsHPdSaihP (Der selbsternannte Hochgeweihte Priester des Schlossgarten ans&auml;ssig im hiesigen Pavillion) bitte ich euch nun die Cloulddrakes in ihren wohlverdienten Urlaub auf die Cloud-Insel (Wellnessoase f&uuml;r Clouddrakes) zu schicken, die Ausgangssperre aufzuheben als auch die Tore der Statt wieder zu &ouml;ffnen um den Schrecken welchen die Revolution ausgel&ouml;st hat zu beenden.\n\n**Sodass die von R&uuml;mmelbier gezeichnete Goldene Zeit des K&ouml;nigreichs weiterbestehen kann und abermals Poros durch die Stra&szlig;en von den D&auml;chern und um uns herum tollen** als auch Fremde wieder Freiwillig den Weg in das K&ouml;nigreich suchen und nicht vor der Stattmauer &quot;Fort Knox&quot; lesen m&uuml;ssen und dadurch angsterf&uuml;llt das Weite suchen.\n\n**Ich bitte euch K&ouml;nigin m&ouml;gen Harmonie und Poros und Weltfrieden wieder dahin kommen wo sie hingeh&ouml;ren ins K&ouml;nigreich!**\n\nHoffnungsvoll richtet er den Blick auf die K&ouml;nigin.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-10-06T23:31:55.440+0000","up_votes":3,"down_votes":0,"body":"Gelangweilt hört die Königin auf das was der Priester zu sagen hat. Es ist nicht das erste Mal, dass ein Priester oder wie auch immer die Leute sich nennen mögen, zu ihr kommt und ihre Tyrannei beenden will. \nMit einer Handbewegung ihrer rechten Hand und ein paar gemurmelter Worte, welche niemand zu verstehen mag, verwandelt sich der Priester plötzlich in eine lebensgroße Schachfigur. Nun ist er ein Bauer, auf dem Brett ihres lebensgroßen Schachspiels. Hier haben sich schon einige Figuren angesammelt, vermutlich handelt es sich hier um die anderen armen Seelen, welche darum gebeten haben, nicht weiter Angst und Schrecken zu verbreiten. \n\n\"HOFNARR!\", ruft die Königin und flink wie ein Hase kommt der Narr aus seiner Ecke des Thronsaals angelaufen. \"Lass uns eine Runde Schach spielen, ich habe soeben eine neue Figur für meine schwarze Seite erhalten und nun wünsche ich ein Spiel\", lacht sie und begibt sich zu ihrem Schachbrett, welches bereits von diversen Dienern spielbereit gemacht wurde.","replies":[{"id":"","poster":"Shacoláde","date":"2017-10-09T06:20:00.065+0000","up_votes":1,"down_votes":0,"body":"> \"HOFNARR!\", ruft die Königin und flink wie ein Hase kommt der Narr aus seiner Ecke des Thronsaals angelaufen. \"Lass uns eine Runde Schach spielen, ich habe soeben eine neue Figur für meine schwarze Seite erhalten und nun wünsche ich ein Spiel\", lacht sie und begibt sich zu ihrem Schachbrett, welches bereits von diversen Dienern spielbereit gemacht wurde.\n\n\"Sehr gerne meine Köngin.... \" Währenddessen überlegt er sich schon seinen ersten Zug...\n\n\"Bauer auf E4\"","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-07T12:34:14.220+0000","up_votes":1,"down_votes":0,"body":"Da eine Schachfigur auch Gefühle hat und denken kann aber leider nicht sprechen kann dachte ich, als ich zur Figur wurde so also begegnet man einem seiner Treuen Untertanen...\" von nun dachte sich die Figur beim Spiel der Königin stets \"so einen schlechten Zug kann sie doch garnicht spielen wie will die denn ein Land regieren wenn die nichtmal gegen einen Clown der ohne Königin, Läufer, Turm als auch Springer spielt gewinnen kann......\"","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-10-06T09:58:37.958+0000","up_votes":2,"down_votes":0,"body":">  (...) Sodass die von Rümmelbier gezeichnete Goldene Zeit des Königreichs weiterbestehen kann und abermals_** Proros**_ durch die Straßen von den Dächern und um uns herum tollen (...)\n\nProros\n\nhttps://pics.me.me/doritos-poro-cheese-poritos-%F0%9F%98%8D-leagueoflegend-leaguevines-leagueoflegends-leagueoflegendsmemes-9516107.png\n\nBoosted euch zu Diamont 1 seit 1998.","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-06T10:02:45.827+0000","up_votes":1,"down_votes":0,"body":"Oh danke für den Hinweis ._. Habe mal ausgebessert :D","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2017-10-06T11:45:39.149+0000","up_votes":1,"down_votes":0,"body":"> Hoffnungsvoll richtet er den Blick auf die Königin.\n\n... währenddessen spaziert der Hofnarr in den Thronsaal und gibt lautstark von sich:\n\n\"Tri Tra Trulala ist der Like a Sir wieder da?\"\nWas will er denn heute schon wieder?\nWerte Königin ist er euch zu bieder?\nSoll ich nun zur Tat schreiten\nund ihn hinaus begleiten?\"\n\"Tri Tra Trulala !!!\"","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-06T17:02:05.507+0000","up_votes":1,"down_votes":0,"body":"Was ist denn das für ein Clown?","replies":[]}]}]}