{"id":"Y8rQaNaE","poster":"G3neral Zero","date":"2017-10-05T17:15:43.859+0000","title":"Team im Aufbau","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hey! ;)\n\nIch habe mir &uuml;berlegt doch wieder einen Versuch zu starten und ein Team aufzubauen. \n\n**Gesuchte Rollen sind:\n-Top\n-Mid\n-Jungle**\n\nDa ich teilweise nicht besonders gute Erfahrungen gemacht habe, in Punkten wie: Zuverl&auml;ssigkeit, Kritikf&auml;higkeit und guter Kommunikation, m&ouml;chte ich hiermit vorweg sagen, dass ich darauf ganz besonders viel Wert lege und das ihr euch bitte vorher die Frage stellen sollt, ob das auf euch zutrifft.\n\n**Au&szlig;erdem sind folgende Sachen Voraussetzung :\n- mind. 18 Jahre\n- funktionierendes Headset f&uuml;r TS3/Discord\n- Elo Plat lll +\n- Teamerfahrung erw&uuml;nscht (gerne auch eingespielte Kollegen)**\n\nSo jetzt aber zu mir und meinen Vorstellungen mit dem Team.\n\nIch bin Support Main und spiele mit meinem Kollegen auf der Botlane. Ich spiele jetzt seit Ende der Beta und mein Elo Peak war Dia 3, momentan gurke ich aber in P2/P1 umher. Ich habe schon mehrmals aktiv in Teams gespielt und an kleineren Turnieren teilgenommen und habe sowohl sehr gute, als auch sehr schlechte Erfahrungen gemacht.\nIch hab kein Bock auf ne weitere schlechte Erfahrung, sondern auf nen geiles Team. Ich suche hier also nicht nach ner  tiltenden Gurkentruppe, die nach 2 verlorenen Spielen schon alles hinschmei&szlig;t, sondern nach Leuten, die sich als Team und individuell weiter verbessern wollen und Ehrgeiz mitbringen.\nAu&szlig;erdem habe ich oft erlebt, dass sich Teams nach Anfangs gutem Start direkt aufl&ouml;sen und alles zerf&auml;llt, aus was f&uuml;r Gr&uuml;nden auch immer... Deshalb sollte das Wort **&quot;Langfristigkeit&quot;** hier auch fett und gro&szlig; geschrieben werden ;)\n\nZu einem guten Team geh&ouml;rt nat&uuml;rlich auch Training und das wiederum ben&ouml;tigt zuverl&auml;ssige und p&uuml;nktliche Spieler im Team. Auf genaue Trainingszeiten wird sich dann geeinigt, allerdings ist 3-4/Woche am Abend vorgesehen.\nUnd das wichtigste zum Schluss: Hier soll ein _**Team**_ entstehen und dazu geh&ouml;rt gute Kommunikation und Absprache sowohl im Spiel als auch au&szlig;erhalb (z.b. rechtzeitiges Absagen wenn man mal nicht kann).\n\nWas ich bieten kann ist eine entspannte und lustige Atmosph&auml;re, einen TS Server, Scrimpartner und _**evtl **_ Connections zu Sponsoren, falls sich das Team gut entwickelt. Au&szlig;erdem ist unsere Botlane bereits sehr gut eingespielt und wir bringen viel Teamerfahrung + Shotcalling mit.\n\nWie man aus meinem Text erkennen kann, habe ich einen gewissen Anspruch an das Team und m&ouml;chte auch etwas h&ouml;hre Gefilde erreichen, bzw. an kleineren Cups teilnehmen, Esl/Spin spielen, etc. Mir geht es aber au&szlig;erdem, um eine coole Truppe aus Leute, die &auml;hnliche Vorstellungen von einem Team hat wie ich und mit der es Spa&szlig; macht zusammen zu spielen.\n\nFalls ich mit dem Post **DEIN** Interesse geweckt haben sollte, dann adde mich Ingame unter &quot;G3neral Zero&quot;. \nIch werde dann mit dir aufs TS gehen und zuerst ein Gespr&auml;ch f&uuml;hren. \n\nDas wird wie so eine Art &quot;Bewerbungsgespr&auml;ch&quot; ablaufen und zu folgenden Punkten solltest du mir ne gute Antwort geben k&ouml;nnen:\n\n**- bevorzugte Rolle + beste Champions/Championpool\n- Seit wann du spielst\n- deine derzeitige Elo\n- Wieso du?\n- bereits gesammelte Erfahrung in Teams?**\n\nDanach wird es mehrere Tryouts geben, wo ich verschiedene Spieler auf den jeweiligen Positionen teste, diese mehrmals durchwechsel und mich anschlie&szlig;end f&uuml;r die am besten geeigneten Leute entscheide. An dieser Stelle m&ouml;chte ich aber nochmal erw&auml;hnen, dass man Kritik abk&ouml;nnen muss und das **Ich** letzten Endes die finale Entscheidung treffe.\n\nGuddi!\nDann w&uuml;nsche ich euch erstmal noch nen sch&ouml;nen Donnerstag Abend und vllt bis demn&auml;chst ;){{sticker:vlad-salute}}  \n\nMfg G3neral Zero!","replies":[]}