{"id":"GahdIPRw","poster":"Warlord of Noxus","date":"2017-10-04T18:21:40.650+0000","title":"Champion-Konzept: Yhornyr- Der Runen-Iudex","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo!\r\nErstamal im voraus: dieser Champion ist vom Namen und Aussehen an Dark Souls 3 Boss Champion Gundyr angelehnt.\r\nIch war in letzter Zeit inaktiv und  habe mich in Dark Souls vertieft, aber das ganze herumgerolle und sterben hat mich ersch&ouml;pft (git gud Warlord)\r\nund hey, wieso nicht meinen lieblingsboss so ein bisschen ins spiel miteinbringen? Aber nun zum Konzept:\r\n\r\nAussehen: Wie Gundyr halt ._. gro&szlig;, steinernde R&uuml;stung, Swagger Helm und seine Hellebarde. Absoluter Boss halt.\r\n\r\nStory (kurzfassung,weil niemand lie&szlig;t gerne): \r\nRyze besch&uuml;tzt ja bekanntlich die Runen die die Welt von Runeterra zusammenhalten. Doch um eine Rune muss er sich nicht k&uuml;mmern: Die Rune Yhornyrs.\r\nDiese Rune liegt an einem abgelegen  Gipfel der Targonianischen Gebirge, In einer  aus Stein errichteten Arena, wo verungl&uuml;ckte Erklimmer bestattet werden. Dort wird die Rune von einem Golem bewacht, ein Richter um genauer zu sein.Er sorgte daf&uuml;r,dass nur w&uuml;rdige Krieger in die n&auml;he der Rune kamen. Jedoch war niemand bis jetzt stark genug um zu &uuml;berleben. Weder Magier, Beschw&ouml;rer und oder Krieger haben funktioniert. Hohe Lords schickten ihre besten Soldaten, die jedoch alle kl&auml;glich scheiterten.\r\nNichtmal der Geist des Krieges, Pantheon, konnte die Statue Yhornyrs nich bezwingen.\r\nDie Legende sagt, dass der, der den Iudex bezwingt als w&uuml;rdig gerichtet wird. Doch das ist nichts Gutes. Denn somit &uuml;bernimmt man die Rolle des Iudex, und ist auf ewig verdammt pber das zu wachen, was man urspr&uuml;nglich f&uuml;r seine Zwecke nutzen wollte.\r\nUnd wappne dich: denn Yhornyr wird eines Tages wieder auferstehen, um sich erneut als w&uuml;rdig zu erweisen.\r\n\r\n--------------------------------------------------------------------------------------------------------------------\r\nF&auml;higkeiten:\r\n\r\nPassiv: Erbschaft des Iudex\r\nWenn Yhornyr stirbt, stirbt er nicht wirklich. er Versteinert sich und einer knieenden psosition. wenn sein todestimer abl&auml;uft, so wacht er an der stelle auf wo er gestorben ist. er hat nun gl&uuml;hende augen, die anzeigen, dass er f&auml;higkeiten und angriffe 20% schneller ausf&uuml;hrt. ebenso bekommt er 25% CDR, doch er kann keine items kaufen, hat 50 weniger movespeed, 10% weniger maximales leben, und wenn er zur basis zur&uuml;ckkehrt wird er normalisiert.\r\nSollte Yhornyr in der zweiten form sterben so wird der M&ouml;rder zum neuen Iudex ernannt (dieser hat &uuml;brigens den Yhornyr wiederbelebungs effekt NICHT!). Wenn dieser stirbt wird der n&auml;chste zum iudex ernannt und so weiter.\r\n\r\nWICHTIG: Auch Teammates k&ouml;nnen Iudex werden. Diese k&ouml;nne dir aber die rune wiedergeben. Wenn sie dir die rune nicht geben wollen kannst du als Yhornyr an ihnen schaden machen, sie aber dir nicht.\r\nDer, der die Rune h&auml;llt bekommt so etwas wie einen mini ascensionbuff. das sind: 5% max leben , 5% MR und R&uuml;stung, 45 flat AD und 20 flat AP.\r\nAuch Rift Herald und Baron k&ouml;nnen Iudex sein. Wenn Herald mit dem Runenbuff verschwindet so kann man dir rune vom boden aufheben.\r\nWenn YHornyr stirbt hat er 5% max HP und im fehlen einige andere werte. wenn er in der zweiten form und kein iudex ist hat er 15% weniger maximale leben doch immernoch die anderen buffs vom &acute;&acute;auferstandenen Yhornyr&acute;&acute;. (also zweite form)\r\n\r\n\r\nQ: Richtschwung:\r\nYhornyr st&uuml;rmt nach vorne, bremmst hart ab und schwing in einem halbkreis mit seiner hellebarde die 110% AD (75-200 Base damage steiger sich von 1 bis 18) (siehe halbes dragonpit in reichweite, halbes baronpit in in breite)\r\n\r\nW: Eintritt des Iudex:\r\nIudex h&auml;llt sein Bein in die luft bevor er auf den Boden stampft und in einem Radius (siehe etwas kleiner als baronpit aber gr&ouml;&szlig;er als dragonpit)die Erde zum beben bringt. in diesem bereich verlangsamt er alle getroffen ziele um 90% f&uuml;r eine sekunde und verursacht Basisschaden von 60-160 (1-18 lvl) + 20% AD + 10% AP\r\n\r\nE: Targonianische Kampfkunst:\r\nYhornyr dashed nach vorner und f&uuml;hrt einen Elbogenschlag aus, wenn er etwas trifft kann er einen tritt ausf&uuml;hren der ein getroffenes ziel zur&uuml;ckst&ouml;&szlig;t (Reichweite etwas l&auml;nger als urgot dash, daf&uuml;r sofort , macht kaum schaden und CCd das Ziel nicht, kick ist wie ein skillshot, wenn er trifft wird das ziel so weit wie die maximale q range geschleudert)\r\n\r\nR: RIchten des Herausforderers (nur mit zweiter Form):\r\n Yhornyr bilded eine Arena aus B&ouml;gen und S&auml;ulen um sich (gr&ouml;&szlig;e baronpit)\r\nin dieser bekommt er 10% max health 10% AD  und 45 movespeed. ebenfalls bekommt er 5% CDR dazu. (siehe hardcore Jarvan Ulti in die Man rein und raus gehen kann)\r\n\r\n\r\nalso? wie gef&auml;llts euch?","replies":[{"id":"","poster":"MarCommander2211","date":"2017-10-06T16:51:24.224+0000","up_votes":1,"down_votes":0,"body":"Wollte grad schreiben: Hört sich wie ne Mischung aus den Dark Souls-Boss Ludex Gundyr und dem Aschefürsten Yhorm an.\nAber gut, hab mich ein wenig verlesen.\n\nAch und wieso Gundyr, wenn es  sooooo  viele coolere Bosse giebt! Ornstein (den Grauen aus DS2, nicht den aus dem ersten Teil), Artorias, seine Abyss Watchers, High Lord Wolnir und und und..\nIch meine, es ist ein cooler Boss, aber an sowas wie Artorias beispielsweise kommt er doch um Himmels Willen nicht ran! Allein schon wie sich seine Geschichte über den gesamten Spielverlauf aufbaut, man sogar seinen getreuen Wolf zur Strecke bringt und letztendlich denjenigen stürzt, welcher die lebende Legende zu Fall brachte, Manus, der Vater des Abgrunds! \n\nUnd der Schrei.\nDer Schrei den Artorias ausstößt, als er zu Boden sinkt... ein menschlicher Schrei. Unter seinem korrumpierten Äußeren steckte tatsächlich noch Menschlichkeit.","replies":[{"id":"","poster":"Warlord of Noxus","date":"2017-10-07T17:03:15.745+0000","up_votes":2,"down_votes":0,"body":"jeder hat ja seine vorlieben. ich bin nicht wirklich ein fan von artorias kampfstil, genau so wenig wie ornsteins.  sie sind so assassinen lastig (obwohl sie ja beide als die ritter gwynns gelten...´´ gundyr fühlte sich aber wie ein ritter an. er fühlte sich wirklich wichtig im ds3 spiel an, obwohl er es nicht wahr. und Wolnir ins spiel zu implemintieren wäre schwer wegen japan, die habens nicht so mit skeletten. und ja ich habe yhorm und gundyr in yhornyr umgewandelten, das war absicht :D. ich könnte in bezug ziehen die abyss watchers einzubauen, so mit einem neuen jeder gegen jeden system","replies":[{"id":"","poster":"MarCommander2211","date":"2017-10-09T14:19:11.343+0000","up_votes":1,"down_votes":0,"body":"Ah ja stimmt das mit den Skeletten, stimmt ja...\nArtorias und Ornstein sind halt sehr mobile und Salto/dash-lastige Bosse, aber alleine schon von der Lore find ich die besser. Der Kampf gegen Gundyr ist schon sehr, sehr gut, aber der baut sich durch die Geschichte nicht so gut auf wie z bsp Artorias oder die Abyss Watchers, obwohl die sich alleine schon von der Lore und ihrem Kampfstil her sehr ähneln.\n\nNa ja ist halt meine Meinung, ich finde halt Gundyr von der Lore her nicht sooo gut, obwohl der Kampf halt shcon atemberaubend verläuft.\n\nEdit: Git gud ^^","replies":[]}]}]}]}