{"id":"kg68yUQR","poster":"MayoTube","date":"2020-03-05T21:51:26.598+0000","title":"Elohell ist real","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":5,"body":"Hallo League Community\r\n\r\nIch spiele League seit 5 Jahren und verstehe nicht, wie es dazu kommt, dass jedes 2. Ranked oder mehr ein Loose ist.\r\nSeit 5 Jahren in Silber stuck und immer liegt es an den Mates, klar das sagt jeder.\r\nIch meine ich spiel alle 10 Games auch mal komplett scheiße aber selbst wenn ich hard carry bin, verliere ich die Runde, da ein Mate einfach zu viel feedet.\r\nMap Awareness, save spielen, wenns mal nicht so gut läuft, die richtigen couter Items, die richtigen Banns ich denke, dass ich das beherrsche. \r\nIn meinen Runden kommen dann so Leute, die nicht verstehen, wie die Kalistar oder Zilean Ult funktionieren, bauen Magic Resistance gegen Damage, weil es von League standartmäßig empfohlen wird, 1. Jungle camp wird gestohlen und sowas passiert einfach viel zu oft. Ich weiß auch wer zu fokussieren ist, und wann man Split-pushen oder Team-fighten sollte. da ich Jungle maine, Drachen und Herald werden gemacht, den Gegner bei den gegnerischen Jungle erwarten und \"free\" kills holen. Ich warne auch immer meine Mates, wenn ich gerade nicht zu beschäftigt bin oder Pinge alle wichtigen Sachen um das Team zu unterstützen. Jeder der dann 0/2 auf der Lane ist, versteht nicht, dass man unter dem Turm cs farmen soll, und stattdessen gehen die halt in jeden Kampf und stehen 0/5 oder schlechter. Dann wird nur noch rum geheult, dass es unmöglich ist und sie getowerdived werden, ist ja klar wenn der Gegner von den Kills, vom Farm und vom XP viel weiter ist. Ich denke ich habe mein Problem klar dargestellt. Ich habe viele Beispiele genannt, wovon es wenn ich länger Nachdenken würde, es viel mehr wären.\r\nIch will hiermit klar machen, Es GIBT die \"ELOHELL\"\r\nEinmal drin, unmöglich raus zu kommen.\r\nWenn mir jemand irgendwie raus helfen könnte, wäre das natürlich sehr gut, wobei ich denke, dass es unmöglich für mich ist, es sei denn Riot Games boostet mich oder so....\r\n\r\nVielen Dank fürs Lesen\r\n\r\nMFG\r\n\r\nMayo","replies":[{"id":"","poster":"Empaya","date":"2020-03-07T01:52:00.315+0000","up_votes":2,"down_votes":0,"body":"Jeder halbwegs normal denkende Spieler, der Platin+ ist, weiß, dass es keine Elohell gibt. Warum sonst sind manche Leute höher als nur Silber?\n\n> Ich meine ich spiel alle 10 Games auch mal komplett scheiße aber selbst wenn ich hard carry bin, verliere ich die Runde, da ein Mate einfach zu viel feedet.\n\nWenn jemand aus dem anderen Team gefeedet wird, liegt es an deinem Team, dass sie schlecht spielen. Stimmt.\nAndersrum funktioniert das auch. Du kannst doch auch aus dem Gegnerteam Leute haben, die DICH feeden. \nKommt halt drauf an, ob du oder der Gegner dann besser gefeedet ist, abhängig davon, wie gut ihr spielt.\n\nUnd wenn du halt nicht gegen den gegnerischen Jungler ankommst würde ich sagen, dass du besser werden musst. \nDer Bessere gewinnt, so ist das halt ^^","replies":[]},{"id":"","poster":"1dummigummibär","date":"2020-03-06T15:41:34.588+0000","up_votes":2,"down_votes":0,"body":"3 Dinge.\n1.) Spiel doch bitte maximal 1 Mainrolle und 1 Secondary, anstatt idk 3-4 Lanes zu spielen, bringt dir halt nichts. Und dann am besten Champions bei denen es nicht so viele Ressourcen braucht um zu climbem. WW zum Beispiel ist super, Rengar dagegen eher nicht.\n2.)  Regelmäßiges CS Training. Deine Farmwerte sind teilweise katastrophal, mit regelmäßigem Training kommst du locker auf deutlich bessere Werte, was sich dann auch in deinem Average Gold und deinem Game Impact wiederspiegelt.\n3.) Weniger sterben. Nur weil dein Team intet, heißt das noch lange nicht das du auch inten musst, bzw die meisten schlechten Fights, Trades etc nehmen musst\n-> Hoffe ich konnte dir nen bisschen weiterhelfen, im Forum zu flamen bringt dir gar nichts, besser werden oder Silber 4 bleiben deine Entscheidung.","replies":[{"id":"","poster":"MayoTube","date":"2020-03-06T15:49:41.928+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für dein Review","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2020-03-06T10:55:00.071+0000","up_votes":2,"down_votes":1,"body":"Jung... Du hast im Durchschnitt  8,5 Tode pro Spiel!\nSo oft zu sterben grenzt schon an inting! \n\nEs liegt ganz klar an dir und nicht an deinen Mates!","replies":[{"id":"","poster":"MayoTube","date":"2020-03-06T15:28:44.950+0000","up_votes":1,"down_votes":0,"body":"wie gesagt early spiele ich meistens gut und im Late sterbe ich eben weil die mates die anderen reingefeedet haben","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2020-03-07T00:51:54.577+0000","up_votes":1,"down_votes":2,"body":"also muss ich dementsprechend mit ner 4er quote im durchschnitt climben?  Bei mir liegts dann ja an meinen mates :c","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-07T09:21:29.333+0000","up_votes":1,"down_votes":0,"body":"Wenn du ohne Tode keinen Impact hast hilft das unter Lvl30 auch nicht weiter...","replies":[]}]}]},{"id":"","poster":"The Pykeopath","date":"2020-03-06T09:00:47.884+0000","up_votes":2,"down_votes":1,"body":"Nein, es gibt keine Elohell.\nWenn du in der Elo in der du bist hardstuck bist, dann gehörst du da auch hin. Ganz einfach.\nIch hab die Season in Bronze gestartet und hab mich schnell wieder auf meine Ursprungselo zurückgespielt. Gold.\nAuch auf dem Weg hab ich games verloren, klar. Aber halt viel mehr gewonnen, weil ich in Gold Elo gehöre und nicht silver oder Bronze.\nWenn du aus Silver raus willst arbeite an dir selbst.\n\nWie schaffen es denn die ganzen Youtuber und Streamer \"Unranked to Challenger\" zu machen und jede Season high Elo zu kommen?\nMeinst du die haben spezielle Queues wo man keine intenden teammates hat?\nOder bist du M4ddin 2.0 und glaubst, dass alles vom Glück abhängt? Nein. Die sind einfach nur besser als wir und wissen wie sie spielen müssen um zu carrien, ganz einfach.\n\nSchau dir Youtube-Videos an, schau dir Streams an oder nehm dir n coaching/ VOD-review wenn du dich wirklich verbessern willst.\nWenn nicht: Beschwer dich weiterhin wie schlecht deine Teammates sind und dass du nie aus silver rauskommen wirst.\n\nIch war auch in deinen Schuhen, ich spiel seit Season 1 mit Pausen zwischendrin und war bis vor Season 9 auch hardstuck silver.\nHab meine Rolle getauscht, meinen Championpool geändert, hab tonnen Videos geschaut und siehe da, auf einmal war ich Gold.","replies":[{"id":"","poster":"Felsbestie","date":"2020-03-07T17:08:05.061+0000","up_votes":1,"down_votes":2,"body":"Das climben aus eigener Kraft in der SoloQ ist immer noch das größte Märchen, was hier erzählt wird. \nMan climbt nicht wenn man besser spielt, sondern wenn man regelmäßig die besseren Mates ins Team bekommt, Punkt.\nGerade wieder ein Game gehabt, wo ich gefeedet bis zum Anschlag war, jedoch einen superschlechten Toplaner mit 16 Toden und Trollpick hatte, der das komplette gegnerische Team hochgefeedet hat und das Spiel ungewinnbar gemacht hat.","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-08T10:00:39.773+0000","up_votes":1,"down_votes":0,"body":"> Das climben aus eigener Kraft in der SoloQ ist immer noch das größte Märchen, was hier erzählt wird.\n\nSo? Warum hab ichs denn dann geschafft?\nWarum hab ich letzte Season das erste mal Gold erreicht und mich diese Season extrem schnell wieder auf Gold gespielt?\nWeil ich mich verbessert habe. Ich hab nicht plötzlich gutes RNG gehabt.\nFür deine Teammates kannst du nichts, also /mute all und spiel du so gut wie du kannst. Fertig.","replies":[{"id":"","poster":"Felsbestie","date":"2020-03-08T17:06:12.113+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=The Pykeopath,realm=EUW,application-id=vatevpvi,discussion-id=kg68yUQR,comment-id=000100010000,timestamp=2020-03-08T10:00:39.773+0000)\n>\n> So? Warum hab ichs denn dann geschafft?\n\nGanz einfach, Glück mit den Mates.","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-09T09:10:36.363+0000","up_votes":1,"down_votes":0,"body":"Jaaa ganz klar, ich hatte von Season 1-8 einfach extrem pech mit den mates und aus heiterem Himmel hab ich Season 9+10 extrem gute Mates die mich jedes Spiel carrien.\nLiegt nicht daran, dass ich einfach extrem viel gegrinded hab und mir tonnenweise Videos und Streams gegeben hab um mein Micro und Macro zu verbessern.\n\nUnd alle Unranked to Challenger Leute sind auch alle Lottospieler, weil die werden ja auch immer wieder Challenger.\nOder nein warte, die kriegen spezielle Accounts von Riot die mit magischem Pulver besprinkelt wurden.\nDas wirds sein.\n\nM4ddin 2.0.","replies":[]}]}]}]},{"id":"","poster":"611FVNKBlv","date":"2020-03-07T00:59:18.965+0000","up_votes":1,"down_votes":3,"body":"und wieder so eine antwort von jemandem der sich in LoL nicht auskennt :) \n\nÜbrigens sagt jeder einzelne Challenger ,es gibt nicht einen einzigen Challenger der was anderes sagt , (und in letzterer zeit auch mal in low elo gesmurft hat  ) das es in low elo selbst für die unmöglich ist teilweise zu carrien wenn die nicht hart reinschwitzen mit ihren mainroles und mainchamps und dazu noch müssen die champs und roles meta sein .\n\nund ganz ehrlich ja vieles hängt vom glück hier ab , vieles kann man aber auch beeinflussen durch seine championwahl oder durch premades , das keine Elohell existiert ist aber einfach mit genügend widersprüchen zu belegen . es gibt genug op.ggs die zeigen das sehr wohl eine Elo hell existiert.\n\nUnd ja . Wenn ich in Platin die 0,1% Top stats EUW habe , sorry aber dann gebe ich ganz eindeutig die schuld den mates die regelmäßig 0:10 stehen , regelmäßig afk gehen , regelmäßig nicht finishen und sich dann wundern das wir noch verlieren , regelmäßig einfach runter rennen , regelmäßig nen CS von 2 / min haben oder Leute die MR gegen full AD stacken oder Leute die klaffende wunde STACKEN WOLLEN.\n\nDas soll alles meine Schuld sein ? Das genau diese Spieler das game jedes mal verlieren? Wie delusional das einfach ist. Mal ganz davon abgesehen das meine Stats halt außergewöhnlich sind. \n\nWenn ich Veigar mains sehe die in 30 min 10k Damage gemacht haben , wenn ich ADC mains sehe die in 20 min 5k Damage gemacht haben , wenn ich toplaner sehe die in 2 min 4 x sterben .... sry aber wo genau hab ich da schuld?\n\nUnd gerade in gewissen Elos ist es einfach unmöglich ohne das entsprechende glück zu climben , egal wie schlecht die gegner sind . gegen 20:0 biste als bester spieler der welt oneshot.\n\nUnd in S9 AUF EINMAL gold zu werden ist halt keine großartige kunst . Aufgrund der Eloinflation hat fast jeder Spieler 2 Ligen höher gepeaked. Damit zu argumentieren ist halt Wirklich BULLSHIT","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-08T10:04:04.033+0000","up_votes":1,"down_votes":0,"body":"> Übrigens sagt jeder einzelne Challenger\n\nYOOO wahrscheinlich hast du mit jedem Challenger gesprochen oder?\nIch kenne keinen Challenger der sagt es sei teilweise unmöglich in low elo zu carrien.\nEs gibt main Supports die unranked to Challenger mal eben ezpz machen.\nSUPPORTS. Und nein, keine APC-Supports. Ich rede von Utility Supports.\n\nDu bist einfach nur schlecht und willst es nicht einsehen.\nMimimi meine Teammates sind schuld. Mimimi nur inter mimimi nur trolls.\nHeul nicht rum, arbeite an dir selbst und carry.\n\n> Und in S9 AUF EINMAL gold zu werden ist halt keine großartige kunst . Aufgrund der Eloinflation hat fast jeder Spieler 2 Ligen höher gepeaked. Damit zu argumentieren ist halt Wirklich BULLSHIT\n\nAchso, und warum hab ichs dann in Season 10 wieder mit Leichtigkeit hingekriegt?\nDu denkst auch nicht weiter als 2 meter Feldweg oder?","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2020-03-05T22:28:31.089+0000","up_votes":2,"down_votes":1,"body":"Keule du hast eine negativ K/D/A...\nVon wegen Elohell.","replies":[{"id":"","poster":"611FVNKBlv","date":"2020-03-07T00:59:42.307+0000","up_votes":1,"down_votes":2,"body":"also bin ich mit 4er kda in der elohell? proud of myself now","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-07T08:17:32.828+0000","up_votes":1,"down_votes":0,"body":"Nein du bist einfach ein Troll und siehst überall Feinde und Rose Elefanten.{{sticker:vlad-salute}}","replies":[]}]}]}]}