{"id":"QBmpE6VP","poster":"Gottgleich x3","date":"2017-10-03T14:54:18.213+0000","title":"Suche Team/Community","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wie in der &Uuml;berschrift schon erw&auml;hnt suche ich ein Team oder eine Community zum gemeinsamen spielen.\r\n\r\nZu Mir:\r\n\r\n23 Jahre alt\r\nAuszubildender Physiotherapeut\r\nspiele seit Beta/Season 1\r\nHabe jetzt ne ziemlich lange Pause eingelegt, aber ehemals Gold gespielt\r\nMomentan S4\r\nMain Rolle ist Support bin aber sehr flexibel\r\n\r\nIch suche:\r\n\r\nNichts spezielles \r\nNur bitte nicht unter 18 sein, da ich schlechte Erfahrungen mit derartigen Spielern gemacht habe\r\n\r\nMfg Olli Ingame Gottgleich x3\r\n\r\nP.S.: Just add me, ich bei&szlig;e nicht.","replies":[{"id":"","poster":"Tenstim","date":"2017-10-03T16:04:52.120+0000","up_votes":2,"down_votes":0,"body":"Frag doch mal im Altenheim","replies":[]},{"id":"","poster":"Mikys Wrists","date":"2017-10-03T15:51:47.735+0000","up_votes":2,"down_votes":0,"body":"Uhhh... 18+ ist ja schon fast Rentner alter :/ Da wird es schwierig was zu finden, da man für League gute Reflexe braucht. :) GL in E-Sports {{summoner:4}}","replies":[]},{"id":"","poster":"Murasakibarai","date":"2017-10-03T16:40:49.702+0000","up_votes":1,"down_votes":0,"body":"Servus erstmal\n\nWenn du noch aktiv auf der Suche nach Mitspielern bist kannst du gerne bei uns vorbei schauen :)\n\nUnsere ü18 Community 'Nerds Go Casual' entstand 2016 und besteht aus rund 300 aktiven Mitgliedern. Das Hauptaugenmerk liegt bei League of Legends, Overwatch und Pen & Paper. Auch andere Games wie PUBG und vieles mehr sind bei uns vertreten.\n\nWir haben eine Spannweite von Spielern in allen Elos, welche für Normals, Fun-Modes und auch Rankeds immer gerne zu haben sind. Oft finden sich bei uns auch mehrere Nerds zusammen die dann ein festes Ranked Team bilden.\n\nBei uns steht bei uns allerdings der Spaß im Vordergrund deswegen finden bei uns auch wöchentlich Minievents statt bei denen Spieler aus den verschiedensten Elos zusammen finden um unsere Funmodes zu genießen.\n\nWenn dein Interesse geweckt wurde, schau doch gern auf unsere Homepage https://nerdsgocasual.de/ . Dort kannst du unser Bewerbungsformular finden.\n\nGruß Murasakibarai","replies":[]}]}