{"id":"nrYHwRzc","poster":"OT Riku","date":"2017-10-01T16:56:35.224+0000","title":"[OT] Der Assasine ist zurück!!!! + Der Verrat","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":2,"body":"Geplagt von meiner langen Reise zog ich in Richtung Stadttore.\nSie waren verschlossen, nein ehr mit Ketten verhangen, was ist nur in meiner Abwesenheit passiert und wieso h&ouml;re ich so einen Tumult.\nDie Tore sind verschlossen, also muss ich wohl oder &uuml;bel durch sie hindurch. \n\nMit meiner F&auml;higkeit Schattenschritt ist dies ja kein Problem (Schattenschritt die F&auml;higkeit von Kayn).\nAls ich auf der anderen Seite der Stadttore war, sah ich eine Menschenmasse versammelt.\nIch sprang &uuml;ber die D&auml;cher der H&auml;user um n&auml;her am Geschehen zu sein.\nIch h&ouml;rte nicht alles, aber das was ich h&ouml;rte reichte mir um mich zu verwirren was ist geschehen.\n\n_Die K&ouml;nigin nicht echt, Svenson im Kerker, wo ist der Schleimbeutel von Nekromant._\n&quot;Mhhhh was die K&ouml;nigin wohl dazu sagt&quot; dachte ich kurz, mit einem mal h&ouml;rte ich nur ein Beleidigendes &quot;**Engel!**&quot;  die K&ouml;nigin trat voller wut auf so habe ich  ja noch nie Erlebt.\nMoment, Drachen was machen die Drachen hier ich dachte der Letzte sei mit K&ouml;nig Eiberts ableben auch untergegangen.\nIch konnte nicht glauben was ich sah, dies war nicht der Engel der mich damals aus der Finsternis rettete.\nWar es m&ouml;glich das sie Kontroliert wird.\nWir m&uuml;ssen was tun, ich muss erstmal los Svenson aus den Kerker holen.\n\nKurze Zeit sp&auml;ter fande ich mich im Schlo&szlig; wieder, ich suchte die Kerker ab, aber kein Svenson hier.\nIch errinere mich es gibt unter dem Kerker ein Verlie&szlig;, dort angekommen ging ich die Wirrg&auml;nge hinab.\nNach einer Weile blieb ich stehen, trat einen Schritt zur&uuml;ck, schaut nach Links und da sah ich ihn unseren Svenson.\n_Voller Stolz und mit eisernen Blick, eine kleine Fahne in der Hand haltend auf der das Wort\n **Revulotion**  (er hat es falsch geschrieben) grade so draufpasste schaute er mich verwundert an_\n&quot;Svenson&quot; rief ich erfreut.\nIch brach die T&uuml;r offen, schnappte mir seine Hand und rannte die Kerker hoch.\nAb und zu h&ouml;rte ich Svenson total abgek&auml;mpft &quot;Revolution&quot; murmelen, das Verlie&szlig; hat ihn seiner Kr&auml;fte geraubt.\n\nAls ich auf dem Schlo&szlig;hof trat, wurde ich schon von den Wachen erwartet anscheinend war ich ein wenig zu unvorsichtig man hatte mich bemerkt.\nDie Wachen sahen nicht so aus als w&uuml;rden sich mich verschonen wollen, ich setzte Svenson z&uuml;ckte mein meine Zwillingsklingen und sagte grinsend &quot;Dann zeigt mir mal was die k&ouml;nigliche Garde so drauf hat&quot; .\nIn einen Augenblick verpuffte ich in Rauchschwarden und tauchte hinter der ersten Wachen auf, die zugleich zu Boden fiel,bei den restlichen Wachen sah es nicht anders aus.\nDer letzte jedoch entkam, er wird wohl der K&ouml;nigin bericht erstatten, er rennt gradewegs in die Stadt.\n\nIch muss mich beeilen und weg vom Schlo&szlig; bevor die K&ouml;nigin wiederkommt, ich m&ouml;chte ungern wie Svenson enden oder noch schlimmer.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-10-06T23:48:08.794+0000","up_votes":2,"down_votes":0,"body":"Die Königin befindet sich grade in einem spannenden Schachspiel mit ihrem Hofnarr, als ein Soldat den Thronsaal betritt. \nIn geduckter Haltung und voller Angst beginnt er zu sprechen: \"E-e-eure Ma-majestät, b-bitte entschuldigt die- diese Störung, a-aber ich h-h-habe schlechte...\", mit einem Ruck dreht sich die Königin zu dem Soldaten um welcher indes zusammenzuckt und völlig in sich zusammenzusinken scheint. \"Sprich gefälligst ohne zu stottern, wer soll dieses Gestammel denn verstehen\", zornig blickt sie den Soldaten an. \"Verzeiht, meine Königin\", spricht der Soldat dessen Stimme jetzt piepsig und leicht hysterisch klingt, jedoch frei von stottern. \"Ich bringe schlechte Neuigkeiten, Svenson..... Svenson ist aus dem Kerker verschwunden.\" Eigentlich sollte es nicht möglich sein, doch der Soldat sinkt noch weiter in sich zusammen und sieht aus, als wäre er lieber in einem brennenden Haus gefangen, als die schlechten Neuigkeiten der Königin mitzuteilen. \nDiese jedoch blickt nur sehr finster drein und lässt den Hofnarr sowie den Soldaten stehen und geht voller Anmut in eine dunkle Ecke des Thronsaals. \n\n\"Mein Rufus, Svenson ist aus den Kerkern verschwunden, du musst ihn für mich aufspüren, mein Kleiner\", mit honigsüßer Stimme spricht sie zu einem finster dreinblickenden Höllenhund. Wie der hierhin gekommen ist, weiß niemand. \"Lauf Rufus! Spüre ihn auf und bring ihn zurück.\"\nEin leuchtend roter Streifen zieht sich durch den Thronsaal und kurz darauf ist der Höllenhund verschwunden. \nOhne weiter auf den Soldaten zu achten, der in der Zwischenzeit vor Angst wimmert aufgrund der überbrachten schlechten Neuigkeiten, widmet sich die Königin weiter ihrem Schachspiel.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-10-01T17:35:20.336+0000","up_votes":1,"down_votes":0,"body":"\"Ihm sollte doch wohl aufgefallen sein, dass er mit seiner 'Fracht' nicht flüchten kann. Das Tor ist doch zu.\", dachte sich Maexx halblaut. \"Helfen wir mal nach.\" Als der Assassine mit dem 'Vogel' das Tor erreichte, war dies schlichtweg einfach nicht da. Er konnte passieren und mit dem Revolutionär flüchten.\n\"Verlier ihn nicht aus den Augen.\" An wen sich Maexx richtete, konnte niemand wahrnehmen, aber eine sehr kleine Gestalt eilte den Flüchtenden hinterher, immer genug Abstand haltend, um nicht als Verfolger aufzufallen, aber auch nicht zu langsam, um die Spur zu verlieren.\n\nHeute soll es also nicht sein. Er suchte sich also ein Versteck, um mit seinen Mitstreitern noch mal ein Fass Rümmelbier aufzumachen. \"Lasst es euch schmecken, als sei es das Letzte! Auf Nichts!\" Das Versteck wäre wohl leicht zu finden, wenn wirklich jemand nach ihnen suchen würde. Doch wer würde das schon tun...","replies":[]}]}