{"id":"TxvAEHz6","poster":"Kackkopp","date":"2017-10-01T11:01:52.750+0000","title":"Probleme mit dem Chat im Client","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi,\r\n\r\nich hab nen kleines Problem mit dem Clienten. Und zwar aktualisiert sich der Chat nicht richtig. Es zeigt mir gewisse Leute offline an, die aber in zwischenzeit Online gekommen sind, manche sind ne halbe Stunde in der Champselect, manche online/ingame die schon lange off sind ect ect... Pl&ouml;tzlich kanns sein das es sich wieder aktualisiert.\r\nWas ich aber gemerkt habe, das in den Clubs der Status der Leute richtig angezeigt wird, wieso auch immer.\r\n\r\nManchmal funktioniert es aber auch normal, manchmal nicht. Kann auch nicht wirklich sagen wie lange es sich nicht aktualisiert, gestern brauchte es jedenfalls &uuml;ber ne halbe stunde w&auml;hrend ich mit einem Kollegen gechattet habe den es mir offline angezeigt hat, bis es ihn dann endlich online angezeigt hat.\r\n\r\nDas ganze ist recht nerfig. Ansonsten gibts absolut keine Probleme, bzw. nicht das ich w&uuml;sste. \r\n\r\nDas Problem hab ich seit etwa einem Monat. Hab davor paar Monate nicht mehr gespielt gehabt.\r\n\r\nJemand ne idee?","replies":[{"id":"","poster":"Gin","date":"2017-10-01T18:08:02.669+0000","up_votes":1,"down_votes":0,"body":"Das hört sich für mich nach Verbindungsproblemen an. Hast du Ingame auch irgendwelche Probleme?\n\nFalls du eine WLAN-Verbindung verwendest, probiere vorübergehen auf LAN zu wechseln um zu schauen ob es sich bessert.","replies":[{"id":"","poster":"Kackkopp","date":"2017-10-01T20:12:00.081+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nNein ich hab ingame und sonst im Client keinerlei Verbindungsprobleme, bzw. keine die mir auffallen.\n\nIch hab durchgehend einen niedrigen Ping von im Schnitt 40ms.\n\nJa ich spiele via Wlan auf dem, mitlerweile sehr schwachen Laptop, aber ich hab eigentlich nie wirklich Probleme was die Internetverbindung angeht.\n\nWas ich einfach komisch finde ist eben, das mir der richtige Status (Online, Ingame/Champselect/Suche, Offline) bei den Clubs angezeigt wird.\n\nKönnte eine neuinstallation etwas bringen? Wie gesagt hab ich nie solch ein Problem gehabt, erst seit den letzten paar Patches.","replies":[{"id":"","poster":"Gin","date":"2017-10-02T10:48:58.336+0000","up_votes":1,"down_votes":0,"body":"Kannst du mal probieren, auch wenn ich es für unwahrscheinlich halte dass sich dadurch was ändert.\n\nIch würde dir wie gesagt dazu raten es mal über LAN zu probieren um zu schauen ob das Problem immer noch auftaucht.","replies":[]}]}]}]}