{"id":"HZVPiwjn","poster":"HyperionCH","date":"2017-10-01T08:59:05.045+0000","title":"Umfrage an Spieler, die keine RP kaufen","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":4,"body":"Hallo zusammen :)\r\n\r\nWer etwas aktiver hier im Forum ist, weiss sehr wahrscheinlich, dass ich seit einiger Zeit keine RP mehr kaufe (seit gut 10 Monaten), obwohl ich fr&uuml;her recht oft welche kaufte.\r\n\r\nMich interessiert es deshalb, wie es bei anderen Spielern aussieht, die entweder noch nie oder nicht mehr RP kaufen.\r\nDeshalb habe ich hier diese Umfrage gestartet. Ich denke, die Antwortm&ouml;glichkeiten sind grunds&auml;tzlich selbsterkl&auml;rend. Jedoch w&auml;re es sicherlich sch&ouml;n, wenn man auch jeweils Details schreibt, was genau die Ursachen sind (OK, wenn man nie RP kauft, weil es &quot;F2P&quot; ist, dann braucht es wohl keine Details^^).","replies":[{"id":"","poster":"Caitlyn1","date":"2017-10-04T17:30:53.236+0000","up_votes":1,"down_votes":1,"body":"Das ist so ein Schwachsinn  wenn irgendwer behaupten würde League Of Legends  wäre ein Spiel wo man Geld ausgeben muss oder noch sogar unzufrieden ist über die großzügigen und kostenlosen Geschenken dann sollte er mal spiele spielen wo man den scheiß nur mit geld kriegen kann","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-04T18:03:41.000+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=im the king on t,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=000e,timestamp=2017-10-04T17:30:53.236+0000)\n>\n> Das ist so ein Schwachsinn  wenn irgendwer behaupten würde League Of Legends  wäre ein Spiel wo man Geld ausgeben muss oder noch sogar unzufrieden ist über die großzügigen und kostenlosen Geschenken dann sollte er mal spiele spielen wo man den scheiß nur mit geld kriegen kann\n\nIch denke, dass fordert ja hier auch niemand.\n\nAus meiner Sicht ist diese Umfrage jedoch trotzdem interessant (je mehr dabei mitmachen); besonders für Riot.\nDenn hier ist ja auch verstecktes Umsatz-Potenzial vorhanden. Natürlich wird die Mehrheit der Spieler, die \"ist f2p\" angeben, wohl auch nie RP kaufen. Aber bei vielen anderen Antwortmöglichkeiten ist es natürlich möglich, dass Riot zusätzlichen Umsatz generieren kann. Zum Beispiel könnten weniger toxischer Spieler ingame (z.B. durch Verbesserungen beim Reportsystem) dazu führen, dass jene Spieler dann wieder RP kaufen, die derzeit enttäuscht von den Toxic-Games sind.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-10-01T12:05:03.460+0000","up_votes":1,"down_votes":0,"body":"Mein letzter RP Kauf ist gut 1 Jahr her. \n\nIch bin seit S2 dabei und für mich hat die Qualität der Spiele mit Ende S5 stark abgenommen. Die einseitigen Stompgames überwiegen. \nHatte gerade wieder 2,5 Monate Pause gemacht. Jetzt nach 20 Spielen reicht es mir schon wieder. 18 Stomps zu 2 ausgeglichenen Spielen.\n\nUnd es ist mir egal ob es nur Arams oder Normals sind. Auch dort erwarte ich ausgewogene Teams! \n\nNaja, ich warte die kommende Presaison ab. Mal sehen was draus wird.\n\n\nGruß ich\n\nP.S. Kein Spielspaß, keine RP Käufe - Simple as ....","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-10-01T13:53:19.224+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=OT Becks,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=0004,timestamp=2017-10-01T12:05:03.460+0000)\n>\n> Und es ist mir egal ob es nur Arams oder Normals sind. Auch dort erwarte ich ausgewogene Teams! \n> \n\n\nDu...erwartest in arams ausgewogene Teams?\nEntsagt das nicht dem Grundprinzip von Aram?","replies":[{"id":"","poster":"Shiggyvara","date":"2017-10-02T18:46:09.671+0000","up_votes":2,"down_votes":0,"body":"Nein. \nAuch in ARAM ist es ohne weiteres möglich Leute mit ähnlichem Skilllevel zusammen zu matchen.\nDas ist in etwa so, als würdest du sagen, dass Matchmaking in normalen Spielen nicht mehr funktioniert, wenn jemand nicht seinen Main spielen kann/darf. \nNatürlich verzerrt es das Skilllevel leicht aber auf lange Sicht wird es dennoch stimmen.\nDer ARAM-Skill bemisst sich halt nicht darin seinen Mainchamp möglichst gut zu spielen, sondern in vielfältigen Variationen sich vernünftig auf den Gegner einzustellen.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-10-01T15:06:49.297+0000","up_votes":1,"down_votes":0,"body":"Nein. Es geht nicht um Ranked Ränge oder Champion Kombos. Eher um Premades vs Solo.\n\nGruß ich","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2017-10-01T09:17:26.142+0000","up_votes":2,"down_votes":0,"body":"Bei mir ist ja bekannt: ich bin vom Customer Care/Customer Service sehr enttäuscht.\n\nFolgende Punkte ärgern mich dabei besonders:\n\n- Wenn der Support eine Frage nicht beantworten kann, bleibt diese unbeantwortet. Sie fragen nicht bei der zuständigen Stelle nach.\n\n- Der EUW-Support schickt sehr oft die Spieler bei unterschiedlichen Themen ins Forum, dort bleibt das Thema von Riot meistens unbeantwortet oder wenn eine Antwort von Riot kommt, dann dass das Forum der falsche Ort sei und man besser den Support anfragen soll. Es ist also entweder eine Sackgasse im Forum oder man wird hin und her geschickt, ohne dass man wirklich Antworten kriegt.\n\n- Man fühlt sich als Spieler von Riot oft nicht ernst genommen.","replies":[{"id":"","poster":"Noxempire","date":"2017-10-01T10:34:35.110+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=0001,timestamp=2017-10-01T09:17:26.142+0000)\n>\n> Bei mir ist ja bekannt: ich bin vom Customer Care/Customer Service sehr enttäuscht.\n> \n> Folgende Punkte ärgern mich dabei besonders:\n> \n> - Wenn der Support eine Frage nicht beantworten kann, bleibt diese unbeantwortet. Sie fragen nicht bei der zuständigen Stelle nach.\n> \n> - Der EUW-Support schickt sehr oft die Spieler bei unterschiedlichen Themen ins Forum, dort bleibt das Thema von Riot meistens unbeantwortet oder wenn eine Antwort von Riot kommt, dann dass das Forum der falsche Ort sei und man besser den Support anfragen soll. Es ist also entweder eine Sackgasse im Forum oder man wird hin und her geschickt, ohne dass man wirklich Antworten kriegt.\n> \n> - Man fühlt sich als Spieler von Riot oft nicht ernst genommen.\n\nWas hast du denn den Support gefragt? Und warum solltest du deswegen keine RP mehr kaufen? Alles was halt nicht technisch/bürokratisch ist, kann dir eigentlich auch im Forum beantwortet werden.\n (Man kann übrigens so gut wie alles in den Allgemeinen Chat schreiben ohne das es verschoben wird)","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-01T21:23:16.714+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Noxempire,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=00010000,timestamp=2017-10-01T10:34:35.110+0000)\n>\n> Was hast du denn den Support gefragt? Und warum solltest du deswegen keine RP mehr kaufen? Alles was halt nicht technisch/bürokratisch ist, kann dir eigentlich auch im Forum beantwortet werden.\n\nIch kann ja aufzählen. :D\nNeben der bereits allgemein schwachen Präsenz hier im Forum seitens Riot waren es Fragen, welche die Community (und auch die Volus) nicht beantworten können, sondern nur Riot selbst.\n\nAlso hier die Kurz-Zusammenfassung der relevanten Themen der letzten 12 Monate:\n\n- Oktober 2016: Frage nach Statement, warum es keinen Coke Worlds-Event in der Schweiz gibt, nachdem in den Comments der Newsmeldung doch viele Spieler danach fragten.\nNews-Comments: keine Reaktion in den Comments seitens Riot\nPlayer Support: Verwies auf das Forum und leitet nichts an die zuständige Stelle weiter (soll aber nach mehrmaligen Nachfragen einen \"Moderator\" informiert haben)\nForum: ca. 1 Monat keine Reaktion, dann endlich eine Antwort (weil ein Volu es meldete); die Antwort vom Riot-Mitarbeiter war, a) man sei nicht für e-sport etc. zuständig, b) leite nichts an den zuständigen Mitarbeiter weiter und c) man wolle eigentlich keine Diskussion führen.\nZumindest wurde bestätigt, dass Coke dafür zuständig sei. Aber meinem Wunsch, die Reaktionen der Community aus der Schweiz (News-Comments) an Coke esports weiter zu leiten, wollte man offenbar nicht erfüllen.\n\n\n- April 2017:\nIn den News war eine fehlerhafte Übersetzung, statt \"mindestens 600 Punkte\" für die Rewards (Originaltext: \"600 points or more\") stand \"über 600 Punkte\" (oder \"mehr als 600\"; jedenfalls war die Aussage klar anders). Ich habe in den News-Comments geschrieben, beim Player Support und im Board (direkte Antwort an jenen Rioter, der die News geschrieben hat -> müsste also oben rechts im Forum sehen, dass ich etwas geschrieben habe).\nNews-Comments: keine Antwort von Riot und keine Änderung der fehlerhaften Übersetzung\nPlayer Support: Verwies aufs Forum und leitet auch nichts an den zuständigen Mitarbeiter weiter.\nForum: Keine Antwort auf meinen Beitrag vom Rioter; auch keine Änderung der fehlerhafen Übersetzung (blieb dann immer so falsch)\n\n\n- Mai 2017:\nNachfrage, wie die Situation bezüglich Viewing Partys 2017 für das Worlds Finale aussieht (ob nun Coke esport auch etwas für die Schweiz organisiert und wenn nein, wie man die Situation in der Schweiz verbessern könnte -> z.B. Unterstützung durch Riot, indem sie bei den Kinoketten nachfragen).\nForum: ca. 1 Monat keine Reaktion, dann endlich eine Antwort von Riot, wobei einige Aussagen jene vom Oktober 2016 doch widersprechen (z.B. dass man doch ein Debriefing machte mit den Verantwortlichen von Coke esport). Nach längerer Diskussion hat Riot geschrieben, dass sie sich bei den Kinoketten melden (wäre eigentlich viel weniger Aufwand, wenn man dies sofort gemacht hätte). Ob wirklich nach gefragt wurde, weiss ich nicht. Auf meine Nachfrage vor 11 Tagen wurde nicht geantwortet. Mehr weiss ich wohl in ab nächster, spätestens übernächster Woche.\n\n\n- Juni 2017:\nFeedback/Kritik beim Player Support, dass die Aktivitäten (die schon immer gering waren) offensichtlich noch nachgelassen hat. Mehrere Themen/Vorschläge/Feedbacks/Fragen/etc., die auch sehr interessant sind, blieben unbeantwortet.\nPlayer Support: sagte nur, dass man nichts machen könnte und auch nicht zuständig sei. Man hoffe, dass die Antwort bald möglichst komme.\n\n\n- Juni - September 2017:\nDie konkrete Frage stellte ich: \"Warum wurde der Feedback-Teil (Feedback an Riot) im neuen Weg der Beschwörer entfernt?\"\nPlayer Suppport EUW (Deutsch): wissen es nicht und fragen auch nicht bei der zuständigen Stelle nach\nRiot Support Twitter: wissen es nicht und fragen auch nicht bei der zuständigen Stelle nach\nPlayer Support NA: wissen es nicht und fragen auch nicht bei der zuständigen Stelle nach\nEUW-Forum Deutsch: keine Reaktion von Riot seit über 15 Wochen\nEUW-Forum Englisch: keine Reaktion von Riot seit 2 Wochen\nNA-Forum: keine Reaktion von Riot seit 2 Wochen\n\n\nIch habe also in den letzten 12 Monaten 5 Topics gehabt und in allen 5 Fällen musste ich immer lange warten (bzw. kam immer noch keine Antwort) und das Ergebnis war immer nicht wirklich zufriedenstellend.\nIch sehe leider auch keine Verbesserung. Denn hier im Forum scheint es sogar schlechter zu werden und man kann schon fast sagen, dass das deutsch-sprachige Forum eine \"Riot-freie Zone\" geworden ist.","replies":[{"id":"","poster":"draker   GER","date":"2018-07-06T04:17:01.840+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=000100000000,timestamp=2017-10-01T21:23:16.714+0000)\n>\n> HyperionCH (EUW)\n>\n> Ich kann ja aufzählen. :D\n> \n>(...) \n>\n> Ich habe also in den letzten 12 Monaten 5 Topics gehabt und in allen 5 Fällen musste ich immer lange warten (bzw. kam immer noch keine Antwort) und das Ergebnis war immer nicht wirklich zufriedenstellend.\n> Ich sehe leider auch keine Verbesserung. Denn hier im Forum scheint es sogar schlechter zu werden und man kann schon fast sagen, dass das deutsch-sprachige Forum eine &quot;Riot-freie Zone&quot; geworden ist.\n\nDas ist enttäuschend zu hören und Definitiv ein Grund. Peace","replies":[]}]}]}]},{"id":"","poster":"Alustus","date":"2017-10-01T11:20:58.168+0000","up_votes":2,"down_votes":0,"body":"Ich möchte bzw. habe aufgehört weil ich einerseits schon die meisten Skins habe die mir gefallen bzw. wollte.\nUnd andererseits weil ich schon sehr viel Geld ausgegeben habe und dass jetzt erstmal reichen muss.","replies":[]},{"id":"","poster":"megabeastmaster","date":"2017-10-11T08:03:06.432+0000","up_votes":1,"down_votes":0,"body":"Ich kaufe keine RP weil ich ein Ziel auch außerhalb des eigentlichen Spiels brauche worauf ich hinarbeiten kann. \nWenn ich alle Skins/Champions mit RP kaufen würde, würde mir diese Langzeitmotivation schon fehlen. \nUnd  wenn man aus einer Hextech Truhe einen Skin für einen seiner Lieblingschamps bekommt ist die Freude umso größer und man hat das Gefühl sich das erarbeitet und verdient zu haben..","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-10-03T16:59:07.590+0000","up_votes":1,"down_votes":0,"body":"Ich kenne zwei, die meinen, sie kaufen keine RP, weil sie kein Geld für F2P ausgeben wollen.\n\nDie anderen Gründe habe ich bisher noch nicht aus meiner FL gehört. ","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-10-03T16:42:23.012+0000","up_votes":1,"down_votes":0,"body":"Ich bin schlichtweg der Meinung kein Geld für optische Änderungen auszugeben. Und es macht mir auch mehr Spaß Dinge (also Champs) freizuspielen als diese auf einmal zu erhalten.","replies":[{"id":"","poster":"Webturnier","date":"2017-10-03T16:45:33.104+0000","up_votes":1,"down_votes":1,"body":"haddu zu wenig geld?","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2017-10-02T18:36:11.523+0000","up_votes":1,"down_votes":0,"body":"Weil ich zur Zeit kaum spiele und es momentan auch nichts gibt, was ich wirklich haben möchte.\nAber irgendwo enttäuscht bin ich nicht, nein. Und da es f2p ist und ich schon einen ganzen Haufen Geld für LoL ausgegeben habe (immer noch das günstigste Hobby) kaufe ich mir auch nichts von dem, was ich ganz okay finde, nur um Riots Leistung zu honorieren.\n\nGruß\nZamo","replies":[]},{"id":"","poster":"Shiggyvara","date":"2017-10-02T18:08:25.186+0000","up_votes":1,"down_votes":0,"body":"Ich hab einmal nen 10er reingesteckt, seitdem nicht mehr.\nFür mich bewerte ich Geld, dass ich in F2P-Titel stecke immer danach, wieviel ich bereit wäre für das Spiel auszugeben, wenn ich es im Laden kaufen würde. Bei LoL wären das halt 10-20€. \nIch hab zu Ende Season 3 angefangen also zu einer Zeit, in der DotA noch als WC3-Mod gut spielbar war und tja ich hab halt selbst dafür nur ca 20€ ausgegeben. Dafür gabs halt zusätzlich zu den von der Community erstellten Mods noch eine ziemlich geile Kampagnenstory etc.\nIm Endeffekt bleibt es halt eine Karte und mehr oder weniger immer ähnliches Spielerlebnis, weshalb ich inzwischen auch nur noch alle 1-2 Wochen ein par Spiele mache.","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-10-01T12:09:07.027+0000","up_votes":1,"down_votes":0,"body":"Die Antworten sind wie sage ich das  ..... \"ergebnisorientiert\" ☺ Die Antwort das man schon alles hat was man sich kaufen wollen würde gibt es beispielsweise nicht obwohl diese m.E. die wahrscheinlichsten sein würde für jemanden der länger dabei ist. Der Wünsch einen Skin (oder mehrere) für seinen Lieblings-Champ zu haben dürfte der grösste sein und den hat man sich regelmäßig zuerst erfüllt. Damit fällt ein Hauptgrund für den Kauf weg.\n\n\nIch persönlich bin ein Minimalist. Ich habe seit dem letzten Shop die Skins welche ich möchte [nämlich alle für ♥Zyra♥]. Für den Rest wird mir der Loot reichen. In 10 Monaten dann wieder zu Deiner nächsten Umfrage . Falls es keinen neuen Zyra-Skin gibt bis dorthin. Ich kreuze dann schon mal \"andere Gründe\" an. ☺","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-01T20:21:23.645+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=0005,timestamp=2017-10-01T12:09:07.027+0000)\n>\n> Die Antworten sind wie sage ich das  ..... &quot;ergebnisorientiert&quot; ☺ \n\nDies war sicherlich nicht meine Absicht. Ich habe einfach jene Antworten aufgenommen, die ich als wahrscheinlichsten ansah.\n\n> Die Antwort das man schon alles hat was man sich kaufen wollen würde gibt es beispielsweise nicht obwohl diese m.E. die wahrscheinlichsten sein würde für jemanden der länger dabei ist. \n\nAlso aus meiner Sicht müsste am wahrscheinlichsten sein, dass man nichts kauft, weil es F2P ist; oder weil man jetzt mit Hextech Loot eh Skins bekommt (und irgendwann auch welche für seine Main-Champs^^). \n\n> Der Wünsch einen Skin (oder mehrere) für seinen Lieblings-Champ zu haben dürfte der grösste sein und den hat man sich regelmäßig zuerst erfüllt. Damit fällt ein Hauptgrund für den Kauf weg.\n\nWobei für die Lieblings-Champs ja auch immer wieder neue Skins kommen könnte, ist dann auch ein Grund allenfalls wieder da, um RP zu kaufen (sofern einem der neue Skin gefällt).\nWahrscheinlich kam ich deshalb nicht auf den Grund \"ich habe schon die Skins, die ich möchte\". Da ich aber auch in den englischen Boards diese Umfrage starten werde, nehme ich zumindest dort diesen Grund mit auf.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-10-01T13:55:00.408+0000","up_votes":1,"down_votes":0,"body":"Ich meld mich auch mal zu Wort, auch wenn ich ein \"regelmäßiger Käufer\" bin. (Keine Ahnung, was wirklich als regelmäßig zählt, deswegen in Anführungszeichen)\n\nIch bin von den letztlich erschienen Skins nicht sonderlich angetan. Meine letzten Einkäufe waren Blutmond-Shen und Nachtjäger Rengar und deren Angebot ist auch schon wieder 3 Monate her.\nIch hole mir meine Skins also lieber durch's Hextech-Loot und da hole ich mir eigentlich nur das Event-Zeugs.\n\nIch solltet dazu noch wissen, dass ich eigentlich ein kauffreudiger Mensch bin und immer schaue, was gerade im Angebot ist und was neu draußen ist.\n\nP.S.: Ich würde schon gern das Ergebnis der Umfrage sehen, ohne mit meinem Vote das Ergebnis zu verfälschen :P","replies":[{"id":"","poster":"HyperionCH","date":"2017-10-01T20:11:39.002+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=YnZkMR0R,discussion-id=HZVPiwjn,comment-id=0007,timestamp=2017-10-01T13:55:00.408+0000)\n> \n> P.S.: Ich würde schon gern das Ergebnis der Umfrage sehen, ohne mit meinem Vote das Ergebnis zu verfälschen :P\n\nSorry, daran habe ich nicht gedacht.\nDie Umfrage werde ich aber auch in den englischen Boards machen und dann daran denken. :D","replies":[]}]},{"id":"","poster":"Webturnier","date":"2017-10-01T15:28:34.315+0000","up_votes":1,"down_votes":0,"body":"Mich persönlich hat das gameplay (also die entwickler) so dermaßen enttäuscht, dass ich mir NIE RPs gekauft habe.\n{{sticker:sg-janna}}","replies":[]},{"id":"","poster":"MacDeath","date":"2017-10-01T13:49:07.953+0000","up_votes":1,"down_votes":0,"body":"Wie ja SELBSTVERSTÄNDLICH ALLE WISSEN, habe ich auch noch nicht viel RP für dieses Spiel ausgegeben. Ich versteh aber nicht warum das direkt mit meiner Zufriedenheit mit dem Spiel zusammenhängen soll. Das Spiel ist F2P, wenn ich es nicht mag, dann hör ich auf zu spielen. Ich bin überglücklich mit dem was ich kostenlos von Riot bekomme und habe eh kaum Bedarf für mehr.","replies":[]},{"id":"","poster":"Der Wohltäter","date":"2017-10-01T11:47:03.010+0000","up_votes":1,"down_votes":0,"body":"Ich habe damit aufgehört als sie das RP Adjustment eingeführt haben. Dadurch bekommst du für den gleichen Eurobetrag weniger RP als vorher. Dies ist nun seit ca 3 Jahren so und daran hat sich bis heute nichts geändert.","replies":[]},{"id":"","poster":"Doo ","date":"2017-10-02T17:52:15.808+0000","up_votes":1,"down_votes":1,"body":"~ 1700€ für RP ausgegeben, spiele seit Season 5. League ist ein Hobby, welches ich fast jeden Tag ausübe, dann kann man auch mal ein bisschen Geld reinstecken. Ich warte auch nicht auf Angebote, wenn ein Skin gefällt wird er gekauft, so einfach ist das. Und wenn ich mal einen Skin haben will welcher nicht mehr erhältlich ist kaufe ich Hextechtruhen. Meiner Meinung nach sollen die Leute die jeden Tag dieses Spiel spielen sich nicht so anstellen und aus Protest keine RP kaufen..","replies":[]}]}