{"id":"bUt4Ytom","poster":"MarCommander2211","date":"2017-09-30T10:37:41.963+0000","title":"Cysgod, der Schattenwandler","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Lieber Leser/liebe Leserin,\r\nIch habe mir ein neues Champion-Konzept &uuml;berlegt, wobei ich stets damit anfange, mir eine Rolle und die F&auml;higkeiten meines Helden ausdenke und dann an die Lore eines andern Helden anschlie&szlig;e, beispielsweise wie Leo Ferex -&gt; Mordekaiser. Allerdings ist mir hier keine Lore eingefallen, in der ich diesen Helden einf&uuml;gen konnte. Falls du eine Idee hast, kannst du sie mir ja als Kommentar mitteilen.\r\n\r\n\r\nP: Schattenfluch \r\nNachdem Cysgod seine ultimative F&auml;higkeit erlernt hat, verbrauchen seine F&auml;higkeiten, die er mit Schatten wirkt,  Schattenpunkte. Falls er 100 Schattenpunkte hat, st&uuml;rzt er zu Boden, wo er 3 Sekunden lang verbleibt. Sein Schatten allerdings kann dann vom Spieler gesteuert werden. Drer Schatten ist unverwundbar, doch durch automatische Angriffe und F&auml;higkeiten f&uuml;gt er nur 40% des Schadens zu. Wird Cysgod in dieser Zeit von 3 automatischen Angriffen getroffen, stirbt er. Au&szlig;erdem kann Cysgod nur in dieser Form Schattensph&auml;re einsetzen. Falls er &uuml;berleben sollte, zieht sich sein Schatten zur&uuml;ck und Cysgod kann sich wieder normal fortbewegen und f&uuml;gt 100% seines Schadens zu und seine Schattenpunkte werden zu 0. F&auml;llt die Schattenpunktanzahl zu -100, dann verl&auml;sst der Schatten Cysgod, wodurch Cysgod 4 Sekunden lang -90% Bewegungsgeschwindigkeit erh&auml;lt.\r\nAu&szlig;erdem verbleibt Cysgods Schatten nach dessen Tod, und kann sich normal fortbewegen, ist unverwundbar, doch verursacht er nur 5% des Schadens, den er normalerweise verursachen w&uuml;rde.\r\nQ: Schartige Klingen\r\nNach der Aktivierung sind die n&auml;chsten 4 automatischen Angriffe von Cysgod verst&auml;rkt. Cygods Schatten st&uuml;rmt mit einem Ausfallschritt nach vorne, und sticht den Gegner mit seinem Schattens&auml;bel, was einen Teil seiner R&uuml;stungswerte stiehlt und sie tempor&auml;r Cygod erh&auml;lt. Nachdem Cysgod die Attacke vollf&uuml;hrt hat, teleportiert er sich zum Ausgangsplatz zur&uuml;ck.\r\nZus&auml;tzlicher Schaden: 20/40/60/80/100 (+60%AP)\r\nDistanz: 600\r\nR&uuml;stungs- und Magieresistenzverringerung: -5/10/15/20/25 (nicht stapelbar)\r\nR&uuml;stungs- und Magieresistenzschub:+10/20/30/40/50 (nicht stapelbar)\r\nAbklingzeit: 8/7/6/5/4 Sekunden\r\nSchatten: -40\r\n\r\nW: Schattengriff\r\nCysgod greift mit nach dem Schatten eines Helden oder Vasallen. Trifft er diesen, verbindet er sich mit dessen Schatten und bei Reaktivierung zieht er sich zu dem Getroffenen. Handelt es sich um einen Verb&uuml;ndeten, heilt er sich und ihn bis er die Verbindung aufl&ouml;st. Gegner hingegen werden verlangsamt, bis die Verbindung rei&szlig;t. Die Verbindung rei&szlig;t nach 4 Sekunden automatisch ab.\r\nHeilungsrate: 20/25/30/35/40 (+1% fehlendes Leben des Verb&uuml;ndeten) pro Sekunde.\r\nVerlangsamungsrate: 20/30/40/50/60%\r\nReichweite: 800\r\nAbklingzeit: 18/16/14/12/10 Sekunden\r\nSchatten: +40\r\n\r\nE: Dom&auml;ne des Dunklen\r\nCysgod erschafft einen Kreis, in dem Schatten umherwirbeln. Gegner im Kreis erleiden Schaden, und Cysgod kann durch rechtsklicken auf die Dom&auml;ne sich an jede Stelle der Dom&auml;ne teleportieren, wodurch sie ersch&uuml;ttert wird und explosionsartig Schatten nach au&szlig;en hin verspritzt, was hohen Schaden an getroffenen Zielen zuf&uuml;gt. Nach 4 Teleportationen, oder nach 8 Sekunden, verschwindet die Dom&auml;ne. \r\nAlle gegnerischen Projektile, die durch die Dom&auml;ne fliegen, fliegen deutlich langsamer, und Gegner in der Dom&auml;ne bewegen sich auch deutlich langsamer.\r\nSchaden: 100/140/160/180/200 (+80%AP)\r\nUmkreis: 600\r\nReichweite: 800\r\nReichweite des Verspritzens: 400\r\nVerlangsamung: -50% \r\nAbklingzeit: 20/18/16/14/12 Sekunden\r\nSchatten: +40\r\n\r\n\r\nR: Schattensph&auml;re\r\nCysgods Schatten rauscht vorw&auml;rts und entfesselt einen Schattenwirbel, welcher Gegner verlangsamt und ihnen &uuml;ber Zeit leben abzieht und zu Cysgod transferiert.  Verb&uuml;ndete werden verschnellert. Pro 50 abgezogene HP heilt sich Cysgod um 1 automatischen Angriff, der ben&ouml;tigt werden w&uuml;rde, um ihn zu verletzen. 200 Einheiten um Cysgods Schatten herum h&ouml;ren der Wirbel auf. Nach 1.5 Sekunden zieht sich Cysgods Schatten zur&uuml;ck in den K&ouml;rper von Cysgod. \r\nSchaden: 50/75/150 HP jede halbe Sekunde\r\nUmkreis: 800\r\nReichweite: 400\r\nVerlangsamung u. Verschnellerung: -40% \r\nAbklingzeit: 200/180/140 Sekunden\r\nSchatten: -&gt; 0","replies":[]}