{"id":"RvhM17Il","poster":"NoobTheColibri","date":"2017-09-29T23:48:36.274+0000","title":"Wie oft muss ich noch.....","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"darum bitten das ARAM endlich WIRKLICH random wird.\r\nIch weis ihr wollt den leuten einreden das es random ist aber das stimmt einfach nicht.\r\nich habe schon so viele indizien gefunden das es nicht random ist aber echte beweise k&ouml;nnt ich wohl nur finden wenn ich die server hacken w&uuml;rde da die ja ihre scripts sicher nicht rausr&uuml;cken.\r\nleider ist dies illegal also kann man es sowieso vergessen.\r\n\r\nalso riot.\r\nsetzt euch ran und macht es wirklich random.\r\ndenn alles andere ist unsinn wenn der mode heist &quot;all random all mid&quot;\r\nbesser w&auml;re  da &quot;SCTCAM&quot; oder auch &quot;System chosen team comp all mid&quot;.","replies":[{"id":"","poster":"MrSnowy","date":"2017-09-29T23:56:33.874+0000","up_votes":2,"down_votes":1,"body":"Es ist Random und da brauch auch nichts gemacht werden. Man hat nun mal 2 Rerolls. \nIch habe über 6000 Arams Gespielt um das behaupten zu können.\nMan kann sich natürlich auch etwas einbilden, dass ist natürlich frei möglich.\nAber gezielt ein champ zu bekommen ist eher weniger möglich. Es gibt eine größere Chance ein RotationsChampion zu erlangen. Aber auch das ist nur ein Mythos","replies":[{"id":"","poster":"NoobTheColibri","date":"2017-09-30T00:20:22.196+0000","up_votes":1,"down_votes":0,"body":"aber selbst mit 2 rerolls kann die chance doch nicht so hoch sein das man immer eine haushohe überlegene teamcomp hat.","replies":[]}]},{"id":"","poster":"KledRekt","date":"2017-09-30T09:24:44.423+0000","up_votes":1,"down_votes":0,"body":"Mach dirn Aram Account. Kauf dir nur Aram-Monster und du hast deine Freude am Spielmodus.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2017-09-30T08:20:57.628+0000","up_votes":1,"down_votes":0,"body":"Dazu fällt mir etwas ein, das ich nicht belegen kann, aber durchaus plausibel für mich klingt.\nIch habe mal gehört, dass als die Zufallswiedergabe für MP3-Player eingeführt wurde, sich die Leute beschwert haben, dass diese nicht zufällig sei und bestimmte Interpreten etc. priorisieren würde. Tatsächlich handelte es sich dabei aber um einen reinen Zufallsgenerator. Aufgrund der Kritik der Kunden haben die Hersteller die Software dann umgeschrieben, sodass es einen Algorithmus gab, der mehrere Faktoren dazu benutze, um zu entscheiden, welches Lied als nächstes gespielt wird. Daraufhin waren die Kunden zufrieden und hielten es für einen reinen Zufallsgenerator.\nWas ich damit sagen will: Es ist für Menschen unheimlich schwierig, zu erkennen, ob es sich bei etwas um Zufall handelt oder nicht. Menschen erkennen einzelne Muster und denken dann \"das kann gar nicht zufällig passieren\", obwohl das natürlich durchaus sein kann.","replies":[]},{"id":"","poster":"MrSnowy","date":"2017-09-30T00:23:35.950+0000","up_votes":1,"down_votes":0,"body":"Bei nem Geringen Champpool+ die Rotationschamps ist das nun mal möglich. Wenn man mehr Champs hat dann ist das Randomverfahren deutlich größer. Mal hat man gute Spiele mal nicht. Das ist eben dieses Randomverfahren. Man kann den frust verstehen aber wirklich ändern kann man daran nun mal nichts. \nDie gegner sehen das genauso wenn du in nem Overpowert Team bist. \nMachs beste daraus was du hast.","replies":[{"id":"","poster":"Neamhoilte","date":"2017-09-30T06:34:01.814+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Snow Vayne ,realm=EUW,application-id=Wj1wcocU,discussion-id=RvhM17Il,comment-id=0001,timestamp=2017-09-30T00:23:35.950+0000)\n>\n> Bei nem Geringen Champpool+ die Rotationschamps ist das nun mal möglich. Wenn man mehr Champs hat dann ist das Randomverfahren deutlich größer. Mal hat man gute Spiele mal nicht. Das ist eben dieses Randomverfahren. Man kann den frust verstehen aber wirklich ändern kann man daran nun mal nichts. \n>\n\nDie Lösung ist so einfach wie simpel: Riot braucht nur alle Champs generell in dem Modus freischalten. Dann würde der Name ARAM auch wirklich passen. \nAber das wird wohl nicht passieren, aus offensichtlichen Gründen!!!\n\nGruß Ich","replies":[]},{"id":"","poster":"NoobTheColibri","date":"2017-09-30T00:31:37.529+0000","up_votes":1,"down_votes":0,"body":"das beste daraus machen was ich habe?\nwillst du mir sagen ich soll nen ARAM account machen? XD","replies":[]}]},{"id":"","poster":"MrSnowy","date":"2017-09-30T01:04:40.978+0000","up_votes":1,"down_votes":0,"body":"Wenn dir Aram Spaß macht was hindert dich daran? \nOb du nun ein Account zum Ranken machst zum Normal spielen oder rein für Aram ist doch nicht schlimm?","replies":[]}]}