{"id":"7qFInmdI","poster":"KledRekt","date":"2017-09-30T09:35:41.087+0000","title":"Alte Seasons wiederauferstehen lassen","subforum":"Karten & Spielmodi","up_votes":4,"down_votes":1,"body":"Ich fände es klasse, wenn sich Riot mal die Mühe machen würde, uns die alten Seasons wieder spielen zu lassen. \r\nDas ganze könnte 2 Monate gehen (da wir bald 8 Seasons haben). Jede Woche wird eine andere Seasons spielbar gemacht. \r\nSo würden wir in der ersten Woche Season 1 spielen, mit der alten Map, den alten Spielmodi, eben alles, was damals verfügbar war. \r\nIn Woche 2 gibts Season 2 uswundsofort bis jede Season jeweils 1 Woche dran war. \r\n\r\nItems, Championpool, Maps und Spielmodi werden exakt der jeweiligen Season angepasst, um das Spielerlebnis authentisch und maßstabsgetreu wiederzugeben. \r\n\r\nWen würde das auch unheimlich freuen? Ich vermisse Ap Yi, den alten Xerath, die alte Fiora, die alte 3 v 3 Map, Dominion, ein paar alte Items. Das Spiel war früher als ich Season 2 anfing einfach noch... pur! Das Game hat sich stark verändert und irgendwie würde ich einfach gerne ein kleines Nostalgie-Event spielen, um alte Erinnerungen zu wecken!","replies":[{"id":"","poster":"FireWithinIce","date":"2017-10-03T21:49:26.899+0000","up_votes":1,"down_votes":0,"body":"Komplett Unnötig.","replies":[{"id":"","poster":"KledRekt","date":"2017-10-05T13:14:42.413+0000","up_votes":2,"down_votes":0,"body":"Also ich würds gerne spielen. Daher nicht komplett unnötig.","replies":[]}]},{"id":"","poster":"Riser","date":"2017-09-30T10:04:52.814+0000","up_votes":2,"down_votes":0,"body":"Hat Riot schonmal Stellung dazu bezogen. Ist einfach zu viel Aufwand für wenig Ertrag. Das Spiel hat basiert heute auf ganz anderen Codes. Man müsste sozusagen ein ganz neues Spiel programieren. {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"KledRekt","date":"2017-09-30T10:15:16.213+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht einfach ein altes BackUp aufspielen lassen? Ein so großer Konzern wie Riot hat sicherlich für jeden einzelnen Patch ein funktionierendes BackUp. Diejenigen die Windows 10 haben, lassen das Game einfach im Kompatibilitätsmodus laufen. \n\nAn sich könnten sie auch Geld dafür verlangen. Ich würde liebend gerne nen 10er statt für einen Skin für ne alte Season rausgeben. Ist halt dann nicht mehr Free2Play aber ich denke so denken viele Spieler.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-10-01T14:33:11.351+0000","up_votes":1,"down_votes":0,"body":"Mich würde es mal interessieren wie es damals war. Ich habe Season 5 angefangen. Aber ich würde niemals Geld dafür ausgeben nur um mal die alten Seasons zu testen. Dafür würde ich es wahrsch. einfach zu wenig spielen.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-09-30T13:49:00.747+0000","up_votes":1,"down_votes":0,"body":"Nein das denken nicht viele, da es fast keine Spieler mehr gubt die so früh angefangen haben.","replies":[]}]}]}]}