{"id":"85x9LsPL","poster":"Ofleix","date":"2017-09-29T17:05:12.424+0000","title":"Spiel crasht.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe heute ein neues Problem gekriegt. N&auml;mlich ist mir bei zwei Spielen passiert, dass sie abst&uuml;rzen und ich so keine Verbindung zum Server erreichen kann. Die anderen Spiele davor und danach haben bugfrei funktioniert. War bei der Normalen und bei Belagerung. Es ist eigentlich alles richtig eingestellt (Dauerhafte Interneverbindung, geupdateter Driver, genaue Firewall, aktuelle Technik). Aber ist halt immer wenn ich versuche reinzukommen schwarz und die Fehlermeldung dass ich keine Verbindung zum Server habe. Ich versuchte auch Neuzustarten und alles. Das erste Game wurde mir als mitgespielt angezeigt, aber beim Zweiten wurde es mir als Leave angezeigt und ich wurde von Riot beleidigt.                                                                                   {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Ofleix","date":"2017-09-29T17:11:10.720+0000","up_votes":1,"down_votes":0,"body":"Hab es wieder versucht, abgestürtzt. Ich gehe mal dann meinen  Leaverbuster feiern. Funfact: Mein Overlay von Overwolf hat gestartet {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Gin","date":"2017-09-29T17:33:41.055+0000","up_votes":1,"down_votes":0,"body":"Hast du mal probiert alle deine Overlays und Programm zu deaktivieren die mit dem Client interagieren? Es wäre nämlich möglich dass die für Probleme sorgen.\n\n(Insbesondere das Overlay von Discord)\n\nTeste es auch am Besten in einem Custom Game um keine Strafe zu kassieren!\n\n","replies":[{"id":"","poster":"Ofleix","date":"2017-09-29T18:09:37.173+0000","up_votes":1,"down_votes":0,"body":"Am Overlay was ich benutze kann es nicht liegen, weil es sich erst lange nach dem Start aktiviert. Das von Discord benutz ich nicht.","replies":[{"id":"","poster":"Gin","date":"2017-09-29T20:30:22.985+0000","up_votes":1,"down_votes":0,"body":"Probiere es trotzdem mal :)","replies":[]}]}]}]}]}