{"id":"J1XbKw4i","poster":"Voltii","date":"2017-09-29T11:07:03.420+0000","title":"Midlane Champion gesucht","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moin zusammen,\r\nIch bin ein Gelegenheitsspieler der fast ausschlie&szlig;lich Normal Games spielt.\r\nMainrolle ist dabei mid/sup.\r\n\r\nIch habe bisher immer das gespielt worauf ich gerade Lust habe. Wenn man bis Ende der Season aber noch Gold 5 erreichen will, wird das ganze so etwas schwierig.\r\nGestern habe ich die Dritte Promo zu s2 verloren.\r\n\r\nIch suche jetzt noch einen vierten Champion um meinen Championpool zu erweitern.\r\n\r\nAktuell spiele ich als Blindpick und overall Midlaner Syndra.\r\nF&uuml;r spezielle Situation habe ich noch Veigar und Diana.\r\n\r\nIch bin jetzt auf der Suche nach einem zus&auml;tzlichen Midlaner den man auch mal Blindpicken kann ohne direkt damit rechnen zu m&uuml;ssen ein katastrophales Machtup zu bekommen.\r\nIm Idealfall sollte man die Grundcombos nach 10-15 Spielen drauf haben.\r\n\r\nHabt ihr da irgendwelche Ideen? \r\nBitte keine Annie...\r\n\r\nMfg VoltiiCx","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-29T11:16:23.173+0000","up_votes":2,"down_votes":1,"body":"{{champion:103}} {{champion:61}}","replies":[]},{"id":"","poster":"Ashuna","date":"2017-09-29T11:17:31.689+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nes gibt keinen Champion mit dem du automatisch aufsteigst und der nach 10-15 Spielen gemeistert ist. Wenn du aufsteigen willst solltest du die Champs spielen die du kannst. Syndra und Veigar sind beide sehr stark und können ohne Probleme blindpicked werden. (sorry wenns etwas hart ist aber: In Silber kannse alles Spielen wenn du etwas Wissen hast.) \n\nAlso häng dich einfach rein und versuch die Champs zu meistern die du spielst. Ggf. such jemanden der dich coached. (Ich helfe gerne) Die meisten probleme warum jemand stuck ist, ist nicht weil er einen champ nicht kann/ oder kann, sondern das fehlende wissen drumherum -\n- Wann roam ich\n- welche objectives muss ich wann nehmen\n- wie teamfight ich richtig\n- etc...\n\nAnsonsten Spiel Annie. Ihr Kit ist sehr einfach und sie ist extrem stark, jedoch musst du auch sie wirklich gut können um nicht zu verlieren!\n\nGruß\nAshuna {{sticker:sg-ahri-3}}","replies":[{"id":"","poster":"Voltii","date":"2017-09-29T11:47:53.484+0000","up_votes":1,"down_votes":0,"body":"Moin,\nDanke für deine ausführliche Antwort.\n\nIch bin mir durchaus bewusst gewesen das in einen Champion nicht nach 10 oder 15 Spielen gemeistert habe. \nIch hatte mich dabei eher auf die grundlegenden Mechaniken eines Champions bezogen.\nAls Beispiel die Syndra q+e Kombo.\n\nDanke für das Choachingangebot. Ich muss es aber leider ablehnen. \nAls Motivationsspieler mit sehr schwankenden Tagesformen würde das wenig Sinn machen. Das möchte ich dir ehrlich gesagt nicht antun :)\n\nMein größtes Problem ist wohl die Tagesform und mein allgemein (zu) aggressiver Playstyl. Abgesehen von Veigar da klappt das (dafür dann aber zu Beginn zu Passiv). \nDaran werde ich Arbeiten müssen. \n\nDeinen Tipp mit Veigar blindpick werde ich mal testen. Bisher habe ich mit ihm immer auf ein passendes Matchup gewarten, war allerdings vor dem Buff.\n\nAnnie macht mit persönlich keinen Spaß, deswegen spiele ich sie nicht. \nDer Spaß steht für mich im Vordergrund. Natürlich würde es mir helfen einen mechanisch leichteren Champion zu spielen um mich mehr auf andere Dinge zu konzentrieren.\n\nNochmal danke für die ausführliche Antwort.\nHast mir sehr geholfen","replies":[{"id":"","poster":"Ashuna","date":"2017-10-01T11:13:40.130+0000","up_votes":1,"down_votes":0,"body":"Kein Problem. Wenn du Tipps oder hilfe haben möchtest kannst du mich ruhig adden und anschreiben.\n\nGruß {{sticker:zombie-nunu-bummed}}","replies":[]}]},{"id":"","poster":"I love you Malon","date":"2017-09-29T11:34:03.554+0000","up_votes":1,"down_votes":0,"body":"Was ist Couchen? XD","replies":[{"id":"","poster":"Ashuna","date":"2017-09-29T11:35:58.799+0000","up_votes":1,"down_votes":0,"body":"Wups Coachen. Verschrieben :D Danke.","replies":[]}]}]},{"id":"","poster":"SgtLuk","date":"2017-09-30T17:21:56.565+0000","up_votes":1,"down_votes":0,"body":"Ich kann Twisted Fate {{champion:4}} oder Vladimir{{champion:8}}. Twisted Fate ist relativ ein starker pick, du hast gutes roam potenzial mit deiner ult. \nVlad hat unendlich viel Heal und wird wenig gespielt.","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2017-09-29T18:17:49.546+0000","up_votes":1,"down_votes":0,"body":"Wer sagt denn auf sowas bitte Annie? Gibt so viele Midlaner die deutlich mehr Range haben, Lux, Victor, Vel...um nur ein paar zu nennen.\n\nDenke Ahri und Ori sind schon recht gute Picks.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2017-09-29T12:09:36.446+0000","up_votes":1,"down_votes":0,"body":"Galio: hat kaum combos\n\nOrianna :\nDie combos sind intuitiv (wennst sie paar mal gespielt hast weißt was ich mein ;-))\nQ+w\nE+w\nE+R\nQ+R\n\nMit den 4 basis combos kannst ganz gut starten","replies":[]},{"id":"","poster":"Urogi","date":"2017-09-29T12:03:33.505+0000","up_votes":1,"down_votes":0,"body":"Pick Galio{{champion:3}} , wenn du nen Dmg Toplaner oder Jungler hast. \n\nMan muss nicht unbedingt stur tank bauen, man kann auch Liandrys oder Rod of Ages einbauen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-09-29T11:49:26.484+0000","up_votes":1,"down_votes":0,"body":"Ich kann Ahri empfehlen. \nSie hat zwar den ein oder anderen Counter, aber man kann die Lane dennoch ganz sicher spielen und durch ihre Ultimate ist sie sehr Mobil. Kann also schnell und gut roamen, wenn sie auf ihrer Lane keinen Kill holen kann. Oder eben wenn sie gut im Game steht die anderen Lanes unterstützen. \nSie kann Gefahrenzonen schnell entkommen oder durch einen gut gesetztem Charm eine gefährliche Situation gewinnen.\n\nSie zu lernen dauert aber etwas und ist nicht in 10-15 Gsmes geschafft","replies":[]}]}