{"id":"Pap5UUmr","poster":"Shuowian","date":"2017-09-29T07:05:16.423+0000","title":"Wann kommen wieder die guten Spielmodi ?","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":3,"body":"Hiho,\r\n\r\nwei&szlig; jemand, wann wieder die guten alten Spielmodis kommen? \r\nIch finde das langsam ziemlich frustierend, st&auml;ndig dieser Quatsch f&uuml;r einen minimalen Championpool.\r\nWo bleiben die ganzen anderen, es mu&szlig; ja nicht mal URF sein, aber OFA, Poroking etc w&auml;r mal wieder nett.\r\nBlutmond, Invasion , ist ja nett, aber nur f&uuml;r einen kleinen Teil der Com, und dann kommt der Rotz auch noch Wochenlang.\r\nNene Rito, das mit dem Gamemodes habt Ihr verkaggt.","replies":[{"id":"","poster":"Warfare","date":"2017-09-29T07:12:39.496+0000","up_votes":5,"down_votes":0,"body":"Hallo Shuowian,\n\nNatürlich sind nicht alle Spielmodi für alle gleich toll. \nAber sieh es mal so: \nEigentlich müsste Riot sich nicht einmal die Mühe machen einen Rotating Gamemodus anzubieten.\nIch weiß nicht sein wann du spielst - aber früher gab es immer nur Dominion. Das wars. \nAlso ich find da hat Riot nichts \"verkaggt\". Zumal zB Poroking im Februar - April insgesamt 5 Mal dran war (was viele sehr nervig fanden). \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"BlackAjani","date":"2017-09-29T07:20:51.387+0000","up_votes":5,"down_votes":0,"body":"Sehe ich auch so, Starguardian zum Beispiel war nicht Jedermanns Sache, jedoch war es ein komplett neuer Modus, der auch wieder starkes Teamplay erforderte. Meiner Meinung nach, gibt sich Riot schon viel Mühe um das Spiel für viele interessanter zu machen.{{sticker:poppy-wink}}","replies":[]},{"id":"","poster":"Shuowian","date":"2017-09-29T09:39:16.157+0000","up_votes":1,"down_votes":0,"body":"Ja klar, aber Du weißt doch, was interressieren mich die anderen, es geht nur um mich, lach.\nBin ja auch nur frustiert weil der Modi wieder nix für mich ist.\nUnd Ich spiel schon lange vor Dominion^^ Da war Morde grad aktuell.","replies":[]}]},{"id":"","poster":"KledRekt","date":"2017-09-30T09:42:01.329+0000","up_votes":1,"down_votes":0,"body":"Wir hatten vor kurzem 2 Wochen Urf. Also mir hing dieser ''gute-alte-Spielmodus'' schon nach dem ersten Wochenende zum Hals raus... \nAbwechslung ist der Schlüssel zum Erfolg (Spielspaß).","replies":[]},{"id":"","poster":"KorSett","date":"2017-09-29T11:32:24.432+0000","up_votes":1,"down_votes":0,"body":"Ich will die Gamemodes im Custom spielen\n{{sticker:sg-janna}} \n\nPTSD: 10x Ivern auf Aram Map = ein riesiger Wald mit ganz vielen Bäumen, Büschen und Steinen\nRito pliiz \n{{sticker:sg-soraka}} \n\nLG Sauerbraten","replies":[{"id":"","poster":"Lunaá","date":"2017-09-29T12:55:20.711+0000","up_votes":1,"down_votes":0,"body":"Das sollten die echt mal wieder reinbringen, auch Aufstieg oder Porokönig in 5v5s mit und gegen Freunde macht echt Spaß","replies":[]}]}]}