{"id":"FEQnbJtd","poster":"DocVulcan","date":"2019-06-02T22:59:24.417+0000","title":"Die Ballerkneipe sucht dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Herzlichen Glückwunsch,\ndu hast soeben den ersten Schritt gemacht, in die größte, geschlossene, deutsch-moderierte Multigaming Community (MGC) einzutreten.\n\nSehr gut Bro !\n\nBei uns wirst du keine Freunde finden , sondern eine Familie! Damit auch du nach dem Feierabend, egal ob du Schule, Studium oder Arbeit voll relaxen kannst. \\m/\n\nKommen wir zu LoL:\n\nWir sind ein LoL-Club im Aufbau. Aktive Leute die dir das Spiel gerne erklären und mit dir zusammen zocken. Egal ob Normal, Ranked, Tft oder ARAM. Ich z.B bin schon seit fast 10 Jahren aktiv dabei und habe ingame alle Champs und Lanes gespielt oder angetestet, deswegen helfe ich gerne den neuen Spielern und versuche sie zu unterstützen, während ich mein Ziel verfolge, ein aktives Ranked Team aufzubauen. Daher sind auch erfahrene Recken natürlich sehr gern gesehen. Doch grundsätzlich gilt: Eure Elo ist in erster Linie egal! Wichtig ist, dass ihr Spaß daran habt!\n\n\nWir sind eine Community mit viel Spaß bis in die Nacht, bei dem viel gezockt, geredet und gelacht wird. Darum herrscht hier keine Anwesendheitspflicht, wir respektieren dein Privat leben und sind Familienfreundlich. Mit unserem \"Gegen Cyber Mobbing\" Stempel zeigen wir, dass hier keiner ausgeschlossen wird und jeder, egal ob weiblich, männlich, alt oder jung, hier herzlich willkommen ist. AUCH DU!!!\nMit diesen Vorsätzen wollen wir DIE besondere Community sein, auf der sich jeder abends freut online zu kommen.\n\nUm das zu ermöglichen geben sich unsere Communityleiter stehts die Mühe immer neue Sachen zu Implentieren, damit du Spaß und Freude hast, hier herzukommen.\nSei es Gewinnspiele im Form von Pay-Safe-Cards oder Adventskalender in der Weihnachtszeit. Dazu gehören auch Game-Events, in dem sich unsere begabten Programmierer und technischen Köpfe Events ausdenken oder einen privat Server aufsetzen um in Ruhe verschiedene Spiele zocken zu können.\n\nWir versuchen ganz einfach einen Ort zu schaffen wo jeder Spaß hat und es keinen Streit gibt.\n\nWenn du jetzt auch zu unsere verrückten Familie dazu gehören willst, ist das nicht so schwer.\nKomm dazu einfach auf den Teampspeak (Adresse: Ballerkneipe.de) und einer unserer kompetenten Mods wird dich dann einweisen und dir für den Teamspeak die Grundrechte geben.\n\nDu wirst anfangs den Trial Status bekommen. Das ist so eine Art Schnupperstatus oder Probezeit in dem du dich von den oberen genannten Argumenten selbst überzeugen kannst, ohne dich auf unserer Homepage (https://ballerkneipe.shivtr.com/) anzumelden. Hier wird geschaut, ob du genauso verrückt wie wir bist und du schaust ob wir der verrückte Haufen sind den du hoffentlich gesucht hast :)\n\nWir freuen uns auf dich, deine Ballerkneipe *prost*","replies":[]}