{"id":"m6rBAYX5","poster":"WL Yurei","date":"2017-09-27T19:14:35.675+0000","title":"Team sucht Toplaner ! (gold/plat)","subforum":"Clans & Teams","embed":{"title":"Gyazo","description":"The easy way to save screenshots, GIFs, and websites. Make everyone happy by sharing smarter, faster, and with your point crystal clear.","url":"https://gyazo.com/cc522a6c5b42fc0c4025db4591c6f024","image":"https://thumb.gyazo.com/thumb/1200/_15378bdf21492531b3b75142b86552bb-jpg.jpg"},"up_votes":1,"down_votes":0,"body":"Wir sind die Polite Penguins und suchen einen aktiven und freundlichen Toplaner f&uuml;r unser Team.\r\n\r\nIhr braucht Teamspeak und ein gut funktionierendes headset, sprich kein rauschen etc.\r\nUnser Ziel ist es sobald wir vollst&auml;ndig sind an Turnieren teilzunehmen und diese auch zu gewinnen :)\r\n\r\ngesucht ist ein Toplaner im plat-gold bereich (flex sollte am besten im gold bereich sein)\r\nmit gutem championpool (meta anpassungen werden gerne gesehen)\r\n\r\nDas Team wird gerade neu zusammen gebildet weshalb noch keine Trainingszeiten feststehen\r\n\r\nso sieht es momentan aus :\r\nTop: ?\r\nJungle: PP Sky\r\nMid: PP GecKoo\r\nAdc: PP Spooky\r\nSupp: PP Sunny\r\n\r\nWir suchen jemanden, der aktiv und respektvoll ist. Zuverl&auml;ssigkeit ist hierbei sehr wichtig, wobei es kein Problem ist, wenn man mal nicht kann und dies vorher bescheid gibt (whatsapp gruppe). Das Team befindet sich im durchschnitt im mittigem Goldbereich.\r\n\r\nFalls ihr Interesse habt, meldet euch gerne hier oder added mich ingame: PP Spooky\r\n\r\nbis dann euer Jos\r\n{{sticker:sg-ezreal}}","replies":[{"id":"","poster":"Tanixxøn","date":"2017-09-28T14:44:46.176+0000","up_votes":1,"down_votes":0,"body":"Moooin,\nIch bin ein Allrounder bevorzuge aber Top und Jungle, hier ist es wohl die Toplane.\nIch spiele nun seit fast 4 Jahren League of Legends und bin auf verschiedensten Lanes gestrandet.\n\nMein Spielstil.\nIch spiele meistens Tanks und versuche die Lane auszufarmen und bin auch Tp-play orentiert wenn es um die Botlane geht.\nEinen Jayce kann man mir auch anvertrauen oder auch Yorick. (wenn gewollt)\n\nWer bin ich?\n\nIch bin Pascal,\n15 Jahre alt habe auch eine Geistige Reife ( Natürlich muss auch irgendwo mal spass mit hinein)\n\nWas ist deine Derzeitige Elo?\n\nDerzeit Gold 3 im SoloQ\n Gold 1 im FlexQ\n\nWarum ich?\nIch war schon in einigen Teams, erfolgreich oder auch nicht, daher habe ich auch einen gewissen Teamgeist und eine gewisse Erfahrung in Punkto Team.\n\nNoch etwas?\nDurch meine Lange Pause bin ich ein wenig eingerostet. \nHabe im August leicht angefangen die  Toplane wieder für mich zu entdecken.#\n\nChampions die du Wirklich gerne Spielst?\n{{champion:126}} {{champion:57}} {{champion:13}} {{champion:83}} {{champion:150}} \nund andere\n\nAbschließende Worte?\nIch würde mich über eine Rückmeldung freuen, natürlich kann nicht jede Rückmeldung Positiv enden!\nVergessen darf man nicht:\nIch habe ein Ordentliches Headset welches kein Rauschen verursachen sollte.\nTeamspeak habe ich genauso bin aber in der Plattform flexibel.\nRespekt ist Nr. 1, genauso bin ich Tilt-proof\nAktivität ist auch dabei!\n\n\nMit Freundlichem Gruß\nCorxkou\n\n{{sticker:vlad-salute}}","replies":[]},{"id":"","poster":"WL Yurei","date":"2017-09-28T07:13:19.698+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}