{"id":"ZA38uQFj","poster":"See you in Sheol","date":"2017-09-27T17:27:43.442+0000","title":"Hilfe! Ich wurde gerade aus einem Spiel rausgeworfen, reconnect geht nicht!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich hab gerade ein Normal: Blind Pick gespielt (als Bard support). Das Spiel lief mega gut und ich hab ne ganze Menge an guten Plays rausgehauen ( ;) ) und dann bei Minute 10 oder so hab ich nen 500er Ping bekommen, bin raus um zu reconnecten aber da war einfach nichts mehr. Ich kann jetzt nach einem neuen Spiel suchen aber vom Spiel gerade ist nichts zu finden! Keine Match-History, kein Reconnect button, kein Leaverbuster o.&auml;., etc..\r\nAls h&auml;tte ich es nie gespielt! Ich hab von so einem Drophack geh&ouml;rt, der sowas macht. Ich glaube, ich bin so einem gerade zum Opfer gefallen (In &#039;nem Normalgame :thinking: ) Was kann ich jetzt machen? Werde ich m&ouml;glicherweise daf&uuml;r bestraft?\r\n\r\nDanke f&uuml;r jede hilfreiche Antwort! &lt;3","replies":[{"id":"","poster":"Gin","date":"2017-09-28T10:13:16.586+0000","up_votes":1,"down_votes":0,"body":"Wenn das eine Ausnahme war und du ansonsten nur sehr selten ein Spiel verlässt, sollte das kein Problem sein. Ich würde mir also keine Sorgen wegen einer Strafe machen.\n\nDas es ein Drophack ist zweifele ich auch an da das Existieren von derartigen Scripts/Hacks etc. für sehr viel Aufmerksamkeit sorgt und sich mehr Spieler darüber beschweren würden.\n\nEs ist möglich dass du einfach nur einen Disconnect hattest weil sich bei dir irgendwas im Netzwerk geändert hat oder du einfach die Verbindung verloren hast.\n\nSollte das Problem wieder auftreten können wir nach einer Lösung suchen, aber wenn es etwas einmaliges war würde ich es erstmal darauf belassen.\n\nWenn du noch irgendwelche Fragen haben solltest, kannst du dich jederzeit wieder melden! (Benutz aber bitte die Antwort-Funktion da ich ansonsten nicht benachrichtigt werde.)\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"See you in Sheol","date":"2017-09-28T15:07:37.634+0000","up_votes":1,"down_votes":0,"body":"Eine Sache noch, es könnte ein einfacher Disconnect sein, aber ist es nicht etwas ungewöhnlich, dass ich das Spiel dann nicht mehr in der Match-History hatte?\nÜbrigens, vielen Dank für die Antwort :)","replies":[]}]},{"id":"","poster":"See you in Sheol","date":"2017-09-27T17:45:45.789+0000","up_votes":1,"down_votes":0,"body":"[HIER das match](https://imgur.com/a/Oe3Ps)","replies":[]},{"id":"","poster":"See you in Sheol","date":"2017-09-27T17:31:23.646+0000","up_votes":1,"down_votes":0,"body":"Nachtrag: Auf LOLKING ist das Spiel momentan noch zu sehen!","replies":[]}]}