{"id":"7hYHvnyI","poster":"ouhw","date":"2017-09-27T13:00:55.582+0000","title":"Anpassungsideen zu Champions","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Ich w&uuml;rde hier gerne paar Ideen zu Champions teilen, die meiner Meinung nach eine kleine Anpassung ben&ouml;tigen.\r\n\r\n{{champion:266}} Hat jetzt erst eine minimalistische &Uuml;berarbeitung bekommen, f&uuml;hlt sich aber einfach klunky an.\r\n+ 200 Range auf seiner E\r\n+ 0.5 Sekunden Fear in 300 Einheiten um ihn herum beim Benutzen von R. \r\n\r\n{{champion:32}} Seine W f&uuml;hlt sich konterintuitiv an und passt meiner Meinung nach nicht perfekt zum Kit.\r\n+ Passive: Belegt Amumu einen Champion mit einem bewegungseinschr&auml;nkenden Effekt, wird dieser markiert (h&auml;lt 3 Sekunden).\r\n+ W: Markierte Gegner im Umkreis von 450 Einheiten werden 200 Einheiten in Richtung Amumu gezogen und erhalten prozentualen Schaden.\r\n+ E erh&auml;lt Tr&auml;nenanimationen, um die Thematik beizubehalten - Im Kampf mit Monstern verringert sich die Abklingzeit um 1 Sekunde statt 0.5\r\n\r\nInfo: Die Ultimate hat eine Range von 550 Einheiten und h&auml;lt 2 Sekunden lang fest.\r\n\r\n{{champion:36}} Mundo sollte mehr interaktives Gameplay und mehr aktive Optionen, ob er Verb&uuml;ndete im sp&auml;teren Spielverlauf  peelen oder die gegnerische Backline diven will.\r\n+ Q: Trifft Mundos Beil einen gegnerischen Champion, springt es 200 Einheiten in Richtung Mundo zur&uuml;ck und landet auf dem Boden. Sammelt Mundo das Beil auf, resettet sich der Cooldown. \r\n+ W: Range um 50% erh&ouml;hen.\r\n+ W: Gibt Verb&uuml;ndeten, die sich im W befinden einen Schild 20(+5 pro Stufe), der sich alle 6 Sekunden erneuert.\r\n- W: Z&auml;higkeitsboni\r\n\r\n{{champion:420}} Illoai ist einfach klunky aber hat viel zu gro&szlig;e Probleme, der Backline im sp&auml;teren Verlauf gef&auml;hrlich zu werden, wenn diese einfach Kiten\r\n+ W Range durch aufleveln und Grundh&ouml;he erh&ouml;hen von 225 auf 275/325/375/425/475.\r\n+ W ist die Ultimate aktiv, hat die W einen 125 Range Bonus.\r\n\r\n{{champion:10}} \r\n+ Q wird zu einem Skillshot (sieht aus wie ein rotes holographisches Schwert), der eine d&uuml;nne Verlangsamungsspur nachzieht. 60 Einheiten breit/ 600 Range\r\n\r\nInfo: Zum Vergleich, ich w&uuml;rde sagen der Viktor E hat eine Breite von 40 Einheiten.\r\n\r\n{{champion:82}} Ist auf der Lane einfach viel zu klunky und hat keine M&ouml;glichkeit, an die Backline zu kommen, Vergleicht man ihn mit Darius, Garen (oder anderen Juggernauts). &Auml;hnliches Problem wie Illaoi.\r\n\r\n+ Q: wird W aktivirt, w&auml;hrend Q aktiv ist, reduziert sich der W Cooldown auf 50%).\r\n+ W: wird zu einem Dash von 400 Einheiten (14 Sekunden CD auf Stufe 5)\r\n\r\n\r\n{{champion:20}} Nunus thematik ist besonders, leider f&uuml;hlt sich die Ultimate &uuml;berhaupt nicht gut an. Ihm fehlt etwas der Engage\r\n+ Passive: Nunu spawnt an den gleichen Stellen wie die Skarner passive kleine Eisblumen.\r\n+ R: Nunu entzieht der Umgebung vor sich die W&auml;rme und l&auml;d sich bis zu 3 Sekunden auf. Bei Reaktivierung schockfrostet er einen kegelf&ouml;rmigen Bereich vor sich. Slowed (abh&auml;ngig von der Aufladedauer)Richtet immer den gleichen Schaden an. Reichweite ist abh&auml;ngig von der Auflagedauer, maximal 1800 Einheiten. Die betroffene Umgebung f&auml;rbt sich silbrig, w&auml;hrend Nunu sich aufl&auml;d.\r\n\r\n+R: Nunu kann &uuml;ber kleinen Eisblumen sowie Knallzapfen, Honigdinger (und die anderen komischen Blumen) mit der Maus hovern, befindet er sich in 300 Einheiten n&auml;he und R dr&uuml;cken. Dadurch konsumiert er die Pflanze (ohne diese Auszul&ouml;sen) und aktiviert seine Ultimateaufladung in die Blickrichtung. Nun ben&ouml;tigt die R F&auml;higkeit nur 2 Sekunden, um g&auml;nzlich aufgeladen zu sein.\r\n\r\nInfo: Die alte Nunu Ultimate hatte eine Reichweite von 1300 im Radius. Nami Ultimate hat eine Reichweite von 2750 Einheiten.\r\n\r\n{{champion:45}} Wurde ja bereits angepasst. Ich w&uuml;rde mir folgendes W&uuml;nschen, da die E und W echt cool sind, aber nicht gut ineinander spielen und zeitlich nicht immer abpassbar sind, wenn man nicht perfekt steht. \r\n+ W: Castet man die W, w&auml;hrend die E F&auml;higkeit  bereits platziert wurde, verbindet sich ein Strahl (n&auml;hster Punkt aus dem F&uuml;nfeck) aus der E mit der Position vom W und bet&auml;ubt alle Gegner, die ihn ber&uuml;hren.\r\n\r\nGibt Veigar etwas mehr Utility und mehr M&ouml;glichkeiten, sein Kit anzuwenden.\r\n\r\nDas wars erstmal von mir. Welche &Auml;nderungen findet ihr cool, was sind eure Meinungen? \r\nAndere Problemkinder (meiner Meinung nach) wie {{champion:102}} {{champion:77}} {{champion:89}} {{champion:106}} {{champion:62}} {{champion:83}} spreche ich wann anders an. ;)\r\n\r\nGru&szlig;","replies":[]}