{"id":"ZfxiEmkr","poster":"Freekilling7","date":"2017-09-27T19:55:20.209+0000","title":"Wichtig Frage zum ban system","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"wenn ich jetzt wegen high ms meine lane verliere dann kurz rausfliege und mal weg muss weil mein kleiner bruder auf die stra&szlig;e lief kann ich dan gebannt werden wenn ich ihn der zeit wieder connected bin ist so ne frage weil ich als ich wieder kam im endscreen war also anscheinend wieder connected kann ja nix f&uuml;r weil der ist 4 und hat die t&uuml;r aufbekommen :/","replies":[{"id":"","poster":"Freekilling7","date":"2017-09-27T20:32:28.538+0000","up_votes":1,"down_votes":0,"body":"ok danke","replies":[{"id":"","poster":"Gin","date":"2017-09-28T09:22:38.445+0000","up_votes":1,"down_votes":0,"body":"Gerade wegen solchen Ausnahmen wirst du nicht sofort nach einem Game bestraft. Und wenn doch, nur sehr harmlos.\n\nDas System hat also eine gewisse Notfalls- bzw. Fehlertoleranz.\n\nDu solltest nur aufpassen dass die Ausnahme nicht zur Regel wird.\n\nDen egal ob es ein Notfall war oder nicht, du hast 4 weitere Personen in deinem Team die damit leben müssen dass du nicht da bist.\n\nWenn du Probleme mit deinem Internet oder andere technische Schwierigkeiten hat, können wir dir gerne damit helfen diese zu beheben. \n\nUnd was deinen kleinen Bruder betrift würde ich dir empfehlen entweder aktiv nach ihm zu schauen, und für die Zeit nicht zu spielen. Oder du stellst sicher dass er nichts anstellen kann und wirfst immer mal wieder ein Auge auf ihn.\n\n{{sticker:sg-ahri-2}}\n\nIch wünsche dir ansonsten noch viel Spaß und viel Glück mit deinem Bruder.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-09-28T04:36:50.255+0000","up_votes":1,"down_votes":0,"body":"Tür abschließen und Schlüssel da aufbewahren, wo der Kleine nicht rankommt, wird dir vielleicht auch helfen ;)","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-09-28T04:48:06.257+0000","up_votes":1,"down_votes":0,"body":"Riot kann schon nachvollziehen, wieso du aus dem Spiel bist, also DC oder einfach Spiel geschlossen.\nWenn eine hohe Latenz dazu führt, dass du aus dem Spiel fliegst war es schon immer so, dass wenn währenddessen das Spiel beendet wird, du im Endscreen landest, sobald du zeitnah wieder eingeloggt bist.\nEs kann also sein, dass bereits 5sek nach deinem DC das Spiel beendet wurde.\nSollten solche DC Einzelfälle sein, bringt es mMn auch nichts dich dafür zu reporten. Wenn du aber nach dem DC wieder im Spiel und dann aber AFK bist, ist der Grund für das AFK sein für Riot verhältnismäßig uninteressant, denn erzählen kann man ja immer viel.\nSolltest du wirklich einen triftigen Grund gehabt haben (wie bspw. explosive Diarrhoe), lässt der Support vielleicht mit sich reden. Ist dann aber immer eine Einzelfallentscheidung.","replies":[]},{"id":"","poster":"Urogi","date":"2017-09-27T20:24:59.138+0000","up_votes":1,"down_votes":0,"body":"Punkte und Kommas wären nicht schlecht. \n\nDann ist es Riot egal, warum du afk bist. Du musst dafür sorgen, dass du nicht afk gehst während des Spiels. \nWenn das nicht öfters passiert, wird dir nichts passieren.","replies":[]}]}