{"id":"ujm7cT4B","poster":"The ceseb","date":"2017-09-27T16:17:44.877+0000","title":"Synargierende midlane/Jungle combos","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Beschw&ouml;rer!\r\n\r\nIch hab vor bis zum Ende der Season mit einem Freund von mir versuchen nach Gold zu climben. Wir haben uns schon oft dar&uuml;ber Gedanken gemacht welche champs wir spielen sollten und wer mit wem gut synargiert (er spielt mid, ich Jungle). Nat&uuml;rlich haben wir schon ein paar Ideen wie Malzahar Nocturne (malz r, noc r und nocturne so ahead bringen das er 1v9 machen kann), kayle Yi (is glaub ich klar xD), Sejuani kayle (kayle als carry), lux zac  (is auch klar xD) usw. H&auml;ttet ihr vlt ein paar ideen f&uuml;r gute mid jungle coms? (Ich kann eigentlich fast jeden Jungler au&szlig;er Nidalee) Danke im voraus ;)\r\n\r\nLg The ceseb","replies":[{"id":"","poster":"Cayce","date":"2017-09-27T17:08:17.813+0000","up_votes":1,"down_votes":0,"body":"Am Besten für mid+jungle duo ist wenn der midlane setup für einen gank hat und der jungler darauf followen kann. Gutes Beispiel hierfür ist TF, der zwar ansich keine starke Laningphase hat, aber mit seiner stuncard einen einfachen Weg hat, den Gegner kurz zu stunnen und damit dem Jungler zu ermöglichen ran zukommen. Theoretisch ist auch Lissandra post 6 ein gutes Beispiel mit der ult...aber Liss würd ich momentan echt niemanden empfehlen. Als einfacher Champion wäre auch Annie eine Idee, sie hat ja auch einen point & click stun mit aufgeladener Passive auf dem Q.\n\nWas ich persönlich immer eklig find ist Nocturne + Ori, weil sie aus sicherer Entfernung den Ball auf Nocturne haut und R-W drückt.\n\nMan kann mid+jungle auf zwei Arten spielen: Der Jungler campt die midlane, und dann geht man zu zweit bot um die lane zu gewinnen. Oder der jungler verlässt sich darauf, dass sein premade die lane halten kann und fokussiert sich auf eine der anderen lanes...oder letztendlich eine MIschung aus beidem. Man sollte sich jedoch nicht zu stark auf das campen der midlane versteifen, meistens macht ein 0/3 und ein 0/4 auch keinen großen Unterschied mehr und die Zeit ist in einen drake oder einen toplanegank besser investiert.\n\nDa ihr versucht von Silber nach Gold zu kommen, spielt die Champion auf denen ihr euch sicher fühlt, das hilft euch mehr, als eine auf dem Papier gute Combo, die ihr nicht richtig ausspielen könnt. \n\nAllgemein:\nMidlane: Champion mit CC, möglichst ein gewisses snowball potential (also keine Karma, Morgana, Aurelion Sol o.ä.)\nJungle: a) Champion mit hard CC/engage wie Sejuani, Zac\nb) Champions die snowballen wie Kha'Zix oder Kayn (dann sollte sich der Jungler auch falls möglich die Kills nehmen)\n\n*(Und kleine Notiz: Es heißt SynErgie)*","replies":[]}]}