{"id":"o7H8iYEb","poster":"Der Großmugister","date":"2017-09-25T15:20:57.784+0000","title":"Starguardian-Figurenset-Giveaway","subforum":"Streams & YouTube","embed":{"title":null,"description":null,"url":"https://rgmerch-a.akamaihd.net/media/promos/2017/09StarGuardian/StarGuardian_640x360_teamminis.jpg","image":null},"up_votes":1,"down_votes":0,"body":"Da die Sammlung der Starguardian-Figuren mittlerweile nicht mehr, im offiziellen Shop angeboten wird und der Preis auf Ebay die 100&euro; schon weit &uuml;berschritten hat, habe ich mich entschlossen, mein noch unge&ouml;ffnetes Set, unter meinen ersten 100 Subscribern zu verlosen!\r\n\r\nFalls ihr Amazon-Prime-Kunde seid, k&ouml;nnt ihr absolut kostenlos meinen Twitch-Kanal abonnieren und somit eventuell der oder die Gl&uuml;ckliche sein, die eines der letzten frei-verf&uuml;gbaren Figurensets ergattert.\r\nAbonnenten die kostenpflichtig subscriben, werden nat&uuml;rlich ebenfalls ber&uuml;cksichtigt, jedoch m&ouml;chte ich dazu niemanden aufrufen, denn im Gegensatz zum Prime-Abo, ist diese Art der Teilnahme nicht gratis.\r\n\r\nSollten wir w&auml;hrend des vorgegebenen Zeitraums nicht auf die 100 kommen, geht ihr aber nat&uuml;rlich nicht leer aus! In diesem Fall werde ich statt der Starguardian-Minis, eine der Mysterie-Figuren  rausgeben, die ich nicht widerstehen konnte, ebenfalls aus dem Riot-Shop zu bestellen.\r\n\r\n&Ouml;ffnen oder  behalten w&uuml;rde ich die Minis nat&uuml;rlich dennoch nicht, sondern das ganze vielleicht im n&auml;chsten Monat wiederholen.\r\n\r\nFalls ihr Teilnehmen wollt, schreibt doch bitte euren Twitch-Namen unter diesen Post, nachdem ihr meinen Kanal abonniert habt (Bitte keine PN!), damit ich euch sofort bescheid sagen kann, falls ihr gewonnen habt!\r\n\r\nDie Teilnahme ist bis zum 02.10.2017 um 08:00Uhr morgens m&ouml;glich. Im Stream am n&auml;chsten Tag, werde ich den Gewinner live ziehen und bekannt geben, aber keine Sorge, solltet ihr nicht zuschauen k&ouml;nnen, antworte ich auf euren Post hier.\r\nVerschicken werde ich das Paket NUR an eine Adresse in Deutschland!\r\n\r\nIch w&uuml;nsche allen Teilnehmern viel Gl&uuml;ck!\r\n\r\nKanal:\r\nhttps://www.twitch.tv/grossmugister\r\n\r\n(Gewinnspiele dieser Art werde ich ab jetzt, mindestens einmal im Monat veranstalten, schaut also regelm&auml;&szlig;ig rein ;)","replies":[]}