{"id":"IQXRKoi8","poster":"Liquefied Jax","date":"2017-09-25T15:11:22.287+0000","title":"Fireforge Gaming Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Der Fireforge Gaming Clan sucht euch!\r\n\r\nIhr seid motivierte Gamer und sucht noch Leute die mit euch zocken?\r\nDann seid ihr hier genau richtig! Fireforge!\r\n\r\nFireforge ist ein noch im aufbauender Clan, der motivierte, engagierte und Teamf&auml;hige Spieler sucht!\r\nNun viele Fragen sich nun, was wir hier im League of Legends Forum treiben, die Antwort ist leicht!\r\nUnser Clan vertritt auch das Spiel League of Legends aber nicht nur, sondern auch noch viele mehr!\r\n\r\nNun zum Clan selbst, da dieser noch im Aufbau steckt, kann man sich schon denken, dass dieser noch nicht all zu lange existiert um genau zu sein Ende August. Um sich nun bei uns zu bewerben ist es n&ouml;tig sich Discord runterzuladen und unserem Discord zu joinen, wer jedoch nur so Leute sucht um zu zocken, kann trotzdem beitreten, denn bei uns ist jeder Willkommen! \r\n\r\nDer Clan hat an sich keine Bewerbungskriterien die ihr einhalten m&uuml;sst\r\nBringt nur Motivation, Engagement und Teamgeist mit! \r\n\r\nAlle weiteren Informationen stehen im Discord! Weswegen es auch wichtig ist dort beizutreten, denn so erm&ouml;glicht es, es uns eine einfachere Kommunikation zwischen Spieler und Clan\r\n\r\nWir bieten euch:\r\n1.  Einen komplett eingerichteten Discord.\r\n2. M&ouml;glichkeiten Mitspieler zu finden.\r\n3. Eigene Sprachr&auml;ume.(Nach Absprache des Clans)\r\n4. Aufstiegsm&ouml;glichkeiten innerhalb unserer Clanstruktur.\r\n5. Ein freundliches, sowie kompetentes Clan-Team!\r\n6. Ein Teil eines Multi-Gaming-Projektes zu werden\r\n\r\nSollten nun Einzelne, Gruppen angeregt wurden sein, uns in unserem Vorhaben einen Clan/Community aufzubauen und zu unterst&uuml;tzen und von den oben genannten Mitteln zu profitieren, da sollte dem nichts mehr im Wege stehen!\r\n\r\nWenn das Interesse nun geweckt wurde, dann bewerbe dich noch jetzt im Discord, falls noch fragen offen stehen sollten f&uuml;hl dich frei und frage hier oder sp&auml;ter im Discord nach! \r\n\r\nUnser Discord &gt; https://discord.gg/D9u5DHC\r\n\r\nWir w&uuml;nschen noch einen sch&ouml;nen Tag! Und viel Erfolg! \r\n\r\nMfG Zenpix","replies":[]}