{"id":"vkaq4f0Y","poster":"SNG EKay","date":"2019-06-02T19:14:05.506+0000","title":"Genetic E-Sports sucht Supporter/Teambuilder","subforum":"Clans & Teams","embed":{"title":"Join the Genetic E-Sports Discord Server!","description":"Check out the Genetic E-Sports community on Discord - hang out with 146 other members and enjoy free voice and text chat.","url":"https://discord.gg/QXpfRqC","image":"https://cdn.discordapp.com/icons/422338630116311040/73c3383aafb650cd882086f81d0c1066.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Herzlich Willkommen League of Legends Community,\r\n\r\nWie ihr schon im Titel seht, brauchen wir noch Manager für unserem Discord Server.\r\n\r\n_**Supporter**_\r\nDie Aufgabe des Supporters trägt dazu, dass man den Mitgliedern im Server hilft und auf ihre Fragen eingeht. Zudem soll man auf die verschiedenen  Bewerbungen eingehen und Filtern.Zudem soll man danach mit den Bewerbern einen Termin für ein Bewerbungsgespräch machen. Am besten ist es sich in Tabellen die Spieler aufzuschreiben und den Teambuildern die Fehlenden Rollen für ein Team schreibt/sagt.\r\n\r\n_**Teambuilder**_\r\nTeambuilder : Der Teambuilder hat die Aufgabe nach den fehlenden Rollen für ein Team zu suchen und sie zu finden, wenn ihr die Spieler gefunden habt ladet sie in unseren Discord ein und redet mit denen, um euren ersten Eindruck von ihnen zu verschaffen. \r\nFalls sie alle fehlenden Rollen gefunden haben sollen sie dann neue Teams gründen. \r\nDiese Teams haben jede Woche Freitag Abend ein „kennenlernen“, dazu muss, dann der\r\nTeambuilder häufig Spieler finden, die noch fehlen.\r\n\r\n\r\n_**Was müsst ihr erfüllen?**_\r\n1. Ihr müsst 16+ Jahre alt/Jung sein\r\n2. Aktiv sein, da jeden Tag mindestens 1ne Bewerbung eingereicht wird\r\n3. Als Teambuilder ein gewisses Grundwissen (wo muss ich suchen, wie..?)\r\n4. Freundlich und nett sein\r\n5. Gerne darfst du auch mit der Community paar Games machen :D\r\n\r\nFalls ihr in eins dieser Bereiche beitreten wollt schreibt einfach eine kleine Bewerbung\r\nin den \"Bewerbungen\" Channel (Anleitung am \"Pin\", \"Anhang\").\r\n\r\n_**Haben wir dein Interesse geweckt?**_\r\nDann joine jetzt unseren Clan Discord als Clan - Mitglied!\r\nhttps://discord.gg/QXpfRqC \r\nViele Grüße \"GNC EKay\"","replies":[]}