{"id":"jikUhjzU","poster":"Spirit Bomb","date":"2020-01-26T15:37:02.679+0000","title":"Warum entscheiden sich so viele bei Aphelios Runes für PTA über Conqueror ?","subforum":"Champions & Gameplay","embed":{"title":null,"description":null,"url":"https://www.lolvvv.com/champion/Aphelios/runes","image":null},"up_votes":1,"down_votes":0,"body":"Hallo meine Freunde, ich schaue immer meine runen von den Pros ab und habe festgestellt, dass fast alle PTA über Conqueror nehmen... aber warum ? Kann mir das veventuell jemand von euch erklären? Hier ein Verweis auf meine Quelle für die [Aphelios Runes](https://www.lolvvv.com/champion/Aphelios/runes).\r\n\r\nGl in SoloQ\r\nEure Bombe","replies":[{"id":"","poster":"Askamaru","date":"2020-01-29T11:34:17.488+0000","up_votes":1,"down_votes":0,"body":"Conqueror ist eine Rune für extended Trades.\nWeil man auf der Botlane aber eher nur kurze Trades oder All-Ins eingeht würde es sich einfach nicht lohnen. Durch die Shuriken und anderen AA's stacked man PTA deutlich schneller und dazu hilft es auch bei kleinen Trades.","replies":[]},{"id":"","poster":"Cenâreth","date":"2020-01-28T11:52:35.371+0000","up_votes":1,"down_votes":0,"body":"Schwer zu sagen, 1 Patch ist Conquerer stark, 1 Patch wieder PTA. Schwer zu sagen.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2020-01-26T16:16:08.293+0000","up_votes":1,"down_votes":0,"body":"Weil Conqu auf Ranged Champs bis auf ein paar nicht funktioniert, da du es nicht stacken kannst und PTA ist mit drei Aas durch!","replies":[{"id":"","poster":"Aymira","date":"2020-01-26T19:54:28.837+0000","up_votes":1,"down_votes":0,"body":"Zusätzlich würde ich die Vermutung aufstellen, das man in einem langen Kampf nicht groß davon profitiert, da man als ADC, oder in dem Fall als Aphelios, direkt am Boden liegt und daher einfach nicht groß dazu kommt die Ansammlungen aufzubauen.\n\nTöten oder getötet werden. Im besten Fall willst du als ADC nicht drauf gehen, also mehr Schaden durch Fokussierter Angriff bewährt sich als besserer Schutz als der armselige Versuch sich mit Eroberer gegen zu heilen :'D","replies":[]},{"id":"","poster":"Spirit Bomb","date":"2020-01-26T17:43:52.403+0000","up_votes":1,"down_votes":0,"body":"hmm okay, aber mit seiner bladwaffe hast du es in doch extrem schnell gestacked","replies":[]}]}]}