{"id":"22NLImdM","poster":"UncleCalm","date":"2017-09-22T17:08:03.688+0000","title":"Silber III, Main-Support sucht ein netten und zielstrebigen ADC für die Gold-Divison.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey ho liebe LoL-Community,\n\nwie schon im Titel erw&auml;hnt suche ich ein ADC f&uuml;r den Aufstieg zur Gold-Divison f&uuml;r diese Season. Ich selber bin InGame Hauptberuflich Supporter und renne dem einen oder anderen Spieler hinter her und tue DInge, da mal eine Ult hier mal ein Heal und wenn es gerad so passt auch mal ein Stun. Nat&uuml;rlich ist dies selbstverst&auml;ndlich und in meinem Angebot enthalten. Ich selber bin 26 Jahre alt, bin liebenswert und hoffe ein angenehmer Spielgef&auml;hrte, ab und zu hat man mal seine 5 Minuten aber wer hat die nicht &gt;.&gt; . Ich passe mich dem Spielstil meines ADC an, wenn es mal zur Sache geht, bin ich dabei und wenn es &quot;farmen&quot; hei&szlig;t bin ich ein Kakao trinken (Main Bard). Ich kann also Aggressiv wie Passiv auch Defensiv spielen :D. Was ich nicht mag sind Hater, Flamer oder Surrender Typen die in der letzten Minute oder weil es gerad nicht so gut l&auml;uft aufgeben, wozu auch ein Match starten !? \n\nIch bin haupts&auml;chlich, nein eigentlich nur im TS&sup3; anzutreffen :)\n\nVon oben angefangen meine Bevorzugten Champion,\n\n1. {{champion:432}} \n2. {{champion:201}} \n3. {{champion:223}} \n4. {{champion:16}} \n5. {{champion:40}} \n6. {{champion:89}} \n7. {{champion:25}} \n8. {{champion:117}} \n.....\n \nAlso ab der 2 spiele ich alle gleich gerne, spiele nat&uuml;rlich noch weitere Supporter / Champions und bin auch mal gerne Top-Lane.\n\nSchreibt mir hier oder InGame an &quot;UncleCalm&quot; \nhttp://euw.op.gg/summoner/userName=UncleCalm\n\nViel Spa&szlig; euch noch die weiterklicken und die mir vielleicht schreiben :) \n\nUnd f&uuml;r alle die nichts davon hatten hier was zum lachen, wer kennt es nicht :D\nhttps://www.youtube.com/watch?v=Xgqjiw-wN1o","replies":[{"id":"","poster":"Khada Akira","date":"2017-09-22T18:35:58.281+0000","up_votes":1,"down_votes":0,"body":"Joa, klingt gut {{sticker:vlad-salute}}","replies":[]}]}