{"id":"M4BU3ovX","poster":"AeQ Antrox","date":"2017-09-21T10:21:34.400+0000","title":"[PUBG] Aequilibritas eSports sucht DICH für PUBG!!","subforum":"Clans & Teams","embed":{"title":"Aequilibritas eSports","description":"Due to personal circumstances Joakim \"Tracer\" Torstensson wont play as our starting jungler for the next games and will be replaced by our substitute player Andreas \"Sharp\" Lillengen. Tracer will still remain as a part of AeQ E-Sports and may be coming back after prioritizing more important things.","url":"https://aeq-esports.de/news/?s=44a7ad19df42abaa1f65b224bec543af80a42668","image":"https://imagr.eu/up/YYZm0_Lineup_Team_Kopie.png"},"up_votes":1,"down_votes":7,"body":">  **Wer ist Aequilibritas eSports?**\n> \n> Wir sind eine seit mehr als 2 Jahre bestehende Gamingcommunity mit mehr als 300aktiven Membern und 100 Rekruten. Durch unser Professionelles League of Legendsteam wurden wir in der League Szene relativ bekannt. Wir haben au&szlig;er League of Legends noch Bereiche in CS:GO, Rocket League und jetzt wollen wir auch in PlayerUnknownsBattlegrounds durchstarten. Wenn ihr mehr &uuml;ber Aequilibritas eSports erfahren wollt schaut bei uns auf der Homepage vorbei! https://aeq-esports.de/news/?s=6aebd40349d6ea87116933cd453a78182804850e\n> \n>  **Was haben wir mit dem PlayerUnknownsBattlegrounds Bereich vor?**\n>  Als aller erstes wollen wir einen gro&szlig;en Bereich aufbauen, sodass jeder Leute zum spielen finden wird. Wir wollen daf&uuml;r sorgen das jeder ein festes Squad zum spielen hat, und dann auch eine Interne Liga im Clan aufbauen.\n> \n> **Clan interne Turniere.** Wir haben vor des &ouml;fteren am Wochenende Turniere zu machen, wie zum Beispiel, man hat 5 Stunden Zeit so viele Kills wie m&ouml;glich zu machen und der Spieler oder das Team das am Ende am meisten kills gesammelt hat bekommt ein von AeQ gesponsortes Preisgeld. \n> \n> Alles weiter erfahrt ihr beim Vorstellungsgespr&auml;ch auf unsrem gut aufgebautem Teamspeak, also falls wir euer Interesse geweckt haben schaut bei uns vorbei und werdet Teil der Community! Wir freuen uns auf euch!\n>  \n> ts.aequilibritas-esports.de\n> \n> MFG AeQ Antrox !","replies":[]}