{"id":"cYRBMt8M","poster":"TheRealWolverine","date":"2017-09-20T15:57:19.393+0000","title":"Buch VIII: Die Abenteuer des Malcolm Graves","subforum":"Community-Kunstwerke","up_votes":14,"down_votes":0,"body":"Liebe Beschw&ouml;rer! \nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\nHeute m&ouml;chte ich euch eine Geschichte erz&auml;hlen, die ich nicht selbst f&uuml;r euch niedergeschrieben habe. Sie stammt von einem legend&auml;ren Krieger Runeterras, der leider nicht die Zeit hat, euch von eben dieser Geschichte pers&ouml;nlich zu erz&auml;hlen. Darum lasst mich euch seinen letzten Brief vorlesen.\nHallo meine Wolverine,\nich habe f&uuml;r dich und deine Leser eine neue spannende Geschichte gefunden.  Aber lies selbst:\n_______________________________________________________________________\n\nEs war ein staubtrockener Tag in Zhaun.\nGraves wanderte auf den komplett ausgetrockneten Stra&szlig;en auf der Suche nach einer Taverne durch die Gegend. Er trug wie immer seinen roten Mantel und hatte seine geliebte Schrotflinte dabei. Diese war allerdings vor einigen Tagen bei einem Gemetzel mit ein paar Banditen ordentlich besch&auml;digt worden. Auch Graves selbst hatte einiges abbekommen.\nSeine linke Gesichtsh&auml;lfte war verbrannt und sein Ohr war zerfetzt worden. Dadurch hatte er Schwierigkeiten sich zu orientieren. \nHinzu kam, dass ihm die ganze Zeit aus einer pochenden Wunde Blut ins Auge lief. Einer der Banditen hatte versucht, ihn mit einem Stein niederzustrecken.\nMittlerweile war Graves ein gutes St&uuml;ck vorangekommen und erblickte sogar schon das Schild der Taverne &ldquo;Zum Ochsen&rdquo;. Diese Taverne war der Ort, an dem er damals das Licht der Welt erblickt hatte. Die Milchflasche, mit der er damals von seinen Eltern zur&uuml;ckgelassen worden war, trug er immer bei sich.\nAuch wenn ihm diese nicht wirklich gefiel, war sie dennoch seine einzige Verbindung zu seinen Eltern. Diese waren - so sagte man ihm  - Linda und Esakil Graves gewesen, beide im ganzen Ort f&uuml;r ihre Ruchlosigkeit und Grausamkeit bekannt. Er hingegen war ein Betr&uuml;ger und Hochstapler, der versuchte, mit allen Mitteln jedes Spiel zu gewinnen. Brutalit&auml;t vermied er grunds&auml;tzlich so lang wie nur irgend m&ouml;glich.\nVor einiger Zeit lernte er einen ebensolchen Burschen bei einem Kartenspiel kennen. Beide hatten vier Asse aufgedeckt und beschlossen daraufhin, sich miteinander zu verb&uuml;nden. Das war nun neun Monate her. Graves schleppte sich in die Taverne, lie&szlig; sich auf einen Hocker plumpsen und bestellte bei dem Wirt ein Bier. Dieses lie&szlig; man ihm relativ schnell zukommen. Das willkommene Getr&auml;nk bet&auml;ubte seine Schmerzen f&uuml;r eine Weile und lie&szlig; ihn durchatmen. Nachdem er das Bier ausgetrunken hatte, fiel ihm schnell wieder ein, warum er eigentlich hergekommen war und er fragte nach einem Doktor und einem Zimmer f&uuml;r die Nacht. Der Wirt schilderte ihm den Weg zu einem seiner Zimmer im oberen Stock und versprach, sobald wie m&ouml;glich einen Arzt zuschicken. Graves schleppte sich die Treppe hinauf und stand schlie&szlig;lich vor einer massiven Holzt&uuml;r. Vollkommen ersch&ouml;pft lehnte er sich f&uuml;r einen Moment dagegen und versuchte vergeblich Kr&auml;fte zu sammeln, bevor er die T&uuml;r mit dem Schl&uuml;ssel &ouml;ffnete, den er vom Wirt erhalten hatte. Er betrat den kleinen Raum und h&auml;ngte seine Sachen an einen Haken. Seine Schrotflinte stellte er neben das Bett, auf welchem er sich niederlie&szlig;. Nach ein paar Minuten klopfte es an der T&uuml;r und ein gro&szlig;er, dunkelhaariger Mann, der wohl der Doktor sein musste, betrat den Raum. Er sah Graves mit einem Kopfsch&uuml;tteln an, sagte jedoch nichts. Nach einer guten halben Stunde hatte er Graves fertig verarztet und jede seiner Verletzungen in Bandagen geh&uuml;llt. Der Arzt verlie&szlig; den Raum mit einem gegrummelten ,,Auf Wiedersehen&rdquo;. Graves schlo&szlig; die T&uuml;r hinter seinem Gast zu und legte sich wieder aufs Bett, auf dem er augenblicklich einschlief. \nAuf einmal schreckte er aus seinem Schlaf hoch. War da nicht eben ein Ger&auml;usch gewesen? Ein Ger&auml;usch, dass ihm das Blut in den Adern gefrieren lie&szlig;. Sein Atem stockte und er konnte nur noch Umrisse erkennen. Er sah wie die T&uuml;r aufgesto&szlig;en wurde und ein H&uuml;ne den Raum betrat. Bevor er auch nur reagieren konnte, wurde er von einer schnellen Bewegung au&szlig;er Gefecht gesetzt und verlor das Bewusstsein.\n\nEin ledriger Gestank, der auf eine unangenehme Weise in der Nase brannte, erweckte Graves schlie&szlig;lich wieder aus seiner Ohnmacht und er schlug die Augen auf. &Uuml;ber sich sah er eine Decke aus Holz. Er erkannte, dass man ihn mit H&auml;nden und F&uuml;&szlig;en auf ein Bett gefesselt hatte. Dieses schwankte von links nach rechts, woraus Graves schloss, dass er sich auf einem Schiff befinden musste. Gegen die Fesseln ank&auml;mpfend versuchte sich erfolglos aufzusetzen. Doch noch bevor er dieses Unterfangen als aussichtslos einstufen konnte, sp&uuml;rte er kalten Stahl an seiner Kehle. Ein Tropfen Blut rann &uuml;ber die Schneide und er stechender Schmerz durchfuhr seinen Hals. Graves schreckte alarmiert zur&uuml;ck und erkannte entsetzt, dass es sich bei seinem Gegen&uuml;ber um den gleichen H&uuml;nen handelte, der in sein Zimmer eingebrochen war und ihn offenbar auch entf&uuml;hrt hatte.  \n&ldquo;Wo bin ich hier?&rdquo;, fauchte Graves ihn an und bereute es im gleichen Augenblick, da seine Verletzungen heftig gegen die Anspannung seiner Muskeln protestierten.\n&ldquo;Das hat dich nicht zu k&uuml;mmern&rdquo;, erwiderte der Fremde und begann zu grinsen, &ldquo;Schlaf lieber noch etwas.&rdquo;\nDaraufhin schlug er mit dem Knauf seiner Waffe kr&auml;ftig zu und um Graves herum wurde wieder alles schwarz. Ein paar Stunden sp&auml;ter kam er wieder zu sich und  fand sich an eine Wand gekettet in einem kalten, nassen Keller wieder.  Diese st&auml;ndigen Ortswechseln machten ihm allm&auml;hlich zu schaffen. Aber offenbar war das Bett auf dem Schiff nur eine &Uuml;bergangs- oder Transportl&ouml;sung gewesen und wahrscheinlich hatte man nicht damit gerechnet, dass er dort bereits wieder erwachen w&uuml;rde.\nM&uuml;de sch&uuml;ttelte er den Kopf. Jede Sehne seines K&ouml;rpers begann bei dieser Bewegung zu schreien und er rang nach Luft, was ihm jedoch ebenfalls schwer fiel. Scheinbar hatte man ihm mehrere Rippen gebrochen und seinen ohnehin schon verletzten K&ouml;rper in einen noch erb&auml;rmlicheren Zustand gebracht, als er es ohnehin schon gewesen war. \nGraves&rsquo; Blick schweifte durch den Raum und er blinzelte mehrfach um seine verklebten Augen an die Dunkelheit zu gew&ouml;hnen - ohne Erfolg. Auch nach mehreren Minuten schien es seinem Blick unm&ouml;glich die anhaltende Finsternis zu durchdringen. \nNach einiger Zeit schwang eine Holzt&uuml;r knarrend auf und er h&ouml;rte schwere Schritte die Treppe hinunter kommen. Auf einmal vernahm er einen dumpfen Knall und lauschte einem Fluch. Dann stand die Person mit einer Laterne in der Hand pl&ouml;tzlich vor ihm. Graves erkannte ein Gesicht. Er kannte diese Person, doch sein benommener Zustand machte es ihm unm&ouml;glich genauer zu ergr&uuml;nden woher. Was wollte man von ihm? Und warum zur H&ouml;lle war er hier?\nDas Gesicht begann zu sprechen. Es war eine Stimme, die Graves sofort wiedererkannte. Sie geh&ouml;rte seinem alten Freund Twisted Fate. Graves vernahm zwar die Worte, konnte sie aber nicht verstehen. F&uuml;r ihn war alles nur verworrener und unklarer geworden. Warum hatte Tobias ihn entf&uuml;hren lassen? Warum hatte er ihn nicht einfach aufgesucht, sondern den H&uuml;nen geschickt?\nDiese Fragen sch&auml;rften Graves&rsquo; Verstand. Er musste h&ouml;ren, was Twisted Fate ihm zu sagen hatte. Anstrengend lauschend schaffte er es die Worte in sein Hirn vordringen zu lassen und sie zu einer Information zu verschmelzen.\nSein alter Freund wollte ihn verraten.\n&ldquo;Es tut mir leid, dass es so kommen musste, Bruder.&rdquo;, sagte Tobias leise.\nGraves spuckte trotz der Schmerzen vor ihm auf den Boden. &ldquo;Bruder&rdquo;, knurrte er leise.\nTwisted Fate begann zu l&auml;cheln. &ldquo;Ja Bruder. Ich habe mich noch nie einem Menschen so verbunden gef&uuml;hlt wie dir und genau darum bist du eine Bedrohung. Ich bin der gr&ouml;&szlig;te Trickbetr&uuml;ger aller Zeiten und die noxische Regierung hat ein ordentliches Kopfgeld auf dich ausgesetzt. Wie k&ouml;nnte ich mir das entgehen lassen?&rdquo;\nGraves sah entsetzt zu wie sein alter Freund einen Dolch aus seinem Umhang hervorzog. \n&ldquo;Wirst du mich t&ouml;ten?&rdquo;, fragte er frei heraus.\nTobias lachte nur. &ldquo;Nein, nicht heute. Nicht hier. Ich sorge lediglich daf&uuml;r, dass deine Wunden nicht verheilen und du uns bis zur Auslieferung keinen &Auml;rger machst.&rdquo;\nMit diesen Worten stie&szlig; er die kalte Klinge tief in die bis dahin nur langsam verheilende  Wunde an Graves&rsquo; Taille.\n\n_____________________________________________________\n\nLeider habe ich zwischen meinen eigenen Abenteuer nur wenig Zeit dir zu schreiben.\nIch melde mich bald wieder.\nmorna Ainu\n\nSo damit endet eine weitere Geschichts- und M&auml;rchenstunde. Ich hoffe es hat euch mal wieder gefallen. \nEure M&auml;rchenfee Wolverine","replies":[]}