{"id":"VBogyEzY","poster":"Durkheim ","date":"2017-09-20T11:57:36.776+0000","title":"Die Alternative fürs Königreich OT","subforum":"Allgemeiner Chat","up_votes":10,"down_votes":3,"body":"Wehrte League of Legends Forumierer,\r\n\r\nich verfolge jetzt selbst das Geschehen hier im Forum und muss feststellen, dass es dominiert wird von diesem selbsternannten K&ouml;nigreich OT mit ihrem Engel an der Spitze, die haupts&auml;chlich sinnlos spammen und ab und zu etwas vermeintlich tiefgr&uuml;ndigeres von sich geben. Zudem sind sie so unnat&uuml;rlich nett. Die Riot-Helferlein in Gr&uuml;n lassen die OTler bei diesem sinnlosen Spam einfach gew&auml;hren. Die Gr&uuml;nen-und-OT-Gutmenschenbande oder auch Whiteknights, wie ein weiser Nutzer letztes Jahr schrieb, spielen hier im Forum die Moralapostel und voten alles systematisch nach unten, das ihren gespielten Moralvorstellungen nicht entspricht. Diese sind deswegen gespielt, weil viele hier im Forum viel netter agieren, als sie in echt sind. Es herrscht eine Doppelmoral.\r\n\r\n Wenn hier jemand ehrlich seinen Emotionen freien Lauf l&auml;sst, wird er von den gr&uuml;nen Gutmenschen zensiert und in den meisten F&auml;llen auch ausgeschlossen, bevor er sich erkl&auml;ren kann. **Man muss diesen Leuten zuh&ouml;ren!** Man kann auch die Aussagen so stehen lassen, selbst wenn diese nicht sehr nett sind, damit andere Forenuser sich ein eigenes Bild machen k&ouml;nnen. Das hier soll doch nicht zur L&uuml;genpresse werden. Das wird aber vermutlich in n&auml;chster Zeit nicht machbar sein.\r\n\r\nUm dem steigenden **Qualit&auml;tsverlust ** durch OT-Spam-&quot;Beitr&auml;ge&quot; entgegenzutreten fordere ich eine **Obergrenze ** f&uuml;r OTler. Ein kurz- bis mittelfristiges Ziel ist es, die Beitr&auml;ge des K&ouml;nigreich OTs in Form von Spambeitr&auml;gen oder &quot;R&uuml;mmelbier&quot;-Threads, die eine Gefahr f&uuml;r die reine LoL-Kultur sind, w&ouml;chentlich zu begrenzen. Eine  genaue Zahl kann in Verhandlungen mit dem OT besprochen werden. Langfristiges Ziel wird sein, diese Spamthreads ins Archiv zu schicken und die OTler, die nur zu diesem Zweck den Schutz dieses Forums nutzen, in ihr eigenes Forum zu ents... abzuschieben. \r\n\r\nZu diesem Zweck m&ouml;chte ich eine eigene Gruppe gr&uuml;nden: Die Alternative f&uuml;rs OT, die sachliche Diskussionen f&ouml;rdert. Eine weitere Aufgabe wird sein, sich um die Umsetzung der oben genannten Ziele zu sorgen, damit man wieder unbeschwert im Forum unterwegs sein kann, ohne an jeder Ecke Angst vor einem OTler haben zu m&uuml;ssen. Nat&uuml;rlich wird dies mit diesen Gr&uuml;nen schwer, aus diesem Grund werden wir versuchen einen von uns dort hineinzubekommen. \r\n\r\nEin weiteres Ziel wird sein, &quot;Suche Freundin&quot;-Threads konsequent zu bek&auml;mpfen. Es ist zwar zweifelhaft, dass Frauen sich in dieses Forum begeben, allerdings sind sie eine Gefahr f&uuml;r die LoL-Spieler. Sexuelle &Uuml;bergriffe k&ouml;nnten dazu f&uuml;hren, dass sie sich nicht mehr auf ihre Spiele fokussieren k&ouml;nnen und EU bei internationalen Turnieren schlechter abschneidet und noch schlimmer, dass sie keine Diskussionen &uuml;ber LoL in diesem Forum f&uuml;hren, so dass der LoL-Forenbesucher langfristig von OTlern &uuml;berschwemmt wird.\r\n\r\nIn diesem Sinne hoffe ich, dass einige, die bereits sch&ouml;n diskutieren, den Mut haben ebenfalls ihre Meinung zu sagen. Und zwar ihre echte Meinung und nicht dieses Gutmenschen-Geschw&auml;tz. \r\n\r\nAuf ein besseres LoL Forum!\r\n\r\nTL;DR: **Machen wir das LoL-Forum wieder gro&szlig;! OTler konsequent abschieben!**","replies":[{"id":"","poster":"Maexle","date":"2017-09-20T13:07:17.080+0000","up_votes":5,"down_votes":0,"body":"Klingt ein bisschen nach einer Alternative fürs Denken...\n{{champion:17}}","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-20T16:25:50.079+0000","up_votes":1,"down_votes":0,"body":"Dieser Beitrag ist wirklich sehr passend... Hast du den Thread gelesen? Eibert oder Mäxle oder wer du auch bist? Wieso kommentierst du eigentlich zweimal?\n\nJedenfalls habe ich mir schon Gedanken gemacht, wenn es dich beruhigt. {{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-09-20T14:27:52.249+0000","up_votes":3,"down_votes":0,"body":"Oh, Du willst die AFD jetzt schon fürs Forum Gründen?\n\nviel Erfolg\n\np.s.\n\n\nDu kannst dir auch den OT Spamfilter fürs Forum runterladen, der wurde schon vor ein paar Monaten rausgegeben, wenns dich so sehr stört\n\nlg","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-22T14:18:46.903+0000","up_votes":1,"down_votes":0,"body":"Kleine Anmerkung hier nochmal dazu, dass manche Sachen egal sind. Du stellst mich doch quasi direkt mit der AfD gleich. Nun, dann zieh diesen Vergleich mal weiter. Ist es nicht ein Merkmal der AfD, dass sie unbequeme Sachen ignorieren. Ok, vielleicht doch eher eins der CDU.{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Durkheim ","date":"2017-09-20T16:20:24.171+0000","up_votes":1,"down_votes":0,"body":"Den Spamfilter kennen neuere Nutzer aber nicht, die frisch ins Forum kommen und durch eure sinnfreien Zählthreads die inhaltlich wertvollen Threads nicht mehr erkennnen.","replies":[{"id":"","poster":"El Pingu","date":"2017-09-20T16:26:36.785+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Manfred Lensch,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00070000,timestamp=2017-09-20T16:20:24.171+0000)\n>\n> Den Spamfilter kennen neuere Nutzer aber nicht, die frisch ins Forum kommen und durch eure sinnfreien Zählthreads die inhaltlich wertvollen Threads nicht mehr erkennnen.\n\nDu meinst, die threads, die mit [Spiel] gekennzeichnet sind?\n\nNaja, der Spamfilter ist auch nicht für die neuen Forenuser gedacht.\nDenn die bedrückt das meist gar nicht.\n\nEher für diejenigen, die schon länger im Forum unterwegs sind und aus Langeweile einen Grund zum mosern suchen und Verbesserungen erringen wollen, egal wie viele Leute das nicht möchten.\n\nDaher finde ich deinen Slogan \"Alternative für das OT\", kurz \"AfOt\" wirklich passend.\n\nLG, Pingu","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-20T16:37:30.039+0000","up_votes":1,"down_votes":0,"body":"Ja die [Spiel]-Threads. Mich stört nicht zwingend der Inhalt... wobei doch eigentlich auch der Inhalt. Es ist nichts für mich und ich finde sowas muss in diesem Forum wirklich nicht sein. Es sollte ja ums Spiel gehen und nicht in Grundschulmanier um Zahlen im 1 bis 10er Bereich oder 0 bis 1000er Bereich. Ihr könnt das ja wo anders machen.\n\nAber was mich daran wirklich stört ist, dass es eben am Anfang der Seite ist, weil ihr das immer schön aktuell haltet, indem ihr zeigt, dass ihr eins höher zählen könnt, als euer Vorposter. Dadurch werden eben inhaltlich interessante oder auch lustige Sachen nach unten gedrängt. Und die gibt es nunmal auch im Allgemeinen Chat.","replies":[{"id":"","poster":"Zamonianer","date":"2017-09-20T16:54:55.277+0000","up_votes":1,"down_votes":0,"body":">ich finde sowas muss in diesem Forum wirklich nicht sein. \n\nWieso nicht? Schließlich lautet doch die Beschreibung des Allgemeinen Chat:\n>Dieses Forum ist der Ort für alles, was nicht in die anderen Foren passt. Diskussionen über Gott und die Welt, Foren-Spiele, Offtopic jedweder Art und so ziemlich alles was euch sonst noch so einfällt, sind hier herzlich willkommen.\n\n&ensp;\n>Es sollte ja ums Spiel gehen\n\nIst in diesem Forum also definitiv nicht zutreffend.\n\n>Aber was mich daran wirklich stört ist, dass es eben am Anfang der Seite ist, weil ihr das immer schön aktuell haltet, indem ihr zeigt, dass ihr eins höher zählen könnt, als euer Vorposter. Dadurch werden eben inhaltlich interessante oder auch lustige Sachen nach unten gedrängt. Und die gibt es nunmal auch im Allgemeinen Chat.\n\nDas stimmt, aber so funktioniert dieses Forum nun einmal. Wenn es dich stört, dann kannst du uns ja herausfiltern.\nWofür du neben meinem auch den frei konfigurierbaren der Volunteers verwenden kannst.\n\nGruß\nZamo","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2017-09-20T13:12:25.944+0000","up_votes":3,"down_votes":0,"body":"Also...im Prinzip......ist die Idee ja nicht schlecht, wenn auch hier leicht verlächerlicht.\nIm Grunde ist die Frage die der TE im Kontext stellt doch: \"Wer bewacht das OT?\", oder sehe ich das falsch?\nDas OT hat Einfluss, einfach schon durch die Menge und Aktivität der Teilnehmer sowie durch gewisse Positive Verhältnisse zu den Grünen. Kann man nicht leugnen. Was also wäre WENN das OT geschlossen anfängt relevanten Unfug im Forum zu treiben? Threads kraft e.A. zuvoten? Nur Threads bestimmter Kategorie oder Inhalts zu zu lassen?\n\nFakt ist doch: Es gibt keine gleichwertige und gleichstarke Gemeinschaft in diesem Forum. Und wenn sich das OT als Wächter des Forums aufspielt, ist die Frage \"Wer bewacht die Wächter?\" für dieses potenzielle Problem gar nicht mal so blöde wie es klingt.\n\nAußerdem stelle ich mir die daraus resultierenden Machtkämpfe zwischen dem \"Königreich Off-topic\" und einer Alternative...sagen wir ein \n\"Imperii «seiunctae lemma\" (Beispielname) als durchaus unterhaltsam vor.","replies":[]},{"id":"","poster":"MadExOTler ","date":"2017-10-15T15:12:21.732+0000","up_votes":2,"down_votes":0,"body":"Endlich. Ich bin  dieser irren sektenähnlichen Truppe entwischt! \n\nEs ist zwingend erforderlich, gegen diese Forenbeschmutzer vorzugehen. Ich verfüge über detailliertes Insiderwissen und dort im Keller des Schlosses gehen unaussprechliche Dinge vor sich... Von den Ausschweifungen in dieser Lümmelschänke ganz zu schweigen. \n\nRIOT hörst du! \n\nAlso Herr Lensch, lasst uns Gemeinsam dagegen vorgehen.","replies":[{"id":"","poster":"FiM Ol Salt","date":"2017-10-15T18:33:32.755+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Like a Sir","date":"2017-10-23T14:33:09.718+0000","up_votes":1,"down_votes":0,"body":"Köstlich *hicks*","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2017-10-15T15:43:29.972+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MadExOTler ,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0013,timestamp=2017-10-15T15:12:21.732+0000)\n>\n> Endlich. Ich bin  dieser irren sektenähnlichen Truppe entwischt! \n> \n> Es ist zwingend erforderlich, gegen diese Forenbeschmutzer vorzugehen. Ich verfüge über detailliertes Insiderwissen und dort im Keller des Schlosses gehen unaussprechliche Dinge vor sich... Von den Ausschweifungen in dieser Lümmelschänke ganz zu schweigen. \n> \n>IHR GÖTTER, ERHÖHRT MICH!\n\nOooooh, ich denke die neuen Götter des OT werden sich schon bald in diese Dinge einmischen, keine Sorge. {{sticker:galio-happy}}","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2017-09-21T12:57:42.887+0000","up_votes":2,"down_votes":0,"body":"Hier greift eindeutig die Kahlan-Klausel...\nIch sage wir lassen uns nicht einschränken...\nSpam für allle......wuuuuuuhhhhhhhhhhhhhhuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:59:50.011+0000","up_votes":1,"down_votes":0,"body":"Was soll denn bitte eine \"Kahlan-Klausel\" sein?","replies":[{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:03:13.009+0000","up_votes":1,"down_votes":0,"body":"> Was soll denn bitte eine &quot;Kahlan-Klausel&quot; sein?\n\nDie Kahlan Klausel ist das höchste  bestehende Gesetz und besagt das ich > SuperKahlan alles tun darf was ich will...ohne wenn und aber...","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T13:05:47.878+0000","up_votes":1,"down_votes":0,"body":"Ach so danke für die Information. Nun, da unsere Bewegung euer Königreich und damit alle Regeln ablehnt, ist es nicht relevant","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-21T15:45:32.275+0000","up_votes":1,"down_votes":0,"body":"Die Kalhlan Klausel ist keine Regel, sondern ein Naturgesetz.","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T16:08:14.982+0000","up_votes":1,"down_votes":0,"body":"Dann lehne ich eure Naturgesetze eben auch ab!\nSoweit ich es richtig mitbekommen habe bist du auch ein Geist. Ein schizophrener Geist noch dazu, weil du hier mit zwei Accounts rumspammst. Eibert Rümmel und Mäxle","replies":[{"id":"","poster":"Maexle","date":"2017-09-21T20:42:40.187+0000","up_votes":1,"down_votes":0,"body":"Wie kommst du drauf, dass wir die selbe Person sind? Nur weil Eibert ein Teemoicon hat und ich immer ein Teemobild am Ende meiner Beiträge?\n{{champion:17}}","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-22T14:02:11.050+0000","up_votes":1,"down_votes":0,"body":"Und ihr seid beide Teemo-Mains. Davon wird es jetzt nicht sehr viele geben. Also Teemo-Spieler schon, aber MAINS?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-22T15:06:05.931+0000","up_votes":1,"down_votes":0,"body":"Du hast Recht. Ich bin maexle. Das Ot konnte ich täuschen. Ich kann extrem gut meine Stimme verstellen und in unterschiedlichen Dialekten sprechen. Ich kann gleichzeitig an zwei Rechnern LOL spielen und mit meinen beiden Stimmen gleichzeitig im Ts mit anderen mich unterhalten. Ich kann das so gut, dass beide Stimmen manchmal sogar durcheinander reden.... Natürlich habe ich auch extra für maexle eine eigene Handynummer, dass ich auch in einer WA Gruppe selbstgespräche führen kann. ALLE habe ich getäuscht! Nur meinen Fanboy/Groupie manfred Lensch nicht......\n\nPS ich sag mal eben den anderen Teemomains bescheid, dass sie eigentlich ich sind... Kann etwas dauern ;)","replies":[{"id":"","poster":"The mute Swan","date":"2017-09-22T16:18:54.568+0000","up_votes":2,"down_votes":0,"body":"Au, ich fürchte du hast das Svenson-Syndrom.\nJetzt nimmt dich keiner mehr ernst, weil du in wirklichkeit alle anderen bist.\n\nMeinen Glückwunsch!!!\nBesserung ist nicht in Sicht <3","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-22T16:21:59.278+0000","up_votes":1,"down_votes":0,"body":"Danke Frau Svenson <3\n\ndeine Eiberta, ähm theraingirl","replies":[{"id":"","poster":"The mute Swan","date":"2017-09-22T16:30:11.207+0000","up_votes":1,"down_votes":0,"body":"Oha, war das gerade eine Anspielung auf den Pro-player, der in S1 mit Teemo Challenger Rank 1 geworden ist?\nDas wirft fragen auf, meine Liebe Rümmeline....","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-22T16:48:26.627+0000","up_votes":1,"down_votes":0,"body":"ja ich hab über die Jahre echt an skill verloren. liegt wohl an meinem Job bei Riot","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-22T19:20:24.991+0000","up_votes":1,"down_votes":0,"body":"ich bin doch reformed","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-09-22T18:14:37.488+0000","up_votes":1,"down_votes":0,"body":"Also nicht.\nThe Rainman hat 2 permas wegen inten und hardcoreflamen.\n\nDer arbeitet nicht für Riot.","replies":[]}]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2017-09-23T09:44:37.434+0000","up_votes":1,"down_votes":0,"body":"OMG Ich werde mich scheiden lassen...Das ist schockierend und schockierend und schockierend! \nDanke Manfred du hast uns allen die Augen geöffnet....","replies":[]},{"id":"","poster":"Maexle","date":"2017-09-22T16:48:44.731+0000","up_votes":1,"down_votes":0,"body":"Ich dachte ich wäre du? Was denn jetzt?\n{{champion:17}}","replies":[]},{"id":"","poster":"Durkheim ","date":"2017-09-22T15:11:28.924+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=000c00000001000000000000000100000000,timestamp=2017-09-22T15:06:05.931+0000)\n>\n> ALLE habe ich getäuscht! Nur meinen Fanboy/Groupie manfred Lensch nicht......\n> \n> \n\nIch glaube du überschätzt dich etwas Eibert Rümmel. \n\nNun, ich habe keine Informationen über eine Whatsapp-Grupe von euch deswegen kann ich das nicht wissen.","replies":[]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-09-21T16:25:44.245+0000","up_votes":2,"down_votes":0,"body":"wenn es nur so wäre :)\n\nIch hätte gern maexles Alter. Kann ich sein Smurph sein?","replies":[{"id":"","poster":"Maexle","date":"2017-09-21T20:41:54.513+0000","up_votes":1,"down_votes":0,"body":"Von mir aus gerne :)\n{{champion:17}}","replies":[]}]}]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:01:26.971+0000","up_votes":1,"down_votes":0,"body":"Herrausforderung angenommen!","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T13:04:13.053+0000","up_votes":1,"down_votes":0,"body":"Welche Herausforderung? {{sticker:zombie-brand-facepalm}} \n\n","replies":[]}]}]}]},{"id":"","poster":"El Pingu","date":"2017-09-22T12:50:07.087+0000","up_votes":2,"down_votes":0,"body":"Naja, der eine kommt aus Bayern, der andere aus Franken.\nNoch gegensätzlicher kann das gar nicht sein.\nUnd kein Franke würde sich als Bayer ausgeben, daher wird dein Smurfverdacht abgelehnt\n\nLg","replies":[{"id":"","poster":"Maexle","date":"2017-09-22T16:51:13.662+0000","up_votes":1,"down_votes":0,"body":"Pingu die Frage stellt sich ja nichtmal weil wir ja zusammen gespielt haben und zusammen im TS waren usw...\n\nAber kleine Anmerkung, die mir doch wichtig ist, was aber auch  die komische These von Manfred Lensch widerlegt: Ich komme nicht aus Franken sondern aus Baden und studiere nur in Franken ;)\nAber ich würde es trotzdem nicht schätzen, wenn man mich Bayer oder noch schlimmer Schwabe nennen würde.\n{{champion:17}} ","replies":[]},{"id":"","poster":"Durkheim ","date":"2017-09-22T14:04:25.382+0000","up_votes":1,"down_votes":0,"body":"Diese regionalen unwichtigen Rivalitäten sind doch egal. Ich finde Leute, die sich darauf etwas einbilden, lächerlich.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-09-20T12:53:16.507+0000","up_votes":2,"down_votes":0,"body":"Wäre es nicht eigentliche ein \"Alternative zum OT\"? Also einer Alternative fürs OT wäre ja, wenn du den OT Bereich anders nutzen wollen würdest...\n\nAn sonsten finde ich es faszinierend, dass du einerseits weißt, wie die Grünen hier abstimmen... ich dachte immer, die Abstimmungen wären geheim, aber wenn du die auslesen kannst...\n\nOh und schön, dass du mir bestätigt hast, dass die Freundlichkeit hier immer nur gespielt ist. Ich ging ja immer davon aus, dass Humpel eigentlich ein riesiger Arschloch ist, aber es ist gut, dass du mir das bestätigt hast. Ich habe das ja bisher nur vermutet... deswegen frage ich dich jetzt: Wie hast du das eigentlich rausbekommen? Also das wirkliche Wesen von Menschen anhand von Forenpost zu erkennen, ist ja bestimmt eine voll nützliche Fähigkeit. Kannst du mir das irgendwie beibringen?\n\nAber um noch mal was sinnvolles zu sagen... ich habe gerade die Startseite des Forums offen. Da sehe ich einen einzigen Thread mit Titel \"Das Nest\" und dem Untertitel \"Allgemeiner Chat\", bei dem ich mir denke \"Ok, dass ist wahrscheinlich dieser OT Bereich, den kannst du ignorieren\"... Und deinen Beitrag, der das ganze dann eher fördert als alles andere...\nDas soll also der ominöse Spam sein? 2 von 30 Threads? Wenn es den OT Spam wirklich geben würde... wäre ich ja auch für ein OT Unterforum, wo die dann machen können, was sie wollen, welches ich aber instinktiv ausblenden kann... Aber so... aber anscheinend ist mein Auge da auch besser geschult, ich ignoriere den OT Bereich einfach komplett...","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-09-20T16:01:16.458+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0004,timestamp=2017-09-20T12:53:16.507+0000)\n> ich ignoriere den OT Bereich einfach komplett...\n\n\n\nbasiert nicht auf Gegenseitigkeit. Ich mag deine Kommentare ;)","replies":[{"id":"","poster":"Neamhoilte","date":"2017-09-20T16:19:35.704+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00040000,timestamp=2017-09-20T16:01:16.458+0000)\n>\n> basiert nicht auf Gegenseitigkeit. Ich mag deine Kommentare ;)\n\nDie ich zu 98% auch immer upvote!\n\nGruß Ich","replies":[{"id":"","poster":"OT Riku","date":"2017-09-21T03:51:01.000+0000","up_votes":1,"down_votes":0,"body":"Daddy ? \no.O","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:54:41.037+0000","up_votes":1,"down_votes":0,"body":"Aber sonst gehts dir gut, ja?","replies":[{"id":"","poster":"OT Riku","date":"2017-09-21T14:37:15.099+0000","up_votes":1,"down_votes":0,"body":"Traurig und alleine ist ganz schön schade, will denn niemand bei dir sein?\n\nNein mir geht es nicht gut. \nIch habe alles Verloren aber meistens, muss ich nur unter meinem Bett schauen da liegt es meistens.\nVielleicht finde ich deinen Humor oder deine Toleranz.","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T14:57:06.849+0000","up_votes":1,"down_votes":0,"body":"Ich meine ich könnte sagen, dass sich tatsächlich schon Leute bei mir gemeldet haben, die auch vom OT genervt sind. \n\nMeinen Humor kannst du hier nicht finden, weil es tatsächlich mein ernst ist, es geht schließlich um die Zukunft dieses Forums.","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-09-21T15:25:41.551+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Manfred Lensch,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0004000000000000000100000000,timestamp=2017-09-21T14:57:06.849+0000)\n>\n> Ich meine ich könnte sagen, dass sich tatsächlich schon Leute bei mir gemeldet haben, die auch vom OT genervt sind. \n> \n\nDann schnapp dir diese Leute und ruf eine Gegenbewegung aus.\nLass dich von deinen Anhängern zum *hier beeindruckender Titel einfügen* erklären, koordiniere deine Gefolgsleute und zieh in den Krieg gegen das Königreich OT. Zeigs den Gutmenschen halt. Bin gespannt was dabei rum kommt. Wenn ich ehrlich bin...ein wenig konta würde \"uns\" auch ganz gut tun.\n\nEdit: Imperator Lensch klingt doch gar nicht schlecht, oder?","replies":[]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2017-09-21T05:12:01.053+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OT Riku,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0004000000000000,timestamp=2017-09-21T03:51:01.000+0000)\n>\n> Daddy ? \n> o.O\n\nDiese Möglichkeit besteht durchaus! Am besten fragst du DEINE MUTTER mal, wo sie sich so aufgehalten hat, als sie dich empfangen hat.  ;)\n\nGruß Ich","replies":[{"id":"","poster":"OT Riku","date":"2017-09-21T06:06:23.760+0000","up_votes":1,"down_votes":0,"body":"XD","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:55:51.295+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-09-20T15:57:48.987+0000","up_votes":2,"down_votes":0,"body":"da will wohl jemand unbedingt unsere Aufmerksamkeit gewinnen. Erst versuchen meine Schenke zu kaufen, um direkt eine große Nummer IM OT zu werden und als das nicht geklappt hat, einen auf Afd machen. Jay!\n\nWenn dir dieser Kommentar an Aufmerksamkeit von mir nicht reicht, hab ich einen Tipp für dich: Hol dir einen Teemohut","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-20T16:23:30.717+0000","up_votes":1,"down_votes":0,"body":"Ich wollte nie eine große Nummer im OT werden. Ich fand nur anfangs ein paar Beiträge in dem Thread unterhaltsam. Außerdem habe ich mich nach dem ersten Kontakt nicht mehr wirklich darum bemüht sie zu \"kaufen\". \n\nIch werde mir ganz sicher keinen Teemohut holen.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-09-20T12:48:46.937+0000","up_votes":2,"down_votes":0,"body":"Auf jeden Fall, Swenson! So machen wir das!\n\nDa bin ich dafür, vorbehaltlos und frivol dem Untergang entgegenzutaumeln ist mein größtes Plaisier.\n\nZu den Punkten 1 bis Ende sage ich nur: JA! Endlich sagts mal einer. Diesen elenden OTlern, welche sich in diesem Forum viel zu wenig emotional gehen lassen und dies mit spamm kompensieren muss Einhalt geboten werden!\n\nAußerdem schlage ich vor, der Königin den Kopf abzuschlagen und als Abschreckung aufzupfählen. Genau wie mit allen anderem Mädchensuchethreaderstellern.\n\nDIE ZUKUNFT!","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:56:59.107+0000","up_votes":1,"down_votes":0,"body":"Du musst leider erst beweisen, dass du dich wirklich von diesem seltsamen Königreich distanzierst, damit du bei unserer Bewegung mitmachen darfst.","replies":[]}]},{"id":"","poster":"Durkheim ","date":"2017-09-20T11:59:22.683+0000","up_votes":1,"down_votes":0,"body":"Kleine Anmerkung: Freundschaftliche Beziehungen zu sinnlosen Spammern aus andersprachigen Foren und daraus resultierende peinliche Niederlagen, sollten ebenfalls verhindert werden.","replies":[{"id":"","poster":"Maexle","date":"2017-09-20T12:47:01.036+0000","up_votes":2,"down_votes":0,"body":"Wie sollen dann EU LCS Teams bei den Worlds gut abschneiden, wenn man keine freundschaftlichen Beziehungen zu anderen europäischen Ländern hat, so dass die besten Spieler (egal aus welchem Land) in nem Team spielen...\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-09-20T11:59:53.496+0000","up_votes":2,"down_votes":0,"body":"Ja, nein, nein, nein ... ja, JA! PAPRIKA!","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-22T15:12:02.261+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-10-15T18:53:00.332+0000","up_votes":1,"down_votes":0,"body":"Die Realität entgleitet mir gerade ein bisschen. Aber ich bin mir ziemlich sicher, dass niemals jemand die OTler aus dem OT vertreiben wird. Genausowenig wird sie jemand ändern. Denn das sind alles sturköpfige Trolle.\n\nBesonders Swenson.\n\nMoin Swenson :>","replies":[{"id":"","poster":"El Pingu","date":"2017-10-16T09:03:48.384+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0015,timestamp=2017-10-15T18:53:00.332+0000)\n>\n> ....Denn das sind alles sturköpfige Trolle.\n> \n> \n> \n\n\nIch bin kein Sturkopf, das kannst du noch so oft behaupten, da geb ich nicht nach!","replies":[{"id":"","poster":"Durkheim ","date":"2017-10-19T18:11:05.267+0000","up_votes":1,"down_votes":0,"body":"Unlustig bist du allemal!","replies":[{"id":"","poster":"El Pingu","date":"2017-10-19T20:15:38.550+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Manfred Lensch,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=001500000000,timestamp=2017-10-19T18:11:05.267+0000)\n>\n> Unlustig bist du allemal!\n\nKeine Sorge, es ist auch nicht mein Ziel dich zum Lachen zu bringen.\n\nGanz im Gegenteil, solange du mich unlustig findest, ist die Welt noch in Ordnung\n\nLg","replies":[{"id":"","poster":"Durkheim ","date":"2017-10-20T13:18:18.987+0000","up_votes":2,"down_votes":2,"body":"Interessant, dass du den Inhalt einer Antwort zu einem Kommentar eines Dritten daran festsetzt, ob du mich zum lachen bringen möchtest...","replies":[{"id":"","poster":"El Pingu","date":"2017-10-22T18:03:15.002+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Manfred Lensch,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00150000000000000000,timestamp=2017-10-20T13:18:18.987+0000)\n>\n> Interessant, dass du den Inhalt einer Antwort zu einem Kommentar eines Dritten daran festsetzt, ob du mich zum lachen bringen möchtest...\n\n?\n\nDas hat nichts mit einer weiteren Person zu tun.\nDu hast mir geantwortet und ich dir.\n\nIch wollte damit einfach nur sagen, das  jemanden, der denkt, dass die Franken - Bayern Streitigkeiten durch Fußball ausgelöst wurden, ich nicht zum Lachen bringen kann.\n\nDafür braucht man eine andere Form von Humor und diese habe ich nicht.\n\nLg","replies":[{"id":"","poster":"Durkheim ","date":"2017-11-08T08:57:10.186+0000","up_votes":1,"down_votes":0,"body":"Wo habe ich das gesagt, dass die Franken Bayern Streitigkeit durch Fußball ausgelöst wurde. Ich habe gesagt, dass sich solche lächerlichen Rivalitäten nur noch wirklich im Sport also hauptsächlich im Fußball zeigen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2017-10-17T16:10:03.232+0000","up_votes":2,"down_votes":1,"body":"Merkwürdig. Bei mir is das Video verfügbar :/","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-10-17T11:10:57.607+0000","up_votes":1,"down_votes":0,"body":"Stimmt. Erhält das Königreich Offtopic das Recht auf einen Sticky darf dies der Opposition natürlich nicht verwehrt werden. Liebster Markishe, würden sie bitte also bei den Volus einen [Antrag auf ein Antragsformular](https://www.youtube.com/watch?v=MJbn5BtAEoc) stellen?","replies":[{"id":"","poster":"Kryptonq","date":"2017-10-17T12:25:39.447+0000","up_votes":2,"down_votes":1,"body":"Jetzt muss ich aber doch widersprechen. Die Alternative fürs OT hat momentan scheinbar zwei Mitglieder, von denen einer gesichert als Troll/Smurf gilt, widerspricht in ihrem Programm den Richtlinien des Allgemeinen Chats und hat außer diesem Thread nichts getan, was sie als ernstzunehmende Gegenkraft auszeichnen würde. So sehr ich als OTler die Idee eines Forenkriegs gegen das OT spannend finde, ich bin doch der Ansicht, dass die AfK OT schlicht und einfach nicht genügend Aktivität zeigt, um einen Sticky zu legitimieren.","replies":[{"id":"","poster":"El Pingu","date":"2017-10-17T13:56:39.701+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00170000,timestamp=2017-10-17T12:25:39.447+0000)\n>\n> Die Alternative fürs OT hat momentan scheinbar zwei Mitglieder, von denen einer gesichert als Troll/Smurf gilt, ...\n\nIch habe gerade echt lange überlegen müssen.\n\nWelchen von beiden meist du damit?\nIch hab vor den MadExOtler mehr Respekt als von Herrn Lensch","replies":[{"id":"","poster":"Kryptonq","date":"2017-10-17T16:53:45.159+0000","up_votes":1,"down_votes":0,"body":"Dass MadExOTler ein Smurf ist, ist glaube ich klar. Und ein Troll ist er auch, aber halt ein guter und unterhaltsamer.\nBei Herrn Lensch bin ich mir noch nicht so sicher.","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-10-17T19:57:11.820+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0017000000000001,timestamp=2017-10-17T16:53:45.159+0000)\n>\n> Dass MadExOTler ein Smurf ist, ist glaube ich klar. Und ein Troll ist er auch, aber halt ein ****guter**** und unterhaltsamer.\n> \n\nAlso das mit dem gut finde ich durchaus Diskussionswürdig.","replies":[{"id":"","poster":"El Pingu","date":"2017-10-18T14:40:46.049+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Teatime Supreme,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00170000000000010000,timestamp=2017-10-17T19:57:11.820+0000)\n>\n> Also das mit dem gut finde ich durchaus Diskussionswürdig.\n\nGut oder schlecht ist immer Ansichtssache.\n\nDen Grund dafür hast du doch Mal selbst perfekt beschrieben.\nAber bei MadEx, hat die ganze Sache wenigstens noch Hand und Fuß.\n\nMich stört einzig und allein, die direkte, teils beleidigende Art.\n\nAber whatever :p\n\nLg","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-10-18T20:02:42.031+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=001700000000000100000002,timestamp=2017-10-18T14:40:46.049+0000)\n>\n> Gut oder schlecht ist immer Ansichtssache.\n> \n> Den Grund dafür hast du doch Mal selbst perfekt beschrieben.\n> \n> Lg\n\n\nrichtig erkannt.\nAber Ansichten kann man diskutieren. Ist meist wie Steine auf einen Panzer werfen (bringt nix, kann man aber machen).","replies":[]},{"id":"","poster":"MadExOTler ","date":"2017-10-18T14:44:41.701+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=001700000000000100000002,timestamp=2017-10-18T14:40:46.049+0000)\n>\n> Gut oder schlecht ist immer Ansichtssache.\n> \n> Den Grund dafür hast du doch Mal selbst perfekt beschrieben.\n> Aber bei MadEx, hat die ganze Sache wenigstens noch Hand und Fuß.\n> \n> Mich stört einzig und allein, die direkte, teils beleidigende Art.\n> \n> Aber whatever :p\n> \n> Lg\n\nDas ist pure Provokation von MadEx.  ;)","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2017-10-17T20:37:28.658+0000","up_votes":1,"down_votes":0,"body":"Gut im Sinne von nicht schädlich und irgendwie lustig. Kann sein, dass man das qualitativ besser machen kann, ich kenn mich da nicht aus. Bei dem Bullshit, den man allgemeinen Chat ab und zu mal liest gehört er aber doch eindeutig zur besseren Sorte.","replies":[]},{"id":"","poster":"MadExOTler ","date":"2017-10-17T20:09:38.224+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Teatime Supreme,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00170000000000010000,timestamp=2017-10-17T19:57:11.820+0000)\n>\n> Also das mit dem gut finde ich durchaus Diskussionswürdig.\n\n\nDiskussionswürdig wäre eher die Frage ob er, also ich, wirklich ein Troll ist. \nMir gefällt was ich gerade mache. Ich muss einfach mal was für mich ungewöhnliches machen.\nDa spucken noch ein paar Ideen in meiner vom Alltag zermürbten Rübe rum. \nDas muss ich jetzt mal Ausleben...","replies":[]}]}]},{"id":"","poster":"MadExOTler ","date":"2017-10-17T15:09:01.623+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=001700000000,timestamp=2017-10-17T13:56:39.701+0000)\n>\n> Ich habe gerade echt lange überlegen müssen.\n> \n> Welchen von beiden meist du damit?\n> Ich hab vor den MadExOtler mehr Respekt als von Herrn Lensch\n\nDanke Pingu.","replies":[]}]},{"id":"","poster":"MadExOTler ","date":"2017-10-17T15:07:53.215+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=00170000,timestamp=2017-10-17T12:25:39.447+0000)\n>\n> Jetzt muss ich aber doch widersprechen. Die Alternative fürs OT hat momentan scheinbar zwei Mitglieder, von denen einer gesichert als Troll/Smurf gilt, widerspricht in ihrem Programm den Richtlinien des Allgemeinen Chats und hat außer diesem Thread nichts getan, was sie als ernstzunehmende Gegenkraft auszeichnen würde. So sehr ich als OTler die Idee eines Forenkriegs gegen das OT spannend finde, ich bin doch der Ansicht, dass die AfK OT schlicht und einfach nicht genügend Aktivität zeigt, um einen Sticky zu legitimieren.\n\n\nAlles nur eine Frage der Zeit!","replies":[]}]},{"id":"","poster":"MadExOTler ","date":"2017-10-17T15:07:14.686+0000","up_votes":1,"down_votes":0,"body":"Herr K.P.\n\nDas Video ist nicht verfügbar.","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-09-29T09:20:41.484+0000","up_votes":2,"down_votes":1,"body":"Die Alternative fürs Königreich OT = AfK OT","replies":[{"id":"","poster":"Durkheim ","date":"2017-10-07T08:29:44.577+0000","up_votes":1,"down_votes":0,"body":"Ich habe leider nicht die Zeit ständig im Forum zu schreiben. Ein Grund mehr, wieso ich dann nicht die hochgepushten Spamthreads sehen möchte.","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-09-20T16:52:52.419+0000","up_votes":2,"down_votes":1,"body":"Naja, ich sehe schon,\nDie Diskussion bringt uns nicht weiter.\n\nDann hätte ich einen Vorschlag für dich.\nWenn es dich so sehr stört, das die spiele immer oben sind, dann spiele doch du künftig nicht mehr mit.\nSo wäre es einer weniger, der deine Hassthreads nach oben pusht.\n\nLG, Pingu","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-20T18:02:46.531+0000","up_votes":1,"down_votes":0,"body":"Ich habe da mitgespielt, weil ich irgendwie nachvollziehen wollte, was der Witz daran ist. Ich dachte mir vielleicht packt mich dieses Zählfieber, wenn ich da mitmache aber dazu muss man wohl sehr viel Rümmelbier trinken.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-09-20T12:31:45.949+0000","up_votes":2,"down_votes":1,"body":"ALTERNATIVLOS! \n\nDas Königreich OT ist einfach ALTERNATIVLOS!\n\nMan könnte auch sagen, es gibt keine ALTERNATIVE zum OT Königreich! \n\nUnd auch für den Fall das ich mich wiederhole, aber:\n\nALTERNATIVLOS  ALTERNATIVLOS ALTERNATIVLOS\n\n\n\nGruß Ich\n\nP.S. Ich weis nicht was die Volus dazu sagen, aber Riots Richtlinie zu diesem Forum kann man ja lesen! \n\nP.S. ALTERNATIVLOS - Nur zur Sicherheit","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:55:31.233+0000","up_votes":1,"down_votes":0,"body":"Es gibt immer einen anderen Weg... Einen besseren... Den da...","replies":[{"id":"","poster":"Maexle","date":"2017-09-21T16:22:18.934+0000","up_votes":1,"down_votes":0,"body":"Welchen? \n{{champion:17}}","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T16:25:09.264+0000","up_votes":1,"down_votes":0,"body":"Der Plan, der oben beschrieben wurde... {{sticker:zombie-brand-facepalm}}","replies":[]}]}]}]},{"id":"","poster":"MadExOTler ","date":"2017-10-17T08:08:00.942+0000","up_votes":1,"down_votes":0,"body":"Nach reiflicher Überlegung, bin ich zu folgenden Entschluss gekommen :\nDie Alternative für das OT sollte auch einen eigenen Stickythread bei den Volus einfordern! Was haltet ihr davon Herr Lensch? Steht ihr dieser Forderung positiv gegenüber? \n\nGleiches Recht für alle!","replies":[{"id":"","poster":"Durkheim ","date":"2017-10-19T18:12:43.653+0000","up_votes":1,"down_votes":0,"body":"Es gehört nicht wirklich zu meinen Zielen aber warum nicht. Ein Thread der alle hochwertigen Threads nennt und immer an der Spitze ist. Klingt gut.","replies":[]}]},{"id":"","poster":"MadExOTler ","date":"2017-10-15T18:43:04.640+0000","up_votes":1,"down_votes":0,"body":"Getrennt?  Ich habe mich abgesetzt. Das ist keine Ponyherde, eher eine Ansammlung von Lemmingen.","replies":[]},{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:24:47.364+0000","up_votes":1,"down_votes":0,"body":"Ich bin für Minderheiten und als OT Member muss ich mich gegen eine angedeutet Abschiebung wehren...\nAußerdem gehöre ich zu den wenigen weiblichen Nutzern des Forums...und auch gegen den Vorwurf eine Gefahr für LoL Spieler zu sein,muss ich auch vehement anfechten... so zumindest interpretiere ich deinen Aufruf....","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T14:46:12.221+0000","up_votes":1,"down_votes":0,"body":"Du bist keine Gefahr solange du selbst spielst. Mir geht es um die Suche Freundin Threads. Freundinnen wollen immer irgendetwas machen oder lenken durch gewisse Merkmale die Leute vom Spielen ab, weshalb ich gegen Freundinnen für LoL-Spieler bin. Wobei bis mittleres Platin sind Freundinnen in Ordnung ( ab einem gewissen Alter, weil sich ein junger Silberspieler ja noch deutlich steigern kann), weil die sowieso keine Chance haben, in eine competitive Szene reinzukommen.","replies":[{"id":"","poster":"5weeds","date":"2017-09-29T09:23:38.790+0000","up_votes":1,"down_votes":0,"body":"Und wenn diese \"Suche-Freundinnen\"-Threats verschwunden sind?\nSind dann die \"Mädels only\"-Gruppensuche als nächstes dran? ^^\n\nDem OT wird bald das Forum-Futter knapp werden.\n{{sticker:sg-poppy}}","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2017-09-22T14:20:28.111+0000","up_votes":1,"down_votes":0,"body":"Fußballrivalitäten zwischen 2 Bundesländern? (Sozusagen)\n\nKlingt das nicht auch für dich ein wenig doof, die Aussage?","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-22T14:23:57.972+0000","up_votes":1,"down_votes":0,"body":"Naja im Fall zwischen Franken und Bayern wäre das ja Bayern München gegen Nürnberg oder Fürth oder so. Außerdem war das ein Vergleich. In meinen Augen äußert sich der Konflikt nur noch in dieser Form.","replies":[{"id":"","poster":"Maexle","date":"2017-09-22T16:51:37.879+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}\n{{champion:17}} ","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2017-09-22T14:09:56.494+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall ist es eben nicht egal o.O\n\nEs ist einer der Fakten, wieso deine Behauptung nicht stimmen kann.\n\nAber die Diskussionen mit dir sind echt witzig.\n\nEntweder, etwas ist egal, oder es wird nicht beantwortet \n\nLg","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-22T14:38:19.358+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=0010,timestamp=2017-09-22T14:09:56.494+0000)\n>\n\n> \n> Entweder, etwas ist egal, oder es wird nicht beantwortet \n> \n\nWer antwortet denn jetzt nicht? Kommst du mit deinen eigenen Themen nicht mehr klar?","replies":[]},{"id":"","poster":"Durkheim ","date":"2017-09-22T14:15:41.161+0000","up_votes":1,"down_votes":0,"body":"Wo habe ich etwas nicht beantwortet? \n\nWas ich damit sagen wollte: Niemand nimmt doch diese regionalen Konflikte wirklich ernst, oder? Das ist meisten nur bei irgendwelchen komischen Fußballrivalitäten so. Und wer sagt dir denn, dass jemand nicht einen Smurf erstellt, um einen anderen Standpunkt zu vertreten?","replies":[]}]},{"id":"","poster":"Azradan","date":"2017-09-20T17:04:20.821+0000","up_votes":1,"down_votes":0,"body":"> ich verfolge jetzt selbst das Geschehen hier im Forum und muss feststellen, dass es dominiert wird von diesem selbsternannten Königreich OT mit ihrem Engel an der Spitze, die hauptsächlich sinnlos spammen und ab und zu etwas vermeintlich tiefgründigeres von sich geben. Zudem sind sie so unnatürlich nett. Die Riot-Helferlein in Grün lassen die OTler bei diesem sinnlosen Spam einfach gewähren. Die Grünen-und-OT-Gutmenschenbande oder auch Whiteknights, wie ein weiser Nutzer letztes Jahr schrieb, spielen hier im Forum die Moralapostel und voten alles systematisch nach unten, das ihren gespielten Moralvorstellungen nicht entspricht. Diese sind deswegen gespielt, weil viele hier im Forum viel netter agieren, als sie in echt sind. Es herrscht eine Doppelmoral.\n\n\nAhahaha, dass ich nicht lache. Unnatürlich nett,OT-Gutmenschenbande? bitte keine Vorurteile, nicht alle Otler sind Unnatürlich nett!\nMoralapostel? Einige ja aber nicht alle, ich bin eher der meinung lasst die Flamer schreiben, dass ist verdammt lustig.\nUnd vorallem Sinnloser Spam, bah, solange es auch nur 1 Person! amüsant findet hat es einen sinn\nalles systematisch downvoten? Ich glaub ich habe das memo nicht bekommen alles downzuvoten was nicht friede-freude-eierkuchen ist\ngespielte Moralvorstellung? Ich würde eher sagen, das entspricht in 99% der Fälle ihren tatsächlichen Moralvorstellungen!\n\n> Um dem steigenden Qualitätsverlust durch OT-Spam-\"Beiträge\"\n\nDie haben mehr Niveau als 90%der mimi QQ threads\n\n> Ein weiteres Ziel wird sein, \"Suche Freundin\"-Threads konsequent zu bekämpfen\n\nBitte nicht, sind meistens verdammt lustig zu lesen\n\n> In diesem Sinne hoffe ich, dass einige, die bereits schön diskutieren, den Mut haben ebenfalls ihre Meinung zu sagen. Und zwar ihre echte Meinung und nicht dieses Gutmenschen-Geschwätz.\n\nDu willst meine Echte Meinung und die der anderen hören? Hör auf dich über Leute zu beschweren die ihren Spaß haben und bitte mach nicht ein auf Pseudo- ADF/Trump.\n\nUnd zum schluß:\nValar Morghulis","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T12:57:58.169+0000","up_votes":1,"down_votes":0,"body":"Dann musst du das mehr zeigen...","replies":[{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:05:19.999+0000","up_votes":1,"down_votes":0,"body":"> Dann musst du das mehr zeigen...\n\nDiese!","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T13:06:36.411+0000","up_votes":1,"down_votes":0,"body":"Also bist du Azradan?","replies":[{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:08:03.988+0000","up_votes":1,"down_votes":0,"body":"> Also bist du Azradan?\n\nNein immernoch SuperKahlan....","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T13:09:24.615+0000","up_votes":1,"down_votes":0,"body":"Und wieso sollte das dann eine Herausforderung für dich sein?","replies":[{"id":"","poster":"SuperKahlan","date":"2017-09-21T13:14:32.911+0000","up_votes":1,"down_votes":0,"body":"> Und wieso sollte das dann eine Herausforderung für dich sein?\n\n Spammen mit enormer Ausdauer... ist schon eine Herrausforderung...ein wenig...eigentlich gar nicht....na gutttt...  mach ich mit Links....","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T13:16:22.532+0000","up_votes":1,"down_votes":0,"body":"Es ging ja bei Azradans Kommentar darum, dass nicht alle von euch Gutmenschen seien aber ich finde das merkt man nicht. Niemand muss beweisen, dass ihr spammen könnt. Das sieht man die ganze Zeit und das ist das Problem","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-09-21T13:40:52.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Manfred Lensch,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=000a0000000000000000000000000000,timestamp=2017-09-21T13:16:22.532+0000)\n>\n> Es ging ja bei Azradans Kommentar darum, dass nicht alle von euch Gutmenschen seien aber ich finde das merkt man nicht. Niemand muss beweisen, dass ihr spammen könnt. Das sieht man die ganze Zeit und das ist das Problem\n\nENTschuldigung?\nIch bin per Definition kein Gutmensch...naja...beruflich, vielleicht. Aber ich bin nicht ich selbst wenn ich auf Arbeit bin.\nIch bin eher so der \"desillusionierte und unmotivierte Rumlungerer\". Zähle mich trotz dessen zum OT. Andererseits spamme ich auch nicht.","replies":[{"id":"","poster":"Durkheim ","date":"2017-09-21T14:49:15.248+0000","up_votes":1,"down_votes":0,"body":"Das sind ja dann zwei OT-Anhänger, die keine Gutmenschen sind ( also du nur beruflich). Zwei Fälle sind aber noch kein Beweis, dass OTler keine Gutmenschen sind. Ausnahmen bestätigen die Regel.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2017-09-20T17:10:14.111+0000","up_votes":1,"down_votes":0,"body":"Die selbe Diskussion über die Menge der Forenspiele gab es schon mal im alten Forum.\n\nIch kann ich ein wenig verstehen. Einige der Forenspiele sind wirklich besonders dümmlich. Dieses Rosenspiel zum Beispiel, dass ist nun wirklich zählen für Anfänger. Andere sind durchaus unterhaltsam. Aber wie gesagt: Er kann ja, wenn er will das Filtertool benutzen und gut ist. Mach ich auch.\nEine tatsächliche Gegenbewegung zum OT hingegen finde ich, wie bereits gesagt eine witzige Idee. Soll der TE mal ruhig machen, hab ich was zu lachen. Würde ich mich wahrscheinlich nicht anschliessen....da geht es ums Prinzip. Aber die Idee ist wirklich gut.","replies":[{"id":"","poster":"Neamhoilte","date":"2017-09-20T17:58:15.922+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Teatime Supreme,realm=EUW,application-id=YnZkMR0R,discussion-id=VBogyEzY,comment-id=000b,timestamp=2017-09-20T17:10:14.111+0000)\n>\n> \n> Eine tatsächliche Gegenbewegung zum OT hingegen finde ich, wie bereits gesagt eine witzige Idee. Soll der TE mal ruhig machen, hab ich was zu lachen. Würde ich mich wahrscheinlich nicht anschliessen....da geht es ums Prinzip. Aber die Idee ist wirklich gut.\n\n\nSehe ich genauso! \n\n\nGruß Ich","replies":[]}]}]}