{"id":"V38I03e0","poster":"Sunniva","date":"2017-09-19T21:18:55.841+0000","title":"Verhalten gegenüber Supports, das mich aufregt...","subforum":"Spielerverhalten & Moderation","up_votes":19,"down_votes":0,"body":"Mich regt es ziemlich auf das Spieler immer das Gef&uuml;hl haben, sie m&uuml;ssen die Supports jetzt spezifisch mich bevormunden, belehren oder sonst rumkommandieren.\n\nHier mal ein Sammelsurium alleine aus meinen aktuellsten Spielen:\n\nEs beginnt im Championselect: \n&quot;Pick Janna. Pick Lulu. Pick Thresh. Pick Braum&quot;\n&quot;Lulus Shield is so much better than Namis heal&quot;\n&quot;Why would you wanna play Taric when Janna is open&quot; usw.\n\n_Ich sehe keinen, der dem Jungler sagt, was er zu Spielen hat... Ich sehe keinen, der dem Top laner sagt, was er zu spielen hat- ab und zu sehe ich mal jemand, der wen bittet einen Magischen Champion zu picken oder einen Tank zu picken oder einen Champion nicht gegen einen anderen Champion zu picken aber dies kommt in einem wesentlich anderen Ton r&uuml;ber_\n\nIm Spiel: \n&quot;Taric buy locket first&quot; - &quot;rush ardent censer no sightstone janna&quot;\n_ich sehe keinen, der dem Top Laner sagt was er zu kaufen hat, sehe keinen der dem Jungler sagt, welche Items er zu kaufen hat.. sehe keinen der dem Midlaner sagt, welche items er zu kaufen hat_ oder dem ADC_\n\n&quot;lulu keep your exhaust for kata&quot;\n_Ich sag dem Jungler ja auch nicht er muss sein Smite aufheben um den Drachen am ENDE zu smiten- den genauso elementar kommt mir eine solche Aussage vor_\n\n&quot;ward.... xyz... ward this.. ward that...&quot; \n&quot;go stay with ezreal&quot;\n_Ich kauf mir mein Sightstone nicht ohne Grund. Ich hab keine 2 Vision Wards in meinem Inventar als Dekoration. Ich darf doch wohl noch meine eigenen Entscheidungen treffen._\n\nIch sehe es nicht ein warum ich als schlechtester Spieler im Team abgestempelt werde nur weil ich Support spiele. Ich bild mir nichts ein. ich weiss das ich gerade mal so mit einem Fuss in Gold stehe und keineswegs perfekt spiele aber meine Teammates sehen sich als etwas besseres, wissen immer alles besser aber es ist ein Fakt, das sie nicht besser sind. Sie sind genauso gut oder genauso schlecht. Nat&uuml;rlich &uuml;berreagiere ich ein bisschen oder bin vielleicht etwas empfindlicher als andere gebe ich auch gerne zu. Was aber nicht heisst das dieses Schema der Sonderbehandlung nicht exestiert. \n\nIch respektiere f&uuml;r meinen Teil all meine Teammates und halte sie f&uuml;r mindestens genauso intelligent und gut. Ich erkenne das sie gen&uuml;gend Sachen richtig gemacht haben m&uuml;ssen um auf dem selben Rang zu sein trotz aller Fehler, die sie machen. Ich erwarte nur mehr desselben von meinen Teammates, was f&uuml;r mich nicht gegeben ist und den entsprechenden Respekt als gleichwertiges Teammitglied und nicht mehr. \n\nWas habt ihr f&uuml;r Erfahrungen gemacht? Und was denkt ihr euch dabei wenn ihr euch so gegen&uuml;ber eurem Support verh&auml;lt?","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-09-20T07:27:51.648+0000","up_votes":1,"down_votes":1,"body":"Der Punkt ist einfach, das die Botlane zur Zeit die stärkste Lane ist, sofern sie alles richtig macht. Und das bedeutet, E-Girl picken, Ardent rushen und das Spiel ist zu 80% gewonnen, außer der Gegner bekommt es eher fertig. Von daher ist es einfach natürlich, dass die Leute gewinnen wollen und der Support daran den größten Einfluss hat. Denn ein ADC der von seinem Team verkauft und angespuckt wird, wie es nuneinmal Tradition und gemehrte Häufigkeit in Low Elo ist, kann das Spiel nicht Carryn. Toplaner sind in der Position, dass alle Items für sie komplett busted sind und es deswegen egal ist, was man sich kauft, selbiges gilt auch für Tank Jungler.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-20T11:15:27.685+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e,timestamp=2017-09-20T07:27:51.648+0000)\n>\n> Der Punkt ist einfach, das die Botlane zur Zeit die stärkste Lane ist, sofern sie alles richtig macht. Und das bedeutet, E-Girl picken, Ardent rushen und das Spiel ist zu 80% gewonnen, außer der Gegner bekommt es eher fertig.\n\nDas ist in dieser Pauschalität doch völlig falsch. Ja, Ardent ist gut, das war es aber auch schon sehr lange so. Ich bin in der gesamten Ardent-Meta von Gold V 0 LP auf Platin III geclimbt - und zwar gerade NICHT als Hypercarry, sondern mit MF.\nDie Hypercarries sind in SoloQ auf der Lane noch diesselben Opfer wie früher, weil die ganzen \"E-Girls\" gegen einen starken All In wenig machen können. Mit einem Lanebully und einem aggressiven Support wie Thresh, BC, Brand oder Vel'koz sind Tristana, Jinx und vor allem Twitch komplette Opfer. Hatte erst vor zwei Tagen ein Spiel, in dem ich schon vor dem 1. Backport zwei Kills hatte, weil man als Twitch gegen MF und BC absolut nichts tun kann. Da nutzt dann auch Ardent nichts.\n\nDas Item wird meiner Meinung nach viel zu sehr gehyped, vor allem von irgendwelchen YouTubern. Ich bin mit einem kompletten Off-Meta Pick auf 60% Winrate gekommen, jetzt wo die Utility-Supps generft und aggressive Supporter gebufft wurden, bin ich mal auf die kommende Entwicklung gespannt. Wenn Brand, Vel'koz und Zyra wieder in die Meta kommen sollten, kannst du als Hypercarry auch direkt afk gehen. Aber das ist halt in SoloQ so, die Ardent-Meta hat das nur etwas überspielt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-09-20T11:32:58.481+0000","up_votes":1,"down_votes":1,"body":"Nach diesem Kommentar weiß ich, ich sollte aufhören dir zuzuhören. Das Item wird overhyped? Achso. Von \"irgendwelchen YouTubern\"? So kann man natürlich den kollektiven Profi E Sport auch nennen, was wissen die schon.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-20T11:41:50.004+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e00000000,timestamp=2017-09-20T11:32:58.481+0000)\n>\n> Nach diesem Kommentar weiß ich, ich sollte aufhören dir zuzuhören. Das Item wird overhyped? Achso. Von &quot;irgendwelchen YouTubern&quot;? So kann man natürlich den kollektiven Profi E Sport auch nennen, was wissen die schon.\n\nDir ist bewusst, dass ein bloßer Verweis auf die herrschende Meinung kein Argument ist?\n\nUnd für \"kollektiver Profi E Sport\" hätte ich gerne einen Beleg. \nIn NA wurden im Summer Split - also die Zeit, in der Ardent \"broken\" war - die klassischen Ardent Supps Janna und Lulu gerade mal 17 bzw. 28x gepickt. Thresh und Braum, keine Ardent Supps, dagegen 84 und 65x. \nIn EU gab es im selben Zeitraum sogar nur sage und schreibe 8 Janna und 15 Lulu Picks. \n\nMagst du mir diese Diskrepanz erläutern?","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-09-20T11:56:56.158+0000","up_votes":1,"down_votes":0,"body":"Nihil ad rem.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-20T12:05:44.863+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e0000000000000000,timestamp=2017-09-20T11:56:56.158+0000)\n>\n> Nihil ad rem.\n\nIch merke schon, wenn man dir widerspricht und du keine Gegenargumente hast, werden die Phrasen ausgepackt. Herrlich. :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-09-20T12:18:53.766+0000","up_votes":2,"down_votes":2,"body":"Ich habe Argumente, mehr als genug. Ich sehe nur keinen Grund sie darzulegen. Deine gesamte Argumentation zeigt deutlich, dass du weder die Thematik, noch die Problematik verstanden hast. \nWir reden hier über SoloQ und du kommst mit der Na LCS an. Stiehlst unsere Zeit mit deinen Platin Anekdoten, die weder etwas belegen, noch widerlegen und besitzt die Dreistigkeit zu implizieren, Menschen die dieses Spiel und dessen Analyse zu ihrem Beruf gemacht haben hätten weniger Ahnung als du, was entweder Arrogant oder Dumm ist. \nDu willst Beweise?  Dann sieh gut her.\n\n[https://www.leagueofgraphs.com/champions/stats/support/diamond/by-winrate](https://www.leagueofgraphs.com/champions/stats/support/diamond/by-winrate)\n\nLesen und Verstehen.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-20T12:44:02.072+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e000000000000000000000000,timestamp=2017-09-20T12:18:53.766+0000)\n>\n> Ich habe Argumente, mehr als genug. Ich sehe nur keinen Grund sie darzulegen. Deine gesamte Argumentation zeigt deutlich, dass du weder die Thematik, noch die Problematik verstanden hast. \n> Wir reden hier über SoloQ und du kommst mit der Na LCS an. Stiehlst unsere Zeit mit deinen Platin Anekdoten, die weder etwas belegen, noch widerlegen und besitzt die Dreistigkeit zu implizieren, Menschen die dieses Spiel und dessen Analyse zu ihrem Beruf gemacht haben hätten weniger Ahnung als du, was entweder Arrogant oder Dumm ist. \n> Du willst Beweise?  Dann sieh gut her.\n> \n> [https://www.leagueofgraphs.com/champions/stats/support/diamond/by-winrate](https://www.leagueofgraphs.com/champions/stats/support/diamond/by-winrate)\n> \n> Lesen und Verstehen.\n\nDu behauptest selbst, im gesamten Profi E Sport würde Ardent gehyped werden, ich belege dir das Gegenteil und nun willst du von der SoloQ geredet haben? Redest vom E-Sport und führst als Beleg Stats über die SoloQ an? Was soll das jetzt belegen? Dass Thresh der beliebteste Support in High Elo ist?\n\nDas Anzweifeln der Expertise von \"Fachleuten\" ist übrigens für sich genommen keine Dreistigkeit. \n\nDu hast selbst überhaupt keine Belege, du wiederholst nur das, was du über YouTube so mitbekommst. Du kannst mir gerne noch darlegen, dass Janna und co. im Profi Bereich Top Picks sind. Aber ich bezweifle, dass du diesen Beweis führen kannst.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-09-20T12:52:31.707+0000","up_votes":1,"down_votes":0,"body":"Hast du dir diesen Link angeschaut?  Eine offensichtlich rhetorische Frage, denn deine Antwort ist Antwort genug. \nIch selbst HABE Belege, nämlich dass Janna, Soraka und Sona eine 7%+ höhere Winrate in Dia+ haben als Thresh und Braum. \nIch rede, wenn sich ein Spieler über Verhalten in der SoloQ beklagt freilich nicht über die Meta der LCS, sondern über SoloQ,  welche ebenfalls von Profis praktiziert wird. Und das schließt nicht LCS Spieler keineswegs aus, die dennoch eine hohe Position in der Rangliste bekleiden und mit diesem Spiel ihr Geld verdienen. \n\nAnzweifeln von Expertisen aufgrund von nicht qualifizierter Meinung ist eine ziemlich genaue Definition von Dreistigkeit und Arroganz.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-20T13:18:30.538+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e00000000000000000000000000000000,timestamp=2017-09-20T12:52:31.707+0000)\n>\n> Ich selbst HABE Belege, nämlich dass Janna, Soraka und Sona eine 7%+ höhere Winrate in Dia+ haben als Thresh und Braum. \n\nAus deiner Quelle geht auch hervor, dass die Winrate besagter Champs schon seit Anfang 2016 auf einem ähnlichen Niveau liegt. Wo ist der Kausalzusammenhang mit Ardent?\n\n> Ich rede, wenn sich ein Spieler über Verhalten in der SoloQ beklagt freilich nicht über die Meta der LCS, sondern über SoloQ,  welche ebenfalls von Profis praktiziert wird. Und das schließt nicht LCS Spieler keineswegs aus, die dennoch eine hohe Position in der Rangliste bekleiden und mit diesem Spiel ihr Geld verdienen. \n> \n\nSoloQ hat mit E-Sport nichts zu tun, das kannst du jetzt drehen und wenden wie du willst. In der LCS und ähnlichen Turnieren spielt Janna einfach keine Rolle.\n\n> Anzweifeln von Expertisen aufgrund von nicht qualifizierter Meinung ist eine ziemlich genaue Definition von Dreistigkeit und Arroganz.\n\nFür mich sind Zweifel Zeichen eines gesunden Menschenverstandes.","replies":[]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-09-20T18:36:25.474+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000e000000000000,timestamp=2017-09-20T11:41:50.004+0000)\n>\n> Dir ist bewusst, dass ein bloßer Verweis auf die herrschende Meinung kein Argument ist?\n> \n> Und für &quot;kollektiver Profi E Sport&quot; hätte ich gerne einen Beleg. \n> In NA wurden im Summer Split - also die Zeit, in der Ardent &quot;broken&quot; war - die klassischen Ardent Supps Janna und Lulu gerade mal 17 bzw. 28x gepickt. Thresh und Braum, keine Ardent Supps, dagegen 84 und 65x. \n> In EU gab es im selben Zeitraum sogar nur sage und schreibe 8 Janna und 15 Lulu Picks. \n> \n> Magst du mir diese Diskrepanz erläutern?\n\nKlar.\n\nIn der LCS gab es (alles im folgendem, so wie ich es mitbekommen habe) eine Wirkungsverzögerung.\nArdent war lange Zeit sehr stark, lange bevor es sich in der LCS durchgesetzt hat, aber es hat ebenfalls lange gedauert, bis dies erkannt wurde und sich in der LCS durchgesetzt hat.\n\nDas lag zum einem daran, dass zu Beginn Poke-Supporter sehr stark waren.\nBuff von Dorans hat diese geschwächt und einen langsamen Umschwung auf Janna/Tank Supps etc gebracht.\n(Bzw. Tanks waren auch vorher für mid/late einigermaßen beliebt).\nDieser dominante Poke-Spielstil der Supporter Rolle hat Alternativen zuerst schwach erscheinen lassen.\n\nZum anderen schlichtweg eine Art \"Erkennens-Verzögerung\".\nDie Leute mussten erst realisieren, wie stark es ist - hierbei auch zu bedenken, dass Tests auf der Bühne riskant sind.\n\nDeine Zahlen beziehen sich, soweit ich weiß, auf den ganzen Split - Ardent wurde hingegen erst gegen Ende hin gespammt.\nEgal wie dominant es in den letzten Wochen ist, gegen alle Spiele im gesamten Split kann Ardent dann nur noch schwach erscheinen, das liegt in der NAtur dieser Statistik.\n\nInteressant wäre die Pick/Banrate der letzten ~3 Wochen.\nHierbei insbesondere die Items, die auch Tank Supporter bauen; Über die Mastery..... (die grüne, die Leben wiederherstellt, wenn man ein Ziel angreift, dessen Bewegung eingeschränkt wurde) können auch Rakkan, Sejuani etcc. den Ardent auslösen.\nDie müsste man sich anschauen um eine Aussage treffen zu können.\n\nFür eine sinvolle Diskussion über die Relevanz im Esport Sektor braäuchte man also eine Statistik über Ardent (wie häufig das gebaut wurde) zumindest während des Splits, und, sagen wir den Playoffs.\nWobei man beim regulren Split die letzten 2-3 Wochen eigentlich ausklammern müsste.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-09-20T07:00:34.870+0000","up_votes":1,"down_votes":0,"body":"Hat bei mir bis jetzt nur ein RL freund regelmäßig gemacht der wesentlich länger (seit S1, ich seit S7) und 2 klassen über mir (er G2 ich B3) spielt. Aber das ist was anderes. Gebe dir recht von fremden die oft gleich gut/schlecht sind wie man selbst nervt es. Ich weiß welchen supp ich nehme und meist welchen pfad ich baue.\n\nBeim warden muss ich aber auch ein bisschen für die carries eintreten. Wenn ich adc autofilled werde oder mit wem tausche, bitte ich auch ab und zu meinen support ein ward zu setzen wo ich gerne eins hätte weil ich zb bei einer bestimmten stelle das gefühlt habe da könnt gleich einer kommen. Meist machen sies auch und meist hatte ich recht ;) aber das ist selten außer der supp pennt vollkommen.\n\nBei itempfad und champwahl finde ich es aber recht unverschämt. Außer es fragt jem explizit danach. \"X or Y better?\"","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T07:06:13.988+0000","up_votes":1,"down_votes":0,"body":"Naja ich finde es schon okay, wenn Leute sagen \"der Champ/das Item ist besser\". Wie sagt man so schön? Der Ton macht die Musik.\nWenn mich jemand einfach fragt \"kannst du bitte XY spielen/bauen\" denke ich wenigstens drüber nach. Fragt mich bspw. eine Vayne ob ich nicht statt Braum vielleicht Janna ooooder Alistar spielen kann, mache ich das. Warum? Weil ich annehme dass er/sie mit diesen Champs besser harmoniert, das respektiere ich. Es kommt natürlich auch drauf an, wie gut ich selber den gewünschten Support spielen kann. :)","replies":[{"id":"","poster":"Nordwolf87","date":"2017-09-20T09:03:24.024+0000","up_votes":3,"down_votes":0,"body":"Sehe ich genauso. :) hab kein problem damit wenn mich jem danach fragt, nur dieser bestimmende \"tonfall\" \"xy is better, pick xy\" gefällt mir nicht ;)","replies":[]},{"id":"","poster":"clair de lune289","date":"2017-09-20T09:30:11.849+0000","up_votes":2,"down_votes":0,"body":"Wen der ADC in der CS freundlich! fragt ob ich nicht X oder Y picken könnte, kommt das bei weitem besser an als wenn es ein anderer tut.\n\nDer Grund dafür ist recht simpel, man spielt schließlich zusammen auf einer Lane. Genauso finde ich es ok wenn ein Mitspieler (egal wer)  fragt, ob **jemand!** Baron/Drake etc warden könnte und dabei seinen Trinket CD anspricht/linkt.\nOft ist einfach der Ton und die Formulierung das Entscheidende.\n\nSo Sachen wie \"Support ward Baron/Drake\" wenn man schon beim eigenen Blue/Red ist oder man hat {{item:3113}} +{{item:3114}}  im Inventar wenn ein  \"build ardent\" kommt. Daran merkt man immer schön wie wenig die Spieler wirklich mitbekommen und nur stur nutzloses Zeug von sich geben.","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T09:32:51.912+0000","up_votes":2,"down_votes":0,"body":"Manche Leute schreiben eben einfach nur um des Schreibens wegen... da stehe ich mittlerweile ganz einfach drüber. :)","replies":[]}]}]}]},{"id":"","poster":"Wernicke","date":"2017-09-20T05:53:08.901+0000","up_votes":2,"down_votes":1,"body":"> Was habt ihr für Erfahrungen gemacht? Und was denkt ihr euch dabei wenn ihr euch so gegenüber eurem Support verhält?\n\nWenn jemand versucht was zu äußern dann sage ich auch gleich was Sache ist, da ich keine Lust habe mir das ganze Spiel über überflüssige Kommentare anhören zu müssen, also gleich mal im Keim ersticken das ganze.\nEs ist ja so, als Supp bist DU der \"Boss\" auf der lane. DU entscheidest wie die laningphase abläuft. DU entscheidest wann ihr engaged. DU leitest die plays ein. DU entscheidest wann du roamst und der adc solange safe spielen soll, usw usf...  Das könnte man jetzt noch weiter führen, aber ich denke es ist klar worauf ich hinaus möchte. Bissl überspitzt könnte man jetzt sagen das der adc eben nur ein adc ist und das macht was du ihm vorgibst.\nDas klingt jetzt ein wenig arrogant, im Spiel hingegen sage ich oben genanntes hingegen freundlich.\nMuss aber zugeben das ein wenig grundtilt dauerhaft vorhanden ist was diese Thematik angeht. Ich spiel ganz unten und das ist auch ok für mich. Was mich aber aufregt, ist, dass einem Spieler was sagen wollen die selbst wirklich so gar keine Ahnung haben. Das behaupte ich jetzt nicht einfach so um mich als toll darzustellen oder weil ich andere diffamieren möchte sondern weil ich es im Spiel mitbekomme. Adc's die nicht wissen das sie die minions zu Tower puschen \"müssen\" bevor sie back porten. Oder die nicht wissen wann man freezen sollte usw... Und dann denk ich mir, jo alles klar und du wolltest bestimmen was ich zu tun und lassen habe... Wohlbemerkt denke ich mir das nur ;D","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T06:13:57.690+0000","up_votes":3,"down_votes":0,"body":"Ich hoffe inständig, dass dein ganzer Kommentar bzgl. \"Du bist der Boss\" Ironie ist.\nDu bist Supporter, Unterstützer ... je nach Champion kannst du zwar Spielzüge machen/vorbereiten aber du gibst auf der Lane nicht unbedingt den Ton an.\nDie Bot-Lane ist wirklich die einzige Lane, die eine Symbiose voraussetzt, da gibt es kein Du und Ich, sondern nur ein Wir. Dein ADC macht genau so Spielzüge wie du in der Lane-Phase.","replies":[]},{"id":"","poster":"Bote des Chaos","date":"2017-09-20T06:49:33.786+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele sehr oft ADC (speziell Jhin) und ich finde, dass es auf den Champ ankommt, wer etscheiden sollte. Wenn ich mit einem Rakan oder einer Leona zusammen spiele, dann sollte der Support entscheiden, wann der Engage erfolgt. Es bringt mir ja nix, wenn ich traden möchte und mein Support seinen Engage failt... Spielt mein Support hingegen eher Janna, Lulu usw., dann treffe ich meist die Entscheidung. \nTrotzdem finde ich, dass der ADC auch bei einem Aggressiven Support nicht einfach blind vertrauen sollte, da der ADC wesentlich besser einschätzen kann, wieviel DMG er machen kann.\nLetzentlich kommt es auf Komunikation an, da der ADC zwar nicht auf den Sup verzichten kann, umgedreht kommt der Support allein aber auch nicht weit. Pauschal sagen \"Ich bestimme was ich tue\" halte ich daher für schlechter.\nSolche Entscheidungen wie Warden, nutzung der Spells sollte der Support/ADC aber nur dann treffen, wenn es speziell um das Timing geht (z.B. \"Lass uns engagen, sobald wir Lv.2 erreichen\") oder wenn der Support/ADC es vergisst (z.B. \"Kannst du den Drake warden?\") da viele ADCs ihr Trinket vergessen (ich auch gelegentlich), auch der ADC ein Pinkward kaufen sollte oder man selbst vielleicht etwas sah, was der andere übersehen hat (z.B. den Jungler der duch ein Deepward läuft, der eigene Jungler der Ganken möchte, die Fehlende Midlane des Gegners, die nicht gepingt wurde, usw.)\nEine solch komplexe Beziehung einfach mit \"Ich bestimme was wir machen\" abzustempeln halte ich da einfach nicht für möglich...\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T06:58:05.792+0000","up_votes":1,"down_votes":0,"body":"> Eine solch komplexe Beziehung einfach mit \"Ich bestimme was wir machen\" abzustempeln halte ich da einfach nicht für möglich...\n\nIch versuche mir gerade vorzustellen, wie Wernicke in einer Beziehung abgeht ^^'","replies":[{"id":"","poster":"Wernicke","date":"2017-09-20T09:42:42.822+0000","up_votes":1,"down_votes":1,"body":"Deine Synapsen spielen dir ganz schön übel mit oder?! ^^\nAber find ich gut das du immer mehr von deinem Wesen Preis gibst \n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T09:44:16.026+0000","up_votes":1,"down_votes":0,"body":"Ja, tun sie ... aber ich ärger einfach auch gerne Leute, heute musstest du dran glauben. :P\nIch kann dich aber beruhigen, in den seltensten Fällen ist es böse gemeint.\n\nIch bin ein Buch mit einem Siegel, von meinem Wesen gibt's nicht viel preis zu geben :D","replies":[{"id":"","poster":"Wernicke","date":"2017-09-20T10:08:04.482+0000","up_votes":1,"down_votes":1,"body":"Ach das war ärgern?\nDas war vlt ein kleines sticheln, aber nur mit gutem Willen.\nDas üben wir noch mal nä?! \n{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T10:21:18.238+0000","up_votes":1,"down_votes":0,"body":"Ja, ich piesake generell immer nur etwas ... bin ja kein Unmensch, eher der mit den 1000 Nadelstichen :D","replies":[]}]}]}]},{"id":"","poster":"Bote des Chaos","date":"2017-09-20T07:46:10.466+0000","up_votes":1,"down_votes":0,"body":"So meinte ich das natürlich nicht...\n{{sticker:sg-janna}} \n... möchte ich mir aber auch lieber nicht vorstellen...\n{{sticker:sg-ahri-3}}","replies":[]}]}]}]},{"id":"","poster":"Pandeonor","date":"2017-09-20T05:59:39.156+0000","up_votes":1,"down_votes":0,"body":"Kenne ich. Nervt tierisch und kommt in aller Regel nicht von den guten sondern von den schlechten Spielern. Das sind diejenigen mit dem geringsten Selbstvertrauen -- die benötigen regelmäßig \"den einen\" Support um zu überleben.\n\nDas sind Kleinanzeigen Marke \"_Ewig schlechter ADC sucht Healingmachine_\".  Da weiss ich schon in der Champselect wer das Match verlieren wird weil sein Stellungsspiel so ist, das er ohne Dauerheilung keine Minute überlebt.\n\nBesonders lustig sind dann noch Bronze III Teemos welche mir als 720k-Zyra erklären sie wären Zyra Main und ich hätte Wooglets zu kaufen [sic!]. Oder auch immer gerne genommen: \"_we need_ {{item:3107}} \", was aus der gleichen Kanne kommt. \n\nManchmal... na ja... gestern eine Lux als Sup (ich Zyra Mitte). Wir haben trotz riesigem Goldvorsprung noch verloren. Lux hat es hinbekommen innerhalb von 43 Minuten ganze 8 Wards zu setzen. Alle 5 Minuten 1 Ward und für den 9ten Ward war das Game wohl 2 Minuten zu kurz. Die hat für mich den negativ-Rekord gebrochen. ^^ Es hat bis kurz vor Ende aber niemand etwas zu ihr gesagt und auch dann nur MF ganz trocken.\n\nFür Pings wenn man einen Ward stellen soll bin ich ab und an dankbar.\n\n\nEs ist für mich tatsächlich so, das Jungler und Supporter Beides sind. Zum einen die Prügelknaben und zum anderen die Matchmaker. Der Supporter ist Babysitter für ADCs und der Jungler gewissermaßen für alle. Wenn Gegenüber auf den Lanes besser sind ( 50:50 Chance dafür) werden die Beiden benötigt als TrumpfAss.","replies":[{"id":"","poster":"Sylvánas","date":"2017-09-20T07:45:25.902+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0009,timestamp=2017-09-20T05:59:39.156+0000)\n>\n> Kenne ich. Nervt tierisch und kommt in aller Regel nicht von den guten sondern von den schlechten Spielern. Das sind diejenigen mit dem geringsten Selbstvertrauen -- die benötigen regelmäßig &quot;den einen&quot; Support um zu überleben.\n> \n> Das sind Kleinanzeigen Marke &quot;_Ewig schlechter ADC sucht Healingmachine_&quot;.  Da weiss ich schon in der Champselect wer das Match verlieren wird weil sein Stellungsspiel so ist, das er ohne Dauerheilung keine Minute überlebt.\n> \n> Besonders lustig sind dann noch Bronze III Teemos welche mir als 720k-Zyra erklären sie wären Zyra Main und ich hätte Wooglets zu kaufen [sic!]. Oder auch immer gerne genommen: &quot;_we need_ {{item:3107}} &quot;, was aus der gleichen Kanne kommt. \n> \n> Manchmal... na ja... gestern eine Lux als Sup (ich Zyra Mitte). Wir haben trotz riesigem Goldvorsprung noch verloren. Lux hat es hinbekommen innerhalb von 43 Minuten ganze 8 Wards zu setzen. Alle 5 Minuten 1 Ward und für den 9ten Ward war das Game wohl 2 Minuten zu kurz. Die hat für mich den negativ-Rekord gebrochen. ^^ Es hat bis kurz vor Ende aber niemand etwas zu ihr gesagt und auch dann nur MF ganz trocken.\n> \n> Für Pings wenn man einen Ward stellen soll bin ich ab und an dankbar.\n> \n> \n> Es ist für mich tatsächlich so, das Jungler und Supporter Beides sind. Zum einen die Prügelknaben und zum anderen die Matchmaker. Der Supporter ist Babysitter für ADCs und der Jungler gewissermaßen für alle. Wenn Gegenüber auf den Lanes besser sind ( 50:50 Chance dafür) werden die Beiden benötigt als TrumpfAss.\n\nNaja, ich kann schon verstehen dass die Leute eher einen Peeler als eine Zyra als Support wollen, grade wenn jemand sowas wie KogMaw spielt, wird die Zyra-Kogmaw Lane das Spiel höchstwahrscheinlich verlieren, weil KogMaw keinen Supporter hat, der auf ihn aufpassen wird, deshalb ist ja auch die Winrate von Leuten wie Janna, Soraka um so viel höher. Redemption zu kaufen ist das mindeste das du als Zyra Support tun kannst, ein Locket wäre ebenfalls gut.","replies":[{"id":"","poster":"TEEMOKILLER420","date":"2017-10-02T14:33:57.674+0000","up_votes":2,"down_votes":0,"body":"Omg Redemption auf Zyra zu bauen ist so schlecht in soloQ.\nEs kann ja sein, dass es mal im Proplay Situationen gibt wo Zyra Solari oder so bauen muss aber in SoloQ finde ich es viel besser die Maske zu rushen îch glaub die heißt geisterhafte Erscheinung.\n\nDann starte ich mit Zyra auch gerne mit dem Coin. Klar verliere ich da etwas an damage aber der damage ist trotzdem akzeptabel und ich komme so einfach schneller an meine Maske und dann auch Lyandries.\n\nIch baue meistens Geisterhafte Erscheinung dann Sightstone und dann boots und dann Lyandries und dann Void Staff.\nKlar kann man auch den Sightstone zuerst ausbauen aber ich präferiere es den gegnerischen ADC mit lvl sechs zu oneshotten klar ist die Vision nicht perfekt aber im worst case wird man gegankt und killt noch den gegnerischen jungler im beste case terminiert man die gegnerische Botlane und holt den Tower. Also ich finde das ist ein gutes Verhältnis von Risk to reward.","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-09-20T08:55:45.690+0000","up_votes":1,"down_votes":0,"body":"Zyras kaufen sich kein Redemption. Redemption steht nicht einmal bei den situational Items dabei. Weder bei champion.gg noch bei diversen Builds auf mobafire oder auf probuilds. Für Solari gilt m.E. das gleiche. Weder das eine noch das andere Item macht mit Zyra Sinn.\n\nUnd das ist es was ich meine (und der TE wohl auch). Es wird abgeleitet was der ADC oder jemand anderes für SICH für richtig hält bzw. benötig. ER benötigt Heal, also soll der Supp gefälligst Heal bauen.\n\nVorherrschende Meinung ist m.E. wohl folgendes: Healing-Supporter helfen hauptsächlich Fehler des ADCs verzeihbar zu gestalten.\n\nDer Supporter ist eine Zyra. Also ist es richtig sein Stellungsspiel entsprechend risikoarm und farmreich zu gestalten bis die Zyra den Gegner zu 50% weggepoked hat und stunned. Das ist natürlich ein anderes spielen als mit einer Janna wo man sich hinstellen kann wo man möchte. Es ist aber effektiver. WENN - und da komme ich auf den Punkt zurück - WENN man einen guten ADC hat der weiss was er zu tun hat wenn der Sup eine Zyra ist.\n\n\n_\"weil KogMaw keinen Supporter hat, der auf ihn aufpassen wird, deshalb ist ja auch die Winrate von Leuten wie Janna, Soraka um so viel höher. \"_\n\nDas gilt z.B. für Twich und Vayne ebenso. Im Prinzip sind wir uns einig, Die \"Richtung\" der Argumentation ist jedoch eine andere. Der Geschmack wenn man so möchte. Jannas bügeln wie bereits gesagt wurde einfach durch Heilen Fehler aus und heilen den vorne Schaden austeilenden ADC. \nZyras sind anstrengender weil dies nicht der Fall ist. Zyras potenzieren den Angriffsschaden, Zyras greifen zuerst an, Zyras sind proaktiv und ADCs stehen _dahinter_ und machen den Restschaden und ansonsten farmen sie fröhlich vor sich hin während Zyra die Gegner wegzoned. Finde einmal ADCs welche bei einer 2% Playrate von Zyra wissen was sie zu tun haben. Selten. Ich glaube ich habe nur 3 oder 4 Spiele dieses Jahr gegen eine Zyra gemacht und musste meinen Main deswegen abgeben. Gut... ich spiele nicht so viele Spiele aber es waren schon ein paar hundert denke ich.\n\nJa, Jannas sind erfolgreicher. Das liegt aber nicht nur an den Jannas sondern auch an den ADCs.\n\nDeswegen spiele ich aktuell trotzdem keine Janna. Ich benutze deren Wirbel als Laubbläser auf der Botlane :-P  ^^. Die können ihre ADCs heilen wie sie wollen. Nutzt nix. ^^","replies":[{"id":"","poster":"Sylvánas","date":"2017-09-20T09:46:05.257+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=000900000000,timestamp=2017-09-20T08:55:45.690+0000)\n>\n> Zyras kaufen sich kein Redemption. Redemption steht nicht einmal bei den situational Items dabei. Weder bei champion.gg noch bei diversen Builds auf mobafire oder auf probuilds. Für Solari gilt m.E. das gleiche. Weder das eine noch das andere Item macht mit Zyra Sinn.\n> \n> Und das ist es was ich meine (und der TE wohl auch). Es wird abgeleitet was der ADC oder jemand anderes für SICH für richtig hält bzw. benötig. ER benötigt Heal, also soll der Supp gefälligst Heal bauen.\n> \n> Vorherrschende Meinung ist m.E. wohl folgendes: Healing-Supporter helfen hauptsächlich Fehler des ADCs verzeihbar zu gestalten.\n> \n> Der Supporter ist eine Zyra. Also ist es richtig sein Stellungsspiel entsprechend risikoarm und farmreich zu gestalten bis die Zyra den Gegner zu 50% weggepoked hat und stunned. Das ist natürlich ein anderes spielen als mit einer Janna wo man sich hinstellen kann wo man möchte. Es ist aber effektiver. WENN - und da komme ich auf den Punkt zurück - WENN man einen guten ADC hat der weiss was er zu tun hat wenn der Sup eine Zyra ist.\n> \n> \n> _&quot;weil KogMaw keinen Supporter hat, der auf ihn aufpassen wird, deshalb ist ja auch die Winrate von Leuten wie Janna, Soraka um so viel höher. &quot;_\n> \n> Das gilt z.B. für Twich und Vayne ebenso. Im Prinzip sind wir uns einig, Die &quot;Richtung&quot; der Argumentation ist jedoch eine andere. Der Geschmack wenn man so möchte. Jannas bügeln wie bereits gesagt wurde einfach durch Heilen Fehler aus und heilen den vorne Schaden austeilenden ADC. \n> Zyras sind anstrengender weil dies nicht der Fall ist. Zyras potenzieren den Angriffsschaden, Zyras greifen zuerst an, Zyras sind proaktiv und ADCs stehen _dahinter_ und machen den Restschaden und ansonsten farmen sie fröhlich vor sich hin während Zyra die Gegner wegzoned. Finde einmal ADCs welche bei einer 2% Playrate von Zyra wissen was sie zu tun haben. Selten. Ich glaube ich habe nur 3 oder 4 Spiele dieses Jahr gegen eine Zyra gemacht und musste meinen Main deswegen abgeben. Gut... ich spiele nicht so viele Spiele aber es waren schon ein paar hundert denke ich.\n> \n> Ja, Jannas sind erfolgreicher. Das liegt aber nicht nur an den Jannas sondern auch an den ADCs.\n> \n> Deswegen spiele ich aktuell trotzdem keine Janna. Ich benutze deren Wirbel als Laubbläser auf der Botlane :-P  ^^. Die können ihre ADCs heilen wie sie wollen. Nutzt nix. ^^\n\nAber es ist die Aufgabe des Supporters sein Team zu SUPPORTEN, nicht um der Main DMG Dealer zu sein, dafür gibts ja einen Midlaner. Ein ADC braucht einen Peeler, vorallem wenn der Gegner einen hat. Ansonsten ist das Game ziemlich sicher verloren, weil dein ADC einfach weggeblasen wird und dann euer DMG Dealer fehlt, das heißt ihr spielt ein 4v5 und wenn ihr nicht komplett wahnsinnige Champions habt die alleine carryn können (sowas wie ein 17/1 Yi oder so) ist das ziemlich sicher Game.\n\nIch weiß ja nicht gegen welche Jannas/Sorakas du spielst, aber ich glaube ich habe die gesamte Saison noch kein einziges Spiel gegen eine Zyra Support verloren xD Also eigentlich outscalen Janna und Soraka Zyra komplett, also wenn die das nicht hinkriegen dass sie den DMG von Zyra abschirmen/heilen dann spielen sie die Champions falsch. Zyra ist zwar nervig in der Lane, aber grade als Soraka recht einfach zu countern. Einfach hinten stehen, nicht von den Plants getroffen werden und den ADC hochheilen. Das wars. Da die wsh pushen einfach auf einen Gank warten, und finito xD Und im Late ist es nicht anders. Klar macht Zyra viel DMG. Sie ist extrem nervig und kann gut gespielt echt furchtbar für den Enemy sein. Aber an sich ist derzeit ein (in der derzeitigen Meta) Ardent-Supporter besser. Ich hab früher viel Zyra gespielt, weil sie wirklich Spaß macht.. hat mir einige Rankeds gewonnen xD","replies":[{"id":"","poster":"Pandeonor","date":"2017-09-20T10:29:41.600+0000","up_votes":1,"down_votes":0,"body":"Man kann auf verschiedene Weise peelen. Das hatte ich versucht zu erklären. Sonas und Jannas stehen wie Du richtig ausführst hinten und healen den ADC vorn hoch. Zyras stehen neben dem ADC oder vorn. Ein gegnerischer ADC muss erst an mir vorbei und muss tot sein bevor er auch nur daran denkt an meinen ADC zu gelangen.\n\nIch weiss nicht gegen welche Art Zyra Du spielst. Vermutlich gegen die \"Redemption-Zyras\" die Thunderlords als Keystone haben und als erstes Item den Sightstone. In den Runen haben die dann vermutlich 9 MR und 9 Rüstung stehen. \nGegen die magst Du auf der Lane gewinnen. Das ist dann kein Wunder. Entweder man spielt Zyra auf Damage oder man wird eben durch den Heal einer Janna ausgekontert. Ein halb/halb funktioniert nicht. Dann macht man _weder_ genug Schaden um den Gegnerischen ADC schnell genug zu töten _noch_ kann man seinen ADC schützen.","replies":[{"id":"","poster":"Sylvánas","date":"2017-09-20T10:35:18.273+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=00090000000000000000,timestamp=2017-09-20T10:29:41.600+0000)\n>\n> Man kann auf verschiedene Weise peelen. Das hatte ich versucht zu erklären. Sonas und Jannas stehen wie Du richtig ausführst hinten und healen den ADC vorn hoch. Zyras stehen neben dem ADC oder vorn. Ein gegnerischer ADC muss erst an mir vorbei und muss tot sein bevor er auch nur daran denkt an meinen ADC zu gelangen.\n> \n> Ich weiss nicht gegen welche Art Zyra Du spielst. Vermutlich gegen die &quot;Redemption-Zyras&quot; die Thunderlords als Keystone haben und als erstes Item den Sightstone. In den Runen haben die dann vermutlich 9 MR und 9 Rüstung stehen. \n> Gegen die magst Du auf der Lane gewinnen. Das ist dann kein Wunder. Entweder man spielt Zyra auf Damage oder man wird eben durch den Heal einer Janna ausgekontert. Ein halb/halb funktioniert nicht. Dann macht man _weder_ genug Schaden um den Gegnerischen ADC schnell genug zu töten _noch_ kann man seinen ADC schützen.\n\nNein ich spiel gegen Zyras, die full AP gehen mit Deathfires Touch, full AP Runen haben und kein einziges Supportitem kaufen, außer einen Sightstone (der ist aber auch Pflicht als Support). Aber Soraka kann den Burst von Zyra locker hochheilen, grade wenn sie noch ein Locket hat. Das early ist schwer, aber wenn man sich richtig positioniert kann Zyra nicht viel gegen Soraka in der Laningphase machen.","replies":[{"id":"","poster":"Pandeonor","date":"2017-09-20T11:31:45.797+0000","up_votes":1,"down_votes":0,"body":"Vielleicht komme ich noch in diese Region. Das kann an meiner Elo liegen.  ☺\n\nAktuell verliere ich die Lane praktisch nur(tm) gegen Tanks oder Sups wie Veigar bei einer Winrate von imho etwa 75% (als Zyra Support in den letzten rd. 100 Normals). Alistars sind **_ganz, ganz_** böse (da verliere ich fast immer - ich suche noch nach dem richtigen Rezept... irgendwas mache ich gegen Alistars falsch) ; Blitzcranks banne ich ich grundsätzlich. Mal eben grob durchgesehen welche Spiele ich gegen Sonas/Jannas verloren habe innerhalb des letzten Monats (112 Normals mit Zyra, z.T. aber Mitte). Keines gegen eine Janna und 3 Spiele gegen eine Sona und in keinem dieser 3 verlorenen gegen eine Sona war die Botlane das Problem (je einmal war der gegnerischer Jngl, Mitte, Toplaner stark).","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Dreyka Kintaso","date":"2017-09-20T21:58:10.456+0000","up_votes":2,"down_votes":0,"body":"Spiele Support seit Season 2 also schon echt ewig und es ist Assozial wie man mit Supportern umgeht.\n\nRiot weiss garnicht wie undankbar es ist den dreck zu machen, für alles ist man der Arsch und am ende was kommt raus? ein Minigame für den Supports das er bonus Gold bekommt. Riot muss an der Supportrolle was ändern.\n\nVorallem pisst es mich an das wenn die Botlane nicht gut läuft und man als Support 0/1/4 steht aber der Adc steht 0/4/2 dann heißt es \"REPORT BOT FOR TROLLING\". \n\nAber am schlimmsten ist es wenn man beleidigt wird als Support, dann muss man noch lächelnd danke sagen und den Flamer Shielden/Healen.","replies":[]},{"id":"","poster":"6Tauriel9","date":"2017-09-20T19:27:47.725+0000","up_votes":2,"down_votes":0,"body":"Also... Ich bin im Moment auch im unteren ELO-Bereich und bin gerade zum ersten Mal Gold geworden. Ich spiele regelmäßig in letzter Zeit DuoQ mit meinem Freund und mir fallen ebenfalls einige Dinge auf. \nIn der Pick und Bann Phase ist meistens alles Ok, jeder scheint noch recht nett oder es herrscht Stille.\nDoch dann fängt das ganze an. Irgendwo fällt ein Kill und man bemerkt wie schon früh Anspannung in das Spiel gerät. Eine Person fängt an zu beleidigen, selten passiert es mittlerweile sogar, dass an diesem Punkt entweder ich oder Teammates sagen man solle sich beruhigen. \nNicht jedes Spiel ist gleich deswegen wird es jetzt etwas schwieriger: Entweder wir gewinnen unsere Botlane, sind gut drauf und versuchen unser Bestes ODER man gibt einen Kill (was jedem, aber wirklich jedem doch passiert). Manchmal fühlt es sich so an, als ob ab diesem Punkt das Spiel schon gelaufen ist. \nMiese Stimmung, mein wird vom Jungle herumkommandiert man solle dort und da warden (was ich gerne tue, aber ich sehe nicht ein dass man als Support DIE EINZIGE PERSON im Team ist die warden kann). Genau so ist es bei dem ändern des trinkets. Es fühlt sich manchmal so an als ob die anderen gar nicht wüssten, dass es andere trinkets gibt. \nAber kommen wir zu einer anderen Sache. \nWas meinen ADC auch oft frustriert sind viele die Kommentare die man bekommt, wenn es im Spiel nicht gut läuft. Solange man nicht ins Spiel kommt, geganked wird, nicht genug gold hat wird man sofort als Feeder abgestempelt. Der ADC macht seinen Job nicht -> Das heißt er ist scheiße. Ohne Kompromiss. Selbst wenn man First Blood bekommt und es danach nicht gut läuft. \"Bot is bad\" \"Bot plays like shit\" \"Bot is feeding XYZ\" und sich dabei nicht an die eigene Nase fassen und daran denken dass man selbst helfen könnte... Ich bin froh dass ich mit meinem Teammates kommunizieren kann und das auf vielen Wegen, aber wenn es in jedem zweiten Spiel so ist, dann vergeht einem die Lust. \n\nEin Team ist immer nur so gut wie seine Spieler. Und dass jeder nicht gleich gut ist, einen schlechten Tag hat oder einfach Pech hat und nicht so gut ist wie der Gegner verstehen die meisten wirklich nicht. Das ist kein Problem das Riot beheben kann. Dafür gibt es keinen Bot oder jegliche andere Maschine, dagegen kann nur die Community etwas tun und das machen leider meistens viel zu wenige... \n\nIch danke jedem der nicht so ist und der vorher nachdenkt wie es einem schlechten Spieler gehen muss bevor er/sie etwas schreibt. \n\nNoch einen guten Abend.","replies":[]},{"id":"","poster":"Revilous","date":"2017-09-20T09:23:12.644+0000","up_votes":1,"down_votes":3,"body":"Wenn der Gegner einen Ardent Support hat und mein Team, dodge ich sofort. Um mir das zu sparen, bitte ich den Support schon mal, einen solchen zu picken. Und ingame muss er Ardent natürlich rushen, weil wenn das der Gegner tut und mein Support nicht, kann man eigentlich auch gleich die Mitte öffnen. Bei anderen Rollen ist es eigentlich nicht sooo wichtig wie bei Supports. Riot muss einfach Ardent entfernen und dann wird die Supportrolle auch anspruchsvoller.","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T09:27:13.845+0000","up_votes":2,"down_votes":0,"body":"Ist mMn einfach Quatsch. Habe auch schon als tanky Support, ohne ardent, gegen einen Ardent Support gewonnen, und das mit Leichtigkeit.\nGewusst wie eben und da liegt das Problem. Die meisten können sich einfach nicht umstellen ...","replies":[{"id":"","poster":"Nordwolf87","date":"2017-09-20T10:22:23.960+0000","up_votes":2,"down_votes":0,"body":"Es ist so lächerlich wie ardents gehyped wird...ja es ist stark...aber das sind andere auch (gargoyles, duskblade...) hatte mit janna (inkl AC) auch schon probs gegen alistar supps...eine ganze rolle an einem item aufhängen is so übertrieben. In der LCS vielleicht aber nicht im ottonormalversager spiel.\n\nEdit: hätte eig. Eine antwort auf revilous werden sollen","replies":[{"id":"","poster":"Revilous","date":"2017-09-20T17:07:00.692+0000","up_votes":1,"down_votes":0,"body":"Jeder auf Reddit/twitter/pro scene sagt, dass Ardent OP ist und am besten komplett entfernt werden sollte. Bloß das deutsche Forum wiederspricht mir idk\n\nVielleicht müsst ihr erst noch die Erfahrungen machen wenn ihr gegen einen Twitch/Draven/Tristana spielt mit Ardent Support während eure Botlane aus Jhin/Thresh besteht. Ist dann immer wieder ein Spaß wenn Top und Mid haushoch gewinnt und bloß eure Bot ein klein wenig hinten liegt aber genau das das gesamte Spiel entscheidet.","replies":[{"id":"","poster":"Nordwolf87","date":"2017-09-21T13:29:34.920+0000","up_votes":1,"down_votes":0,"body":"Ernsthaft? 2 winning lanes und einen jgl der nicht kompletten rotz spielt und ardent soll dann schuld sein wenn wenn ihr verliert? Komm...\n\nArdent ist stark. Punkt. Ardent könnte einen kleinen nerf vertragen. Ja. \n\nAber wenn sich die meta nächste season auf dmg support oder noch stärker richtung tanksupport bewegt kräht kein hahn mehr nach ardent...dann wirds heißen \"item xy ist so op\", \"Nimm einfach champ Z kauf xy und du climbst easy zu gold...\"","replies":[]},{"id":"","poster":"Qbert","date":"2017-09-21T05:08:59.531+0000","up_votes":1,"down_votes":0,"body":"Wow, du zählst EIN Matchup auf und unterstützt damit deine Argumentation ...\n\nWie ich bereits sagte, man muss einfach wissen wie man dagegen Spielt. Damit meine ich das gesamte Team, nicht nur die Botlane.\nIch hatte gestern ein Spiel als Tresh mit Jhin zusammen, gegen Kog+Lulu.\nWir(also Bot) wussten das zu spielen, der Rest des Teams nicht. Kog wurde also nach der Lane-Phase nicht klein gehalten sondern konnte frei farmen und alle wunderten sich, wieso er plötzlich alles zerreißt.\n\nAlso bitte, Ardent ist extrem stark und kann mMn auch generft werden, aber es ist nicht OP und macht nicht das Spiel kaputt.","replies":[]}]}]}]}]},{"id":"","poster":"Durkheim ","date":"2017-09-19T22:39:08.521+0000","up_votes":2,"down_votes":1,"body":"Naja ich meine es ist ja wichtig, was ein Support macht und das es zum ADC passt. Also immer schön den ADC feeden (lassen) in der Lane und dann nach der Laningphase auf ihn hören. ADCs haben die Weisheit mit Löffeln gefressen und so","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-09-19T21:41:38.084+0000","up_votes":1,"down_votes":1,"body":"Also ich sage hin und wieder auch mal, was der Support machen sollte. Ich selbst spiele Midlane. \nDas mache ich aber nur dann, wenn ich sehe, dass er es mehrfach nicht oder falsch gemacht hat. \nWelchen Champ der Supp picken soll mache ich zB gar nicht. Höchstens das er vllt nen Tank als Supp picken sollte wenn uns solcher fehlt.\nItems mache ich nur bedingt. zB beim Sightstone, wenn ich sehe, dass der Supp nach 20 Min immer noch keinen hat. \nOder ich sage ihm, er solle daran denken, sein Trinket zu wechseln, wenn er das nach einer Weile immer noch net getan hat. \nWenn er nach 2 oder 3 Teamfights sein Exhaust wieder auf den Tank, Jungler oder sonst wen nicht gefeedetes genutzt hat, sage ich ihm er solle das Exhaust am Besten für xyz-Champion aufheben. \nWards sage ich auch nur bedingt, wenn ich selbst zB grad keinen zur Verfügung habe, dann solle der Support bitte Baron/Drake warden. Oder eine bestimmte Stelle warden, wenn ich keinen mehr habe und der Supp noch 2 im Inventar hat und man sich eh zurück zieht. \nUnd halt die Sache mit \"bleib bei dem und dem\" mache ich eben auch nur, wenn ich sehe, dass der Supp häufig alleine rum rennt oder hauptsächlich beim Tank oder sonst wem rumhängt obwohl der Adc ihn nötiger braucht. \nAber wie gesagt mache ich das alles erst, wenn ich sehe, dass er gewisse Dinge in meinen Augen häufiger nicht optimal gemacht hat. \nAber auch alles in einem netten Ton. Nicht so befehlend.","replies":[{"id":"","poster":"BabyRageLoL","date":"2017-11-11T18:19:28.628+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0001,timestamp=2017-09-19T21:41:38.084+0000)\n>\n> Also ich sage hin und wieder auch mal, was der Support machen sollte. Ich selbst spiele Midlane. \n> Das mache ich aber nur dann, wenn ich sehe, dass er es mehrfach nicht oder falsch gemacht hat. \n> Welchen Champ der Supp picken soll mache ich zB gar nicht. Höchstens das er vllt nen Tank als Supp picken sollte wenn uns solcher fehlt.\n> Items mache ich nur bedingt. zB beim Sightstone, wenn ich sehe, dass der Supp nach 20 Min immer noch keinen hat. \n> Oder ich sage ihm, er solle daran denken, sein Trinket zu wechseln, wenn er das nach einer Weile immer noch net getan hat. \n> Wenn er nach 2 oder 3 Teamfights sein Exhaust wieder auf den Tank, Jungler oder sonst wen nicht gefeedetes genutzt hat, sage ich ihm er solle das Exhaust am Besten für xyz-Champion aufheben. \n> Wards sage ich auch nur bedingt, wenn ich selbst zB grad keinen zur Verfügung habe, dann solle der Support bitte Baron/Drake warden. Oder eine bestimmte Stelle warden, wenn ich keinen mehr habe und der Supp noch 2 im Inventar hat und man sich eh zurück zieht. \n> Und halt die Sache mit &quot;bleib bei dem und dem&quot; mache ich eben auch nur, wenn ich sehe, dass der Supp häufig alleine rum rennt oder hauptsächlich beim Tank oder sonst wem rumhängt obwohl der Adc ihn nötiger braucht. \n> Aber wie gesagt mache ich das alles erst, wenn ich sehe, dass er gewisse Dinge in meinen Augen häufiger nicht optimal gemacht hat. \n> Aber auch alles in einem netten Ton. Nicht so befehlend.\n\nIm Grunde genommen bestimmst du also den Spielstil des Supporters in allen Fällen. Super, solche Leute wie dich braucht das Spiel...nicht. Du erfüllst eben genau die Dinge des TE's. Wenn du mit allem nich zu frieden bist, spiel selbst Support und mach es besser unter den gleichen Bedingungen, die Du deinem Supporter antust. Wenn dich dauerhaft jemand darauf hinweist wo, wie und wann du zu warden hast, wann du und was du  an Items zu kaufen hast, du gezwungen wirst bei dem immer gleichen Spieler zu bleiben, statt auch mal zu roamen zum Bsp. als Thresh, Bard ( der ja sowieso Glöckchen sammeln muss) und vllt. so nen Kill auf der Midlane oder im Gegnerjungle fürs Team zu holen zusammen mit dem Midlaner und Jungler.\n\nIch als Main Support seit 3 Jahren, mache was ICH für richtig halte, ich kaufe Items wann und was ich für richtig halte, ich warde wo und wann ich  es für richtig halte und ab un zu, wenn die Lane es zulässt ROAME ich auch oder wenn mein Jungler in Not ist im eigenen Jungle, der ADC sich aber doof stellt oder sich weigert zu Hilfe zu eilen, dann lass ich den ADC eben alleine und helfe meinem Jungler in UNSEREM Jungle. \n\nNiemand hat mir oder anderen Supports, Main oder nicht Main, vorzuschreiben, was wir wo wie und wann zu tun haben. Ganz einfach. Jeder hat seinen eigenen Spielstil und das ist auch gut so.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-11-12T21:02:01.835+0000","up_votes":1,"down_votes":0,"body":"Wow. Entspann dich mal. Ich habe mit keinem Wort behauptet, dass ich dem Support in JEDEM Game vorschreibe was er zutun und zu lassen hat. \n\nWenn ich ihn darum BITTE einen Sighstone zu kaufen und er macht es nicht dann nehm ich das so hin. Wenn er sein Trinket trotz Sighstone nicht wechselt und ich ihn drauf hingewiesen habe (viele Spieler selbst in höherer Elo vergessen das ganz gerne) dann nehme ich das auch so hin. Wenn er meint Vision und Vision clearen ist in dem Game nicht nörig, dann soll er bei seiner Meinung bleiben. Ich fange dann sicher nicht an weiter auf ihn einzureden und ihm meine Meinung aufzuzwingen. Ich belasse es dabei. \n\nUnd wo is bitte das Problem wenn ich den Support darum bitte einen Ward an eine Stelle zu stellen wenn ich selber keinen mehr zur Verfügung habe und er aber noch welche hat? Du tust ja so als würde ich den Support sagen wo er zu warden und nicht zu warden hat. Oder schreibst du deiner Frau/Mann/Freund/Freundin auch vor wie er oder sie sich anzuziehen hat nur weil du darum bittest ein bestimmtes Kleidungsstück zu tragen? Nein, ich denke nicht. War ja lediglich EINE BITTE. \n\nUnd was ist falsch daran, den Support zu bitten einen Tank zu picken? Man kann doch wohl fragen? Wenn er das nicht macht ist das völlig okay für mich.\n\nUnd warum isses verkehrt den Support darum zu bitten sein Exhaust für zB Katarina aufzubewahren? Wenn ers net macht OKAY. Dann passe ich mich eben entsprechend an und merke mir, dass Katarina nicht exhaustet wird. \n\nUnd ich habe auch nicht gesagt, dass der Support nicht roamen darf. Oder Bard nicht seine Glocken einsammeln darf... ein Bard wird schon selbst merken dass es dort und in dem Moment eine schlechte Idee war wenn er beim Glöckchen einsammeln sterben sollte. \nEs ging mir lediglich darum, dass wenn der Adc definitiv die Hilfe seines Supports braucht (wenn der Adc keine Pfeife ist) dieser aber unnütz irgendwo rumschlarwenzelt.\n\nDu hast viel zu viel darein interpretiert was ich geschrieben habe. Du tust glatt so als würde ich den Support mit den Krallen ins Gesicht springen wenn er nicht tut was ich ihm sage... und als würde ich das alles in JEDEM Game machen und au nonstop auf ihn einreden... hab ich das mit irgendeinem Wort erwähnt?","replies":[]}]}]},{"id":"","poster":"Antipeel","date":"2017-09-20T02:14:27.704+0000","up_votes":1,"down_votes":0,"body":"Kurz und knapp:  Hilfe ( Kritik, nenn es wie du willst) annehmen und ja du hast recht Support wird nicht immer für vollgenommen^^\nWardwertung, Auszeichnungen und gerettete tryharder die dann dankbar sind machen die Rolle unglaublich wertvoll in meinen Augen.\n\n\nLänger und nur meine persönliche erfahrung:\n\nIch spiele mit und gegen sehr gute Spieler wo ich nicht einmal ansatzweise mithalten kann! Ich selber ca Silber/Low Gold mit und gegen Platin-High Dia( sehr selten Master)\nUnd wenn diese Leute mir sagen sollten warde dies oder das( zb shconmal baron vergessen zu warden in der lategamephase) , kaufe das( rauchschwenker rush weil sie main adc und dia sind und spielen können)  dann liegt das daran das die genau wissen was das Beste ist.\nIn einem von 10 Spielen gibt es eine Aufforderung/Bitte eines teammitglieds und die waren bis jetzt IMMER besser als meine Entscheidung.\nPlatin+ sind nciht ohne Grund da oben, ich vertraue auf den Rat.\n\nDas ist der eine Punkt wo er zu 100% recht hatte wer auch immer das gesagt hat^^:\nWhy would you wanna play Taric when Janna is open\nJanna ist freewin bis zum rework, jeder deppkann damit carrien selbst mit afk rumstehen und nur schild werfen. Da kann taric nichteinmal ansatzweise mithalten vom Aufwand/Gewinn - Aspekt.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-09-20T07:00:24.918+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich würde trotzdem lieber mit einem aktiven Support zusammenspielen, als mit einer Janna, die nur schilden kann und den Rest des Champs nicht drauf hat. So ein solider Allistar ist da viel interessanter, da man da aggresiv spielen kann und ich mich da deutlich mehr beschützt und unterstützt fühle... Da kann man auch die Lane gewinnen. Mit Jana verliert man sie zwar nicht, aber um die Lane zu gewinnen muss die Jana schon echt gut sein und das trifft auf die wenigsten zu...","replies":[{"id":"","poster":"Antipeel","date":"2017-10-12T11:02:43.896+0000","up_votes":1,"down_votes":0,"body":"absolut, zuviele spielen selbst nach dem kleinem rework immernoch extrem passiv^^ ich muss das unbedingt verbessern+","replies":[]}]},{"id":"","poster":"HookEmUp","date":"2017-09-20T06:45:31.375+0000","up_votes":1,"down_votes":0,"body":"> Das ist der eine Punkt wo er zu 100% recht hatte wer auch immer das gesagt hat^^:\nWhy would you wanna play Taric when Janna is open\nJanna ist freewin bis zum rework, jeder deppkann damit carrien selbst mit afk rumstehen und nur schild werfen. Da kann taric nichteinmal ansatzweise mithalten vom Aufwand/Gewinn - Aspekt.\n\nAber ich speiel nicht so verbissen, dass ich das picke was stark ist, sondern das, worauf ich mich wohl fühle. Es sind ~30 Minuten meiner Freizeit, die ich so verbringen will, wie ich es möchte und nicht was i.ein wildfremder für richtig hält.","replies":[]}]},{"id":"","poster":"Sunniva","date":"2017-09-21T13:45:53.615+0000","up_votes":1,"down_votes":0,"body":"Erst einmal, danke für die zahlreichen Antworten. Wir sind hier im Spielerverhalten und ob jetzt Ardent Censer OP ist oder nicht ist tendenziell Offtopic. Den ich habe ziemlich genau differenziert worum es mir geht. \n\nTrotzdem zu den Mitgliedern der \"Janna-ist-Freewin\"-Fraktion, stützt doch bitte eure Aussage an eurer eigenen spielerischen Leistung. Den wer eine solche Aussage von sich gibt und nicht mal eine Janna in seinen Rankedspielen gespielt hat oder nicht einmal auf die durchschnittliche Janna Winrate kommt kann ich nicht ernst nehmen. Das ist für mich einfach nur SVP-Wahlplakat Niveau. Den für jeden ersichtlicher Fakt ist das Janna mindestens 44% von Freewin-Status entfernt ist. \n\nIch weiss was ein Ardent Censer ist und bin durchaus mit seinen Vorzügen vertraut. In der Tat führen Lulu und Janna mit je über 50 Spielen meine meistgespielten Champions an. Ich bin überzeugt das ich den \"beschütz-den-Carry\"-Spielstil ausreichend verstehe, das ich ihn spielen kann, ohne das mir jemand im Spiel ein \"How-To\" für die elementarsten Elemente davon geben muss. Trotzdem passiert das viel zu oft. Hilfreich ist es definitiv nicht und mit Kritik hat es auch nichts zu tun. Es ist einfach die blinde Annahme/Vorurteil das der Support schlecht ist. \n\nNatürlich wird auch anderen Rollen mal das eine oder andere gesagt aber wie oft kommt das vor?  Das meiste davon ist sehr situational und das übrige davon Resultatbasiert. Schaut mal ein bisschen genauer in eureren nächsten Spielen. Also ich sehe da eine wesentliche Prävalenz gegenüber all den anderen Rollen. Der Jungler, der eine Lane ganken soll, sind in der Regel die Sololaner, die noch nicht eingesehen haben, dass sie nicht das Zentrum des Universums sind. Spieler die tilten wenn mal eine Lane nicht so läuft, wie sie es sich wünschen. Dem Top Laner oder dem Mitlaner wird mal gesagt was sie sich kaufen sollen nachdem sie 0/5 stehen. Dem Support werden auch Sachen trotz solidem Spielens vorgeschrieben. \n\nIch spiele Jungle als meine zweite Rolle und verstehe sehr wohl das ein Jungler nicht überall sein kann und auch an sich selbst denken muss. Wenn ich möchte das mein Jungler für mich gankt füttere ich ihn mit entsprechenden Pro's, wie Beschwörer Zauber, Gegnerische Wards, Ulti Cooldowns und/oder ping ihm die beste Gankroute womit er sich eventuell für einen Gank auf meiner Lane entscheiden könnte und sag ihm nicht. GANK BOT. Und ich bekomme diesen Gank zu 80% auch.","replies":[]},{"id":"","poster":"ninju7su","date":"2017-09-21T05:42:47.124+0000","up_votes":1,"down_votes":0,"body":"Ich kann deine Aufregung sehr gut nachvollziehen. Gerade gestern wieder wurde ich gelfamet von einer Anivia die mich als Soraka gefragt hat wieso ich meinen Q maximiere. Was für ein noob ich deswegen sei. Als allererstes ist es meine Entscheidung was ich maxe. Als zweites ist es durchaus gängige Praxis in der Laningphase punkte in das Q zu packen um einfach mehr schaden zu drücken (auch als Soraka). Ich habe die gegnerische Yasuo Malph bot auf diese weise halt komplett dominiert bis LvL 6. Zum nächsten waren zu dem Zeitpunkts der Beleidigung beide Skills auf dem selben LvL. Denn natürlöich priorisierte ich nachd er Laningphase den heal. Gab halt auch n mute und report.\n\nWas anderes was mir auch oft auffällt ist, das viele ADCs sich anmaßen mich zu dirigieren. Ich entscheide wann ich roame. Ich entscheide wo ich wann warde. In den meisten Fällen liegt es auch an mir zu entscheiden, wie auf der Botlane gespielt wird. Es ist meine Aufgabe den ADC fed zu machen oder zumindest über die Laningphase zu bringen. Einige Spieler haben da scheinbar ein komplett falsches Bild in dem ich nur dafür da bin, ihnen die Hand zu halten. Auch über die Laningphase hinaus wird nicht selten verlangt das ich beim ADC zu sein habe. Ich rede jetzt nicht von Hyper-Carries wie Vayne oder Twitch oder andere die im Late skallieren. Ich rede von sowas wie Jhin oder Ez die mir oft im verlorenen Early schon gezeigt haben, das ich besser wen anderes im Team Supporte der besser darsteht.\n\nMein liebstes Phänomen ist aber das Warden. Folgendes Szenario, vor nicht all zu langer Zeit ist Beispielhaft dafür. Ich war irgend ein squishy Champ. Sowas wie Sona oder Soraka oder so. Die Gegner haben das Game dominiert und wir haben die Kontrolle über die Jungle-Objectives verloren. Ich wurde aufgefordert doch den Baron und Drak zu warden. Grundlegend korrekt, dort Vision zu haben. Aber als eine Soraka die behind ist, in einen ungewardeten Jungle reinzurennen, ohne zu wissen welcher Gegner wo hockt, um ein Objective zu warden ist selten dämlich. Ich drücke auf TAB und sehe das zwei Leute ihren blaues Trinket haben. Einer der anderen hatte auch noch beide gelben auf vorrat und der letzte seinen sweeper. Wer wird aber losgeschickt? Der Support.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-09-21T11:27:08.342+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ninju7su,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018,timestamp=2017-09-21T05:42:47.124+0000)\n>\n> Ich kann deine Aufregung sehr gut nachvollziehen. Gerade gestern wieder wurde ich gelfamet von einer Anivia die mich als Soraka gefragt hat wieso ich meinen Q maximiere. Was für ein noob ich deswegen sei. Als allererstes ist es meine Entscheidung was ich maxe. Als zweites ist es durchaus gängige Praxis in der Laningphase punkte in das Q zu packen um einfach mehr schaden zu drücken (auch als Soraka). Ich habe die gegnerische Yasuo Malph bot auf diese weise halt komplett dominiert bis LvL 6. Zum nächsten waren zu dem Zeitpunkts der Beleidigung beide Skills auf dem selben LvL. Denn natürlöich priorisierte ich nachd er Laningphase den heal. Gab halt auch n mute und report.\n> \n> Was anderes was mir auch oft auffällt ist, das viele ADCs sich anmaßen mich zu dirigieren. Ich entscheide wann ich roame. Ich entscheide wo ich wann warde. In den meisten Fällen liegt es auch an mir zu entscheiden, wie auf der Botlane gespielt wird. Es ist meine Aufgabe den ADC fed zu machen oder zumindest über die Laningphase zu bringen. Einige Spieler haben da scheinbar ein komplett falsches Bild in dem ich nur dafür da bin, ihnen die Hand zu halten. Auch über die Laningphase hinaus wird nicht selten verlangt das ich beim ADC zu sein habe. Ich rede jetzt nicht von Hyper-Carries wie Vayne oder Twitch oder andere die im Late skallieren. Ich rede von sowas wie Jhin oder Ez die mir oft im verlorenen Early schon gezeigt haben, das ich besser wen anderes im Team Supporte der besser darsteht.\n> \n> Mein liebstes Phänomen ist aber das Warden. Folgendes Szenario, vor nicht all zu langer Zeit ist Beispielhaft dafür. Ich war irgend ein squishy Champ. Sowas wie Sona oder Soraka oder so. Die Gegner haben das Game dominiert und wir haben die Kontrolle über die Jungle-Objectives verloren. Ich wurde aufgefordert doch den Baron und Drak zu warden. Grundlegend korrekt, dort Vision zu haben. Aber als eine Soraka die behind ist, in einen ungewardeten Jungle reinzurennen, ohne zu wissen welcher Gegner wo hockt, um ein Objective zu warden ist selten dämlich. Ich drücke auf TAB und sehe das zwei Leute ihren blaues Trinket haben. Einer der anderen hatte auch noch beide gelben auf vorrat und der letzte seinen sweeper. Wer wird aber losgeschickt? Der Support.\n\nHaha ja bis auf's erste, weil ich so gut wie nie Soraka spiele schon erlebt.\n\nUnd gerade das letzte mit dem Baron, kommt doch extrem häufig vor. Ich hab allerdings gemerkt, dass die das oftmals einfach nicht raffen, die stecken noch bei Wards?Trinket? Das benutzt doch der Sup, ein \"how about using trinkets? cant go in, im squish and as u correctly say, we got no vision\" Naja da das Sätzchen doch recht lange ist, und die Kurzform diese Experten tilten kann, spar ich's mir meistens und schüttel mit dem Kopf. Ich ward dann meist um die Base, was mich zu den wenigen Dingen bringt, die dafür sorgen, dass ich dem Support etwas sage, wenn ich mal etwas anderes spiele:\n\n1. Ich bin ADC, Sup engaged immer in volle Waves und wundert, dass ich nicht 100% all in gehe und flamet mich dann.\n2. Ich Jungle, Sup bettelt um Ganks, es stehen aber nie Wards, (bei Duo)sein ADC nur am pushen, kein einziger Pink...\n3. Ich egal wo, Sup verzichtet auf Sightstone, irgendwann die Situation wie oben erwähnt, eingedrückt, hast ne Leo z.B. aber kommst nicht aus der Base selbst mit massivem Goldlead, weil wirklich gar keine Vision weiter als vor den Mauern besteht, ich kann auch nicht auf blau als Top z.B. wechseln, weil dann gar keine normalen Wards mehr im Spiel wären.\n\nBeim Rest steh ich drüber, bau selber noch genug Mist und bis ich da war, wo ich nun bin, musst ich ja auch einiges lernen und dabei hab ich halt auch gelernt, Jungle und Sup sind die Sündenböcke vom Dienst :D","replies":[]},{"id":"","poster":"Sylvánas","date":"2017-09-21T07:34:31.763+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ninju7su,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018,timestamp=2017-09-21T05:42:47.124+0000)\n>\n> Ich kann deine Aufregung sehr gut nachvollziehen. Gerade gestern wieder wurde ich gelfamet von einer Anivia die mich als Soraka gefragt hat wieso ich meinen Q maximiere. Was für ein noob ich deswegen sei. Als allererstes ist es meine Entscheidung was ich maxe. Als zweites ist es durchaus gängige Praxis in der Laningphase punkte in das Q zu packen um einfach mehr schaden zu drücken (auch als Soraka). Ich habe die gegnerische Yasuo Malph bot auf diese weise halt komplett dominiert bis LvL 6. Zum nächsten waren zu dem Zeitpunkts der Beleidigung beide Skills auf dem selben LvL. Denn natürlöich priorisierte ich nachd er Laningphase den heal. Gab halt auch n mute und report.\n> \n> Was anderes was mir auch oft auffällt ist, das viele ADCs sich anmaßen mich zu dirigieren. Ich entscheide wann ich roame. Ich entscheide wo ich wann warde. In den meisten Fällen liegt es auch an mir zu entscheiden, wie auf der Botlane gespielt wird. Es ist meine Aufgabe den ADC fed zu machen oder zumindest über die Laningphase zu bringen. Einige Spieler haben da scheinbar ein komplett falsches Bild in dem ich nur dafür da bin, ihnen die Hand zu halten. Auch über die Laningphase hinaus wird nicht selten verlangt das ich beim ADC zu sein habe. Ich rede jetzt nicht von Hyper-Carries wie Vayne oder Twitch oder andere die im Late skallieren. Ich rede von sowas wie Jhin oder Ez die mir oft im verlorenen Early schon gezeigt haben, das ich besser wen anderes im Team Supporte der besser darsteht.\n> \n> Mein liebstes Phänomen ist aber das Warden. Folgendes Szenario, vor nicht all zu langer Zeit ist Beispielhaft dafür. Ich war irgend ein squishy Champ. Sowas wie Sona oder Soraka oder so. Die Gegner haben das Game dominiert und wir haben die Kontrolle über die Jungle-Objectives verloren. Ich wurde aufgefordert doch den Baron und Drak zu warden. Grundlegend korrekt, dort Vision zu haben. Aber als eine Soraka die behind ist, in einen ungewardeten Jungle reinzurennen, ohne zu wissen welcher Gegner wo hockt, um ein Objective zu warden ist selten dämlich. Ich drücke auf TAB und sehe das zwei Leute ihren blaues Trinket haben. Einer der anderen hatte auch noch beide gelben auf vorrat und der letzte seinen sweeper. Wer wird aber losgeschickt? Der Support.\n\nAls Soraka Main tut es mir im Herzen weh, wenn jemand Q statt W maxt. Ist natürlich jedem die seine entscheidung, aber man sieht ja an der Winrate, dass die die W maxen, eine höhere Winrate haben.","replies":[{"id":"","poster":"NnightaCl","date":"2017-09-21T07:58:16.718+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Saved By Soraka,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=00180000,timestamp=2017-09-21T07:34:31.763+0000)\n>\n> Als Soraka Main tut es mir im Herzen weh, wenn jemand Q statt W maxt. Ist natürlich jedem die seine entscheidung, aber man sieht ja an der Winrate, dass die die W maxen, eine höhere Winrate haben.\n\nQ Max > W Max","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-21T08:10:20.497+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NnightaCl,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=001800000000,timestamp=2017-09-21T07:58:16.718+0000)\n>\n> Q Max &gt; W Max\n\nBegründung? Ich bin weder Support- noch Soraka-Main, aber wenn ich autofilled werden, spiele ich Soraka mit W max. Meine Winrate gibt mir da Recht.","replies":[{"id":"","poster":"NnightaCl","date":"2017-09-21T08:15:47.801+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018000000000000,timestamp=2017-09-21T08:10:20.497+0000)\n>\n> Begründung? Ich bin weder Support- noch Soraka-Main, aber wenn ich autofilled werden, spiele ich Soraka mit W max. Meine Winrate gibt mir da Recht.\n\nAlle ADC's unter hohem Dia sind schlecht im traden. Q spam hilft und hat auch guten Slow. Der Heal ist während der Laning Phase auf level 2 ist vollkommen ausreichend (vorallem wenn man mit Windspeakers spielt und {{item:3114}} kauft.\nEdit: bevor wieder wer sagt ich bin abgehoben: ich hab in keinem meiner Posts gesagt das ich der perfekte Spieler bin.","replies":[{"id":"","poster":"Sylvánas","date":"2017-09-21T08:26:46.188+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NnightaCl,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=00180000000000000000,timestamp=2017-09-21T08:15:47.801+0000)\n>\n> Alle ADC&#x27;s unter hohem Dia sind schlecht im traden. Q spam hilft und hat auch guten Slow. Der Heal ist während der Laning Phase auf level 2 ist vollkommen ausreichend (vorallem wenn man mit Windspeakers spielt und {{item:3114}} kauft.\n> Edit: bevor wieder wer sagt ich bin abgehoben: ich hab in keinem meiner Posts gesagt das ich der perfekte Spieler bin.\n\nWenn ich dich korrektieren darf. Die Q hat ohnehin einen kurzen CD. Macht keinen Sinn, die zu maxen. Der extra DMG ist auch nicht grade der große Hit, während der Heal mit nur einem Extrapunkt eine ganze Sekunde runter geht. Grade gegen eine Zyra-Ezreal oder eine Brand-Lucian Lane wird man jeden Trade ohne Heal verlieren, vorallem wenn man so jemanden wie KogMaw hat. Man kann es sich ja gegen eine passive Lane, zb Janna und einen eher schwachen ADC im Early überlegen, aber auch da würde ich sagen dass der Q Max komplett useless ist. \nIch bin auch nicht abgehoben, aber ich hab diese Saison 500 Games auf Soraka gespielt, und da hab ich so ziemlich verstanden, wie man die Laning Phase am besten carried, und das geht am besten mit einer kurzen CD auf der W. Wie gesagt, ihre Q hat ne kurze CD ohnehin, während die W auf Lv 1 ziemlich lange ist (circa 8 oder 7 Sekunden, das ist in einer Lane wo viel gepoked wird oft tötlich)\n\nUm trades zu gewinnen muss man als Soraka selbst nicht poken übrigens. Dein ADC poked, du wirfst eine Q, dann poked der Gegner und du heilst deinen ADC. Er ist wieder full life und der gegnerische ADC kriegt höchstens nen kleinen Heal von einer Nami/Sona oder gar keinen Heal. ","replies":[{"id":"","poster":"ninju7su","date":"2017-09-21T09:32:06.739+0000","up_votes":1,"down_votes":0,"body":"Also Q maxen als komplett useless zu bezeichnen empfinde ich schon als sehr gewagt. In dem Punkt darfst du nicht _\"korrektieren\"_.\nEs kommt drauf an, was du als gegnerische Lane hast. Ich befand mich in einem Match-Up in dem ich bis LvL 6 Problemlos Poken konnte (Gegen Yasuo Malph). Der DMG des Qs erhöht sich um 40 pro LvL. Magic-Dmg, welcher im Early sowieso stärker ist als AD. Der Unterschied im Gesammtheal wenn man die Q trifft und dann heald ist dazu eher gering und absolut nicht worth darauf zu skillen.\n\nEs kommt halt auf die Intention an, die du auf der Lane verfolgst. Bist du in der Lage zu poken und befindest dich nicht im Matchup mit starkem gegnerischem Poke, dann würde ich immer auf Q Skillen. Alleine um druck aufbauen zu können. \n\nHast du aber krasse Pokes gegen dich und du kommst sowieso selbst nicht zum austeilen, dann würde ich dir recht geben und Heal scalen. \n\nEs kommt nicht nur auf Cooldowns an, die auch mit 8 Sekunden nun nicht horrend sind. Nichtmal auf den absoluten Heal nach einer getroffenen Q - W Kombination, der im übrigen eher gering, wenn man die Zaheln mal zusammenrechnet. Da würde ich eher auf das Matchup schauen und danach beurteilen, was besser wäre.\n\nDie Entscheidung liegt meiner Meinung nachn wie folgt: Skillst du Q und willst dafür mit dem 5ten Fähigkeits punkt 80 mehr schaden machen und 40 HP weniger healen, oder nicht?\n\nFür eine ausführliche auseinandersetzung mit dem Thema  würde ich dir folgendes Video empfehlen:\nhttps://www.youtube.com/watch?v=bv6kcTGzFdA\n\nUnd versteh mich nicht falsch. Ich anerkenne deine Skills mit Soraka. Du scheinst mit der gut zu sein. Aber auch spieler mit knapp 500 Games mit einem Champion sind nicht perfekt mit dem.","replies":[{"id":"","poster":"Sylvánas","date":"2017-09-21T09:37:33.686+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ninju7su,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018000000000000000000000001,timestamp=2017-09-21T09:32:06.739+0000)\n>\n> Also Q maxen als komplett useless zu bezeichnen empfinde ich schon als sehr gewagt. In dem Punkt darfst du nicht _&quot;korrektieren&quot;_.\n> Es kommt drauf an, was du als gegnerische Lane hast. Ich befand mich in einem Match-Up in dem ich bis LvL 6 Problemlos Poken konnte (Gegen Yasuo Malph). Der DMG des Qs erhöht sich um 40 pro LvL. Magic-Dmg, welcher im Early sowieso stärker ist als AD. Der Unterschied im Gesammtheal wenn man die Q trifft und dann heald ist dazu eher gering und absolut nicht worth darauf zu skillen.\n> \n> Es kommt halt auf die Intention an, die du auf der Lane verfolgst. Bist du in der Lage zu poken und befindest dich nicht im Matchup mit starkem gegnerischem Poke, dann würde ich immer auf Q Skillen. Alleine um druck aufbauen zu können. \n> \n> Hast du aber krasse Pokes gegen dich und du kommst sowieso selbst nicht zum austeilen, dann würde ich dir recht geben und Heal scalen. \n> \n> Es kommt nicht nur auf Cooldowns an, die auch mit 8 Sekunden nun nicht horrend sind. Nichtmal auf den absoluten Heal nach einer getroffenen Q - W Kombination, der im übrigen eher gering, wenn man die Zaheln mal zusammenrechnet. Da würde ich eher auf das Matchup schauen und danach beurteilen, was besser wäre.\n> \n> Die Entscheidung liegt meiner Meinung nachn wie folgt: Skillst du Q und willst dafür mit dem 5ten Fähigkeits punkt 80 mehr schaden machen und 40 HP weniger healen, oder nicht?\n> \n> Für eine ausführliche auseinandersetzung mit dem Thema  würde ich dir folgendes Video empfehlen:\n> https://www.youtube.com/watch?v=bv6kcTGzFdA\n> \n> Und versteh mich nicht falsch. Ich anerkenne deine Skills mit Soraka. Du scheinst mit der gut zu sein. Aber auch spieler mit knapp 500 Games mit einem Champion sind nicht perfekt mit dem.\n\nDu hast mich falsch verstanden, die Q ist garantiert nicht useless und ich skille auch Q auf Lv 1. Aber im Vergleich zum Heal finde ich dass die Q etwas abstinkt - manchmal geb ich einen zweiten Punkt in Q, aber statt W Q zu maxen würde ich nicht machen, weil genau diese Heals Sorakas stärke in 2 Kämpfen sind. 8 Sekunden sind schon viel wenn man einen 2v2 Fight hat, oder Gegankt wird, klar kann man den Slowen mit Q aber dann um den ADC am Leben zu erhalten zählt jede Sekunde. \n\nIch habe übrigens nie behauptet, perfekt auf Soraka zu sein, sondern lediglich dass ich in meinen 500 Games schon einiges probiert habe und festgestellt habe, dass es mit max W am besten funktioniert. Du kannst Soraka selbstverständlich mit Q Max spielen, aber zu sagen dass es besser ist, finde ich etwas voreingenommen. LG","replies":[]}]},{"id":"","poster":"NnightaCl","date":"2017-09-21T08:38:23.952+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Saved By Soraka,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=001800000000000000000000,timestamp=2017-09-21T08:26:46.188+0000)\n>\n> Wenn ich dich korrektieren darf. Die Q hat ohnehin einen kurzen CD. Macht keinen Sinn, die zu maxen. Der extra DMG ist auch nicht grade der große Hit, während der Heal mit nur einem Extrapunkt eine ganze Sekunde runter geht. Grade gegen eine Zyra-Ezreal oder eine Brand-Lucian Lane wird man jeden Trade ohne Heal verlieren, vorallem wenn man so jemanden wie KogMaw hat. Man kann es sich ja gegen eine passive Lane, zb Janna und einen eher schwachen ADC im Early überlegen, aber auch da würde ich sagen dass der Q Max komplett useless ist. \n> Ich bin auch nicht abgehoben, aber ich hab diese Saison 500 Games auf Soraka gespielt, und da hab ich so ziemlich verstanden, wie man die Laning Phase am besten carried, und das geht am besten mit einer kurzen CD auf der W. Wie gesagt, ihre Q hat ne kurze CD ohnehin, während die W auf Lv 1 ziemlich lange ist (circa 8 oder 7 Sekunden, das ist in einer Lane wo viel gepoked wird oft tötlich)\n> \n> Um trades zu gewinnen muss man als Soraka selbst nicht poken übrigens. Dein ADC poked, du wirfst eine Q, dann poked der Gegner und du heilst deinen ADC. Er ist wieder full life und der gegnerische ADC kriegt höchstens nen kleinen Heal von einer Nami/Sona oder gar keinen Heal.\n\nUnd wenn der gegnerische ADC nicht Bronze 5 ist und {{item:3123}} kauft? Dann ist dein Heal nichts mehr wert. Meiner Meinung nach macht in SoloQ Q-Max mehr Sinn.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-21T09:11:05.165+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NnightaCl,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018000000000000000000000000,timestamp=2017-09-21T08:38:23.952+0000)\n>\n> Und wenn der gegnerische ADC nicht Bronze 5 ist und {{item:3123}} kauft? Dann ist dein Heal nichts mehr wert. Meiner Meinung nach macht in SoloQ Q-Max mehr Sinn.\n\nAls Adc kaufe ich dieses Item sehr ungern im Early. Es verschiebt deine eigentlichen Powerspikes spürbar nach hinten. Außerdem halte ich es für fraglich, dass du damit wirklich stärker bist, wenn der gegnerische Adc mit 2 Longswords, Pickaxe oder sogar BF zurückkommt.\n\nDa gibts dann doch einfachere Methoden, Soraka in der Lane zu schlagen. ","replies":[]},{"id":"","poster":"Sylvánas","date":"2017-09-21T08:46:00.053+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NnightaCl,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=0018000000000000000000000000,timestamp=2017-09-21T08:38:23.952+0000)\n>\n> Und wenn der gegnerische ADC nicht Bronze 5 ist und {{item:3123}} kauft? Dann ist dein Heal nichts mehr wert. Meiner Meinung nach macht in SoloQ Q-Max mehr Sinn.\n\nAlso in meiner Elo kauft jeder Ruf des Henkers, ja es wird schwerer, aber ein bisschen Heal ist immernoch besser als kein Heal, das heißt man gewinnt die Trades trotzdem wenn man es richtig spielt. Du musst ja bedenken dass der Gegner keine unlimited heals hat, dein ADC aber schon, selbst wenn du grieveous wounds hast. Noch dazu kommt das ein BF Sword stärker ist als dieses Item, das heißt dein ADC hat auch noch mehr DMG, und deine Q hast du ja immernoch um zu poken (da sie ja eine so kurze CD hat)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Epic Melons","date":"2017-09-21T01:01:42.795+0000","up_votes":1,"down_votes":0,"body":"Was gehst du überhaupt auf sowas ein? Spiel einfach was du willst, kauf die Items die du willst. Ich gehe zb auch mal einfach mid oder top supporten, wenn mir der vom adc gepickte champion nicht passt.\n\nWenn (insb. im Blindpick) mein Team irgendwelche Anweisungen gibt, ignoriere ich diese komplett. Außer wenn die Wünsche freundlich gestellt werden und mich die Argumente überzeugen.\n\nDass jemand lieber lucian spielen möchte, anstelle von Xaya, nur weil Lucian besser ist, oder besser ins Set-up passt, ist für mich kein Argument.\n\nSo und jetzt poste ich noch sticker, die nichts mit dem Text zutun haben.\n\n{{sticker:sg-ahri-2}} {{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"CaitUltedJFK89","date":"2017-09-20T12:38:18.280+0000","up_votes":1,"down_votes":0,"body":"Hat mMn ganz einfach was damit zu tun, dass das meiste was der Supporter macht teamorientiert ist. Warden, bestimmte Items, bestimmte Champions, bestimmte Summonerspells haben alle Einfluss auf das ganze Team. Im Vergleich dazu juckt nur die wenigsten bspw. was der Toplaner buildet, ob er jetzt Black Cleaver oder Trinity Force geht macht für einen persönlich erst einmal keinen Unterschied, wenn es aber z.B. um den Teleport geht, dann hat das Team ja doch wieder was zu sagen: \"TP bot pls, so free\", \"TP to drake\", \"TP to mid and save tower\" etc. \nIch denke also jede Rolle kriegt bei teamorientierten Ereignissen was vorgeschrieben. \"We have no tank, pls pick Tank jungler or top\", \"we have no AP, pls pick AP top\", \"dude, ignite the vladimir\". Das hast du selber ja auch schon erkannt, ich denke nur der Ton ist nur für dich anders, weil es dich direkt betrifft und du halt ständig was vorgeschrieben bekommst und deshalb empfindlicher bist tbh. \nOh, und viele Supports sind autofilled, wenn die Leute also tatsächlich manchmal weniger Respekt haben, dann hängt das wahrscheinlich damit zusammen, dass es so wenig gescheite Supports gibt.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2017-09-20T10:03:13.157+0000","up_votes":1,"down_votes":0,"body":">\"lulu keep your exhaust for kata\"\n\nDas...ist ein ganz..normaler...call.\nDas ist eher was positives.\nDein Adc denkt für dich mit.\nMich würde das total freuen o.o.\n\nDein Adc zeigt doch damit das er/sie das spiel versteht. \nFür viele supporter ist das exhausten außerhalb der laningphase (leider) garnicht selbstverständlich. (zwischen b-p)","replies":[]},{"id":"","poster":"Azima","date":"2017-09-20T06:38:18.432+0000","up_votes":1,"down_votes":0,"body":":) Manche Sachen darf man auch nicht zu stark als Kritik sehen bzw. sich direkt angegriffen fühlen. Das mit dem Exhaust zum Beispiel würde ich je nach Situation bewerten. Kann ja sein das die Kate die ganze Zeit nur dumme Sachen gemacht hat, dafür aber der Top-Lane Jayce euch 1v5 zerstört hat und du ihn deswegen exhausted hast wenn er einfach durch euch durch gelaufen ist. Dann fängt er aber an zu schwächeln und die Kata dreht auf einmal voll auf. Könnte halt auch nur ein nett gemeinter Hinweis deines Teams gewesen sein, das Ziel zu wechseln. Ähnlich sehe ich das auch bei den Wards. Deine Gedanken sind direkt \"[...] Ich hab keine 2 Vision Wards in meinem Inventar als Dekoration\". Vielleicht hast du in deinem Ward-Wahn vergessen für Vision beim Baron oder dem Drachen zu sorgen. Oder der gegnerische Jungler campt immer an einer bestimmten Stelle, die du bisher noch nicht auf dem Schirm hattest. Versuch dich nicht direkt angegriffen zu fühlen ^.^\n\n> Was habt ihr für Erfahrungen gemacht? Und was denkt ihr euch dabei wenn ihr euch so gegenüber eurem Support verhält?\n\nAlso bei mir kommen immer nur zwei \"Fragen\" vor. Aber auch eher selten. Allgemein habe ich Ruhe und am Ende ist man zufrieden mit mir ^^ Eigentlich bin ich eher die Person die sich selbst flamed xD weil ich denke \"Verdammt! Hättest du doch mal...\" und alle nur so \"Keine Sorge, alles gut\" D: \nErstens: Man möchte von mir, dass ich einen Tank spiele. Das ganze Team locked instant die Champs ein und ich soll es dann ausbaden. Das habe ich einmal gemacht, weil ich dachte das Team liegt richtig, dass wir mindestens einen Tank haben sollten. Pustekuchen. Mein guter Wille dem Team gegenüber ging nach hinten los. Ich bin es einfach nicht gewöhnt Tanks zu spielen und es passt auch nicht zu mir. Ich fühl mich nicht wohl an der Front ^^ ARAMs sind die Ausnahme xD Manchmal.\nMittlerweile sage ich dem Team dann entweder gar nichts und pick einfach meine eigenen Supporter, wo ich weiß das ich Leistung bringen kann und mich wohl fühle ... oder ich sage dem Team einfach kurz das es keine gute Idee wäre mich auf einen Tank zu zwingen und das jemand anders das übernehmen sollte sofern noch möglich oder unbedingt gewünscht. Einmal wollte mein ADC einen Tank als Support, aber ich hab darauf bestanden Janna zu spielen. In den ersten 30 Sekunden Ingame, hat er mich dann gefragt ob ich wenigstens eine gute Janna wäre xD Was ich nicht beantworten konnte und immer noch nicht könnte, weil ich immer nur die einzelnen Spiele an sich betrachte. Mein ADC hat in dem Spiel zwei Pentas gemacht insgesamt. Einen als unser Team tot war und wir die Base deffen mussten :< und nur noch einer unserer Inhibs stand. Drama pur. Aber am Ende des Spiels gesagt zu bekommen das ich eine gute Janna gespielt habe und das die Leute sogar froh waren, mich nicht auf einen Tank gezwungen zu haben fand ich ganz niedlich ^^ Das Spiel haben wir noch gewonnen \\ö/\n\nZweitens: Ob ich denn auch den GLÜHENDEN RAUCHSCHWENKER :3 bauen würde\nViele ADCs wollen das als first Item. Keine Ahnung warum die so eine Angst haben, dass es nicht gebaut wird. Wenn sie fragen ob ich es baue sag ich \"Ja\" - wenn sie fragen ob es mein first Item wird sage ich \"Sight Stone > Ardent\" und fertig ^^ damit hat sich das dann erledigt.\n\nIch muss aber auch dazu sagen, dass ich immer ganz nette ADCs auf der Lane bekomme. Meistens! :D Vor einem Monat oder so war es ein Draven. Der war ... anstrengend? Er wollte halt afk gehen, weil er zwei Minions nicht bekommen hat :') dann wollte er afk gehen, weil der Jungler die Krabbe gemacht und nicht ihm überlassen hat xD Er ist dann zwischendurch mal in der Base geblieben und hat wohl gehofft alle betteln ihn an das er bleibt oder zurück kommt. :') Dumm nur das wir die Fights sogar im 4v5 gewonnen haben und er somit völlig überflüssig xD er hat sich dann dazu entschlossen zumindest am Ende mit auf den Nexus zu hauen. \n\nP.S.\n:3 Guten Morgen kleiner Knuffel QBert","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T06:46:59.674+0000","up_votes":1,"down_votes":0,"body":"Verdammt! Ich dachte ich könnte dich ungesehen stalken :D\n\nAber ich würde dir empfehlen, noch 1-2 tanky Supports zu üben. Und wenn es nur Thresh und BC sind (die ja so semi tanks sind). Jeder hat so seinen comfort pick, aber die Meta wird sich ändern und die squishy supports werden beiseite geschoben.\n\nAnsonsten gebe ich dir Recht, pick den Champion in dem du dich am wohlsten fühlst, egal was das Team sagt.","replies":[{"id":"","poster":"Azima","date":"2017-09-20T07:04:32.450+0000","up_votes":1,"down_votes":0,"body":"Ungesehen stalken? :p Mit Trompete und bunten Luftballons an den Ohren?\n\nAlso...  mit Thresh und BC muss man was treffen. Dieser Druck macht mich Ultra nervös ^^  Ich hab mal vor Ewigkeiten versucht BC zu spielen. Was ist passiert? Ich hab den damaligen Galio in unser komplettest Team gezogen. Der natürlich instant geultet hat :3 und ich den Knock-Up verkackt hab. Seither bin ich traumatisiert xD Auch wenn Galio mittlerweile überarbeitet wurde.\nIm obigen Post hab ich Braum gespielt. Ich glaube wenn meine Cait gewusst hätte, dass sie meinen passive (genau genommen Braums ._. ) mit Autoattacks auch sinnvoll nutzen kann, wär das alles nicht so schlimm gewesen xD aber so was passiert.\n\nIch spiele seit Jahrhunderten meine Mädchen :x Und hab mich bisher noch nie benachteiligt gefühlt oder das ich mal nicht in der Lage war einen guten Beitrag zum Spiel zu leisten, egal welche Meta war. ^^ Ich mag dieses Meta Gerede auch nicht. Für mich hängt alles vom Potenzial des Spielers ab. Genau wie bei diesem Shield Support/ Ardent Hype. Wenn du grundsätzlich einfach scheiße bist, bringt dir das alles nichts :3","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T07:10:51.120+0000","up_votes":1,"down_votes":0,"body":"Mit wem du so spielst .... \n\nIch erinnere mich an die Bruiser-Meta. Da kam gerade frisch steraks raus usw. da musstest du einen Supporter mit massiven peel nehmen, es gingen eigentlich nur Braum, Alistar und vllt. Leona ... denn ansonsten hast du eine Irelia gehabt, die ohne Probleme in deine Backline läuft. Zu dem Zeitpunkt waren Tanks bei weitem nicht so stark in der Frontline ... in bestimmten Situationen ging sogar nur Braum (wegen der Passiv) sonst hättest du deinen ADC nie im Leben beschützen können ^^\n\nAber das ist natürlich auch alles irgendwie Gefühlssache.\n\nP.S. die BC-Problematik kennt glaub ich jeder :D\nIn der Zeit des full-ap amumu jgl hatte ich als damaliger BC main massive Selbstzweifel xD","replies":[{"id":"","poster":"Azima","date":"2017-09-20T07:46:53.154+0000","up_votes":1,"down_votes":0,"body":":D Solo zu spielen ist halt immer eine Gefahr, auch wenn der Großteil positiv ist. Man weiß ja nie was hinter der nächsten Ecke lauern könnte. \n\nHm, also ich hab mich noch nie gezwungen gesehen Braum, Ali oder Leo spielen zu müssen. Oder das man immer nur eine Option hat. Wenn der Spieler gut ist, hast du auch heute noch eine Irelia die lachend durch die Gegend hüpft und alles vernichtet ^^\nSelbes auch bei Darius. Wenn ich einen im Gegnerteam sehe, krieg ich erst mal etwas Bauchweh. Dann zeigt sich das er nicht mal einen Minion im 1v1 töten kann ;D\n\nFür mich benutzen viele dieses Meta Gerede auch als Ausrede. \"zu stark\" \"man kann nichts dagegen machen\" \"X und Y muss generfed werden\". Damit macht man es sich halt einfacher, statt Wege zu finden dagegen zu halten.\nManche Streamer streuen dann auch noch Benzin ins offene Feuer. Sieht man ja an NoWay und Gurke + Sola. Freddy erzählt was von ADC Meta und dies und das muss generfed werden. Dann sieht man Sola spielen. Der ein Spiel nach dem anderen verliert und einfach kaum bis keinen Schneid hat weil er einfach fertig gemacht wird. Bei Gurke das gleiche. Die weinen dann wegen Tank meta, dass Team sei Dreck oder sonst was xD Und am Ende verstehen sie nur nicht, dass sie vielleicht nicht ohne Minions in einen Tower laufen sollten, wo ein BC auf sie wartet. Oder das sie vielleicht nicht an erster Stelle vor dem gesamten Team rumhopsen sollten. Ohne Vision im Jungle rum laufen, alleine, obwohl sie wissen das der gegnerische Jungler permanent dort irgendwo camped.","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T07:50:41.139+0000","up_votes":1,"down_votes":0,"body":"Sola ... ja ... Sola ... das Rage-Kind ... -.- ich persönlich mag den gar nicht.\nNoWay verfolge ich ab und an mal, macht immer Spaß dem alten Relaxo zuzuschauen :D aber Overall hat er eben auch Recht ... für ihn als Mid-Laner sind die ADC einfach zu stark und ist doch klar, dass er gerne einen Nerf hätte  ... aber letztendlich bestimmt Riot in welche Richtung sie das Spiel bewegen möchten ... eine vollkommen ausgeglichene Situation wirst du bei der Größe das Champion-Pools in Lol eh nicht hinbekommen.\n\nUnd nun erklär mir aber mal, wieso ich Trompeten am Kopf haben soll?","replies":[{"id":"","poster":"Azima","date":"2017-09-20T08:00:17.225+0000","up_votes":1,"down_votes":0,"body":"Nja, Sola ist hart xD Wenn du jemanden für irgendwas bestrafen willst - schick ihn zu seinem Stream. Ich liebe das Video wie er mit Xayah gegen Freddys Zed spielt xD Hab so geweint ... \n\n> für ihn als Mid-Laner sind die ADC einfach zu stark\n\nSo was trägt natürlich auch dazu bei. ADCs mögen für ihn zu stark sein. Aber er kann genau so gut ADCs aus der Welt tilten mit entsprechenden Champs. Die denken sich dann auch \"Nerft alle Midlaner\" xD Jede Lane empfindet irgendwas anders und redet dann entsprechend. Deswegen ignoriere ich das alles auch ._. Wenn ich outskilled und outplayed werde, ist das eben so und nichts anderes für verantwortlich ^^\n\nTrompeten am Kopf - :3 Damit du selbst blasen kannst?\nUnd weil du zu auffällig warst um als \"ungesehen\" stalken zu können :p","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-09-20T08:51:04.685+0000","up_votes":1,"down_votes":0,"body":"Du kannst nicht verleugnen, dass die ADCs derzeit deutlich stärker sind, als sie anfang des Jahren waren...\nUnd ein ADC ist nunmal deutlich Teamabhängiger als ein Assasin oder ein Burstmage. (Soll nicht heißen, dass diese OP oder Teamunabhängig sind)\nVermutlich tiltet Sola auch deswegen so schnell. Ein ADC wird halt auch gern mal rausgefocust und wenn da das Team nix gegen macht (egal ob aufgrund des Schlechten Positionings des ADCs oder den Fehlern des Teams) dann ist der ADC hilflos...\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Azima","date":"2017-09-20T09:28:13.219+0000","up_votes":1,"down_votes":0,"body":":D Das find ich mit am Besten! Anfang des Jahres hat man geweint und sich über ADCs lustig gemacht und jetzt weint man weil sie zu stark wären. Aber ich habe das ja auch nirgend verleugnet.\n\n^^ Herr Salz tilted einfach unfassbar schnell weil er ein weiches Nervenkostüm hat. Ich glaub teilweise steigert er sich auch noch absichtlich rein, weil  er denkt seine Zuschauer wollen das sehen. Unterhaltungsfaktor und so. Aber das sei ihm überlassen, wenn es funktioniert freu ich mich für seinen Stream.\nUnd das ADCs raus gefokust werden ist ja nichts neues. So steht es schon in der Bibel das er ein wahnsinnig leckeres Leckerchen ist und alles mögliche anzieht was ihn töten will. Es gibt aber auch ADCs mit Mobility, die einem ein Fenster für zumindest einen gut gedachten Fluchtversuch öffnen. Ist nicht so als wären alle völlig hilflos wie eine Fliege am Klebestreifen.\n\nSind halt alles verschiedene Ansichtsweisen und Empfindungen. Wenn ich nur Variante X und Z sehen, sieht wer anders vielleicht noch M und N ... eine dritte Person dafür 7 und 8. Aber es steckt so viel mehr dahinter und man kann nicht einfach sagen \"Meta xy ist daran Schuld, was anderes geht nicht!\". :D Aber vielleicht bin ich die einzige die das so sieht ^^ Keinen Schimmer","replies":[]},{"id":"","poster":"Qbert","date":"2017-09-20T08:55:40.509+0000","up_votes":1,"down_votes":0,"body":"Ja, aber Sola speziell ist halt immer mega toxisch, entweder er gewinnt und fühlt sich als wäre er sonst wer oder er verliert und geht total ab ... schade eigentlich","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-09-20T08:08:26.851+0000","up_votes":1,"down_votes":0,"body":"Yep, das Video kenne ich ... ich glaube da spielt er mit Bröki zusammen und der meinte dann, das Sola aufm Stream völlig wegtiltet ... :D\n\nSo gelenkig bin ich nicht.\nIch muss mich bemühen, unauffälliger zu sein ôo","replies":[{"id":"","poster":"Azima","date":"2017-09-20T08:14:16.352+0000","up_votes":1,"down_votes":0,"body":"xD Keine Ahnung ob es Broeki war. Aber es könnte auch Raupe gewesen sein D:\n\nDu hast sie ja an deinem Kopf :p Wenn du sie klug anbringst, hast du das Ding in direkter Mund nähe. Ich weiß leider nicht wie man das nennt xD Hab ehrlich versucht Wörter wie \"Öffnung\" oder \"Blasestange\" zu vermeiden!\n\nAber wenn du unauffälliger bist :( find ich dich schlechter.","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T08:22:40.064+0000","up_votes":1,"down_votes":0,"body":"Ach, ich lasse einfach machen ... ist mir alles zu anstrengend :D","replies":[{"id":"","poster":"Azima","date":"2017-09-20T08:28:27.329+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ob ich das klug oder faul finden soll :DDDD","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T08:29:48.954+0000","up_votes":1,"down_votes":0,"body":"stell dir einfach die Frage, was du tun würdest, wenn du die Wahl hast ;P\n\nIch halte mich im übrigen eigentlich für ein recht cleveres Bürschchen.","replies":[{"id":"","poster":"Azima","date":"2017-09-20T08:36:18.097+0000","up_votes":1,"down_votes":0,"body":"Wenn ich die Wahl hätte, würde ich auch den faulen Weg wählen .-. Da brauch ich gar nicht lange überlegen xD\n\nDann halte dich mal für ein eigentlich recht cleveres Büschchen :p Bisher ist dem auch nichts entgegen zu bringen. Ich warte ja immer noch auf epische Tippfehler deinerseits!","replies":[{"id":"","poster":"Azima","date":"2017-09-20T09:06:37.961+0000","up_votes":1,"down_votes":0,"body":"-_- Es geht wieder los.\n\nDas Problem sind nicht meine Tippfehler! Die Tastatur auf der Arbeit ist einfach billig und manchmal hängen vereinzelte Buchstaben. Und wenn ich nochmal drüber lese, fällt mir das irgendwie nicht auf xDDD","replies":[]},{"id":"","poster":"Qbert","date":"2017-09-20T08:48:41.602+0000","up_votes":1,"down_votes":0,"body":"Du meinst so etwas wie \"Büschchen\", statt \"Bürschchen\"? ;P\n\nEin Busch bin ich nämlich ganz sicher nicht!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"zRisenZ","date":"2017-09-20T09:25:43.019+0000","up_votes":1,"down_votes":0,"body":"Ich muss leider immer wieder die gleiche Erfahrung teilen und hoffe das sich das in Zukunft bessern wird.","replies":[]},{"id":"","poster":"Night Lead","date":"2017-09-20T06:15:00.909+0000","up_votes":1,"down_votes":0,"body":"ich kenne es umgekehrt ich als support kommandiere alle herrum, ach halt gebe tipps ^^","replies":[{"id":"","poster":"Qbert","date":"2017-09-20T06:29:17.297+0000","up_votes":1,"down_votes":0,"body":"dito o/","replies":[{"id":"","poster":"Night Lead","date":"2017-09-20T06:54:50.150+0000","up_votes":1,"down_votes":0,"body":"das beste ist das rumpingen des adc´s wenn er nicht warded. Ihm dann beim ersten back erklären was man von ihm will mit den pings","replies":[{"id":"","poster":"clair de lune289","date":"2017-09-20T09:11:46.547+0000","up_votes":1,"down_votes":0,"body":"ich finde es immer lustig wenn ich meinen Ward CD  im Chat anzeigen lasse und danach den \"Hilfeping\" an einer passenden Stelle nutze.\n30sec später kommt dann der gegnerische Jungler und macht einen guten Gank und ich kann quasi nur \"zusehen\" wie mein ADC mindestens Flasch verliert.\nEs gibt dann tatsächlich noch ADCs die im Chat fragen \"why didnt you ward?\"","replies":[{"id":"","poster":"Night Lead","date":"2017-09-20T09:20:07.435+0000","up_votes":1,"down_votes":0,"body":"Das kenne ich nur zu gut, oder wenn man vorsicht pingt und back geht (um wieder sightstone aufladungen zu bekommen) und der adc dann stribt. Es gibt dann auch welche die schreiben \"its lost support dosent sty with me\". Da denke ich mit immer wtf was beid dir los","replies":[]}]},{"id":"","poster":"Qbert","date":"2017-09-20T06:56:35.479+0000","up_votes":1,"down_votes":0,"body":"hehe, genau :'D\n\nIch mache das immer so: Ich pinge in den Busch, passiert nichts, lasse ich meinen CD auf dem Trinket im Chat anzeigen und pinge wieder in den Busch .... meistens(90%) warded der ADC dann im Busch sobald er es sicher kann ... funktioniert das nicht, tippel ich \"ward pls\" und pinge erneut, das reicht dann eigentlich","replies":[]}]}]}]},{"id":"","poster":"Sylvánas","date":"2017-09-20T07:41:54.308+0000","up_votes":1,"down_votes":0,"body":"Bin selbst Support Main und erlebte sowas eher bei anderen Rollen als Support. Mir sagt eigentlich nie jemand, was ich spielen soll. Ich prepicke immer meinen Champion, meistens Soraka, und da sagt niemand etwas dagegen. Auch wenn ich Lulu oder Nami prepicke sagt niemand etwas. Mir wird auch nicht vorgeschrieben welche Summs ich benutze, kommentiert auch niemand. Auch im Game wird mir nichts vorgeschrieben, liegt aber vl daran dass die Leute ja sehen, wie viele Games ich als Support habe, also ich weiß schon das man derzeit Ardent vor einem Sightstone kauft (für Vision holt man sich einfach Controlwards). Würde ich mit einem Twitch ADC spielen und mir zuerst Sightstone kaufen, würde der Twitch bestimmt auch was schreiben, weil es einfach keinen Sinn macht wenn du jmd wie Twitch als ADC hast und dir einen Sighstone anstatt eines Ardent Censers kaufst. Hin und wieder sagt mal jemand \"ward baron\" wobei ich meistens eh schon auf dem Weg dorthin bin, wenn mein Ward expired ist. xD \n\nIch erlebe viel mehr in der Champselect, dass die Leute dem Midlaner / Jungler und Toplaner vorschreiben, was sie spielen sollen. \"Play AP Mid\", \"Dont play Kayn\" \"Play tank top\" usw. Ich als support erlebe sowas sehr selten.","replies":[]},{"id":"","poster":"zoriax","date":"2017-09-20T00:52:48.436+0000","up_votes":1,"down_votes":0,"body":"Eigendlich ist es wirklich dummheit der Leute überhaupt jemanden zu sagen was er Spielen, bauen oder tuen soll. Im normalfall spielen alle auf dem selben Level. Das heißt jeder spieler ist im ganzen so gut wie ich. Auch wenn er etwas schlechter macht ist er in einem anderen Bereich besser. Ihm was bei zu bringen ist auch nutzlos da er:\nA: Sich in DEINEM Spiel umorientieren muss\nund\nB: Er das gelernte im nähsten Spiel unter umständen gegen dich verwenden könnte.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-09-20T07:04:30.077+0000","up_votes":1,"down_votes":0,"body":"Die Wahrscheinlichkeit jemanden wiederzusehen ohne ihn auf der Freundesliste zu haben, ist doch sehr gering... besonders in Silber(die meisten Spieler sind Silber, speziell silber5) , aber auch in Bronze, Gold, vieleicht darüber... aber selbst in Platin ist es noch unwahrscheinlich und in Diamond kommt es schon recht selten vor...{{sticker:sg-ahri-3}}","replies":[]}]},{"id":"","poster":"Oriius","date":"2017-09-20T06:05:37.266+0000","up_votes":1,"down_votes":0,"body":"ehrlich gesagt passiert sowas wirklich sehr selten. gut ich meine ich spiele support eigentlich recht solide wenn auch nicht perfekt aber ich kann  eigentlich behaupten das ich zumindest halbwegs worth bin.\n\nfinds auch durchaus ok wenn einige leute vernünftig sagen oder fragen ob du nicht das und das item bauen könntest usw also damit habe ich keine Probleme ... ich bin froh über jeden adc der sich drum bemüht mir zu helfen wie ich ihm helfe und jeden adc der weiß was er tut und weiß wie man am besten vorteile aus den items rausziehen kann.. ich kriege in letzter zeit gefühlt 80% feedene botlanes rein und ich agiere lieber sehr gut mit meinem adc und spreche mich mit ihm ab als wieder ein weiteren trash adc zu haben mit dem ich 0 kommuniziere.\n\noft ist die kommunikation der schlüssel zum erfolg und da finde ich eine ordentliche schnellgehende itembesprechung durchaus ok und mich stört sowas auch nicht.\n\nich verstehe dein problem dir geht es ja darum das die leute dir eher \"befehle\" erteilen was du zu machen hast und das ist natürlich schon extrem nervig aber   \nwenn man sich ordentlich unterhält kann man meist eine lösung für beide Seiten finden .\n\nwenn ich nicht gerade einen bestimmten supporter spielen will frage ich auch öfter den adc welchen supporter er gerne am liebsten hätte und diese botlanes machen entweder mega fun oder man gewinnt das game alleine durch die kommunikation am anfang. wenn ich botlanes habe die einfach random instalocken und in der champselect nix schreiben sind das oft die adc´s die ihre rolle nicht spielen können oder einfach nur sucken weil die kommunikation auch im game nicht besser wird und dadurch ist das game sehr oft lost.\n\nviele Leute wollen dich damit eigentlich nicht rumkommandieren auch wenn es schriftlich so rüberkommt. viele wollen dir lediglich tipps geben was du vielleicht besser machen könntest und woraus du vielleicht versuchen solltest zu lernen und ja mir hat das teilweise sehr geholfen da ich anfangs ein sehr schlechter supporter war. und solche spieler sind mir allemal lieber als \"report 9x sup\" weil die wieder scheiße waren und dem supp die schuld geben müssen ^^ \n\nmeine persönliche erfahrung ist halt grundlegend folgende:\n\nein adc der mit mir kommuniziert und zwar in normalem tonfall gewinnt mit mir nahezu immer die lane und ein adc der mit mir 0 schreibt oder im optimalfall noch flamed der steht am ende oft 1:5-10  oft reicht auch für die allgemeine motivation wenn er n fehler macht einfach ein \"kann mal passieren ist halt blöd gelaufen\" und wenn er was gut gemacht hat einfach ein \"nice\" oder \"wp\" . oft sind diese adc´s wahnsinnig motiviert wenn er von seinem supporter ein wenig gelobt wird für seinen spielstil und es gibt dann einfach keine probleme mehr und das game macht trotz einer möglichen niederlage einfach fun weil die leute gut drauf sind. verbesserungen zu meinem support gibt es eigentlich nie weil entweder gewinnt man bzw agiert generell gut oder der adc ist sofort salty und ragequitted und kommt gar nicht dazu.","replies":[]},{"id":"","poster":"Qbert","date":"2017-09-20T05:22:03.611+0000","up_votes":1,"down_votes":0,"body":"Also ich verstehe was du meinst, aber mir persönlich passiert das wirklich sehr selten bis gar nicht.\nIn der Champselect kommt es schon mal vor, dass ein ADC mir sagt/mich fragt, ob ich einen bestimmten Supporter spielen kann ... aber in der Regel(wenn mein Main Lulu gebannt ist) frage ICH sogar den ADC, mit welchem Support er sich auf der Lane am wohlsten fühlt.\nAuch passiert es in-game häufig das ICH die Leute frage bzw. denen sage, sie mögen doch bitte ihr pinkward stellen oder ich frage denk tanky toplaner ob er bspw. Solari kauft. Damit möchte ich lediglich eine bessere Abstimmung erwirken und ggf. kann ich mich dann auf andere Stellen/Items konzentrieren.\n\nIch find, dass darf man nicht so eng sehen.\nKlar, wenn dir eine sagt \"mach dies, tu jenes\" schwingt oft der Gedanke mit, er hielte sich für besser/dich für schlecht und diktiert es dir. Aber versuche es einfach von einer anderen Perspektive zu sehen - sieh es als Hilfe/konstruktive Kritik/das Bedürfnis nach Abstimmung zwecks Effektivität/Teamplay.\n\nWie gesagt, selten sagt mir jemand Dinge wie \"mach das so und so\" und wenn, dann schau ich ob es schlau ist und tue es ggf.\n\nUnd nur als Tipp, Coin auf tanky supports wie Braum zu bauen ist nicht clever und das Lulu-Schild ist wenigstens in der Lane-Phase stärker als der Nami-Heal. Klar ist Heal immer ganz gut, aber Schadensvermeidung > Schadensverminderung.","replies":[]},{"id":"","poster":"Awsane","date":"2017-09-20T00:05:25.196+0000","up_votes":1,"down_votes":0,"body":"Also ich als Support Spieler kann das total verstehen, das ist mega nervig\n\n\nwobei ich sagen muss, dass es mir persönlich eher selten passiert. Also gerade den letzten Abschnitt mit dem Warden und Groupen wird mir gar nicht gesagt.  Und ich muss sagen, dass ich ingame auch hin und wieder andere auffordere bestimmte stellen zu warden wenn ich dafür mal keinen verfügbar habe. Daher würde ich das nicht so eng sehen was das betrifft, weil da ist Kommunikation besser als keine auch wenn es nervig ist und falsch rüberkommt weil es einfach so schneller geht.\n\nund das mit den Champs/items ist so ne Sache. Klar soll man nicht bevormundet werden.\nAber man muss auch ganz klar sagen, dass Lulu Janna etc momentan so stark und einfach zu spielen sind für die Effektivität die sie haben, dass du auch deine Teammats verstehen musst, dass sie gerne so einen Support im Team haben wollen.  Ich spiele die nun selber und starte jedes game in der select mit der aussage \"you can pick me lulu janna if you want, got all champs to swap\" daher passiert mir das eher weniger (hat noch andere Vorteile wie der, das fast immer mind. eine solo lane den Counter pick hat was man nicht unterschätzen darf). Und ich muss sagen, der Vorteil den man hat, wenn man so einen ardent champ hat und die Gegner nicht ist gewaltig, daher wenn du das nicht spielen willst, verstehe zu akzeptieren, dass deine Teammitspieler damit nicht glücklich sein werden, genau wie es ok ist wenn du nicht glücklich mit deren picks bist. Ich finde jeder sollte Pick vorschläge geben dürfen was gut passt ins Team in der select, die man natürlich nicht als Empfänger umsetzten muss, aber dann kannst du ja sagen, dass du anderes besser kannst, damit kommen sehr viele dann auch zurecht und sagen ok.","replies":[]},{"id":"","poster":"Released Ape","date":"2017-09-19T21:33:37.663+0000","up_votes":1,"down_votes":0,"body":"> Was habt ihr für Erfahrungen gemacht? Und was denkt ihr euch dabei wenn ihr euch so gegenüber eurem Support verhält?\n\nGenerell schreiben die Leute auch anderen Rollen bzw. anderen Menschen etwas vor. Der Support und der Jungler sind meistens in der Schussbahn, weil die Interaktion mit diesen in der Regel am höchsten ist. Der Jungler kann deine Lane retten oder voranbringen, der Supporter arbeitet zu Beginn mit den ADC und im Normalfall auch später sehr viel zusammen - dann wenn die eigene Leistung auf anderen aufbaut, ist die Schuldzuweisung am höchsten.\n\nGlaub mir dem Jungler wird häufig gesagt er solle hier und da ganken, wehe wenn der Gegner Jungler in der eigenen Bilanz 1x mehr gegankt hat! Dann geht man sofort afk und setzt den Jungler unter Druck. Das ist häufig so und es gibt eine Lösung und die heißt: Mute und konzentriert weiter spielen. Sobald die erste Beleidigung kommt ist die Wahrscheinlichkeit für konstruktiven Informationsaustausch beinahe 0. Selten besinnt sich ein Spieler und unterdrückt das eigene Ego.\n\nJeder gibt Tipps oder Anweisungen, weil sie der Meinung sind das wäre das beste fürs Team. Und genau deswegen kommen oft solche Aussagen die meist kontraproduktiv sind, deswegen werden auch mittlerweile freundlich gemeinte kleine Anregungen nicht akzeptiert. Einfach niemanden etwas empfehlen, wenn er nicht selber nachfragt.","replies":[]},{"id":"","poster":"NnightaCl","date":"2017-09-21T19:14:44.773+0000","up_votes":1,"down_votes":1,"body":"Ich seh schon mit euch hardcore elo experten bringt sich diskutieren gar nichts hahaha\nEdit: die silber und gold support mains mussten ja alle von ihren mobafire builds überzeugen, sorry für das abschweifen des themas^^","replies":[{"id":"","poster":"RoyalA","date":"2017-09-21T19:27:32.211+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=NnightaCl,realm=EUW,application-id=KYnfKGf0,discussion-id=V38I03e0,comment-id=001a,timestamp=2017-09-21T19:14:44.773+0000)\n>\n> Ich seh schon mit euch hardcore elo experten bringt sich diskutieren gar nichts hahaha\n> Edit: die silber und gold support mains mussten ja alle von ihren mobafire builds überzeugen, sorry für das abschweifen des themas^^\n\nBin selber nur Gold aber muss dir leider Recht geben..^^","replies":[]}]},{"id":"","poster":"Miniphiri","date":"2017-09-20T22:54:17.544+0000","up_votes":1,"down_votes":2,"body":"als wenn das nur bei den supps so wäre. das spiel is zu 90% voller asozialer menschen die dir wünschen das du an aids verreckst während sie deine mutter im bett rammeln und gleichzeitig denken das sie das spiel besser können als jeder andere und versuchen dir zu sagen was du zu machen hast selbst wenn sie schon 0/20/0 stehen","replies":[]},{"id":"","poster":"EpileptiCx","date":"2017-09-20T01:53:10.416+0000","up_votes":2,"down_votes":5,"body":"https://www.youtube.com/watch?v=VjzgbZL12VI&t=\n\nenjoy \n\nLeague in a nutshell :=)","replies":[]}]}