{"id":"mYIYhVU9","poster":"FRlES B4 GUYS","date":"2017-09-19T17:43:51.647+0000","title":"EXTIVITY SUCHT DICH!","subforum":"Clans & Teams","embed":{"title":"Extivity","description":"Gaming Organisation","url":"http://extivity.de","image":"http://extivity.de/wp-content/uploads/2017/09/kwk1.png"},"up_votes":4,"down_votes":2,"body":"Guten Tag Gamer und Gamerinnen,\r\ndu bist auf der Suche nach einer Community, die einen freundlichen Umgang pflegt und sich mit DIR weiterentwickeln wird? Dann bist du bei Extivity eSports genau richtig!\r\nExtivity eSports ist eine deutsche Gaming Organisation die am 13 November 2016 gegr&uuml;ndet wurde.\r\nUnser Ziel ist es unseren Mitgliedern die M&ouml;glichkeit zu bieten sich im eSport zu beweisen. In unserer Organisation bekommt jedes Team die gr&ouml;&szlig;tm&ouml;gliche Unterst&uuml;tzung des Managements um unseren Spielern das perfekte Spielerlebnis zu bieten.\r\nEinzelspielern bieten wir eine sch&ouml;ne und famili&auml;re Atmosph&auml;re, in der sie ihre Freizeit mit neuen Mitspielern verbringen k&ouml;nnen. Spa&szlig; ist hierbei der Hauptfaktor. Als Mitglied unserer Community hast du die M&ouml;glichkeit unseren Teamspeak frei zu nutzen, unser Logo zu tragen, an unseren internen Events und Auslosungen teilzunehmen und dich f&uuml;r ein Team zu bewerben welches deinem Niveau entspricht.\r\nBei uns werden Spiele aller Art gespielt, jedoch liegt unser Hauptfokus auf kompetitiven Spielen wie Counter Strike, League of Legends, Playerunkown&#039;s Battlegrounds u.&auml;.\r\nIn den genannten Spielen m&ouml;chten wir Teams aufbauen, um auch im eSport eine gewisse Reichweite zu erlangen. Wir stellen uns vor, eine gro&szlig;e und aktive Community zu erschaffen, die hinter den Main Teams der vertretenen Spiele steht und sie unterst&uuml;tzt.\r\nUns gibt es noch nicht lange, dennoch sind wir bestrebt zu einer bekannten und gro&szlig;en Organisation heranzuwachsen. \r\nWenn du uns auf dieser Reise begleiten willst dann solltest du folgendes mitbringen:\r\n\r\n* Du solltest mindestens 16 Jahre alt sein\r\n* Aktivit&auml;t auf unserem Teamspeakserver \r\n* Spielerfahrung in Sachen League of Legends oder CS:GO \r\n* Teamf&auml;higkeit, sowie sachlicher Umgangston und Objektivit&auml;t bei Meinungsverschiedenheiten \r\n* funktionierendes Headset mit Mikrofon\r\n\r\nWas wir dir bieten: \r\n\r\n*  erfahrende Ansprechpartner in CS:GO und League of Legends\r\n* regelm&auml;&szlig;ige Events und Turniere\r\n* gut strukturiertes Aufnahmesystem\r\n* famili&auml;rer Umgang\r\n* Die M&ouml;glichkeit ein Community Team zu erstellen das voll von uns unterst&uuml;tzt wird\r\n\r\nDu hast noch Fragen? Du bist interessiert? Dann komm auf unseren Teamspeakserver und wir beantworten deine Fragen gerne. \r\nWir freuen uns auf DICH!\r\n\r\nDein Extivity eSports-Team\r\nTeamspeak-IP: ts.extivity.de\r\nHomepage: extivity.de/","replies":[]}