{"id":"AZ1cVzwG","poster":"MM BozzBrain","date":"2017-09-19T12:24:21.007+0000","title":"Bildschirm freezt in Lol komplett höre manchmal noch Sound oder Pc stürzt ganz ab (INGAME)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\r\n\r\nspiele jetzt seit 6 Jahren league of legends und hatte nie Problem damit und ist auch mein hauptspiel was ich spiele und in dem ich sehr gut bin.\r\nSeit dem Patch 7.6 , kriege ich Bildschirm freezes , oder der Pc st&uuml;rzt komplett ab und muss in shutdownen und neustarten.\r\nHabe jegliche Treiber aktualisiert nochmal deinstalliert und neu installiert, ebenfalls league of legends deinstalliert und neu installiert und sogar meinen PC nochmal komplett neu sauber aufgesetzt . Das Problem bleibt trotzdem bestehend.\r\nHier ein paar Daten zu meinem Pc da dieser erst 1 Jahr alt ist und schon gut Geld gekostet hat.\r\n\r\nWindows10\r\nIntel(R) Core(TM) i7-4770 CPU 3,40Ghz\r\n16 GB Ram\r\n64 Bit Betriebssystem\r\n\r\nIch hoffe das mir irgendwer bitte weiterhelfen kann da ich auch in Teams spiele und ich sonst nicht mehr daran teilnehmen kann.\r\nMit Freundlichen Gr&uuml;&szlig;en\r\nBozzBrain","replies":[{"id":"","poster":"Gin","date":"2017-09-19T13:14:15.355+0000","up_votes":1,"down_votes":0,"body":"Hast du mal überprüft ob an deiner Hardware irgendwas beschädigt ist? (Eventuell überhitzt auch irgendwas?)\n\nDu kannst ansonsten mal mit dem [HRT](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) die Logs aus deinem **Riot Games** Ordner exportieren lassen und wie folgt hochladen damit ich mir diese anschauen kann:\n\n> Zum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht.\n\nIch bezweifle dass es irgendwas mit dem Client und Spiel selber zu tun hat, aber ich könnte so zumindest mal reinschauen ob ich daraus irgendwas interessantes entnehmen kann.\n\n(Dort wird unter anderem auch deine Hardware vollständig ausgeführt, also auch Grafikkarte und co. die du oben nicht genannt hast.)\n\nSolltest du irgendeine Fehlermeldung oder ähnliches kriegen, wären diese auch interessant für mich. Aber wenn er einfach nur abstürzt/freezed halte ich das für eher unwahrscheinlich.\n\nAuch interessant zu wissen wäre ab wann es abstürzt und ob es konsistent ist. (z.B immer in Teamfights, oder ob es ab einer gewissen Anzahl an Minuten zu Problemen kommt.)","replies":[{"id":"","poster":"MM BozzBrain","date":"2017-09-19T15:25:25.923+0000","up_votes":1,"down_votes":0,"body":"die abstürze sind ganz unterschiedlich habe es immer auf 144 fpsgespielt und es hat geklappt oder sogar open , dann mit schwankender füs von 200-350. als die abstürze anfingen hat es sich auf einmal von selbst auf 60 fps eingestellt und lief. dadurch das ich mit 60 fps nicht gut spielen kann weil es rukelt habe ich wieder versucht es höher zu stellen und manchmal klappt es dann ein bisschen und dann stürzt es wieder direkt ab sobald ich ingame bin. ich habe keine Ahnung woran es liegt und fände es schade deswegen mit league of zuhören weil der spielspaß doch ziemlich zerstört wird und man unnötig viel lp in rankeds verliert oder gar bestraft wird weil man afk gehen muss weil das spiel immer abstürzt","replies":[{"id":"","poster":"Gin","date":"2017-09-20T08:09:53.857+0000","up_votes":1,"down_votes":0,"body":"Wenn du deine FPS auf 80-120 begrenzt, sollte das für dich nicht mehr \"ruckeln\" und deinen Rechner nicht so sehr auslasten. Er sollte also nicht mehr abstürzen oder freezen.\n\n200-300 FPS sind kompletter Overkill, der Unterschied zu 120 FPS und ähnlichen Werte ist kaum bis gar nicht feststellbar, und du lastest damit deine Hardware nur unnötig aus.\n\nEDIT:\n\nAchja, und deine Logs sind angekommen.","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-09-19T21:05:18.271+0000","up_votes":1,"down_votes":0,"body":"Nun nochmal von hier (\"hier\" ist abends vom Laptop aus). \n\nFür andere helfende/mitlesende einen Zwischenbericht:\nMit OCCT haben wir heute (ingame kommuniziert) zumindest keinen schnell erkennbaren Fehler in Form von Errors beim GPU Test gefunden. Aber Der OCCT-Test wollte nicht mit Directx11 laufen sondern nur mit DirectX9. Daraufhin ein sfc /scannow laufen lassen, da DirectX11 (bzw. 12) Teil von Win10 ist und nicht separat aufgespielt wird. Sfc hat keinen Fehler in den Systemdateien gefunden.\n \n\nDas Fehlerbild ist ja etwas speziell, da es \n1.) bei CS-GO ja keine Probleme gibt (ich kenne aber das Spiel nicht). \n2.) Aber es Freezed und \n3.) der Rechner stürzt ab. \n4.) Und das nicht konsequent immer sondern nur bei Frameraten über 60fps, also erhöhter Last für den Rechner, die Grafikkarte und das Netzteil.\n\nEin Rechner geht nicht wegen nichts aus.\n\n\nGut. Das mit dem Afterburnerund der Kontrolle der Volt/MHz steht auf meiner Liste noch und ich würde versuchen wollen ob sich etwas verändert wenn Du das Spiel im randlosen Fenstermodus spielst. Ich gehe davon aus das der Händler die Temperaturen als Ursache ausgeschlossen/nachgesehen hat.\n\nDie Kontrolle der Werte (stehen nur beim Vollbild-Modus links oben) sowie das mit der erhöhten Last kannst Du anstelle des OCCT-Testes (welcher wegen dem Directx11 nicht richtig geht)  auch mit dem Programm \"Furmark\" machen. \n\nAls drittes für \"zu testen\" steht auf meinem Zettel noch das Herunterregeln der Karte über den Afterburner und sehen ob sie dann ohne Abstürzen läuft. Das machen wir dann wenn das andere nichts erbracht hat.","replies":[]}]},{"id":"","poster":"MM BozzBrain","date":"2017-09-19T13:43:58.994+0000","up_votes":1,"down_votes":0,"body":"habe die logs jetzt hochgeladen glabe ich","replies":[]}]},{"id":"","poster":"MM BozzBrain","date":"2017-09-19T16:18:01.716+0000","up_votes":1,"down_votes":0,"body":"und was kann ich jetzt damit machen habe mir beides heruntergeladen , kenne mich nämlich mit PCs nicht so gut aus, oder was sagen mir die Programme jetzt aus?","replies":[{"id":"","poster":"Pandeonor","date":"2017-09-19T16:49:33.027+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MM BozzBrain,realm=EUW,application-id=7hciEY9w,discussion-id=AZ1cVzwG,comment-id=0003,timestamp=2017-09-19T16:18:01.716+0000)\n>\n> und was kann ich jetzt damit machen habe mir beides heruntergeladen , kenne mich nämlich mit PCs nicht so gut aus, oder was sagen mir die Programme jetzt aus?\n\nAfterburner starten. In der Mitte auf das Zahnrad drücken. Dort auf den Reiter \"Überwachung\". Mache einen Haken bei \"GPU Spannung\" und ganz unten siehst Du \"Zeige On Screen Einblendung\". Dort auch einen Haken. Dann hast Du schon einmal links oben (bei einer Fullscreen-Anwendung) die Voltzahl der GPU. Andere Werte dann gleichartig anhaken.\n\nEdit: jede Grafikkarte hat einen Soll-Wert was die Voltzahl angeht, ebenso die Taktraten für GPU und RAM. Wird die Voltzahl bei Lastwechsel nicht erreicht bzw. kommt es zu Schwankungen, dann bricht die Grafikkarte entweder kurzzeitig (Freeze/Blackscreen) oder der Rechner komplett zusammen. Unterschiedliche Voltzahlen bei unterschiedlicher Last ist normal, aber bei Vollast muss die Voltzahl stabil bleiben.","replies":[]}]},{"id":"","poster":"Pandeonor","date":"2017-09-19T16:00:14.172+0000","up_votes":1,"down_votes":0,"body":"Lade Dir den MSI Afterburner herunter und installiere ihn zusammen mit RivvaTuner. Lasse Dir folgendes Onscreen anzeigen:\n\n- Volt (GPU)\n- MHz (RAM)\n- MHz (Core)\n\nDas kannst Du Dir z.B. während eines Furmark-Testes (nur kurz laufen lassen, Werte ablesen und dann abbrechen) anzeigen lassen.\n\nIch hatte mit meiner 750Ti gleiches Fehlerbild. Bei mir war es die Spannung welche bei Last nicht mehr gegeben war und random (meist bei Lastwechsel) zu Abstürzen geführt hat. Ich denke ähnliches kann bei Dir der Fall sein. Das ein Computerheinz drüber gesehen hat ist m.E. kein Argument. Der Rechner war dort und es ist imho eindeutig ein Problem vorhanden (Hardware) dessen Ursache er nicht gefunden hat und daher hat er evtl. (=offensichtlich, da nicht behoben) auch nicht an der richtigen Stelle gesucht. Wir wissen nicht wo er gesucht hat, also: alles prüfen.\n\nHauptverdächtig für mich: Volt GPU evtl. Kartenseitig oder Unterversorgung durch Netzteil.","replies":[]},{"id":"","poster":"MM BozzBrain","date":"2017-09-19T13:37:19.150+0000","up_votes":1,"down_votes":0,"body":"Ich hatte meinen Pc nochmal abgegebn wo ich ihn gekauft habe und er hat alle checks gemacht wenn er die grafikkarte voll auslastet ob er abstürzt etc.\nwar alles in Ordnung sagte er und ist auch nicht abgestürzt.\nDas komische ist nämlich , das bei anderern spielen nix passiert z.b cs go kann ich auf 200 fps zocken ohne das er da einmal ausgegangen ist .\nSchaue mal wie das mit den logs geht und versuche sie dann hochzuladen.","replies":[{"id":"","poster":"MM BozzBrain","date":"2017-09-19T13:39:17.824+0000","up_votes":1,"down_votes":0,"body":"und er hat alle Hardware checks gemacht , es war nix kaputt und alles ist auf dem neusten stand","replies":[]}]}]}