{"id":"Va40skib","poster":"Nuix","date":"2017-09-17T19:23:50.874+0000","title":"Flexi - Bronze Heaven","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":2,"body":"Hiho liebe Com.\r\nNun ist es also amtlich: Meine zweite Promo-Serie konnte ich nicht erfolgreich abschlie&szlig;en. Was mir etwas negativ aufgefallen ist, sind diverse Trollpicks im eigenen Team, wie ein Draven Top gegen einen Tryndamere. Nach wenigen Minuten stand es dann auch bereits 5/0 und der dropps war gelutscht. Immerhin hatten wir 3 premades, der Gegner 4, aber das scheint in Flex der Standard zu sein. Ich sehe - in meinen Promos - oft nur ein 2er premade in meinem Team, w&auml;hrend der Gegner 2 2er oder einen 3er hat. Beim Pokern w&auml;re die Niederlage gewi&szlig;, und auch hier war es meisten so. Tja, ich h&auml;tte ja gerne noch Silber erreicht, aber es scheint mir, es soll nicht sein. Vielleicht bringt die n&auml;chste Saison ja (endlich) eine sinnvolle &Auml;nderung f&uuml;r Flex / Solo ansonsten sehe ich schwarz.","replies":[{"id":"","poster":"SilverPantheon","date":"2017-09-17T20:59:43.006+0000","up_votes":3,"down_votes":0,"body":"Flex matchmaking ist der größte Witz den es gibt. Leider nimmt kaum einer die Que ernst.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-09-17T23:50:31.437+0000","up_votes":1,"down_votes":1,"body":"Deswegen ist es aber easy af in Flex die Rangliste aufzusteigen. Wer wirklich in flexq nicht weiterkommt der ist in Soloq noch um einiges schlechter.\nDiese Premade ausrede zieht von TE schon lange nicht mehr xD","replies":[{"id":"","poster":"Gordalf","date":"2017-09-18T09:47:19.324+0000","up_votes":1,"down_votes":0,"body":"Naja da gebe ich dir nur bedingt Recht. Wer genug Flex games spamt, kann auch als Bronze soloq Spieler nach FlexQ Master kommen wahrscheinlich. Soweit haste Recht mit dem einfacher, allerdings mit sehr viel mehr Zeitaufwand egla wie gut du bist.\nDie games sind komplett Glücksspiel, da die Teams so durcheinander gewürfelt sind.\n\nAuch Spieler die besser sind müssen erstmal games spamen, um hoch zu kommen. Auf meinem einen smurf habe ich in soloq bis d5 70% winrate ohne größere Probleme geschafft. Jetzt schau dir mal meine Flex winrate in platin hier auf meinem main Account an... http://euw.op.gg/summoner/userName=Gordalf\nIch würde mich selber nicht als Platin Spieler sehen und ja ich habe die games getryhardet. Trotzdem nur ganz knapp über 50%.","replies":[]}]}]},{"id":"","poster":"hi im seb","date":"2017-09-18T09:29:21.562+0000","up_votes":1,"down_votes":0,"body":"seid wann kann man denn als 4er gruppe quen? davon abgesehen nur weil ein dude fed ist das game noch lang nich lost, versteh sowieso nich warum man flex zockt hab da kein einziges game mehr gezockt seit ich da gold hab dann lieber normals, die nehmen glaub ich mehr leute ernst als die flex Q lul","replies":[]},{"id":"","poster":"Shooter90","date":"2017-09-17T20:42:43.954+0000","up_votes":1,"down_votes":0,"body":"Dann spiel SoloQ? Da ist dein Problem gelöst.","replies":[]}]}