{"id":"lAMZfAHk","poster":"MumSagtDuRauchst","date":"2017-09-16T23:10:39.119+0000","title":"Disconect","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo lol supporter ich habe das problem das mein pc oder lol crashed und ich immer einen leaverbuster bekomme obwohl ich nichts daf&uuml;r kann. Wenn ich z.b den lade Bildschirm hab von den champs crashed mein spiel und da steht dont send report error oder send report error, oder mein game muss sich reparieren und ich kann nichts daf&uuml;r aber trd bekomme ich immer ein leaverbuster von 20 min immer 5 spiele lang.","replies":[{"id":"","poster":"Wekra","date":"2017-09-17T10:01:22.804+0000","up_votes":2,"down_votes":0,"body":"An welchen Stellen tritt das auf?\n\nHast du mal den hier versucht?\n\nhttps://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-09-20T15:33:35.145+0000","up_votes":1,"down_votes":0,"body":"Wenn ab und an der Rechner komplett abstürzt würde ich vermuten das die Grafikkarte ein Problem hat. Im Idealfall ist es nur der Treiber oder eine Treibereinstellung oder ein Hitzeproblem, im worst case ist die Karte nicht in Ordnung oder das Netzteil.\n\nPoste einmal Deine Hardware, dann sehen wir weiter.","replies":[]},{"id":"","poster":"MumSagtDuRauchst","date":"2017-09-20T15:31:36.381+0000","up_votes":1,"down_votes":0,"body":"Am ladebildschrim und am anfang eines spiels, oder mein pc stürzt ab :c was sehr nervig ist. wäre echt cool wenn ihr da was machen könntet es ist nämlich schonwieder passiert -,-\n\n\nIch probier es mal aus (Repair Tool)","replies":[]},{"id":"","poster":"MumSagtDuRauchst","date":"2017-09-20T15:25:54.774+0000","up_votes":1,"down_votes":0,"body":"Hallo , es passiert am anfang eines spiels oder auch im ladebildschrim, manchmal aber auch stürzt mein pc ab bruh. also es wäre echt cool wenn ihr da was machen könntet es ist nämlich schonwieder passiert : der leaverbuster -,- !!!\n\n\nIch sag wenn es mit dem \"Repair tool\" klappt !","replies":[]}]}