{"id":"hmnPjR8R","poster":"Zehnder","date":"2020-03-05T20:30:34.281+0000","title":"Eternals","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Die Eternals sind da! Schön und gut. Generell habe ich weder ein Problem damit dass man dafür echtes Geld ausgeben muss bzw. wenn man will auch Blue Essenzen am Anfang, noch habe ich ein Problem damit das es standartisiert bei jedem angezeigt wird. Womit ich allerdings ein massives Problem habe ist das man es nicht ausstellen kann ( zumindest nicht den Death-Showcase ). Es ist einfach nur nervig und wenn man die Stats der Gegner sehen will drückt man einfach TAB und fertig. Ich will nicht 10 Sekunden lang eingeblendet bekommen wie irgendjemand schon insgesamt 50 Takedowns und 14 Epische Monster erledigt hat. Es interessiert mich und warscheinlich viele andere nicht. Für mich sind die Eternals einfach nur ein Pay to BM modell was nicht wirklich einmal Spaß macht. Klar RIOT würde weniger Geld machen wenn es nicht garantiert wäre, dass der Gegner auch den BM sieht aber RIOT verkauft uns hier den nerfigen 12 Jährigen der die ganze Zeit sein Lvl 7 Yasuo Mastery Emote Spamt und  den Chat voll müllt. Bitte Riot stellt doch wenigstens eine Option zur Verfügung, die alles was mit den Eternals zu tun hat ausstellt ( Die Mastery Emotes verbesserungen sind ja nicht schlimm ) auch wenn ihr damit weniger Geld verdient. Die Lol Community ist eh schon toxic genug. Verstärkt das bitte nicht indem ihr das auch noch zum Kauf anbieter und uns dann ins Gesicht drückt. ;C","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:25:37.429+0000","up_votes":3,"down_votes":0,"body":"Riot so \n\n\"Oh die ewigen das ist voll der dumme scheiß aber es bringt Geld.  Schnell wir löschen das Forum bevor sich jemand beschwert\" \n\nIch reportet jeden der das Benutz unter den Report Grund Belästigung....","replies":[]},{"id":"","poster":"Reaz83","date":"2020-03-06T05:16:49.954+0000","up_votes":3,"down_votes":0,"body":"Wer zahlt für sowas echt Geld {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:26:00.857+0000","up_votes":2,"down_votes":0,"body":"Denk hauptsächlich yasou, Yi und Riven Spieler","replies":[{"id":"","poster":"Daisy is my Hoe","date":"2020-03-06T08:52:12.279+0000","up_votes":1,"down_votes":0,"body":"Ich bin ivern Main. Und bin seit dem es das erste mal angekündigt wurde giga Hyped darauf. Und ist ja nicht wirklich BM ist halt eine nice Fortschritts Anzeige","replies":[]}]}]},{"id":"","poster":"Interuppt","date":"2020-03-05T23:42:41.503+0000","up_votes":3,"down_votes":0,"body":"Sehe ich absolut genau so. \"Pay to BM\" ist nichts, was dieser sowieso schon viel zu toxischen Community aufgezwungen werden sollte!","replies":[{"id":"","poster":"YΩsuo","date":"2020-03-06T00:18:56.900+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:27:02.607+0000","up_votes":1,"down_votes":0,"body":"Musst du nicht Mathe studieren ....","replies":[{"id":"","poster":"Veezey","date":"2020-03-06T13:34:21.861+0000","up_votes":1,"down_votes":0,"body":"Ne er muss dumme Kommentare abgeben um seinem Namen alle Ehre zu machen^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-09T08:56:54.186+0000","up_votes":1,"down_votes":0,"body":"Er geht garnicht studieren ... Seine Eltern haben ihn yasou spielen sehen und haben ihn raus geworfen :D \nJetzt sammelt er pfandflaschen um dann im Internet Café hier Posten zu können ^^","replies":[]}]}]}]}]},{"id":"","poster":"Dorito Shock","date":"2020-03-06T20:13:41.175+0000","up_votes":1,"down_votes":0,"body":"{{champion:157}}","replies":[]}]}