{"id":"aAQq2xil","poster":"xArznay","date":"2017-09-13T14:48:38.786+0000","title":"Teamerstellungen und Mitglieder","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Liebe Community,\r\nmit diesem Post wollen wir, Gaming 4 eSports, uns Vorstellen.\r\n\r\nDer Name Gaming 4 eSport wurde gew&auml;hlt, da er genau das Ausdr&uuml;ckt was wir mit unserer Organisation erreichen wollen: n&auml;mlich den eSport unterst&uuml;tzen und viele Teams auf die Beine zu stellen und l&auml;sst sich durch seine einfache Abk&uuml;rzung G4E perfekt merken. \r\n\r\n\r\nDas Ziel der Organisation ist es, durch eine gut durchdachte Planung und ein engagiertes Management, den Teams unserer Organisation eine M&ouml;glichkeit zu bieten, sich stetig weiter zu entwickeln und neue Erfolge zu erreichen. Nat&uuml;rlich hat dies auch f&uuml;r uns Vorteile. So k&ouml;nnen wir Gaming 4 eSports einen Namen verleihen und neue Partnerschaften eingehen. Aus diesem Grund werden bei uns sowohl Amateur-Teams als auch professionelle Teams aufgenommen und nat&uuml;rlich auch Spieler welche einfach nur mit mehreren Mitgliedern spielen wollen.\r\n\r\n**Was wir zurzeit vorhaben oder Suchen: **\r\n\r\n1. Team erstellungen im Bereich Gold und Platin. Sobald sich 5 Spieler gefunden haben, welche gut miteinander Harmonieren, bekommt das Team einen Teamchannel, in dem Ihr dann Trainingszeiten festlegen k&ouml;nnt sowie, welcher Spieler Teamleiter und welcher Stllv. Teamleiter &uuml;bernimmt. Sp&auml;ter wird dann auch ein Coach organisiert, der euch beim Training Unterst&uuml;tzt. \r\n-&gt; Diese Teamm&ouml;glichkeiten gibt es:  reines Gold Team, High Gold mit Low Platin und ein reines Platin Team. \r\n\r\n2. Community Mitglieder: Wir suchen ebenso Mitglieder welche einfach aus Spa&szlig; spielen ohne ein festes Team mit Trainingszeiten zu wollen. \r\nHier ist jede Elo willkommen! \r\n\r\n**Was bieten wir euch? **\r\n- eine einwandfreie Zusammenarbeit mit dem Gaming 4 eSport Team\r\n- einen sehr gut Strukturierten gro&szlig;en TS3\r\n- Scrims mit anderen Teams von uns\r\n- eine freundliche und lustige Organisation\r\n- Aktive Spieler im Bereich League of Legends, CSGO, R6S und Overwatch\r\n- eSport Teams welche bereits bei kleineren Turnieren und Liga Spielen mitmischen\r\n- 2 Streamer von Twitch\r\n- Erfahrene Coaches die euch auch mal Tipps geben, auch wenn Ihr nicht in einem Team seid\r\n\r\n\r\nHabt ihr Interesse? Dann addet doch einfach den Vorstand (Inhaber dieser Organisation) oder mich!\r\nNoisyshoot oder xArznay\r\n\r\nWir freuen uns schon auf euch! \r\nGaming 4 eSport Management\r\n{{sticker:slayer-jinx-catface}}","replies":[]}