{"id":"g2t1Fo4p","poster":"TryToStayAlive","date":"2017-09-10T18:36:54.589+0000","title":"OrcaGaming Community sucht neue Member!","subforum":"Clans & Teams","embed":{"title":"Die Community OrcaGaming wurde 2017 von zwei Freunden ins Leben gerufen. Aus der Idee ein CS:GO-Team aufzubauen um an der 99Dmg-Liga teilzunehmen, wurde schnell auch die Idee eine Gaming Community, Mit dem Motto: \"Jeder ist willkomen, der Spaß am spiel hat!\", zu gründen.","description":"Die 7. Season der 99Dmg-Liga geht mit großen Schritten auf ihr Ende zu. Alle Teams haben hart in ihren Divisionen gekämpft und haben ihre Ziele nie aus den Augen gelassen. Doch nun kommt ein neuer Kontrahent, OrcaGaming! Das Team der OrcaGaming Community wird in der 8.","url":"https://orcagaming.jimdo.com/","image":"https://image.jimcdn.com/app/cms/image/transf/none/path/sb2c90f44252e21a6/image/iaeff54ce14310730/version/1504431018/image.png"},"up_votes":1,"down_votes":1,"body":"\nSeid gegr&uuml;&szlig;t Beschw&ouml;rer,\n\nWir, die OrcaGaming Community, suchen neue Leute die Spa&szlig; am Zocken haben. Wir sind eine Gemeinschaft, welche sich dadurch auszeichnet, dass wir eine Menge Spa&szlig; zusammen haben, zivilisiert miteinander umgehen und ganz gechillt, freundlich und offenherzig sind. Jeder von uns empf&auml;ngt euch mit offenen Armen.\n\nEgal ob Bronze oder Diamant, wir nehmen jeden einzelnen Spieler oder auch komplette Teams herzlichst auf. Unser Regelwerk ist sehr simpel und locker, zivilisiertes Verhalten untereinander und keine Reports innerhalb der Community und das wichtigste nat&uuml;rlich JEDE MENGE SPA&szlig; HABEN .\n\nWir bieten euch auch folgende Sachen:\n\n&times; einen gro&szlig;en TS3 Server &times;\n&times; eigene Teamchannels &times;\n&times; eigene Clanbereiche &times;\n&times; Sehr aktive Admins &times;\n&times; Auch Neulinge oder unerfahrene Spieler sind herzlich Willkommen &times;\n&times; Spieler die ihre Erfahrungen, Tipps und Tricks bzgl. LoL weiter geben &times;\n\nNa, interessiert? - Dann schnell in unser TS 3 kommen ( orcagaming.necror.de )\n\nViel Erfolg in der Kluft und auf ein baldiges Wiedersehen,\nw&uuml;nschen euch alle Mitglieder der OrcaGaming Community!","replies":[]}