{"id":"UnbH2HUG","poster":"Moosshadow","date":"2017-09-11T06:49:35.742+0000","title":"Sejuani ist zu stark","subforum":"Champions & Gameplay","up_votes":3,"down_votes":5,"body":"Hallo Zusammen,\r\n\r\nIch w&uuml;rde gerne in dieser Diskussion mal auf den Champion Sejuani eingehen. Ihr Verh&auml;ltnis zwischen Tankyness, Schaden und CC ist einfach zu extrem. Sie hat die M&ouml;glichkeit Ihre Gegner extrem lange festzuhalten und gleichzeitig einen Immensen Schaden an Ihnen auszuteilen. Es gibt Teamfights, wo du quasi gezwungen wirst Sie Prim&auml;r zu focusen, weil der ADC oder Midlaner quasi fast keine M&ouml;glichkeit hat, von Ihr Freizukommen oder relativ schnell auseinander genommen wird. In Verbindung mit den aktuell starken Support Items, macht es das ganze zurzeit extrem &auml;tzend. Man sollte ihr, wenn man Ihr schon so viele CC M&ouml;glichkeiten mit an die Hand gibt, wenigstens den Schaden zur&uuml;ckfahren. Es gibt Videos, wo Sejuani trotz Full Tank Build ADC&#039;s und zum Teil auch Midlaner komplett aus dem Leben nimmt.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-09-11T11:15:22.051+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Moosshadow,realm=EUW,application-id=Wj1wcocU,discussion-id=UnbH2HUG,comment-id=,timestamp=2017-09-11T06:49:35.742+0000)\n\n> Es gibt Teamfights, wo du quasi gezwungen wirst Sie Prim&amp;auml;r zu focusen, weil der ADC oder Midlaner quasi fast keine M&amp;ouml;glichkeit hat, von Ihr Freizukommen oder relativ schnell auseinander genommen wird. \n\nJa... natürlich. So funktioniert League of Legends (wenn sich keiner catchen lässt) seit Jahren... stell dir vor, es wäre anders... du hättest eine Sejuani, die du nicht fokussieren musst... die ist dann im Lategame komplett egal...\nEntgegen anders lautender Gerüchte funktioniert LoL Teamfights im Ideal eigentlich so: Beide Seiten schlagen auf die gegnerischen Tanks ein und das Team dessen Frontline länger überlebt, gewinnt am Ende den Kampf. So absurd das klingt: Genau so sollte gut gebalanctes League of Legends aussehen. \n\n>In Verbindung mit den aktuell starken Support Items, macht es das ganze zurzeit extrem &amp;auml;tzend. \n\nAber... diese Support Items sind doch eher ein Fluch für die Sejuani... also wirklich... in der \"alten\" Zyra Meta bist du als ADC halt gestorben, wenn die Sejuani ihre Ulti auf die getroffen hat... jetzt... kommt das Janna Shield, dass dich dank der massiven Boni am Leben hält... der Fizz, der dich umbringen will, wird weggepustet... die Ulti und Redemption heilen dich wieder auf 100% Leben...\nEines der Grundprobleme der derzeitigen Janna Meta ist doch, dass du kaum noch eine Chance hast, die ADCs downzukriegen, selbst wenn du als Sejuani den perfekten Engage landest. \n\nUnd ja, technisch gesehen ist es auch schwerer die Sejuani kleinzukriegen, wenn der gegnerische Support all seine Fähigkeiten auf sie wirft... aber ich sag das mal so: Meistens willst du das als Support nicht, du willst deine Carries buffen... nicht die Tanks. Das Team, dass seinen Carry gebufft kriegt, gewinnt derzeit die Spiele...","replies":[]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-09-11T07:02:18.446+0000","up_votes":1,"down_votes":0,"body":"> Es gibt Videos, wo Sejuani trotz Full Tank Build ADC's und zum Teil auch Midlaner komplett aus dem Leben nimmt.\n\nDas gab es schon immer und das wird es immer geben dass Tanks im Mid z.T. stärker als ADC oder Mages/Assasins sind. Und wahrscheinlich waren diese ADC alleine und in der momentanen Meta hängt der ADC stark vom Support ab.\n\n> Ihr Verhältnis zwischen Tankyness, Schaden und CC ist einfach zu extrem.\n\nWas ist z.B. mit Maokai?\n\nAusserdem ist ihre Ult immer noch ein Skillshot und kann verfehlt werden und das Treffen sollte belohnt werden. Dazu kommt noch, dass sie vom Team abhängig ist und auf ihren Follow bauen muss. \n\nEine Leona hat auch viel CC, ist ein Tank (mit Standardbuild) und hat bezogen auf ihre Passive auch sehr viel Schaden. Sie ist aber im Moment gegenüber Janna, Lulu, etc. zu schwach. Was macht eine Leona, wenn sie engaget und einfach von Janna R weggestossen wird? Ausserdem ist sie mit [51.67%](http://champion.gg/champion/Leona/Support) winrate nicht schwach.\n\nAber allem in allem finde ich persönlich, dass Sejuani im Moment zwar stark ist, aber nicht so, dass sie generft werden muss.","replies":[]}]}