{"id":"bXfLWbgv","poster":"Läggla","date":"2017-09-10T12:50:44.001+0000","title":"Suche female Community/Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Ja der Titel sagt eig. schon alles, suche ein paar Frauen zum zocken :)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2017-09-10T14:04:41.108+0000","up_votes":1,"down_votes":0,"body":"warum genau nur frauen?O_o","replies":[{"id":"","poster":"Läggla","date":"2017-09-10T18:38:06.487+0000","up_votes":1,"down_votes":0,"body":"Weil ich schon genug Männer zum zocken hab und Frauen eine willkommene Abwechslung wären.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2017-09-12T09:30:19.661+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Läggla,realm=EUW,application-id=ElKI1ocy,discussion-id=bXfLWbgv,comment-id=00000000,timestamp=2017-09-10T18:38:06.487+0000)\n>\n> Weil ich schon genug Männer zum zocken hab und Frauen eine willkommene Abwechslung wären.\n\nAha...aber warum muss es denn so eine Abwechslung sein?","replies":[{"id":"","poster":"Läggla","date":"2017-09-13T16:51:45.122+0000","up_votes":1,"down_votes":0,"body":"Nichts MUSS sein aber ich hab Lust drauf und deswegen frage ich, ist doch ganz normal.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2017-09-13T18:49:31.744+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Läggla,realm=EUW,application-id=ElKI1ocy,discussion-id=bXfLWbgv,comment-id=0000000000000000,timestamp=2017-09-13T16:51:45.122+0000)\n>\n> Nichts MUSS sein aber ich hab Lust drauf und deswegen frage ich, ist doch ganz normal.\n\nnaja..als \"ganz normal\" würde ich das nicht sehen o.o\nich unterscheide z.B. nicht zwischen den geschlechtern.","replies":[]}]}]}]}]},{"id":"","poster":"Kevknoll","date":"2017-09-11T18:40:25.589+0000","up_votes":1,"down_votes":1,"body":"Herzlichen Glückwunsch\ndu hast so eben den ersten Schritt gemacht in der größte geschlossene deutschen Moderrierte Multigamming Community einzutreten.\n\nSehr gut Bro und Sister ;)\n\nBei uns wirst du keine Freunde finden, sondern eine Familie! Damit auch du nach dem Feierabend, egal du Schule,Studium oder Arbeit\nvoll relaxen kannst.\n\nUnsere League of Legends Bereich braucht dich ! Wir suchen DICH!\nEgal ob du gerade erst angefangen hast oder seit Jahren dabei bist bei uns bist du willkommen ;)\n\nWir sind eine Community mit viel Spaß bis in die Nacht, bei dem viel gezockt, geredet und da wird auch viel gelacht. Darum herrscht hier keine anwesenheits-Pflicht, wir respektieren dein Privat leben und sind Familienfreundlich. Mit unseren gegen Cyber-Mobbing Stempel zeigen wir, das hier keiner ausgeschlossen wird und jeder egal ob weiblich, männlich, alt oder jung. Jeder ist hier herzlich willkommen ist. AUCH DU!\nMit diesen Vorsätzen wollen wir DIE besondere Community sein, auf der sich jeder Abends freut online zu kommen.\n\nUm das zu ermöglichen geben sich unsere Communityleiter stets die mühe immer neue Sachen zu implantieren damit du Spaß und Freude hast hier herzukommen.\nSei es Gewinnspiele im Form von Pay-Safe-Cards oder Adventskalender in der Weihnachtszeit. Dazu gehören auch Game-Events, in dem sich unsere begabten programmieren und technischen Köpfe Events ausdenke, oder einen privaten Server aufsetzt um in Ruhe verschieden spiele zu zocken können.\n\nWir versuchen ganz einfach einen Ort zu schaffen, wo jeder Spaß hat und es keinen streit gibt.\n\nWenn du jetzt auch zu unseren verrückten Familie dazu gehören willst ist das nicht so schwer.\nKomm dazu einfach auf den Teampspeak (Adresse: ballerkneipe.teamspeak.de)\n\nHomepage: www.ballerkneipe.de\nTeamspeak: ballerkneipe.teamspeak.de\n\nEin Bier auf dich, Bro ! prost Bis gleich :)\n \n\n\nPs. komm einfach vorbei, dann wird sich ein Moderator von uns direkt um dich kümmern. Sag dort einfach das du durch Limberg zur Ballerkneipe gekommen bist ;)","replies":[]}]}