{"id":"wWYEsB3B","poster":"f3l1x12200","date":"2017-09-09T18:52:26.270+0000","title":"Interview mit Team Riverside","subforum":"Battlegrounds-Turniere","up_votes":11,"down_votes":0,"body":"https://i.imgur.com/xpmgRzh.png\n\n**Gr&uuml;&szlig;e, Beschw&ouml;rer!**\nWir haben bereits ein Interview mit den Netten Junx gef&uuml;hrt, nat&uuml;rlich haben wir auch das andere Finalisten Team, Team Riverside interviewt. Viel Spa&szlig; beim Blick hinter die Kulissen von Team Riverside.\n\n**Wollt ihr euch kurz vorstellen?**\n>Hey, wir sind Raphael alias &bdquo;ViciousAkumu&ldquo;, Mathestudent aus Freiburg und Josua alias &bdquo;Umaniel&ldquo;, der gerade die letzten Wochen seines FsJ absolviert, und in einem Monat auch in Freiburg Grundschullehramt studieren wird. Wir sind die gemeinsame Botlane von &quot;Team Riverside&quot; und freuen uns, eure Fragen beantworten zu d&uuml;rfen.\n\n---\n\n**Wie ist euer Team entstanden und wie kam es zu dem Namen?**\n>Raphael: Unser Team gibt es bereits seit einem Jahr, jedoch damals unter anderem Namen und mit anderem Lineup. Aus dem Ursprungslineup sind nur noch wir beide &uuml;brig. Entstanden ist es haupts&auml;chlich durch mich, da ein paar Mitstudenten aus meiner Stadt und ich ein Mid-Diamond Team gr&uuml;nden wollten, jedoch trennten sich die Wege recht schnell und so suchte ich mir im Forum unser ehemaliges Lineup zusammen. Unter dem Namen &bdquo;Hannspree E-Sports&ldquo; nahmen wir an der 1. und 2. Schlacht teil. Jedoch zerbrach das Team kurz vor der 3. Schlacht, haupts&auml;chlich bedingt durch den starken Zeitmangel der Spieler. Daraufhin versuchte ich f&uuml;r die 3. Schlacht auf die schnelle noch ein komplett neues Team aufzuziehen, welches allerdings erfolglos blieb. Nun, f&uuml;r das gro&szlig;e Finale, hatte Josua endlich wieder Zeit, und zusammen bauten wir uns das st&auml;rkste und sympathischste Lineup auf. Nat&uuml;rlich kommen bei dem Aufbau eines High Dia Teams auch dutzende Anfragen von Organisationen, und mit Abstand am besten war die einer jungen, aufstrebenden Organisation, f&uuml;r die wir jetzt unter den Namen &quot;Team Riverside&quot; spielen.\n\n---\n\n**Wie hat euch die Schlacht um Runeterra bis jetzt gefallen?**\n>Josua: Bisher hat uns die Schlacht um Runeterra extrem viel Spa&szlig; gemacht. Es sind sehr starke Teams dabei, und das Format l&auml;sst einen Zeit, sich ausgiebig auf die Gegner vorzubereiten, was dem ganzen eine taktische Note hinzuf&uuml;gt. Desweiteren habe ich damals, vor etwa einem Jahr, tats&auml;chlich nur ein Team gesucht, um an der Schlacht teilzunehmen. Dadurch habe unfassbar tolle Menschen kennengelernt, und spiele nun sogar f&uuml;r eine Organisation.\n\n---\n\n**Ihr seid ja bei allen drei Gefechten dabei gewesen, habt leider keins gewonnen im ersten Gefecht habt ihr es bis ins Halbfinale geschafft, wie ist es jetzt f&uuml;r euch im Finale zu stehen?**\n>Die erste Schlacht war wirklich extrem spannend. Im Halbfinale haben wir die ersten 25 Minuten extrem gut gespielt, jedoch dann das Game aus der Hand gegeben und so unseren Einzug ins Finale verpasst. In der zweiten Schlacht war unser Jungler im Achtel-Finales im Urlaub, wodurch wir nicht in voller St&auml;rke waren, und das Match knapp verloren. In der dritten Schlacht haben wir einfach schlecht performt, wie bereits erw&auml;hnt hatten wir zu dieser Zeit einfach kein starkes Teamroster. Das wir nun als &bdquo;Team Riverside&ldquo; im Finale stehen ist, meiner Meinung nach, absolut verdient. Wir haben bisher super gespielt und sind schon extrem hei&szlig; auf das Finale.\n\n---\n\n**Steht ihr zum ersten Mal im Finale eines Turniers bzw. habt ihr schon an anderen Turnieren teilgenommen? (Wenn ja wie weit seid ihr gekommen und wie hie&szlig; das Turnier)**\n>Als individuelle Spieler standen schon einige von uns im Finale (z.B. haben wir als Botlane vor 2 Monaten bei dem 100th special Tournament von Fortified Gaming teilgenommen, bei dem wir uns bis zum Finale durchgek&auml;mpft haben), aber da wir als Team eben erst seit knapp 2 Monaten zusammenspielen, waren die meisten Wochenenden belegt von dem gro&szlig;en Battlegrounds Finale. Was dies zum ersten Turnierfinale macht, in dem wir zusammen als Team spielen werden!\n\n---\n\n**Ihr trefft im Finale auf die Netten Junx, ihr werdet zum ersten Mal gegeneinander spielen, was erwartet ihr vom Finale?**\n>Wir haben definitiv Respekt vor den Jungs/Junx und freuen uns schon extrem auf die Partie. Ich denke unsere Gegner werden uns untersch&auml;tzen, da wir in der Gesamtbewertung &bdquo;nur&ldquo; 5. waren, jedoch haben wir im Halbfinale &quot;mYinsanity&quot;, den 2. Platz, mit einem soliden 2:0 rausgeworfen. Und &quot;mYinsanity&quot; hat davor &quot;TicklingTentacles&quot; rausgeworfen, welche im letzten Turnier &quot;Nette Junx&quot; besiegt haben. Demzufolge m&uuml;ssten wir also mathematisch im Vorteil sein! Aber Spa&szlig; beiseite, &quot;Nette Junx&quot; ist ein enorm starkes Team, welche nun auch seit mehr als einem Jahr im selben Roster spielen, w&auml;hrend wir noch ein recht frisches Team sind. Aber ich glaube an unser Team, wir haben bisher auf einen extrem hohen Level gespielt, und wir werden uns bestm&ouml;glichst, mit der Unterst&uuml;zung unserer Organisation, auf das Finale vorbereiten. Solange wir unser gewohntes Spiel spielen, und uns nicht einsch&uuml;chtern lassen, sollten wir das Match f&uuml;r uns entscheiden k&ouml;nnen #TRSWIN\n\nWir hoffen euch hat der Blick hinter die Kulissen gefallen und vielleicht wisst ihr jetzt mehr &uuml;ber Team Riverside. Schaltet am Samstag den 16.09.2017 ab 15:00 Uhr auf twitch.tv/riotgamesde ein, um das Finale live zu erleben.\n\nViele Gr&uuml;&szlig;e,\nEure Adjudicators","replies":[]}