{"id":"ZYa9yam5","poster":"SirCamel","date":"2017-09-08T17:01:07.893+0000","title":"Mein Bildschirm flimmert Ingame","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Summoners,\n\nunzwar habe ich seit ca 3 Tagen das Problem das mein Bildschirm Ingame sehr stark flimmert sodass ich nicht in der Lage bin zu spielen. ( siehe:  https://i.imgur.com/luQKf6e.png) \n\n An LoL selbst liegt es nicht da ich das Spiel neu runtergeladen habe und das flimmern auch bei anderen Spielen erscheint, au&szlig;erhalb von Spielen funktioniert alles einwandfrei und auch Videos kann ich ohne Probleme schauen.Lags bzw Fps Drops au&szlig;erdem sollte noch anzumerken sein das ich einen Laptop besitze.","replies":[{"id":"","poster":"Pandeonor","date":"2017-09-08T19:33:34.997+0000","up_votes":1,"down_votes":0,"body":"v-sync aktiviert?\n\n\nEdit: das liegt vermutlich an der Auflösung. M.E. flackert das ganze wenn entweder Display oder Grafikkarte die (Vollbild-Auflösung) nicht ganz darstellen kann und sich dabei verschluckt. Welcher Laptop und GraKa und Betriebssystem?","replies":[{"id":"","poster":"SirCamel","date":"2017-09-08T22:22:34.741+0000","up_votes":1,"down_votes":0,"body":"Laptop : Aspire E1-772G\nGraka : NVIDIA GeForce 820M\nBetriebsystem : Windows 8","replies":[]}]},{"id":"","poster":"legofreak1","date":"2017-09-08T20:16:04.968+0000","up_votes":1,"down_votes":0,"body":"Im wahrscheinlich besten Fall ist hier nur etwas mit deinem Grafiktreiber nicht in Ordnung oder die Temperatur deiner Hardware ist zu hoch, im schlechtesten Fall ist deine Grafikkarte kaputt.\n\nSchau bitte, dass du einen aktuellen Grafiktreiber installiert hast, bzw aktualisiere diesen, wenn dem nicht der Fall ist. Solltest du bereits auf dem neuesten Stand sein, teste eine 2-3 Versionen ältere Vorgängerversion, vielleicht besteht nur ein Kompatibilitätsproblem mit deiner Hardware, das sollte dann im nächsten Update des Treibers behoben werden.\nBenötigst du hierbei Hilfe, erstelle bitte mit dem [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) ein Log, welches du dann über [unseren Upload-Service](https://files.wrenchbox.de/) hier im Thread zur Verfügung stellst. Die Dateien sind nur von uns Wrenchmen einsehbar und werden nach mehreren Tagen automatisch gelöscht.\nÜberprüfe bitte auch die Temperatur deiner Hardware, dies kannst du zum Beispiel mit [MSI-Afterburner](http://www.msi-afterburner.de/) für deine Grafikkarte und [Coretemp](http://www.alcpu.com/CoreTemp/) für deine CPU durchführen. Diese sollten unter Belastung 80°C nicht überschreiten sondern deutlich darunter liegen. Wird deine Hardware zu heißt, kannst du dein System physisch reinige, indem du dies öffnest, auseinaderbaust, Staub entfernst und wieder zusammenbaust. Für die meisten Laptops gibt es hierzu Anleitungen im Internet, traust du dir dies nicht zu, lass dies bitte von einer erfahrenen Person tun, bevor du etwas kaputt machst.\nEs gibt ebenfalls für 35-30€ bei Amazon Laptopkühlpads mit externen Lüfter zu kaufen, welche du in die Steckdose steckst oder sogar per USB betreibst.","replies":[]}]}