{"id":"F9sXJA0J","poster":"Twitch or Troll","date":"2017-09-08T15:07:27.658+0000","title":"Hürde fürs aufgeben erhöhen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Ich finde man sollte das Surrender System &auml;ndern. Ich hatte schon des &Ouml;fteren Spiele die noch nicht verloren waren, in denen wir zwar vom Gold und so hinten waren aber die immer noch gewinnbar waren. Da aber alle anderen aus meinem Team Aufgeben wollten konnte ich nichts dagegen Tun. Ich sehe nicht ein warum man nicht die Zustimmung aller Mitspieler braucht um Aufzugeben, weil ein Spiel ist nicht verloren bis der Nexus zerst&ouml;rt ist. Ich hoffe ich kann hiermit zu einer Diskussion dar&uuml;ber anregen ob man die H&uuml;rde f&uuml;rs Aufgeben erh&ouml;hen sollte und wenn ja wie genau. Mein Vorschlag wie gesagt: Zustimmung von allen wird ben&ouml;tigt (wie beim Surrender vor Minute 20).","replies":[{"id":"","poster":"Nordwolf87","date":"2017-09-08T16:03:22.510+0000","up_votes":1,"down_votes":1,"body":"Führt vl jemand statistik alle wieviel tage so ein threat kommt? ;)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-09-08T18:17:10.531+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=F9sXJA0J,comment-id=0002,timestamp=2017-09-08T16:03:22.510+0000)\n>\n> Führt vl jemand statistik alle wieviel tage so ein threat kommt? ;)\n\nGeht eigentlich... also bei weitem nicht so häufig wie die \"Kann man nicht einführen, dass man für 4vs5 Spiele keine LP verliert\" Threads, wo ich zwischenzeitlich (bevor ich meinen Rechner formatiert hatte) wirklich eine vorgefertigte Antwort abgespeichert hatte, warum das dämlich ist... die sollte ich mir nebenbei vielleicht mal wieder zulegen...\nOh und die Frage ob der Permabann für toxisches Verhalten nach dem 14 Tagesbann gerechtfertigt ist, kommt auch häufiger... nicht, dass ich mich beschweren will, ich bin hauptsächlich wegen diesen Threads hier... die stärken mein Vertrauen ins System...","replies":[{"id":"","poster":"Nordwolf87","date":"2017-09-10T00:56:33.362+0000","up_votes":1,"down_votes":1,"body":"Jep...aber gefühlt 1x pro woche kommt ein thteat wo entweder:  \"verringer die anforderungen für surr..weil man könnte das noch gewinnen\" oder \"erhöhe die anforderungen zu 5:0\" gefordert wird\n\nAnnoying...play the game, evolute with it or leave it","replies":[]}]}]},{"id":"","poster":"ToxicTeemoPolice","date":"2017-09-08T15:16:23.289+0000","up_votes":1,"down_votes":0,"body":"> Ich sehe nicht ein warum man nicht die Zustimmung aller Mitspieler braucht um Aufzugeben  \n\n\nnehmen wir an es wäre so.\nMan Spielt ein Ranked game.\nNach ca 25 Minuten fängt an ein verbündeter zu trollen / feeden\nSie könnten Surrendern aber sie brauchen x5 Zustimmungen zum Surrendern\nwas ist wenn der troller nicht surrendert ? dann bleibt es 4 - 1 und somit können sie nicht surrendern.\n___\nich könnte dir auch eine gegenfrage stellen \n\nIch sehe es nicht ein warum man die Zustimmung von 4  und nicht 3 Spielern braucht.\n3 Spieler sind die Mehrheit also   {{champion:254}} \negal ob sie es gewinnen können oder nicht 3 Spieler sind die Mehrheit :)","replies":[{"id":"","poster":"Twitch or Troll","date":"2017-09-08T15:21:10.234+0000","up_votes":1,"down_votes":0,"body":"Naja das klingt zwar logisch aber jetzt mal ehrlich, ich weiss nicht wie es dir ergeht aber ich erlebe es nicht selten das 3 Spieler meines Teams Aufgeben möchten sie aber nicht durchkommen und wir am Schluss doch noch gewinnen. Das liegt wohl daran das viele Spieler zu früh aufgeben wollen (jedenfalls bei mir im tiefen elo bereich). Jedoch erlebe ich es nur äusserst selten das jemand anfängt absichtlich zu feeden (jedenfalls nicht im Ranked und um die geht es mir hauptsächlich) und meistens ist ja der Feeder/troller der, der am wenigsten Spass am Spiel hat und somit meist der der zuerst aufgibt.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-09-08T18:14:04.884+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Elis der I,realm=EUW,application-id=Wj1wcocU,discussion-id=F9sXJA0J,comment-id=00010000,timestamp=2017-09-08T15:21:10.234+0000)\n>\n> Naja das klingt zwar logisch aber jetzt mal ehrlich, ich weiss nicht wie es dir ergeht aber ich erlebe es nicht selten das 3 Spieler meines Teams Aufgeben möchten sie aber nicht durchkommen und wir am Schluss doch noch gewinnen.\n\nJa, da hast du vollkommen Recht. Auch mit dem \"viele Spieler geben zu früh auf\"... aber... nun ja, zum einen ist die Entscheidung aufzugeben mehr als Demokratisch legitimiert. Über Dinge, die mit einer 2/3 Mehrheit beschlossen werden, rege ich mich einfach nicht auf... Weder in meinen demokratisch geführten Vereinen, noch in der Bundesrepublik, noch in LoL... auch wenn ich jeweils durchaus der Meinung bin, dass diese Entscheidungen der Mehrheit ein Fehler ist...\n\nDazu kommt meiner Meinung nach der Fakt, dass man halt auch als Einzelner doch nichts mehr reißen kann. Wenn man zu Zweit noch motiviert ist, kann man seine Mitspieler durchaus noch mitreißen und überzeugen... wenn du aber 4 Leute hast, die nur noch möglichst schnell ins nächste Spiel wollen, weil sie mit diesem Spiel abgeschlossen haben, und du der einzige bist, der noch wirklich und ernsthaft Widerstand leistet... dann wird das Spiel durch dich nicht mehr zu drehen sein...","replies":[]},{"id":"","poster":"ToxicTeemoPolice","date":"2017-09-08T15:26:36.793+0000","up_votes":1,"down_votes":0,"body":"> Spass am Spiel hat und somit meist der der zuerst aufgibt.\n\n\"meist\"\nwas wenn er nicht als erstes Aufgibt ? \nJa gut es werden wahrscheinlich über 75% der troller / feeder als erstes aufgeben \naber was ist mit den anderen 25% ? Werden sie dann bis game ende warten müssen um das Spiel zu verlassen ? Ich glaube nicht das Riot Games so ein Schritt wagen würden :) denn falls es so wäre würde sie ein dutzend an Spielern verlieren und somit €- machen :)","replies":[]}]}]},{"id":"","poster":"Herr Hübsch","date":"2017-09-08T15:14:57.612+0000","up_votes":1,"down_votes":0,"body":"ja und so wie wenn man nen afk hat und bei 4/0 nicht den early surrender gewinnt","replies":[{"id":"","poster":"ToxicTeemoPolice","date":"2017-09-08T15:17:44.072+0000","up_votes":1,"down_votes":0,"body":"wenn man aber afk ist wird man nach ca 5 minuten afk sein gekickt und somit könnten sie surrendern aber wie wäre es bei einem Troller ? (hab mein Kommentar dazu oben abgelassen )","replies":[]}]}]}