{"id":"qZP3UgEJ","poster":"SSG Chidori","date":"2017-09-08T13:53:44.466+0000","title":"Keinen FreeWin in Gold1 Promo?!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi Leute, ich habe vor ca 3 Monaten meine Gold5 promo hart verkackt, habe jedoch einen free win bekommen f&uuml;rs n&auml;chste mal. jetzt bin ich wieder in der promo zu gold5, habe diesen aber nicht. Ist das ein bug, bzw bekomme ich den win noch? Oder wurde was ge&auml;ndert, was ich nicht mitbekommen hab?","replies":[{"id":"","poster":"legofreak1","date":"2017-09-08T13:57:10.797+0000","up_votes":1,"down_votes":0,"body":"> **AUFSTIEGSHILFE**\n> Solltest du die Spiele der Aufstiegsserie verlieren, es jedoch wieder in die Serie schaffen, beginnst du automatisch mit mindestens einem Sieg. Das gilt für jede Division und Klasse bis zu Gold I, also bist du für den Aufstieg in Platin oder höher auf dich allein gestellt!\n> \n> Sollte ein Spieler ein Spiel einer Aufstiegsserie während der Championauswahl verlassen, erhält er bei der nächsten Serie keine Aufstiegshilfe.\n> Die Aufstiegshilfe funktioniert nur in deiner aktuellen Division. Wenn du dich mit einer aktiven Aufstiegshilfe in einer Aufstiegsserie von Gold IV zu Gold III befindest, die Serie verlierst und dann in Gold V absteigst, behältst du die Aufstiegshilfe für Gold V zu Gold IV, aber nicht für Gold IV zu Gold III.\n> \n> Solltest du für die Aufstiegshilfe in einer Division berechtigt sein, jedoch in die vorige Division absteigen, verlierst du diese Berechtigung. Als Beispiel: Wenn du die Spiele der Aufstiegsserie von Gold IV auf Gold III verlierst, erhältst du automatisch einen Sieg für deine nächste Aufstiegsserie. Wenn du dann in Gold V absteigst, erhältst du die Aufstiegshilfe, um wieder zu Gold IV zu kommen, aber nicht für die nächste Serie zu Gold III.\n\nhttps://support.riotgames.com/hc/de/articles/204010760-FAQ-zu-Ranglistenspielen#h2q3\n\nHiervon wird wahrscheinlich etwas auf dich zutreffen, sodass du keine Aufstiegshilfe erhältst.","replies":[]}]}