{"id":"0MPNVs5z","poster":"f3l1x12200","date":"2017-09-07T19:17:44.162+0000","title":"Interview mit den Netten Junx","subforum":"Battlegrounds-Turniere","up_votes":12,"down_votes":0,"body":"https://i.imgur.com/n7JUDOd.png\n\n**Gr&uuml;&szlig;e, Beschw&ouml;rer!**\nWie ihr wisst, steht das gro&szlig;e Finale der Schlacht um Runeterra vor der T&uuml;r.\nWir wollen euch heute einen der Finalisten n&auml;her vorstellen und zwar die\nNetten Junx. Dazu habe ich (f3l1x12200) ein kleines Interview gef&uuml;hrt.\n\n**Wollt ihr euch kurz vorstellen?**\n>Hi, wir sind Niklas, Coach Shredder und Julian, Ray - der Jungler - von den Netten Junx und freuen uns auf die Fragen.\n\n---\n\n**Wie ist euer Team entstanden und wie kam es zu dem Namen?**\n>Das Team wurde 2015 von uns f&uuml;r das Battelgrounds-Turnier gegr&uuml;ndet, damals noch unter dem Namen &quot;Reborn Tides&quot;. Nach unserem Exkurs in eine Organisation haben wir einen Teamnamen gesucht und gefunden der jeden einzelnen Spieler von uns perfekt charakterisiert.\n\n---\n\n**Wie hat euch die Schlacht um Runeterra bis jetzt gefallen?**\n>Wir genie&szlig;en das Turnier in vollen Z&uuml;gen.\n\n---\n\n**Ihr seid ja das erfolgreichste Team in der Schlacht um Runeterra, steht auf Platz 1 der Liste, habt an allen drei Gefechten teilgenommen, 2 mal gewonnen, 1 mal den zweiten Platz. Eine unglaubliche Leistung! Jetzt steht ihr im Finale wie ist das f&uuml;r euch?**\n>Als Turnierfavorit wollen wir nat&uuml;rlich unserem Status gerecht bleiben und geben immer 420%.\n\n---\n\n**Steht ihr zum ersten Mal im Finale eines Turniers bzw. habt ihr schon an anderen Turnieren teilgenommen? (Wenn ja wie weit seid ihr gekommen und wie hie&szlig; das Turnier)**\n>Battlegrounds war das erste gr&ouml;&szlig;ere Turnier f&uuml;r uns alle. Es dort bis ins Finale zu schaffen war eine &uuml;berw&auml;ltigende Erfahrung.\n\n---\n\n**Ihr trefft im Finale auf Team Riverside, ihr werdet zum ersten Mal gegeneinander spielen, was erwartet ihr vom Finale?**\n>Wir erwarten ein tolles Event mit drei spannenden Spielen!\n\n\nWir hoffen ihr konntet so einen kleinen Blick &ldquo;hinter die Kulissen&rdquo; von den Netten Junx erlangen. Schaltet am Samstag, den 16.09.2017 ab 15:00 Uhr auf twitch.tv/riotgamesDE ein um sie live im Finale der Schlacht um Runeterra zu erleben.\n\nViele Gr&uuml;&szlig;e,\nEure Adjudicators","replies":[]}