{"id":"FVoO3Lcd","poster":"BananenBubi","date":"2020-01-25T13:02:16.735+0000","title":"Ban aufgrund des Clubtags \"Gay\"","subforum":"Spielerverhalten & Moderation","up_votes":11,"down_votes":7,"body":"Hiho, ich würde gern eure Meinung hören:\r\nLetzt Woche wurde mein Club vom Riot umbenannt und der Leader/Ersteller für 2 Wochen gebannt. Der genannte Grund war, dass unser Clubname gegen die Nutzungsbedingungen verstößt.\r\nUnser Club existiert seit dem Release des Clubsystem, also knappe drei Jahre, heißt \"Gay\" mit \"Gay\" als Tag. In den letzten Jahren haben wir unseren Club vergrößert und neue Leute kennengelernt. Mehr als die Hälfte der Mitglieder ist/war Bi-bzw Homosexuell. Am meisten Mitglieder haben wir über den Subreddit /r/LoLGaymers/ gefunden.\r\nAus dem Grund war ich auch sehr geschockt als ich gesehen habe, dass der Club weg ist.\r\nNatürlich habe ich mich sofort beim Support gemeldet und wollte wissen, warum das Wort gay gegen die Nutzungsbedingungen verstößt.\r\n\r\nAls Antwort bekam ich das zurück:\r\n\r\n\"Der Name deines Clubs wurde von mehreren Spielern gemeldet. Sie wurden sicherlich irgendwie davon beleidigt.\" -Sven (Riot Games - LoL Support), via support ticket, 21.01.2020\r\n\r\n\"Ihr habt den Club gegründet [...] jedoch hat das andere Spieler beleidigt oder wenigstens unruhig gemacht.\" -drydinosaur54, via support ticket, 21.01.2020\r\n\r\nWeil ich die Argumente nicht wirklich nachvollziehen konnte, habe ich weiter Nachgefragt:\r\n\r\n\"Für uns ist dieses Wort nicht in Ordnung (wenn es um LoL geht) und es kann nicht Teil des Spiels sein.\" -YanYan91, via support ticket, 22.01.2020\r\n\r\n\"Der Clubname/Tag verstößt allerdings gegen unsere Nutzungsbedingungen, da sich andere Spieler angegriffen fühlen könnten, weil es anders aufzunehmen ist. -Es ist nicht offensichtlich, dass ihr euch selbst damit meint.\" -TräumFrau, via support ticket, 24.01.2020\r\n\r\nMeiner Meinung nach rechtfertigt dies nicht die Löschung bzw. den Bann.\r\n\r\nDa ich \"Mitgründer\" bin und übertrieben gesagt einiges an \"Herzblut\" in dem Club steckt, bin ich möglicherweise sehr Voreingenommen (Bockig :d). Deswegen würde ich gern eure Meinung zu dem Thema wissen.\r\nDanköö","replies":[{"id":"","poster":"Crow911","date":"2020-01-25T13:12:55.171+0000","up_votes":1,"down_votes":0,"body":"Ich glaub \"gay\" ist ein neutrales wort, welches aber sehr oft als beleidigung benutzt wird.\nWenn du so sehr auf deine sexuelle ausrichtung in deinem gruppennamen wert legst nenne die gruppe doch einfach \"homosexual\" oder auch \"YMCA\"","replies":[{"id":"","poster":"Aymira","date":"2020-01-25T23:06:16.472+0000","up_votes":8,"down_votes":1,"body":"Glaube es wäre einfach sinnvoller das überhaupt nicht zu erwähnen.\n\nIch mein, was hat eine sexuelle Ausrichtung in einem Spiel zu suchen.\nDas eine hat mit dem anderen nichts zu tun und am Ende vom Tag interessiert es auch niemanden auf wen oder was man steht. \n\nEdit: Genau so wenig sollte Politik oder Religion in spielen vertreten werden, das führt nur zu Problemen mit anderer Leute Meinung. \n\n***\n\n\"Gay\" als Name hin oder her... Wieso möchte man das jedem mitteilen? Ich bin auch in keinem Hetero Club drin der dies offen kund tut. ¯\\\\\\_(ツ)_/¯\n\nZumal man bei dem Namen damit rechnen muss, das sich jemand angegriffen fühlt, weil man von außerhalb nicht klar erkennen kann das es sich um einen ernstgemeinten Club für Homosexuelle handelt.\nDa könnte man lieber jeden anderen, \"neutralen\" oder sogar Spielbezogenen Namen wählen und sich aber nur Homosexuelle Mitglieder suchen. \n\nGeht doch dabei eher um die Sache das man als Gemeinschaft dazu steht, als das man jedem mit einem zweideutig verständlichen Namen seine sexuelle Ausrichtung unter die Nase reiben möchte...\n\n***\n\nEdit: tschuldige, hab doch mehr geschrieben als nur eine Antwort, aber dann steht mein Standpunkt immerhin komplett hier drin. :D","replies":[{"id":"","poster":"PHUB Silphi","date":"2020-01-28T12:14:00.771+0000","up_votes":1,"down_votes":0,"body":"hab vor paar tagen jemanden gesehen der war in einem club mit dem namen \" adolf fanboy \" \nwie wäre es mit einem wort filter?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T10:29:26.462+0000","up_votes":1,"down_votes":1,"body":"https://de.m.wikipedia.org/wiki/Adolf_Schärf\n\nMan achte auch auf das Geburts Datum ^^' \n\n*hust hust* \n\nMan weiß ja nicht wer gemeint ist ^^'","replies":[{"id":"","poster":"PHUB Silphi","date":"2020-01-29T11:46:21.301+0000","up_votes":2,"down_votes":1,"body":"wenn ich zu jemandem sage das er schwul ist kann man auch nicht sagen ob ich es so meine weil es wirklich so ist oder um jemanden zu beleidigen \n\nist eine sehr kritische sache wo man generell eher immer auf das 2te tippt","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T12:07:43.784+0000","up_votes":1,"down_votes":1,"body":"In einem Satz oder Gespräch kann man ja meisten ableiten was gemeint ist. \n\nAber als allein stehendes Wort ist \"gay\" nichts böses und sollte auch nicht bestraft werden als Club Name :/\n\nKlar in einen Chat log wenn Sachen kommen wie \"du bist gay\" da ist das wieder ein anderes Thema","replies":[]}]}]},{"id":"","poster":"Aymira","date":"2020-01-28T19:57:54.925+0000","up_votes":1,"down_votes":0,"body":"Denke ein Filter würde die Probleme nicht lösen.\n\nEs gibt so viele abstrakte Möglichkeiten darzustellen was man Aussagen will, das es unmöglich erscheint alles weg zu filtern. \n\nUnd selbst wenn alle möglichen Dinge gefiltert werden, dann fehlt immernoch die Möglichkeit Kontext zu erkennen. \n\nDann lieber hoffen das Riot in Zukunft mehr wert darauf legt beleidigungen oder Unangebrachte Clubnamen zu entfernen und jene Ersteller zur Rechenschaft zieht.","replies":[{"id":"","poster":"PHUB Silphi","date":"2020-01-28T21:38:59.997+0000","up_votes":1,"down_votes":0,"body":"ich weiß nicht in welchem kontext das wort hitler gut ist \nklar gibt es immer möglichkeiten das zu dodgen aber club tags und namen sind glaub ich einzigartig d.h du könntest mir einen bösen buben haben","replies":[{"id":"","poster":"Aymira","date":"2020-01-29T00:50:36.193+0000","up_votes":1,"down_votes":0,"body":"Bei Hitler müssen wir nicht drüber streiten ob da was gutes dran ist oder nicht. So war das auch nicht gemeint. \n\nAber Adolf beispielsweise könnte auch einfach nur ein Name sein. Der Filter würde den Kontext da nicht erkennen. :D\nWir wissen aber um wen es sich augenscheinlich handelt. :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T10:30:40.064+0000","up_votes":1,"down_votes":0,"body":"https://de.m.wikipedia.org/wiki/Adolf_Schärf","replies":[]}]}]}]}]}]},{"id":"","poster":"Raystlin82","date":"2020-01-25T14:04:27.364+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Crow911,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=0000,timestamp=2020-01-25T13:12:55.171+0000)\n>\n>Wenn du so sehr auf deine sexuelle ausrichtung in deinem gruppennamen wert legst nenne die gruppe doch einfach \"homosexual\" \n\nwenn \"gay\" nicht erlaubt ist, dann wird \"homosexual\" genauso wenig erlaubt sein, denn das ist ein synonym. im gegensatz zu \"faggot\" hat es noch nicht einmal eine abwertende deutung den homosexuellen gegenueber.","replies":[{"id":"","poster":"Alry FireBlade","date":"2020-02-13T19:56:18.552+0000","up_votes":2,"down_votes":0,"body":"Ja, wenn mich jemand mit gay beleidigt, sage ich auch nur... Ja und?","replies":[]}]}]},{"id":"","poster":"Raystlin82","date":"2020-01-25T14:30:51.746+0000","up_votes":2,"down_votes":4,"body":"also ich kann dir nur empfehlen dich an den na support zu wenden. wenn dein englisch dafuer zu schwach ist, dann musst du jemanden finden, der sich in englisch gut ausdruecken kann und dir dabei helfen kann.\n\nes kann doch nicht sein, dass hier auf der einen seite schwulenfeindlichkeit nicht tolleriert wird und auf der anderen die schwulen diskriminiert werden.\n\nes hat sonst irgendwie den anschein, als wolle man hier schwule rauseckeln, oder ihnen zumindest untersagen sich als solche zu outen - als ob es irgendwie ansteckend waere.\n\nwenn man jetzt vergleichsweise einen club \"hetero\" nennen wuerde - da haette sicher niemand was dagegen, obwohl man hier schon einiges mehr hinein interpretieren koennte. bsp. warum muss jemand betonen, dass er hetero ist? nur damit jeder weiss, dass er nicht schwul ist? denn schwul sein ist etwas schlechtes! usw. usf.\n\nwenn normale spieler schwulenfeindlich werden, dann wird das nicht tolleriert. wenn aber der allmaechtige player support schwulenfeidlich wird, dann ist das in ordung, was?","replies":[{"id":"","poster":"Gengchen","date":"2020-01-26T00:35:27.458+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=0004,timestamp=2020-01-25T14:30:51.746+0000)\n>\n> also ich kann dir nur empfehlen dich an den na support zu wenden. wenn dein englisch dafuer zu schwach ist, dann musst du jemanden finden, der sich in englisch gut ausdruecken kann und dir dabei helfen kann.\n> \n> es kann doch nicht sein, dass hier auf der einen seite schwulenfeindlichkeit nicht tolleriert wird und auf der anderen die schwulen diskriminiert werden.\n> \n> es hat sonst irgendwie den anschein, als wolle man hier schwule rauseckeln, oder ihnen zumindest untersagen sich als solche zu outen - als ob es irgendwie ansteckend waere.\n> \n> wenn man jetzt vergleichsweise einen club \"hetero\" nennen wuerde - da haette sicher niemand was dagegen, obwohl man hier schon einiges mehr hinein interpretieren koennte. bsp. warum muss jemand betonen, dass er hetero ist? nur damit jeder weiss, dass er nicht schwul ist? denn schwul sein ist etwas schlechtes! usw. usf.\n> \n> wenn normale spieler schwulenfeindlich werden, dann wird das nicht tolleriert. wenn aber der allmaechtige player support schwulenfeidlich wird, dann ist das in ordung, was?\n\nHat nichts Schwulenfeindlichkeit zu tun. Mmn. gehört die sexuelle Ausrichtung, Politik, Religion nicht in ein Spiel. Wie du sagst, niemand kommt auf die Idee nen Club \"Hetero\" zu nennen. Brauchen die schwulen so viel Aufmerksamkeit? Von mir aus können die Ihre Aufmerksamkeit bekommen, aber nicht in einem game. Das ist ein Spiel, welches ab 12 ist. Sexuelle, politische und religiöse tags sollten halt verboten werden.\nAber der 14 Tage bann ist.... doof. ","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T21:18:13.454+0000","up_votes":1,"down_votes":2,"body":"WTF?\nDas hat NICHTS mit Aufmerksamkeit zu tun.\nErkläre mir bitte dann, wieso \"normale\" Beziehungen Teil des Spiels sein kann, aber andere sexuelle Ausrichtungen nicht?","replies":[{"id":"","poster":"Gengchen","date":"2020-01-30T21:22:55.374+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=BananenBubi,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000400000000,timestamp=2020-01-30T21:18:13.454+0000)\n>\n> WTF?\n> Das hat NICHTS mit Aufmerksamkeit zu tun.\n> Erkläre mir bitte dann, wieso \"normale\" Beziehungen Teil des Spiels sein kann, aber andere sexuelle Ausrichtungen nicht?\n\nDu willst es nicht verstehen. Wo werden denn normale Beziehungen so durch nen Club hervorgehoben? Gibts nen Hetero Club? Es gibt doch auch homosexuelle Champs, die ein Teil vom Spiel sind. Aber DEINE sexuelle Orientierung hat nichts im Spiel zu suchen, so wenig wie deine religiöse Ausrichtung und Politik.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T21:30:48.434+0000","up_votes":1,"down_votes":1,"body":"Es geht nicht darum, dass man meine sexuelle Orientierung in das Spiel bringen möchte. Das ist nicht der Punkt des ganzen Problems.\nDas Problem ist, dass wir nicht gerechtfertigt bestraft wurden. Vielleicht finde ich es auch nur lustig den clantag gay zu haben..\nPS. ich bin mir zu 100% sicher, dass es den Club mit Tag \"Str8\" gibt...","replies":[{"id":"","poster":"Gengchen","date":"2020-01-30T21:38:11.070+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BananenBubi,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=00040000000000000000,timestamp=2020-01-30T21:30:48.434+0000)\n>\n> Es geht nicht darum, dass man meine sexuelle Orientierung in das Spiel bringen möchte. Das ist nicht der Punkt des ganzen Problems.\n> Das Problem ist, dass wir nicht gerechtfertigt bestraft wurden. Vielleicht finde ich es auch nur lustig den clantag gay zu haben..\n> PS. ich bin mir zu 100% sicher, dass es den Club mit Tag \"Str8\" gibt...\n\nJa, über die Strafe hab ich mich ja auch geäußert, fand es auch zu hart.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T21:39:59.130+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gengchen,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000400000000000000000000,timestamp=2020-01-30T21:38:11.070+0000)\n>\n> Ja, über die Strafe hab ich mich ja auch geäußert, fand es auch zu hart.\n\nDann verstehe ich was du meinst, bin aber trotzdem anderer Meinung. Jeder hat wohl da seine Ansichten :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Ser Parmesan","date":"2020-01-25T13:19:23.393+0000","up_votes":4,"down_votes":1,"body":"Hey, dein Club als solcher exisitertiert aber noch? sprich er wurde umbenannt, aber nicht gelöscht?\n\nIch kann mir gut vorstellen, dass viele Spieler der Meinung waren, dass der Club als Beleidigung oder halt als lustige Idee gemeint war und nicht, um homosexuellen Personen einen Club zu geben.\n\nDas wort gay wurde und wird von vielen Personen als Beleidigung gesehen, du musst bedenken, dass du auch mit Spielern aus anderen Ländern spielst, die teilweise echt schwulenfeindlich sind, ja die Deutschen sind auch teilweise schwulenfeindlich, aber das geht in anderen Ländern viel extremer. Hierbei ist nicht relevant, wie du es gemeint hast, sondern wie es von anderen Spielern aufgenommen wurde.\n\nIst ein schweres Thema. Deshalb sagt Riot wohl auch, dass ihr den Namen ändern müsst.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-25T13:25:45.956+0000","up_votes":5,"down_votes":4,"body":"Du willst also sagen, dass weil die Gleichberechtigung in anderen Ländern nicht so fortgeschritten ist, wie in Deutschland, sei es okay, dass Riot ihre Regeln nach intoleranten Menschen anpassen?","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-01-25T14:27:21.471+0000","up_votes":5,"down_votes":1,"body":"Fasst du die botschaft von Ser Parmesan [great name btw] gerade so auf weil du sehr emotional dabei bist oder ist dass absicht ?\n\nRiot macht regeln, wie es ihnen beliebt und diese Regeln der Community anzupassen ist total fein.\nGay wird oft als beleidigung genutzt also sagt sich Riot hier: \"Es haben leute gemeldet dass sie sich deswegen angegriffen fühlen und Gay wird oft als beleidigung genutzt, also reagieren wir da jetzt drauf\"","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-25T18:51:51.933+0000","up_votes":2,"down_votes":3,"body":"Ich verstehe genau was du meinst, das ist aber leider nicht was Ser Parmesan beschrieben hat.\nWenn ich nun mal ausdrücke verbiete, die in anderen Kulturkreisen verschrien sind, stelle ich mich automatisch auf deren Site. Wenn diese Worte aus Intoleranz nicht \"geduldet\" sind, unterstütze ich damit diese nun mal..","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-01-26T06:53:29.059+0000","up_votes":6,"down_votes":0,"body":"Nein.\nMan reagiert darauf wie die Community mit Worten umgeht.\n\nWenn die aktuelle Community gay dazu benutzt jemanden degradieren zu wollen, will Riot die degradierung unterbinden. Völlig unabhängig davon dass dieses Wort prinzipiell keine degradierung ist.","replies":[]}]},{"id":"","poster":"Ser Parmesan","date":"2020-01-25T16:40:51.055+0000","up_votes":2,"down_votes":0,"body":">Ser Parmesan [great name btw]\n\nDanke :P","replies":[]}]}]}]},{"id":"","poster":"Strabicoo","date":"2020-01-26T16:08:04.872+0000","up_votes":3,"down_votes":8,"body":"hi ,\nda sieht man mal wie trollerant die menschen sind, grausam echt. es wäre sinnvoller sie würde die leute aus dem verkehr ziehen die ständig stänkern und beleidigen und sich nicht wegen einem namen einer gruppe aufhängen den überhaupt niemanden stört. ich hab mit sowas absolut kein problem. jeder soll das ausleben wonach ihm ist, solange er andere die es nicht möchten in ruhe lässt.\nmanchmal muss man glaub ich vieles nicht verstehen was die leute des spieles hier so denken und ihre support anhänger. sind wahrscheinlich auch so konservative.\nes gibt ja immer leute die leiber anderen nach dem mund reden als selbst ihre  meinung zu vertreten, weil das der einfachere weg ist .\n\ntut mir echt leid für dich, das die gruppe geschossen wurde und ich kann deine wut verstehen. vorallem weil ihr halt alle vom selben stamm in der gruppe wart .  find ich echt toll sowas.\n\nich hab schon viele namen gemeldet wenn einer \"hi11ler \" oder \" Fikker\" oder\" osam bin landen\" sonst welche namen, aber da ist nie was passiert , sowas darf weiterhin rum laufen. manchmal muss man echt vieles nicht verstehen.  jeder der etwas phantasie hat, weiss was mit solchen namen gemeint ist auch wenn der name nicht korrekt geschrieben wurde.\n\ndann schreib den namen einfach etwas anderst aber das trotzdem noch erkennbar ist was gemeint ist,, dann klappt es vlt. geht ja mit viele anderen namen auch","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-26T20:47:15.868+0000","up_votes":7,"down_votes":0,"body":">sie würde die leute aus dem verkehr ziehen die ständig stänkern und beleidigen\n\nDas macht Riot, wenn du auch dafür meldest.\n\n>und sich nicht wegen einem namen einer gruppe aufhängen den überhaupt niemanden stört.\n\nDa der Clubtag gemeldet wurde, scheint es Personen zu geben, die sich daran stören.\n\n>jeder soll das ausleben wonach ihm ist, solange er andere die es nicht möchten in ruhe lässt.\n\nNaja, der Clubtag ist für einen Außenstehenden entweder etwas wie Werbung für eine sexuelle Orientierung oder er wird von Außen als Schimpfwort wahrgenommen, dass einfach nur gewählt wurde, weil es ein Schimpfwort ist.\nInsofern kann es also auch so wirken, als ob man damit andere eben nicht in Ruhe lässt, weil man da etwas in die Welt hinausschreit.\n\n>manchmal muss man glaub ich vieles nicht verstehen was die leute des spieles hier so denken und ihre support anhänger. sind wahrscheinlich auch so konservative.\n\nVersuchst du gerade kollektiv alle zu beleidigen, die meinen, so ein Thema ist in einem Spiel ab 12 Jahren unangemessen?\n\n>es gibt ja immer leute die leiber anderen nach dem mund reden als selbst ihre meinung zu vertreten, weil das der einfachere weg ist .\n\nWenn wir das hier weiter verfolgen, machst du gerade nichts anderes. Ins Extreme fortgeführt, gibt es im Grunde 3 Optionen. \"Ist mir egal\", \"pro XY\" und \"contra XY\". Da du hier eine Position bezogen hast, die garantiert schon einmal vertreten wurde, machst du eigentlich gerade nichts anderes, als das, was du anderen vorwirfst. \n\n>ich hab schon viele namen gemeldet wenn einer \"hi11ler \" oder \" Fikker\" oder\" osam bin landen\" sonst welche namen, aber da ist nie was passiert , sowas darf weiterhin rum laufen. manchmal muss man echt vieles nicht verstehen. jeder der etwas phantasie hat, weiss was mit solchen namen gemeint ist auch wenn der name nicht korrekt geschrieben wurde.\n\nWie hast du es denn gemeldet? Wenn du es korrekt gemeldet hast, wurden die Personen evtl. nur noch nicht oft genug gemeldet oder du hast nicht mitgekriegt, wann sie wie bestraft wurden. Ansonsten kannst du auch gerne via Supportticket melden.\n\n>dann schreib den namen einfach etwas anderst aber das trotzdem noch erkennbar ist was gemeint ist,, dann klappt es vlt. geht ja mit viele anderen namen auch\n\nDavon würde ich abraten. Dafür wurde bei diesem Club bereits eine 2 Wochensperre verhängt. Wenn die jetzt wieder mit so etwas auffällig werden, kann ich mir vorstellen, dass es beim nächsten mal einen Permabann gibt.\n\nEdit:\nNachtrag zu dem Teil mit, es stört ja keinen.\nIch kann mir gut vorstellen, wie jemand, der selbst homosexuell ist oder es befürwortet, sich an dem Clubtag gestört und ihn gemeldet hat. Zum Beispiel eben weil es als Clubtag wahrgenommen wurde, der ein \"lustiges\" Schimpfwort enthalten solle. So ähnlich wie wenn man Genitalien erwähnt manche einfach das schon für lustig finden, weil es schmutzig ist.","replies":[{"id":"","poster":"Mânâflásk","date":"2020-01-27T16:43:07.124+0000","up_votes":2,"down_votes":0,"body":"Uff großen Respekt. Ein Riot Community Volunteer der sich auskennt.{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-27T16:47:25.496+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank. \n\n>Ein Riot Community Volunteer der sich auskennt.\n\nAber kurze Frage, hat das irgendeinen Bezug, den ich noch nicht herstellen kann?","replies":[{"id":"","poster":"Mânâflásk","date":"2020-01-27T17:42:41.132+0000","up_votes":1,"down_votes":0,"body":"Also um genau zu sein. Ich war heute seit langem mal wieder im Forum aus Langeweile unterwegs, als ich auf den Beitrag gestoßen bin https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/RjzEvEgu-ho-ly-shite . Da wurd nur so mit Halbwissen rumgeworfen. Dein Beitrag war dagegen Informativ und gut zu lesen. sowas wie dich wünsch ich mir öfter als hilfe, als jemand der mit Halbwissen umsichschmeißt.","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-27T19:05:43.752+0000","up_votes":3,"down_votes":0,"body":"Ahja, ich verstehe was du meinst.","replies":[]}]}]}]},{"id":"","poster":"Strabicoo","date":"2020-01-29T10:34:40.977+0000","up_votes":2,"down_votes":5,"body":"einfach nur sprachlos mehr nicht. zu jedem kommentar wusstest du was, wahnsinn. nicht einmal was positives, nur negatives. aber mich jedesmal rügen super  antwort danke dir.","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-29T17:04:06.415+0000","up_votes":4,"down_votes":0,"body":"Tut mir leid, aber nur weil du eine Meinung hast, steht die nicht über allen anderen. Deine Argumentation hat eben auch Gegenargumente, es liegt ganz an dir, was du damit anfängst.\n\nEs wäre aber wohl besser, wenn du in Zukunft nicht mehr alle, die eine andere Meinung vertreten, über einen Kamm scherst und scheinbar zu beleidigen versuchst.\n\n>nicht einmal was positives, nur negatives. \n\nLeider gab es hier nichts, was man loben könnte. Zumindest nicht zum Thema des Clubtagbanns. \n\nDer Großteil deines Posts zieht einfach nur über Riot und/oder die Spielerschaft her. Das einzige positive hier war, dass du dem TE dein Mitleid ausgesprochen hast und deine Toleranzbekundung. Wolltest du dafür gelobt werden?","replies":[{"id":"","poster":"Strabicoo","date":"2020-02-03T19:18:26.395+0000","up_votes":1,"down_votes":2,"body":"du bist so toll echt. ein super toller typ.  daumen hoch sehr gut.","replies":[]}]}]}]}]},{"id":"","poster":"Yuiwara","date":"2020-01-25T15:55:22.292+0000","up_votes":6,"down_votes":3,"body":"ich finde, dass es definitiv gerechtfertigt ist, weil es sexuellen bezug hat. sowas sollte unabhängig von der eventuellen gesinnung der dahinter stehenden clubmitglieder vermieden werden. ich finde also die entscheidung definitiv korrekt.\n\nPS.: ich hätte den clubtag genauso gemeldet, wenn er mir aufgefallen wäre.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-25T18:43:21.978+0000","up_votes":2,"down_votes":4,"body":"Tut mir leid aber dass ist totaler bullshit.\nEine sexuelle Orientierung ist NICHT mit Sex gleichzusetzen!","replies":[{"id":"","poster":"Gengchen","date":"2020-01-26T00:40:07.576+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=BananenBubi,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=00050001,timestamp=2020-01-25T18:43:21.978+0000)\n>\n> Tut mir leid aber dass ist totaler bullshit.\n> Eine sexuelle Orientierung ist NICHT mit Sex gleichzusetzen!\n\nDie Orientierung gehört trotzdem nicht in ein Spiel","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T21:04:55.843+0000","up_votes":2,"down_votes":3,"body":"Gehört \"die Orientierung\" nicht in ein Spiel, weil es komisch ist homosexuell zu sein aber \"normale\" dürfen ingame thematisiert werden?\nund wieso wird dann Varus im Musikvideo \"As We Fall\" offensichtlich als homosexuell dargestellt?","replies":[{"id":"","poster":"Gengchen","date":"2020-01-30T21:20:20.550+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=BananenBubi,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=0005000100010001,timestamp=2020-01-30T21:04:55.843+0000)\n>\n> Gehört \"die Orientierung\" nicht in ein Spiel, weil es komisch ist homosexuell zu sein aber \"normale\" dürfen ingame thematisiert werden?\n> und wieso wird dann Varus im Musikvideo \"As We Fall\" offensichtlich als homosexuell dargestellt?\n\nWo werden normale thematisiert? Gibt es nen \"Hetero\"-Club? I dont think so. Es gibt homosexuelle und heterosexuelle Champs... und Champs gehören zum Spiel. Deine oder andere sexuelle Orientierungen, politische Meinungen etc. gehören nicht in ein Spiel.","replies":[]}]},{"id":"","poster":"Veezey","date":"2020-01-26T17:35:40.753+0000","up_votes":1,"down_votes":4,"body":"Warum gibt es dann Neeko?","replies":[{"id":"","poster":"Gengchen","date":"2020-01-27T15:41:52.349+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Veezey,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=0005000100010000,timestamp=2020-01-26T17:35:40.753+0000)\n>\n> Warum gibt es dann Neeko?\n\nKa ob das ne ernst gemeinte Frage ist... \nWeil das zum Spiel dazu gehört, deine Orientierung gehört aber nicht in ein Spiel.","replies":[]}]}]},{"id":"","poster":"Yuiwara","date":"2020-01-25T20:22:08.138+0000","up_votes":2,"down_votes":0,"body":"ich hab sexuellen bezug geschrieben. darunter fällt alles von sex an sich bis hin zu sowas wie gesinnung, sprachliche ausdrücke oä. ich habe das nie gleichgesetzt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T10:22:20.431+0000","up_votes":1,"down_votes":1,"body":"Dann missen alle champs sofort entfernt werden die sexueller Anspielungen machen ! ;)","replies":[]}]}]},{"id":"","poster":"Roxãs","date":"2020-01-25T17:23:03.492+0000","up_votes":1,"down_votes":2,"body":"https://translate.google.com/?hl=de#view=home&amp;op=translate&amp;sl=auto&amp;tl=de&amp;text=gay","replies":[]}]},{"id":"","poster":"BananenBubi","date":"2020-01-30T21:31:16.039+0000","up_votes":2,"down_votes":0,"body":"Gute Neuigkeiten! Nach einer erneuten Prüfung und Besprechungen mit \"Spezialisten??\"^^, hat man sich dazu entscheiden den Ban aufzuheben.\n\"Wörter, wie \"gay\" können zwar als eine Beleidigung genutzt werden, aber ohne Kontext ist gay halt eine Sexualität.\" -Symb0lik, via support ticket, 26.01.2020\n\nWir freuen uns auf jeden Fall Riesig. Hat sich wieder herausgestellt, wenn man nett bleibt und an die \"richtigen\" support Mitarbeiter kommt, kann man doch einiges erreichen :){{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"BlackSugaRose","date":"2020-01-30T21:47:26.742+0000","up_votes":3,"down_votes":0,"body":"Aus reinem Interesse: Wurde nur der Bann aufgehoben oder habt ihr auch euren Tag zurückbekommen?","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-31T14:16:46.429+0000","up_votes":1,"down_votes":0,"body":"So wie er es hier geschrieben hat, wohl nur der Bann. Aber warten wir mal etwas ab.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2020-01-26T12:01:57.058+0000","up_votes":3,"down_votes":0,"body":"Den 2-Wochen-Bann finde ich übertrieben, vielleicht sollte sich euer Club-Anführer mal an den Support wenden und die Absicht hinter dem Club erläutern.\n\nSonst schließe ich mich denen an, die auch der Meinung sind, dass eine sexuelle Orientierung einfach nicht ins Spiel gehört, genauso wenig wie Religion und Politik.","replies":[]},{"id":"","poster":"Commandant Mewtu","date":"2020-01-25T13:55:12.641+0000","up_votes":4,"down_votes":3,"body":"Das Wort \"Gay\" kann wie bereits im Ticket steht vom 24.01.2020 falsch aufgefasst werden. \nDer Clubersteller ist dafür verantwortlich das der Name allen AGB´s von Riot passt, dann gibt es damit keine Probleme. Es gibt noch andere Beispiele wo die Namenswahl sehr … ungünstig abgelaufen ist, dies aber trotzdem ein Verstoß gegen die AGB´s sind.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-25T14:07:43.908+0000","up_votes":3,"down_votes":4,"body":"Um ein Wort, welches im englischsprachigen Raum als normales Wort verwendet wird, als Beleidigung zu missbrauchen ist immer noch ein Pronomen nötig...","replies":[{"id":"","poster":"Commandant Mewtu","date":"2020-01-25T17:28:17.350+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=BananenBubi,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=00030000,timestamp=2020-01-25T14:07:43.908+0000)\n>\n> Um ein Wort, welches im englischsprachigen Raum als normales Wort verwendet wird, als Beleidigung zu missbrauchen ist immer noch ein Pronomen nötig...\n\nLeider werden wir hier nicht auf einen gemeinsamen nenner kommen da ich in diesem Fall auf der Seite des Supports und der AGB´s stehe","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T10:18:28.343+0000","up_votes":2,"down_votes":1,"body":"Lächerlich das das gebannt wurde :/ \n\nIst doch cool wenn sich gleichgesinnte so zusammen tun können :) \n\nAuch das sich daran jemand stört oder stören könnte ... finde ich einfach nur doof und sollte ignoriert werden -.- \n\nDrück euch mal die Daumen das das wieder frei gegeben wird :)","replies":[{"id":"","poster":"Yuiwara","date":"2020-01-29T12:46:02.480+0000","up_votes":2,"down_votes":0,"body":"> Ist doch cool wenn sich gleichgesinnte so zusammen tun können :) \n\nVon mir aus können sie das gerne machen, **ABER **unter einem **nicht anstößigem Clubtag!**","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-29T14:08:23.696+0000","up_votes":2,"down_votes":3,"body":"Jetzt erklärt mir bitte wo das einzelne und allein stehende Wort *Gay* anstößig ist ? \n\nGanz ehrlich danach darf Riot alles bannen was jeder einzelne anstößig findet .... \n\nWas wohl jedes Wort sein kann das man will.\n\nBeispiel? \n\nDu bist in einen ahri OTP Club mit dem Wort Fox \n\nFind ich anstößig weil Füchse in hinterwälderland 3 zur Pelz Gewinnung getötet werden .... Also du 2 wochen Bann und den Club Namen ändern \n\nAlso wenn das fair ist dann machen wir das so werde heute jeden Club Namen reporten der mich stört :) \n\nUnd mich stört sehr viel ^^","replies":[{"id":"","poster":"BlackSugaRose","date":"2020-01-29T14:24:34.451+0000","up_votes":2,"down_votes":0,"body":"Ob etwas als anstößig empfunden wird, unterscheidet sich von Person zu Person. Ich persönlich empfinde \"Gay\" in diesem Kontext nicht als anstößig, jemand anderes aber vielleicht schon und genau darum geht es. Wenn sich viele Spieler an einem Namen/Tag stören, da sie diesen als offensiv, unangemessen, anstößig etc. empfinden, dann ist das ein Grund, diesen Namen/Tag ändern zu müssen.\nSofern sich daran nichts geändert hat, trifft das auch auf Chatnachrichten zu. Auch dort wird das Bannsystem (meist) erst aktiv, sobald ein Spieler reported wurde. Es kommt nämlich auch ingame darauf an, wie Nachrichten empfunden werden. So kann ein \"noob\" in einer 5-er Premade Gruppe schon mal im Chat landen und \"witzig\" gemeint sein. Bei Randoms sieht das meist ganz anders aus. Dort entscheidet der Report darüber, ob man sich davon angegriffen gefühlt hat oder eben nicht.\n\n_Ich hoffe ich konnte mich verständlich ausdrücken. Und falls diese Information veraltet/überholt ist, korrigiert mich bitte._\n>Also wenn das fair ist dann machen wir das so werde heute jeden Club Namen reporten der mich stört :)\nUnd mich stört sehr viel ^^\n\nUnd exakt das ist dein gutes Recht!! Wenn du dich von etwas gestört fühlst, dann melde den Spieler für seine Nachrichten, seinen Namen, seinen Tag, was auch immer dich stört. Das gilt für dich genauso wie für die, die sich von dem \"Gay\"-Tag gestört gefühlt haben!","replies":[]},{"id":"","poster":"Yuiwara","date":"2020-01-29T15:05:36.446+0000","up_votes":2,"down_votes":1,"body":"> Jetzt erklärt mir bitte wo das einzelne und allein stehende Wort Gay anstößig ist ?\n\n1. Man kanns als beleidigung nutzen\n2. Man kann es im sexuellen kontext nutzen.\nBeides hat im spiel nichts verloren.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-30T07:59:30.280+0000","up_votes":1,"down_votes":5,"body":"Ja Blödsinn.... Das kann man zu jeden Wort sagen. \n\nDas game ist ab 12 also heute wo jede 12 jährigen trinkt, säuft und fickt .... braucht man nicht so tun als würde es irgendjemanden gefährden oder stören wenn im game mal im Clan tag Wörter wie gay oder sex, anal oder was weiß ich was alles kommt ....\n\nFind das mehr als lächerlich","replies":[{"id":"","poster":"Yuiwara","date":"2020-01-30T09:19:48.499+0000","up_votes":3,"down_votes":0,"body":"...\n{{sticker:slayer-jinx-unamused}} \nich habe dir geantwortet, aber deine Antwort darauf gibt mir gerade nur das gefühl, als willst du hier leute nur verarschen. Nicht jede \n> 12 jährige trinkt, säuft und fickt.\n\nDas ist eine unzutreffende verallgemeinerung. Und diejenigen, die es trotz solch geringen Alters machen, tun es illegal. Erlaubt ist es erst ab höheren Altersbegrenzungen (zumindest alkohol betreffend)!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-30T12:02:32.290+0000","up_votes":1,"down_votes":0,"body":"Naja ok dann verbessere ich mich und sage \"nicht alle\" \nUnd als würden wir alle nur legale Sachen machen ^^ \n\nEigentlich wollte ich dich auch nicht verarschen. Tut mir leid wenn es so rüber kommt. \n\nNur hab ich da wohl eine andere Meinung bezogen auf gewisse Wörter;)","replies":[]}]}]},{"id":"","poster":"Tercet","date":"2020-02-20T20:42:38.607+0000","up_votes":1,"down_votes":0,"body":"schwul/lesbisch sein also gay sein ist zum glück keine beleidigung oder diskriminierung mehr!\ndas lernen doch die kleinen kids in der grundschule mittlwerweile.\nseit 2017 ist gleichgeschlechtliche hochtzeit in deutschland erlaubt. paare zeigen sich öffentlich. diskriminierung von schwul/lesbisch also gay sein ist einfach out!\n\nwenn sich leute dadurch angegriffen fühlen dann sind sie noch ziemlich konservativ und ich finde es gut die moderne toleranz voran zu treiben und diejenigen die an den überholten werten festhalten links liegen zu lassen! konfrontiert sie mit gay!\ngay gay gay und nochmal gay\ngay sein ist toll! gay sein ist normal! gay sein ist flauschig und wunderbar :D\n\ndie frage ist nicht ob das wort \"gay\" ok ist denn das ist es.\ndie frage ist unter welchen kriterien man gruppierungen zulässt.\nnach dem gesetzt sind religiöse gruppierungen, fanclubs, sekten, usw, alles erlaubt. warum sollte das im internet anders sein. \n\ngruppierungen die volksverhetzung, pädophilie, anspielungen an mord und gewalt vertreten dürfen trotzdem nicht toleriert werden.\n\nman könnte um ethische diskussionen in der community zu vermeiden natürlich einführen dass gruppierungen (geht auch bei individuen) nur fantasynamen tragen dürfen. aber man legt seine zugehörigkeit ja nicht ab wenn man lol spielt. \nUnd lol und die leute die lol spielen leben auch in einer sich wandelnden gesellschaft.","replies":[{"id":"","poster":"Phoenixale","date":"2020-02-22T11:04:32.373+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tercet,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000c0000000000010002,timestamp=2020-02-20T20:42:38.607+0000)\n>\n> schwul/lesbisch sein also gay sein ist zum glück keine beleidigung oder diskriminierung mehr!\n> das lernen doch die kleinen kids in der grundschule mittlwerweile.\n> seit 2017 ist gleichgeschlechtliche hochtzeit in deutschland erlaubt. paare zeigen sich öffentlich. diskriminierung von schwul/lesbisch also gay sein ist einfach out!\n> \n> wenn sich leute dadurch angegriffen fühlen dann sind sie noch ziemlich konservativ und ich finde es gut die moderne toleranz voran zu treiben und diejenigen die an den überholten werten festhalten links liegen zu lassen! konfrontiert sie mit gay!\n> gay gay gay und nochmal gay\n> gay sein ist toll! gay sein ist normal! gay sein ist flauschig und wunderbar :D\n> \n> die frage ist nicht ob das wort \"gay\" ok ist denn das ist es.\n> die frage ist unter welchen kriterien man gruppierungen zulässt.\n> nach dem gesetzt sind religiöse gruppierungen, fanclubs, sekten, usw, alles erlaubt. warum sollte das im internet anders sein. \n> \n> gruppierungen die volksverhetzung, pädophilie, anspielungen an mord und gewalt vertreten dürfen trotzdem nicht toleriert werden.\n> \n> man könnte um ethische diskussionen in der community zu vermeiden natürlich einführen dass gruppierungen (geht auch bei individuen) nur fantasynamen tragen dürfen. aber man legt seine zugehörigkeit ja nicht ab wenn man lol spielt. \n> Und lol und die leute die lol spielen leben auch in einer sich wandelnden gesellschaft.\n\nStimme dir völlig zu. Allerdings sollte man dabei auch gegebene Grenzen einhalten. Normal ist das nicht. Normal ist etwas was auf eine natürliche Art und Weise einen Sinn und Zweck erfüllt. Es kann für jemanden selbst zur Normalität werden - klar. Grundsätzlich sollte aber jedes Kind wissen, dass dies im Bezug auf die natürliche Zwei-Geschlechter-Verteilung nicht normal ist. Man sollte ihnen von Anfang an beibringen es zu akzeptieren. Ältere Leute hingegen werden es wahrscheinlich nie akzeptieren, sollten aber von jedem dazu geleitet werden es zumindest zu tolerieren. Jeder hat eben einen anderen Geschmack und eine andere Meinung. Man muss nicht alles mögen, aber es deswegen auch nicht schlecht reden.\n\nUnd wieso besprechen wir hier eigentlich das Thema? Hier geht es einfach um eine dumme Laune eines angepissten Spielers.  {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"BananenBubi","date":"2020-01-30T21:34:25.036+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Yuiwara,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000c000000000001,timestamp=2020-01-29T15:05:36.446+0000)\n>\n> 1. Man kanns als beleidigung nutzen\n> 2. Man kann es im sexuellen kontext nutzen.\n> Beides hat im spiel nichts verloren.\n\nDiese zwei Punkte können viel zu weit ausgelegt werden..\n\"Pig\", kann als Beleidigung missbraucht werden. Ist nicht verboten.\nWurst, kann im sexuellen Kontext genutzt werden. Ist nicht verboten.","replies":[{"id":"","poster":"Yuiwara","date":"2020-01-30T21:44:23.255+0000","up_votes":1,"down_votes":1,"body":"aber für beide gibt es eine hauptbedeutung, die nicht anstößig ist, bei gay trifft das nicht zu. für deine 2 Beispiele wäre also der explizite zusammenhang zu weiteren wörtern wichtig.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T22:13:35.163+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Yuiwara,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000c00000000000100010000,timestamp=2020-01-30T21:44:23.255+0000)\n>\n> aber für beide gibt es eine hauptbedeutung, die nicht anstößig ist, bei gay trifft das nicht zu. für deine 2 Beispiele wäre also der explizite zusammenhang zu weiteren wörtern wichtig.\n\n\"Gay (engl. und franz. für „sorglos“, „heiter“) \"\nhttps://de.wikipedia.org/wiki/Gay_(Begriffskl%C3%A4rung)","replies":[{"id":"","poster":"Yuiwara","date":"2020-01-30T22:25:39.462+0000","up_votes":1,"down_votes":1,"body":"ok das wusst ich nicht. Punkt für dich, bleibe dennoch bei meiner meinung, dass es für das spezielle wort korrekt war vom support.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2020-01-25T13:52:07.986+0000","up_votes":3,"down_votes":2,"body":"Persönlich finde ich es ja faszinierend, dass anscheinend so viele Leute von \"gay\" angegriffen worden sind, dass diese Reaktion vom Support ausgelöst worden ist.\nWenn ich bedenke, dass ich ein Mal im Quartal einen ziemlich offensichtlich Rechtsextremen Klan- oder Summonernamen reporte... Hoffentlich erging es denen nicht besser als dir.\n\n\"Gay\" ist halt irgendwie schwierig, weil es als Fremdbezeichung negativ belegt ist. Also ein \"gay\" alleine (oder sagen wird \"Gay and Proud\", würde mich nie stören, wenn jemand seinen Clan \"GaysSlyaingCrew\" nennen würde, schon. Anscheinend war für eine auffällig hohe Zahl der Mitspieler schon das \"Gay\" ohne jeglichen Kontext schlimm genug.\n\nDazu muss man natürlich auch darauf hinweisen, dass Riot bei \"Faggot\" also Schwuchtel keinerlei Kompromissbereitschaft zeigt. Vielleicht ist auch bei Riot noch nicht angekommen, dass gay (Zitat Wikipedia) eine relativ wertfreie Konnotation hat... Wenn du den Support da mal drauf hinweist, können die dir vielleicht helfen...","replies":[{"id":"","poster":"Zavolta","date":"2020-01-25T14:01:21.423+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=0002,timestamp=2020-01-25T13:52:07.986+0000)\n>\n> Persönlich finde ich es ja faszinierend, dass anscheinend so viele Leute von \"gay\" angegriffen worden sind, dass diese Reaktion vom Support ausgelöst worden ist.\n> Wenn ich bedenke, dass ich ein Mal im Quartal einen ziemlich offensichtlich Rechtsextremen Klan- oder Summonernamen reporte... Hoffentlich erging es denen nicht besser als dir.\n\nHoffentlich.\nIch frage mich... wie kann ein Wort wie \"Gay\" gebannt werden, aber gleichzeitig Clubs wie \"Himmlers Beste\" existieren?!\n(Ja, den Club gibt es, bzw. gab es? Habe ich damals gemeldet... keine Ahnung ob man das irgendwo prüfen kann, ob der Club noch existiert)","replies":[{"id":"","poster":"Yuiwara","date":"2020-01-25T20:27:06.993+0000","up_votes":1,"down_votes":0,"body":"nya was will man gg den namen machen. klar, man kann es so auslegen, dass es direkten bezug auf den nazi himmler hat, aber letztendlich ist himmler in allererster linie nur ein name (es gab auch andere leute, die den namen trugen) und nicht zwingend in bezug stehend zur rechten szene (auch wenn es wahrscheinlich ist).","replies":[{"id":"","poster":"Megamaexx","date":"2020-01-26T11:57:18.752+0000","up_votes":2,"down_votes":0,"body":"Wenn der oft genug gemeldet wird, wird der auch rausgenommen, so wie bei \"Gay\"","replies":[]}]}]}]},{"id":"","poster":"Tavini","date":"2020-01-27T19:11:15.366+0000","up_votes":3,"down_votes":1,"body":"Hallo,\n\nden 2 Wochen Ban finde ich auch etwas übertrieben. Ansich ist das Wort auch nicht schlimm, jedoch frage ich mich ernsthaft, warum nennt man seinen Clan so? Ich bin bi, wen juckt das in einem Game? Das hier ist ein Spiel, welches auch von Kindern gespielt wird und da haben allgemein solche Dinge nichts zu suchen.\nWenn man stolz auf seine Neigung ist bitte, dafür gibt es im realen Leben genug Clubs und Möglichkeiten etc.\nwürde ich solch einen Clan Tag sehen, wäre auch meine erste Reaktion der Report. Mich persönlich greift es zwar nicht an, aber sowas hat in einem Spiel einfach nichts zu suchen und da brauch man auch nicht diskutieren. Wir alle haben den AGBS zugestimmt und wer am Ende meckert, ist selber schuld. Ob das immer alles so schön ist, sei dahin gestellt.\n\nWie gesagt, der 2 Wochenban ist viel zu viel. Es reicht meiner Meinung nach vollkommen aus, dass der Name geändert werden musste. Da kannst du auch noch stundenlang diskutieren. Lol ist ein Spiel, benutzt Fantasienamen und werdet endlich mal kreativ. So schwer ist das wirklich nicht..\nWeder Beleidigungen, noch sexuelle Dinge (egal in welcher Hinsicht), noch Neigungen, noch das Lieblingsessen oder die Lieblingswurst haben meiner persönlichen Meinung nach, etwas im Spiel zu suchen. (Fast so schlimm, wie diese ganzen Faker Nachmacher :D).\n\nBis auf den Bann, ist doch alles gut gelaufen. Ihr habt euren Club noch und ganz ehrlich, man kann auch mit normalen und kreativen Clantags spaß haben und seinen Stolz auf die Neigung oder was auch immer, in seiner realen Welt befriedigen. Und was anderes ist das auch nicht, sonst würde es dich/euch nicht stören, dass der Name geändert werden musste, obwohl ihr das im Vorfeld wusstet, denn es steht nunmal in den Agbs.\nUnd die sind dafür da, um eingehalten zu werden. Das ist überall so. Bei deinem Anbieter, in einem Onlinespiel, bei der Bank etc. \nDass wir alle zu faul sind, die AGBS zu lesen, (mich eingeschlossen :D) ist schon klar, aber gerade bei solchen Wörtern, lese ich doch zumindest mal den Abschnitt in den Agbs um am Ende nicht die Quittung zu erhalten. Und nur weil ihr bisher nicht reported wurdet etc, heißt das nicht, dass euer Name gerechtfertigt ist. Schniedelzwerg als Beispiel (sah ich mal in einem anderen Game) ist auch keine wirkliche Beleidigung, dennoch hat das nichts in einem Spiel zu suchen und ganz ehrlich, da gibt es einfach nichts zu diskutieren.\nKlar ist das Wort ansich nicht schlimm, es macht aber absolut keinen Sinn, da es keinen hier interessiert, ob man schwul, hetero, bi oder ein Gartenzwerg ist. Es stört manche Spieler zu recht, denn das gehört in kein Online Spiel. Spiele sind da, um der realen Welt zu entfliehen und ein wenig Fantasie bei der Namenssuche würde ehrlich gesagt, bzw geschrieben, hier einigen Spielern nicht schaden...\n\nDas alles ist meine persönliche Meinung zu dem Thema. Dass manche anderer Meinung sind, ist mir klar. Hier tut sich eh keiner etwas Gutes. Jeder besteht auf seine Meinung und das ist ansich ja auch richtig so, aber es gibt nunmal einfach kein vergnünftiges Argument, was solch einen Namen rechtfertigt. Das hat auch nichts damit zu tun, dass irgent jemand disktriminiert wird. Schreibt mal was schwulenfeindliches in den Chat, die Quittung kommt dann auch direkt. Und das ist auch gut so!\n\nDas war es dann auch von mir. Ich habe nichts gegen schwule, heteros, bi etc.. wie gesagt, bin selber bi. Aber das juckt hier niemanden, also lasst solche Namen einfach sein, hat eh keiner etwas davon.\nRechtschreibfehler könnt ihr behalten, das sind Nebenefekte meiner Tastatur.\n\nAm Sonsten viel Spaß noch im Spiel.^^","replies":[]},{"id":"","poster":"Sirrkas","date":"2020-01-26T14:31:03.867+0000","up_votes":3,"down_votes":1,"body":"Das ist so, als würde euer Club irgendwelche Genitalien enthalten.Da würde ich mich nicht über eine Löschung wunder.\n\nEs ist gut zuhören, dass Riot bei Reports von Clubtags reagiert. Bei euch ist es wohl längere Zeit nicht der Fall gewesen, dass ihr dafür gemeldet wurde oder Riot hat da vor kurzem angezogen, was das verfolgen von solchen Reports angeht.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-30T21:24:59.305+0000","up_votes":2,"down_votes":4,"body":"WTF?\nAlso tut mir leid, aber mit dir gehen ein bisschen die Pferde durch.\nEine sexuelle Orientierung, was nun mal die Bedeutung des Wortes ist, als vulgär darzustellen, grenzt in diesem Zusammenhang STARK an Homophobie...\nBitte überdenke erst einmal deine Haltung...","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-31T14:14:24.202+0000","up_votes":2,"down_votes":1,"body":"Du könntest auch überdenken, was \"gay\" im Kontext von Videospielen bedeutet. Für gewöhnlich wäre das eher eine kindische Beleidigung. Dementsprechend wurde wohl euer Clubtag als Beleidigung oder anzüglich verstanden. Weshalb es dafür eine Strafe gibt. \n\nAls Beispiel wäre \"Baby\" ja auch nur ein Wort für einen vor kurzem geborenen Menschen. Aber wenn das jemand in einem Videospiel an eine zufällige Person schreibt, wird es eher eine Beleidigung sein. Der Kontext ist hier wichtig.","replies":[{"id":"","poster":"BananenBubi","date":"2020-01-31T16:44:50.067+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=000900000000,timestamp=2020-01-31T14:14:24.202+0000)\n>\n> Du könntest auch überdenken, was \"gay\" im Kontext von Videospielen bedeutet. Für gewöhnlich wäre das eher eine kindische Beleidigung. Dementsprechend wurde wohl euer Clubtag als Beleidigung oder anzüglich verstanden. Weshalb es dafür eine Strafe gibt. \n> \n> Als Beispiel wäre \"Baby\" ja auch nur ein Wort für einen vor kurzem geborenen Menschen. Aber wenn das jemand in einem Videospiel an eine zufällige Person schreibt, wird es eher eine Beleidigung sein. Der Kontext ist hier wichtig.\n\nNein. Gay ist nicht im Kontext von Videospielen \"gewöhnlich\" eine eher kindische Beleidigung...\nDu was verstehst du nicht, Gay = homosexuell ist. Es kommt NICHT auf den Kontext an. Es ist KEINE Beleidigung, noch hat es eine vulgäre Bedeutung. Super auch, dass du nicht auf meine Kritik reagierst..\nWenn du Ausdrücke benutzt die aufgrund Intoleranz als Beleidigung missbraucht werden (gay, schwul, jude, behinderter etc.), macht das dich keinen Deut besser.\n(natürlich weiß ich selbst, dass wer gay als Ausdruck benutzt sicherlich nicht gleich homophob ist. Es geht eher darum wie eine Gesellschaft mit einem Ausdruck umgeht.)","replies":[{"id":"","poster":"Sirrkas","date":"2020-01-31T17:36:22.212+0000","up_votes":2,"down_votes":1,"body":">Gay = homosexuell\n\nDas verstehe ich durchaus.\n\n> Es kommt NICHT auf den Kontext an.\n\nWarum nicht? \n\n>Es ist KEINE Beleidigung, noch hat es eine vulgäre Bedeutung. \n\nWenn jemand \"are you gay?\" schreibt, nachdem du getötet wurdest, ist es dann nicht abwertend gemeint? Das ist so ähnlich wie bei Strabico hier, der \"Konservative\" als Beleidigung nutzen möchte.\n\n>Super auch, dass du nicht auf meine Kritik reagierst..\n\nDas Problem hier ist, die Medaille hat nicht nur eine Seite. Für dich und deinen Club ist es offensichtlich in Ordnung. Aber andere fühlen sich davon offensichtlich gestört. Ich versuche dir nur zu erklären, warum man nicht einfach sagen kann \"ist doch alles in ordnung\". \n\nTavini hat hier zum Beispiel auch geschrieben, dass der erste Gedanke ein Report wäre, obwohl der Spieler bi ist. Womöglich haben sogar einige andere schwule Spieler euch gemeldet, weil sie euren Clubtag als Homophob angesehen haben.\n\n>Wenn du Ausdrücke benutzt die aufgrund Intoleranz als Beleidigung missbraucht werden (gay, schwul, jude, behinderter etc.), macht das dich keinen Deut besser.\n\nUnd warum sollte ich so schlimm wie homophobe Menschen sein, wenn ich euren Clubtag zitiere?\n\n>(natürlich weiß ich selbst, dass wer gay als Ausdruck benutzt sicherlich nicht gleich homophob ist. Es geht eher darum wie eine Gesellschaft mit einem Ausdruck umgeht.)\n\nUnd das ist hier auch das Problem und wohl der Grund für die Umbenennung des Clubs und die ursprüngliche Strafe, die aufgehoben wurde. Wenn du LoL-Spieler fragen würdest, was für Clubtags sie melden würden und \"gay\" als Beispiel aufführst, werden das sicher einige melden. Vermutlich weniger, als bei eindeutigen Beleidigungen oder Nazi-Anspielungen.","replies":[{"id":"","poster":"BananenBubi","date":"2020-02-02T20:58:22.103+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=FVoO3Lcd,comment-id=00090000000000000000,timestamp=2020-01-31T17:36:22.212+0000)\n>\n> Das verstehe ich durchaus.\n> \n> Warum nicht? \n> \n> Wenn jemand \"are you gay?\" schreibt, nachdem du getötet wurdest, ist es dann nicht abwertend gemeint? Das ist so ähnlich wie bei Strabico hier, der \"Konservative\" als Beleidigung nutzen möchte.\n\nDu verstehst, dass normale Wörter als Beleidigungen missbraucht werden können?\n\n> Das Problem hier ist, die Medaille hat nicht nur eine Seite. Für dich und deinen Club ist es offensichtlich in Ordnung. Aber andere fühlen sich davon offensichtlich gestört. Ich versuche dir nur zu erklären, warum man nicht einfach sagen kann \"ist doch alles in ordnung\". \n> \n> Tavini hat hier zum Beispiel auch geschrieben, dass der erste Gedanke ein Report wäre, obwohl der Spieler bi ist.\n\n???\nIch bin kein fan davon, sich über die Rechtschreibung/Satzbau anderer sich zu beschweren (schon allein, weil ich selbst darin ne niete bin), nur verstehe ich nicht was du meinst?\n\n > Womöglich haben sogar einige andere schwule Spieler euch gemeldet, weil sie euren Clubtag als Homophob angesehen haben.\n\nGroßer denk Fehler... Gay bzw schwul ist nun mal ein neutrales Wort. Du wirst ziemlich sicher keine Homosexuelle Frau bzw. Mann finde, die sich angegriffen fühlen, wenn man sie Schwul nennt.\nGenauso wie du einen Mensch mit jüdischen Glauben durch das Wort Jude beleidigen lässt. Oder beleidigst du Frauen als Frau?\n\n> Und warum sollte ich so schlimm wie homophobe Menschen sein, wenn ich euren Clubtag zitiere?\n\n??? Das habe ich nie Behauptet!\n\n> Und das ist hier auch das Problem und wohl der Grund für die Umbenennung des Clubs und die ursprüngliche Strafe, die aufgehoben wurde. Wenn du LoL-Spieler fragen würdest, was für Clubtags sie melden würden und \"gay\" als Beispiel aufführst, werden das sicher einige melden. Vermutlich weniger, als bei eindeutigen Beleidigungen oder Nazi-Anspielungen.\n\nSorry, aber ich verstehe nicht was du mir sagen möchtest?\n\nIch weiß, es gibt viele verschiedene Meinungen. Leider kann ich immer noch nicht nachvollziehen, wie man sich von einem neutralen Wort beleidigt fühlen kann. Zum Glück muss ich das auch nicht mehr, weil Riot derselben Ansicht ist.\nDanke für die lebendige Diskussion, oder so^^","replies":[{"id":"","poster":"Sirrkas","date":"2020-02-02T21:49:55.604+0000","up_votes":1,"down_votes":0,"body":"Ich meine doch nur, dass \"gay\" in einen Graubereich fallen kann, bei dem man nie ganz so eindeutig sagen kann, ob es ok ist oder nicht.\n\n>??? Das habe ich nie Behauptet!\n\nDann verstehe ich den Teil nicht:\n\n>Wenn du Ausdrücke benutzt die aufgrund Intoleranz als Beleidigung missbraucht werden (gay, schwul, jude, behinderter etc.), macht das dich keinen Deut besser.\n\nIst es jetzt verwerflich Jude zu benutzen oder ist es nur verwerflich Jude als Beleidigung zu benutzen?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alry FireBlade","date":"2020-02-13T19:54:13.899+0000","up_votes":1,"down_votes":0,"body":"\"Der Name deines Clubs wurde von mehreren Spielern gemeldet. Sie wurden sicherlich irgendwie davon beleidigt.\" -Sven (Riot Games - LoL Support), via support ticket, 21.01.2020\n\nHmm da haben sich welche Offended gefühlt und dich gemeldet. Also, wenn du das einfach nur als Clubnamen hast, finde ich das nicht schlimm. \nMan könnte sagen, das Riot solche Clubs nicht will, mit solchen Namen, aber 1. hat er gepasst und 2. warum erst nach 3 Jahren?\n\n\"Der Clubname/Tag verstößt allerdings gegen unsere Nutzungsbedingungen, da sich andere Spieler angegriffen fühlen könnten, weil es anders aufzunehmen ist. -Es ist nicht offensichtlich, dass ihr euch selbst damit meint.\" -TräumFrau, via support ticket, 24.01.2020\n\nOkay, also mein erster Gedanke wäre, dass ihr euch damit meint, ich meine. Der Club beschreibt die Leute, die darin sind, nicht die die denn amen lesen.\n\nAlso ich finde es auch übertrieben. Da wollte, wer beleidigt sei und hat es als Grund genommen. Nach der Erklärung für den Namen finde ich, solltet ihr ihn wieder nehmen können.\n\nEdit:\n\nWenn ich so Überlege ist das schon etwas gemein. Es gibt nun mal Leute, die es offen sagen und sich öffentlich auch so zeigen. Sie fühlen sich damit wohl und ja drücken es anderen auf. Ob das jetzt gut ist, ist eine andere Sache, aber wenn sie es zeigen wollen, sollten sie es dürfen.\n\nAber das ist halt nur meine Meinung, der Support sieht das ganze offensichtlich anders.","replies":[]},{"id":"","poster":"BananenBubi","date":"2020-02-02T21:22:11.169+0000","up_votes":1,"down_votes":0,"body":"An die, die es interessiert: Also wurde der Leader wieder Entbannd und der Club-Name! wieder hergestellt.\nDer Support kann uns aber \"leider\" nicht mehr unseren Club-Tag zurückgeben, da ein anderer Spieler sich ihn geschnappt hat (Während wir dafür gebannt waren!!!). Offensichtlich war der Tag, trotz des zuerst verhängten Ban, nicht gesperrt.\n\nIch finde es einfach nur unfair, erst für etwas bestraft zu werden, was dann wieder zurückgenommen wird, und man nicht mal das Recht hat seinen alten Namen zurückzuverlangen...","replies":[]},{"id":"","poster":"Phoenixale","date":"2020-02-02T12:34:46.031+0000","up_votes":1,"down_votes":3,"body":"Viele gute Ausreden, um den Clubtag zu erhalten. Hör einfach auf so ein Witzbold zu sein und suche nicht nach irgendwelchen Ausflüchten! {{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Westcoast38","date":"2020-01-25T19:11:18.865+0000","up_votes":2,"down_votes":6,"body":"Ich finde es auch etwas übertrieben, vorallem wenn der Club auch noch mit homosexuellen Mitglieder hat.\nAber mittlerweile wissen wir doch alle wie pingelig und zickig Riot bei sowas werden kann. Warum drauf anlegen und man kann dies wirklich falsch aufnehmen.\nNimmt nächstes Mal sowas wie rosarotes Regenbogenglitzerponyeinhorn mit Flügeln.","replies":[]},{"id":"","poster":"Roxãs","date":"2020-01-25T17:20:17.457+0000","up_votes":2,"down_votes":6,"body":"Riot is homophob confirmed","replies":[]}]}