{"id":"zK3EpU9E","poster":"ÐankGamer420","date":"2017-09-05T17:36:42.752+0000","title":"Scam?! Nicht richtiger Link","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Ein Spieler von meiner Freundschaftsliste hat mir einen Link geschickt und mir geschrieben das es 2 Skins gratis geben w&uuml;rde und 3250 RP auch, ich kopiere den Text nicht da ich glaube das es Illegal ein Text, also eine Nachricht ohne Erlaubnis vom anderen weiter zu schicken, deswegen zitiere ich es einfach so ungef&auml;hr. \r\n\r\nIch bin auf den Link gegangen und es ist der Startlogin von LoL, bzw ein Fake Link, wenn man die URL liest hat man es auch bemerkt. Ich habe es von Anfang an nicht geglaubt aber trotzdem war ich neugierig, man weiss ja nicht :P. Also h&auml;tte ich mich auf dieser Seite angemolden, w&auml;ren meine Daten weg, sowohl auch mein ACC. \r\n\r\nDieser Spieler der mir den Link geschickt hat, darf ich den melden mit einem Ticket oder hat er nichts schlimmes gemacht, obwohl Scamen immer schlimm ist? \r\n\r\nEin Freund, bzw. ein Bekannter hat es mal geglaubt, wieso weiss ich auch nicht, sein Acc wurde entnommen und konnte sich nicht mehr anmelden. (vor 2 Jahren)","replies":[{"id":"","poster":"Squidwards House","date":"2017-09-06T02:22:08.930+0000","up_votes":3,"down_votes":0,"body":"https://puu.sh/xsCwP/e6c937344c.png \nscam links würde ich schon melden. ich hab das vor kurzem getan und hier ist die antwort von riot.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-09-05T19:18:38.703+0000","up_votes":1,"down_votes":0,"body":"Wenn du diesen Freund kennst und erreichen kannst, solltest du ihn darauf hinweisen, dass sein Account einen Scam-Link verteilt. Er sollte schleunigst sein Passwort ändern und hat hoffentlich für seine E-Mail ein anderes Passwort, sonst könnte man diese ebenfalls ändern (sofern der Scammer das nicht geändert hat)\nE-Mail verifizieren hilft auch vor unerlaubten Passwort-Änderungen des eigenen Accounts.","replies":[]},{"id":"","poster":"Martensitic","date":"2017-09-06T10:20:38.723+0000","up_votes":1,"down_votes":1,"body":">Ich bin auf den Link gegangen\n\n{{sticker:zombie-brand-facepalm}} \n\n> Ich habe es von Anfang an nicht geglaubt aber trotzdem war ich neugierig, man weiss ja nicht\n\n{{sticker:zombie-brand-facepalm}} {{sticker:zombie-brand-facepalm}} \n\n#DOCH! MAN WEISS!\n\nHerrgott noch einmal, JEDEN TAG gibt es Meldungen über Leute die im Internet abgezockt wurden!\n\n* JEDEN TAG hat wieder irgendeine Hausfrau aus Barsbüttel einem \"Internet Verehrer\" 15.000 EUR überwiesen!\n\n* JEDEN TAG hat irgendein Pfosten einem \"Nigerianischen Prinzen\" seine Ersparnisse geschickt!\n\n* JEDEN TAG fängt sich irgendwer einen Cryptotrojaner ein, weil er glaubt seine Bank würde unterlagen als .doc oder .zip im Anhang an EMails versenden!\n\nEs ist in allen Medien, es wird in jedem \"Computerkurs\" für Hausfrauen erklärt, ihr hört es jeden Tag im Radio, in den Foren, im Fernsehen, auf Facebook.\n\n**Also wieso, WIESO, klickt ihr immer noch auf solche Links?**\n\nNur damit du bescheid weisst mein Freund...wenn du auf Windows unterwegs bist, es gibt Angriffsmethoden, bei denen es ausreicht dass du den Link auch nur AUFRUFST. XSite Request Forgery ist da noch das harmloseste.","replies":[]}]}