{"id":"tpRyyHek","poster":"GGNecronWP","date":"2017-09-05T01:22:02.011+0000","title":"champion idee. Fand die Helfende Hand","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"so, nach längerem sitz ich wieder hier und überarbeite die ganzen fähigkeiten. das was mich am meisten beschäftigt hat, war das \"wie\". hab jetzt beschlossen den ursprünglichen post unten als kommentar zu hinterlsassen. dann kann man sich in etwa ansehen, welche änderungen vorgenommen wurden. ebenfalls möchte ich mich bei Amycos Cyrus bedanken, welcher mit dem kommentar wirklich großartige anregungen gegeben hat.\n\nok, dann mal los.\n\n2 passive fähigkeiten (waren ursprünglich 3. ist allerdings nicht mehr notwendig, da sich eine kleinigkeit verändert hat)\n\nP1: Fand ist nicht in der lage schaden anzurichten. weder mit items noch mit automatischen angriffen. an die stelle von aas tritt genau 1 punkt an absoluten schaden (um wards clearen zu können). gewirkte effekte von fähigkeiten erzeugen kleine felder, welche 1,5 sekunden bestehen bleiben und gegner die sich hinein begeben bekommen genau 1 punkt an absoluten schaden. (damit effekte wie {{item:3116}}  slow angewendet werden können)\n\nP2: lässt Fands aas einen debuff an gegnern anbringen welcher den schaden der gegner um 10%/15%/20%/25% auf Lv. 1/6/11/16 reduziert. hält 2 sekunden an.\nferner sammelt Fand alle 7 aas an gegnern 1 von bis zu 3 steigerungen, welche genutzt werden können um einen verbündeten anzugreifen und ihn um 25/50/75/100 auf Lv. 1/6/11/16 + 0.5 max ad und 0.25 ap zu heilen. (welche früchte wohl Fand auf verbündete wirft? auf gegner sollen es allerdings wattebäuschchen sein!)\n\nQ: generiert alle 20 sekunden eine steigerung von bis zu 4 steigerungen (wird durch abklingzeitverringerung reduziert), trifft alle gegner in der nähe und reduziert \"grundresistenzen\" (rüstung und magieresistenz) 3,25 sekunden lang um 4%/8%12%/16%/20% bis zu 5 mal Kumulativ. türme richten an getroffenen zielen 25% mehr schaden an (dieser effekt wirkt nicht kumulativ) 3 sekunden abklingzeit.\n\n\"der gedanke dabei ist, dass tanks viele resistenzen ansammeln. und wie {{item:3071}} die resistenzen reduziert, aber die grundrüstung als letztes anrührt, lässt die stärke von {{item:3035}} schwinden. deswegen grundresistenzen. weiche ziele wie gegnerische adcs haben in der nähe der gegnerischen backline eh nichts zu suchen. ausnahme {{champion:127}} welche sowieso längere zeit nicht ins ziel genommen werden können sollte. der erhöhte schaden von türmen soll gegnerische dives riskanter machen und bessere koordination erfordern und ebenfalls die möglichkeit liefern zumindest ein klein wenig türme ohne verbündete halten zu können.\"\n\nW: ein verb&uuml;ndeter champion (kann nicht auf Fand gewirkt werden) bekommt f&uuml;r 6 sekunden 10/20/30/40/50 r&uuml;stung und magieresistenz. Fand heilt sich f&uuml;r 6% des schadens den das ziel w&auml;rend der wirkdauer anrichtet. (erzeugt das feld der ersten passiven) 30/27,5/25/22,5/20 sekunden abklingzeit.\n\n\"die resistenzen wurden reduziert, die heilung für Fand ging ein klein wenig nach oben und die abklingzeit (welche op war) ging auch hoch. die passive soll die wirkung entfallten, da tanks deinen carrys hinter her rennen wollen. mit items wie {{item:3116}} sollen kleine slow felder erzeugt werden können, welche deinem adc das leben erleichtern könnten.\"\n\nE: lässt sich auf verbündete champions oder auf gegnerische champions wirken. (nicht auf Fand selbst)\nauf gegner gewirkt, l&auml;sst einen gegnerischen champion 1 sekunde lang verstummen und f&uuml;gt dem ziel jede sekunde f&uuml;r 4 sekunden eine 0.5 sekunden andauernde verstummung zu.\nauf verbündete champions gewirkt füllt es 10/15/20/25/30 +0,1 des fehlenden manas wieder auf. zusätzlich erzeugt es einen buff für den nächsten aa des verbündeten welcher die gleiche verstummung und zusätzlich 60/70/80/90/100 magischen schaden anrichtet. (der schaden kann kritisch treffen und verstärkt sich weiter hin durch kritischer schaden verstärkungen wie {{item:3031}} oder runen). 20 sekunden abklingzeit (das wirken des effektes auf gegner und verbündeten erzeugt das feld der passiven und der verstärkte aa des verbündeten erzeugt es ebenfalls)\n\n\"Amycos Cyrus kommentar mit dem poke hat mich nachdenken lassen. dabei bin ich zu folgendem schluss gekommen. schaden ja, aber Fand macht ihn nicht. zumindest nicht selbst. ich hatte dabei eine szene von stargate im kopf. wer die nox von dieser fernseh serie kennt weiss was ich meine. \"ich habe die waffe nur versteckt und nicht abgefeuert\" lautete ein spruch dieser nox. ebenso soll auch Fand sagen können \"ich habe meinen verbündeten nur verstärkt, den schaden hat er selbst gemacht\". auch ist es wichtig in teamkämpfen entscheiden zu können ob ich jetzt die verstummung sofort haben will, oder ob zusätzlicher schaden in ordnung ist. die mana wiederherstellung hält sich in grenzen und sollte nicht zu stark sein. ebenfalls hab ich die abklingzeit erhöht, damit die wirkung nicht zu oft einsatz finden kann\"\n\nR: Fand erzeugt ein feld um sich herum, welches ihm folgt und 12,5%/25%/37,5 % des schadens den verbündete (nicht Fand selbst) erleiden als heilung wieder gutgeschrieben. diese wirkung h&auml;lt 5 sekunden, endet allerdings sofort wenn Fand stirbt. 180/150/120 sekunden abklingzeit. (profitiert von heilverstärkung und löst {{item:3504}} aus. klaffende wunden reduzieren die heilung)\n\n\"zur ultimativen fähigkeit muss man denk ich nicht viel sagen. ist mehr als deutlich, dass es spielentscheidend sein kann diese einzusetzten oder eben diese zu countern in dem man die wirkung abschwächt (mit klaffenden wunden), abwartet bis die wirkung endet oder alles dafür getan wird, dass Fand sein leben aushaucht.\"\n\nmir ist klar, dass Fand nicht sehr selbstständig ist, das aber ist an sich so gewollt. er soll die \"helfende hand\" sein. der bonus den du brauchst um zu überleben. der nerv faktor den der gegner nicht ausstehen kann. der, der sterben muss, damit sein restliches team tot zu bekommen ist. genau dafür hat er nur recht wenig schaden (ursprünglich hatte er nur den der passiven). viel mehr glänzt (oder funkelt?) Fand mit dem nutzen den sein kit mit sich bringt. sein team soll erkennen, dass der supporter beschützt werden muss, damit er sein team beschützen kann. vlt. kommt es dann mal zu einer \"protect the support\" meta. wär echt mal eine gelungene abwechslung. (auch wenn ich das stark bezweifle xD )\n\nzum abschluss möchte ich mich noch einmal (ich weiss ich hab es am anfang bereits getan, aber egal)  bei Amycos Cyrus bedanken. der kommentar war echt toll. die ideen die jetzt im neuen bzw. editierten post stehen, die waren schon fertig als ich den kommentar 5 stunden oder so angestarrt habe. ich musste nur noch an den zahlen arbeiten und überlegen wie ich den post editiere. naja, das ergebnis ist ein neu geschriebener post und ein kommentar für einblicke in den ursprünglichen. was als letztes folgt wären die grundwerte und die manakosten der fähigkeiten. allerdings bin ich dazu aktuell zu faul. der rest folgt in ca. einer woche vermutlich :D","replies":[{"id":"","poster":"GGNecronWP","date":"2017-09-13T13:55:18.727+0000","up_votes":2,"down_votes":0,"body":"#wie oben steht, der ursprüngliche post von mir als kommentar für einblicke.\n\nok erst mal zum start. es gibt einige f&auml;higkeiten von champions die ich sehr vermisse. die alte soraka e oder die alte urgot passive. also warum nicht aus alten f&auml;higkeiten und ein paar mehr oder weniger neuen ideen einen neuen champion zusammen basteln? &uuml;ber die werte wie leben oder mana und auch manakosten bin ich mir nicht sicher. so weit hab ich noch nicht nachgedacht. erst kommen eh die f&auml;higkeiten, um den rest kann man sich dann immer noch gedanken machen. so dann fang ich mal an.\n\nder typ hat genau 3 passive f&auml;higkeiten &quot;was 3? bist du doof?&quot; ja 3 aber das erkl&auml;rt sich noch alles. \n#1 dieser champion macht mit aas und f&auml;higkeiten genau 1 truedmg an gegnern. ansonsten wird kein schaden angewendet. kein normaler schaden durch aas, noch durch onhit effekte richten schaden an.\n&quot;&auml;hhhm... ok? alles klar bei dir?&quot;. ja alles fein, aber irgendwie muss er ja rylais auf gegner bekommen, wenn ihm danach ist. xD\n#2 aas auf gegner reduzieren den schaden den diese anrichten f&uuml;r 3 sekunden um 10% + 0.05 ap + 0.10 max ad.\n&quot;sicher, dass du weisst was du da tust?&quot; ne, aber mir ist danach. also weiter. das ist ja noch nicht alles.\n#3 Fand kann verb&uuml;ndete champions autoattacken und diese um 1.0 ad und 0.5 ap heilen. 23 - 5 sekunden abh&auml;ngig der stufe abklingzeit.\n&quot;bist du dir &uuml;ber die abklingzeit sicher?&quot; ne aber ich kann ja immer noch bearbeiten. das ist ja das sch&ouml;ne an einem forum :D\n\n&quot;ja gut, aber 3 passive f&auml;higkeiten? das ist schon bisschen viel.&quot; naja, wenn man so will vlt. aber auser dem 1 punkt an truedmg soll der ja eh keinen schaden austeilen. &quot;keinen dmg? wards machen auch keinen. deswegen lass ich die weg. also was will ich dann mit so nem useless champ?&quot; abwarten, denn jetzt wirds lustig!\n\nQ: aoe wirkung ohne schaden. jeder gegner der getroffen wird, verliert 5 sekunden 2/4/6/8/10 r&uuml;stung und magieresistenz. bis zu 5 mal kumulativ. 2,5 sekunden abklingzeit. &quot;kein schaden?&quot; doch, der eine punkt aus der passive. sonst aber nichts. wobei, du machst dann selbst mehr schaden! &quot;das ist ja toll... NICHT! so was will ich garnicht im team haben!&quot; ja gut, aber warte mal ab. das war ja noch nicht alles ^^\n\nW: ein verb&uuml;ndeter champion (nicht Fand selbst) bekommt f&uuml;r 6 sekunden 15/30/45/60/75 r&uuml;stung und magieresistenz. Fand heilt sich f&uuml;r 5% des schadens den das ziel w&auml;rend der wirkdauer anrichtet. 30/25/20/15/10 sekunden abklingzeit  &quot;moment mal, das kenn ich doch irgendwoher. das ist doch eine ver&auml;nderte version der alten galio w. damit w&uuml;rde ich ja l&auml;nger am leben bleiben o.o ich glaube die gef&auml;llt mir!&quot; echt? &quot;ne die macht keinen schaden an gegnern...&quot; alles klar :D\n\nE: stellt an verb&uuml;ndeten champions (nicht an Fand selbst) 10/15/20/25/30 +0.05 des maximalen manas an mana wieder her. l&auml;sst einen gegnerischen champion 1 sekunde lang verstummen und f&uuml;gt dem ziel jede sekunde f&uuml;r 4 sekunden eine 0.5 sekunden andauernde verstummung zu. 15 sekunden abklingzeit &quot;das mit dem mana ist ja sch&ouml;n und gut. finde ich auch toll. aber nur eine sekunde verstummen? und &auml;hm... bitte was? nochmal zum mitschreiben bitte&quot; stell dir die weitere wirkung der verstummung wie ein flackern vor. das ziel ist f&uuml;r ganze 5 sekunden im kampf fast nicht zu gebrauchen. &quot;ok, das h&ouml;rt sich praktisch an... aber ich seh immer noch keinen schaden...&quot; sollst du ja auch nicht :P\n\nok und jetzt zur speziellen f&auml;higkeit. der ULTIMATIVEN f&auml;higkeit!\nR: bei aktivierung bekommen verb&uuml;ndete (aller art. auch minions oder andere einheiten. auser Fand selbst) welche sich in der n&auml;he von Fand befinden 12,5/25/37,5 % des schadens den sie erleiden als heilung wieder gutgeschrieben. diese wirkung h&auml;lt 5 sekunden, endet allerdings sofort wenn Fand stirbt. 180/150/120 sekunden abklingzeit. &quot;willst du mir sagen, solange Fand lebt, bleibe ich in seiner n&auml;he auch am leben?&quot; so in der art, ja. &quot;ich weiss nicht was ich davon halten soll. ich will den nicht im gegner team haben, denn ich bekomm dann die gegner nicht mehr tot. aber ich will ihn auch nicht in meinem team, denn der macht keinen schaden am gegner... PERMA BAN!) bei den gegnern op und bei dir useless? achso ist das wieder... :D\n\n\n\nja gut, das war es soweit. hab mir mal &uuml;berlegt wie ein champion aussehen k&ouml;nnte, welcher alte und entfernte f&auml;higkeiten besitzt. nat&uuml;rlich ein wenig ver&auml;ndert. auch hab ich versucht die f&auml;higkeiten nicht zu op werden zu lassen. die alte {{champion:16}}  q, die alte {{champion:3}}  w, die alte {{champion:16}}  e, und die alte {{champion:6}}  passive in abgewandelter form. die ultimate und andere teile der passive hab ich mir mehr oder weniger selbst ausgedacht. bei der ulti hab ich mal kurz an {{item:3070}}  und an leben gedacht. das ganze als aoe muss doch einfach klasse sein.\n\ngut von den f&auml;higkeiten stehn die mana kosten noch nicht drin. aber soweit war ich noch nicht. dann die ganzen anderen werte wie ad, r&uuml;stung usw. gut, wenn man sich nochmal kurz hinsetzt kann man da sicher auch noch was zusammen basteln. aber das war mir nicht wichtig bis jetzt. ich wollte nur die f&auml;higkeiten mal aufgeschrieben haben. ok, wenn ich mir die namen der einzelnen f&auml;higkeiten kurzfristig &uuml;berlegen m&uuml;sste k&auml;me da sowas raus wie\n\nPassive: helfende hand\nQ: sternenschauer\nW: sternenpanzer\nE: sprich oder sei still\nR: haltet durch!\n\nklar ist nichts davon ein skillshot, aber daf&uuml;r macht halt auch garnichts davon wirklich schaden. onhit effekte die schaden machen w&uuml;rden, sollen ebenfalls keinen schaden anrichten. der eine punkt absoluter schaden auf der passiven ist nur dazu da um den rylais effekt nutzen zu k&ouml;nnen. liandrys soll auch nicht funktionieren. Fand soll nur n&uuml;tzlich sein und gerade die e stell ich mir in einem teamfight unglaublich n&uuml;tzlich vor. eine wenn man es hoch rechnet 3 sekunden verstummung. auf der lane schw&auml;cher als in den teamk&auml;mpfen. wobei ich einfach das vergeben von mana der alten {{champion:16}}  e vermisst habe. da aber das verstummen ein teil davon war wollte ich nat&uuml;rlich auch eine abgewandelte form davon auf die f&auml;higkeit drauf packen. das gleiche mit der alten {{champion:16}}  q. die war zwar nicht immer die beste f&auml;higkeit, aber in vielen situationen war sie garnicht mal so schlecht. da keine f&auml;higkeit von Fand schaden machen soll, konnte ich auch in betracht ziehen nicht nur mr sondern auch r&uuml;stung zu zerlegen. die alte {{champion:6}}  passive allerdings war zwar von der idee her nicht schlecht, aber es fehlte immer das gewisse etwas. ein solider grundwert und eine ad und ap skalierung sollte das ganze abrunden. das mit dem, verb&uuml;ndete champions mit aas angreifen zu k&ouml;nnen war schon immer etwas, was ich mir irgendwie gew&uuml;nscht habe, also warum nicht das ganze mit einem heal kombinieren? ap und ad skalierung auch darauf, weil ich finde, ein supporter sollte auch mal ein wenig ad bauen k&ouml;nnen ohne an nutzen zu verlieren. frosthammer, auch wenn recht teuer, sollte einem supporter einen nutzen bringen k&ouml;nnen. nat&uuml;rlich sollte die verlangsamung nicht auf verb&uuml;ndete angewendet werden k&ouml;nnen, das sollte klar sein.\n\nsollte ich mich jetzt auch noch kurz um die geschichte des champions gedanken machen sollen, s&auml;he es aus wie folgt:\n\nFand war von Sorakas entscheidung irritiert. warum sollte sie ihre unsterblichkeit aufgeben? warum sollte sie ihr zuhause verlassen? warum? wieso? weshalb? die motive waren f&uuml;r Fand all die jahre unklar geblieben, also beschloss er nach einiger zeit ihr hinterher zu eilen. herauszufinden weshalb sich soraka so entschieden hat, wie sie es getan hat. dem weg der sterne treu bleibend, keinem lebewesen schaden zuzuf&uuml;gen, betritt Fand runeterra. auf der suche nach den antworten auf seine fragen, welche ihn nun schon so lange zeit besch&auml;ftigen, musste er sein zuhause zur&uuml;ck lassen. den platz zwischen den sternen. \n\n\nso oder so &auml;hnlich k&ouml;nnte das dann aussehen.\nauch wenn es mir lieber w&auml;re mit Fand &uuml;berhaupt keinen schaden anrichten zu m&uuml;ssen braucht rylais kristallzepter aber schaden auf f&auml;higkeiten, damit der effekt aktiv wird. wenn das m&ouml;glich w&auml;re g&auml;be es nur noch 2 passive effekte und w&uuml;rde besser zu der idee des &quot;mit utility um sich werfendem helfer&quot; passen. und ja, wenn mans genau nimmt ists einfach nur ein aus alten f&auml;higkeiten und ein paar neueren ideen zusammen gebastelter champion. aber passen tut es ja dennoch... irgendwie jedenfalls.\n\nund auserdem vermisse ich es, auf der lane und allgemein meinen verb&uuml;ndeten mana geben zu k&ouml;nnen... -.-\n\nnaja soweit dazu.\nich hoffe jedenfalls irgendwann wieder mana als geschenke austeilen zu k&ouml;nnen ;&#039;(\nich f&uuml;ge noch eine abstimmung hinzu, ob ich der einzige bin der die alte soraka e wegen dem mana verschenken vermisst, oder nicht.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2017-09-05T12:35:34.777+0000","up_votes":2,"down_votes":0,"body":"Ich finde das Konzept grundsätzlich in Ordnung jedoch würde ich an den Fähigkeiten etwas variieren, um sie einmal mehr in Balance zu bringen und sie auch später noch \"einfach\" anzupassen (Buff oder Nerv was halt gebraucht wird) Weiterhin sollte der Support seinen umfangreichen Funktionen nachkommen können. (Ich gehe mal davon aus, dass es ein reiner Support sein soll^^)\n\n**P1: (1 True-DMG)**\nDiese Passive hört sich ganz witzig an, allerdings verhindert sie die Selbstständigkeit des Champions, sodass er nicht warden kann und auch die Lane nicht alleine (mit Tower-Support) halten kann, wenn der ADC in der Base ist.\n\nUm diese Problematik zu lösen würde ich diese Passive so verändern, dass sie eine Art Bonus-Effekt NUR für die Zauber darstellt. Hierzu würde sich z.B. anbieten, dass um das Ziel des jeweiligen Zaubers (da W nur Verbündete betreffen kann) eine Art Spell-Effekt-Zone generiert wird (interner Cooldown erforderlich (~15 - ~ 5 secs)) welche allen gegnerischen Einheiten, die sich in dieser befinden 1 True-DMG zufügt. (ob das Ziel des Zauber betroffen ist oder nicht, solltest du als Ideen-Erfinder entscheiden^^)\n\nDie Autoattacks sollten \"normal\" bleiben. (Auf sie gehe ich in P3 noch einmal ein)\n\n**P2: (Schadensreduktion)**\nDiese Passive ist die Solideste, jedoch erreicht sie durch ihr Scaling zu schnell riskante Effizienz. Daher würde ich sagen sollte sie nur ein Level-Scaling besitzen und kein AD/AP-Scaling. z.B. (10%/15%/20%/25% auf Lv. 1/6/11/16) Diese Problematik folgt ebenfalls durch meinen Vorschlag für P1. {{champion:6}} \n\n**P3: (Heilung)**\nDas Konzept dieser Passiven finde ich am besten (Ich wünsche mir, dass es bald einen derartigen Champion geben wird^^) jedoch würde ich sie eher wie die Jhin-Passive ausarbeiten (kein interner Cooldown) also z.B. hat sie ein vergleichsweise großes Grundangriffstempo (~1) jedoch erhält sie nur Angriffstempo durch das Lv-Scaling (nicht durch Items oder Runen/Masteries). Jeder 7. Autoattack (7 wegen Glückszahl^^) kann ebenfalls gegen Verbündete gerichtet werden und löst dann diesen Heal aus. (Fand priorisiert Verbündete, wenn du das Ziel nicht explizit wählst) Danach folgt ein Reload-Cooldown, der mit Angriffstempo skaliert. (halt wie Jhin) {{champion:202}} \n\n**Q: (Armor/MR Reduction)**\nDieser Fähigkeit würde ich eine Art \"Stack\"-System hinzufügen, sodass du passiv Aufladungen sammelst, die du dann mit verringertem Cooldown nutzen kannst. (Cooldown zwischen 2 Stacks ~3 - ~1 secs) (Cooldown der Stackgenerierung ~10 - ~4 secs) (Wie die Corki-Ult)  {{champion:42}} \nWeiterhin würde ich die Reduktion der Magieresistenz verringern, da Squishies klassischer Weise nicht auf mehr als 50MR kommen und diese Fähigkeit gemeinsam mit Flat-Penetration (Liandys Zaubererschuhe) recht hohe negative MR erzeugen könnte. \n\n**W: (Selbstheilung/Armor+MR)**\nDiese Fähigkeit ist Grundsolide. Keine Verbesserungsvorschläge^^ (Wobei 75 Armor/MR echt viel sein können. Möglicherweise reduzieren.) {{champion:3}} \n\n**E: (Manareg./Silence)**\nBei dieser Fähigkeit habe ich in erster Linie ein Verständnisproblem. => Wie willst du 2 Ziele (de Verbündeten und den Gegner) für diese Fähigkeit auswählen.\nDa ich die Antwort noch nicht haben (wie auch^^) gebe ich zwei unabhängige Anpassungen an.\n\n**1. E: System der Lulu-Fähigkeiten**\nWenn diese Fähigkeit nur einen der Effekte auslöst, abhängig davon welches Ziel gewählt wurde (wie Lulu W und E) {{champion:117}}  finde ich kann man die erzeugte Manawiederherstellung erhöhen (z.B. auf 20/30/40/50/60 + 0,1 des fehlenden Manas) und dem Silence eine gewisse Schadenskomponente hinzufügen, um die Möglichkeit zu erzeugen, dass eine gewisse Poke-Möglichkeit besteht. (Jeder Support kann poken (meist mit Q)) {{champion:16}} \nDer \"flackernde\" Silence wäre ein sehr gute Abwechslung im aktuellen Spiel und passt meiner Meinung nach sehr gut zu einem Support (Der allerdings roamen können sollte, um auch auf der Midlane oder gegen den Jungler agieren zu können^^)\n\n**2. E: Alternatives Zielsystem**\nAlternative könnte ich mir für die Zielsuche auch eine Art Nami-Buff vorstellen (wie das Nami-E). {{champion:267}}  Somit würdest du als Support einem Verbündeten Mana zurückerstatten und dieser erhält eine \"Aufladung\" der erste gegnerische Champion, der in einem gewissen Zeitraum (~3 secs) von dem gewählten Verbündeten angegriffen wird (Beschränkung auf aas möglich) erhält zudem den \"flackernden\" Silence als Debuff.\nIn diesem Fall würde ich die Manawiederherstellung nach deiner Idee belassen und eine Art \"Spezial-Mechanik\" bezüglich der P1 einfügen, denn es macht keinen Sinn, wenn diese um den Verbündeten ausgelöst wird. Somit wird die P1 im Falle dieser E-Variante ebenfalls um das vom Verbündeten angegriffene Ziel ausgelöst.\n\n**R: (Schadenskompensation)**\nDiese Fähigkeit erinnert mich sehr an die Janna-Ultimate^^ {{champion:40}} \nDas Konzept finde ich extrem genial, da sie mit Heal-Verstärkung interagiert, jedoch eher eine Resistenz-Funktion inne hat. Ich würde jedoch Fand nicht aus ihrer Ultimate ausschließen, da sie ihr als guter \"Letzter Ausweg\" in 1v2 oder 2v3 Situationen helfen kann. Weiterhin sollte genauer erläutert werden, ob sich die Ult tatsächlich wie die Janna-Ult verhält (also Fand stehen muss) {{champion:40}}  oder eher wie die alte Maokai-Ult (Also ihr folgt) {{champion:57}} \n\nAlles in allem finde ich deinen Champion \"Fand, die helfende Hand\" unglaublich Interessant und trotz der starken Einarbeitung bereits bekannter Konzepte sehr innovativ. Wobei halt die Selbstständigkeit etwas verloren gegangen ist.^^ Ich hoffe du siehst diesen Beitrag^^.\n\nVielen Dank\nAmycos Cyrus {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"GGNecronWP","date":"2017-09-05T17:04:38.322+0000","up_votes":2,"down_votes":0,"body":"ja, seh ich. dein beitrag ist echt toll o.o\n\nbeim ersten mal lesen hab ich noch nicht alles zu 100% verstanden. muss es einfach noch zwei drei mal lesen.\ngut, hab einige dinge noch nicht ganz so genau erklärt und du hast recht, von der umgewandelten urgot passiven sind die skalierungen zu hoch. war schon spät und ich war bisschen müde :D\n\nbevor ich mich so richtig ran mache deine vorschläge mit einzufügen, wollte ich noch mitteilen was ich ständig gedacht hab, als ich deinen post gelesen hab. \"dieser post ist so genial!\"\n\ndiese ideen gefallen mir sehr gut. die werden im großen und ganzen ein bisschen abgewandelt eingefügt. allerdings sitze ich jetzt schon seit 15 uhr ca. hier und starre auf den post und denke nach wie das am sinnvollsten aussehen könnte. denn es könnten einige probleme auftauchen, wenn die ultimate auch auf Fand funktionieren würde. aa auf gegner, exhaust drauf, ulti an und du kannst ebenfalls nicht mehr sterben. dieser problematik wollte ich entgegenwirken.\n\nwegen der e. die alte {{champion:16}} e war wie von {{champion:117}} . aber deine idee mit {{champion:267}}  gefällt mir unglaublich gut. hab dazu auch schon ideen die ich einfügen werde. das stacksystem der q gefällt mir auch. deine einwände mit der mr verstehe ich. hab daran erstmal nicht gedacht, aber das wird verbessert bzw. verfeinert. hab auch schon eine idee zur tower verteidigung ohne selbst schaden machen zu müssen.\n\ndu kannst dich auf eine änderung vom feinsten freuen (auch wenns mir davor jetzt schon graut... bin faul -.-)\nkümmere mich aber auf jeden fall später darum. aber erst mal mach ich bisschen was anderes. mein hirn fühlt sich gerade bisschen schwammig an vom vielen nachdenken :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-09-07T09:18:00.413+0000","up_votes":2,"down_votes":0,"body":"Erst einmal danke für dein Lob  \"dieser post ist so genial!\". \n\nDen Aspekt den du an der Ultimate so problematisch siehst, verstehe ich grundsätzlich.\n(Auch wenn es Fand selbst vermutlich nicht möglich sein wird sich trotz Ult gegen offensive Einheiten (ADC APC Assassins usw.) behaupten zu können)\n\nDas mit der Faulheit kann ich mir echt gut vorstellen. Geht mir genauso^^, aber um sich nicht zusehr den Kopf zerbrechen zu müssen bin ich ja hier und versuche zu helfen^^\n{{sticker:slayer-jinx-catface}}\n\nIch freue mich schon auf deine Überarbeitungen und werde sie mir definitiv ebenfalls ansehen.","replies":[{"id":"","poster":"GGNecronWP","date":"2017-09-13T13:58:39.495+0000","up_votes":1,"down_votes":0,"body":"das warten hat ein ende. der neue eintrag ist da :D\n\nhat bisschen gedauert, aber hab heute die motivation gefunden, weiter zu machen. bin auf deine meinung gespannt ^^","replies":[]}]}]}]},{"id":"","poster":"Chopper7777","date":"2017-09-05T01:27:31.438+0000","up_votes":1,"down_votes":1,"body":"Du...es hatte schon einen Sinn das die Mana Potions und Spells die mana geben entfernt wurden.\n\nUnd einen 5 sekunden lange Silence? Übers Balancing sollte man sich schon selber mal gedanken machen.\n\n","replies":[{"id":"","poster":"GGNecronWP","date":"2017-09-05T01:41:50.817+0000","up_votes":1,"down_votes":0,"body":"das verstummen dauert nicht konstant 5 sekunden. ich habs zwei mal geschrieben. der erste effekt dauert eine, und vier weitere male kommt ein 0,5 sekunden verstummen drauf. sind insgesammt 3 sekunden. in dieser zeit haut man normaler weise dann ab. und man hat auch die möglichkeit dazu. flash verprügeln oder zed schatten reaktivieren, leblank sprung oder shaco q usw, kann man in dieser zeit ohne probleme nutzen.\n\nwas ist daran so schlimm, eine störung einzubaun, in der man einfach nicht zu 100% effizient ist? ein kog'maw z. B. braucht nur einmal die w aktivieren und schon interessiert dem das eh nicht mehr.","replies":[{"id":"","poster":"Chopper7777","date":"2017-09-05T01:55:30.312+0000","up_votes":1,"down_votes":1,"body":"Was daran schlimm ist? Alles? Lieber 2 sekunden durchgehend gesilenced sein als alle 0,5 sekunden nix machen zu können.\n\nDas ist ungesund für das Gameplay. Es ist nicht konstant. Caster werden damit total zerstört. Ein Vladimir hat da keine chance irgendwas zu machen.\n\n\nEs ist viel besser wenn man weiß das ein bestimmter Champion einen für einen ganz bestimmten Zeitraum ausschalten kann.\n\nUnd nicht ganz kurz aber extrem oft über einen kurzen Zeitraum.\n\nEntweder wäre dieser Effekt so schwach das man ihn nicht wirklich bemerkt oder er ist so stark das bestimmte Caster Champions komplett abfallen.","replies":[{"id":"","poster":"GGNecronWP","date":"2017-09-05T02:06:37.532+0000","up_votes":2,"down_votes":0,"body":"vladimir ist ein total schlechtes beispiel. er kann sich zur pfütze machen, er kann seine q casten und auch die ult wärend den silence pausen rein donnern. mit seiner e hätte er vlt probleme, aber das war es dann auch schon.\n\neine syndra könnte ihre q in den pausen nutzen. auch die e, die w und die ultimate. eine lissandra auch usw. was ist daran also ungesund? der ein sekündige silence zum start? oder die 4 mal 0,5 sekündigen in folge? welche dich dazwischen je 0,5 sekunden agieren lassen?\n\nim fight verprügelt man eh nicht einfach so die tasten. man nutzt alles zum richtigen zeitpunkt. mit dieser fähigkeit würde das zeitfenster nur ein bisschen kleiner werden. die stärke kommt eh in der ersten sekunde, in der du ne kata oder nunu ult abbrichst. der rest soll an sich nur nervig sein. oder hab ich bei dir nen nerv getroffen?","replies":[]},{"id":"","poster":"GGNecronWP","date":"2017-09-05T02:32:09.329+0000","up_votes":1,"down_votes":0,"body":"ach ja, sry für die ständigen doppel posts aber ich muss es einfach nochmal dazu schreiben. der champion der macht mit allem was er hat nur einen true dmg. wenn da komplett dmg dabei wäre, hättest du recht. aber es gibt keinen schaden vor dem du aufpassen müsstest. das verstummen ist nur für einen gegner, danach ists auf cd. warum also ungesund?\n\nwegen dem absoluten schaden? ist ein punkt wirklich so viel? ist ein 0,5 sekunden abstand wirklich so unkonstant? etwas womit man überhaupt nicht arbeiten könnte?\n\nein supporter wie sona, lulu oder auch janna bringen in irgend einer form auch eine gewisse menge an schaden mit. selbst soraka hat da bisschen was dabei, oder nami usw.. was ist also an purer utility falsch wenn da keinerlei schaden mit dabei ist?\n\nwegen dem flackerndem verstummen? weil man damit ja überhaupt nicht arbeiten kann als gegner?\n\nohne schaden auf nem supporter braucht es andere im team die den schaden mitbringen können. dieser supporter braucht um wirklich effektiv zu sein ein team was massig schaden mitbringt. ein team bestehend nur aus fulltanks ist zwar schön, wenn die länger leben, aber dem gegnerischen adc interessierts nicht. der hechselt da durch.\n\nmit Fand bräuchte es nen draven, ne jinx, nen kog usw. nen hyper carry der es wert ist beschützt zu werden. ist das nicht gegeben lohnt sich der pick nicht. es ist zwar schön für die apler wenn sie mana bekommen können. haben die aber alles auf cd ists auch nutzlos.\n\nbei fehlendem schaden kann es ruig mehr utility sein. und da kein dot auf der e ist, kann es garnicht op sein. nervig ja aber nicht mal ansatzweise op. denn der fehlende schaden muss ausgeglichen werden.\n\ndie lane sollte sehr schwach sein, ein bisschen sustain ist zwar dabei, aber das ist mit 23 sekunden zu spielbegin wirklich nicht so gut. ap hat man anfangs auch so gut wie garnichts und ad sollte auch nicht vorhanden sein. flackernde verstummungen sind also wirklich so op, wenn jemand anderes den schaden machen muss?","replies":[]}]}]},{"id":"","poster":"GGNecronWP","date":"2017-09-05T01:53:52.579+0000","up_votes":1,"down_votes":0,"body":"achja und die mana tränke sind nicht zu 100% verschwunden. es gibt nächfüllbare tränke die füllen ebenfalls mana auf.\nund das von soraka ist nur verschwunden, weil es im kit insgesamt einfach op war. du konntest dmg am gegner machen und ohne probleme wieder abhaun. und nebenbei das mana von anderen wieder auffüllen.\n\nwas ist an einem 3 sekunden silence bitte so falsch, wenn es über 5 sekunden mit unterbrechungen andauert?","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2017-09-17T19:44:33.103+0000","up_votes":1,"down_votes":0,"body":"Da du nun deinen \"Job\" getan hast ^^ möchte ich nun auch meinem nachgehen.\nErst einmal danke für den ausführlichen Dank in deinem Kommentar und ebenfalls dafür, dass du dich so sehr mit meinem Kommentar befasst hast, dass es eine komplette Überarbeitung deines Konzeptes wert ist. (Freue mich schon auf die Rahmendaten wie AD Leben \"Ressource\")\n\nNun dann befasse ich mich mal mit dem neuen Konzept. (Alt bewert jede Fähigkeit einzeln)\n\n**P1: (True-DMG)**\nDie Passive hat sich in ihrem Grundgedanken nicht wirklich verändert, wobei P2 die resultierenden Nachteile kompensiert. Das True-DMG Feld finde ich als Ergänzung recht interessant. (Hätte nicht gedacht, dass du es in die Passive integrierst. ^^)\n\n**P2: (Autoattack-Modifier)**\nIch finde das Konzept echt gut. Jedoch macht es für Fand durch die P1 nicht so oft, wie du vermutlich glaubst, Sinn bestimmte Ziele anzugreifen. Dies liegt in erster Linie daran, dass klassische Frontliner (Tanks Bruiser) anteilsmäßig nur wenig des Schadens in Teamfights beitragen und Flankierende (Assassins \"Burstmages\") nur sehr schwer vorausschauend attackiert werden können. Die letzte Instanz (ADC, \"Controlmages\") hat vermutlich eine zu hohe Reichweite, um dass Fand sie aaen kann ohne in die gegnerische Frontline zu geraten. (WIe du ja selbst gesagt hast ist Fand eine \"beschützenswerter Champion\" sollte also selbst defensiv stehen können) Dies lässt sich allerdings durch eine ansprechende aa-Range kompensieren, sodass wenigstens Low-Range ADCs und gleichartige APCs bestraft werden können. (z.B. Sivir oder Anivia)\nDaraus resultierend ist diese Passive eher laneorientiert. XD\nDie Verstärkung des Tower-DMG ist interessant. Diesbezüglich frage ich mich jedoch, wie du dass anstellen möchtest? (Bonus-AD für den Tower {{champion:40}} geht ja nicht, da es so alle Ziele treffen würde + Du wählst ja das Ziel und nicht den Tower aus. Armorpen macht wenig SInn, da Rüstung exponentiell und nicht liniear skaliert. Gleichung 100/(100+Armor/MR)=Erhaltener Anteil an Schaden + Tower haben schon 80% Armorpen.)\n\n**Q: (Grundresistenz-Reduktion)**\nIch mag diese Fähigkeit sehr. Das Reload-System könnte im späteren Spiel auch einen skalierenden Cooldown haben (trotz steigender Reduktion) (z.B. 20/19/18/17/16 secs) Die Idee der Grundrüstungsreduktion ist echt genial, jedoch ist die Fähigkeit vor allem gegen Tanks recht schwach, da sie im Vergleich zu DMG-Champions deutlich mehr Bonus-Rüstung besitzen als Basis-Rüstung.\nHierzu ein realistisches Beispiel: (Rammus vs. Orianna)\n\nRammus ist auf Level 18 der Champion mit der höchsten Base-Rüstung (104,484) Aktuell kauft ein Tank sich meist 3 Items die Rüstung erzeugen. (Hier Dornenpanzer, Ninja-Tabi, Sunfire) => also 165 Bonus-Rüstung (+27 durch Runen und 72,95502 durch Masteries) => 264,95502 Bonus Rüstung\n4 Nutzungen des Q Reduzieren 20%^4 der Grundrüstung => 61,6873536 Rüstung. somit fällt seine Rüstung auf 307,7516664 (~3% mehr Schaden)\n\nGegen einen Carry (hier Orianna) (68,04 Rüstung auf Level 18) steigt der Schaden um etwa 19% (reduziert um 40,170816)\n\n**W: (Heilung + Resistenzbuff)**\nDas harke ich mal kurz ab: Grundsolide Fähigkeit, die Galio {{champion:3}}  einen guten Dienst leistet^^\n\n**E: (Manareg + Flakersilence)**\nIch finde diese Fähigkeit echt gut. Der Schaden den der Verbündete erhält ist zwar extrem, allerdings kompensiert er den Mangel von Fands Schaden recht gut. Witzig ist, dass du sowohl das Lulu- {{champion:117}}  als auch das Nami- {{champion:267}}  Konzept übernommen hast. Ich könnte mir sogar vorstellen, das es einen gewissen Cooldown-Refund gibt, wenn du es gegen Gegner nutzt, da du auf den Schaden verzichtest, allerdings keinen alternativen Gegenwert erhälst. \n\n**R: (Schadenskompensation)**\nWie ich schon im ersten Kommentar erklärte: Mir gefällt die Fähigkeit sehr. Und jetzt interessiere ich mich immer mehr für die Rahmendaten von Fand, da du ihren Selbstsustain weiterhin nur von der W abhängig machst.\n\n**Fazit**\nIch finde in erster Linie die Überarbeitung gut gelungen und würde mich freuen, wenn ein solcher Champion tatsächlich released werden würde.\nFand eröffnet eine neue Kategorie der Supporter (die möglicherweise sogar ein neues Support-Item bedürfen^^) und damit etwas, dass ich von Riot schon lange erwarte, denn aktuell arbeiten sie zu sehr im Raster der aktuellen Positionen und Champion-Funktionen. \nDeine Idee mit der \"Protect-the-Supporter\"-Komposition wäre echt interessant und das vermutlich sogar wahrscheinlichste Scenario für einen Meta-Shift (Supporter wie Soraka {{champion:16}}  und Sona {{champion:37}}  bieten sich schon heute dafür an)","replies":[]}]}