{"id":"8AKXWx8Q","poster":"OwE Trickster","date":"2017-09-04T15:20:32.725+0000","title":"Platin 1 ADC sucht Team!!!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Mates,\nDa sich mein altes Team einfach aus verschieden Problemen aufgel&ouml;st hat bin ich jetzt auf der suche nach einen neuen Team!:)\nNun w&uuml;rde ich mich gerne vorstellen:^)\n\nZu mir:\nIch bin momentan 16 Jahre jung!:D\nADC Main\nPlatin1,Flex Gold3\nIch orientiere mich fast immer auf die Meta deswegen besteht mein CP grade aus:{{champion:67}} {{champion:18}} {{champion:202}} {{champion:222}} {{champion:81}}  und{{champion:429}} ihr seht ich bevorzuge eher Late-Game Champions kann aber auch Champs wie{{champion:236}} {{champion:119}} auf nen guten Niveau spielen die eben auf der Lane stark sind^^:D\nAber mein Absoluter Liebling ist{{champion:67}} \nTs und Headset sind vorhanden kann mir aber auch gerne Discord zulegen wenn ihr Discord bevorzugt.\nTeamerfahrung hab ich schon gesammelt da ich wie gesagt schon in 1 Team f&uuml;r ca. 5 Monate war.\nIch bin eher eine ruhige Person die ein k&uuml;hlen Kopf beh&auml;lt und nicht sofort direkt anf&auml;ngt zu tilten bzw. zu flamen.\nMein altes Team meinte immer dass ich im Late-Game ein Monster mit {{champion:51}} {{champion:67}} und {{champion:18}} bin deswegen k&ouml;nnt ihr euch auf mich verlassen wenn es darum geht sp&auml;ter in TF&acute;s zu carryn:^)\n\nNun habe ich aber auch kleine Erwartungen von euch:DDD\n\nIhr solltet viel Kommunizieren\nAm Anfang eher Flex spielen damit wir uns eben einspielen und sp&auml;ter dann in Turnieren mitspielen wie z.B &quot;Schlacht um Runeterra&quot;  damit wir unser k&ouml;nnen beweisen k&ouml;nnen!!!\nIhr solltet alle euer Main Rolle spielen und nicht z.B ein Toplaner zu haben der zwar Toplane spielt aber Jungle Main ist.\nIhr solltet euch auch an die Meta orientieren ist aber kp wenn ihr mal nen {{champion:54}} {{champion:111}} {{champion:56}} oder was wei&szlig; ich spielt!:D\n\nNun das war es eigentlich schon ich w&uuml;rde mich unglaublich toll freuen wenn ihr mich unter den Name:xSplitGamer1HDx addet:D","replies":[]}