{"id":"EfvWh1iK","poster":"xArznay","date":"2017-09-03T15:46:54.107+0000","title":"Platin 4+ Top und Jungler gesucht für Team","subforum":"Clans & Teams","up_votes":3,"down_votes":0,"body":"Wir suchen noch einen Jungler und Toplaner f&uuml;r unser Platin Team, welches gerade im Aufbau ist. \nIhr werdet dann mit dem Team ein Tryout haben. \n\nWir m&ouml;chte ein Team welches mehrmals die Woche trainiert, an Scrims und Turnieren teilnimmt und sich auch neben des Trainings oder der Team Aktivit&auml;ten generell sich gut versteht und auch mal eine Runde Duo spielt da man sich einfach gut versteht.\n\nToplane: ?\nJungler: ?\nMidlane: Belegt\nSupport: Belegt\nAdc: Belegt\n\nWas erwarten wir?\n\n- Freundlichen und Respektvollen Umgang mit den Community Mitgliedern und den Teams\n- ein anst&auml;ndiges Mikro\n- Wenn Ihr mal ein schlechtes Spiel habt, wollen wir nicht sehen das Ihr eure Teamspieler beleidigt\n- Kritikf&auml;higkeit und das Ihr zuverl&auml;ssig seid\n- mindest Elo sollte Platin 4 sein\n\n\nDas bieten wir euch\n\n- eine einwandfreie Zusammenarbeit mit dem Gaming 4 eSport Team\n- einen sehr gut Strukturierten gro&szlig;en TS3\n- Scrims mit anderen Teams von uns\n- eine freundliche und lustige Organisation\n- Aktive Spieler\n- eSport Teams welche bereits bei kleineren Turnieren und Liga Spielen mitmischen\n- 2 Streamer von Twitch\n- Erfahrene Coaches\n\n\nWenn ihr Interesse an einem Team habt und Ihr euch angesprochen f&uuml;hl, sowie lustig drauf seid und Spa&szlig; versteht d&uuml;rft Ihr den Vorstand oder mich gerne adden.\nIngame namen zum Adden: Noisyshoot oder xArznay\n\nWenn Ihr alles direkt mit dem Teamleiter ausmachen wollt addet einfach : \nchezzar oder Dâenerys Is Bae\n\nwir freuen uns auf euch!","replies":[{"id":"","poster":"Unlucky Palme","date":"2017-09-03T17:42:12.785+0000","up_votes":2,"down_votes":0,"body":"Alter: 25\n\nName : Dennis\n\nSolo Que : Platin 4  : Season Peak Platin 3\nFlex Gold 3\n\nTeam Erfahrung : ich hab Solala Erfahrung da die Team niemals lange anhalten weil gleich alle so mad sind weil man verliert oder gleich ohne eingespielt zusein gleich Tuniere machen und dann noch untereinander nicht immer gute stimmung war.\n\nStärken : Ich Persönlich bin ein rein Tryhard spieler ich spiele eigentlich nur kompetitiv weil ich finde normals und fun games machen für mich kein Sinn und ich versuche nach jedem game mich zuverbessern R-plays schaun was ich bei mir verbessern kann.\n\nSchwächen:  Ich Persönlich denke von mir ich bin nicht Perfect und ich bin auch nicht der  LcS player ich verliere auch mal runden aber ich versuche mich immer zuverbessern und Nehme auch Vorschläge an und versuche sie auch umzusetzten Und ich bin erlich das ich die season mehr auf der Mid gespielt habe, halt mit freunden gespielt und was versucht zu erreichen daher brauch ich warscheinlich eine zeit um als top laner im team wieder reinzukommen aber ich bin relativ Positiv das ich es schaffen werden wenn ihr mir eine chance gibt :)","replies":[{"id":"","poster":"xArznay","date":"2017-09-04T19:25:09.105+0000","up_votes":1,"down_votes":0,"body":"Anfrage ist raus :)\noder nehme die Anfrage von : Chezzar einfach an, das ist der Teamleiter des Teams","replies":[]}]}]}