{"id":"jXAvFmoI","poster":"FearMyPhear","date":"2017-09-02T19:33:13.006+0000","title":"LoL am Abend","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Geht es nur mir so oder ist LoL am Abend bzw. in der Nacht deutlich toxischer als sonst? Ich habe mittlerweile das Gef&uuml;hl, dass abends nur noch zehnj&auml;hrige Kinder unterwegs sind, die schon in der Champ Select auf ihr Team schei&szlig;en, weil sie autofilled wurden. Ist das subjektiv oder geht es es auch so?\n\n(Quelle: Ich spiele in letzter Zeit vemehrt am Abend und mir ist da der Unterschied aufgefallen. Habe diesen Thread geschrieben, während ich meine 6-Minuten-Strafe fürs Dodgen abgewartet habe, weil der autogefillte Top-Laner gedroht hat zu inten, wenn er nicht Mid gehen darf)","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-09-02T20:38:04.143+0000","up_votes":2,"down_votes":0,"body":"Nachts darf man zumindest in low-elo keine rankeds spielen, da sinkt der skill um ca 80% unter Baumwolle7 und schlechter. Auch werden die leute richtig asozial. Ich kenne dein problem und stimme eindeutig zu. Ich hatte nochnie soviele trollflamer ( leute die so aggro sind das sie anfangen zu trollen ohne grund) wie nachts.. ich hatte das in 3ranks hintereinander und sage dir, NIEMALS NACH 2 LOL SPIELEN XD\nPS. Ja das fing auch immer in der Champselect an.\n\nEdit: es gibt natuelrich noch die clowns die eig zu müde sind oder langeweile haben und wenn das game ihnen net passt, einfahc iwelchen mist machen oder einach während des games dann schlafen gehn ^^","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-09-03T18:56:06.261+0000","up_votes":1,"down_votes":0,"body":"Wo ist das Problem? Ihr habt 4 toxische Mates und die Gegner 5. Seid ihr doch im Vorteil.","replies":[{"id":"","poster":"FearMyPhear","date":"2017-09-05T17:08:28.054+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=jXAvFmoI,comment-id=0004,timestamp=2017-09-03T18:56:06.261+0000)\n>\n> Wo ist das Problem? Ihr habt 4 toxische Mates und die Gegner 5. Seid ihr doch im Vorteil.\n\nIch habe nie behauptet, dass alle Spieler nachts toxisch sind und schon gar nicht, dass ich in jedem Spiel der einzige gute Spieler in meinem Team bin. Du versuchst mit diesem Post, mich zu provozieren, mehr Sinn hat er nicht.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-05T17:26:04.332+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=0meet,realm=EUW,application-id=KYnfKGf0,discussion-id=jXAvFmoI,comment-id=00040001,timestamp=2017-09-05T17:08:28.054+0000)\n>\nDu versuchst mit diesem Post, mich zu provozieren, mehr Sinn hat er nicht.\n\nNö, war nur Neugier.","replies":[{"id":"","poster":"FearMyPhear","date":"2017-09-05T17:47:48.629+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=jXAvFmoI,comment-id=000400010000,timestamp=2017-09-05T17:26:04.332+0000)\n>\n> Du versuchst mit diesem Post, mich zu provozieren, mehr Sinn hat er nicht.\n> \n> Nö, war nur Neugier.\n\nWie kommst du aus Neugier dazu, mir Dinge in den Mund zu legen, die ich nie gesagt habe?","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-09-05T18:05:26.330+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=0meet,realm=EUW,application-id=KYnfKGf0,discussion-id=jXAvFmoI,comment-id=0004000100000000,timestamp=2017-09-05T17:47:48.629+0000)\n>\n> Wie kommst du aus Neugier dazu, mir Dinge in den Mund zu legen, die ich nie gesagt habe?\n\nWo hab ich dir was in den Mund gelegt?","replies":[{"id":"","poster":"FearMyPhear","date":"2017-09-05T19:52:30.798+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=jXAvFmoI,comment-id=00040001000000000000,timestamp=2017-09-05T18:05:26.330+0000)\n>\n> Wo hab ich dir was in den Mund gelegt?\n\nDass in absolut jedem Spiel jeder außer ich toxisch ist.","replies":[]}]}]}]}]},{"id":"","poster":"AmazingMaze","date":"2017-09-03T19:47:27.065+0000","up_votes":1,"down_votes":0,"body":"Spaß machen würde das trotzdem nicht wirklich. ^^","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2017-09-03T18:01:11.384+0000","up_votes":1,"down_votes":0,"body":"Als Quelle eigene Erfahrungen zu nennen ist wohl etwas heiekl (ich nehme an das weisst du^^). Dass Unterschiede zwischen den Tageszeiten bestehen ist aber zu erwarten. Ich denke jedoch nicht dass der Abend am schlimmsten sind, und: Kinder sind nicht ubnedingt toxischer als andere, zumindest nicht gemäss Aussage von Riot.\nFalls du das Thema vertiefen willst, schau dir doch mal dieses Video an: https://www.youtube.com/watch?v=XJgNg9_amKc","replies":[{"id":"","poster":"Released Ape","date":"2017-09-04T07:29:07.277+0000","up_votes":1,"down_votes":0,"body":"Ja 25.000 Spieler sind wirklich der Wert an dem wir uns bei Millionen orientieren sollten. Das einzige was aus dem geringen Wert rausragt sind das morgens leicht schlechter gespielt wird - und das gilt dann für beide Teams. Es gibt demnach keine \"gute\" oder \"schlechte\" Zeit im Allgemeinen, vor allem sind die Zeitzonen zu beachten und die individuelle Verfassung.\n\nEs kommt am Ende immer darauf an wie gut man selbst spielt. Und Kinder sind am wenigsten toxisch, werden aber für alles hingehalten wenn etwas schief läuft.","replies":[{"id":"","poster":"Temudschinn","date":"2017-09-04T07:39:08.683+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, du unterschätzt die Relevanz der Resultate.\nObwohl ich jetzt selber keine statistischen Tests gemacht habe, bin ich recht sicher dass 25'000 Spieler (und von jedem davon hunderte Spiele!) locker reichen um auf alpha=0.05 signifikante Aussagen zu treffen. Wenn dir 25'000 nicht reichen, dann solltest du SOFORT aufhören Medikamente zu nehmen; bei Medikamententests ist nicht nur die Grundgesamtheit höher (alle Menschen...), die Tests werden nur an ein paar Tausend Leuten durchgeführt, teilweise auch noch weit weniger.\n\nZudem sind die Abweichungen bedeutender als du meinst. Die Abweichung bei CS/Minute zwischen Nachmittag und durchschnitt ist 3mal grösser als diejenige zwischen DiaV und PlatV!","replies":[{"id":"","poster":"Released Ape","date":"2017-09-04T20:11:09.623+0000","up_votes":1,"down_votes":0,"body":"Medikamenten Studien sind anders aufgebaut und Menschen sind körperlich durchaus ähnlich. Aber ich werde mich diesbezüglich nochmal informieren. Habe meine Antwort aber auch etwas unabhängig fortgeführt.","replies":[]}]}]}]},{"id":"","poster":"Squidwards House","date":"2017-09-02T20:10:26.521+0000","up_votes":1,"down_votes":0,"body":"das ist nur MEINE meinung aber als ich noch klein war hab ich mich immer voll gefreut wenn ich bis nach mitternacht wach war :D ich hab zwar nicht online gespielt aber ja. ich kann mir das gut vorstellen das nachts die \"gangster kinder\" rauskommen.\noder (was wahrscheinlicher ist): das game ist einfach IMMER toxic und man denkt nur zu gewissen zeiten (z.b sommerferien) ist es schlimmer.","replies":[]},{"id":"","poster":"Released Ape","date":"2017-09-03T07:44:15.634+0000","up_votes":1,"down_votes":4,"body":"Edit: Nicht mehr für dumme Leute zugelassen","replies":[{"id":"","poster":"Martensitic","date":"2017-09-03T18:12:06.964+0000","up_votes":2,"down_votes":1,"body":"Seit wann ist dodgen toxic?","replies":[]}]}]}