{"id":"1tjF0YAl","poster":"Turkiiii","date":"2017-09-02T10:07:25.135+0000","title":"Support sucht Adc (SILBER!)","subforum":"Clans & Teams","embed":{"title":"Panta Chilly - Summoner search results - League of Legends","description":"Panta Chilly / Silver 3 0LP / 24W 15L Win Ratio 62% / Ekko - 15W 5L Win Ratio 75%, Thresh - 5W 1L Win Ratio 83%, Braum - 3W 1L Win Ratio 75%, Morgana - 1W 1L Win Ratio 50%, Jax - 1W 1L Win Ratio 50%","url":"https://euw.op.gg/summoner/userName=Panta+chilly","image":"http://s3.ap-northeast-2.amazonaws.com/opgg-static/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Ich suche einen guten Adc der auch Smurf sein darf, aber nicht muss (Low Silber)\r\nHabe nur Thresh und Braum auf dem Acc die ich gut spielen kann. (Alternativ noch Karma und Morgana aber leider keine Ardents censer Abuse champions wie Janna). Ich &uuml;be gerade noch Supp aber ich bin ein guter Thresh. Ich nehme nur Smurfs ab Platin 3 (Ausnahmen FALLS N&Ouml;TIG auch gerne) an. Wenn ihr nat&uuml;rlich kein Smurf seid, m&uuml;sst ihr das nicht beachten. Bin selber Dia 5 Toplane main.\r\n\r\nErkl&auml;rung f&uuml;r die, die nicht smurfen, wie sie mein DuoQ Partner werden k&ouml;nnen\r\n\r\n1. Ihr addet meinen Smurf (Panta Chilly)\r\n\r\n2. Ihr erz&auml;hlt mir mehr &uuml;ber euch (Alter, Name, Warum du dich geeignet f&uuml;hlst, was dich auszeichnet, Talente, etc.)\r\n\r\n3. Wir spielen ein Tryout DuoQ Game (Kurze Erkl&auml;rung, falls ihr nicht wisst, was ein Tryout ist: Ein Tryout testet den Spieler auf seinen Skill auf seine Fehler und auf sein allgemeines K&ouml;nnen. Wie er mit flamern umgeht, wie er selbst reagiert, etc. Also sowas wie ein &quot;Testspiel&quot;)\r\n\r\n4. Nachdem ich mit jedem nicht smurf ein DuoQ Spiel absolviert habe, suche ich mir diejenigen aus, die ich geeignet finde. Wenn es mehrere Konkurrenten gibt, dann spielen wir ein erneutes DuoQ Tryout undso weiter (Vergesst nicht, dass ihr damit auch LP kriegt, von einem Win! Also lohnt es sich von Anfang an, so schnell wie m&ouml;glich, sich hier zu &quot;bewerben&quot;)\r\n\r\n5. Wenn es Richtung Finale geht, also wenn 2 Konkurrenten &uuml;brig bleiben, dann gibt es entweder ein 1v1 oder ganz alt und schnell Schnick-Schnack-Schnuck bzw. Schere-Stein-Papier\r\n\r\n6. Der Gewinner darf jeden Tag mit mir DuoQ&#039;n und immer wenn er will (Ich werde nat&uuml;rlich nicht extra deswegen 24/7 online sein aber wenn ich online bin, dann darf er DuoQ spielen)\r\n\r\nEnde: Wenn ihr euch jz denkt: &quot;das ist doch pure Zeitverschwendung.&quot; Dan denkt das gerne aber vergesst nicht, dass wir zusammen VIEL &ouml;fter gewinnen werden als du alleine. Ob sich der Aufwand lohnt f&uuml;r euch, ist die andere Frage. Ausserdem ist es kaum Aufwand f&uuml;r euch. DuoQ h&auml;tten wir so oder so gespielt und 1v1 bzw Schere-Stein-Papier, ist eine Sache von maximal einer Stunde beim 1v1 oder 5 min bei Schere Stein Papier. Ich m&ouml;chte nochmal erw&auml;hnen das auch Leute &uuml;ber bzw unter Silber willkommen sind. Viel Gl&uuml;ck an alle! =)\r\n\r\nWas ist nun mit den Smurfs?\r\nWenn mich ein angemessener Smurf addet gibt es das genau gleiche verfahren, nur das ich maximal 3 Smurfs ausw&auml;hle. Viel Gl&uuml;ck auch an euch. Der Gewinner kann sich auch hier gl&uuml;cklich sch&auml;tzen! =)\r\n\r\nmfg Pantachilly\r\nP.S.: Addet einfach Pantachilly f&uuml;r mehr Infos\r\n\r\n{{sticker:slayer-jinx-catface}}","replies":[]}