{"id":"yVsPdBE7","poster":"FearMyPhear","date":"2017-09-01T21:48:39.622+0000","title":"[Tank/Juggernaut] Tzar, das Wächterkonstrukt","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Tzar soll generell eher ein Tank als ein Juggernaut, jedoch in der Lane dominant genug sein (nicht wie andere Tanks, die in der Lane eher Probleme haben). Diesen offensichtlichen Vorteil gleicht er durch seine Immobilit&auml;t und schwachen CC aus. In Teamfights dreht sich im Prinzip alles um Tzars W, das eingehenden Projektilschaden in einem Umkreis reduziert und komplett auf ihn selbst umlenkt, wodurch sein Team keinen Schaden nimmt. Dies soll dem gegnerischen Team einen Anreiz verschaffen, Tzar auszuschalten.\n\nPassive: 20-5 Sekunden, nachdem Tzar Schaden erlitten hat, aktiviert sich sein Selbstheilungsprotokoll. Er ben&ouml;tigt erneut 20-5 Sekunden, um 50%-75% des in dieser Zeit erlittenen Schadens wiederherzustellen. Jeglicher Schaden w&auml;hrend des Wiederherstellungsprozesses unterbricht diesen und die Passive beginnt von neuem. (skaliert vom Level abh&auml;ngig)\n\nQ:\nCooldown: 10/9/8/7/6\nKosten: 60/65/70/75/80\nRange: short-range (Melee)\nBeschreibung: Tzar greift einen Gegner in Reichweite und stunnt ihn f&uuml;r 1,4/1,5/1,6/1,7/1,8 Sekunden. &Uuml;ber diese Zeit erleidet er 40/70/100/130/160 (+50% AP) magischen Schaden.\n\nW:\nCooldown: 20/18/16/14/12\nKosten: 90\nRange: mid-range (vgl. Thresh&#039;s AA-Range)\nBeschreibung: Tzar immobilisiert sich f&uuml;r drei Sekunden und erzeugt f&uuml;r diese Zeit ein Energieschild um sich. Jegliche Projektile, die dieses Schild durchdringen, werden zerst&ouml;rt und Tzar erleidet 75% des Schadens. Das Schild kann nicht vorzeitig deaktiviert werden.\n\nE:\nCooldown: 14/13/12/11/10\nKosten: 70/75/80/85/90\nRange: mid-range\nBeschreibung: Nach einer einsek&uuml;ndigen Verz&ouml;gerung erzeugt Tzar am Zielpunkt ein Energiefeld (eher klein, die Gr&ouml;&szlig;e l&auml;sst sich mit Karthus&#039; Q vergleichen), das f&uuml;r 3/3,5/4/4,5/5 Sekunden bestehen bleibt. Gegner im Feld erleiden pro Sekunde 50/90/130/170/210 (+60% AP) magischen Schaden, bewegen sich im Feld jedoch um 30% schneller.\n\nR:\nCooldown: 100/85/70\nKosten: 100\nRange: mid-range\nBeschreibung: Tzar wird f&uuml;r drei Sekunden immobilisiert. Dabei kanalisiert er f&uuml;r 1,5 Sekunden, um dann f&uuml;r weitere 1,5 Sekunden einen Strahl zu erzeugen, der allen getroffenen Gegnern pro Sekunde 200/350/500 + 20% ihres derzeitigen Lebens als True Damage zuf&uuml;gt.\n\n\nTzar l&auml;sst sich an diesem Skillkit eindeutig in zwei Phasen einteilen. In der Laning-Phase ist sein W praktisch nutzlos, da es eingehenden Projektilschaden lediglich um 25% reduziert und man sich sehr verwundbar gegen&uuml;ber Skillshots macht, da man den Schild nicht vorzeitig abbrechen und sich f&uuml;r die Dauer auch nicht bewegen kann. Hier gilt es also eher, mit dem E Schaden zu machen, sofern dieses nicht auf Cooldown ist bzw. man genug Mana hat. Die meisten Lanegegner bis auf andere Tanks werden wohl nicht in Reichweite des Q&#039;s gelangen und durch die 1,5 Sekunden Kanalisierung kann man auch der Ult leicht ausweichen. In der Laning Phase gilt es also nur, m&ouml;glichst gut zu farmen und durch den Passive lange genug auszuhalten.\nW&auml;hrend Teamfights ist Tzar dann um einiges n&uuml;tzlicher, da sein W einen Nutzen bekommt und Tzar einen Counter gegen andere Tanks darstellt (durch sein Q). Diese k&ouml;nnen also f&uuml;r eine Weile au&szlig;er Gefecht gesetzt werden, sofern diese engagen. Tzar&#039;s E verliert gegen&uuml;ber der Laning Phase an Nutzen, kann jedoch noch eine gute Schadensquelle sein, um die Backline zu peelen. Hier ist es auch leichter, den Ultimate zu verwenden, dieser ist aber nat&uuml;rlich immer noch leicht zu dodgen und sollte als High Skill Cap Ult z&auml;hlen (&auml;hnlich wie die Ults von Bard und Kindred). Das rechtfertigt auch den hohen Schaden der Ult.\n\nAlso nochmal:\n\nVorteile:\n- kann gegnerische Tanks oder generell Melees f&uuml;r&#039;s Engagen bestrafen\n- kann Projektile auf sich selbst lenken und das Team somit optimal besch&uuml;tzen\n- kann gleichzeitig Frontline und Backline bedrohen\n- hoher Schaden f&uuml;r einen Tank\n- kann sich selbst heilen\n\nNachteile:\n- kann v.A. in der Laning Phase sehr leicht gekitet werden\n- kaum CC\n- kaum Mobility\n- Selbstheilung ist schwer zu timen, das erfordert also &Uuml;bung\n\nWas meint ihr?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-09-07T09:40:20.602+0000","up_votes":1,"down_votes":0,"body":"Die Ult ist extrem overpowert^^. Sie wird zwar durch seine anderen Fähigkeiten in ihrem Nutzen stark eingeschränkt. Jedoch zerlegt sie jeden Champion bis etwa 3000 Leben ohne weitere andere Schadensquellen.^^","replies":[{"id":"","poster":"FearMyPhear","date":"2017-09-08T20:47:17.457+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=L7E6lhzo,discussion-id=yVsPdBE7,comment-id=0000,timestamp=2017-09-07T09:40:20.602+0000)\n>\n> Die Ult ist extrem overpowert^^. Sie wird zwar durch seine anderen Fähigkeiten in ihrem Nutzen stark eingeschränkt. Jedoch zerlegt sie jeden Champion bis etwa 3000 Leben ohne weitere andere Schadensquellen.^^\n\nNaja, so OP ist sie nicht^^ Tzars Ult kann ja interrupted und gedodget werden (er kann sich während des Ultens ja nicht bewegen und auch nicht drehen), außerdem skaliert sie vom derzeitigen Leben des Gegners und nicht vom maximalen. Ich habe einfach mal kurz ein Skript geschrieben, das ungefähr berechnet, wie viel Schaden ein Champ nimmt, wenn er durchgehend von der Ult getroffen wird (ihr also nicht ausweicht). Bei einem 3000 HP-Champ wären dies auf Stufe 3 um die 1427 HP Damage, also knapp weniger als die Hälfte (würde die Ult vom maximalen Leben skalieren, wären das 1650 HP Damage, also auch nicht so viel mehr). Das finde ich eigentlich legitim.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2017-09-13T08:50:47.409+0000","up_votes":1,"down_votes":0,"body":"^^ War ein Fehler meinerseits. Habe die Zeiten nicht so gut beachtet.^^\nAllerdings würde ich bei der Ult empfehlen sie halbsekündlich zu Takten (statt 1,5 Progs gibt es 3 Halbe Progs)\n\nDas verändert den Schaden von 1540 DMG (gegen 3000 HP) auf 1490,5 DMG (gegen 3000) reduzieren jedoch muss man berücksichtigen, dass halbe Progs technisch gesehen nicht berechnet werden. (dadurch würde die aktuelle Fassung nur 1100 DMG (gegen 3000 HP) anrichten.)","replies":[]}]}]}]}