{"id":"QJmtwlA9","poster":"rammsteinsgate","date":"2017-09-01T22:00:36.855+0000","title":"Midlaner (Plat+) gesucht","subforum":"Clans & Teams","up_votes":5,"down_votes":2,"body":"Hey Leute,\n\nWir suchen einen Midlaner, der mehrere Vorraussetzungen erf&uuml;llen sollte:\n1. Absoluter MAIN-Midlaner (in jeder Queue und auch im Team)\n2. Der Championpool sollte teamorientiert bzw. anpassbar sein\n3. Keine &uuml;berm&auml;&szlig;ige Dominanz oder Arroganz, wer wei&szlig;, dass er dazu neigt, wird nicht passen\n4. Disziplin - Zuverl&auml;ssigkeit, Fokus ingame\n5. Kritikf&auml;higkeit - speziell gegen&uuml;ber unseres Coaches\n\nAddet mich einfach ingame, wir sind auf dem Teamspeak von Summoners Heaven ans&auml;ssig. Alles weitere bereden wir im TS und bei Tryouts.\n\nLG Johnny {{sticker:vlad-salute}}","replies":[{"id":"","poster":"Unlucky Palme","date":"2017-09-02T08:59:10.965+0000","up_votes":1,"down_votes":0,"body":"Alter: 25\n\nName : Dennis\n\nSolo Que : Platin 5\nFlex Gold \nMain Mid : S {{champion:103}} {{champion:34}} {{champion:38}} {{champion:99}} \nA : {{champion:61}} {{champion:134}} {{champion:127}} {{champion:161}} {{champion:112}} \nB : {{champion:163}} {{champion:8}} {{champion:238}} \nTeam Erfahrung : ich hab Solala Erfahrung da die Team niemals lange anhalten weil gleich alle so mad sind weil man verliert oder gleich ohne eingespielt zusein gleich Tuniere machen und dann noch untereinander nicht immer gute stimmung war.\n\nStärken : Ich Persönlich bin ein rein Tryhard spieler ich spiele eigentlich nur kompetitiv weil ich finde normals und fun games machen für mich kein Sinn und ich versuche nach jedem game mich zuverbessern R-plays schaun was ich bei mir verbessern kann.\n\nSchwächen:  Ich Persönlich denke von mir ich bin nicht Perfect und ich bin auch nicht der  LcS player ich verliere auch mal runden aber ich versuche mich immer zuverbessern und Nehme auch Vorschläge an und versuche sie auch umzusetzten \n\nWen ihr mehr wissen wollt Addet mich einfach ingame dann können wir über ts3 mal schnacken oder ingame :D","replies":[{"id":"","poster":"rammsteinsgate","date":"2017-09-04T19:21:13.348+0000","up_votes":1,"down_votes":0,"body":"hey, leider spielst du ja privat fast nie midlane, daher schreibe mich doch bitte an, wenn du die midlane mainst. LG Johnny","replies":[]}]}]}