{"id":"8zgYL2Mk","poster":"ÐankGamer420","date":"2017-09-01T20:27:27.236+0000","title":"Urf WW mit RP bekommen","subforum":"Allgemeiner Chat","embed":{"title":"Stufenaufstieg, EP und Belohnungen | Riot Pls - League of Legends","description":"Der leitende Produzent New001 spricht über neue Runen, Änderungen beim Stufenaufstieg, Details zur Runenumstellung und mehr! Erfahre mehr über die Änderungen für den Stufenaufstieg und den Belohnungen: http://euw.leagueoflegends.com/de/news/riot-games/editorial/upcoming-changes-leveling-ip-rewards Zeitstempel: 0:00 - Intro/Update zu den neuen Runen 1:20 - Änderungen beim Stufenaufstieg und den Belohnungen 3:41 - Was passiert mit meinen aktuellen Runen?","url":"https://www.youtube.com/watch?v=QHUmN3XVNqk&feature=youtu.be","image":"https://i.ytimg.com/vi/QHUmN3XVNqk/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Geht auf 5:44 auf dem Video, UrfWW 150k Blaue essenzen, h&auml;tte ein Tipp wie man den mit RP bekommt. \r\n\r\nRP kaufen, Championsplitter holen sehr viele. Alle verkaufen zu blaue Essenzen, und dann abwarten. Dann hast du 150k blaue Essenzen, dann sind das sozusagen die Ep und kannst dir den Skin ziemlich leicht holen.","replies":[{"id":"","poster":"NoSwagNoKill","date":"2017-09-01T21:03:11.659+0000","up_votes":2,"down_votes":0,"body":"wie viel essenzen bekommt man denn so im schnitt pro splitter? 600 ? das wäre dann 250 splitter *195 = 48750 rp ~ 350 euro \nist möglich aber 350 euro für so einen müll skin auszugeben nur weil er relativ selten ist ist fraglich","replies":[{"id":"","poster":"ÐankGamer420","date":"2017-09-02T09:13:48.715+0000","up_votes":1,"down_votes":0,"body":"Ist so, und er wird dann nicht mehr so viel Wert sein wie er mal war dann. Also es wäre absolut dumm :D aber ich meine nur, wenn jemand den Skin haben will kann er diese Metode verwenden :D","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-09-02T00:36:43.986+0000","up_votes":1,"down_votes":1,"body":"Jo, früher sah der noch besser aus, bevor er das komische Ding auf dem Rücken hatte.\n\nIch finds eh irgendwie gemein, das Riot damals versprochen hat, die Skins würde es nie wieder geben und jetzt bringen sie wieder alle raus.\nAber was soll's. Die Leute die damals belogen wurden sind ja jetzt eh in der Unterzahl","replies":[{"id":"","poster":"ÐankGamer420","date":"2017-09-02T09:15:06.542+0000","up_votes":1,"down_votes":0,"body":"Stimmt, und man konnte den neuen URFWW besser machen, der alte sah schon besser aus. Irgendwie schon komisch das sie den Skin wieder rausbringen. Würden sie es wie Championship Riven machen dann würde ich es verstehen.","replies":[]}]},{"id":"","poster":"Roxãs","date":"2017-09-02T08:27:42.534+0000","up_votes":1,"down_votes":0,"body":"Ich finds schade, würde mich als WW OTP so über den Skin freuen, hab aber atm nur 30K IP und alle Runen, es wird bei mir also nicht darauf hinauslaufen das ich den Skin bekomme :/","replies":[]}]}