{"id":"dGN1JoE8","poster":"El Capitán TSV","date":"2017-09-01T15:36:29.510+0000","title":"3. Midlane-Champion gesucht","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen!\r\n\r\nMeine Mainlane ist die Midlane. Hier spiele ich eigentlich &uuml;berwiegend 2 Champs und das auch relativ erfolgreich. Aber ich m&ouml;chte mit 3 Champions versuchen alle Bereiche abzudecken.\r\nZum einen spiele ich:\r\n\r\n**Twisted Fate** - 65 Spiele diese Season, Winrate 52%. Warum? Splittpush, Roaming, eine Art &quot;Support-Mage&quot; durch Gold-Cards oder das Roaming\r\n\r\nzum anderen:\r\n\r\n**Diana** - Erst nach dem Buff wieder angefangen zu spielen. 19 Spiele, Winrate 59%. Warum? Assasine, Splittpush\r\n\r\n\r\nNun suche ich eine Art CC-Mage, der/die sich gut in Teamfights verh&auml;lt. Dieser sollte aber nicht all zu schwer zu meistern sein und nicht all zu gro&szlig;e Probleme mit der aktuellen Meta haben.\r\n Habt ihr hierzu Vorschl&auml;ge f&uuml;r mich? K&ouml;nnt ihr mir sagen, welcher Champ ungef&auml;hr zu mir passen w&uuml;rde?\r\n\r\nIch w&auml;re euch sehr dankbar :)","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-01T16:47:46.437+0000","up_votes":1,"down_votes":0,"body":"Orianna, sie ist anfängerfreundlich!\nEin Control Mage der immer Meta sein wird und sie kann sowohl aggressiv als auch Passiv gespielt werden und jedes Matchup ist ein Skillmatchup für sie :)","replies":[{"id":"","poster":"Angel Ayume","date":"2017-09-01T16:51:19.864+0000","up_votes":3,"down_votes":0,"body":"Wenn man mit ihrem Ball klar kommt. \nIch komme damit gar nicht zurecht. Ich verliere den immer aus den Augen, vorallem in Teamfights. Ich habe schon sehr häufig dadurch eine Ulti gemisst. xD \nIch finde sie jetzt nicht sehr anfängerfreundlich.","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-01T18:18:01.453+0000","up_votes":1,"down_votes":0,"body":"Ansichtssache, nach 10 Games hat man den Kniff raus wie ich finde!","replies":[]}]},{"id":"","poster":"Dreadlord Mike","date":"2017-09-02T17:31:38.039+0000","up_votes":2,"down_votes":0,"body":"Orianna Anfängerfreundlich?? U drunk mate?","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-03T00:26:06.168+0000","up_votes":1,"down_votes":0,"body":"Ich habe null Probleme mit ihr wenn ich ehrlich bin lol","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-09-03T01:26:28.347+0000","up_votes":2,"down_votes":0,"body":"Auch wenn du null Probleme mit ihr hast ist sie alles andere als ein anfängerfreundlicher Champion.\nMit Orianna musst du dich immer auf 2 positions konzentrieren, da Anfänger sich nichtmal auf 1 konzentrieren können rate ich stark von Orianna ab als Anfänger.\nOrianna ist auch sehr aufs trading versessen und da beginner meist angst for trades haben auch wieder nicht empfehlenswert. \n\nErklär mich mal warum deiner Meinung nach orianna ein \"anfängerfreundlicher\" champ ist.","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-03T12:25:00.187+0000","up_votes":1,"down_votes":1,"body":"Weil man mit Orianna nichts falsch machen kann!\nIhre Passive + Ihre Spells eignen sich super easy zum Farmen, ihre Trades sind spitze, bereits einfach die Kugel in die Mitte der Lane zu setzen reicht aus um Pressure aufzubauen und falls man das nicht tut und nicht so vertraut auf Orianna ist kann man trotzdem super easy unter dem Tower farmen und scalen! Ihr Kit ist super ausbalanciert und ist ihn vielen seiten super vielseitig!\n\nMit der Kugel wird es zwar etwas tricky aber das hat man schnell nach 2 Games draußen wenn man sich wirklich nur aufs Microplay mit ihr Konzentriert!\nAußerdem ist ihre Lernkurve super für Anfänger denn, umso öfter man sie spielt desto mehr erfahrung sammelt man und wenn man Orianna drauf hat kann auch andere Controll Mages spielen die ähnlich funktionieren wie sie, wie zum z.B. Azir der auch mit seinen Soldaten arbeiten muss!\n\nDas einzige was man sich trauen muss ist zu Ulten!\nMein Problem damals war es zu sehen wann ich ulten soll, mein Team sagte daraufhin: Scheiß drauf, Ulte einfach, irgendwann wirst du schon was treffen und nun gehört Orianna zu meinen besten 3 Champions!\n\nSie ist Easy to Play, Hard to Master :)\n\n","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-09-03T18:30:15.227+0000","up_votes":2,"down_votes":0,"body":"Man kann sogar sehr sehr viel mit Orianna falsch machen lol.\nUnd 2 games um den Ball kontrollieren zu lernen? \nEgal welchen high elo midlaner du fragst niemand würde dir Orianna als Easy champ empfehlen.\nIhr Kit mag zwar gut sein aber trotzdem ist es nichts für Anfänger.\nMan muss es nämlich so sehen wenn du viel hast kannst du auch viel falsch machen und genau das trifft auf Orianna zu.\nDann vergleichst du Azir mit Orianna und meinst sie werden \"ähnlich\" gespielt was kompletter bullshit ist.\nSorry aber ich denke nicht dass du einschätzen kannst ob ein Champion easy to Play ist da du einfach sehr vieles falsch einschätzt.\nAls nächstes kommt dann noch Lee sin leichtester champ des spiels xD","replies":[{"id":"","poster":"I love you Malon","date":"2017-09-03T18:38:42.707+0000","up_votes":1,"down_votes":0,"body":"Azir und Orianna sind beides Control-Mages die neben ihrem Positioning auf etwas anderes achten müssen (Orianna Ball und Azir Soldiers).\n\nWenn du meinst ich kann nichts einschätzen dann lohnt sich diskutieren auch nicht weiter ¯\\_(ツ)_/¯ \nschönen Abend noch ~","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-09-03T18:42:34.044+0000","up_votes":1,"down_votes":0,"body":"Es gibt dennoch verschiedene Arten von controll mages und da du sie als ähnlich bezeichnest hast obwohl ihr playstyle vollkommen anders ist unterstützt  es nicht gerade deine Kompetenz\n\nJep lohnt sich auch nicht zu diskutieren. Dir auch","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2017-09-02T17:49:05.851+0000","up_votes":1,"down_votes":0,"body":"HI\nSo ich denke ich kann dir dabei helfen einen neuen Champ für dich zu finden.\n\nIch muss dir aber sagen dass es außer Lux nicht wirklich einfache Zoning cc mages gibt. Alle brauchen eigentlich sehr viel Übung positioning und matchupwissen.\nDu wirst dir wohl Zeit nehmen müssen falls du so einen cc zoning controll mage anfängst.\n\nIch kann dir natürlich weiterhelfen da ich pretty much nur Controll mages in der Mitte Spiele und schon immer gespielt habe.\nIch werde dir 3 auflisten mit denen ich sehr viel Erfahrung habe.\n\n**Orianna**:\n Nicht sehr leicht denn man muss 24/7 ihren Ball im Auge behalten und auch (ganz wichtig) immer auf die range des Balls achten wenn ein Mate ihn hat.\n**Pros**: Hat sehr gute Macthups und eigentlich kann man sie gegen jeden in der Mitte auspacken.\nHat guten Waveclear , sehr gutes teamfighting gutes Zoning und cc und annehmbare Utility. Macht auch mit dem richtigen build genug dmg gegen tanks.\n**Cons**: Kein Escape und braucht sehr viel Erfahrung mit dem Ball den Matchups den Combos ecc.\n\n**Ziggs**: Mein absoluter Lieblingschamp der Controll mages.\n**Pros**: Schwer zu spielen, Sehr guter waveclear, sehr safe durch den W, kann sehr gut durch seine passiv Tower pushen.\nHat auch fast nur gute matchups (gegen assasins ist es bisschen schwerer) und hat genug cc zoning und teamfight pressence. \nKann wie kein zweiter das game stallen und  verhindert enemy pushes ohne Probleme.\n**Cons**: Man braucht sehr viel Erfahrung um mit ziggs ordentlich dmg raushauen zu können da die Q hitbox oft recht annoying ist.\nGute Gegner die deine Qs predicten können werden dich ohne Probleme outraden. \nSein Kit mag zwar safer sein als dass vieler anderer Controll mages aber um konstant dmg zu machen braucht man hier sehr viel Übung.\nSehr hohe manakosten early, man sollte sehr genau überlegen wann man seine Spells zum pushen verwendet.\n\n**Velkoz**:\n**Pros**: Sehr guter waveclear, starkes 1vs1(wenn man spells trifft versteht sich) true dmg, sehr gute range und obwohl kein escape vorhanden ist recht safe. Sehr guter Teamfighter. Farming ist sehr leicht da die aa Animation sehr schnell ist. Hat sehr geringe CDs und geringen manakosten. Ult hat sehr geringen cd mit cdr build. Sehr gut gegen tanks durch die passiv\n**Cons**: Schwer zu spielen, Hat nur skillshots, man muss sehr gut im predicten sein. Ult macht ihn immobile(kann sich auf der Stelle langsam drehen tho) deswegen hat er es schwer gegen Assasins. Durch sein Kit ist er angewiesen seine passiv zu proccen um seinen vollen dmg rauszubekommen. \nHat es sehr schwer gegen mobile champs und kann sehr schwer roaming champs followen. Man muss immer auf das positioning achten da sonst auf der stelle tot bist.\nUlti muss man sehr überlegt setzen da sie mit einem simplen hard cc spell abgebrochen werden kann.\nHat durch die Ult nicht direkt burst dmg deswegen sind shielding supports sehr gut gegen ihn.\n\nHoffe ich konnte dir bei deiner Entscheidung helfen.","replies":[]},{"id":"","poster":"Dr Strangeduck","date":"2017-09-02T09:09:20.552+0000","up_votes":1,"down_votes":0,"body":"Ich finde Viktor einen guten utility mage. Bringt ein bisschen cc und poke mit und kann seine Teammitglieder schützen und natürlich wie jeder dmg dealer Gegner zonen und teams splitten. Verhält sich super in Teamfights und hat viel AoE dmg. Weil du den Schwierigkeitsgrad ansprichst, musst du mal schauen ob dir der E Spell zusagt, manche sollen ja mit solchen vector skill shots nicht klar kommen. Ist auf jeden ein witziger Kerl, der mir Spaß macht :)","replies":[]},{"id":"","poster":"Nordwolf87","date":"2017-09-01T21:06:41.614+0000","up_votes":1,"down_votes":0,"body":"Wenn du supporten willst ori (ist aber finde ich schwierig weil man wie schib gesagt wurde in team fights mit den ganzen effekten den ball nur schwer sieht), taliyah macht laune wurde aber generft (mana vom Q erhöht) und man muss die wall gut setzen sonst recht einfach finde ich.","replies":[]},{"id":"","poster":"Cenâreth","date":"2017-09-01T19:32:02.873+0000","up_votes":1,"down_votes":0,"body":"Syndra würde mir hier auf Anhieb einfallen, die ist ein Vieh in sowas. Hier wäre schneller handlungsbedarf gefragt da du stacken musst um mit deiner Ult dann die ganze Wucht auf den Gegner zu drücken. Der Dmg ist atemberaubend vor allem wenn jemanden damit oneshotten kannst wenn du ordentlich feed bist, sie hat ja auch die ein oder anderen slows and stun skills dabei.\n\nDa du mit Diana nen Assassinen hast würde ich von Ahri wegsehen. Wer auch absolut stark insbesonders in TF ist wäre an sich Veigar, hier solltest du auf jedenfall die E gut timen und immer schön stacken durch q stack auf lasthit minions oder eben durch Kills bzw. auch Supp Kills, was die wenigsten wissen, veigar bekommt auf supp kills ja durchaus auch stacks, die widerum erhöhen deinen AP Wert.\n\nMalzahar wurde leider mal wieder generft aber bewährt sich mit seiner Ult absolut gut, mit den kann man gezielt wichtige Champion Gegner rausfocusen z.B. Yasuo, wenn man den als Gegner hat, aber auch andere die vlt wichtiger sind. \nOrianna kann ich jetzt nichts sagen seit dem Nerf Patch sehe ich sie ziemlich schwach, oder ich seh einfach nur keine guten Orianna Spieler mehr :/ \n\nCassio vlt noch, ziemlich giftig, hatn slow braucht keine Schuhe ergo, 1 Platz mehr für ordentliche dmg Items.\n\nAnsonsten bewährt sich auch nach wie vor Lux noch. OneShot Ult, die CD der Ult reduziert sich ja nach wie vor nach jedem Kill um die Hälfte und die hat ja nicht wirklich viel CD am Ende.","replies":[]}]}