{"id":"kG4jNIIu","poster":"dugg","date":"2017-08-31T16:29:01.058+0000","title":"Manchmal soll es eben so sein","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":2,"body":"Es war ein lausiger Nachmittag. Der Regen prasselte gegen das Fenster. Der Fernseher zeig nur ein schwarzes Bild. Der Postbote k&auml;mpft sich tapfer durch den kalten Niesel seinen Weg. Es scheppert, ein kurzes Aufhorchen. _Ah, die Zeitung ist da_ Obwohl der Briefkasten nur wenige Schritte entfernt ist, bleibt er jedoch ungeleert. Eine kleine Wohnzimmerleuchte bahnt sich ihren Weg durch das triste Grau des Alltags. Es ist 18:00 Uhr die Arbeit ist vor&uuml;ber, der Tag ist gebraucht und sowie so macht es wenig Sinn, die restliche Zeit im Grau des Abends zu verweilen. Leises Klicken durchbricht die Stille. Gefolgt von kleineren R&auml;usperern und einem monotonen Schniefen. Wie soll es auch anders bei dem diesem Wetter sein. Die Nase l&auml;uft. Sport bleibt somit aus. Das fade Licht des Wohnzimmers wird noch von einer anderen etwas bl&auml;ulich schimmernden Quelle gebrochen. An dieser Stelle des Haues erdr&ouml;hnt auch das Klicken und wenn man ganz genau hin h&ouml;rt, erdr&ouml;hnt leise Musik aus einer bisher noch nicht definierten Quelle. Sie ist dumpf und kaum wahrnehmbar. Str&ouml;mend und wohltuender Gelassenheit str&ouml;mt sie aus den K&ouml;pfern im Wohnzimmer. Das Klicken nimmt zu. Es wird hier an der Maus gezogen und dort auf der Tastatur gehackt. Es scheint, als w&uuml;rde es immer energischer zu werden. Man kann sogar schon von APM reden. Das Ohr will immer weiter zu dieser verlockenden Musik, will wissen, was dort geklickt und gehackt wird. Doch dann... Stille... man h&ouml;rt nur noch die Musik. Kein Klacken, kein Zippen und kein Zappen. Pl&ouml;tzlich! Ein Schrei! Woher? Warum? Er schien nicht vor Schmerzen, viel mehr vor Erleichterung und voller Heiter. Es war ein Siegesschrei! \r\n\r\nEin Siegesschrei, weil ich mit meinem hundertsten Win endlich den Aufstieg in in Gold geschafft habe. Als Bonus gab es f&uuml;r das Janna S- noch eine Truhe und zu guter Letzt auch noch das Honor-LVL 5. Zufall? Ich glaube nicht, denn genau so sollte dieser angebrochene Tag zu Ende gehen.\r\n\r\nSch&ouml;nen guten Abend und vielen Dank f&uuml;r Ihre Aufmerksamkeit. *prost*","replies":[{"id":"","poster":"Kind Prow","date":"2017-08-31T16:51:05.086+0000","up_votes":4,"down_votes":1,"body":"Der Postbote vor der Tür dreht sich kurz um und verharrt regungslos. Ein Schrei war eben aus der Wohnung gedrungen. Warum auch immer, dieser Schrei erfüllte ihn mit Zuversicht. Auch wenn es regnete, die gelbe Uniform schon komplett durchnässt war, und der Feierabend noch mehrere Stundden entfernt, auf einmal schien alles nicht mehr so schlimm. Er blickte hinauf in den Regen und grinste verstohlen als ob er wüsste, wieso dieser Schrei erklungen war.\n\nGlückwunsch, mein Freund :>","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-08-31T16:50:11.113+0000","up_votes":3,"down_votes":1,"body":"Toll geschrieben. :D \nKonnt ich mir sehr gut bildlich vorstellen. \n\nUnd Glückwunsch zu Gold V und zum Honor Lvl 5. :D","replies":[]}]}