{"id":"f9JKLlg7","poster":"Δ Taliyah Δ","date":"2017-08-29T12:55:22.661+0000","title":"Coach und Support gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo\r\n\r\nInformation:\r\n\r\nHeey, Mein Name ist Leon (16 Jahre) und ich suche ein Support und Coach (18+). Der Support sollten im Goldbereich (5-3) und viel Zeit und Erfahrung mitbringen zudem sollte er einen gro&szlig;en Championpool besitzen und nicht flamen oder eingebildet sein, konstruktive kritik ist aber gerne gesehen und sollte auch abgekonnt werden au&szlig;erdem sollte man alle Champions besitzen. Der Coach sollte Dia5+ sein und soll voll bei der Sache sein und das Coaching nicht nur halbherzig machen aber kann auch gerne ein Anf&auml;nger Coach sein der besser werden will. Ich suche ein Coach um ich zu verbessern und meine Fehler zu minimieren um mich optimal zu steigern. Ich m&ouml;chte gerne wieder anfangen ADC zu spielen und wieder vom Rang her hochkommen da ich wieder Lust bekommen habe League kontinuierlich mit Ehrgeiz zuspielen.\r\nFr&uuml;her habe ich mit meinem Cousin ein Account auf Plat3-1 berreich wo ich jetzt auch gerne wieder spielen w&uuml;rde. Mein derzeitiger Rank ist silber 3 da ich League Des spa&szlig;es halber und oft mit gro&szlig;en Spiel Pausen gespielt habe.\r\n\r\nPers&ouml;nliches:\r\nWie oben schon gesagt ist mein Name Leon ich bin 16 Jahre alt und habe ADC gemaint und will es nun auch wieder. Ich habe die letzen Jahre jedes erdenkliche Spiel gespielt aber trotzdem bin ich immer wieder an League h&auml;ngengeblieben. Mein Championpool ist ziemlich gro&szlig; egal auf welcher Lane da ich schon 6 Jahre lang (Nicht durchgehend) League spiele und daher viele Champs schon seit Realease kenne und gespielt habe. Momentan habe ich mich wieder ein bisschen als ADC Eingespielt und es klappt auch wieder gut und wird mit der Zeit hoffentlich wieder so wie fr&uuml;her. Mein Durchschnittlicher Farm betr&auml;gt momentan 8,5 Minions die Min was aber nach der Zeit wieder besser wird und auf 9-10 Minions die min geht. Ich bin was Taktiken,Picks Runen etc angeht aufgeschlossen und lasse mich auf alles ein und beraten/verbessern. Im gro&szlig;en und ganzen bin ich ein Spieler der wei&szlig; was in welchen Situtation zu machen ist und gut im Team oder alleine ist. Ich w&uuml;rde mich freuen wenn ihr euch einfach mal mein Profil anguckt und mich bei interesse anschreibt und sich dann hoffentlich ein gutes zusammenspielen und verh&auml;ltniss ergibt/aufgebaut wird.\r\n\r\nADC Championpool:\r\nCaitlyn\r\nTwitch\r\nTristana\r\nVayne\r\nJinx\r\nSivir\r\nMiss Fortune\r\nJhin\r\nXayah\r\nKalista\r\nAshe\r\nEzreal\r\n\r\nNoch zu &uuml;ben :\r\nDraven\r\nLucian\r\nVarus\r\n\r\nIch hoffe auf ein gutes Zusammen spielen und W&uuml;nsche einen sch&ouml;nen Tag.\r\nBei Fragen einfach melden beantworte alles.\r\n\r\nMit freundlich Gr&uuml;&szlig;en Leon.\r\nIngame Name : &Delta; Taliyah &Delta;","replies":[]}