{"id":"MfMErNKn","poster":"Jayce me RoIIing","date":"2017-08-27T13:11:08.282+0000","title":"Holwing Tournament - Funmode - Rules + Trailer","subforum":"Turniere & Veranstaltungen","embed":{"title":"Howling Tournament - Fumode - Teaser","description":"Alle Infos zum Turnier hier: https://twitter.com/ZanyTV_ Credits: All Rights go to Riot Games - I have no rights to the Content I showed in this Video ! This are all Cinematics from Riot Games.","url":"https://www.youtube.com/watch?v=RdwBGB93DDM","image":"https://i.ytimg.com/vi/RdwBGB93DDM/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Howling Tournament - FunMode\r\n\r\nEinleitung:\r\nBeim &bdquo;Howling Tournament - FunMode&ldquo; geht es wie der Name bereits sagt nur um Spa&szlig;! Dazu kommt allerdings eine gesunde Mischung Tryhard. Alle neuesten News werden IMMER auf meinem Twitterkanal hochgeladen. Also lasst am besten ein Follow da wenn ihr immer informiert sein m&ouml;chtet. Da dies ein Fun-Turnier ist gibt es bisher auch keinen Preis. Mitmachen also nur wenn der Spa&szlig; im Vordergrund steht. Fragen einfach in die Kommentare. Ihr wollt mehr Turniermitstreiter? Teilt diesen Beitrag mit euren Freunden !\r\n\r\nRegeln:\r\nBei Regelmissachtung wird automatisch der Gegner zum Sieger erkl&auml;rt\r\nEin Spiel ist, solang die Rundenbezogenen Regeln dem nicht widersprechen, gewonnen, sobald einer der beiden Spieler 3 Kills erziehlt hat oder den gegnerischen Nexus zerst&ouml;rt hat. Devensives Spielen ist zwar erlaubt allerdings nicht, dass man 24/7 unterm Tower steht und nie tradet oder fightet. Wer nicht zum Game erscheint wird gebannt. Uhrzeit wird 24 Stunden vor dem im Turnierplan angegebem Datum getwittert. Grunds&auml;tzlich ist jede Runde ein 1v1 au&szlig;er die Regeln bezogen auf eine Runde sagen etwas anderes!\r\nDie Regeln zu jeder Runde werden vor jeder Runde auf Twitter ver&ouml;ffentlicht. Diese k&ouml;nnten so aussehen:\r\n\r\nIn dieser Runde sind keine Tanks erlaubt.\r\nDiese Runde wird f&uuml;r die Person entschieden, die zuerst 100 Kills hat.\r\nDiese Runde findet eni 2v2 statt eines 1v1 statt.\r\nIn dieser Runde sind Riven, Yasuo und Zed gebannt.\r\n- usw -\r\n\r\n&mdash;GEBANNT&mdash;Gilt f&uuml;r alle Runden &mdash; \r\n-Alle Tankitems\r\n-Kalista, Morgana, Illaoi\r\n-Vision Items (Ausnahme: Duskblade)\r\n\r\n- Bei Regelmissachtung wird automatisch der Gegner zum Sieger erkl&auml;rt -\r\n\r\n\r\nAnmeldung:\r\nEinfach eine E-Mail an howlingtournament@you-spam.com schreiben.\r\n\r\nInhalt: \r\nIngame Name\r\nChampion-Vorlieben\r\nElo\r\nUhrzeiten an denen man auf keinen Fall kann\r\n\r\n\r\nIch freue mich auf euch ! Der Turnierplan wird hochgeladen wenn es genug Teilnehmer gibt.","replies":[]}