{"id":"FVBz8XMv","poster":"SHDRaven","date":"2017-08-25T18:34:11.946+0000","title":"- RebellArmy sucht neue Community-Mitglieder -","subforum":"Clans & Teams","embed":{"title":"rebellarmy_logo.jpg | picload.org","description":"Hier kannst du einfach und schnell deine Bilder & Fotos hochladen. Nach nur wenigen Sekunden ist der Bild Upload erfolgt und du kannst die Bilder sofort deinen Freunden zeigen und in Foren oder Blogs einbinden. Die Nutzung ist kostenlos und ohne Anmeldung möglich.","url":"https://picload.org/view/rwiadagw/rebellarmy_logo.jpg.html","image":"https://img2.picload.org/image/rwiadagw/rebellarmy_logo.jpg"},"up_votes":1,"down_votes":0,"body":"**RebellArmy**\r\n\r\nRebellArmy ist eine deutscher Multigaming Clan, bei welchem sich die Mitglieder und deren Freunde &uuml;ber die\r\nvoice communication software Teamspeak treffen und gemeinsam Zocken k&ouml;nnen.\r\n\r\nBei einer fortw&auml;hrend steigenden Anzahl von derzeit ca. 40 Mitgliedern aus unterschiedlichen Online-Computer-Games findet man eigentlich immer relativ schnell jemanden, mit dem man zusammen Zeit in seinem Lieblingsspiel verbringen kann.\r\nEgal ob LeagueofLeagends oder WorldofWarcraft, Challenger-Gott oder Bronze-Anf&auml;nger, oder der totale Glaubensfanatiker, welcher seine heiligen Kriege gerne online ausfechten m&ouml;chte, jeder ist willkommen, solange man ein gutes Verhalten, ein wenig Respekt und Spa&szlig; mitbringt.\r\nUnd wer zuf&auml;lligerweise gerne nebenbei Streamt: es wartet ein Streamingbereich auf diese Leute.\r\n\r\nNeben dem Plan, ein LoL-Team aufzustellen, welches unsere Community vertritt, gibt es bei uns auch hin und wieder kleine Events, bei denen mehrere Spieler zusammenkommen, Spa&szlig; haben und gegenseitig um einen kleinen Preis k&auml;mpfen.\r\n\r\nUnd falls es mal zu Streitigkeiten oder Problemen kommen sollte, steht ein Team von derzeit 9 Personen zur Verf&uuml;gung, um zu helfen.\r\n\r\n\r\nWenn du also noch auf der Suche nach einer Gaming-Community bist, lohnt es sich auf jeden Fall, bei uns mal reinzuschauen. \r\nUnd wer noch mehr Kontakt sucht, der kann ja auch mal unsere WhatsApp-Gruppe ausprobieren.\r\n\r\n\r\nWir freuen uns auf dich!\r\n\r\n\r\nJoin us @ Teamspeak: 85.214.235.46\r\n(Jeder, der unserem TS-Server beitritt, wird nach einiger Zeit von einem Teammitglied angesprochen, da wir zur &Uuml;bersicht Serverrollen vergeben)\r\n\r\nWeitere Links:\r\nHomepage: https://rebellarmy.wixsite.com/xrba\r\nFacebok: https://www.facebook.com/rebellarmy.rba/?ref=bookmarks\r\nEmail: xrebellarmy@gmail.com","replies":[]}