{"id":"YxHWhbaq","poster":"xLoKozZx619","date":"2017-08-24T15:08:05.466+0000","title":"LeagueClient.exe - Ungültiges Bild","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"* 1. Als ich den Patcher starten wollte kam eine Meldung das ich diesen nicht starten k&ouml;nne. (Meldung von Windows). In dieser Meldung steht: C:/Riot Games/League of Legends/libcurl.dll ist entweder nicht f&uuml;r die Ausf&uuml;hrung unter Windows vorgesehen oder enth&auml;lt einen Fehler. Installieren Sie das Programm mit den Originalinstallationsmedien erneut, oder wenden Sie sich an den Systemadministrator oder Softwarelieferanten, um Unterst&uuml;tzung zu erhalten. Fehlerstatus: 0xc0000020. Am Anfang dachte ich das ich mich mit einem kurzzeitigen Problem auseinander setze. Ich l&ouml;schte also alle League Dateien vom Rechner und Installierte das Spiel erneut. Der Patcher zum neuen Client hat sich ge&ouml;ffnet und hat angefangen zu Patchen. Doch als er fertig war und ich auf starten dr&uuml;ckte kam die eben zitierte Meldung erneut. Ich hab also probiert den Client zu reparieren mit der daf&uuml;r vorgesehenen Funktion im Patcher. Das schlug ebenfalls fehl. Ich wartete bis zum n&auml;chsten Patch und es ging immer noch nicht. Langsam verzweifle ich echt an der Sache.{{item:3070}}  Habe mich auch schon im Forum umgeschaut aber nichts hilfreiches gefunden. Hoffe jemand kann mir helfen und bedanke mich herzlich im voraus.","replies":[{"id":"","poster":"RoadToBroze5","date":"2017-10-02T10:18:38.810+0000","up_votes":1,"down_votes":0,"body":"ich habe 1 zu 1 das selbe Problem hab alles erdenkliche versucht hat jemand eine Lösung würde mich freuen wenn Riot darauf mal eine Lösung parat hat weil es gibt noch mehr leute mit dem gleichen oder ähnlichen Problem.","replies":[]},{"id":"","poster":"Krikzn","date":"2017-09-20T14:00:36.182+0000","up_votes":1,"down_votes":0,"body":"Ich habe dasselbe Problem, die Reparatur des League Clients hat mir nicht geholfen (auch wenn ich sie fertigstellen konnte) Das Hextech-Repair Tool hat ebenfalls nichts gebracht. Hast du mittlerweile eine Lösung des Problems gefunden?","replies":[]},{"id":"","poster":"Fight with Pride","date":"2017-08-24T16:17:07.316+0000","up_votes":1,"down_votes":0,"body":"Grüße,\n\nIch hatte das auch, auch die ganzen DirectX Probleme etc. \nIch hatte LoL auf nen alten USB Stick laufen, der hat sich manchmal einfach so ausgeklinkt und danach kam immer die Fehlermeldung, weil der Schreibprobleme hatte, und danach das Bild nicht mehr da war.\nAllerdings hat bei mir dann Neuinstallation geholfen.\nWenn aber, wie Du ja sagst, Du auch die Reperatur im Client benutzt hats, bleibt noch das [Hextech-Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) was Du mal ausprobieren könntest.\nAm ende schmiert Dir aber auch bloß der RAM ab und kann nicht mehr schnell genug schreiben^^","replies":[]}]}