{"id":"qA7ypmEP","poster":"Cringesuo","date":"2017-08-23T21:38:23.807+0000","title":"Flaming, Trolling, schlechte calls etc (Repost)","subforum":"Spielerverhalten & Moderation","embed":{"title":"Imgur: The most awesome images on the Internet","description":"Imgur: The most awesome images on the Internet.","url":"http://imgur.com/a/nYx51","image":"http://i.imgur.com/d00V3Tt.jpg?fb"},"up_votes":2,"down_votes":5,"body":"Hallo,\r\n\r\ndas bild handelt von meinen letzten 10 ranked games. Im neuesten (twitch) wurden wir auf der Botlane von der gegnerischen Sejuani gecampt. wir wurden mehrfach gedived und konnten nichts dagegen machen. wir haben den bot river so gut wie es geht ausgewarded. der Ezreal und die Kayle aus meinem team haben geflamed wie die Weltmeister. eine Niederlage gegen die man nichts machen kann...\r\n------\r\nDas 2te Spiel (Lucian) machte mein Team einen dummen Baron Call welcher das Spiel verloren hatte... verloren.\r\n-------------\r\nIm dritten Spiel (Jinx) haben einfach alle reingefeedet. Auch verloren.\r\n---------------\r\nDas 4te Spiel (Xayah) war auch von toxischen Mitspielern beeinflusst. Der Malphite hatte schon ab Minute 3 damit angefangen... wir hatten die Botlane mehr als nur gut im Griff doch sind wegen dem Feed an Vladimir auch &ouml;fters gestorben.\r\n-------------------\r\nIm 5ten Spiel (Braum) wurde ich autogefillt. Unsere Annie hat reingetrollt und gefeedet. auch verloren...\r\n----------------\r\nIm 7ten Spiel (Lucian) haben wie schon im 4ten Game die anderen Lanes reingefeedet... auch nicht carryable.\r\n----------------\r\nIm 8ten Spiel (Lucian) gab es bei unserem Nasus die selbe Situation wie bei dem Malphite im 4ten Spiel... unser Kassadin war auch nicht grade der\r\nbesste... auch verloren.\r\n---------------------\r\nNun die Frage:\r\n\r\nwas kann ich dagegen tun? Ich versuche meine toxischen Teammates zu beruhigen und versichere den Feedern, dass das Spiel noch winnable ist...\r\nIch war so knapp vor meiner Gold Promo (S1 68 LP) und bin jetzt bei Silber 2 57 LP :( !","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-08-24T05:42:15.686+0000","up_votes":8,"down_votes":0,"body":"Also ich frage mich ja direkt als erstes eins: Wie habt ihr es in dem Twitch-Game geschafft, angemessen zu warden, wnn ihr gemeinsam insgesamt über 31 Minuten hinweg 22 Wards (und hey, immerhin ein Pink Ward... das darf man sich als ADC auch mal gönnen) platziert habt. Selbst ohne Sightstone ist das unzureichend... Auf die 22 Wards könntest du alleine kommen.\nUnd ja, dieses \"Ich wurde gecamped, da hatte ich keine Chance\" ist so eine langweilige Ausrede. Da stirbt man ein Mal und dann passt man sich an... ich sehe halt (so wie du dich hier gerade gibst) dann im Chat rumheulen, während deine Teammates mit einem \"Play safe and ward\" antworten... zumindest das erste Mal...\nUnd ja, ohne Sightstone habt ihr auf gar keinen Fall \"den bot river so gut wie es geht ausgewarded\". Wenn ihr das gemacht hättet, hättet ihr die Sejunai sogar unten immer wieder ihre Zeit verschwenden lassen können... Und ja, der Jungler campt in der SoloQ meistens eine Lane. Und meistens sucht er sich die raus, die sich am Dümmsten anstellt. Top und Mid waren halt bei der Sejuani am Verlieren, also hat sie sich die Lane rausgesucht, die das leichteste Opfer darstellte. Wenn sie ganz clever war, hat sie sogar auf Tab gedrückt und gesehen, dass der Thresh sich keinen Sightstone holt... also ich achte auf so was...\n\nOh und bist du dir so sicher, dass die Annie nicht auch nur gecampt worden ist? Nein, die hat natürlich getrollt und gefeedet. Und hast du in dem Spiel (wenn du als Support genau so viele Wards setzt wie eben diese Annie) nicht ebenfalls getrollt? Ich weiß, ich habe nen Ward Fetisch, aber ein Support, der 5 Wards stellt, hat sich einfach mal nicht zu beschweren. Selbst wenn er Autofilled wurde. Das ist kein Grund den Sightstone auszulassen und halbwegs regelmäßig zu Warden. (und ja, auch ohne Sightstone kommt man fast auf ein Ward pro Minute, wenn man ordentlich drauf achtet...)\n\nDass man dann mal Spiele wegen eines schlechten Baron Calls verliert... passiert. Sogar in der koordinierten Profiszene. \n\nUm damit zur Frage: \"Was kann ich tun?\" zu kommen. Erstens: Leute einfach muten hilft häufig mehr als auf sie einzureden. Bei mir reicht mittlerweile ein negativer Kommentar um die Mutefunktion auszulösen (alles relevante wird eh über Pings kommuniziert...). Meine Jahrelange Erfahrung mit Flamern sagt mir halt: Die kommen am ehesten wieder auf den Boden zurück, wenn man ihren Flame einfach komplett ins Leere laufen lässt. Das müssten halt nur alle so machen...\n(Btw, Random Thought: Es wäre wirklich nice, wenn ich mir nach dem Spiel noch mal so nen Chatlog angucken kann, damit ich dann wirklich entscheiden kann, wer reported werden muss...)\n\nNoch viel wichtiger: Beschäftige dich mit deinen eigenen Fehlern. Man findet immer Gründe das 1-7-2 Jinx Spiel auf \"Da haben halt alle gefeedet, da konnte ich nichts für\" abzutun. Oder das erste, schon auseinandergenommene Twitch Spiel auf \"Da wurde ich halt gecamped, keine Chance.\" Wesentlich hilfreicher ist es mit einer \"Ein 1-7-2 Jinx Spiel ist vollkommen inakzeptabel, da muss ich mich dringend fragen, wie mir das passieren konnte\" Einstellung an die Nachanalyse zu gehen. Das tut zwar mehr weh, bringt dafür aber auch was. Natürlich man findet wirklich nach jeder Niederlage Gründe bei anderen. Was ja auch verständlich ist. Natürlich haben die anderen Fehler gemacht. Da das 4 sind wahrscheinlich sogar mehr als du. Aber deine eigene Fehler sind die einzigen, an deren Abstellung du aktiv arbeiten kannst. \n\nUnd derzeit (das sagt der Blick auf deine Statistik Seite, abgesehen von dem einen guten Lucian Game) bist du einfach nicht gut genug um einen positiven Einfluss auf das Spiel zu nehmen. Daran kann man halt arbeiten. Aber halt auch nur daran.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-08-24T18:57:58.933+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=qA7ypmEP,comment-id=0005,timestamp=2017-08-24T05:42:15.686+0000)\n>\n> Also ich frage mich ja direkt als erstes eins: Wie habt ihr es in dem Twitch-Game geschafft, angemessen zu warden, wnn ihr gemeinsam insgesamt über 31 Minuten hinweg 22 Wards (und hey, immerhin ein Pink Ward... das darf man sich als ADC auch mal gönnen) platziert habt. Selbst ohne Sightstone ist das unzureichend... Auf die 22 Wards könntest du alleine kommen.\n> Und ja, dieses &quot;Ich wurde gecamped, da hatte ich keine Chance&quot; ist so eine langweilige Ausrede. Da stirbt man ein Mal und dann passt man sich an... ich sehe halt (so wie du dich hier gerade gibst) dann im Chat rumheulen, während deine Teammates mit einem &quot;Play safe and ward&quot; antworten... zumindest das erste Mal...\n> Und ja, ohne Sightstone habt ihr auf gar keinen Fall &quot;den bot river so gut wie es geht ausgewarded&quot;. Wenn ihr das gemacht hättet, hättet ihr die Sejunai sogar unten immer wieder ihre Zeit verschwenden lassen können... Und ja, der Jungler campt in der SoloQ meistens eine Lane. Und meistens sucht er sich die raus, die sich am Dümmsten anstellt. Top und Mid waren halt bei der Sejuani am Verlieren, also hat sie sich die Lane rausgesucht, die das leichteste Opfer darstellte. Wenn sie ganz clever war, hat sie sogar auf Tab gedrückt und gesehen, dass der Thresh sich keinen Sightstone holt... also ich achte auf so was...\n> \n> Oh und bist du dir so sicher, dass die Annie nicht auch nur gecampt worden ist? Nein, die hat natürlich getrollt und gefeedet. Und hast du in dem Spiel (wenn du als Support genau so viele Wards setzt wie eben diese Annie) nicht ebenfalls getrollt? Ich weiß, ich habe nen Ward Fetisch, aber ein Support, der 5 Wards stellt, hat sich einfach mal nicht zu beschweren. Selbst wenn er Autofilled wurde. Das ist kein Grund den Sightstone auszulassen und halbwegs regelmäßig zu Warden. (und ja, auch ohne Sightstone kommt man fast auf ein Ward pro Minute, wenn man ordentlich drauf achtet...)\n> \n> Dass man dann mal Spiele wegen eines schlechten Baron Calls verliert... passiert. Sogar in der koordinierten Profiszene. \n> \n> Um damit zur Frage: &quot;Was kann ich tun?&quot; zu kommen. Erstens: Leute einfach muten hilft häufig mehr als auf sie einzureden. Bei mir reicht mittlerweile ein negativer Kommentar um die Mutefunktion auszulösen (alles relevante wird eh über Pings kommuniziert...). Meine Jahrelange Erfahrung mit Flamern sagt mir halt: Die kommen am ehesten wieder auf den Boden zurück, wenn man ihren Flame einfach komplett ins Leere laufen lässt. Das müssten halt nur alle so machen...\n> (Btw, Random Thought: Es wäre wirklich nice, wenn ich mir nach dem Spiel noch mal so nen Chatlog angucken kann, damit ich dann wirklich entscheiden kann, wer reported werden muss...)\n> \n> Noch viel wichtiger: Beschäftige dich mit deinen eigenen Fehlern. Man findet immer Gründe das 1-7-2 Jinx Spiel auf &quot;Da haben halt alle gefeedet, da konnte ich nichts für&quot; abzutun. Oder das erste, schon auseinandergenommene Twitch Spiel auf &quot;Da wurde ich halt gecamped, keine Chance.&quot; Wesentlich hilfreicher ist es mit einer &quot;Ein 1-7-2 Jinx Spiel ist vollkommen inakzeptabel, da muss ich mich dringend fragen, wie mir das passieren konnte&quot; Einstellung an die Nachanalyse zu gehen. Das tut zwar mehr weh, bringt dafür aber auch was. Natürlich man findet wirklich nach jeder Niederlage Gründe bei anderen. Was ja auch verständlich ist. Natürlich haben die anderen Fehler gemacht. Da das 4 sind wahrscheinlich sogar mehr als du. Aber deine eigene Fehler sind die einzigen, an deren Abstellung du aktiv arbeiten kannst. \n> \n> Und derzeit (das sagt der Blick auf deine Statistik Seite, abgesehen von dem einen guten Lucian Game) bist du einfach nicht gut genug um einen positiven Einfluss auf das Spiel zu nehmen. Daran kann man halt arbeiten. Aber halt auch nur daran.\n\n+1, sehr guter Beitrag. \n\nHab auch so einen Kollegen, der in Gold V rumdümpelt und immer seinen Jungler beschimpft, weil er gecampt wird. Das eigentliche Problem ist sein eigenes Ego: Er ist mechanisch tatsächlich oft besser als seine Gegner, spielt aber so aggro, dass er unweigerlich die Aufmerksamkeit des Junglers und auch des Supporters erregt. Und wenn man halt so was wie TF spielt und kein Flash hat, muss man am Turm kleben. Aber das macht er nicht und gibt lieber dem Jungler die Schuld dafür, dass er sich um andere Lanes kümmert...","replies":[]}]},{"id":"","poster":"lolibus","date":"2017-08-23T22:18:54.206+0000","up_votes":3,"down_votes":0,"body":">was kann ich dagegen tun? \n\nBesser spielen indem man eigene Fehler analysiert und nicht nochmal macht. Was die Teammates machn ist vollkommen egal weil es SoloQ ist.","replies":[{"id":"","poster":"Kaorî","date":"2017-08-23T22:27:57.714+0000","up_votes":1,"down_votes":3,"body":"Extrembeispiel; Toplane 0/12 | Jungle 1/15 | Midlane 1/13 | Adc(oder Supp) 1/18\n\nSpielzeit: 20:00\n\n,,Was kann ich dagegen tun?\"\n,,Besser spielen [...] Was die Teammates machn ist vollkommen egal [...]\"\n\nDie Gegner lachen dich aus, egal wie gut du bist. Es ist wahrscheinlicher im Lotto zu gewinnen, als ein 1v5 ohne irgendeinen Feed zu gewinnen **als Squishy** .\n\nSolche Spiele gibt es nun mal, man kann nicht jedes Game gewinnen, egal wie gut man ist oder egal, was andere sagen.\nEiner der beiden Teams MUSS verlieren, problematisch wird es nur, wenn dies sehr oft hintereinander passiert.\n\nDie Rede ist natürlich ausschließlich von Games, die uncarrybar sind. Nicht von Spielen, wo man eventuell noch was hätte drehen können.","replies":[{"id":"","poster":"Meemoy","date":"2017-08-24T04:00:24.318+0000","up_votes":3,"down_votes":0,"body":"Du musst ja auch nicht jedes Spiel gewinnen. >50% reicht","replies":[]}]}]},{"id":"","poster":"Cringesuo","date":"2017-08-23T21:41:20.452+0000","up_votes":1,"down_votes":0,"body":"> Ich war so knapp vor meiner Gold Promo (S1 68 LP) und bin jetzt bei Silber 2 57 LP :( !\nIch hatte so eine Situation schon einmal nur von Silber 2 zu Silber 5 0LP","replies":[{"id":"","poster":"Der Wohltäter","date":"2017-08-24T00:15:57.665+0000","up_votes":2,"down_votes":0,"body":"Nicht aufgeben und weiterspielen. Ich wurde auch ziemlich häufig demoted und habe es dennoch geschafft aufzusteigen.\nDas, was dich runterzieht, ist deine Mentalität. Wenn du diese verbesserst, wirst du auch viel leichter aufsteigen.","replies":[]}]},{"id":"","poster":"Abasin","date":"2017-08-24T09:49:52.046+0000","up_votes":1,"down_votes":0,"body":"Ich hatte gestern und vorgestern ebenfalls eine fast absolute Negativserie. Neben den üblichen Trollen und Feedern kam noch meine eigene schlechte Performance dazu, die mich ein paar der Spiele gekostet hat. Jetzt habe ich aber die Motivation, den ganzen Kram wieder aufzuholen. Mates beruhigen oder anstacheln geht nicht, die meisten schalten auf Durchzug. Also vergiss die Spiele und zieh Dein Ding durch. Go for it.","replies":[]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-08-24T09:41:17.258+0000","up_votes":1,"down_votes":0,"body":"Ich habe das Gefühl, dass du dich einfach nur rechtfertigen möchtest.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-08-24T01:57:48.225+0000","up_votes":1,"down_votes":0,"body":"Also ich habe mir angewöhnt die Spieler am Anfang des Games zu muten. Du spielst besser und kannst dich viel besser konzentrieren, wenn du nicht die ganze Zeit versuchst deine Mates zu motivieren. Da konzentrierst du dich nämlich auf den Chat. Und wie jeder weiß ist Zeit in LoL was enorm wichtiges. Wie viele Minuten in Game verbringt man damit zu schreiben oder den Quatsch zu lesen den die Mates schreiben? In der Zeit hätte man viel wichtigere Dinge machen können. \n\nUnd noch nen Tipp: Achte nicht zu sehr auf die Fehler von anderen, sondern nur auf deine Fehler. In deiner Beschreibung sagst du nämlich nur, dass ihr wegen deinen Mates verloren habt. Weil irgendwer gefeedet hat. Selber standest du aber teilweise auch nicht besser. \n\nMute die Spieler direkt am Anfang, mach dein Ding und dann wird es auch mit dem Aufsteigen. Du hast immerhin eine 53 % Winrate. :) Damit kommst du locker nach Gold+. Nur net aufgeben. Und vorallem net tilten lassen. :D \nKlappt schon. :)","replies":[]},{"id":"","poster":"FAKE Recho","date":"2017-08-23T23:27:28.163+0000","up_votes":1,"down_votes":0,"body":"Wen du wirklich versuchst deine team mates zu beruhigen dan i dont know, mute einfach alle mache ich auch immer so.","replies":[]},{"id":"","poster":"Qbert","date":"2017-08-24T04:57:42.399+0000","up_votes":1,"down_votes":4,"body":"Hi,\n\nich fühle mit dir. Meine Winrate sank in letzter Zeit auf 48%.\nDazu mein Werdegang diese Saison:\n\nMeine Placement-Matches liefen nicht sehr gut, ich meine ich gewann 3, vielleicht 4. Eingestuft wurde ich damit in Gold4. Der Aufstieg begann!\nAls Support Main sagen immer viele, man kann nicht carrien, ich sage: man kann.\nGesagt getan, einen schweren Aufstieg später war ich Platin ... ich war froh in meiner früheren Standard-Elo angekommen zu sein, wollte aber mehr - DIA! \nMeine Anstrengungen waren vorerst von Erfolg gekrönt, ganz alleine kämpfte ich mich hoch bis Platin 2, kurz vor den P1-Promo .... fortan ging es bergab.\n\nNun stehe ich mit dem Rücken zur Wand in P5, kurz vor G1-Demote und habe die selben Probleme wie du!\n\nBeispiel gestern:\nEin Freund und ich spielten zusammen, er Top, ich Bot Support.\nBot lief super, mein Jhin farmte gut, bekam ein paar kills, wir dominierten. Top lief mäßig, es war okay. Der ganze Spaß jedoch begann schon in der Champ-Selection. Unser Midlaner wollte Zed spielen, unser Jungle bannte ihn. Offensichtlich mit Absicht, denn seine Rechtfertigung dafür war \"in dieser Elo kann den eh keine richtig spielen, ich carry das schon, nun sei ruhig\"(sinngemäß). Er behauptete ein Smurf zu sein, der Account sei der eines Freundes .... ein erster Seufzer ereilte uns. Dann der Midlaner ... TROTZREAKTION! \"dann spiele ich halt Draven\" .................\n\nLange Rede, kurzer Sinn. Wir(alle 5) spielten im Prinzip ganz gut, jedoch beschimpften sich Jungle und Mid das Spiel über und des Ende war unvermeidlich, wir haben verloren.\n\n\nWas ich damit sagen möchte:\nDu solltest du wirklich auf dein Spiel konzentrieren. Kannst du flamer oder ähnliches nicht mental ignorieren, mute sie im Chat, bevor sie dich runterreißen. Du kannst nicht jedes Spiel gewinnen.\nDu darfst nur nicht vergessen immer dich selbst mit zu reflektieren und zu schauen, welche Fehler du gemacht hast und diese abstellen.\nUnd das Wichtigste an der ganzen Sache: **Es ist ein Spiel, habe Spaß!\n**\n\nGrüße\n\nQ","replies":[]}]}