{"id":"1Tuqjdq4","poster":"BerkaaY19","date":"2017-08-23T12:21:18.772+0000","title":"14 Tage ban zu Unrecht! System hat falsch entschieden!","subforum":"Spielerverhalten & Moderation","up_votes":18,"down_votes":13,"body":"Hallo das ist ein reupload der Diskussion, da die erste im falschem Berreich ge&ouml;ffnet wurde.\r\n\r\nHallo liebe LoL Gemeinde,\r\nGestern wurde ich zu unrecht f&uuml;r 14 Tage gebannt, ohne auch zu flamen oder toxisch zu sein, ich habe erst neulich die Honorstufe 4 erreicht mit vorbildlichem Verhalten und habe auch noch nie eine Verwarnung bekommen hinsichtlich meines Verhaltens, wie es auch &uuml;blich ist bevor man einen ernsten Ban kassiert.\r\n\r\nKurze Zusammenfassung was Geschah:\r\nIch entschloss mich ein Urf Game zu starten. -&gt; bekam shen und wollte demnach nicht auf eine solo lane. -&gt; top war durch zwei premades besetzt.-&gt; bot war nur einer und mid war frei-&gt; ich ging also auf die bot lane-&gt; wurde gezwungen meine lane zu verlassen, da der bot spieler sein premades auf die lane holte obwohl ich schon da war -&gt; habe geschrieben ,dass ich nicht mid gehen werde mit shen ( ich war ja auch vor dem anderen schon auf der bot) -&gt; die top lane bekam die Problematik mit und wollte auf keinemfall, dass ich top komme, da die bot verst&auml;ndnis zeigte und verlangte, dass einer der top laner mid geht -&gt; ich war also der S&uuml;nden bock, obwohl ich von meiner lane verdr&auml;ngt wurde -&gt; der eine top laner bezeichnete mich nun als &quot; troll fgot&quot;-&gt; ich teleportiert mich also dann auf die top lane -&gt; wurde gefragt warum ich top gekommen bin -&gt; ich schrieb , &quot; for the &quot;fgot&quot;&quot;-&gt; bin also auf die top, da er mich nieder machte und beleidigte\r\n\r\nSo dass wars auch eigentlich durch, diesen zitat mit G&auml;nsef&uuml;&szlig;chen bekam ich direkt einen 14 tage ban ohne vorher auch ansatzweise toxisch zu sein\r\nNoch zu erw&auml;hnen ist, dass ich ihn noch ein zweimal zitiert habe im all chat damit die anderen ihn auch reporten( gleich auch zu sehen im beigef&uuml;gten chat log)\r\n\r\nNat&uuml;rlich habe ich auch ein Ticket verfasst, was in meinen augen nicht ernsthaft genommen wurde und auch immer nur mit copy paste antworten beantwortet wurde.\r\nAls beleg f&uuml;r meinen Ban wurde nur dieses game vorgezeigt..\r\n\r\nMeine Vermutung ist es, dass das System durch einige Sinnlose reports durch vorherige games ( sonst w&uuml;rden mir ja auch belege angezeigt werden von anderen games wo ich angeblich toxisch war ) und reports aus diesem game durch zwei premades jeweils eine Strafe bekommen habe, da ich im prinzip f&uuml;r das System diese Beleidigung geschrieben habe, Obwohl ich doch den Spieler nur Zitiert habe undzwar mehr mals auch im all chat damit so eine Homophober spieler eine Strafe kriegt ...\r\nIch habe nie jemanden direkt beleidigt oder &auml;hnliches gemacht.\r\nDarf man also nicht andere Spieler aufmerksam machen &uuml;ber einen toxischen und homophoben spieler ?\r\nUnd warum direkt 14 Tage ohne auch ansatzweise toxisch zu sein oder vorwarnungen zu kriegen ( erst neulich honor stufe 4 geworden )\r\n\r\nSo, das waren die Beweise bzw. Der Chat Log womit ich direkt einen 14 Tage ban kassierte ohne davor jegliche verwarnungen zu bekommen und sogar mit erreichen der Honor Stufe 4\r\n\r\nWichtig zu erw&auml;hnen, habe das Wort Zensiert um keine Probleme auf dem Forum zu kriegen und es auch sich nicht geh&ouml;rt sowas zu schreiben , war anscheinend dumm um das zu Zitieren aber direkt ein 14 Tage ban ?\r\n\r\nBerkaay19: I wont go mid with Shen Berkaay19: 3 bot then\r\nBerkaay19: y\r\nBerkaay19: np\r\nBerkaay19: for the &quot;fgot&quot;\r\nBerkaay19: ksmk?\r\nBerkaay19: Lol I didnt even said that lmao Berkaay19: mao just mad and salty kid Berkaay19: yi also flamer\r\nBerkaay19: not worth my time discussing so both muted and reported for flaming and negative language like &quot;fgot&quot;\r\nBerkaay19: thanks veigar.. but dw just report them after game\r\nBerkaay19: and everything is good, for flaming and negative language like fgot\r\nBerkaay19: 6/13\r\n\r\nBeweis links:\r\nhttp://prntscr.com/gc1pyx\r\nhttp://prntscr.com/gc1q5y\r\n\r\nBtw hatte am ende eine Positive kda und habe im Spiel auch nicht getrollt.\r\n\r\nNun das hat mir einen 14 Tage ban direkt gebracht f&uuml;rs zitieren... Wie oben schon gesagt, das System hat mich in meinen Augen zu unrecht direkt mit 14 Tage ban bestraft, da mich anscheinend spieler in vorherigen games zu unrecht reported haben ( es liegen auch keine weiteren beweise vor von games, wo ich angeblich toxisch war )\r\n\r\nVielen dank f&uuml;rs lesen bis hier hin, ich erhoffe mir durch diesen Thread einfach, dass sich ein anderer Riot Supporter sich die Sache anschaut und mir helfen kann.\r\nWas haltet ihr davon, schreibt bitte eure Meinung dazu.","replies":[{"id":"","poster":"XenesisCH","date":"2017-08-23T13:36:56.855+0000","up_votes":7,"down_votes":1,"body":"Also wenn ich die Zeilen lese, kann ich zwar \"Faggot\" lesen, aber du hast es niemandem an den \"Kopf\" geworfen. Ja, ich denke die \"14-Tage-Strafe ist durchaus ungerechtfertigt\", vor allem wenn du noch nie eine Strafe hattest (und die Printscreens auch unbearbeitet sind). Dein Printscreen war aber durchaus nicht frei von \"unerwünschtem\" Verhalten, aber das reicht meiner Meinung nach nicht mal für eine 10x CR bei der Toleranz die bis anhin an den Tag gelegt wurde. \n\n\n\nDu kannst folgendes tun:\n1. Mit dem Support Kontakt aufnehmen\n2. Standartantwort abwarten\n3. Nochmals schreiben und nach erneuter Überprüfung fragen (evtl. braucht es noch eine Schreibrotation danach)\n4. Falls der Fall zur erneuten Überprüfung weitergeleitet wird, sollte das korrigiert werden sofern alle deine Infos stimmen ;-).\n\n\nPS: Falls dir der Support dir recht gibt und die Strafe rückgängig gemacht wird, könntest du uns hier darüber informieren?","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T13:58:18.600+0000","up_votes":2,"down_votes":2,"body":"Ich bedanke mich bei dir über deine ehrlichen Worte, bin ganz deiner Meinung.\nIch bin bis dato nie negativ aufgefallen habe auch in recht kurzer zeit die Honor stufe 4 erreicht. Ich hätte es ja auch verstanden wenn ich jemanden beleidigt hätte , dass hab ich aber nicht gemacht..\nIch warte noch auf eine antwort vom support, anscheinend ist denen noch nicht klar, dass ich damit keinen beleidigen wollte sonder nur,dieeute darauf aufmerksam machen wollte.\n\nIch werde hier bescheid geben, ob ich entbannt werde oder nicht \nMfG","replies":[{"id":"","poster":"Rirol","date":"2017-08-25T12:13:03.130+0000","up_votes":2,"down_votes":1,"body":"Berkaay19: mao just mad and salty kid \nBerkaay19: yi also flamer\nBerkaay19: thanks veigar.. but dw just report them after game\n\nAlles anerkanntes toxisches Verhalten.\n\nUnd die Ehrungsstufe 4 habe ich auch schnell erreicht und das mit fast absoluter Passivität.\nIch habe mich nur den Regeln entsprechend verhalten, ab und zu jemand geehrt und manchmal Thx und Hi geschrieben.\nAlso was soll uns dein Level 4 zeigen?\nDas System sagt nicht aus das du oder ich Supertolle Typen sind, sondern nur das man sich nicht dauernd daneben benimmt.","replies":[]}]}]},{"id":"","poster":"Childparadox","date":"2017-08-24T13:46:12.455+0000","up_votes":3,"down_votes":3,"body":"Mach dir nicht all zu viel Hoffnung. \nHatte letztens auch einen 14 Tage ban, weil jemand absichtlich afk gegangen ist im ranked und ich das Wort Fggt 1x benutzt habe.\nHabe mit dem Support Tagelang hin und her diskutiert, das ich schon so lange zur Lol-Community gehöre und noch nie negativ aufgefallen bin und das es einfach zu hart ist, mit diesen Strafen. \n\nNaja, wünsche dir viel Erfolg!\nAuch wenn sie dir wahrscheinlich nicht zuhören werden und dir Copy-Paste Antworten geben werden. \n\nWar auch mein Grund mit lol aufzuhören vor 2 Wochen, wenn Riot nicht mehr mit seiner Community kommunizieren kann und auf die Leute eingehen kann, entwickeln sie sich in die falsche Richtung.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-08-24T14:50:14.790+0000","up_votes":7,"down_votes":2,"body":"Naja zwischen dir und dem TE gibt es aber einen erheblichen Unterschied. ^^ \nWährend du das Wort tatsächlich benutzt hast um jemanden zu beleidigen, hat der TE seinen Mate nur zitiert um es den Gegnern oder wem auch immer, zu erklären. \nEr hat das Zitat also als Erklärung genutzt und nicht wie in deinem Fall als Beleidigung. ^^","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-08-24T22:04:58.414+0000","up_votes":2,"down_votes":1,"body":"Der Unterschied zwischen dir und dem TE ist, bei dir ist die Strafe offensichtlich verdient. Beim TE kann man noch darüber reden und es hängt davon ab, ob auch Zitate bestraft werden sollen. Während du also nie die Chance darauf hattest, den Bann aufgehoben zu bekommen, besteht sie beim TE wenigstens.","replies":[{"id":"","poster":"Miniphiri","date":"2017-09-14T09:04:44.171+0000","up_votes":1,"down_votes":0,"body":"ich finde es teils auch problemematisch das man nur das was der spieler geschrieben hat bekommt und sehen darf aber nicht was das restliche team geschrieben hat. Wenn man z.b. endlos provoziert wurde und darauf  reagiert wird einem das nicht mitgesandt sondern nur das für was man verurteilt wurde.","replies":[{"id":"","poster":"Sirrkas","date":"2017-09-14T09:13:15.853+0000","up_votes":3,"down_votes":0,"body":"Ja, warum sollte das denn betrachtet werden? Wenn die dich nerven, kannst du sie muten und später melden. Wenn du zurück nervst, begibst du dich auf deren Niveau, störst damit ebenfalls die anderen unbeteiligten Mitspieler und bist nicht besser als die. Dann werden eben beide Seiten bestraft, weil beide mitgemacht haben.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2017-09-14T10:35:25.145+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Miniphiri,realm=EUW,application-id=KYnfKGf0,discussion-id=1Tuqjdq4,comment-id=000800010000,timestamp=2017-09-14T09:04:44.171+0000)\n>\n> ich finde es teils auch problemematisch das man nur das was der spieler geschrieben hat bekommt und sehen darf aber nicht was das restliche team geschrieben hat. Wenn man z.b. endlos provoziert wurde und darauf  reagiert wird einem das nicht mitgesandt sondern nur das für was man verurteilt wurde.\n\nWenn Du zu schnell gefahren bist, und von der Polizei erwischt wurdest, ist ihr auf vollkommen egal, ob Du von einem anderen Autofahrer zu einem Rennen herausgefordert wurdest. Du bekommst - genau wie der andere Raser wenn er erwischt wurde - eine Strafe für zu schnelles fahren.\nWarum sollte das in LOL anders sein?","replies":[]}]}]},{"id":"","poster":"Healthstar","date":"2018-11-09T12:05:08.379+0000","up_votes":1,"down_votes":0,"body":"Richtig!","replies":[{"id":"","poster":"Bettnachleger","date":"2018-11-09T12:09:46.642+0000","up_votes":1,"down_votes":0,"body":"Und warum noch gleich holst du einen Thread der knapp ein Jahr alt ist aus der Versekung?","replies":[]}]}]},{"id":"","poster":"Rena","date":"2017-08-23T15:10:02.402+0000","up_votes":9,"down_votes":5,"body":"Keine Ahnung woher die Downvotes kommen. Diese Chatlogs verdienen keineswegs einen Bann (nicht einmal Chatrestrictions) da du ja niemanden als \"fgot\" bezeichnet hast, sondern ihn lediglich zitiert hast.\n\n Berkaay19: mao just mad and salty kid\n\nDas ist das einzige was man als \"flamy\" bezeichen könnte, aber für sowas gebannt zu werden ist auch lächerlich.\n\nSchreib ein Ticket an Riot Support :) bin mir so gut wie 90% sicher die werden dich unbannen.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T15:37:07.540+0000","up_votes":3,"down_votes":2,"body":"Bin ganz deiner Meinung","replies":[]},{"id":"","poster":"Rirol","date":"2017-08-25T12:01:45.922+0000","up_votes":2,"down_votes":2,"body":"Selbst wenn man das \"Fagott\" (bewusst falsch geschrieben^^) weglässt hat er gegen die Regeln verstoßen.\nDas auffordern zum Report und das androhen eines Reports ist auch Strafbar.\nAlso erstmal Informieren und dann auf den Tisch hauen.","replies":[{"id":"","poster":"Rena","date":"2017-08-25T12:57:08.624+0000","up_votes":1,"down_votes":0,"body":"Ich habe in meinem Kommentar geschrieben, dass einen 14 Tageban für sowas lächerlich ist.\nZugegeben wusste ich nicht, dass Reportcalling strafbar ist. Aber wegen sowas 14 Tage gebannt zu werden ist noch mehr lächerlich.\nIch muss also davon ausgehen, dass du noch nie in den Chat \"Report xxx please\" geschrieben hast? Wenn nicht wo ist denn dein 14 Tage ban?","replies":[{"id":"","poster":"Angel Ayume","date":"2017-08-25T13:01:05.858+0000","up_votes":1,"down_votes":0,"body":"Also ich meine mal irgendwo gelesen zu haben, dass \"report xyz pls\" nicht reportbar bzw. strafbar ist. WENN man aber schreibt \"report xyz for feeding, flaming\" oder so, dann ist es sehr wohl strafbar. Warum? Wegen Blaming. \nOb das stimmt, weiß ich allerdings nicht. Ich habe es nur mal hier von jemanden gelesen.","replies":[{"id":"","poster":"Rena","date":"2017-08-25T13:04:29.016+0000","up_votes":1,"down_votes":0,"body":"Zugegeben wusste ich das nicht. Naja dazulernen kann man immer","replies":[{"id":"","poster":"KaffeeJunkie","date":"2017-08-25T14:10:52.082+0000","up_votes":1,"down_votes":0,"body":"Ok. Das wusste ich auch nicht. mh.\nDann frage ich mich was mit Situationen ist wo einer (Hecarim) ein schlechtes Game (3v3) hat (bzw. wir alle mehr oder weniger) und sein Team dann als inter bezeichnet. Habe ihm dann gesagt, dass ich ihn reporten werde, weil wir jegedlich ein schlechtes Game haben. Daraufhin hat Hecarim das spiel verlassen. (Ornn hat den Champ ausprobiert und ich habe mich mit dem Game schwer getan, weil ich 2 Wochen nur Urf gespielt habe und mit den Abklingzeiten gekämpf habe. xD ) \nHabe dann auch alle zum reporten aufgefordert (für flame und afk). Das Hecarim mich und Ornn geblamed hat ist klar. Aber ich habe ihn dann ja auch geblamed, oder?","replies":[]}]}]}]}]}]},{"id":"","poster":"Enderized","date":"2017-08-23T12:26:18.766+0000","up_votes":4,"down_votes":1,"body":"Das System erkennt halt nur die Wörter die du schreibst und nicht deren Kontext... ._.\nErgo hast du diverse male die Begrifflichkeit des [Musikinstrumentes Fagott](https://de.wikipedia.org/wiki/Fagott) ... ehm ... des sog. ''fgt'' mein ich natürlich verwendet und entsprechend dafür eine Strafe erhalten.\n\nObgleich ich aufgrund des Kontextes diesen Ban ebenso für ungerechtfertigt erachte, so funktioniert nun'mal das System.\n\nIm übrigen solltest du dafür den[ Riot Support](https://support.riotgames.com/hc/de) anschreiben. Wir im Forum werden deinen Ban auch nicht aufheben können-","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T12:33:00.895+0000","up_votes":3,"down_votes":1,"body":"Genau, das verstehe ich auch. Nur habe ich diese im gutem sinne gemeint und keinen damit beleidigt. Ich wollte halt im all chat darauf aufmerksam machen, was aber nicht das richtige gewesen ist. Ich hoffe einfach auf den Riot Support, dass der Verständnis zeigt und erkennt, dass ich doch keinen beleidigen wollte. \n\nIm letzten Thread schrieb einer \n\" auch ein Krankenwagen wird geblitzt\", dass System hat zwar richtig gehandelt ist das aber in meiner Situation wirklich fair ?\n\nMir ist klar das mir der ban nicht durch das forum aufgehoben wird, will nur die meinung der community dazu wissen ","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-08-23T16:34:50.683+0000","up_votes":3,"down_votes":0,"body":"Also ich habe ja im letzten Thread bereits drunter geschrieben, dass ich die Strafe übertrieben halte und dir viel Glück wünsche. Und mal wieder erkannt, warum ich auf Reportaufrufe verzichte... aber\n\n> [{quoted}](name=BerkaaY19,realm=EUW,application-id=KYnfKGf0,discussion-id=1Tuqjdq4,comment-id=00000000,timestamp=2017-08-23T12:33:00.895+0000)\n> Im letzten Thread schrieb einer \n> &quot; auch ein Krankenwagen wird geblitzt&quot;, dass System hat zwar richtig gehandelt ist das aber in meiner Situation wirklich fair ?\n\nGenau da beginnt das Problem. 1.) bist du kein Krankenwagen. Krankenwagenfahrer haben eine gesonderte Ausbildung. Und dann in Notfällen das gesonderte Recht die Verkehrsregeln zu ignorieren. Was allerdings sogar in diesen Regeln festgehalten ist. Du bist da eher der Typ, der selber zum Krankenhaus rast, wenn seine Freundin ärztliche Hilfe braucht, anstatt auf den ausgegebenen Notruf zu vertrauen... und sich dann wundert, dass er geblitzt worden ist...\n2.) Wo war denn das bitte ein Notfall? Mute, Report and Problem solved. Also was du da machst ist eher... nehmen wir mal folgendes Beispiel: Du siehst in deiner Straße eine unangemeldete Anti-Schwulen Demo. Und du rufst dann all deine Freunde an und sagst \"Wir müssen da jetzt Steine drauf werfen.\" anstatt einfach der Polizei Bescheid zu sagen. Und wenn die Polizei, die auf Grund der Meldungen eh auf dem Weg ist, dich dann auch ins Visier nimmt, weil du ebenfalls eine unangemeldete (Gegen-)Demo abhältst, wunderst du dich...\n\nAlso nur um mal festzuhalten, dass dein \"Ja, aber das Rechtssystem\" Argument völlig fehl am Platze ist. Und ja, wenn ich durch die Straßen ziehe und behaupte \"Mein Nachbar ist ein Kinderschänder und Vergewaltiger\", dann kriege ich da auch erst Mal rechtliche Probleme, selbst wenn am Ende dabei raus kommen sollte, dass meine Denunziation berechtigt war.\nUnd ja, das ist auch eine entscheidende Grundlage eines Rechtsstaats. Ich will dir damit auch nur deutlich machen, dass du das \"Ja, aber ein Krankenwagen\" Argument auf keinen Fall beim Riot Support anbringen solltest.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T16:58:18.138+0000","up_votes":1,"down_votes":1,"body":"Danke für dein kommentar, kann dir auch eig. Nur zu stimmen. Hätte da auf jedemfall anders reagieren können, aber trotzdem bin ich enttäuscht für homophobie gebannt worden zu sein, dass system sieht das halt so, als hätte ich jemanden mit \"fgt\" beleidigt, obwohl ich das natürlich nicht gemacht habe :/","replies":[]}]},{"id":"","poster":"CYPHΕR","date":"2017-08-23T12:43:32.175+0000","up_votes":2,"down_votes":1,"body":"Die Frage die sich mir stellt ist halt:\n\nWas hat es die Gegner zu interessieren, was andere in deinem Team schreiben? Wieso musst du das explizit im All-Chat posten?\n\nWenn jemand in deinem Team sowas schreibt mute+Report und gut ist. Es hat überhaupt keinen Sinn und erst recht keinen Mehrwert diesen Spieler im All-Chat anzuprangern. Im Gegenteil, solche Spieler wie du werden dann sogar häufig auch reportet (da das ja ein Anprangern + Reportaufruf darstellt), was wegen der hohen Reportanzahl zu diesem Thema sogar seit einer ganzen Weile bestraft wird.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T12:50:09.023+0000","up_votes":4,"down_votes":3,"body":"Ich hab mir halt gedacht, dass so einer gebannt gehört und wollte den gegnern, dass bescheid geben, in dem ich ihn zitiert habe. Der gegnerische Veigar hat mich dann auch unterstützt, aber ich weiss nun , dass es falsch war ihn zu zitieren und im all-Chat. anzuprangern, aber ist wegen soetwas wirklich ein direkter 14 Tage ban gerechtfertigt obwohl ich nicht mal geflamed hab oder jemanden direkt beleidigt habe ? Habe halt erwähnt wie toxisch sie sind und wollte den gegnern zeigen was die so schreiben :/\n( ich weiss mittlerweile, dass es nicht in Ordnung war)\n\nHabe am ende auch ein feedback bekommen, dass einer aus dem game gebannt wurde, Auch zu recht ! Aber gehört der jenige der auf so ein verhalten nur aufmerksam machen wollte wirklich auch gebannt ? Oder hätte eine Verwarnung gerreicht","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-23T12:53:45.094+0000","up_votes":1,"down_votes":1,"body":"Zu Reports aufzurufen (\"Plz Report xy for flame\") ist durch die große Mehrheit der Community ebenfalls als report- und strafwürdig eingestuft worden. Es macht überhaupt keinen Unterschied wie oft jemand in einem Match reported wird. Jeder Report löst eine Überprüfung aus. Deshalb empfinget es die große Mehrheit der Community ebenfalls als negatives Verhalten, wenn Spieler zum Report aufrufen.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T13:03:49.067+0000","up_votes":2,"down_votes":0,"body":"Der grund meines banes war aber nicht das Aufrufen von reports sondern, das beleidigen mit dem wort \"fgt', da soetwas homophobes direkt zu einem ban führt ohne verwarnungen, was auch verständlich ist. Jedoch habe ich niemanden mit dem wort beleidigt und das ist mein problem.. das system hat zwar richtig entschieden so etwas zu filtern aber der kontext ist doch ganz anders. Habe doch nur jemanden zitiert","replies":[{"id":"","poster":"Temudschinn","date":"2017-08-23T16:39:13.896+0000","up_votes":2,"down_votes":1,"body":"Bestrafungswürdig ist schon nicht nur das fgt; auch andere Teile deines Chatlogs (das betonen der schlechten Stats, die konstanten reportaufrufe) sind negativ. Allerdings simme ich dir insofern zu dass wohl nur das fgt dazu führte, dass du Strafstufen übersprungen hast (falls du wirklich noch nie eine CR hattest).","replies":[]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-08-23T12:51:31.501+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=RofL   Enderised,realm=EUW,application-id=KYnfKGf0,discussion-id=1Tuqjdq4,comment-id=0000,timestamp=2017-08-23T12:26:18.766+0000)\n>\n> Das System erkennt halt nur die Wörter die du schreibst und nicht deren Kontext... ._.\n\nDas ist falsch.\nDas System kann durchaus erkennen, ob du mit diversen Flüchen eine Spielsituation oder einen Spieler meinst.\nNur mit wörtlicher Rede scheint es ein Problem zu geben.\nDie Behauptung, dass das System aber grundsätzlich nur nach bestimmten Wörtern sucht, ist BS.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-08-23T13:57:31.746+0000","up_votes":1,"down_votes":0,"body":"das problem ist das er einmal \"faggot\" geschrieben hat ohne die \" zeichen, dies wurde wahrscheinlich vom system als beleidigung erkannt","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-23T14:10:39.388+0000","up_votes":2,"down_votes":1,"body":"Wieso sollte es einen Unterschied machen? Glaubst du so einfach würde sich das System austricksen lassen...?","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-08-23T14:25:37.809+0000","up_votes":1,"down_votes":0,"body":"\"and everything is good, for flaming and negative language like faggot\" er hätte ja auch faggot zu seinem teammate sagen können und btw das system ist nicht wirklich gut","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-23T14:29:44.671+0000","up_votes":2,"down_votes":1,"body":"Ok, ich formulier es anders:\n\nWieso sollte das System sich die Mühe machen Zitate von direktem Flame zu unterscheiden, wenn es keinen sinnvollen Grund für das zitieren gibt?\nDas Einzige was er mit seinen Zitaten macht ist negative Stimmung verbreiten, zum Reporten aufrufen und andere Spieler anprangern. Alles Dinge die für sich genommen bereits einen Report rechtfertigen.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T14:35:58.900+0000","up_votes":3,"down_votes":2,"body":"Ich hätte auch von mir aus CR akzeptiert oder eine Verwarnung für das anprangern und zum aufrufen zum reporten, aber ich wurde gebannt für das beleidigen mit dem Wort \"fgt\" obwohl ich doch niemanden beleidigt habe..\nWie einer letztens schon gesagt hatte, \" ein Krankenwagen wird auch vom Blitzer geblitzt \", das System hat zwar richtig entschieden aber sollte man den ban nicht auf heben wenn man den kontext dahinter versteht ?","replies":[{"id":"","poster":"Balmung","date":"2017-08-23T15:00:17.710+0000","up_votes":1,"down_votes":0,"body":"Ein Krankenwagen im Einsatz hilft jemandem, ergo ist die Ausnahme der Regel begründet.\nDein Zitat hilft exakt wem? Niemandem.\nEs gibt keinen Grund eine solche Diskussion ingame zu führen, außer um das ganze unnötig breit zu treten und damit jedem anderen auf den Sack zu gehen, welcher normal spielen möchte.","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2017-08-23T16:36:15.795+0000","up_votes":2,"down_votes":1,"body":"Der Unterschied ist, dass der eine Fall (wie du richtig bemerkst) das Verbreiten negativer Stimmung ist, also eine 10er CR. Das andere läuft unter Homophobie und führt zu nem 14-Tage-Ban, im Wiederholungsfall sogar zum Perma. Finde das schon wichtig zu unterscheiden.","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-24T07:27:46.254+0000","up_votes":1,"down_votes":2,"body":"Dann sollte man einfach aufhören unnötigerweise den Flame im All-Chat zu zitieren. Was soll es denn überhaupt bringen? Im besten Fall erreichst du es, dass der angeprangerte Mitspieler nun mehr als 1 Report erhält. Mehrwert? 0\n\nIn allen anderen Fällen sorgt man damit eher für eine weitere Eskalation der Situation und erzeugt damit selber negative Stimmung und macht sich selber mit schuldig und reportwürdig.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-24T08:41:13.602+0000","up_votes":1,"down_votes":0,"body":"Klar war meine Aktion nicht in Ordnung, es geht halt um den direkten 14 Tage Ban für Homophobie bzw. Klar hab ich eine Strafe verdient aber doch keinen direkten 14 Tage ban ohne jemanden als \"fgt\" zu beleidigen","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-24T09:05:10.692+0000","up_votes":1,"down_votes":1,"body":"Hab ich auch extra noch im anderen Thread ausführlich dazu geschrieben. Der direkte 14-Tagebann ist natürlich weit übertrieben (solange du noch keine anderen Strafen hattest).\nEs ging mir hier mehr darum, dass das Erkennen von Zitaten nicht wichtig für das System ist.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2017-08-23T13:00:51.358+0000","up_votes":1,"down_votes":0,"body":"> Nur mit wörtlicher Rede scheint es ein Problem zu geben.\n\nIch denke, dass das bewusst so entschieden wurde. Man könnte sonst ja schlicht immer Dinge schreiben wie \"mein Bruder sagt \"du bist voll der xyz!\"\" ohne eine Strafe zu bekommen.\n\nAußerdem gibt es keine Situation Ingame, in der wörtliche Zitate benötigt werden, wozu sich also um eine Unterscheidung im System bemühen?","replies":[]}]},{"id":"","poster":"Fleischbazooka","date":"2017-08-23T14:14:43.556+0000","up_votes":5,"down_votes":2,"body":"Ja so funktioniert nunmal das System, richtig. \n\nAchja für das \"fgt\" in deinem Post dürftest du jetzt auch erstmal einen 14Tage ban kassieren. Ebenso ich weil ich dich zitiert habe. Was für ein tolles System.","replies":[{"id":"","poster":"necxqn","date":"2017-08-24T01:43:08.348+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2017-08-24T01:46:23.459+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Wort tatsächlich hier im Forum kennengelernt. :D \nKannte dieses Wort vorher auch nicht. xD","replies":[]}]},{"id":"","poster":"Enderized","date":"2017-08-23T20:16:17.191+0000","up_votes":1,"down_votes":0,"body":"Verdammt :x","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-08-23T15:20:20.401+0000","up_votes":4,"down_votes":1,"body":"Wie schon gesagt. Wende dich an den Support. Wenn der meint, das wäre unangebracht, wird der Bann entfernt oder abgeschwächt. Wenn der meint, das gehört so, behältst du den. Ich könnte beide Resultate verstehen. Auf der einen Seite hast du zwar nur zitiert, auf der anderen könnte man sich damit als Flamer relativ einfach herausreden, indem man die Beleidigungen als Zitate verkleidet.","replies":[{"id":"","poster":"clair de lune289","date":"2017-08-23T21:04:28.901+0000","up_votes":4,"down_votes":5,"body":"ich bin irgendwie nicht wirklich von der Harmlosigkeit des Chatverlaufs überzeugt.\n\nEine Strafe ist er definitiv wert,vor allem da das Jammern im Allchat für mich an \"assisting enemy team\" grenzt (man informiert den Gegner darüber das die Teammoral am boden ist und wenig Teamplay zu erwarten ist) und das zitieren von Mitspielern (besonders im Allchat wo der Gegner doch keinen Weg hat das zu überprüfen) nervig ist.\n\nPersönlich halte ich in diesem Fall alle 3 Strafstufen vor dem Perma für vertretbar,würde aber die Reduzierung auf 25 CR befürworten.\nLeider sieht mir der Chat nach jemanden aus der erst im Aftergamechat richtig loslegt und den kann uns der Spieler nuneinmal nciht zeigen(er hat ihn ja selbst nicht(.\nIch kann nicht einmal sagen warum ich diesen Eindruck habe,denn es gibt keine Anzeichen dafür.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-23T21:26:52.641+0000","up_votes":2,"down_votes":1,"body":"Das ist mir bewusst. Der Support sieht das aber. Wenn er im Aftergamechat geflamt hat, behält er die Strafe ja. Der Supportmitarbeiter wird sich das vermutlich ohnehin ansehen, wenn der TE darum bittet. Behält er die Strafe, ist es eben so. Wird sie reduziert, gab es etwas, das nicht so funktioniert hat, wie es sollte und kann ausgebessert werden.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T21:38:23.628+0000","up_votes":1,"down_votes":0,"body":"Habe nichts weiter im aftergamechat geschrieben.\nIch finde es halt nur blöd, dass mir ein 14 Tage ban aufgetragen wird, das war wirklich mein aller erstes Vergehen, ohne wirklich zu beleidigen( klar war die aktion trotzdem nicht gut , dass ist mir klar) . Wurde vom Support Mitarbeiter zum Spezialisten fur Spielerverhalten übergeben, da man solche fälle sich wohl genauer anschauen wird.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-23T21:40:07.905+0000","up_votes":2,"down_votes":1,"body":"Das ist durchaus normal, dass so etwas weitergeleitet wird. Sei dir aber bewusst, dass das nicht unbedingt bedeutet, dass es dadurch zu dem Ergebnis kommen wird, dass du dir wünschst. Der kann auch durchaus sagen, das passt so.\n\nAnsonsten würde ich mich freuen, wenn du sagst, was dabei raus kam. Ich würde wirklich gerne wissen, ob bei Zitaten etwas am Bann geändert wird. ","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T21:42:45.326+0000","up_votes":1,"down_votes":0,"body":"Ja hoffe einfach nur auf eine gemilderte Strafe für ggf. Report aufruf, unsportliches Verhalten ..","replies":[]}]}]}]}]},{"id":"","poster":"BadReloaded","date":"2017-09-23T01:07:08.386+0000","up_votes":1,"down_votes":0,"body":"Hast du dich denn selbst schon mal an den Support gewendet? Ich habe das schon mehrmals, und jedes einzelne Mal habe ich nur vorgefertigte Copy Paste Antorten bekommen, die zum Teil garnicht Antwort auf die von mir gestellte Frage waren. Als würden sich die Mitarbeiter einfach eine Antwort kopieren, die grob in die Richtung der Frage geht.","replies":[{"id":"","poster":"Sirrkas","date":"2017-09-23T08:38:37.545+0000","up_votes":1,"down_votes":0,"body":"Ja, aber noch nie wegen eines Banns. Zum Beispiel vor kurzem wegen der Skins aus dem persönlichen Shop, hab gekriegt was ich wollte.\n\nDie erste Antwort wird oft so ausfallen, damit lassen sich einfach die meisten Sachen beantworten und wenn man nachhakt, gibt es eine persönlichere Antwort. \n\nBeim TE ist es zum Beispiel der Fall gewesen, dass die Strafe auf eine CR abgeändert wurde, wenn ich mich recht daran erinnere.","replies":[{"id":"","poster":"Spicavius","date":"2017-09-23T19:27:19.841+0000","up_votes":1,"down_votes":0,"body":"Darf ich fragen was du genau vom Support wolltest betreffend dem persönlichen Shop?  Vielleicht ist es ja auch etwas womit ich mich an den Support wenden sollte/könnte.\n\nIch bin z.B. sehr unzufrieden mit persönlichem Shop. Ich habe von bisher 4 oder 5 persönlichen Shops nur 1 Angebot gekauft, weil die Angebote, die ich kriege einfach nicht an mich gerichtet sind.\n\nkA. Ich habe irgendwann 4 Spiele mit {{champion:53}}  gespielt, damit ich eine Quest abschließen konnte und plötzlich kriege ich einen \n{{champion:53}} Skin im persönlichen Shop. :/ Ich hätte auch einen anderen Champion als Angebot kriegen können, aber da ich BC spielen musste... -.-^^\n\nDa sind noch einpaar andere Punkte, die ich kritisieren könnte an dem Shop, aber das würde einwenig ausschweifen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-09-24T08:17:23.962+0000","up_votes":1,"down_votes":0,"body":"Ich wollte von dem Angebot, das nur einen Tag da war, Skins erwerben. Da sie im zweiten Anlauf teurer oder nicht verfügbar waren. Da habe ich 2 Nachrichten schreiben müssen und 3 erhalten, jetzt habe ich beide Skins, die ich wollte.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2017-09-23T11:45:52.510+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BadReloaded,realm=EUW,application-id=KYnfKGf0,discussion-id=1Tuqjdq4,comment-id=00060001,timestamp=2017-09-23T01:07:08.386+0000)\n>\n> Hast du dich denn selbst schon mal an den Support gewendet? Ich habe das schon mehrmals, und jedes einzelne Mal habe ich nur vorgefertigte Copy Paste Antorten bekommen, die zum Teil garnicht Antwort auf die von mir gestellte Frage waren. Als würden sich die Mitarbeiter einfach eine Antwort kopieren, die grob in die Richtung der Frage geht.\n\nTja nachdem ich deine Comments hier gelesen habe, wundert mich das mal wieder kein bisschen.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2017-08-23T13:28:20.089+0000","up_votes":6,"down_votes":8,"body":"In der kurzen Zeit nur rumgemault und mindestens 4 Mal das Unwort \"zitiert\". In passiv aggressiver Art und Weise. Reportaufrufe, und ständiges Generve anderer. Dazu noch Trolling, wenn Du absichtlich die andere Lane belagerst. Also das Unschuldslamm kaufe ich Dir definitv nicht ab. Auch ohne 4 mal ******  ist das extrem toxisch was Du da ablieferst. Wenn es die anderen auch erwischt hat, umso besser.\nUnd unterm Strich bist Du auch spieltechnisch unflexibel. Gerade in ARURF hat man solche Matchups, wo man auch mal 5 Toplaner ins Team kriegt. Sollen die alle Mitte offen lassen und sich zu fünft auf den Füssen stehen. In so einer Situation auf \"seiner Lane\" bestehen ist schon frech. Zumal die Laningphase schnell rum ist.","replies":[{"id":"","poster":"Rena","date":"2017-08-23T15:13:30.094+0000","up_votes":9,"down_votes":5,"body":"Passiv aggressiver Art rly?\nMan sieht an den Chatlogs klar, dass ihn das Wort aufgeregt hat. \nEr hat in den Chatlogs nie jemanden Passiv Aggressiv so genannt.\n\nBerkaay19: mao just mad and salty kid¨\n\nDas ist das einzige was man als \"flamy\" bezeichenen kann, aber dafür gebannt zu werden ist auch mehr als lächerlich.","replies":[{"id":"","poster":"Abasin","date":"2017-08-24T09:25:01.707+0000","up_votes":2,"down_votes":5,"body":"> Passiv aggressiver Art rly?\n\nDas bezieht sich auf dieses Zitat:\n\n> habe mich ledeglich auf die top lane teleportiert und gehofft, dass dadurch dann einer mid geht,\n\nWenn er da oben noch Farm geklaut hat um sich da reinzudrücken, ist das sehr wohl passiv-aggressiv. Ich sehe das so und keiner kann mir diese Ansicht verwehren.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-08-24T09:45:18.928+0000","up_votes":5,"down_votes":1,"body":"Also die  anderen Spieler duerfen eine lane fuer sich beanspruchen, wenn er das aber macht, ist das passiv agressiv?\nWas fuer ein Schwachsinn ...","replies":[{"id":"","poster":"Abasin","date":"2017-08-24T10:45:25.109+0000","up_votes":1,"down_votes":3,"body":"Eben nicht. Die anderen waren ja seiner Aussage nach schon vorher da. Selbst wenn er argumentativ recht hätte, die Lane war schon voll. Da jetzt mit Call Order/Pickordergedönse zu kommen und sich reindrängeln ist schon frech. Lies mein Zitat obendrüber. Ich musste auch schon Toplaner in der Mitte und Supporter Top spielen, ist halt ARURF. Irgendwann regelt sich das. Aber deswegen ein Fass aufmachen und hier als beleidigte Leberwurst auftreten und alles mit der erlittenen Ungerechtigkeit zu rechtfertigen. No way. Mitspielen und Report am Ende. Fertig.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-08-24T11:28:34.027+0000","up_votes":3,"down_votes":1,"body":">  bot war nur einer und mid war frei-> ich ging also auf die bot lane-> wurde gezwungen meine lane zu verlassen, da der bot spieler sein premades auf die lane holte obwohl ich schon da war\n\nWo nimmst du also das :\n> Die anderen waren ja seiner Aussage nach schon vorher da\n\nschon wieder her?\n\n>  Da jetzt mit Call Order/Pickordergedönse zu kommen und sich reindrängeln ist schon frech.\n\nAlso ist es okay, das sie ihn von der bot vertreiben, aber das er  dann auf die toplane geht ist frech?","replies":[{"id":"","poster":"Abasin","date":"2017-08-24T12:56:43.351+0000","up_votes":1,"down_votes":3,"body":"> -> top war durch zwei premades besetzt.->\n\nsowie was oben bereits zitiert wurde.\n\nDaher nehme ich das. Top war voll, er wollte Bot. Bot war schon einer, der auf seinen Premade gewartet hat. Die Bot Premades haben ihn dann \"vertrieben\" und er hatte keinen Bock auf Mitte, also wollte er dann nach einigen Diskussionen auf Top die gleiche Nummer abziehen, die Bot mit ihm veranstaltet hatte, und um sich für die Beleidigung zu rächen. \nDie ganze Story kannst Du oben im Eröffnungspost nachlesen. Aber gründlich bitte. Und keine Zitate mehr zur Sinnentstellung missbrauchen.\n\nDer TE hat in dieser Schmierenkomödie voll mitgemacht und letztlich die gleichen Methoden wie seine Mitspieler verwendet. Seine Gründe sind hierbei egal, die Tat zählt. Und er war in der Wahl seiner Mittel auch nicht gerade zimperlich. \n\n","replies":[{"id":"","poster":"Bettnachleger","date":"2017-08-24T12:59:49.420+0000","up_votes":3,"down_votes":1,"body":"Und die botlane war es nicht.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-24T13:06:05.312+0000","up_votes":3,"down_votes":1,"body":"Ich wusste halt nicht was ich machen sollte und versuchte mein Glück auf der Top, am ende ist dann auch jemand mid gegangen, aber das war ja nicht mein ban grund fürs moven","replies":[]},{"id":"","poster":"Abasin","date":"2017-08-24T13:23:36.642+0000","up_votes":1,"down_votes":2,"body":"> bot war nur einer und mid war frei-> ich ging also auf die bot lane-> wurde gezwungen meine lane zu verlassen, da der bot spieler sein premades auf die lane holte obwohl ich schon da war\n\nSo what? Sieht aus als ob doch schon einer auf Bot war...und auf seinen Premade gewartet hat.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-08-24T13:41:20.891+0000","up_votes":3,"down_votes":1,"body":"Oben schreibst du\n\n> Da jetzt mit Call Order/Pickordergedönse zu kommen und sich reindrängeln ist schon frech.\n\nWenn er aber von der botlane vertrieben wird, weil jemand auf sein premade wartet, ist das okay? (immerhin war er schon vor dem premade da?!)","replies":[{"id":"","poster":"Abasin","date":"2017-08-24T13:53:40.794+0000","up_votes":1,"down_votes":2,"body":"So ein kleines \"bot pre\" kann gerne mal in der Hektik untergehen...oder uns unterschlagen werden oder vergessen gegangen sein. Der genaue Wortlaut und Zeitindex ist ja nicht überliefert, wer was wann in der Situation in welcher Reihenfolge gesagt hat oder nicht.\n\n\n> Call Order/Pickordergedönse\n\nZugegeben, schlechte Wortwahl. Aber genau den gleichen Stiefel liest man hier immer wieder... \"ich hab zuerst Top geschrieben\"...\"nein ich\" usw. Es geht um mangelnde Flexibilität.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Rirol","date":"2017-08-25T12:18:02.899+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Rena,realm=EUW,application-id=KYnfKGf0,discussion-id=1Tuqjdq4,comment-id=00020001,timestamp=2017-08-23T15:13:30.094+0000)\n>\n> Berkaay19: mao just mad and salty kid¨\n> \n> Das ist das einzige was man als &quot;flamy&quot; bezeichenen kann, aber dafür gebannt zu werden ist auch mehr als lächerlich.\n\nBerkaay19: yi also flamer\nBerkaay19: thanks veigar.. but dw just report them after game\n\nBeides toxisches Verhalten.\n\nSoviel zu deiner Erkenntnis.\n**Es geht nicht darum was Ihr als toxisch empfindet sondern was dem System und den Regeln als toxisch bekannt ist.**","replies":[{"id":"","poster":"Rena","date":"2017-08-25T12:51:03.451+0000","up_votes":2,"down_votes":1,"body":"Es geht ja darum, dass das System auch Fehler macht und man nicht direkt den Threadersteller irgnorieren sollte.\nEs geht darum, dass ein 14 Tage Ban für sowas mehr als lächerlich ist. \nVon mir aus 10 Chatrestrictions da er eine \"salty\" Zeile geschrieben hat.","replies":[]}]}]},{"id":"","poster":"BerkaaY19","date":"2017-08-23T13:52:18.685+0000","up_votes":6,"down_votes":5,"body":"Hallo erstmal, \nErstens hab ich das Wort nur drei mal Zitiert. Auch nicht auf passiv aggressiver weise, war halt etwas empört, dass jemand soetwas homophobes einfach in den chat schreibt und damit mich beleidigt. Ich habe die leute darauf aufmerksam gemacht. Wie kommst du darauf, dass ich die anderen generft habe ? Ich wurde teilweise von den gegnern unterstützt( erkennt man auch am chat log )\nIch habe meines erachtens auch nicht getrollt, habe auch nicht geschrieben, dass ich die andere lane \"belagert\" hab (wtf) habe mich ledeglich auf die top lane teleportiert und gehofft, dass dadurch dann einer mid geht, da ich teilweise von meiner lane ( wo ich auch zuerst drauf war ) richtig verdrängt wurde ... \nMeine stats waren 7/7/13 oder so recht positiv und habe auf keinstem wege getrollt und nicht versucht zu gewinnen.\n\nMann sollte sich halt auch in meine situation begeben, ausserdem wurde ich auch nicht für das moven auf die top lane gebannt, wobei ich auch nicht nur auf der top, war bis das game zu ende ging...  \n\n\nBitte lies dir nochmal die diskussion durch und versuch mein Problem zu verstehen wie die anderen auch.\n\nMfG","replies":[{"id":"","poster":"Abasin","date":"2017-08-23T14:09:01.297+0000","up_votes":5,"down_votes":8,"body":"Gut, dann nur dreimal. Aber dennoch zuviel. Es ner**_v_**t schon, wenn Du das dauernd wiederkäust.\n\n> habe mich ledeglich auf die top lane teleportiert und gehofft, dass dadurch dann einer mid geht,\n\nJa, das nennt man Trolling. Und passiv-aggressiv ist es obendrein. Du hast hier sehr wohl Auge um Auge gehandelt. Du hast auch keinen echten Anspruch auf die Lane.\n\nDie Aussage \"for the ****\" ist durchaus als Revanche und Kampfansage im Kontext interpretierbar. Denn es war wohl eine Racheaktion für die vorangegangene Beleidigung. Mit Ansage!!!\n\n> Bitte lies dir nochmal die diskussion durch und versuch mein Problem zu verstehen wie die anderen auch.\n\nHabe ich vorher getan. Aber ich kann leider nicht ins gleiche Horn blasen, weil ich aus Deinen Aussagen andere Schlüsse ziehe. Finde Dich damit ab, dass ich kein Mitleid mit Dir habe. Ich sehe auch keine echte Chance, dass Du den Support weichkochen kannst. Aber bitte, tu Dir keinen Zwang an. Ich betrachte mich erst in dem Augenblich als widerlegt, wenn Du hier von der erfolgreichen Entbannung berichtest.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T14:21:32.548+0000","up_votes":5,"down_votes":4,"body":"Naja es war keine Kampfansage, sondern die reaktion auf die frage warum ich mich auf die top teleportiert habe.\nDas der dritte spieler einfach auf die bot lane gekommen ist und mich von meiner lane verdrängt hat können wir ja im prinzip ignorieren, den es geht ja um meine Taten nicht wahr.\nIch möchte kein Mitleid von dir, mir war halt die Meinung der Comunity wichtig und das wars. Danke für deine \"sachliche\" Bewertung des Vorfalls","replies":[{"id":"","poster":"Meemoy","date":"2017-08-24T03:37:29.862+0000","up_votes":2,"down_votes":6,"body":"Du hast einige strafwürdige Aktionen gebracht und beschwerst dich darüber, dass die Strafe zu hart ist? Ich finde es richtig, dass du gebannt bist, denn sonst könnte ja jeder \"ein wenig\" toxisch sein und damit aufhören, sobald er eine Chat Restriktion bekommen hat -> Lerneffekt=0.\nVielleicht ist die Strafe zu hart und das System funktioniert nicht optimal, aber deine Strafe sollte nicht zurückgenommen werden, da du definitiv toxisches Verhalten an den Tag gelegt hast.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-24T08:47:01.442+0000","up_votes":3,"down_votes":2,"body":"Klar hab ich eine Strafe verdient, meine Aktion war nicht in Ordnung, jedoch finde ich, dass meine Strafe unangebracht ist, ich wurde für Homophobie gebannt, mit einem direkten 14- Tage ban ( hatte zuvor garkeine Strafen oder Vorwarnungen). Ich habe aber keinen als \"fgt\" bezeichnet sonder ledeglich nur zitiert .., was auch falsch war klar, aber für mich immer noch ein Grund den ban aufzuheben und eventuell leichter zu bestrafen.","replies":[]}]}]}]}]}]},{"id":"","poster":"BerkaaY19","date":"2017-08-25T16:12:22.222+0000","up_votes":2,"down_votes":0,"body":"Ich wurde Entbannt :), hab noch mal einen Thread dazu geschrieben","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-08-23T13:08:56.823+0000","up_votes":2,"down_votes":1,"body":"Willst du Kontakt zu Riot, wende dich an den Support. Hier im Forum erreichst du nur andere Spieler.\n\nSollte das deine erste Strafe sein, erreichst du vielleicht eine Aufhebung des Banns.\n\nDennoch warst du toxic:\n\n>Berkaay19: mao just mad and salty kid \n>Berkaay19: yi also flamer\n>Berkaay19: not worth my time discussing so both muted and reported for flaming and negative language like \"fgot\"\n>Berkaay19: 6/13\n\ndas sind so Dinge, die unter \"negative attitude\" fallen.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T13:12:41.654+0000","up_votes":3,"down_votes":1,"body":"Hab ich gemacht danke, wollte halt nur die Meinung der community wissen, ob ein 14 Tage ban wirklich gerecht ist.\nUnd ja das war mein aller erstes vergehen, einen spieler zu Zitieren der etwas beleidigendes gesagt hat.","replies":[{"id":"","poster":"CP Wukong","date":"2017-08-23T21:05:15.410+0000","up_votes":1,"down_votes":0,"body":"Sicher, dass es dein erstes Vergehen war? Oder nicht doch nur das erste mal, dass du einen Bann bekommen hast?","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T21:39:30.352+0000","up_votes":2,"down_votes":0,"body":"Ja mein aller erstes Vergehen seit meiner lol \"cariere\", hatte zuvor noch nie eine Strafe bekommen oder auch keine Verwarnungen bezüglich unsportliches verhalte","replies":[{"id":"","poster":"Meemoy","date":"2017-08-24T03:39:39.098+0000","up_votes":2,"down_votes":1,"body":"Das du nicht bestraft wurdest, heißt nicht gleich, dass du noch nie toxisch warst. Es braucht schon sehr viel bis zur ersten Strafstufe. Riot bannt eh schon viel zu lasch.","replies":[]},{"id":"","poster":"CP Wukong","date":"2017-08-23T23:01:11.808+0000","up_votes":1,"down_votes":0,"body":"Das du davor weder Verwarnungen noch Strafen bekommen hast, steht ja auch im Post oben.\nUnd wenn es dann auch noch dein erstes Vergehen ist, d. h. du noch nie etwas gemacht hat, was gegen den Beschwörerkodex verstößt, ist der Bann absolut nicht gerechtfertigt.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-24T08:50:13.354+0000","up_votes":1,"down_votes":0,"body":"Das System erkannte halt, dass ich \"fgt\" geschrieben habe und homophobie wird halt nicht toleriert von Riot(= direkter 14 Tage ban) , was auch gut ist, nur in diesem Fall habe ich keinen damit beleidigt nur ledeglich zitiert, was aber auch keine gute Aktion war.","replies":[]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2017-08-23T16:42:45.827+0000","up_votes":3,"down_votes":1,"body":"Wow! Es gibt tatsächlich einen Thread mit den Worten \"14-Tage-Ban\" und \"Unrecht/ungerecht\" im Titel der NICHT totaler Mist ist und bei dem man dem TE sogar teilweise zustimmen muss! Dass ich das noch erleben darf!!","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T16:59:38.394+0000","up_votes":1,"down_votes":0,"body":"Freut mich als betroffener zu hören","replies":[]}]},{"id":"","poster":"Fleischbazooka","date":"2017-08-23T14:11:08.554+0000","up_votes":7,"down_votes":5,"body":"Schon traurig das man wegen so ein Firlefanz einen 14-Tage ban kassiert. Täglich begegnen einen Spieler die einem und der Familie den Tod wünschen ohne das man Feedback für eine Bestrafung erhält.","replies":[{"id":"","poster":"BerkaaY19","date":"2017-08-23T14:15:30.855+0000","up_votes":4,"down_votes":5,"body":"Ganz deiner Meinung, wobei ich nicht mal jemanden direkt beleidigt habe","replies":[{"id":"","poster":"Rirol","date":"2017-08-25T12:04:58.537+0000","up_votes":2,"down_votes":1,"body":"Doch in dem du Andere aufgefordert hast \"Ihn\" zu reporten.\nUnd \"Ihm\" auch noch selbst mit Report drohst.\n14 Tage sind da evt. hart aber du hast nicht nichts getan!","replies":[]}]}]},{"id":"","poster":"P A iiiiiiiiii N","date":"2017-08-25T07:59:46.028+0000","up_votes":3,"down_votes":3,"body":"Also ich bin auch der Meinung damit dieser Bann einfach zu unrecht veranlasst wurde. Und ich verstehe es auch nicht warum es hier Personen gibt die dieses Zitat als gerechtfertigt erachten! \n\nWenn es stimmt wie er berichtet finde ich diese Sätze zwar sehr Provokant allerdings was soll man denn erwarten wenn er als erstes auf der Botlane war und daraufhin geflamed wird bzw. auf eine andere Lane geschickt wird nur weil Prem8s einen höheren Status genießen. Also hat ihm quasi die Botlane sein URF versaut da sie zu schön dafür sind auf einen andere Lane zugehen da der Shen sonst nicht klar kommt. Und darauf hin auch noch geflamed zu werden und durch dieses Zitat bzw. da er sowieso schon pissig ist unterbewusst oder gewollt diese Provokation herzustellen gebannt zu werden finde ich von Riot ein kleines bisschen inkompetent oder per System zu unrecht veranlasst.\n\nIch hoffe du wirst entbannt ich finde das einfach Traurig. \n\n\nBye {{sticker:slayer-jinx-wink}}","replies":[]}]}