{"id":"tEKf5xu8","poster":"ItsWowa YouTube","date":"2017-08-22T18:27:54.021+0000","title":"Clan Mitglieder gesucht ! // Für witzige gemeinsame Runden [Insert your game here.] mit Aufnahme","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://www.youtube.com/channel/UCVrY--kE1eNAr6sAxkEmEJg","image":null},"up_votes":1,"down_votes":0,"body":"Peace!\r\nMein Name ist Waldemar oder auch Wowa!\r\nIch habe einen YouTube-Kanal, der schon &uuml;ber 1 Jahr alt ist, den du [HIER](https://www.youtube.com/channel/UCVrY--kE1eNAr6sAxkEmEJg)​ finden kannst.\r\nIch spiele so ziemlich alles, solange es Spa&szlig; macht und herausfordernd ist! Au&szlig;erdem mache ich auch gelegentlich VLOGs. \r\nLeague of Legends ist leider auf meinem Kanal etwas kurz gekommen, dass soll sich aber, hoffentlich, &auml;ndern!\r\nVon den 400+ Videos auf meinem Kanal sind die meisten alleine abgedreht, was mir auch sehr viel Spa&szlig; macht und gr&ouml;&szlig;tenteils so bleiben soll. \r\nAllerdings gibt es Spiele, Projekte oder verr&uuml;ckte Ideen, die zusammen einfach viel mehr Spa&szlig; machen oder gar erst so realisierbar werden.\r\nGenau deswegen habe ich mir vorgestellt einen Clan bzw. ein Team zu gr&uuml;nden!\r\nDie Idee ist fest und ich bin dabei sie umzusetzen, ich habe mir da als Vorbilder Clans in Richtung von SovietWomble oder CG (u.a. bekannt durch Sp4zie) genommen. Mir fehlen noch Variablen, wie der Clanname und nat&uuml;rlich die Mitglieder.\r\nF&uuml;r den Clannamen habe ich schon 1-2 Vorstellungen, allerdings will ich das nicht nur selbst entscheiden und suche deshalb 1-2 Mitgr&uuml;nder, je nachdem wie gro&szlig; die Interesse ist. Sp&auml;ter wenn es dann steht wollen wir das Ganze nat&uuml;rlich mit mehr Mitgliedern vergr&ouml;&szlig;ern!\r\nEs w&uuml;rde mich freuen, wenn du mitmachst! 😊​\r\n\r\nVielleicht noch kurz zu mir und League of Legends:\r\nIch spiele League of Legends ziemlich regelm&auml;&szlig;ig und befinde mich gerade in Gold II. Ich spiele am liebsten in der Mid Lane, seit S4.\r\n\r\n_Allerdings kommt das Ganze mit Vorraussetzungen._\r\n**1.**Ihr m&uuml;sst kein YouTuber, kein Streamer oder irgendwie sonst wie im Internet t&auml;tig sein! Demnach is es mir auch egal welche Reichtweite ihr habt, ob es 1 Abonennt ist oder 1000 Abonnenten sind. Ich freue mich &uuml;ber alle Begeisternde.\r\n\r\n**2.**Ich bin 21 Jahre alt und es ist mir pers&ouml;nlich wichtig, dass ich auch mit Leuten, zumindest bei der Gr&uuml;ndung des Clans, in meiner Altersgruppe zocke. +-3 finde ich in Ordnung! Ich denke es ist einfach um sich besser in einer Gruppe identifizieren zu k&ouml;nnen. \r\nWeil man eben in etwa aus der gleichen Zeit kommt, ob M&auml;nnlein oder Weiblein, ist egal!:p\r\n\r\n**3. **Zeit haben! Das ist wichtig. Nat&uuml;rlich nicht t&auml;glich oder f&uuml;r den halben oder sowas, sondern regelm&auml;&szlig;ig, so dass man auch mal zusammen zocken/aufnehmen kann. Sei es 2x in der Woche oder zu vereinbarten Terminen oder &Auml;hnliches.Also wenn ihr wisst, dass ihr dauerhaft nicht viel Zeit haben werdet, lohnt es sich wahrscheinlich nicht. Nur zur Erinnerung. 😊\r\n\r\n**4.**An gewisse Spiele, die man im Clan spielen kann, habe ich nat&uuml;rlich auch gedacht. Spiele wie League of Legends, CounterStrike, Rocket League, Battlefield 1 und/oder reine Gelegenheits-Multiplayer-Spiele wie Garrys Mod, Gang Beats und Witch it. Es gibt nat&uuml;rlich mehr! Vielleicht auch mal ein Let&rsquo;s Play zu zweit, wo es eben nur zu zweit geht.\r\nIhr m&uuml;sst nicht alle Spiele m&ouml;gen oder spielen oder gar der Beste sein, es geht um den Spa&szlig;, den die Spiele im Multiplayer bieten, zusammen!  Der Clan ist prim&auml;r f&uuml;r&rsquo;s zocken gedacht, da ich auch kein Problem habe, vor der Kamera rumzualbern, h&auml;tte ich auch kein Problem, Videos, wie VLOGs und &Auml;hnliches zu drehen. Problem ist dabei nat&uuml;rlich Wohnort und Distanz. Das kann man aber woanders bequatschen!:-)\r\n\r\n**5. **Die wohl wichtigste Regel! Spa&szlig; haben.\r\nWie standardm&auml;&szlig;ig von mir, das am Ende zu packen. ._.\r\nIch habe mir vorgestellt, dass wenn man mal ein Abend zusammen zockt, nehmen wir einfach mal Counterstrike als Beispiel, Videomaterial von mehreren Stunden zusammen kommt. Mit diesem Videomaterial will ich dann, regelm&auml;&szlig;ig auf meinem Kanal witzige, interessante und sehenswerte Szenen, zusammenschneiden und in einem oder mehreren kurzen Videos verpacken.​\r\n\r\nWenn ich euch noch nicht mit so viel Text und komischen Zeug verschreckt habe, dann Respekt! \r\nMeldet euch bei mir mit einer kurzen Beschreibung so wie ich es am Anfang gemacht habe und wieso ihr Lust h&auml;ttet! W&auml;re cool! \r\nOb ihr es hier, in Steam (ItsWowa) oder auf YouTube abschickt ist mir wumpe! Ich freue mich &uuml;ber jede/n Einzelne/n! Lasst uns zusammen was Gro&szlig;es schaffen, wo wir Spa&szlig; dran haben werden!\r\nIch versuche jeden Abend hier reinzuschauen, bin aber an den Werktagen leicht unter Stress, hei&szlig;t also bitte nicht b&ouml;se sein, wenn ich nicht direkt antworte! Eine Deadline gibt es explizit nicht, aber ich denke ich warte so bis Sonntag diese Woche.\r\n\r\nEinen sch&ouml;nen Tag noch!\r\n**ItsWowa**\r\n\r\n{{sticker:slayer-pantheon-thumbs}} \r\nP.S. JA, ich spiele sehr viel Pokemon und will Variation auf meinem Kanal einbringen, ABER Pokemon-Symphatisten sind gerne gesehen!  ^^ \r\n\r\nIch habe diesen oder einen &auml;hnlichen Eintrag in mehreren Foren gepostet, um mehr verschiedene Leute zu erreichen und anzusprechen.","replies":[]}