{"id":"QUhMeENA","poster":"Kind Prow","date":"2017-08-22T18:26:09.378+0000","title":"Aus \"Friedhofsfauna\" von Doktor Hieronymus","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":2,"body":"Ein bekannter Mann sagte einmal: &quot;Ohne Hut siehst du du aus wie ein Pferd von hinten. Welches an dieser Stelle einen Schnurrbart hat.&quot; Weise Worte durchaus, doch das soll heute nicht das Thema sein. Denn heute gebe ich einen kleinen Exkurs aus meinem Buch &quot;Friedhofsfauna - die weisen Wiesen und fiesen Weiden der Toten&quot;. Von Dipl. Dok. Prof. Hieronymus.\r\n\r\n-_-\r\n\r\nDie ungesunde Natur der Ruhest&auml;tten menschlicher Existenzen brachte im Laufe der Zeit einige sehr interessante Spezies hervor, und entwickelte sich im laufe der Jahre zu einem eigenen &Ouml;kosystem, auch wenn es als solches f&uuml;rderhin von der herrschenden Schicht nicht anerkannt wird, da diese f&uuml;r sie keinerlei Bedeutung haben.\r\n\r\n-_-\r\n\r\nEin &Ouml;kosystem, altfrelj. das Verbundene, besteht aus mehreren Arten von Lebewesen welche miteinander und ihrer Umwelt in Wechselwirkung stehen. Der Friedhof als solcher beherbergt hunderte einzigartige Organismen, welche sich speziell an diesen Lebensraum angepasst haben. Unterarten des Friedhofs sind die Krypta, das Mausoleum und das Massengrab, um nur ein paar zu nennen.\r\n\r\n&Auml;hnlich den Pflanzen der Wirrungsw&auml;lder oder der Habichtseen sind jene Organismen jedoch imstande, arkane Energien aufzunehmen, umzuwandeln und einzusetzen, wenn auch anders und auf viel niedrigerem Kraftniveau als menschliche, beziehungsweise kreat&uuml;rliche Anwender. Auch aus diesem Grunde gingen Friedhofsgew&auml;chse in viele Zaubertrankrezepte und Rituale ein, gleichzeitig wuchs aber auch die Furcht vor jenen Orten.\r\n\r\n-_-\r\n\r\nIn meinem Buch besch&auml;ftige ich mich intensiv mit der Frage, warum jene Organismen zu den Magienutzern gez&auml;hlt werden k&ouml;nnen. Denn sie erhielten diese Spezialisation nicht wie andere Wesen durch die Urmagie, welche unsere Welt durchstr&ouml;mt. In fr&uuml;hen &Uuml;berlieferungen finden sich Beschreibungen, dass sich jene Pflanzen erst allm&auml;hlich zu ihrer dunklen Seite kehrten, und dies auch nicht in der Geschwindigkeit normaler Evolution. Etwas musste diese Ver&auml;nderung verursacht haben. \r\nTats&auml;chlich kann man das erste Auftreten der Gattung mortis arkana (magienutzende Friedhofsgesch&ouml;pfe) auf etwa zweihundert Jahre nach dem ersten Auftreten magienutzender Menschen datieren. Restenergie aus den K&ouml;rpern verstorbener Magister sickerte in die sie umgebende Erde und l&ouml;ste bei den Pflanzen eine Mutation aus, die sie zu dem machte die sie heute sind.\r\n\r\n-_-\r\n\r\nAls n&auml;chstes m&ouml;chte ich ihnen drei Gattungen jenes hochspeziaslisierten &Ouml;kosystems n&auml;herbringen. Je eine aus jedem bekannten Klassifizierungsbereich: eine Pflanze, hier nehmen wir als Paradebeispiel den allseits bekannten Friedhofsk&uuml;rbis (Cucurbita mortis arkana); weiterhin betrachten wir einen Wandler, hierin die Unterart der Grabeskreuznatter (Colubridae mortis arkana); sowie einen Vertreter der Nichtsichtbaren, winzigster Gesch&ouml;pfe, f&uuml;r das Auge unsichtbar. Einen Namen hat diese Gattung nicht, doch die Krankheit welche ihre Anwesenheit bei Menschen ausl&ouml;st ist bekannt unter dem Namen: &quot;der reitende Tod&quot;.\r\n\r\nFriedhofsk&uuml;rbis, (Cucurbita mortis arkana).\r\nEin Verwandter des gemeinen K&uuml;rbisses, Wuchsh&ouml;he etwa 20 centimeter, Fortpflanzung durch Samenstreuung, maximales Alter unbekannt. Er unterscheidet sich in vielen Dingen von seinem generischen Vetter. zuallererst sind Blatt und Stiel nicht gr&uuml;n wie gemeinhin bei jeder K&uuml;rbisart, sondern bl&auml;ulich mit einem Schimmer von Rot. Weiterhin werden seine Bl&auml;tter exponentiell gr&ouml;&szlig;er, wobei sie jedoch die Angewohnheit haben, zu rei&szlig;en. Daher erscheint dem unbedarften Beobachter ein ausgewachsener Friedhofsk&uuml;rbis wie eine Ansammlung zerfetzter Leichent&uuml;cher. Zu guter letzt die Fr&uuml;chte, derentwegen die K&uuml;rbispflanze gez&uuml;chtet wird. Diese erreichen meist nur maximal 10 centimeter im Durchmesser, doch tr&auml;gt ein Friedhofsk&uuml;rbis zumeist doppelt so viele Fr&uuml;chte. Diese sind nun das Herzst&uuml;ck des ganzen Gew&auml;chses, denn in ihnen liegt der f&uuml;r den magienutzer begehrliche Teil verborgen. Im Laufe der Jahre entwickelten diese K&uuml;rbisse die F&auml;higkeit, jedwede Art von Energie um sich herum abzusaugen und zu speichern, um sie dann an die restliche Pflanze abzugeben, weswegen diese Art keiner Wurzeln bedarf.\r\nResultierend daraus stehen Friedhofsk&uuml;rbiskolonien allein und werden von jeglichen Gesch&ouml;pfen gemieden, woraus f&uuml;r sie die Notwendigkeit des Fliehens nicht m&auml;chtiger nahrung entsteht. Womit Tote gemeint sind. Diese gattung absorbiert die gesamte den Toten verbliebene Energie und ern&auml;hrt sich davon, daher ist es nicht ratsam, von diesen Fr&uuml;chten zu essen, sollte man an eine gelangen.\r\nM&ouml;gliche auftretende Nebenwirkungen beim Verzehr: spontanes Vergeistern, Halluzinationen, Schlafst&ouml;rungen, rasantes Altern.\r\n\r\n\r\nDie Grabeskreuznatter, (Colubridae mortis arkana)\r\nUnunterscheidbar von anderen Vertretern der Nattern, bis sie angreift. Ungef&auml;hre L&auml;nge 1 metrum, Verbreitungsgebiete sind haupts&auml;chlich Krypten und Mausoleen im Norden, maximales Alter unbekannt.\r\nDie einzigartige Spezialisierung dieser Spezies besteht in ihrer Art zu Jagen. Im Verlauf der Jahrhunderte bildeten sich ihre Z&auml;hne zur&uuml;ck, w&auml;hrend sich in ihrem Innern ein energieleitendes Gef&auml;&szlig;esystem etablierte. Grabeskreuznattern begeben sich gerne an hohe Orte, wie zum Beispiel Grabsteine um nach Beute Ausschau zu halten. Daher auch der Name. Ersp&auml;ht sie ein Opfer, zum Beispiel eine ordin&auml;re Maus, kann man eine sehr beeindruckende, fast intelligente, Anwendung von Magie betrachten. Durch exakte Verteilung der Energien in ihrem K&ouml;rper gelingt es der Natter, eine extrem hohe Spannung aufzubauen, welche sie dann durch ihr ge&ouml;ffnetes Maul in Zielrichtung entweichen l&auml;sst. innerhalb weniger Sekunden ist die Grabeskreuznatter in der Lage, 5 Blitze zu erzeugen. Das Opfer ist danach gel&auml;hmt, wenn nicht sogar tot. Hat die Schlange all ihre vorr&auml;tige Kraft aufgebraucht, ist sie gezwungen entweder selbst, in einem langwierigen und bislang noch unerforschten Prozess, aus ihrer Nahrung magische Energie zu zapfen, oder sie muss,auf einem Grab liegend, die fliehende Energie eines toten Magiers in sich aufnehmen.\r\nDiese Wesen sind &auml;u&szlig;erst gef&auml;hrlich und k&ouml;nnen selbst erfahrenen M&auml;nnern den Tod bringen.\r\nVom Verzehr ist grundlegend abzuraten.\r\n\r\n\r\nDer reitende Tod, ( -?- mortis arkana)\r\nDiese geh&ouml;ren zu den Nichtsichtbaren Gesch&ouml;pfen, welche trotzdem einen immensen Einfluss auf ihre Umwelt haben. Daran, dass sie sterben k&ouml;nnen und Lebensenergie abgeben haben Nekromanten schon fr&uuml;h erkannt, dass es sich hierbei um Lebewesen und nicht um g&ouml;ttlichen Einfluss handeln muss. Aufgrund mangelnder M&ouml;glichkeiten sie zu erforschen ist wenig bekannt, bis auf ihr maximales Lebensalter, welches um die vierundzwanzig Stunden betr&auml;gt. Ihre Zuordnung zu den mortis arkana ist umstritten, da Berichte &uuml;ber &auml;hnliche Krankheiten schon vor der Entstehung jenes &Ouml;kosystems existierten. Unleugbar ist jedoch, dass jene Krankheit ihren Anfang immer bei Begr&auml;bnissen nimmt und die Verletzten eindeutig schwere Verletzungen magischer Natur davontragen. \r\nAuf welche Weise diese Wesen arbeiten, ob sie sich von Menschen ern&auml;hren und wie sie ohne Nahrung &uuml;berleben k&ouml;nnen ist eine der gro&szlig;en Fragen der modernen Forschung.\r\n\r\n-_-\r\n\r\nEin kleiner Geschichtsexkurs: \r\nAls sich die Berichte &uuml;ber jene Gefahren um Begr&auml;bnisst&auml;tten h&auml;uften, trafen sich die Regierenden vieler L&auml;nder, um eine L&ouml;sung zu finden. Viele gute M&auml;nner, Forscher und Avantgardisten waren bei dem Versuch gestorben, oder anderweitig verhindert worden, ein Mittel gegen jene neuen Evolutionsstufen zu finden. Daher beschloss der Rat k&uuml;nftig keinem andern als ausgebildeten Totengr&auml;bern den Zutritt zu jenen St&auml;tten zu erlauben. In diesen fr&uuml;hen Jahren waren die Schutzma&szlig;nahmen eher experimentell und scheiterten h&auml;ufig, immer neue Gefahren wurden entdeckt und Anw&auml;rter f&uuml;r jene Aufgabe gab es immer weniger. Die Totenentsorgung stockte, Seuchen peitschten um sich, die Bev&ouml;lkerung aller L&auml;nder reduzierte sich um fast zwei Drittel. Nach hunderten harter Jahre tauchten die ersten Totengr&auml;ber auf, wie wir sie heute kennen. Mit profundem Wissen &uuml;ber ihr Aufgabengebiet schafften sie es die Ausbreitung der Pflanzen zu verhindern und auf bestimmte Gebiete zu begrenzen. Der rest ist, wie man so sch&ouml;n sagt, Geschichte.\r\n\r\n-_-\r\n\r\n**Nachwort**\r\n\r\nNiemand wei&szlig;, wer die Totengr&auml;ber sind, oder woher sie kamen. Ohne sie w&auml;re unsere Welt heute ungleich schmerzhafter und kleiner, als sie es ist. Auch wei&szlig; niemand, woher sie ihr Wissen erhielten, oder warum sie den Menschen halfen. Daher warne ich hiermit ein jeden eindringlich: bleiben sie h&ouml;flich, aber distanziert.\r\nGenie&szlig;en sie ihr Leben.\r\n\r\ngez. Dok. Hieronymus","replies":[{"id":"","poster":"Kind Prow","date":"2017-08-23T18:28:52.063+0000","up_votes":1,"down_votes":0,"body":"Ich werd nich so richtig schlau aus solcherlei Zeugs, vielleicht bin ich auch en bissl denkfaul. Aber als Inspirationsquelle sind sie unschlagbar :>","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-08-23T17:58:13.991+0000","up_votes":1,"down_votes":0,"body":"Der Mann hat auch (angeblich) weitaus mehr Hexenkräuter gegessen als du je sehen wirst^^\nInteressanterweise haben alle seine Bilder recht viele tiefere Nachrichten versteckt. Von Religion bis zum Menschsein.\n\nDefinitiv einer meiner Lieblingskünstler :p","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-23T17:44:25.814+0000","up_votes":1,"down_votes":0,"body":"Nein, aber jetz wo du es sagst...  eine gewisse Ähnlichkeit ist nicht zu leugnen. Auch wenn der Mann eindeutig mehr Kreativität zu haben scheint als ich. :>","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-08-23T17:35:45.588+0000","up_votes":1,"down_votes":0,"body":"Hast du den Namen Hieronymus absichtlich gewählt um die Verbindung zu seinen.. \"interessanten\".. Bildern zu machen?\nNur mal so als Zwischenfrage :p","replies":[]}]}