{"id":"H1YtJ24E","poster":"Ghionova","date":"2017-08-18T05:33:39.224+0000","title":"Idee für einen neuen Champion \"Deacon\"","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"https://scontent-frx5-1.xx.fbcdn.net/v/t31.0-8/20935033_827996104034326_3010865508351002955_o.jpg?oh=10640568c66fc0441331ebf59d10abd9&oe=5A243470","image":null},"up_votes":2,"down_votes":0,"body":"Die Liga braucht einen weiteren Vandalen (von der Story her) meiner Meinung nach, also habe ich mir ein Konzept ausgedacht und ich hoffe Euch gef&auml;llt es.\nEntwurf: Siehe im Link\nZweites Bild von Deacon https://scontent-frx5-1.xx.fbcdn.net/v/t1.0-9/20915252_829361343897802_1632537581771557609_n.jpg?oh=6ff32bdf33be4be2abb0569e42ddb706&oe=5A33023B\n\n\nhttps://scontent-ams3-1.xx.fbcdn.net/v/t31.0-8/22051307_847689535398316_8049317721185048305_o.jpg?oh=60911685db34deeda483212bb233d023&oe=5A82996F\n\nFähigkeiten https://scontent-frx5-1.xx.fbcdn.net/v/t1.0-9/20914448_829361200564483_531747543131307460_n.jpg?oh=025b31c688ff195f96047d59b98625ee&oe=5A190D43\n\nSilberzungen Logo von Deacon 1 https://scontent-frx5-1.xx.fbcdn.net/v/t1.0-9/20915174_829361837231086_2403336935008483660_n.jpg?oh=afec6a819923d0c0de185c7fc8ec1a98&oe=5A1840EB\n\nSilberzungenlogo von Deacon 2 https://scontent-frx5-1.xx.fbcdn.net/v/t1.0-9/20882754_829361890564414_8944107125936753323_n.jpg?oh=8529387d449e5bc228ef57a3e2f46905&oe=5A1845E0\n\nSilberzungenlogo alternativ https://scontent-frx5-1.xx.fbcdn.net/v/t1.0-9/20882904_829361960564407_7792360017164051031_n.jpg?oh=9edf6b5b900e52ee8ac07f1ddb05c27c&oe=5A276F76\n\nDie Schlangen sollten natürlich noch silberne Zungen haben :D\n\nGliederung: \n1. Die Story\n2. Nähere Details zu Deacon\n3. Freunde und Feinde\n4. Items & Alternative Items\n5. Beschwörerzauber\n6. Fähigkeiten\n7. Statistiken\n\n**1.Story:**\n\nDer Ganove ist unter vielen Namen in der Welt der Schurken bekannt, doch sein richtiger Name ist Deacon Vandal. Er wurde schon mit 4 Jahren von seinen Eltern versto&szlig;en weil er anders war. Eine Bande von Ganoven hat ihn gefunden und aufgezogen. Sie nannten sich ironischer weise &quot;Die Silberzungen&quot;, eine Bande die f&uuml;r Raub&uuml;berf&auml;lle, Mordauftr&auml;ge, Gewalt und Charisma bekannt ist. In der Bande musste sich Deacon als w&uuml;rdig erweisen um seine Dominanz zu zeigen. Deacon war anders als die Anderen,er bekam alles mit, er war gewaltt&auml;tiger und mutiger als die ganze Bande. Seine Begabung war die charismatische Ausstrahlung die sowohl die Feinde als auch seine Verb&uuml;ndeten respektierten und nicht in Frage stellten. Eines Tages bekam er den Verdacht, dass der Bandenboss der Silberzungen ein Spitzel der Bande, die sich &quot;Die Unterwelt-Regierung&quot; nennt, sei. So Ging er der Sache auf den Grund und best&auml;tigte seinen Verdacht. Er beobachtete ihn und sah ihn mit Mitgliedern der Unterwelt-Regierung wie sie Gesch&auml;fte machten und Vorr&auml;te der Silberzungen an sich nahmen. Er ging sofort zu seiner Bande um ihnen von seinem Fund zu berichten. Einige glaubten ihm sofort und best&auml;tigten seine Aussage w&auml;hrend sich andere Mitglieder angegriffen f&uuml;hlten und Deacon attackierten. Er machte kurzen Prozess und brach zwei von ihnen das Genick und drei weiteren schlug er den Sch&auml;del mit seinem Zeder-Baseballschl&auml;ger ein. Der Bandenboss schlich sich kurz nach dem Kampf in sein Zimmer, wo Deacon auf ihn wartete und mit be&auml;ngstigender Stimme sagte: &quot;Die Silberzungen m&ouml;gen keine Spitzel... Wei&szlig;t du was wir mit Verr&auml;tern machen? Wir richten sie in der &Ouml;ffentlichkeit hin! Aber da ich dich nie mochte und deiner richtigen Familie eine Nachricht zukommen lassen will, werde ich dich als Nachricht zu ihnen schicken.&quot; Andere Mitglieder haben ihn auf eine Liege geschmissen und festgehalten bevor er ein Wort von sich geben konnte. Deacon holte sein Messer raus und schrieb damit auf dem K&ouml;rper des Verr&auml;ters und schlug ihn im Anschluss bewusstlos. Er wachte nackt vor dem Eingang der Unterwelt-Regierung auf und ging zu seinen Mitgliedern. Die Mitglieder schickten ihn zum Bandenboss der sehr ver&auml;rgert und entt&auml;uscht dar&uuml;ber war als er die Nachricht auf seinem K&ouml;rper gelesen hat. &quot;Eure Regierung wird bald nicht mehr sein. Damit seid ihr zu weit gegangen. Die Silberzungen werden kommen.&quot; Der Bandenboss erschoss ihn augenblicklich und bereitete sich auf den Angriff vor. Deacon wurde von den Anderen zum Bandenboss ernannt und bereitete sich ebenfalls mit seinen Mitgliedern auf den Angriff vor. Es gab eine Stra&szlig;e die beide Banden voneinander trennten und dort trafen sich alle um den Krieg zu starten. Deacon baute sein Team mit ein paar Worten auf: &quot;Wir k&auml;mpfen als eine Familie, wir &uuml;berleben als eine Familie oder sterben als eine Familie. Zeigt keine Gnade, zeigt blo&szlig; Freude.&quot; Sch&uuml;sse fielen und Explosionen waren von gro&szlig;er Entfernung zu h&ouml;ren. Es war ein gewaltiges Blutbad und die Stra&szlig;e war voll von Leichen. Der Krieg war vorbei, die Silberzungen haben mit wenig Verlust den Krieg gewonnen und den Platz der Unterwelt-Regierung eingenommen. Eines Tages kam ein B&uuml;rger in die Bar der Silberzungen um einen Auftragskiller zu engagieren. Deacon war an den Auftrag interessiert da er eine Menge Gold kassieren w&uuml;rde. Schlau wie er war, wollte er es Bar. Die Zielperson befand sich auf den Schatteninseln in einer kleinen Stadt die eher einem Dorf &auml;hnlich sah. Er begab sich sofort mit ein paar Silberzungen dort hin und die Ankunft an solch einem gruseligen Ufer lies ihn kalt. Er wusste nicht das der Auftraggeber ein Sklave von Evelynn war, der Opfer in ihre N&auml;he locken sollte um dort von ihr gefoltert und get&ouml;tet zu werden.  Die Silberzungen n&auml;herten sich einer verlassenen H&uuml;tte wo die Zielperson angeblich drin sein sollte. Evelynn &uuml;berfiel sie und t&ouml;tete alle bis auf Deacon der allen Angriffen auswich. Evelynn verschwand in den Schatten und &uuml;berraschte ihn und trat ihn kr&auml;ftig gegen den Kopf und Deacon fiel bewusstlos um. Er wachte fixiert in einer Kammer auf und sah eine Menge Folterinstrumente. Evelynn stand vor ihm und fing an ihn gewaltig zu kratzen und zu treten, Deacon antwortete daraufhin &quot; Versuchst du mir Schmerzen zuzuf&uuml;gen? Tja Sch&auml;tzchen, das hat wohl leider nicht geklappt.&quot; Evelynn wurde rot und kicherte: &quot;Hehe du bist also einer von den Harten was?&quot; Sie nahm ein paar Folterinstrumente und lie&szlig; ihrer Fantasie freien lauf. Deacon gelangweilt: &quot;Uuh, kannst du dich bitte etwas mehr anstrengen? Im Vergleich zu meiner Mutter ist das hier Urlaub.&quot; Evelynn verzweifelt: Das macht kein Spa&szlig; wenn du nicht schreist, schrei f&uuml;r mich!&quot; Sie nahm ein paar Stellen der entstellten Haut und zog sie ihm ab. Evelynn antwortet geh&auml;ssig: Tut das weh mein Gro&szlig;er?&quot; Deacon erwidert l&auml;ssig: Ach. Meinen alten Look hatte ich sowieso satt:&quot; Evelynns Augen strahlen vor Freude und fl&uuml;sterte ganz leise in sein Ohr &quot;Dann verpassen ich dir mal einen... neuen Look. Im Ritualbuch steht drin das ein Wesen, das keinen Schmerz sp&uuml;rt, zu einen Berserker-D&auml;mon werden kann.&quot; Deacon droht Evelynn: &quot;Wehe ich sehe nicht cool aus, dann bist du dran.&quot; Evelynn l&auml;chelte ihn an und sagte erfreut: &quot;Du kannst mir sp&auml;ter danken.&quot; Sie begann mit dem Ritual und Deacons Geist und Seele wurden in eine andere Welt gesogen. Vor ihm erschien eine Berserker-Seele die die Kontrolle &uuml;ber seine Seele haben wollte, doch dank Deacons charismatischer Ausstrahlung gab die Berserker-Seele nach harter Anstrengung nach und er nahm die Kontrolle der Seele ein und wurde zur&uuml;ck in seine Welt geschickt. Nach der Verwandlung brach er sich aus den Ketten und ging taumelnd zum Spiegel. Evelynn ging behutsam auf Deacon zu und sprach zu ihm: &quot;So sieht also unser neuer Berserker aus, ich bereue es nicht dich nicht umgebracht zu haben. Deacon antwortet mit tiefer leicht verzerrter Stimme: &quot; Ich sehe noch geiler aus als erwartet! Meinen alten Look vermisse ich nicht und daf&uuml;r werde ich dir ewig dankbar sein. Du hast ein Gut bei mir.&quot; Evelynn wurde rot und verschwand augenblicklich im Schatten nach den Worten: &quot; Keine Sorge, den Gefallen werde ich bald bei dir einl&ouml;sen, wir werden uns bald wiedersehen. Ach noch etwas, im Nebenzimmer wartet ein Geschenk auf dich.&quot; Deacon ging sofort ins Nebenzimmer und fand ein S&auml;bel, welches blau schimmerte. Neben dem S&auml;bel lag eine Nachricht: &quot; Ein besonderers Relikt f&uuml;r einen besonderen Berserker. -Evelynn.&quot;\nDeacon verlie&szlig; die Schatteninseln und ging zu den Silberzungen zur&uuml;ck. Er musste ihnen einiges erkl&auml;ren bis sie ihm geglaubt haben. Seit dem sind die Silberzungen m&auml;chtiger denn je und verbreiten Chaos wo immer es auch m&ouml;glich ist.\n\n**2.Einzelheiten zu Deacon: **25 Jahre, Sidecut, Waffenspezialist, Bandenboss der Silberzungen, Lederjacke mit Logo der Silberzungen (K&ouml;nig-Motiv) Schlange mit silberner Zunge und Krone auf dem Kopf, nennt sein Kampfmesser Daggy und seine Pistole Maria. Vom Verhalten her l&auml;ssig, Slang-Sprache, mutig, hitzig, gewaltt&auml;tig\n\n**3.Freunde:**\n{{champion:28}}  Verh&auml;ltnis\n{{champion:60}} {{champion:120}} {{champion:30}} {{champion:82}} {{champion:412}} Verb&uuml;ndeter der Schatteninseln\n{{champion:29}} Beste Freunde\n{{champion:35}} Gleicher Humor\n\n**Feinde:**\n{{champion:83}} {{champion:429}} Falsche Absichten\n{{champion:67}} {{champion:236}} Nemesis weil Zugeh&ouml;rigkeit der Schatteninseln\n\n\n**4.Items:**\n{{item:3153}} {{item:3812}} {{item:3065}} {{item:3143}} {{item:3009}} {{item:3748}} \n\nAlternative Items:\n{{item:3142}} {{item:1416}} {{item:3087}} {{item:3046}} {{item:3742}} {{item:3193}} \n\n**5.Beschw&ouml;rerzauber:**\n{{summoner:6}} {{summoner:4}} , {{summoner:11}} {{summoner:4}} , {{summoner:14}} {{summoner:4}} \n\n**6. Fähigkeiten**\n\n**PASSIVE: Berserkers-Ausgewogenheit**\n\nDu erh&auml;ltst zus&auml;tzliches Lauftempo je nach dem wie viel Angriffsschaden du hast. 7 Lauftempo pro 50 zusätzlichem AD\n\nDu erh&auml;ltst Lebensraub je nach dem wie viel Leben du hast. 2,5% pro 500 zusätzlichem Leben\n\n**Q - Sichelsto&szlig;**\n\nDeacon wirbelt bei jeder Aktivierung mit dem S&auml;bel um sich und f&uuml;gt nahen Gegnern 30/40/50/60/90 (+60% Bonus AD) normalen Schaden zu. (max. 2. einsetzbar) \nNach der zweiten Aktivierung kannst du einen Sichelsto&szlig; aus&uuml;ben der in eine Richtung fliegt und 30/45/60/75/130 ( +80% Bonus AD) normalen Schaden zuf&uuml;gt. Wenn dein Gegner &uuml;ber 300 R&uuml;stung hat, verursachst du mit der Sichel absoluten Schaden.\n\n10/9/8/7/6 Sekunden Abklingzeit nach der letzten Aktivierung\n\n40 Manakosten auf allen Rängen\n\n175 Reichweite (Wirbel)\n400 Reichweite (Sichel)\n\n**W - Kloppe und Messer verteilen**\n\nDeacon schl&auml;gt mit dem Schlagring zu, verursacht 20/35/50/65/100 (+ 60% Bonus AD) normalen Schaden, bet&auml;ubt das Ziel f&uuml;r 0,25/0,5/0,75/ Sekunden (falls das Ziel mehr Leben hat als Deacon, andernfalls stößt er das Ziel zurück) und in den n&auml;chsten 4 Sekunden kannst du ein Messer auf ein Ziel werfen und 20/35/50/65/80 (+ 60% Bonus AD) normalen Schaden und 2 Sekunden klaffende Wunden zuf&uuml;gen. \n\n14/13/12/11/9 Sekunden Abklingzeit\n\n175 Reichweite (Schlag)\n175 Reichweite (Stoß)\n525 Reichweite (Messer)\n\n55/60/65/70/75 Manakosten\n\n**E - Charisma **\n\nDeacon erh&auml;lt einen Schild in H&ouml;he von 50/70/90/110/130 (+ 5/5/5/7/7% des maximalem Lebens) der 2/2,5/3/3,5/4 Sekunden lang anh&auml;lt. Dabei stürmt Deacon in eine Richtung und versetzt alle getroffenen Gegner  in Furcht f&uuml;r 0,25/0,5/0,75/1 Sekunde(n).\n\n15/14/13/12/9 Sekunden Abklingzeit\n\n60/70/80/90/100 Manakosten\n\n**R - H&ouml;llen-Harley**\n\nDeacon beschw&ouml;rt seine Harley aus dem Nichts,  f&auml;hrt eine gerade Strecke und hinterl&auml;sst eine Spur f&uuml;r 4 Sekunden aus blauen Flammen die 50/70/100 (+ 150% Bonus AP) magischen Schaden verursacht. Zudem fuchtelt er mit einem Zeder-Baseballschl&auml;ger auf der linken Seite und mit dem S&auml;bel auf der rechten Seite herum und verursacht 60% Gesamt-Angriffsschaden. Gegner die vom Zeder-Baseballschl&auml;ger getroffen werden, werden bet&auml;ubt. Gegner die vom S&auml;bel getroffen werden, erleiden Blutungsschaden in H&ouml;he von 30% Gesamt-Angriffsschaden. Deacon kann vorzeitig abspringen um die Harley weiterfahren zu lassen, jedoch fügt der Rest der Spur nur noch den magischen Schaden zu.\n\n180/145/105 Sekunden Abklingzeit.\n\n100/125/150 Manakosten\n\n2400 Reichweite\n\n**7. Statistiken**\n\nLeben:\n561.2 (+90 pro Stufe)\n\nAngriffsschaden:\n58 (+3.2 pro Stufe)\n\nAngriffstempo:\n0.665 (+2.65% pro Stufe)\n\nLauftempo:\n345\n\nLebensregen.:\n7.79 (+0.5 pro Stufe)\n\nRüstung:\n29 (+4 pro Stufe)\n\nMagieresistenz:\n32.1 (+1.25 pro Stufe)\n\nMana:\n\n391 Mana (+50 Mana pro Stufe)\n\n\nIch hoffe das sieht soweit gut aus, bin selber noch am &uuml;berlegen ob die Massenkontrolleffekte nicht doch ein Bisschen zu viel sind :D\n\n\nBin gespannt auf eure Meinung!\n\nChris","replies":[{"id":"","poster":"JoniFlies","date":"2017-08-20T12:09:54.255+0000","up_votes":2,"down_votes":0,"body":"Erstmal schönen Tag @Ghionova ,\n\ndanke für diese Einsendung.\nSchade dass du diesen Beitrag kaum strukturiert hast. Es war ziemlich schwer diesen Beitrag mit ohne, bzw. kaum, Absätzen zu Lesen. Außerdem wäre ich sehr glücklich über eine strukturierte Gliederung gewesen. \nDennoch habe ich mich durchgeschlagen und diesen Beitrag gelesen!\n\n1. **_Die Geschichte:_** Ich bin nicht so in der Materie mit den Geschichten. Aber ich finde diese hat Potenzial. Wenn der Champ irgendwann mal auf der Summoner´s Rift zu Sehen ist, glaube ich würde die Geschichte etwas abgeändert werden, da der Schreibstil anders ist..\n2. **_PASSIVE: Berserkers-Ausgewogenheit:_** \"_Du erhältst zusätzliches Lauftempo je nach dem wie viel Angriffsschaden du hast. Du erhältst Lebensraub je nach dem wie viel Leben du hast._\" \n-> Ich sehe Vandiril bald schon ein Video machen, indem er 20k HP auf diesem Champ hat und den neuen Speed Rekord bricht :D\nAn sich ist die Passive ganz gut, nur hierbei fehlt das Scaling. Außerdem ist es ziemlich heikel ihm Lebensraub pro Leben zu Geben. 4 AD ( und oder Lifesteal Items ) + 2 Tank Items = Extrem viel Lifesteal..\n3. **_Q - Sichelstoß:_** _Deacon wirbelt bei jeder Aktivierung mit dem Säbel um sich und fügt nahen Gegnern 30/40/50/60/90 (+60% Bonus AD) normalen Schaden zu. (max. 2. einsetzbar)\nNach der zweiten Aktivierung kannst du einen Sichelstoß ausüben der in eine Richtung fliegt und 30/45/60/75/130 ( +80% Bonus AD) normalen Schaden zufügt. Wenn dein Gegner über 200 Rüstung hat, verursachst du mit der Sichel absoluten Schaden.\n10/9/8/7/6 Sekunden Abklingzeit_\n-> Also erstmal habe ich das mit dem maximal 2 einsetzbar nicht ganz verstanden.. Wenn man nur die erste Instanz benutzt, wie lange hat man Zeit für die zweite Instanz? Läuft die Abklingzeit währenddessen ab? Bitte mehr Details zu \"Q - Sichelstoß\"\nAußerdem würde ich keinen abosluten Schaden ab 200 Rüstung machen, sondern deine Rüstung x 1.5. Somit wird er bestraft wenn er Rüstug baut, da er mit der Q sonst keinen True Damage macht. Denn wenn er 100 Rüstung hat, würde er in meinem Beispiel ab 150 Rüstung True Damage machen ( Das Scaling ist zu niedrig, aber das Prinzip habt ihr verstanden? )\n4. **_W - Kloppe und Messer verteilen:_**_Deacon schlägt mit dem Schlagring zu, verursacht 20/35/50/65/100 (+ 60% Bonus AD) normalen Schaden, betäubt das Ziel für 0,25/0,5/0,75/ Sekunden und in den nächsten 4 Sekunden kannst du ein Messer auf ein Ziel werfen und 20/35/50/65/80 (+ 60% Bonus AD) normalen Schaden und 2 Sekunden klaffende Wunden zufügen.\n14/13/12/11/9 Sekunden Abklingzeit_\n-> Huuh, sieht OP aus. Also erst einmal ist dieser Spell nahkampf, dann betäubst du den Gegner und dann hast du die Möglichkeit weg zu flashen oder ich zu entfernen und ein Messer zu Werfen? Welche Range stellst du dir vor? Und das mit dem Messer werfen erinnert mich stark an Katarina ^^\n5. **_E - Charisma:_** _Deacon erhält einen Schild in Höhe von 50/70/90/110/130 (+ 5/5/5/7/7% des maximalem Lebens) der 2/2,5/3/3,5/4 Sekunden lang anhält und stößt dich nach vorne und versetzt alle Gegner mit den Deacon zusammen stößt in Furcht für 0,25/0,5/0,75/1,25 Sekunden.\n15/14/13/12/9_\n-> Grammatikalisch betrachtet war dieser Satz der pure Horror! Also beim Aktivieren der E bekommt Deacon einen Schild ( der mit Leben skaliert so wie die Passive.. ), dieser bleibt für eine gewisse Zeit. Er stößt sich nach vorne? Und er und alle Gegner sind gefeart? Sieht mir ziemlich stark aus. Außerdem kannst du dann QSS kaufen und alle killen wärenddessen alle gefeart sind.\nAlso dieser Spell kommt mir etwas überladen und komisch vor. Bitte mehr Details zu der Benutzung dieses Spells!\n6. **_R - Höllen-Harley:_** _Deacon beschwört seine Harley aus dem Nichts, fährt eine gerade Strecke und hinterlässt eine Spur für 4 Sekunden aus blauen Flammen die 50/70/100 (+ 150% Bonus AP) magischen Schaden verursacht. Zudem fuchtelt er mit einem Zeder-Baseballschläger auf der linken Seite und mit dem Säbel auf der rechten Seite herum und verursacht 60% Gesamt-Angriffsschaden. Gegner die vom Zeder-Baseballschläger getroffen werden, werden betäubt. Gegner die vom Säbel getroffen werden, erleiden Blutungsschaden in Höhe von 30% Gesamt-Angriffsschaden.\n180/145/105 Sekunden Abklingzeit._\n-> Schon wieder etwas verwirrend. Die Idee mit der Harley ist sehr gut. Du fährst eine Spur ( Wie schnell? Kann er seine Ulti abbrechen oder muss er diese Spur fahren? ) Dann nach dem er gefahren ist bleibt diese Spur so wie bei Corki und macht AP Schaden ( gut dass du ein AP - Scaling mit rein bringst! ). Aber das mit dem Baseballschläger? Wie weit soll die Range sein.. Und ist das nicht ein bisschen zu OP?\n\nIm Allgemeinen ist deine Idee sehr gut. Bitte erläutere deine Spells noch ein wenig genauer. Außerdem kann ich mir anhand deiner Zeichnung den Champion noch nicht vorstellen!\nHast du irgendwelche Skinvorschläge?\nVon mir hast du einen Upvote und ich unterstütze deinen Champion mit voller Kraft und wäre natürlich dankbar wenn du gelegentlich den Champion umänderst, so dass die Community vlt. mitwirken könnte!\nIch finde dass sein Kit sehr stark ist! -> 3 CC´s und ne Menge AD Damage ( sogar True Damage auf der Q )! Das müsste man nochmal überdenken!\n\nDir noch einen schönen Tag!\n\n~JoniFlies","replies":[{"id":"","poster":"Ghionova","date":"2017-08-20T19:04:34.630+0000","up_votes":2,"down_votes":0,"body":"Moin :D\n\nich habe das Ganze ein wenig überarbeitet und Bilder hinzugefügt. Ich hoffe du kannst dir dies nun besser vorstellen :D","replies":[{"id":"","poster":"JoniFlies","date":"2017-08-20T19:08:45.739+0000","up_votes":1,"down_votes":0,"body":"Danke für die Überarbeitung deines Champions!\nDie Designs sind nun genauer und ich kann mir das Ganze besser vorstellen.\n\nFalls erwünscht, antworte ich morgen nochmal ausführlich auf deine Championänderungen!\n\n~JoniFlies","replies":[]}]}]}]}