{"id":"T5TyVGbw","poster":"MarCommander2211","date":"2017-08-16T14:56:10.965+0000","title":"Champion-Konzept: Carvis,der Astronom Targons","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":4,"body":"Carvis, der Astronom Targons \r\nVorwort:\r\nHallo, lieber Leser/liebe Leserin! Heute stelle ich dir Carvis vor, den Astronomen Targons. Wie immer w&uuml;nsche ich mir von dir konstruktive Kritik. \r\nMarCommander2211\r\nInhaltsangabe:\r\n1. Aussehen\r\n2. Lore                                                                                                                                                                                          \r\n4. F&auml;higkeiten\r\n5. Spielstil \r\n\r\nAussehen:\r\n\r\nCarvis tr&auml;gt einen kurzen Umhang, welcher von hohen Schulterplatten gehalten wird. Genau wie der Umhang ist auch die R&uuml;stung von Carvis dunkelgr&uuml;n. Die Schuhe, die Carvis tr&auml;gt, sind aus Leder gemacht und werden von Federn geziert. \r\n\r\nLore:\r\n\r\nCarvis ist in Targon wom&ouml;glich der ber&uuml;hmteste Wissenschaftler, aber auch der umstrittenste. Seit seiner Geburt besch&auml;ftigte er sich mit dem Nachthimmel, den ihn unglaublich faszinierte. Anders als die Menschen Runeterras oder der Erde ist Targons Astronomie praktisch nicht vorhanden. Deswegen wurde Carvis als verr&uuml;ckt erkl&auml;rt, als er ank&uuml;ndigte, ein Buch &uuml;ber die &bdquo;Wissenschaft der Sterne&ldquo; zu schreiben. Als Aurelion Sol nach Targon kam, sah Carvis seine Chance gekommen, zu beweisen, dass seine Thesen richtig waren. Deswegen baute er eine Krone f&uuml;r Aurelion, welche ihn dazu zwang, seine Gedanken preiszugeben. Mit dieser Krone unterjochte er Aurelion und zog schon bald Aufmerksamkeit auf sich. Der Imperator nahm sich die Krone und benutzte sie f&uuml;r seine eigenen, d&uuml;steren Zwecke, w&auml;hrend er Carvis zu seinem Erzgelehrten machte. Dadurch wurden seine Lehren anerkannt und Carvis begr&uuml;ndete sie durch das Wissen Aurelions. Als nur noch ein kleiner Teil seiner Untersuchung fehlte, konnte Aurelion entkommen. Seitdem versuchte Carvis ihn aufzusp&uuml;ren. Er fand ihn nach vielen Jahren in Runeterra. Es ist Zeit, die Forschungen zu beenden.\r\n\r\nF&auml;higkeiten:\r\n\r\nP: Kometenschwur\r\nFalls Kometen explodieren, hinterlassen sie 3 Sekunden lang Pulver, welches Gegner verlangsamt und besch&auml;digt und Verb&uuml;ndeten heilt und verschnellert.\r\nHeilung/Schaden: 20 (+5%AP)\r\nVerschnellerung/Verlangsamung: 90%\r\nDauer: 1 Sekunde\r\nRadius: 300\r\nQ: Lichtnova\r\nCarvis feuert einen Kometen ab, welcher sich in Schlangenlinien fortbewegt und falls er einen Gegner trifft, ihn als Prim&auml;rziel markiert und explodiert. Die Explosion f&uuml;gt dem Ziel geringen Schaden zu und bet&auml;ubt es. \r\nSchaden: 80/100/120/140/160 (+50%AP)\r\nReichweite: 800\r\nMana: 80\r\nSekunden: 6 Sekunden\r\n\r\nW: Kometenregen \r\nCarvis beschw&ouml;rt einen Kometen neben sich, welcher ihm 2 Minuten lang folgt und bei Aktivierung der F&auml;higkeit auf Cooldown auf den n&auml;chsten gegnerischen Helden gefeuert wird und explodiert, was geringen Schaden zuf&uuml;gt. Es k&ouml;nnen Carvis maximal durch die W 20 Kometen folgen und es werden jeweils 10 Kometen werden von der Aktivierung der W auf CD abgefeuert.\r\nSchaden: 10/20/30/40/50 (+40%AP)\r\nReichweite: 1000\r\nMana: 20\r\nCD: 2 Sekunden\r\n\r\nE: Lichtschritt \r\nCarvis l&auml;sst alle Kometen sofortig explodieren und f&uuml;gt geringen Schaden zu. Danach teleportiert sich Carvis 4 Sekunden in der Zeit zur&uuml;ck. Auf dem Weg hinterl&auml;sst er Puder.\r\nSchaden: 10/20/30/40/50 (+40%AP) pro Komet\r\nMana: 120\r\nCD: 18 Sekunden\r\n\r\nR: Meteorheer \r\nCarvis erhebt sich in die Luft und sendet in einer Richtung 5/10/15 Meteore aus, welche an getroffenen Gegnern wie Kometen explodieren. Danach beschw&ouml;rt er einen Meteor in der Luft, welcher auf  markierte Ziele einen Laserstrahl abfeuert.\r\nSchaden der Meteore: 20/40/60 (+80%AP)\r\nReichweite der Meteore: 1200\r\nSchaden des Lasers: 100/140/180 (+20%AP)\r\nDauer des Lasermeteors: 80 Sekunden\r\nReichweite des Lasermeteors: 1000\r\nMana: 200\r\nCD: 120/100/80 Sekunden\r\n\r\nSpielstil:\r\n\r\nCarvis ist ein Supporter &ndash; und Midlaner, welcher mit vielen Verlangsamungen, einem Escape und einer Bet&auml;ubung  sehr lange durchhalten kann. Auf der Lane kann er durch seine Passive sehr lange verweilen, allerdings kann er nur nach langer Vorbereitung seiner Geschosse einem Gegner hohen Schaden zuf&uuml;gen. Im Lategame kann Carvis sehr gut f&uuml;r seinen ADC peelen, oder einen gegnerischen ADC/Mage in die Luft sprengen, und danach durch den Lichtschritt zu entkommen.","replies":[]}