{"id":"6hW1IW8K","poster":"GG Mane","date":"2017-08-14T13:06:04.379+0000","title":"Platin III Toplaner sucht ambitioniertes Team","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Moin,\n\nmeine Name ist Mane, bin 18 Jahre jung und suche wie oben genannt ein Amateur Team (Platin Team), welches in naher Zukunft auch bei Turnieren, Events und ganz normal Rankeds vertreten ist.\n\nDabei seit: Season 3\nAnzahl der Spiele: 1500 Normal Games - &uuml;ber die Seasons etwa 1000 Rankeds\nWie oft spiele ich in der Woche?: Fast t&auml;glich mehrere Stunden\nChampionpool: Sehr flexibel und ausreichend\n\nTeamspeak, Discord, Skype alles vorhanden\n\nTeamerfahrungen vorhanden, viele Scrims hinter mir, jedoch noch kein richtiges Turnier. Geschweige denn ESL.\n\nZu meinem Charakter:\n- Teamf&auml;hig\n- Kritikf&auml;hig\n- Selbstbewusst\n- Zielstrebig\n\nWas ich mir W&uuml;nsche bei meinen zuk&uuml;nftigen Team ist, dass mehrmals w&ouml;chentlich zusammen gespielt/trainiert wird. Dass es ein Team ist welches ein Erwachsenes und reifes Klima mit sich bringt, nicht wie mein letztes Team, welches kurz vor den Scrims lieber &uuml;ber Drogen redete, als sich Gedanken zu machen wie man gleich spielen m&ouml;chte geschweige denn die Gegner zu begutachten.\n\nOb das Team einer bestehenden Community angeh&ouml;rt ist erstmals egal, jedoch w&auml;re dies etwas besser :)\n\nDementsprechend denke ich, habe ich genug &quot;Forderungen&quot; gestellt und ausreichend erkl&auml;rt dass ich ein erwachsenes und anst&auml;ndiges Team suche.\n\nIngame Name lautet: D&Oslash;PE SWAIN (Keine Sorge, OneTrick nur im SoloQ um zu climben)\n\nDa das bei meiner letzten Anfrage eher Semi-Gut funktioniert hat, nochmal was f&uuml;r die die bisher gelesen haben und mich wohl gleich anschreiben werden:\n\nIch suche kein 0815 Team! Wenn ihr mich wollt m&uuml;sst ihr mir mehr von eurem Team erz&auml;hlen als &quot;Wir werden Tryharden und Trainieren&quot;\nRepr&auml;sentiert doch mal euer Team und erz&auml;hlt mir was ihr f&uuml;r Ziele habt, wer ihr seid, was ihr macht, warum wieso weshalb - das ist schade wenn ich alles hinterfragen muss!","replies":[{"id":"","poster":"GG Mane","date":"2017-08-18T16:25:46.428+0000","up_votes":1,"down_votes":0,"body":"Erstmal closed, [b]mache gern Einsprünge für Scrims, ansonsten lehne ich jedes Teamangebot derzeit ab![/b]","replies":[]},{"id":"","poster":"GG Mane","date":"2017-08-14T16:49:26.260+0000","up_votes":1,"down_votes":0,"body":"Sehr witzig, dazu muss ich sagen - Wir haben insgesamt ein einziges Spiel gemeinsam gespielt\n\nWas ich auch nicht unbedingt verstehe, wie man unzuverlässig sein kann, wenn man nichts ausmacht oder ähnliches, ich habe ihm gesagt dass ich nicht mit ihrem Team mitspielen möchte und bin dann gegangen. Kontakt hatten wir etwa 3 Stunden, denke daraus kann man sich eine riesige Meinung über einer Person bilden, oder? \nDas \"Team\" bestehend aus immer anderen Spielern drängt einen auf, Spiele mitzuspielen (ob man kann oder nicht wird man nicht gefragt) und wenn man dies nicht macht, ist man halt automatisch unzuverlässig und unflexibel, klingt fair!\n\nLiebe Grüße\nLasst euch was anderes einfallen, am besten redet ihr die Leute schlecht nur weil sie nicht mit euch spielen möchten.","replies":[]},{"id":"","poster":"D3Di","date":"2017-08-14T14:38:07.614+0000","up_votes":1,"down_votes":1,"body":"Sehr unzuverlässig, antwortet kaum und dann sehr limitiert. Leider sehr geringe Flexibilität und zudem in FlexQ nur Silber. Keine Empfehlung von meiner Seite aus. Hat die Zusammenarbeit leider unnötig schwer gemacht.","replies":[]}]}