{"id":"bWxiOmuF","poster":"MarCommander2211","date":"2017-08-14T08:06:10.777+0000","title":"Champion-Konzept: Jarik u. das Phantom","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":3,"body":"Jarik und das Phantom\r\nVorwort:\r\nHallo, lieber Leser/liebe Leserin!\r\nDieses Champion-Konzept widmet sich Jarik und dem Phantom, einem Helden welcher wie Kayn eigentlich 2 Champions sind. Allerdings verf&uuml;gt Jarik nicht &uuml;ber eine Transformation, tats&auml;chlich wird er von einem Phantom heimgesucht und je nachdem, wie man Jarik spielt, gibt man entweder ihm oder dem Phantom die Kontrolle &uuml;ber den K&ouml;rper Jariks gew&auml;hrt. Es sehr hilfreich, wenn du mir Kritik bieten k&ouml;nntest.\r\nMarCommander2211\r\nInhaltsangabe:\r\n1. Aussehen\r\n2. Lore                                                                                                                                                                                          3. Interaktionen + Emotes\r\n4. F&auml;higkeiten\r\n5. Spielstil \r\n\r\nAussehen:\r\n\r\nJarik tr&auml;gt eine zerfetzte Robe, welche mit Blut bestritzt ist und an der mehrere Ketten befestigt sind. In der linken Hand h&auml;lt er eine Fackel, mit der er automatische Angriffe ausf&uuml;hrt. \r\n\r\nLore:\r\n\r\nDer Dunst der weitl&auml;ufigen Phantomw&auml;lder ist ebenso t&ouml;dlich wie jede Klinge in Ionia. Jene, die sich in diesen Forst verirren, sterben im besten Falle, oder sie verfallen den Schatten der B&auml;ume, welche ihre dunklen F&auml;nge um die H&auml;lse ihrer Opfer schlie&szlig;en. Diese Verfallenen nennt man die Phantomberauschten. Und Jene leiden viele Menschenleben lang qualvoll , wissend, dass sie w&auml;hrend der unz&auml;hligen Morde die ihre Phantome begehen, nur tatenlos zusehen k&ouml;nnen. Seit Jahrhunderten spendeten die M&ouml;nche des Taubenklosters den &Uuml;berlebenden des Phantomrausches Schutz und G&uuml;te. Ihnen werden die begangenen S&uuml;nden vergeben und es wird ihnen den Eintritt ins Kloster gestattet. Diese sogenannte  Rehabilitierung hatte stets Erfolg und jeder Phantomheimgesuchte wurde w&auml;hrend der Existenz des Klosters geheilt. Bis auf einen. Jarik. Ironischer Weise war er einer der M&ouml;nche, die das Rehabilitieren entwickelt haben. Bei einem Ablauf der am Wald errichteten Grenzz&auml;une, den er unternahm um eventuelle L&ouml;cher auszubessern, &uuml;bernahm ein Phantom die Kontrolle &uuml;ber ihn und &uuml;berfiel das Kloster. Den Tod seiner Freunde und Familie mitansehen zu m&uuml;ssen, lies Jarik gegen die Kontrolle des Phantoms ank&auml;mpfen. Unglaublicherweise gelang es Jarik, seinen K&ouml;rper zur&uuml;ckzuerlangen, doch noch immer beherrscht das Phantom, welches seither neben ihm herschwebt und darum ringt, die komplette Kontrolle zur&uuml;ckzuerlangen, einen gro&szlig;en Teil seines Geistes. Immer noch im inneren Kampf gegen sein Phantom verstrickt, bot Jarik die Zauberer der Liga um Hilfe. Die Gelehrten vermochten ihm weitaus mehr Kontrolle &uuml;ber das Phantom zu verleihen, doch dies war mit einer erzwungenen Gegenleistung verbunden, welche als Sicherheit daf&uuml;r gedacht war, um das Phantom zu kontrollieren  &ndash; dem Beitritt der Liga. \r\n\r\nInteraktionen + Emotes:\r\n\r\nBesiegen eines Champions\r\nJarik: Zu deinem Gl&uuml;ck war das Leiden nur von kurzer Dauer.\r\nPentakill\r\nPhantom: Zu einfach&hellip;\r\nBei Tod\r\nPhantom: Was soll&acute;s? Ist doch eh nicht mein K&ouml;rper. \r\nJarik: Aaargh! \r\nBei Tod eines nahen Verb&uuml;ndeten\r\nPhantom: Idiot!\r\nJarik: Ruhe in Frieden, Bruder. \r\nBewegung\r\nPhantom: Dieser K&ouml;rper ist zu langsam. \r\nJarik: Wie ein Spaziergang. \r\nAngriff\r\nPhantom: Na endlich! Zeit meinen Blutdurst zu stillen!\r\nJarik: Wie ihr wollt&hellip;\r\nTanz\r\nJarik tanzt mit einem Phantom Walzer. \r\nSpott\r\nPhantom: Ich rei&szlig;e euch die Knochen raus!\r\nLache\r\nJarik: Hehehe.\r\nWitz\r\nPhantom: Wisst ihr, ich kenne da ein ganz nettes Phantom, welches euch mal sprechen wollte.\r\n\r\nF&auml;higkeiten:\r\n\r\nP: Phantomt&auml;nzer \r\n {{item:3211}} \r\nJarik verwenden neben Mana auch Phantomkraft, von der er maximal 200 erlangen kann. Sie baut sich langsam wieder auf, wenn Jarik stillsteht. Falls Jarik eine F&auml;higkeit einsetzt, f&uuml;r die er nicht genug Phantomkraft hat, wird die restlichen Kosten vom Mana abgezogen, wobei die kosten verdreifacht werden. Au&szlig;erdem folgt Jarik sein Phantom, welches links hinter ihm steht. Bei der Aktivierung einer F&auml;higkeit f&uuml;hrt das Phantom die Animationen und die F&auml;higkeiten sofort aus, was die Selbstverstummung Jariks ignoriert.  Das Phantom kann nicht sterben, und sobald Jarik stirbt, kann sein Phantom weiterhin herumlaufen, doch es kann keine F&auml;higkeiten einsetzen. Nachdem Jarik wiederbelebt wird, kehrt das Phantom wieder zu ihm zur&uuml;ck. Au&szlig;erdem verursachen die F&auml;higkeiten des Phantoms nur halben Schaden zu. Emotes werden ebenfalls vom Phantom kopiert. \r\nPhantomkraft pro halbe Sekunde des Stehenbleibens: 10 \r\n\r\nQ: Phantomrausch\r\n{{item:3693}} \r\nJarik bleibt kurz stehen und verstummt sich danach f&uuml;r 1 Sekunde. Danach  deutet er nach vorne und l&auml;sst sein Phantom nach vorne preschen und mit einem Phantomschwert um sich zu schlagen, was geringen Phantomschaden zuf&uuml;gt. Diese F&auml;higkeit wird nicht vom Phantom kopiert. Nach 8 Sekunden kehrt das Phantom wieder zu Jarik zur&uuml;ck.\r\nDauer des Stehenbleibens: 0.5 Sekunden\r\nSchaden des Preschens: 80/100/120/140/160 (+60%AP)\r\nSchaden des Schlages(Phantom): 30/40/50/60/80 (+20%AP)\r\nReichweite des Preschens: 600 Einheiten\r\nReichweite des Schlages: 200 Einheiten\r\nPhantomkraftkosten: 40\r\nCD: 14/12/11/10/9 Sekunden\r\n\r\nW: Vergebung \r\n{{summoner:4}} \r\nJarik verstummt sich f&uuml;r 0.5 Sekunden und tauscht dann den Platz mit seinem Phantom, wobei er am Zielort hohen Phantomschaden anrichtet, welcher sich allerdings zum Teil regeneriert (kann auf Gegner, aber auch Verb&uuml;ndete wirken, wobei Verb&uuml;ndete nur Heilung und keinen Initialschaden erleiden). Nach 3 Sekunden teleportiert sich Jarik zum Phantom zur&uuml;ck. \r\nSchaden (Phantom): 60/90/120/150/180 (+50%AP)\r\nHeilung der Getroffenen nach 2 Sekunden:  30/40/50/60/80 \r\nPhantomkraftkosten: 20\r\nCD: 4 Sekunden\r\n\r\nE: G&uuml;te \r\n{{item:1028}} \r\nJarik steht still und greift mit seiner Hand himmelw&auml;rts und selektiert einen Gegner. Nach 1 Sekunde Verstummung sendet Jarik sein Phantom zu einem Gegner oder Verb&uuml;ndeten. An einem Gegner f&uuml;gt er geringen Schaden &uuml;ber Zeit zu, bis das Phantom sich zu weit von Jarik entfernt und zu ihm zur&uuml;ckkehrt.  An Verb&uuml;ndeten allerdings wird Leben &uuml;ber Zeit hergestellt. \r\nZeit des Stillstehens: 0.5 Sekunden\r\nSchaden pro Sekunde: 5/10/20/40/80 (+20%AP)\r\nHeilung pro Sekunde: 3/9/12/15/18 (+80%AP)\r\nReichweite des Selektierens: 800 Einheiten\r\nReichweite des Phantoms: 1000 Einheiten\r\nPhantomkraftkosten: 60\r\nCD: 12/10/9/8/7 Sekunden\r\n\r\nR: Phantomklinge \r\n{{item:3156}} \r\nNach 1.5 Sekunden Verstummung beschw&ouml;rt Jarik ein d&uuml;nnes Phantomschwert, welches seinen Zeige- und Mittelfinger ersetzt. W&auml;hrenddessen sprintet er blitzschnell nach vorne, wobei er Staubwolken in seinem Pfad hinterl&auml;sst. Am Zielpunkt hiebt Jarik in einem weiten Radius um sich, was sehr schweren Phantomschaden verursacht, welcher &uuml;ber Zeit allerdings geheilt wird (Heilung wird auch auf Verb&uuml;ndete erbracht).\r\n-Phantomschaden: Summe der R&uuml;stung und Magieresistenz addiert und verdoppelt. Diese Zahl wird als Bonusschaden zugef&uuml;gt. \r\nSchaden(Phantom): 300/400/600 (+80%AP)\r\nHeilung pro Sekunde: 50/40/30 (+5%AP)\r\nMaximale Heilungsl&auml;nge: 10/8/6 Sekunden\r\nReichweite des Sprints: 500 Einheiten\r\nReichweite des Hiebes: 300 Einheiten \r\nPhantomkraftkosten: 100\r\nCD: 80/70/60 Sekunden \r\n\r\nSpielstil:\r\n\r\nJarik ist ein Midlaner/Toplaner oder Midlaner, welchen man auf zwei Arten spielen kann: Indem man Jarik die Oberhand gewinnen l&auml;sst oder das Phantom obsiegt. Wenn man den Spielstil des Phantoms adaptiert, ist Jarik am Besten auf der Midlane oder Toplane aufgehoben, wo er sehr  viel Schaden in kurzer Zeit ausl&ouml;sen kann, aber viele seiner Attacken werden von Jarik beeinflusst und heilen den Gegner nachdem das Phantom ihm Schaden zugef&uuml;gt hat. Deswegen muss der Spieler sich ganz sicher sein, dass seine Phantomklinge den Gegner t&ouml;tet. Auf der Toplane ist der Phantomschaden besonders effektiv, da es auf der Toplane viele Tanks gibt. Auf der Midlane profitiert das Phantom von sehr leicht auszuschaltbaren Gegnern, doch meist werden sie wenig Resistenzen erlangen, weshalb er wohl auf der Toplane besser aufgehoben ist. Jedoch hat er aufgrund fehlender Konstitution und CC keine M&ouml;glichkeit au&szlig;erhalb Jariks Heilungen, sein Team zu unterst&uuml;tzen. L&auml;sst man Jarik die Oberhand gewinnen, ist es m&ouml;glich, ihn als Support zu spielen. Er kann zwar nur &uuml;ber Zeit heilen und verf&uuml;gt &uuml;ber keine CC-Effekte, doch er kann durch immensen Schaden peelen. Und selbst wenn er sterben w&uuml;rde, kann er durch seine Passive noch Vision erzeugen.","replies":[]}