{"id":"b807Umvo","poster":"KhaDix 4 Harambe","date":"2017-08-11T10:17:32.115+0000","title":"2er + 3er Premade gegen 5er Premade in der FlexQ???","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hey Leute, k&uuml;rzlich ist es mir zweimal passiert, dass ich mit einem Premade und entsprechend 3 anderen Premades in der FlexQ gegen ein 5er Premade Team gezockt hab (was man an den Clan Tags erkennen konnte). Ich denke ich muss nicht sonderlich erkl&auml;ren, dass 5er Premades wegen der meist wesentlich besseren Kommunikation &uuml;ber TeamSpeak o.&Auml;. einen riesigen Vorteil haben. \r\n\r\nDaher frage ich mich, wie so etwas passieren kann. Ich war immer gewohnt, dass man nur auf 5er Premades trifft, wenn man selbst in so einer Gruppe zockt. Und nur so halte ich es f&uuml;r fair. \r\n\r\nIst euch sowas auch schon passiert oder haltet ihr das sogar f&uuml;r normal?","replies":[{"id":"","poster":"Roxãs","date":"2017-08-11T10:46:49.554+0000","up_votes":1,"down_votes":0,"body":"Passiert ab und zu, Riot kann nicht versprechen das zur gleichen Zeit wie ihr 2+3er Premades mit ähnlicher MMR da sind, da wird dann eher ein 5er Pre gestellt da dies die nächste wahrscheinliche Mögliche Aufstellung ist die Fair ist.\nfür euch beide nicht unbedingt, aber für das 3er Pre ist dies fairer gewesen als wenn die 2 randoms bekommen hätten was dann 5er gegen 1+1+3 gewesen wäre.\nkommt aber seltener vor","replies":[{"id":"","poster":"Meemoy","date":"2017-08-11T10:50:41.223+0000","up_votes":2,"down_votes":1,"body":"Was hier auch noch zu erwähnen ist, dass das 5er-Premade eine niedrigere MMR hat, als das 3er und 2er. So wird versucht, das auszugleichen. Geht zwar nicht ganz auf, aber so ist das nunmal. Zu zweit kann man auch in der Solo-Que spielen. Flexque sehe ich eher als Teamque an.","replies":[{"id":"","poster":"Roxãs","date":"2017-08-11T10:57:27.432+0000","up_votes":1,"down_votes":1,"body":"So sieht es aus.\nFlexQ ist gar nicht für DouQ oder SoloQ gemacht sondern soll das alte 5v5 Ranked ersetzen was für Teams war.\nDa ist es klar das man als DouQ oft gegen 5er spielt.\n\n+1","replies":[]}]}]}]}