{"id":"JHr15mhK","poster":"Nazn","date":"2017-08-09T22:53:26.358+0000","title":"Dia Team sucht Organisation!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Wir, das Team, bestehend aus **_Erijons(TOP); Jumping Beetle(JGL); jamless(MID); Deenen(ADC); Nazn(SUP)_** suchen eine Organisation. \r\nUnsere gemeinsame Spielzeit betr&auml;gt schon** 6 Monate**, mit dem Jungler spielen wir aber erst seit 3 Wochen. Was unser Elo angeht spielen wir low Dia, aber schlagen uns gut oder besser gegen h&ouml;here Gegner. In diesen 6 Monaten haben wir schon einiges erlebt. Viele Turniere, Scrims, neue Spieler und neue Coaches, doch nie haben wir uns so richtig wohl gef&uuml;hlt und suchen nun eine Organisation die uns dabei helfen kann etwas zu erreichen. Wir sind noch sehr junge Spieler, von** 16 bis 17** Jahren. Ich, Nazn der Teamcaptain, habe bisher immer das Rrganisatorische &uuml;bernommen usw, doch bez&uuml;glich dessen m&uuml;ssen wir uns noch verbessern. Abgesehen davon bin ich aber der &Uuml;berzeugung das wir euch das geben k&ouml;nnen was ihr braucht. N&auml;mlich ein hochmotiviertes, junges, gutes und engagiertes Team die was erreichen wollen.\r\nAber das ganze sollte nat&uuml;rlich auch auf Gegenseitigkeit beruhen und deswegen solltet ihr gewisse Dinge erf&uuml;llen. Wir hatten oft bei Organisationen Probleme das wir nur genommen wurden damit die Organisation gr&ouml;&szlig;er wird, aber um uns gek&uuml;mmert wurde sich wenig. F&uuml;r eine gro&szlig;e Organisation in den h&ouml;heren Pl&auml;tzen reicht es noch nicht, aber das wissen wir auch. Wir brauchen nur einen **TS3, ein Gef&uuml;hl von Zusammenhalt und einen Coach**. Wobei wir uns auch um die Suche eines Coaches bem&uuml;hen w&uuml;rden, doch ein vorhandener Coach w&auml;re nat&uuml;rlich das optimalste. F&uuml;r uns geht es eigentlich nur darum unser Hauptziel, in den **h&ouml;heren Turnieren** vertreten zu sein. \r\n\r\nop.gg: https://euw.op.gg/multi/query=nazn%2Cerijons%2Cdeenen%2Cjumpingbeetle%2Cjamless\r\n\r\nBei Fragen oder Angeboten schreibt mir einfach auf LoL, denn die Kommentare werde ich wohl weniger lesen, bzw. &uuml;bersehen. Deswegen mein LoL-Name: Nazn\r\n\r\nMfG\r\n\r\nNathan(Nazn)","replies":[]}