{"id":"d3YrLQst","poster":"Thiccgar","date":"2017-08-09T22:28:28.655+0000","title":"Bewertung meines Spielstils(bin low elo) und Verbesserungsvorschläge","subforum":"Champions & Gameplay","embed":{"title":"League of Legends Veigar Mastery lvl 7 ranked - One Shot's überall!","description":"Jo Leute, heute gibt's mal wieder ein neues League of Legends Video von meinem guten alten main, dem Veigar. Schreibt doch mal in den Kommentaren, wie ihr das Gameplay Verhältnis von mir haltet und was ich vielleicht besser machen kann! Mikrofon: https://www.amazon.de/Rode-Studioqualit%C3%A4t-USB-Kondensatormikrofon-Tischstativ-Popschutz/dp/B00KQPGRRE/ref=sr_1_1?ie=UTF8&qid=1502036226&sr=8-1&keywords=rode+nt+usb VoiceMeeter Banana: http://www.vb-audio.com/Voicemeeter/banana.htm","url":"https://www.youtube.com/watch?v=R7jROKPPtpE","image":"https://i.ytimg.com/vi/R7jROKPPtpE/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hi erstmal,\r\n\r\nich bin schon relativ lange dabei. Um genau zu sein seit s3. Damals hatte ich einen anderen Account, wo ich aber auch nicht in einer h&ouml;heren Elo war. Irgendwann ich glaube ab s4  habe ich meinen damaligen Account gel&ouml;scht und bis season 6 aufgeh&ouml;rt zu spielen. Seitdem bin ich wieder relativ aktiv hier in LoL und habe auch einige mains zugelegt. Insbesondere den guten alten Veigar. Ich habe mit ihm keine Probleme Spiele in der low Elo zu gewinnen, weil ich meistens mit ihm gefeedet bin und das Spiel meistens mit einem win endet. Ich habe es mit ihm bis silber 3 mit 100 lp geschafft. Danach kam eine dumme Aktion von mir, ich habe seitdem nur noch first time champs gespielt, woduch ich meine hidden mmr verkackt habe. Das Resultat daraus war, dass ich bei einem win 15 lp gewann und bei einem lose 22 lp verlor. So bin ich irgendwann doch wieder runtergefallen. Ich habe mir mal die Freiheit genommen, mit Youtube zu beginnen und mal ein Spiel mit Veigar aufzunehmen. Ich w&uuml;rde gerne von euch, die vielleicht mehr Erfahrung in LoL haben oder in einer h&ouml;heren Elo sind, Tipps und Kritik annehmen. Ich m&ouml;chte n&auml;mlich diese Season noch auf die high Gold kommen. Vielleicht k&ouml;nnt ihr mich ja eines besseren Belehren. ^^\r\n\r\nIch danke schon mal im voraus, f&uuml;r denjenigen, der so frei ist und sich die Zeit daf&uuml;r nimmt. \r\nDas Video ist auch kommentiert, das hei&szlig;t, dass ihr meine Stimme h&ouml;rt und meine Denkweise auch mitbekommt.^^","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-08-10T07:40:04.315+0000","up_votes":3,"down_votes":0,"body":"Also, dein Last-hitten im early game ist echt richtig schlecht - sowohl mit auto attacks wie auch mit Fähigkeiten.\nErnsthaft, üb das mal in nem Custom - das ist wirklich **unterirdisch**.\nDadurch hast du deutlich weniger Mana und Stacks als du haben könntest.\nViele lasthits mit dem W - unnötoigerweise- wodurch dir nochmal mehr Stacks verloren gehen.\nBei Minute 10 wäre das doppelte an Stacks und Farm drinnen gewesen.\nGrade Cannon Minions geben dir doppelte Stacks, du verpasst sie glaub ich alle.\nSwain hat sogut wie Null gepusht, da wäre echt wesentlich mehr lasthits mit dem Q drinnen gewesen.\n\nWarding un Positioning sind durchgehend gut.\n\nBei 5.38 z.b. setzt du deinen W falsch ein - während die Wave noch full hp hat, dadurch verlierst du alle drei Casters.\nSetz die Fähigkeit ein, wenn alle drei low sind, damit du sie damit lasthitten kannst.\nDann äufst du im Anschluss kurz aus der exp Reichweite...\n\nPermanent mit Auto-Attacks zu pushen ist richtig.\n\n8.20 der Vayne gank: Setz einfach deinen Käfig um den Swain rum - Vayne kann ihn mit ihrem E an der Käfigwand stunnen, so bekommt ihr sehr leicht auf jeden Fall einen Flash, ohne Risiko - oder eben den Kill.\n\n10.46 So ein Aktion würde ein guter Spieler ausnutzen.\nDu hast sinnlos deinen Käfig verwendet - dein W war auf Cooldown, selbst wenn der Stun trifft, ... davon hättest du nichts!\nDie nächsten 15 Sekunden hat der Swain damit einen Freifahrtschein - wenn er gut wäre, würde er dich mit seinem Ult niederrennen.\nGlück gehabt, dass er nicht gut ist.\nDu selbst verlierst eine Chance, ihn zu killen.\n\n12.50 Combo gegen Singed in der Falschen Reihenfolge, der Ult war vor dem W- das wäre ein Kill gewesen.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2017-08-09T22:50:51.823+0000","up_votes":2,"down_votes":0,"body":"Also erstmal ist es vielleicht etwas seltsam, dass du ein Spiel nimmst, bei dem du dermaßen positiv stehst. \nIch habe jetzt gerade nicht die Zeit, dir Feedback für das ganze Spiel zu geben, vielleicht mach ich das morgen noch. Was mir in den ersten Minuten aufgefallen ist, ist das du auf jeden Fall noch Farmen am Anfang üben musst.","replies":[{"id":"","poster":"Thiccgar","date":"2017-08-09T22:58:23.427+0000","up_votes":1,"down_votes":0,"body":"Es liegt vermutlich daran, dass das ne unterbewusste Einstellung bei mir ist, dass ich eher wins hochlade, als loses. Aber selbst bei wins kann man viele Fehler machen, die man auch bei loses machen würde. Aber sicher, ich denke loses hochzuladen wäre in dem Fall, denke ich, menschlich. Bin ja kein Roboter, der jedes einzelne Game gewinnt. Zu dem Farm, da stimme ich dir zu, ich farme early sehr schwach in vielen Spielen. Es gibt zwar ausnahmen, wo ich mehr darauf achte, aber solch einen Fehler sollte ich mir nicht erlauben. Immerhin hast du es ja auch selber bemerkt. Hast du vielleicht Tipps, wie ich mich in den Farm Zeiten zu verhalten habe?","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-08-10T08:26:57.273+0000","up_votes":2,"down_votes":1,"body":"Es gibt keine Farm Zeit!\nEs gibt ein Zeitfenster in dem du deinen Gegenüver killen kannst (oder Polen) und nebenbei musst du noch Farmen.\n\nDas ist für Low Elo schwer, aber das wird schon.\nGeh einfach mal in ein Custom und Versuch nur die ersten vier Waves komplett mit Aas zu nehmen.\nAlso 25cs","replies":[]}]}]},{"id":"","poster":"Reverted Rengod","date":"2017-08-21T14:37:27.907+0000","up_votes":1,"down_votes":0,"body":"Max deine q bekommst mehr Stacks denk ich per Champ hit !!","replies":[{"id":"","poster":"Thiccgar","date":"2017-08-21T16:55:51.496+0000","up_votes":1,"down_votes":0,"body":"Mal ne noob frage. Man bekommt nur durch die Q hits an Champs, selbst wenn's kein Kill ist, stacks? Oder wie soll ich das verstehen? Ich hab das mal so gemacht, dass ich die Q zuerst vollgestackt habe. Was ich nur bemerkt habe ist, dass ich bis zur mid game weniger dmg deale. Das heißt, dass ich mit dieser Strategie nur auf die Late game baue. Bei mir dauern die meisten games durchschnittlich bis zur mid game. 20-25 Minuten. Lohnt sich da denn dieser ''build'' überhaupt? Klar man kann dadurch die Creeps besser mit der Q last hitten, da sie ja mehr dmg macht. Also stacke ich auch mit der Q mehr, wenn ich diese zuerst maxe?","replies":[]}]}]}