{"id":"Jd0g3ZWn","poster":"Gebuffter Buffer","date":"2017-08-09T00:10:48.255+0000","title":"Bildschirm geht im Ladebildschirm in Stand by/aus. Erbitte Hilfe","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer!\r\nSeit einiger Zeit geht mein Bildschirm immer aus, sobald ich in den Loadscreen kommen sollte. Wenn ich dann die Maus bewege, geht er wieder an als wenn er sich einfach in Stand by Modus geschaltet h&auml;tte. Allerdings soll laut Energiespar-Einstellungen der Bildschirm nie ausgehen wenn mein Laptop mit Netzbetrieb l&auml;uft. Selbst wenn ich angebe das der Bildschrim nach 30s Inaktivit&auml;t ausgehen soll, kann ich in der ChampSelect  5 Sekunden vor Spielbeginn noch meine Mastery einstellen und der Bildschirm wird sich trotzdem ausschalten. Nichts &uuml;berkrasses aber es f&auml;ngt an mir auf den Geist zu gehen.\r\nHabe einen Acer Aspire E17 mit Win10 . Ich hoffe sehr einer von euch da draussen kann mir weiterhelfen. :)\r\nIch danke schon mal im voraus. ^^{{summoner:1}} {{item:3107}} {{item:2055}}","replies":[{"id":"","poster":"Gin","date":"2017-08-09T08:08:42.030+0000","up_votes":2,"down_votes":0,"body":"Ich kenne mich mit den Optionen/Einstellungen deines Bildschirmes nicht aus, aber hast du schon im UI (User Interface) deines Bildschirmes mal geschaut ob es dort eine Einstellung dafür gibt?\n\nDu hast auch erwähnt dass du eingestellt hat dass dein Rechner im Netzbetrieb nie in den Energiesparmodus gehen soll, verwendest du denn auch den Energieplan bei dem du das eingestellt hast?","replies":[]},{"id":"","poster":"Gebuffter Buffer","date":"2017-08-10T15:51:07.808+0000","up_votes":1,"down_votes":0,"body":"jo moin ^^ wenn ich einen weiteren Bildschirm anschließe ( in meinem Fall n Tv-Gerät über hdmi) geht dieser auch aus, sobald ich in den Loadscreen komme.\nWenn ich mich recht entsinne, habe ich das Problem seitdem ich mal mein Fernseher angeschlossen hatte und mit meiner 'FN'-Taste plus F6 bei mir meinen Laptop_BIldschirm ausgeschaltet hatte. Kann mir aber nich wirklich vorstellen, dass das etwas damit zu tun hat, bin allerdings auch kein Expertö.\nMein Laptop habe ich erst seit April, also der ist neu und unschuldig aber würde es eventuell etwas bringen mal wieder den Kompressor rauszukramen und ein wenig durchzupusten ? habe das bei meinem neuen Schatzi noch nicht gemacht. \nUnd ihr seid euch relativ sicher das es sich um ein Hardware Problem handelt und ich nicht ausversehen irgendwas eingeschaltet habe bzw aus etc. \n\ndanke schon mal für den Support . ich glaube wir kommen der Sache Schritt für Schritt näher Leute :){{item:2055}} {{sticker:slayer-pantheon-thumbs}} {{item:3117}}","replies":[]},{"id":"","poster":"Gebuffter Buffer","date":"2017-08-09T15:38:46.121+0000","up_votes":1,"down_votes":0,"body":"Bei 'zusätzliche Energieeinstellungen'  unter 'Anpassen/Auswählen eines Energiesparplans' habe ich bei  'Ausbalanciert' ein Häkchen.\n\nBei meinen Bildschirm selbst habe ich keine Energiespareinstellungen, nur bei 'Netzbetrieb/Eneergiesparen' gibts die Option 'Bildschirm' wo ich angeben kann wann sich der Bildschirm im Akkumodus/Netzbetrieb ausschalten soll .","replies":[{"id":"","poster":"Sidia","date":"2017-08-10T10:52:46.050+0000","up_votes":1,"down_votes":0,"body":"Versuche falls du die Möglichkeit hast doch mal einen weiteren Bildschirm anzuschließen. Geht dieser dann auch aus?\n\nEs kann sein dass deine Grafikkarte ein Problem hat und die Verbindung zum Bildschirm kurzzeitig kappt. Dieser bekommt kein Signal und denkt der PC wäre ausgeschaltet und geht daher mit aus. Ist nur ein Gedankengang aber eine Möglichkeit wäre es","replies":[]}]}]}