{"id":"I9lBw8Gp","poster":"DaRkNiGhTs","date":"2017-08-08T14:09:13.969+0000","title":"Verbindung zum chat unterbrochen!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo leute hab da ein problem und zwar seit ein paar tagen bricht die verbindung zum chat unsw ab und dann kommt so ein fenster auf wo steht verbindng wird wieder hergestellt .... das kommt immer wieder hab game alles schon gel&ouml;scht neu drauf problem is immer noch da vorallem nervig wenn man im champselect ist und das kommt... reapair hab ich auch schon alles durch keine ahnung was ich noch machen soll/k&ouml;nnte:(\r\nist auch komischer wei&szlig;e nur bei lol so bei anderen games gar nix also am internet denke mal liegt es nicht sonst k&ouml;nnte ich w&auml;rend das problem kommt nicht im internet surfen zb XD\r\n\r\nw&auml;re freundlich von euch wenn jemand was wei&szlig; und mir helfen k&ouml;nnte :) MFG","replies":[{"id":"","poster":"Gin","date":"2017-08-10T08:19:35.367+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UpRiSiNgHD,realm=EUW,application-id=7hciEY9w,discussion-id=I9lBw8Gp,comment-id=,timestamp=2017-08-08T14:09:13.969+0000)\n>\n> also am internet denke mal liegt es nicht sonst könnte ich wärend das problem kommt nicht im internet surfen zb XD\n\nDas ist nicht ganz richtig. Wenn du im Internet surfst, dir Videos anschaust oder ähnliches, werden die Dateien im voraus geladen.\n\nSowohl im Client, als auch Ingame brauchst du allerdings eine konstante Internetverbindung um diese problemlos nutzen zu können.\n\nWenn deine Verbindung kurzzeitig abbricht, (meinetwegen nur für ein paar Sekunden), muss der Client erst wieder die Verbindung wiederherstellen. \n\nIch würde daher vermuten dass diese Probleme sich nicht nur auf den Client beschränken, sondern auch Ingame.\n\nWieso deine Verbindung immer wieder abbricht kann viele Ursachen haben, die häufigste und offensichtlichste wäre das verwenden einer WLAN-Verbindung. Da lässt sich durch das Wechseln auf ein LAN-Kabel allerdings ganz einfach beheben.\n\nDu kannst dich ansonsten mal folgendes durchgehen [LINK](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen), und dich bei deinem Anbieter über Störungen informieren.","replies":[]},{"id":"","poster":"BMW E39 525d","date":"2017-08-08T22:14:22.051+0000","up_votes":1,"down_votes":0,"body":"Das passiert regelmäßig. Ich hab auch jedes 10te game nen kurzen Verbindungsabbruch für ~10 Sekunden und das ist nicht der Router Reconnect...\nAlles andere läuft nämlich einwandfrei.","replies":[]}]}