{"id":"X3EwUWQE","poster":"See you in Sheol","date":"2017-08-08T06:52:58.375+0000","title":"Victorious Skins","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Ich hab da mal ein paar Fragen bez&uuml;glich der Victorious-Skins, besonders, weil ich es heute auf Gold V geschafft habe:\n--------------------------------------------\n\n1. Wei&szlig; schon jemand, ob es auch diese Season wieder einen Victorious Skin als Geschenk gibt?\n\n2. Wei&szlig; schon jemand, welcher Champion den Skin bekommen soll, falls es einen geben wird?\n\n3. Falls man den Champion nicht besitzt, bekommt man ihn dann auch oder wird der Skin erst freigeschaltet, wenn man sich den Champion kauft?\n(Oder bekommt man einfach gar nichts? &macr;\\_(ツ)_/&macr; )\n-----------------------------\n\nW&uuml;rde mich &uuml;ber Antworten freuen, vielen Dank im Voraus :)","replies":[{"id":"","poster":"Valar Morghulïs","date":"2017-08-08T07:00:57.871+0000","up_votes":2,"down_votes":0,"body":"Moin, willkommen im Gold 5 Club, hier ist imemr Party! :D\n\nZu deinen Fragen:\n\n1. Ja, es wird wieder einen Skin geben, außer sie ändern das dieses Jahr wovon ich aber nicht ausgehe.\n\n2. Bisher leider unbekannt sitze auch schon auf heißen Kohlen, sollte aber ein Toplaner oder Jungler sein, je nachdem als was man Maokai die letzte Season gezählt hat die wechseln immer durch, denke aber zumindest kein ADc evtl. auch ein Support oder Mid Char. (ja hab keine Ahnung :D)\n\n3. Jop man bekommt den Champ gratis dazu, hoffe einen der neueren mit 6400 kosten^^\n\nHoffe das war hilfreich!\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"See you in Sheol","date":"2017-08-08T07:23:11.940+0000","up_votes":1,"down_votes":0,"body":"Ja war es, vielen Dank nochmal <3","replies":[]}]},{"id":"","poster":"Pitayah","date":"2017-08-08T06:55:15.336+0000","up_votes":2,"down_votes":0,"body":"1. Bestimmt, immerhin gabs jede Season diesen Skin ;3\n2. Keine Ahnung q.q\n3.Man bekommt beides, ist ganz toll :D","replies":[{"id":"","poster":"See you in Sheol","date":"2017-08-08T07:23:37.692+0000","up_votes":1,"down_votes":0,"body":"Find ich auch! Danke für die Antwort <3","replies":[]}]},{"id":"","poster":"CyrexBelive","date":"2017-08-09T17:41:59.422+0000","up_votes":1,"down_votes":0,"body":"Der Skin kommt immer zu nem Champ der Anfang der seas ne hohe Winrate hatte. Könnte zum Beispiel diese seas Anivia werden.","replies":[]},{"id":"","poster":"Sorakã","date":"2017-08-08T09:22:47.014+0000","up_votes":1,"down_votes":0,"body":"Also wie schon die anderen sagen, ist es unbekannt welcher champs es wird.\n\nMeine Vermutungen: Cait, Thresh, Karma oder Jihn.\n\nEs sind sehr beliebte Picks und meistens wird ja ein Champ genommen, der die ganze Season viel gepickt wurde inkl. LCS WM etc.\n\nEgal welcher Champ den Skin bekommt, ich freue mich :).","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-08-08T10:39:06.141+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=yuna swiss,realm=EUW,application-id=YnZkMR0R,discussion-id=X3EwUWQE,comment-id=0002,timestamp=2017-08-08T09:22:47.014+0000)\n> \n> Meine Vermutungen: Cait, Thresh, Karma oder Jihn.\n\nKlar... nach dem sie Karma in die Bedeutungslosigkeit generft haben (sie war der einzige Schild Champion, dessen Schild präventiv wegen Athenes generft worden ist... just saying...) gibt man ihr noch den 2. SoloQue Skin des Jahres... bestimmt...\nAlso um mal kurz sachlich zu werden: Karma hat ja schon \"zu Saisonbeginn\" den \"Conquerer Karma\" Skin bekommen, um das SoloQ Jahr einzuleiten. Da ist es unwahrscheinlich, dass sie im selben Jahr noch einen Skin aus dieser Kategorie bekommt... Ich ging ja bis zu dem Moment davon aus, dass wir SKT1 Karma sehen würden... \nAlso ohne zu wissen, wie es genau ausgehen wird, wage ich mal folgende Prognose: Karma wird den Skin nicht bekommen,","replies":[]}]}]}