{"id":"96Mogw2p","poster":"ITSNUTRONZ","date":"2017-08-06T21:28:25.621+0000","title":"OK. Ich bin es leid :/","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":4,"body":"hallo leute zu erst die leute die von Rechtschreibfeher augenkrebs bekommen, gekommen sind um den threat zu beleidigen oder anderen sachen sollen wissen das sie hier nicht erw&uuml;nscht sind und ich auf deren kommentare erst gar nicht eingehen werde.\r\n\r\nSo also nochmal Hey meine liebe Summoner\r\n\r\nIch wei&szlig; in euch steckt vieles z.B k&ouml;nnen oder strategie und vieles mehr aber ich muss sagen ich bin es leid und ersch&ouml;pft{{summoner:3}} \r\n\r\nIch habe jetzt das spiel seid Season 5 und muss sagen es macht mir immernoch spa&szlig; doch musste sehr viele oder eher &uuml;berwiegend schlechte erfahrung machen\r\n\r\nzuerst dieser post ist auf der allgemeiner chat seite weil ich nicht wei&szlig; wo ich den hinstecken soll\r\n\r\nzuerst  ist mir bewusst : JA DU BIST NICHT SO EINER DU BIST KLUG PERFEKT UND DU TR&Auml;GST NIE DIE SCHULD SONDERN ICH \r\n\r\nin diesen spiel gibt es zu viele die sich weiter oben sehen als sie schon sind, dies ist ein punkt was mir zu oft aufgefallen ist\r\n\r\negal ob normals : \r\n\r\nIeiner : I think i am playing in Bronze league\r\n\r\noder rankeds : \r\n\r\nieiner : i think i am playing in bronze league\r\n\r\nsogar in URF :\r\n\r\nieiner : i think u play in bronze league\r\n\r\n&uuml;berall diesselben beschuldigungen\r\n\r\nich will mit den threat dazu nutzen um mal etwas sinnvolles zu erreichen\r\n\r\nich bin es wirklich leid egal welche rolle ich spiele immer zu losen wenn ich kurz vor meinen sch&ouml;nen promos bin **Q-Q**\r\n\r\nEgal ob top \r\nOder jng\r\nODER MID\r\noder ADc\r\nODER SOGAR SUPPORT \r\n\r\nimmer dasselbe\r\n\r\n80 LP = 0 LP\r\nautomatisch\r\n\r\nich versteh nicht wie es mit meinen team l&auml;uft\r\n\r\nvon 0 auf 80 kriege ich besten mates ich versteh mich gut mit ihnen ich hab spa&szlig; und es macht einfach bock\r\n\r\naber ab 80 ist die grenze da wo die guten spieler meinen nicht auf ranked zu spielen\r\n\r\nda kommen die nicht so talentierten spieler ins spiel \r\n\r\nimmer in jeder champ select : \r\n\r\nich : any bann prefs ?\r\n\r\nkeinerlei antwort\r\n\r\nalso banne ich meinen gr&ouml;&szlig;ten konter \r\n\r\nneulich Morgana weil ich Thresh spielen wollte\r\n\r\nalso thresh und ab ins game mit 80 lp\r\n\r\nmeiner MMR ist auch richtig on point was hei&szlig;t das ich pro win +14 kriege und lose -24 :D\r\naber es macht mir spa&szlig; meine MMR aufzupeppen also geh ich weiter ins spiel und k&auml;mpfe darum weil ich mit ein ziel k&auml;mpfe ( hab ich mehreremale mit erfolg gemacht )\r\naber wie das schicksal entscheidet werde ich wahrscheinlich nicht aus silber rauskommen egal wie oft ich das versuche {{sticker:zombie-nunu-tears}} \r\n\r\naufjedenfall f&auml;ngt dann der tolle kommukative chat so an :\r\nthresh : invade ?\r\n\r\n10 minuten sp&auml;ter \r\n\r\nthresh : i go aggressiv now ok adc?\r\n\r\n15 minuten sp&auml;ter \r\n\r\nthresh : can some1 help me i am alone at the mid we lose all the turrets ? \r\n\r\nach ja das war der komplette chat von einen 50 minuten spiel\r\n\r\nund dann wie es dazu kommt verlieren wir das spiel\r\nweil meine super super klugen und tollen mates meinen sich im ALL- chat mit den gegner zu unterhalten und sie zu flamen\r\n\r\nkleine frage am rande : wozu hilft der all chat ? da steht doch eh nur m&uuml;ll oder : report pls also warum kann man den all chat nicht abschaffen ? so w&auml;ren ALLE spieler konzentriert auf ihr spiel und ihren eigenen chat\r\n\r\nich denke ich spreche nicht nur f&uuml;r mich sondern f&uuml;r viele andere ihr k&ouml;nnt auch gerne meine letzten spiele gucken : https://euw.op.gg/summoner/userName=itsnutronz\r\nhab euch die arbeit einfacher gemacht einfach draufklicken\r\n\r\nfalls ihr denkt : &Ouml;&Ouml;H&Ouml;&Ouml;H&Ouml;H&Ouml;H&Ouml;H&Ouml;H&Ouml;H&Ouml;H STATS SAGEN NIX &Uuml;BER DEN SPIEL AUS WAS BISU DEN F&Uuml;RN OFA ALTA !!! EINS ELF EIN EIN !!!!111\r\n\r\ndann schickt mir eine freundschaftsanfrage und guckt meine letzten spiele alle nach ihr werdet von da sehen wie ich gespielt habe und wann ich gestorben bin \r\nich werde auch alles an FA annehmen sodass jeder &uuml;berzeugt ist\r\n\r\njetzt sind wir auch zum schluss anbelangt ich wollte euch nur mitteilen wie es grad bei mir so aussieht und euch die frage stellen : wann ist die season vorbei will dann auf die antwort dann meine ranked matches machen also im sinne von wenn es noch dauert spiele ich weiter ranked und wenn nicht mehr lang werde ich bei silber bleiben und spiele keinen einzigen ranked mehr\r\n\r\nund noch was.... Suche DuoQ partner am besten ein guter ADC der f&auml;hig ist zu carrien \r\n\r\nW&uuml;nsch euch noch sch&ouml;ne spiele und endet bitte nicht wie ich sondern k&auml;mpft und kommt weiter &lt;33\r\n\r\nEuer Nutronz","replies":[{"id":"","poster":"Leylania","date":"2017-08-07T08:25:49.163+0000","up_votes":5,"down_votes":1,"body":"> sollen wissen das sie hier nicht erwünscht sind und ich auf deren kommentare erst gar nicht eingehen werde.\n\nGuter Start. Kommt in ein Forum und will dann bestimmen wer mitreden darf und wer nicht. Läuft so nicht. Und kritikfähig scheinst du auch nicht zu sein, wenn du alle negativen Kommentare gar nicht erst lesen willst. Typisch für schlechte Spieler.\n\n> ich will mit den threat dazu nutzen um mal etwas sinnvolles zu erreichen\n\nUnd das wäre was? Bisher hast du nur rumgeweint wie schlecht dein Team immer ist, also genau der gleiche QQ-Müll wie wir ihn hier jeden Tag lesen.\n\n> aber wie das schicksal entscheidet werde ich wahrscheinlich nicht aus silber rauskommen \n\nDas Schicksal hat damit gar nichts zu tun, es gibt auch keine Elohell. Etwa du bist gut genug um aufzusteigen oder du bist es nicht und bleibst hardstuck oder sinkst ab.\n\n> meiner MMR ist auch richtig on point was heißt das ich pro win +14 kriege und lose -24\n\nEin gutes Indiz dafür, dass du nicht in deine momentane Elo gehörst. Sondern nach weiter unten.\n\n> also warum kann man den all chat nicht abschaffen ?\n\nWeil viele Leute ihn zum Spaß nutzen. Du magst ihn nicht? Dann stell ihn aus.\n\n> falls ihr denkt : ÖÖHÖÖHÖHÖHÖHÖHÖHÖH STATS SAGEN NIX ÜBER DEN SPIEL AUS WAS BISU DEN FÜRN OFA ALTA !!! EINS ELF EIN EIN !!!!111\n\nDas Capslock lässt dich ganz schön lächerlich wirken, selbst wenn es nur ein Beispiel sein soll. Stats sagen durchaus einiges aus, nur nicht die die du denkst. An der KDA kann man nur sehr bedingt ablesen wie gut jemand war, was mir aber z.B. auffällt ist dass du absolut unterdurchschnittlich wenige Wards stellst und das als Supporter. Könnte ja vielleicht daran liegen, dass du nie einen Sightstone kaufst?\n\n> dann schickt mir eine freundschaftsanfrage und guckt meine letzten spiele alle nach ihr werdet von da sehen wie ich gespielt habe und wann ich gestorben bin\n\nWir können deine Replays nicht anschauen.\n\n> und euch die frage stellen : wann ist die season vorbei\n\nAnfang November.\n\n> und wenn nicht mehr lang werde ich bei silber bleiben \n\nDas wirst du sowieso, solange du deine Einstellung nicht änderst.\n\n> und noch was.... Suche DuoQ partner am besten ein guter ADC der fähig ist zu carrien \n\nDu bist hardstuck und willst gecarried werden, warum bin ich so kein bisschen überrachst?","replies":[]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-08-07T05:55:21.863+0000","up_votes":3,"down_votes":0,"body":">  aufjedenfall fängt dann der tolle kommukative chat so an :\nthresh : invade ?\n10 minuten später \nthresh : i go aggressiv now ok adc?\n15 minuten später \nthresh : can some1 help me i am alone at the mid we lose all the turrets ? \nach ja das war der komplette chat von einen 50 minuten spiel\n\n\n> und dann wie es dazu kommt verlieren wir das spiel\nweil meine super super klugen und tollen mates meinen sich im ALL- chat mit den gegner zu unterhalten und sie zu flamen\n\nIrgendwie widersprichst du dir hier selber.","replies":[{"id":"","poster":"ITSNUTRONZ","date":"2017-08-07T11:59:44.943+0000","up_votes":1,"down_votes":1,"body":"wo den ? das war der chat von unseren team \ndie mates unterhalten sich lieber im all chat und ignorieren unseren","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-08-07T12:47:21.638+0000","up_votes":2,"down_votes":0,"body":"Für mich zählt beides als eines, deshalb habe ich das wohl falsch verstanden.\n\nLaut [op.gg](https://euw.op.gg/summoner/userName=ITSNUTRONZ) bist du Silber V, ich selbst bin jetzt in meinen [Silber II Promos](https://euw.op.gg/summoner/userName=fresh+dumbeldore) Ich wurde letzten Januar in Bronze IV platziert und bin seitdem stetig aufgestiegen und ich würde sagen, dass etwa in jedem zweiten bis drittem verlorenem Game das Team toxic war und vielleicht jedes zehnte gewonnene Game. Also kannst du dir ja das etwa ausrechnen wie viele mal ich flamende M8s hatte, wenn du dir meine [match history](https://euw.op.gg/summoner/userName=fresh+dumbeldore) anschaust. \n\nGenerell sehe und höre ich sehr viel, dass in der unteren Elo (in der ich selber bin) sehr viele Leute toxic sind und schnell anfangen zu flamen. Ich kann dem nicht zustimmen, da ich selten auf solche Leute treffe und falls doch, kann ich diese mit meiner positiven Art überzeugen, sich wieder auf das Spiel zu konzentrieren. \n\nAus eigener Erfahrung muss ich sagen, dass diejenigen, die sich beschweren, häufig stark oder sicher ein wenig übertreiben, was so z.B. die Zahlen angeht. Und ich könnte auch ein Game von 15 nehmen und dort alle schlechten Sachen aufzählen (nur die von den m8s natürlich) und mich dann darüber aufregen, dass das in jedem zweiten oder dritten Game ist, obwohl das stark übertrieben ist.\n\nEs wird aber nicht immer absichtlich so stark übertrieben, da solche Posts meisten verfasst werden, wenn man stark frustriert ist. Ich selber würde mich nur zu gerne über meine \"schlechten\" m8s aufregen (natürlich nur in verlorenen Spielen) aber ich weiss, dass das absolut nichts bringt. Ich laufe in Gefahr eine Strafe zu erhalten, ich werde diese Leute wahrscheinlich nie wieder sehen und was passiert ist, kann ich nicht ändern. Ich kann höchstens durch konstruktive Kritik und/oder Tipps verhindern, dass es wieder passiert. Man sollte damit aber mit Bedacht umgehen, da viele gut gemeinte Kritik und Tipps schnell falsch verstehen können und sich angegriffen fühlen. Und wenn ich mich auf das Flamen einlasse, bin ich nur nach dem Spiel getiltet, was mir schlechtere Voraussetzungen für das nächste Spiel bringt.","replies":[]}]}]},{"id":"","poster":"Minazura","date":"2017-08-09T12:46:00.527+0000","up_votes":1,"down_votes":0,"body":"Ich bin bisher unranking, also kann ich die ranking-mates nicht wirklich einschätzen (nur vom Hörensagen das alle scheiße sind .. xD). Ich spiele auch noch nicht sehr lange (bald ein Jahr), aber habe trotzdem schon oft Flames etc mitbekommen. Da muss man einfach üben, dass zu ignorieren (und das sage ich als Sozialphobiker, der Flames noch ernster und härter nimmt). Teammates die nicht helfen? Das ist bei mir Standard, weswegen ich schon lange nach einer festen Gruppe suche. Leider wird man immer und immer wieder mit Randoms zusammengeworfen, die den Sinn an einem Onlinespiel nicht verstehen und denken, sie müssen 1vs5 machen und flamen dann, weil keiner kam (obwohl alle auf der anderen Seite der Map sind und/oder nicht direkt zu ihm kommen können). \nDas alles ist halt LoL. Das kann man nicht ändern. Da brauchst du echt dieses feste 5er Team mit TS, damit du Teamwork hast. Außerdem macht es mMn auch einfach sehr viel mehr Spaß, wenn man mit einem Freund auf der Lane ist, Blödsinn veranstaltet, lacht, gemeinsam durch fails stirbt oder durch ein gutes Teamwork Kills erringt.\n\nTLTR: Suche dir am besten ein festes Team (würde dir ja anbieten, bei mir mitzumachen, aber 1. bin ich halt unranked, 2. habe ich eine feste Botlane mit meiner Freundin), wenn ihr euch dann eingespielt habt und im Team auch wirklich arbeitet, wird das ganz von selbst was.","replies":[]},{"id":"","poster":"Necromant","date":"2017-08-07T07:50:38.425+0000","up_votes":1,"down_votes":0,"body":"Ich spiele das Spiel seit 7 Jahren nun mittlerweile und auch ich kann die Erfahrung teilen, auch in höherer Elo, gerade mit den \"nicht so guten\" Mates in der Promo Serie. Daran gewöhnt man sich aber, das macht das Spiel schwer. Du musst immerhin auch eine Hürde haben, um in die neue Liga zu kommen und das sind eben die Mates. Das erfordert von dir pers. ein gewisse Charakterliche Reife um eben mit solchen Leute um zu gehen. Wenn du mehr Punkte verlierst, als du gewinnst, dann solltest du wirklich an deiner MMR arbeiten aber dann hilft es dir nicht, nur Games zu spammen. Nein, schau dir Videos zu deiner Lane an, schau dir How-To Videos an. Bist du Support? Dann schau dir Wardpath an, schau dir an, wann/wie oft man roamen geht, wann nicht. Übe Lasthitten (auch das muss ein Supp können, wenn Adc net da ist), lerne Wavecontrol, lerne die Powerspikes. Lerne Macroplay.\n\nEs gibt so viel zu lernen. Es liegt an dir, mach etwas daraus.","replies":[{"id":"","poster":"ITSNUTRONZ","date":"2017-08-07T11:59:03.835+0000","up_votes":1,"down_votes":2,"body":"hmm kannst recht haben und ich bin  neulich zu support gewechselt weil ich öfters in der bot lane das problem hatte also dachte ich ich übernimm die bot lane\nund danke für dein kommentar","replies":[{"id":"","poster":"Necromant","date":"2017-08-07T12:01:19.822+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ITSNUTRONZ,realm=EUW,application-id=YnZkMR0R,discussion-id=96Mogw2p,comment-id=00040000,timestamp=2017-08-07T11:59:03.835+0000)\n>\n> hmm kannst recht haben und ich bin  neulich zu support gewechselt weil ich öfters in der bot lane das problem hatte also dachte ich ich übernimm die bot lane\n> und danke für dein kommentar\n\nAuch Support übt eine wichtige Rolle aus. Die übernimmt man nicht eben so :) Da gehört auch Wissen zu :P","replies":[{"id":"","poster":"ITSNUTRONZ","date":"2017-08-07T12:15:46.092+0000","up_votes":1,"down_votes":0,"body":"jaa xDD ich merke es solangsam :D","replies":[]}]}]}]},{"id":"","poster":"FeS Dregorin","date":"2017-08-06T23:21:05.518+0000","up_votes":1,"down_votes":0,"body":"Ja. Gut. Ehm. Du musst aufhören einen Fick auf das Spiel zu geben, nachdem es beendet wurde. Ganz dringend. Du kannst auch selbst den All-Chat muten dann kriegst du das auch selber nicht mehr mit, was deine mates da reinschreiben. Du hast schon recht. Das ist völlig Wurst.\n\nDeine winrate is nich ganz einwandfrei. 48% is nich ganz so wirklich schön. Deine Kill participation ist in Ordnung. Im moment sieht es.. mhm.. ganz okay aus mit deinen toden, aber da hast du natürlich auch noch n bissl luft nach oben. Als supp main könntest du gerade in silber wohl auch lernen, was für obejctives du zu welchem zeitpunkt nehmen kannst und sie ggf. callen. Hab letztens auf nem anderen acc n' Spiel nahezu allein deshalb gewonnen.\n\nNatürlich muss man dann auch die richtigen Leute haben, aber die meisten die du im ranked findest, wollen tatsächlich gewinnen.\n\nSeason-Ende ist am 11.11.\n\nSachen die man grundsätzlich immer verbessern kann, sind farmen (bei dir ja als supp eher nich), warden, kill participation, roamen, shotcallen.\nGold ist nich wirklich schwer zu erreichen. Das schaffst du auch.\n\nViel Glück!","replies":[{"id":"","poster":"ITSNUTRONZ","date":"2017-08-07T12:02:39.631+0000","up_votes":1,"down_votes":3,"body":"Ich liebe solche kommentare wie du eines geliefert hast meiner meinung nach hast du eine viel höhere position im forum verdient \n\n\nich danke mich sehr für diesen kommentar und aufmunterung <3","replies":[]}]}]}