{"id":"1rj64cgE","poster":"UncleBonez187","date":"2017-08-07T08:41:41.407+0000","title":"Gesperrt weil ich versucht habe Flame zu unterbinden?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":9,"body":"Wtf.. war 2 Wochen gesperrt wegen Flame (zu Recht leider), bekomme gestern meinen Account wieder und habe versucht alle vom tilten und flamen abzuhalten! \r\n\r\nSpiel 1 \r\nyoucantbanmerito: ty zyra \r\nyoucantbanmerito: saved my ass \r\nyoucantbanmerito: ty \r\nyoucantbanmerito: ty \r\nyoucantbanmerito: this was the first death in our team and now you suivide? \r\nyoucantbanmerito: can you control yourself a little but? \r\nyoucantbanmerito: 11 min 4 deaths.. trolling? \r\nyoucantbanmerito: dont ping me feeder \r\nyoucantbanmerito: I muted him too \r\nyoucantbanmerito: I wont let him flame me \r\nyoucantbanmerito: report mid flaming since minute 1 \r\nyoucantbanmerito: why no sur? \r\nyoucantbanmerito: this is a waste of time \r\nyoucantbanmerito: mb \r\nyoucantbanmerito: nice ks jinx :) \r\nyoucantbanmerito: Im 0/3 trying to win this \r\nyoucantbanmerito: and you take my first kill with this beautiful ks \r\nyoucantbanmerito: no she is 3/3 \r\nyoucantbanmerito: we are losing noone carries \r\nyoucantbanmerito: hahahaha \r\nyoucantbanmerito: you didnt understood the game I see \r\nyoucantbanmerito: you didnt \r\nyoucantbanmerito: and killstealing sucks \r\nyoucantbanmerito: no matter she can carry or not \r\nyoucantbanmerito: nope \r\nyoucantbanmerito: got other things to do \r\nyoucantbanmerito: report mid and zyra flame \r\nyoucantbanmerito: rest gg wp \r\nSpiel 2 \r\nyoucantbanmerito: first game for 2 weeks x) \r\nyoucantbanmerito: be nice! \r\nyoucantbanmerito: they have no adc \r\nyoucantbanmerito: and 2 mite? \r\nyoucantbanmerito: *smite \r\nyoucantbanmerito: botlane confuses the shit out of me but I think we got this \r\nyoucantbanmerito: wtf you doing? \r\nyoucantbanmerito: omg can you all stfu? \r\nyoucantbanmerito: if you keep on flaming I will feed until we lose so stfu \r\nyoucantbanmerito: blind? \r\nyoucantbanmerito: aha \r\nyoucantbanmerito: h&auml; xD \r\nyoucantbanmerito: you lost this because you were busy flaming \r\nyoucantbanmerito: no have the honour to surrender and dont waste my time anymore \r\nyoucantbanmerito: *now \r\nyoucantbanmerito: finish now^^ \r\nyoucantbanmerito: nah I dont care whole team is only flaming and I dont wanna play this anymore \r\nyoucantbanmerito: so kill me and finish^^ \r\nyoucantbanmerito: report riven and teemo\r\n\r\nUnd daf&uuml;r gibt es jetzt einen Permabann? Sorry aber ich glaube da hat das automatische System mich irrt&uuml;mlicherweise gesperrt?","replies":[{"id":"","poster":"Twitch or Troll","date":"2017-08-07T08:45:34.146+0000","up_votes":2,"down_votes":0,"body":"Soweit ich weiss ist das aufrufen bestimmte mit- oder Gegenspieler zu Bannen ist leider auch strafbar. Aber ob das jedoch direkt einen Permaban geben sollte bin ich nicht sicher. Ausserdem hast du am Schluss absichtlich dem gegener zugespielt -> Kill me...","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T08:50:45.824+0000","up_votes":1,"down_votes":5,"body":"Wenn ich dazu aufrufe jemanden zu reporten der mich das komplette Spiel flamet ist das strafbar? WIllst du mir das gerade damit sagen? :D \n\nUnd ich würde niemals einfach inten, aber jeder im Team hat geflamet und Int anzudrohen wenn sie nicht aufhören war leider die einzige Möglichkeit die ich noch gesehen hab..","replies":[{"id":"","poster":"RM Heartmeander","date":"2017-08-07T09:01:47.308+0000","up_votes":3,"down_votes":0,"body":"Ja Reportaufrufe sind strafbar.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:03:32.985+0000","up_votes":1,"down_votes":5,"body":"Das denke ich nicht.. dann wäre die halbe Community gebannt. Reportaufrufe sind wichtig um die Flamer erkenntlich für das andere Team zu machen und zuverlässige Reports zu ermöglichen.","replies":[{"id":"","poster":"RM Heartmeander","date":"2017-08-07T09:06:02.889+0000","up_votes":4,"down_votes":1,"body":"Was du denkst ist irrelevant.\nEs ist Tatsache, dass Reportaufrufe strafbar sind.\nEbenfalls spielt es keine Rolle ob der andere 1 oder 9 Reports hat also nicht's von wegen zuverlässige Reports zu ermöglichen.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:09:00.476+0000","up_votes":1,"down_votes":4,"body":"Kann ich mir nicht vorstellen, denke du bist hier schlecht informiert :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:32:02.982+0000","up_votes":5,"down_votes":0,"body":"Sorry, aber hier bist leider du der schlecht informierte. Die Anzahl der Reports ist tatsächlich komplett irrelevant.\n\n[**Eine von mehreren Quellen**](https://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/t4BNHARj-banned-again?show=nested&comment=00030000000000000002)\n\nIn Zukunft solltest du, bevor du anderen Unwissen vorwirst, dich vielleicht erstmal selbst informieren.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:35:11.105+0000","up_votes":1,"down_votes":6,"body":"Du bist völlig Offtopic!! :) Es ging darum ob es strafbar ist, jemanden zu reporten, wenn ich was sage stimmt das in der Regel und er war doch der Unwissende :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:43:20.744+0000","up_votes":2,"down_votes":0,"body":"Aus deinem Post ging nicht hervor, dass du dich nur auf Teil von Heartmeanders Post beziehst, dementsprechen bin ich ohne die Fähigkeit Gedanken zu lesen keinesweges offtopic. Und deine urspüngliche Behauptung, dass Reportaufrufe wichtig wären um Flamer erkennbar zu machen ist nach wie vor komplett falsch. \n\nEs ist richtig dass Riot NaKyle gesagt hat, dass Reportaufrufe für sich genommen (und sofern sparsam und korrekt verwendet) kein Strafgrund sind. Der Rest von dem was du geschrieben hast ist nach wie vor falsch, Reportauffrufe sind in keinster Weise nützlich, hilfreich oder gar nötig.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:45:29.027+0000","up_votes":1,"down_votes":4,"body":"Naja.. ich denke mir trotzdem immer, dass es für Riot besser erkenntlich ist wer flamet oder trollt wenn diese Person 9 Reports hat anstatt 1. \n\nIst das wirklich komplett irrelevant?","replies":[{"id":"","poster":"zoriax","date":"2017-08-07T09:57:52.658+0000","up_votes":2,"down_votes":0,"body":"Es ist ein Computerprogramm was die Spieler Bannt. Der Reportknopf ist nur der Schalter. (Der nur dafür da ist damit scherzende Freunde nicht automatisch bestraft werden)\n\nNach dem Einer oder Neun auf Reporten geklickt haben, überprüft das Programm deinen Chat. Nach Schimpfwörtern, Bösen Wortkompinationen in verschiedensten schreib(fehler)weisen ect.\nUnd wenn er etwas findet abzüglich kleiner Tolleranzen erhält man einen Strafpunkt bzw am ende den Permabann.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T12:05:56.859+0000","up_votes":1,"down_votes":5,"body":"Dann is der Ban ja noch mehr random, dann war es ja nur gerechtfertigt das Riot jetzt einknickt und die Sache erneut auf 14 Tage beschränkt. \n\nIch dachte jemand liest meinen Chat, dabei entscheidet ein Computerprogramm über meinen Ban, und dieses wird wohl kaum erkennen ob ich schreibe \"Im so fckn bad\" oder \"You're so fckn bad\".. ?","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-07T12:25:50.295+0000","up_votes":3,"down_votes":0,"body":"Du hast in dem Chatlog die anderen ziemlich oft geblamt. In Kombination mit dem gerade erst abgelaufenen 2 Wochenbann, ist der Perma die Konsequenz.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T12:33:46.695+0000","up_votes":1,"down_votes":2,"body":"Alles gut :) Schon geregelt!","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2017-08-07T21:59:14.170+0000","up_votes":1,"down_votes":0,"body":"Ja, \"man\" liest deinen Chat. Man ist halt einfach ein PC-Programm. Was ist so schlimm daran? Falls das Programm mal nen Fehler hat gibts ja immernoch den Support - die Fehlerquote ist aber rekordmässig tief.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-08-07T10:06:09.925+0000","up_votes":1,"down_votes":0,"body":"Ja.","replies":[]}]}]}]},{"id":"","poster":"Twitch or Troll","date":"2017-08-07T09:40:12.103+0000","up_votes":1,"down_votes":1,"body":"Ich weiss das ist etwas offtopic aber ich brauche jemand der erfahren in den Threads ist. Humpelstilzche kanns du schnell bei meinem Thread vorbeischauen kommen ich brauche da eine gute Antwort zum verhalten des Riot Supports. Er ist kurz nach diesem Thread hier erstellt worden. \n\nDanke :)","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2017-08-07T09:09:59.485+0000","up_votes":2,"down_votes":1,"body":"Achso, und du bist gut informiert? Woher denn?","replies":[]}]},{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:09:26.426+0000","up_votes":1,"down_votes":3,"body":"Zitat: \"Also allein der reportaufruf ist nicht strafbar (Rioter haben dazu nen Statement abgegeben)\" \n\nWieso informiert man sich nicht erst?","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-07T12:27:22.210+0000","up_votes":3,"down_votes":0,"body":">youcantbanmerito: report mid flaming since minute 1\nyoucantbanmerito: report mid and zyra flame\n\nDa ist noch Blaming dabei. Du wirfst, vermutlich im Allchat, den Mitspielern vor toxisch zu sein. Das ist also nicht mehr nur ein Reportaufruf.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T12:33:12.477+0000","up_votes":1,"down_votes":5,"body":"Das ist kein Blaming, das bin ich in meiner Hilflosigkeit nicht zurück flamen zu wollen, aber trotzdem erreichen zu wollen solche Leute aus Lol zu verbannen. :) \n\nAber wie gesagt, Angelegenheit wurde per Ticket geklärt, man brauch hier nicht weiter zu diskutieren.","replies":[]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2017-08-07T09:23:41.460+0000","up_votes":1,"down_votes":1,"body":"Ahahahahhaha\nFälschst du nicht wirklich geschrieben xDXD\n\nIch hoffe wirklich, dass du dir das ni hat selber glaubst.\n\nGuck dir an wie das Report-System funktioniert. (Hast du anscheinend keinen blassen Schimmer von)\n\nUnd als nächstes ist der Ban absolut gerechtfertigt.\nWenn du in die Nachticht des 14 Tage Bans geschaut hättest, hättest du gewusst dass es deine letzte Chance ist.\n\nDu hast weiter geflammt und die Chamce damit vertan.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:26:29.567+0000","up_votes":1,"down_votes":2,"body":"Bitte was? \n\nIch habe nicht weiter geflamet, genau darum geht es in diesem Post, falls das bis jetzt noch an dir vorbeigegangen ist! :)","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-08-07T09:39:27.658+0000","up_votes":2,"down_votes":0,"body":"Kein einziges Mal?\nSieh dir mal den Chatlog an","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:43:45.398+0000","up_votes":1,"down_votes":4,"body":"Ja, kein einziges mal? Sorry aber die Frage ob jemand blind ist, gibts im Fußball auch, ohne das der Schiri ein Foul pfeift. Kleinigkeiten die aber keine Beleidigung sind gehören dazu..","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-08-07T10:06:49.122+0000","up_votes":2,"down_votes":0,"body":"In der Mahricht zum 14 Day Ban stand irgendwie sowas \"bei der nächsten Beeinträchtigung anderer wird der Acc Perma gebannt\"\n\n\n: \"nah I dont care whole team is only flaming and I dont wanna play this anymore\" negative Attitude\n\nyoucantbanmerito: omg can you all stfu?\nyoucantbanmerito: if you keep on flaming I will feed until we lose so stfu\nyoucantbanmerito: blind?\nyoucantbanmerito: aha\nyoucantbanmerito: hä xD\nyoucantbanmerito: you lost this because you were busy flaming\nyoucantbanmerito: no have the honour to surrender and dont waste my time anymore\nyoucantbanmerito:","replies":[]}]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2017-08-07T13:23:53.271+0000","up_votes":1,"down_votes":0,"body":".","replies":[]}]}]}]},{"id":"","poster":"OT Riku","date":"2017-08-07T08:53:05.426+0000","up_votes":1,"down_votes":1,"body":"Also allein der reportaufruf ist nicht strafbar (Rioter haben dazu nen Statement abgegeben)\nAllerdings wenn so etwas wie “Report this feeder XY“ dann ist es strafbar.\nGenerell sehe ich keine schönen chatlog, dir würde gesagt das es nach dem 14D-Bann jede Kleinigkeit zum Perma führen kann.\nUnd nein der chatlog würde bei mir nicht mal für ne Chatsperre reichen.\nDa du jedoch schon vorher auffällig warst wird es bei dir sehr penibel genommen.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T08:54:14.959+0000","up_votes":1,"down_votes":1,"body":"Joah seh ich ein aber werde trotzdem den Support anfragen, da ich meiner Meinung nach völlig zu Unrecht gebannt worden bin..","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-08-07T09:25:02.874+0000","up_votes":1,"down_votes":0,"body":"Gl aber den bekommst du nicht wieder.\n\nPuh so ein Glück, einer weniger :)","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:28:26.169+0000","up_votes":1,"down_votes":1,"body":"Nicht sofort zumindest, aber bald wieder einer mehr. So schadensfrohe Leute wie du sollten eher gebannt werden, die sich noch ins Fäustchen lachen wenn jemand fast zu unrecht permagebannt wird :) (justsaying)","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-08-07T09:38:53.064+0000","up_votes":1,"down_votes":0,"body":"Aber ich flame nicht \nDas ist der kleine Unterschied","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:42:54.090+0000","up_votes":1,"down_votes":2,"body":"Ich auch nicht^^ Also doch kein kleiner Unterschied^^","replies":[{"id":"","poster":"OT Riku","date":"2017-08-07T10:08:45.737+0000","up_votes":1,"down_votes":0,"body":"Lüge.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-08-07T10:07:34.231+0000","up_votes":1,"down_votes":0,"body":"Mmh wer wurde mehrmals gebannt und am Ende kam der Perma?\nBei dir oder mir?","replies":[]}]}]},{"id":"","poster":"WASDowningpower","date":"2017-08-07T14:37:34.684+0000","up_votes":1,"down_votes":1,"body":"Ich gebe es zu, ich bin nur in diesem Teil des Forums damit ich auf alle Threads klicke die folgende Wörter im Title beinhalten:\nban\ngesperrt\nAccount\ngehackt (in allen anderen Formen geschrieben)\n\nDas ganze damit ich mir ins Fäustchen lachen kann. :)\n\nDennoch habe ich keinen Perma Ban.","replies":[]}]}]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-08-07T12:33:48.073+0000","up_votes":1,"down_votes":6,"body":"Nö warum irrtümlich? Und wo hast du versucht was zu schlichten? Du bist ja einer der Quellen für die Flames. Dein Englisch ist mir egal aber du bist ja nur am flamen und wenn sowas nicht gebannt wird dann wäre etwas sehr irrtümlich. Ich kann dir gerne meinen Chat von damals schicken weshalb die mich gebannt haben und das ist im Gegensatz zu dies nichts! Dann wurde ich zu Unrrecht gebannt.\nVersteh mich nicht falsch. Ich kenne des Gefühl nur zu gut und bin immernoch der Meinung das diese Leute......................Naja ins Detail will ich mal nicht gehen, aber ich habe gelernt dieses Detail für mich zu behalten.Egal was du machst, diese Leute werden sich nicht ändern nur weil einer diese auf ihre Fehler aufmerksam gemacht hat. Das einzige was passieren wird ist das du dir selber schaden wirst was du auch offentsichtlich getan hast.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T12:37:13.710+0000","up_votes":1,"down_votes":4,"body":"Ich reg mich nur über den Flame der anderen auf und versuche den zu vermeiden? \n\nWo flame ich denn bitte selber? Wenn du auch einfach so gebannt wurdest war dein Ban auch ungerechtfertigt, ganz deiner Meinung!","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-07T12:56:27.391+0000","up_votes":1,"down_votes":6,"body":"Es bringt nichts. Egal was du machst.\nSelbst wenn du einen ausführlichen Roman ohne Beleidigungen schreibst wirst immer DU DER SCHULDIGE sein! \nDiese Community ist nicht kritikfähig selbst wenn du es ganz höflich übermittelst. Riot toleriert schlechte Spieler weil die \"anscheinend nichts dafür können\" und du musst damit leben weil diese unter Welpenschutz sind. Nach den 2 Wochenbann kontrolliert Riot deine Games viel strenger und gründlicher wo es nach dem kleinsten Vergehen zur entgültigen Strafe führen kann.\n\nSchreib einfach nicht.........Auch wenn es so schwer fällt (eigene Erfahrung) schreibe nicht. Verlier lieber 20 LP anstatt für immer gegen solche Leute. Denk daran! Die verlieren genauso wie du! und meist hat keiner die Absicht zu verlieren!\n\nMein Bann..........war eigentlich wenn die wirkliche Justiz mitgespielt nicht gerechtfertigt und eigentlich hat man ja kein Recht zurückzuflamen aber Riot erwartet halt perfekte Menschen die immer nachgeben daher war es nach Riots Gerechtigkeit her zurecht. \nIch habe aber leider auch ein Geduldsfaden......und von Platin bis zu Bronze zu dropen ist nicht schön. Vorallem habe ich bis Silber nicht einen Mucks von mir gegeben und immer die Schuld auf mich geschoben, aber irgendwann hab auch gemerkt egal wie sehr du deinen ADC feedest ( Support Main) kommst du gegen den Feed und Flame des Midlaner ( zu 95% die Yasuos) nicht an und wenn du solche Leute auf ihre Fehler aufmerksam machst dann heißt es \" report xy for flame\" wo meist alle mitmachen weil der der Klartext redet immer der böse ist. Vorallem wenn dieser Klartext gegen solche Dreckschamps wie Yasuo und Co. gerichtet ist. Daher Nein!!\nBei einem Bann stehst du immer im Unrecht.\n\nSo jetzt an die Hater schön downvoten aus Prinzip weil es von Bayonetta38 kommt ;*.","replies":[{"id":"","poster":"Temudschinn","date":"2017-08-08T07:45:25.700+0000","up_votes":3,"down_votes":0,"body":"> Riot toleriert schlechte Spieler\n\nUnd das ist gut so. Stell dir mal vor, was passieren würde, wenn Riot die schlechtesten 10% der Spieler bannt: Plötzlich wären die ganzen b4 Leute die neuen \"Superschlechten\". Müssen die jetzt auch gebannt werden? Und wenn die gebannt wurden - müssen dann der Rest von Bronze auch noch gebannt werden?\nUnd spätestens dann wärst du einer der schlechtesten Spieler ;)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T08:42:22.978+0000","up_votes":1,"down_votes":6,"body":"Nein aber dann sollen diese Idioten einfach kein Ranked mehr spielen. So schwer oder was? Lernt ein paar Champs ( vorallem auch nützliche Champs und keine hirnverbrannten ADC im Jungle/Top/Mid oder sonst so ein ähnlichen Müll).\nDie kommen picken in ein Team was auf 3 Ultratranks und 2 Hypercarrys besteht sowas wie Xin, Shaco oder Vayne Top, Twtich Jungle, Yasuo muss ich ja wohl nicht erwähnen der ist der König dieser Idioten. Kollege einmal hast du halt keine 20 Kills und 30 Tode aber dafür gewinnst du. So schlimm? So schlimm einmal derjenige zu sein der für sein Team alles opfert. Ich bin auch nicht immer davon begeistert als Soraka Main mein Leben irgendwelchen Vollidioten zu schenken welche es sowieso wegen ihrem Bronzegreed verschwenden werden aber ich mach es trotzdem.\nIch wurde Zeuge wie diese Champs einen so sehr verändern können. \nIch hatte ein Premade für 2 Spiele. \n1.Spiel Maokai. hatte zwar glaub so 5 kills und 9 Tode dafür umdie 30 Assists alle Drachen, Herald, immer gegankt immer geholfen und das Spiel gewonnen.\n2. Spiel war er Lee. Er hatte zwar nun 10 Kills ist aber nur nach Kills gegangen. Hat nur Lanes gegankt die eh schon gewonnen hatten um auch Kills schnappen zu können. War full AD, Drake Herald oder andere Objectives waren für ihn ein Fremdwort und geholfen hat er nur wenn er auch den Kill bekommen hat.\nDas Spiel war am Ende natürlich verloren und er hatte 18 Kills. Worth sein Vater die 18 Kills........","replies":[{"id":"","poster":"Temudschinn","date":"2017-08-08T09:03:41.148+0000","up_votes":4,"down_votes":0,"body":"> Nein aber dann sollen diese Idioten einfach kein Ranked mehr spielen.\n\nIch denke du hast meinen Post nicht im Ansatz verstanden. Ob man die Leute nun Bannt oder nur vom Ranked ausschliesst, der Effekt bleibt derselbe - du rutschst inner Wochen nach B5 ab, weil schlichtweg niemand mehr der schlechter ist als du überhaupt spielen darf.\n\nÜberleg dir einfach mal, wie ein Gold1 Spieler dich beurteilen würde. Oder ein Platspieler. Oder ein Lowdiaspieler. Oder ein Dia 3. Oder ein Dia1. Oder ein Master. Oder ein professioneller Spieler. Und jetzt frag dich nochmals, ob du WIRKLICH willst, dass alle, die von jemandem als schlecht angesehen werden gebannt würden.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T09:18:11.487+0000","up_votes":1,"down_votes":4,"body":"Da diese eh nur in meinem Team vorkommen ja. Die Challenger sind doch eh alle im Gegnerteam daher passt es schon haha xD.","replies":[{"id":"","poster":"Temudschinn","date":"2017-08-08T10:25:45.414+0000","up_votes":3,"down_votes":0,"body":"Hast du dich jetzt aufs Trollen verlegt oder meinst du das ernst?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T10:55:46.058+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Temudschinn","date":"2017-08-08T11:00:32.256+0000","up_votes":4,"down_votes":0,"body":"Stimmt, es ist klar dass du trollst ;)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T11:05:20.066+0000","up_votes":1,"down_votes":5,"body":"Ahahahaha. Zu köstlich diese Community xD. Meine Liplingscommunity <3.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-08-07T21:46:29.280+0000","up_votes":1,"down_votes":0,"body":"Traurig, dass du nicht kapierst das deine Beiträge nicht gedownvoted werden, weil du das bist sondern wegen dem Inhalt. \nPoste doch die selben Sachen mit deiner selben Meinung mit einem völlig anderen Account den niemand kennt und ich garantiere dir, dass du auch mit dem Account downvotes bekommst. \nMusst ja ein großes Ego haben, wenn du glaubst dass die downvotes kommen wegen DIR.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T06:38:09.799+0000","up_votes":1,"down_votes":7,"body":"Hahaha und ich hatte mich schon gefragt wo du Nörgeltante mit deinen Weißheiten bleibst xD.\nGut dann sag mir mal was an meiner Meinung so schlimm sein soll, dass  ihr es downvoted? Ihr votet doch eh alles down was nicht eurer perfekten Spielideologie entspricht. \n\nEs ist immer lustig wenn man die nackte Wahrheit offen rausposaunt man direkt als Verbrecher abgestempelt wird xD. Dies ist aber nicht nur auf euch bezogen sondern allgemein auf unsere heuchlerische Gesellschaft.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-08T07:21:49.527+0000","up_votes":4,"down_votes":0,"body":"Ich kann mir gut vorstellen, dass du für so etwas Downvotes erhältst:\n\n>Mein Bann..........war eigentlich wenn die wirkliche Justiz mitgespielt nicht gerechtfertigt und eigentlich hat man ja kein Recht zurückzuflamen aber Riot erwartet halt perfekte Menschen die immer nachgeben daher war es nach Riots Gerechtigkeit her zurecht.\n\nDie Behauptung unschuldig bestraft zu werden, liest man hier oft, sie stimmt nur so gut wie nie. Solange du also nicht belegen kannst, dass deine Strafe ungerechtfertigt ist, werden die meisten das als Lüge ansehen. \n\nRiot erwartet auch keine perfekten Menschen, es reicht, wenn du nicht dauernd negativ im Chat auffällst. Auch das IFS wird dich nicht für ein einziges \"noob\" oder ähnliches in vielen Spielen bestrafen. \n\n>Ich habe aber leider auch ein Geduldsfaden......und von Platin bis zu Bronze zu dropen ist nicht schön. Vorallem habe ich bis Silber nicht einen Mucks von mir gegeben und immer die Schuld auf mich geschoben, aber irgendwann hab auch gemerkt egal wie sehr du deinen ADC feedest ( Support Main) kommst du gegen den Feed und Flame des Midlaner ( zu 95% die Yasuos) nicht an und wenn du solche Leute auf ihre Fehler aufmerksam machst dann heißt es \" report xy for flame\" wo meist alle mitmachen weil der der Klartext redet immer der böse ist. Vorallem wenn dieser Klartext gegen solche Dreckschamps wie Yasuo und Co. gerichtet ist. Daher Nein!!\n\nDas hier klingt auch eher nach Selbstüberschätzung. Man fällt nicht einfach so von Platin nach Bronze, wegen schlechter Mitspieler. Dazu muss man schon selber konstant wie Bronze spielen. Den Mitspielern die Schuld dafür zu geben ist alles andere als gerechtfertigt. Klar, je weiter unten du bist, desto schlechter werden die, das trifft aber auch auf deine Gegner zu. Wenn man aber wegen schlechter Mitspieler nicht aufsteigen würde, sollte ich es doch auch nicht schaffen, jede Season innerhalb kürzester Zeit wieder Gold zu erreichen. Ich bin schließlich auch Mainsupport. \n\nDie Formulierung \"Klartext reden\" meint hier wohl auch, andere Flamen. Ihnen ihre Fehler vorwerfen und ihnen die Schuld an der Niederlage geben. Das ist kein \"Klartext\" das ist einfach nur toxisch. Natürlich wird man für so etwas bestraft. \n\n>Bei einem Bann stehst du immer im Unrecht.\n\nNur solange du keinen Chatlog vorweisen kannst, der beweist, dass du im Recht bist. Ich hätte keine Probleme damit, mich für jemanden einzusetzen, den ich für unschuldig bestraft halte. Schließlich will ich auch, dass das System möglichst Fehlerfrei arbeitet. \n\n>So jetzt an die Hater schön downvoten aus Prinzip weil es von Bayonetta38 kommt ;*.\n\nDas ist eine Einladung zum Downvote. \n\n>Hahaha und ich hatte mich schon gefragt wo du Nörgeltante mit deinen Weißheiten bleibst xD.\n\nDafür habe ich übrigens deinem aktuellen Beitrag einen Downvote gegeben. Das ist alles andere als ein angemessener Umgangston.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T09:13:58.559+0000","up_votes":1,"down_votes":3,"body":"> Die Behauptung unschuldig bestraft zu werden, liest man hier oft, sie stimmt nur so gut wie nie. Solange du also nicht belegen kannst, dass deine Strafe ungerechtfertigt ist, werden die meisten das als Lüge ansehen.\nRiot erwartet auch keine perfekten Menschen, es reicht, wenn du nicht dauernd negativ im Chat auffällst. Auch das IFS wird dich nicht für ein einziges \"noob\" oder ähnliches in vielen Spielen bestrafen. \n\nSoweit ich weiß ging es hierbei nicht um meinen Ban sondern um des anderen. Mein Ban ist schon lange her und ich weiß das es zum Teil ungerecht war ( Ich erkenne auch meine Fehler in dem Ban) und brauche auch niemanden aus dem Forum der es mir glaubt ( Wozu auch? Was würdet ihr mir bringen? Nichts).\nIch habe mein Problem damals mit dem Support geklärt und es ist schon eine alte Geschichte. Solange ich es weiß was Sache war reicht es mir.\n\n In der Tat, allerdings kann man von keinem Menschen dauernd ein positives Verhalten verlangen welcher dauernd vom Gegenüber nur ein negatives Verhalten erhält. Ich gebe nur das wieder was ich erhalten habe ( damals).\n\n> Das hier klingt auch eher nach Selbstüberschätzung. Man fällt nicht einfach so von Platin nach Bronze, wegen schlechter Mitspieler. Dazu muss man schon selber konstant wie Bronze spielen. Den Mitspielern die Schuld dafür zu geben ist alles andere als gerechtfertigt. Klar, je weiter unten du bist, desto schlechter werden die, das trifft aber auch auf deine Gegner zu. Wenn man aber wegen schlechter Mitspieler nicht aufsteigen würde, sollte ich es doch auch nicht schaffen, jede Season innerhalb kürzester Zeit wieder Gold zu erreichen. Ich bin schließlich auch Mainsupport.\nDie Formulierung \"Klartext reden\" meint hier wohl auch, andere Flamen. Ihnen ihre Fehler vorwerfen und ihnen die Schuld an der Niederlage geben. Das ist kein \"Klartext\" das ist einfach nur toxisch. Natürlich wird man für so etwas bestraft. \n\nDas hier klingt mehr nach dem typischen Geblendeten. Solange man die Wahrheit nicht selber erlebt ist dies immer eine Lüge...... Das ist eur Motto ihr perfekten Menschen. Alles was nicht in eure Glashülle passt ist unwarscheinlich, eine Lüge und derjenige wird somit als Negativ abgestempelt. \nTut mir leid dich zu enttäuschen aber leider war es so. \nNatürlich spielen da mehrere Faktoren mit. Die eigene Einstellung ist natürlich ebenfalls wichtig und die war fast immer Keller ( Wie denn auch nicht? Jedes Spiel stand ich fast hilflos da und musste zusehen wie mir meine LPs genommen wurden).Ich hatte glaub mal eine Niederlagenserie von 12 Spielen. Eine Meisterleistung!!!!\nStirb für den Carry, Stirb für den Carry und zum Schluss kommt dann ein \" Report XY for feed\".\nWeil die sich blöd positionieren, nicht Calls warnehmen, auf Hilfe nicht eingehen steht man als Support schnell man 0/10 weil man nichts anderes kann als den Carry am Leben zu lassen. Das Blöde ist, das ich alle beschützen musste weil das gesamte Team meist aus Assasinen, mehreren ADCs...........und Kämpfern bestand. Ein objektiver Pick war seltener als ein pinkes Einhorn. Von der Spielweise mal ganz abgesehen.\nIrgendwann hat es mich auch nicht mehr intressiert und habe angefangen diese Support Champs unabhängig und solo zu machen. Ergebnis : Report XY for not beeing Supp\".\nBin zwar viel weniger gestorben und habe auch Kills bekommen aber Ein Supp gegen 9 bringt auch nichts da vorallem sowieso jeder Solo spielt. Bis Silber und ab da fingen auch die Hardcore Flames an weil ab da ist der Geduldsfaden nicht gerissen sondern förmlich geplatzt.\nIch geb zu war nicht nett aber was macht jemand auf den nur herumgehackt wird? Der schlägt irgendwann zurück und glaub mir das war so toll!!!! \nMein Rank hatte mich gar nicht mehr gejuckt und ehrlich gesagt hatte ich schon im Hinterkopf mit LoL aufzuhören ( ist nur eine 1 jährige Pause geworden) daher geflamt was das Zeug hält hahahahaha. Es hat so gut getan diese ebenfalls leiden zu sehen. Mich hats net im geringsten intressiert. Ich habe nicht getrollt aber auch bei dem kleinsten Fehler habe ich diese sehr hart bestraft. Meist habe ich deswegen Tahm, Bard und Soraka gespielt wo ich diese aktiv töten konnte aber auch diese erbärmlich vor mir sterben lassen konnte. War ein super Gefühl !!!!\nAls der Bann kam habe ich mich gar nicht so sehr aufgeregt. Ich war wütend keine Frage weil ich für die Gerechtigkeit die ich ausgeübt hatte bestraft worden war aber andererseits war es mir auch schon von Silber aus klar das es so kommen wird.\nIch finde es schade einige tolle Geschenke verloren zu haben aber zurückschauen tu ich nicht und bereuen tu ich auch nicht. Der Bann hat mich aber eine Sache gelehrt: Das ist kein Teamspiel! Das ist ein Spiel wo du einfach nur das gleiche Ziel mit 4 anderen verfolgst ( meistens). Reden kann man mit diesen Kreaturen sowieso nicht mehr weshalb ich den Chat komplett meide. Ich spiele meine Rolle jedoch spiele ich für mich und wenn es zu haarig werden kann und ich für den Carry sterben sollte kann der mich mal. Games wo ich auch erkenne das es gelaufen ist lasse ich fallen. Ich spiele zwar noch allerdings nur noch fürs Nötigste und Reports sind meist überflüssig da kein Mucks von mir kommt und auch nicht irgendwie trolle (zu 99% nicht).\n\nFür euch ist alles Flame. Nehmt euch mal ein Beispiel an der amerikanischen Community. Die sind so lustig das man von Stuhl umfliegt xD. Ihr hingegen würdet dort heulen weil es so brutal ist.\n\n> Dafür habe ich übrigens deinem aktuellen Beitrag einen Downvote gegeben. Das ist alles andere als ein angemessener Umgangston.\n\nHab auch nichts anderes erwartet ;D.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-08T11:31:04.895+0000","up_votes":2,"down_votes":0,"body":">Soweit ich weiß ging es hierbei nicht um meinen Ban sondern um des anderen.\n\nWarum erwähnst du dann deinen, behauptest unschuldig bestraft worden zu sein und relativierst das jetzt zu\n\"teilweise ungerecht\"? Entweder war die Strafe ungerecht oder nicht. Ich kann mir zumindest nicht vorstellen, was man unter teilweise ungerecht verstehen soll. Höchstens noch eine harte Strafe, aber dann gibt es dafür ja auch einen Grund. \n\n>In der Tat, allerdings kann man von keinem Menschen dauernd ein positives Verhalten verlangen welcher dauernd vom Gegenüber nur ein negatives Verhalten erhält. Ich gebe nur das wieder was ich erhalten habe ( damals).\n\nDas ist eben ein klassisches, selber Schuld. Selbstjustiz ist nunmal eine schlechte Idee. \n\n>Das hier klingt mehr nach dem typischen Geblendeten. Solange man die Wahrheit nicht selber erlebt ist dies immer eine Lüge\n\nAlternativ will dein Ego dich davor bewahren, dass du akzeptierst, schlechter geworden zu sein.\n\n>Als der Bann kam habe ich mich gar nicht so sehr aufgeregt. Ich war wütend keine Frage weil ich für die Gerechtigkeit die ich ausgeübt hatte bestraft worden war aber andererseits war es mir auch schon von Silber aus klar das es so kommen wird.\n\nDu meinst Rache, nicht Gerechtigkeit.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-08-08T12:31:24.615+0000","up_votes":1,"down_votes":1,"body":"> Warum erwähnst du dann deinen, behauptest unschuldig bestraft worden zu sein und relativierst das jetzt zu\n\"teilweise ungerecht\"? Entweder war die Strafe ungerecht oder nicht. Ich kann mir zumindest nicht vorstellen, was man unter teilweise ungerecht verstehen soll. Höchstens noch eine harte Strafe, aber dann gibt es dafür ja auch einen Grund. \n\nGut vielleicht habe ich etwas durcheinander geredet aber ich sag mal so: Eine Strafe war angebracht jedoch kein Perma. Ich hatte kurz vor dem Perma noch jemanden getroffen der Mal 1 Jahr gebannt worden sei nach seiner Aussage und früher gab es ja auch noch andere diverse Strafmöglichkeiten.\n\n> Das ist eben ein klassisches, selber Schuld. Selbstjustiz ist nunmal eine schlechte Idee. \n\nDa es mir ab einem gewissen Punkt ziemlich egal war und die \"Justiz\" von Riot nicht eingegriffen hatte habe ich halt meine eigene Justiz durchgeführt und ich muss sagen für den Moment war es mehr als befriedigend haha.\nNur Blöd das mit dem Perma. Soweit hatte ich es nicht übertrieben jedoch auch die Warscheinlichkeit bestraft zu werden stehst im Hinterkopf behalten.\n\n> Alternativ will dein Ego dich davor bewahren, dass du akzeptierst, schlechter geworden zu sein.\n\nNein Nein. Um Himmelswillen. Ich weiß das ich ein Silberling bin und nichts mehr mit Platin zu tun habe. Auch habe ich akzeptiert das ich nun zu Silber gehöre und alles drüber nicht mehr meinem Skilllevel entspricht. Selbst mit menschlichen Teammates werde ich nicht aufsteigen. Ich gehöre zu Silber.\n\n> Du meinst Rache, nicht Gerechtigkeit.\n\nDie versüßte Form von Gerechtigkeit. Rache kann man sowieso nur ausüben, wenn einem Unrecht wiederfahren ist. Ohne das Unrecht wäre die Rache nicht zustande gekommen und diese hatten ebenso kein Recht auf mein Recht mir zu nehmen. MEIN RECHT AUF MEINE LPS!!! \nAußerdem ist es toll, diejenigen leiden zu sehen die einem Leid zufügen.\nIch bin zwar kein Freund von Rache aber andererseits verabscheue Ungerechtigkeit noch mehr.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-08T12:43:16.054+0000","up_votes":1,"down_votes":0,"body":">Gut vielleicht habe ich etwas durcheinander geredet aber ich sag mal so: Eine Strafe war angebracht jedoch kein Perma. Ich hatte kurz vor dem Perma noch jemanden getroffen der Mal 1 Jahr gebannt worden sei nach seiner Aussage und früher gab es ja auch noch andere diverse Strafmöglichkeiten.\n\nDer Typ hat entweder gelogen oder keine Ahnung was er geredet hat. In LoL gab es noch nie einen 2 Wochenbann. Im alten Tribunal gab es etwas wie 1 Tag, 3 Tage, 1 Woche, 2 Wochen und Perma. Seit dem IFS 2 Wochen und Perma.\n\n>Da es mir ab einem gewissen Punkt ziemlich egal war und die \"Justiz\" von Riot nicht eingegriffen hatte habe ich halt meine eigene Justiz durchgeführt und ich muss sagen für den Moment war es mehr als befriedigend haha.\n\nWie sollen sie den Spieler denn noch während des Spiels bannen? Willst du ingame melden können und dann 2 Sekunden später sehen, dass ihr nur noch 4vs5 spielt, weil der andere einen Bann erhalten hat?\n\n> Ich gehöre zu Silber.\n\nUnd warum bist du frustriert davon gewesen, von Platin abzusteigen und hast dann deinen Frust an den Mitspielern ausgelassen? Bei deiner Ausführung weiter oben klingt das für mich auch so, als wäre das, die Schuld auf sich selber schieben etwas erzwungenes gewesen wie, du hast die ganze Zeit in Wirklichkeit gedacht, die anderen sind schuld, das kam aber erst etwa bei Bronze raus.\n\n>Rache kann man sowieso nur ausüben, wenn einem Unrecht wiederfahren ist. Ohne das Unrecht wäre die Rache nicht zustande gekommen und diese hatten ebenso kein Recht auf mein Recht mir zu nehmen. MEIN RECHT AUF MEINE LPS!!!\n\nMan kann sich auch rächen, ohne dass einem Unrecht wiederfahren ist. Jemand könnte ja auch eine andere Person erschießen wollen, weil er glaubt, die hätte ihm gestern die Vorfahrt genommen, dabei war der Rächer derjenige, der das Stopschild übersehen hat. \n\nDu hast auch kein Recht auf deine LP. Du kriegst nur welche gutgeschrieben, wenn du sie dir verdienst. Verdienst du sie dir nicht, kriegst du keine.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Łovę","date":"2017-08-07T09:35:54.888+0000","up_votes":3,"down_votes":0,"body":"Allein dein eNgLiSh ist zum Kotzen.\nMal davon abgesehen solltest du lesen was du schreibst.\n\nyoucantbanmerito: wtf you doing?\nyoucantbanmerito: omg can you all stfu?\nyoucantbanmerito: if you keep on flaming I will feed until we lose so stfu\nyoucantbanmerito: blind?\nyoucantbanmerito: aha\nyoucantbanmerito: hä xD\nyoucantbanmerito: you lost this because you were busy flaming\nyoucantbanmerito: no have the honour to surrender and dont waste my time anymore\nyoucantbanmerito: now\nyoucantbanmerito: finish now^^\nyoucantbanmerito: nah I dont care whole team is only flaming and I dont wanna play this anymore\nyoucantbanmerito: so kill me and finish^^\n\nWenn alle die Fresse halten sollten und dich das eh nicht juckt und die dich killen sollen und finishen sollen da fragst du echt Warum ? \nHaHaHa","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:39:30.760+0000","up_votes":1,"down_votes":6,"body":"Ich denke nicht das dein Englisch ingame besser ist als meins, und ich denke das ich alles in allem ein besseres Englisch auf dem Kasten habe als du. (Aber das nur nebenbei) \n\nDas stfu und das kill me and finish war darauf bezogen, dass ich 3 Flamer im Team hatte und alles tun wollte um das zu unterbinden. (Hat übrigens auch geklappt)","replies":[{"id":"","poster":"Megamaexx","date":"2017-08-07T13:17:23.968+0000","up_votes":3,"down_votes":0,"body":"Du wolltest Feuer mit Feuer bekämpfen. Feuer ist aber nicht gestattet. \nVielleicht solltest du allgemein an deinem (Ingame-)Umgangston arbeiten, jemandem “Halt die Fresse“ zu sagen, ist nämlich in keiner Situation richtig und fördert höchstens noch Aggressivität.","replies":[]},{"id":"","poster":"Łovę","date":"2017-08-07T16:55:33.755+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UncleBonez187,realm=EUW,application-id=KYnfKGf0,discussion-id=1rj64cgE,comment-id=00050000,timestamp=2017-08-07T09:39:30.760+0000)\n>\n> Ich denke nicht das dein Englisch ingame besser ist als meins, und ich denke das ich alles in allem ein besseres Englisch auf dem Kasten habe als du. (Aber das nur nebenbei) \n> \n> Das stfu und das kill me and finish war darauf bezogen, dass ich 3 Flamer im Team hatte und alles tun wollte um das zu unterbinden. (Hat übrigens auch geklappt)\n\nSieht man total in deinem Text nice's English und so!\nDenkt du das Spielt eine rolle was du damit meinst?\nRiot sieht es wohl anders ;)\n\nAkzeptier es oder lass es.\nDein Post ist übrigens mehr als Peinlich.\n{{sticker:slayer-jinx-unamused}}","replies":[]}]}]},{"id":"","poster":"Kuroba","date":"2017-08-07T09:35:53.847+0000","up_votes":3,"down_votes":0,"body":"Nimms mir nicht übel, aber den Bann hast du vollkommen verdient.\nDu bist, nach deinem ersten Vergehen, immernoch total toxisch und flamest rum. \"Blind?\" \"aha\" \"you lost this because you were busy flaming\" \"no have the honour to surrender and dont waste my time anymore\" \"omg can you all stfu\" ... ernsthaft. Diese passiv aggressiven Menschen sind sogar noch nerviger, als die aktiv-aggressiven ... wieso mutest du nicht einfach alle und fokusierst dich auf dein gameplay, denn nur das kannst du verbessern.\n\nNaja, wirst wohl, wie alle anderen, ein neuen Account machen und hoffentlich was aus der Sache lernen ...\n\nEs gibt NIE, ja wirklich NIE einen Grund, warum man irgendwas, wie das oben geschriebene, in den Chat schreiben müsste... wirklich niemals. Schrei deinen PC an, hau auf die Tastatur, aber schreib einfach nichts in den Chat ... \nWenn jemand einen Fehler gemacht hat, dann wissen die das schon, dumme Sprüche \"blind?\" \"Wtf you doing\" etc helfen da überhaupt nichts.\n\nEin game gewinnt man nicht nur durch starke Champs, sondern auch um durch den psychischen und emotionalen Zustand der Mitspieler. Flame = kontraproduktiv und wird die Moral deiner Mitspieler nur senken...\n\nLol kann man eig. mit diesen ganzen Total War spielen vergleichen, da gewinnt man Schlachten eben auch, durch die Moral der eigenen und das senken der Moral der gegnerischen Einheiten.\n\nLoL ist Krieg, der Nexus ist euer König und das Team sind die Soldaten.\n\nIst die Moral gebrochen, sind die Soldaten weg und der König stirbt ...\n\nBeschütz die Moral.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:40:03.436+0000","up_votes":1,"down_votes":0,"body":"Ne neuer Acc wird nicht nötig sein, alles gut :) Interessante Sichtweise^^","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2017-08-07T08:56:52.543+0000","up_votes":3,"down_votes":0,"body":"Es sind wohl hauptsächlich die \"Report\"-Sachen und die Tatsache, dass du gedroht hast zu feeden. Dass es nicht ok ist, seinen Mitspielern zu drohen, muss ich dir ja vermutlich nicht erklären. Und offensichtlich hast du auch gegen den Willen deines Teams früh aufgegeben und den Gegner sogar angeboten dich zu killen. Das ist quasi intentionally feeding oder zumindest die Drohung das zu tun. \n\nInsofern ist der Ban gerechtfertigt, fürchte ich.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:00:24.355+0000","up_votes":1,"down_votes":4,"body":"Aber entschuldigung, wenn ich das komplette Spiel angegangen und geflamet werde, darf ich doch wohl mal (ein bisschen) gereizt um einen Report bitten? \n\nUnd auch wenn die Maßnahme falsch war, hich hätte niemals geintet und habe vorzeitig aufgegeben. Aber mein komplettes Team hat geflamet und ich dachte das anzudrohen weckt meine Mitspieler auf und bringt sie evtl. dazu aufzuhören zu flamen und zu versuchen ehrenhaft zu gewinnen. \n\nInsofern ist der Ban ja doch ungerechtfertigt..","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:33:51.416+0000","up_votes":2,"down_votes":0,"body":"Hier geht es um dein Verhalten, nicht um das deines Teams. Es ist völlig irrelevant warum du gemacht hast, was du gemacht hast. Wir sind hier nicht im Kindergarten, es ist nicht wichtig wer angefangen hat. Dein Verhalten war nicht okay. Das deiner Mitspieler vielleicht auch nicht, aber das änder rein nichts an dem was du getan hast.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:36:47.025+0000","up_votes":1,"down_votes":3,"body":"Ich habe aber nichts getan, genau darum ging es mir ja^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:39:31.864+0000","up_votes":1,"down_votes":0,"body":"Vor ein paar Minuten hast du noch zugegeben, dass \"diese Maßnahme falsch war\" und jetzt hast du auf einmal doch nichts mehr getan? Entscheid dich mal. \nAber falls du eine Erinnerung brauchst, was du gemacht hast, empfehle ich einfach nochmal meinen Post von vorhin zu lesen. Da hab ich recht verständlich erklärt, was genau du gemacht hast. Vorhin hast du es zumindest verstanden.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:42:03.356+0000","up_votes":1,"down_votes":4,"body":"Ja, aber wie gesagt dafür gab es einen Grund. Ich habe nicht geintet und 3 Flamer dazu gebracht ruhig zu sein. \n\nVon dem her sehe ich das nicht als Regelverstoß oder vergehen an, folglich habe ich nichts getan was einen Ban rechtfertigt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:47:31.720+0000","up_votes":3,"down_votes":0,"body":"Deine persönliche Meinung in allen Ehren, aber die ist hier nicht der entscheidene Faktor für die Frage nach deiner Schuld. Fakt ist, dass du deinen Mitspielern mehrfach gedroht hast, was nicht okay ist.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T10:24:55.060+0000","up_votes":1,"down_votes":5,"body":"Mag sein, deine Meinung auch in allen Ehren,  aber als Grund für einen Perma lass ich das nicht gelten. :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T10:34:54.453+0000","up_votes":1,"down_votes":0,"body":"Ist aber halt nicht deine Entscheidung. Du bist hier schließlich der \"Angeklagte\", sozusagen.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T10:41:22.586+0000","up_votes":1,"down_votes":4,"body":"Und in welcher Diktatur wird man angeklagt und ohne einen fairen Prozess direkt gebannt? Wenn wir hier schon Vergleiche machen, kann man das auch fortführen :)","replies":[{"id":"","poster":"zoriax","date":"2017-08-07T10:56:26.834+0000","up_votes":2,"down_votes":0,"body":"Sieh den 14 Tagebann als Bewährung. (den hast du ja zurecht bekommen oder?) Der Richter sagt Lebenslänglich auf bewährung nach einer 14 Tägigen \"Haftzeit\"\nNun hast du aber gegen die Auflagen verstoßen. Und ja es gab schon Fälle in den USA wegen kleinsten Verstößen die ihre Bewährung verloren haben und sei es nur wegen kleinigkeiten die bei jedem anderen nicht mal eine Geldstrafe bekommen hätte.\n\nDer \"Faire Prozess\" war in diesem Fall zwar keine große Sache. (Wie gesagt jeder NICHT-Vorbestrafte hätte nichts davon mitbekommen) Aber bei dir wird eben mit anderem Maß gemessen und Egal wie du es drehst und wendest. Wie sehr du beteuerst es war alles gut gemeint und Freundlich.\n\nDas Gesetz im Lande RIOT sieht Bestrafungen für unfreundliches und Drohendes Verhalten vor.\nUnd du hast den Tatbestand erfüllt.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T12:03:22.980+0000","up_votes":1,"down_votes":3,"body":"Mag alles sein, trotz allem ist das kein Grund für einen Permabann. Da sich das aber, egal was ihr alle davon haltet, schon in meinem Ticket geklärt hat, kann der Thread gecloset werden! :) \n\nDanke an alle für Ihre ehrliche Meinung :)","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-08-07T13:22:14.896+0000","up_votes":3,"down_votes":0,"body":"Irgendwie trollst du hier ganz schön rum. ","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-08-07T10:49:35.819+0000","up_votes":3,"down_votes":1,"body":"In der Diktatur, in die du dich freiwillig begeben hast und deren Regeln du akzeptiert hast.","replies":[]},{"id":"","poster":"rip john shelby","date":"2017-08-07T10:55:23.721+0000","up_votes":1,"down_votes":1,"body":"Riot kann mit deinem Account machen was sie wollen. Sie können ihn bannen ohne jegliche Begründung, das hast du in den Nutzungsbedingungen zugestimmt.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-08-07T13:20:15.984+0000","up_votes":1,"down_votes":0,"body":"Das können sie nicht. Solange du dich an Verträge hältst, muss Riot das auch. \n\nAber der aktuelle Fall ist eindeutig. 14 Tage Bann, gegen die Regeln verstoßen.  Bann verdient!","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2017-08-07T22:07:12.058+0000","up_votes":1,"down_votes":0,"body":"Ein \"fairer Prozess\" bezieht sich auf das Verfahren. Die Gesetze zu ändern steht dir aber nicht zu, im Gegenteil: Rechtssicherheit (also zu wissen welche Gesetze gelten) ist ein Element eines fairen Prozesses und wäre nicht mehr gegeben, wenn jeder Angeklagte einfach die Regeln ändern könnte...","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-08-07T13:04:32.273+0000","up_votes":1,"down_votes":1,"body":"Dann grüße ich dich mal herzlich: Willkommen zur Riot Diktatur ;*.","replies":[]}]}]},{"id":"","poster":"zoriax","date":"2017-08-07T10:38:46.882+0000","up_votes":1,"down_votes":1,"body":"Aber am ende zählt die Meinung von RIOT. Wie gesagt würde es mich Freuen wenn du uns am Ende Ihre Entscheidung mitteilst (man kann ja sehen ob du wieder spielen kannst oder nicht)\n\nIch bezweifle es zwar stark aber ich kann mich ja auch Irren.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2017-08-07T09:09:09.529+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=UncleBonez187,realm=EUW,application-id=KYnfKGf0,discussion-id=1rj64cgE,comment-id=00010000,timestamp=2017-08-07T09:00:24.355+0000)\n>\n> Aber entschuldigung, wenn ich das komplette Spiel angegangen und geflamet werde, darf ich doch wohl mal (ein bisschen) gereizt um einen Report bitten? \n> \n> Und auch wenn die Maßnahme falsch war, hich hätte niemals geintet und habe vorzeitig aufgegeben. Aber mein komplettes Team hat geflamet und ich dachte das anzudrohen weckt meine Mitspieler auf und bringt sie evtl. dazu aufzuhören zu flamen und zu versuchen ehrenhaft zu gewinnen. \n> \n> Insofern ist der Ban ja doch ungerechtfertigt..\n\nUnd was genau bringt es, wenn die Person von mehr als einem Spieler reportet wird? Ein Report bewirkt genau so viel wie 9 Reports. Es heißt nciht, dass bei 9 Reports der Spieler gebannt wird, und bei einem Report nicht. Wenn der Spieler in genug Spielen - nicht die Anzahl der Reports sondern die Anzahl der gemeldeten Spiele ist relevant - reportet wird, wird eine Prüfung ausgelöst, die dann anhand des Chatlogs entscheidet, ob Fehlverhalten vorliegt.\nAus diesem Grund bringen Report-Aufrufe nichts als schlechte Stimmung oder eine Reaktion a la \"Jetzt erst recht\".\n\nUngeachtet davon, ob Du das angedrohte Verhalten durchgezogen hättest oder nicht: Du hast es angedroht. Das reicht aus.\nWie Dir schon gesagt wurde, wurde Dir beim 14 Tagesbann unmissverständlich mitgeteilt, dass jeder weitere Fehltritt einen Perma nach sich zieht.\nIn Deinem Fall, und unter de n Voraussetzungen wärst Du mit der Mute-Taste bzw. /mute all deutlich besser gefahren. Nach dem Spiel die Person einfach stillschweigend reporten und gut ist. Du hättest Deinen Account noch, und der andere Spieler, wenn er es oft genug macht, eine Strafe erhalten.\n\nDrohen bringt Dir in dieser Situation gar nichts. Den Flamer wirst Du so niemals beruhigt bekommen. Im Gegenteil wird er dann erst recht weiter machen, da er sich im Recht sieht.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:11:19.743+0000","up_votes":1,"down_votes":1,"body":"Klar ist das eine Sichtweise, jedoch will ich nicht mit /mute all spielen da es für mich immernoch ein Gemeinschaftsspiel ist, dass so seinen Sinn verlieren würde. \n\nAlso habe ich versucht die Leute zusammen zu halten, bzw. die schwarzen Schafe zu reporten und trotzdem versuchen zu gewinnen..","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-08-07T09:15:50.601+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UncleBonez187,realm=EUW,application-id=KYnfKGf0,discussion-id=1rj64cgE,comment-id=0001000000000000,timestamp=2017-08-07T09:11:19.743+0000)\n>\n> Klar ist das eine Sichtweise, jedoch will ich nicht mit /mute all spielen da es für mich immernoch ein Gemeinschaftsspiel ist, dass so seinen Sinn verlieren würde. \n> \n> Also habe ich versucht die Leute zusammen zu halten, bzw. die schwarzen Schafe zu reporten und trotzdem versuchen zu gewinnen..\n\nDu musst ja auch nicht zwingend alle muten, sondern lediglich die, die Dich beleidigen. Wenn diese Spieler flamen, wird in der Regel nichts nützliches mehr von Ihnen kommen. Darüber hinaus kann man die Smartpings nutzen.\nWie schon gesagt: Wenn Du  frisch den 14 Tagesbann hinter Dir hast, wäre es auf jeden Fall erst einmal die Bessere Wahl gewesen, eine Zeit lang alle Spieler zu muten, um eben nicht getriggert zu werden und den Account zu riskieren.\nUnd Zusammenhalten der Leute bzw. schwarze Schafe zu reporten sieht etwas anders aus. Mit Drohungen hältst Du weder Leute zusammen noch beschwichtigst Du damit die schwarzen Schafe. Im Gegenteil, die schwarzen Schafe werden durch Deine Drohungen angestachelt, und Du verbringst deutlich mehr Zeit mit Chatten als mit Spielen. Es bringt also den Leuten, die Du zusammenhalten willst, einen zusätzlichen Nachteil.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:18:52.761+0000","up_votes":1,"down_votes":4,"body":"Das stimmt nicht, nachdem ich angedroht hatte zu feeden, hat niemand mehr geflamet und die Leute haben sich wieder angestrengt weil sie dachten \"Oh wenn wir jetzt weiterflamen rennt er nur noch rein und stirbt.\" \n\nDas hätte ich zwar niemals getan, aber es reicht oft schon wenn die Leute das denken.","replies":[{"id":"","poster":"Mornexa","date":"2017-08-07T10:16:15.589+0000","up_votes":1,"down_votes":0,"body":"Oder es war ihnen zu doof weiter mit dir zu diskutieren. Wenn sie dich nicht schon gemutet hatten.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2017-08-07T10:14:59.741+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UncleBonez187,realm=EUW,application-id=KYnfKGf0,discussion-id=1rj64cgE,comment-id=000100000000000000000000,timestamp=2017-08-07T09:18:52.761+0000)\n>\n> Das stimmt nicht, nachdem ich angedroht hatte zu feeden, hat niemand mehr geflamet und die Leute haben sich wieder angestrengt weil sie dachten &quot;Oh wenn wir jetzt weiterflamen rennt er nur noch rein und stirbt.&quot; \n> \n> Das hätte ich zwar niemals getan, aber es reicht oft schon wenn die Leute das denken.\n\nEs mag sein, dass es in Deinem Fall funktioniert hatte, in der Regel sieht aber anders aus.\nUngeachtet dessen sind solche Drohungen gegen den Weg der Beschwörer, und dafür hast Du die Quittung bekommen.\nWie Dir schon gesagt wurde: Im Normalfall hättest Du, wenn Du oft genug reportet wurdest, dafür vielleicht ne CR bekommen. Da Du aber nach dem 14 Tagesbann quasi auf Bewährung warst, reicht dies leider für nen Perma aus.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-08-07T14:04:13.231+0000","up_votes":2,"down_votes":0,"body":"Hmm deinen kommentaren zu folge rechnest du damit deinen account wieder zu bekommen. Drum ein tipp für die zukunft: schreib NICHTS einfach NICHTS was nicht das spiel betrifft. 95% lassen sich mit pings lösen.\n\nIch war noch nie ansatzweise gefährdet auch nur eine CR zu bekommen und warum? Weil ich ein heiliger ohne emotionen bin? Ja vielleicht...aber viel wahrscheinlicher ist weil ich pro game 0-5 sätze schreibe und 10% davon \"go baron\" oder \"go drake\" sind, 10% \"push xy\" und 70% \"gj, gg, wp, nice, ty xy\" sind. Und sonst Nix!\n\nIn guten eher 5 in schlechten eher 0-1 (gg am ende wär der 1).","replies":[]},{"id":"","poster":"necxqn","date":"2017-08-07T17:51:08.223+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-07T18:53:19.731+0000","up_votes":2,"down_votes":0,"body":"Solange man den Chat normal nutzt, wird man nicht bestraft. \n\nDas vom TE war aber größtenteils wenigstens negative Attitude.","replies":[{"id":"","poster":"necxqn","date":"2017-08-07T19:13:38.878+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-07T19:27:30.080+0000","up_votes":2,"down_votes":0,"body":">wird man sehr wohl, kann ja mal ein paar verläufe raussuchen, du musst nur genug schreiben und danach eine hohe anzahl an reports bekommen.\n\nDann wärst du der erste, der mir das beweisen kann. Wenn es geht bitte in Form von Screenshots. \n\n>Ja negativ war es schon, trotzdem kenne ich welche, die über mehrere Spiele extrem geflamed, beleidigt, gedroht usw. haben und die haben bis heute keine Strafe erhalten. Was ist das bitte für eine Blümchenmentalität , dass man jede Kleinigkeit direkt als persönlichen Angriff wertet und direkt bestraft währenddessen die schlimmsten der Schlimmen immer noch ihr unwesen treiben ?\n\nWenn man für etwas negatives gemeldet wird und den 2 Wochenbann gerade erhalten hat, gibt es den Perma. Wenn man allen den Tod wünscht, ihre Familien beleidigt und meint sich alles leisten zu können und nicht gemeldet wird, wird die Person auch nicht überprüft. Keine Überprüfung, keine Strafe.","replies":[{"id":"","poster":"Wernicke","date":"2017-08-08T04:38:50.125+0000","up_votes":1,"down_votes":0,"body":"> Dann wärst du der erste, der mir das beweisen kann. Wenn es geht bitte in Form von Screenshots. \n\nHmm leider keine Antwort mehr? Schade, aber iwie kommt es immer so...\n\n> wird man sehr wohl, kann ja mal ein paar verläufe raussuchen, du musst nur genug schreiben und danach eine hohe anzahl an reports bekommen.\n\nDie Anzahl an reports spielt keine Rolle, bereits einer langt aus um eine Überprüfung auszulösen.\nUnd ich vermute ganz stark das du vlt wirklich von dem überzeugt bist was du schreibst, du aber wie viele andere heutzutage nicht mehr weißt was ganz normaler Umgang mit anderen Menschen ist und was nicht. Das was für dich ganz normal ist, ist dann wahrscheinlich in Wirklichkeit eben nicht ganz normal.\nGutes Bsp ist da z.B. der TE der denkt er hätte keinen negativen chatlog^^\nAber sende deine Verläufe ruhig damit wir dir zeigen kann was eben nicht normal ist.","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-08T07:09:34.451+0000","up_votes":1,"down_votes":0,"body":">Hmm leider keine Antwort mehr? Schade, aber iwie kommt es immer so...\n\nIch würde erst 1 oder 2 Tage warten, ehe ich davon ausgehe, da kommt nichts mehr. Bisher waren es nur 12 Stunden. Es ist gut möglich, dass er Gestern nicht mehr ins Forum geschaut hat und schlafen ging und gerade auf Arbeit ist.","replies":[]}]}]}]}]}]},{"id":"","poster":"ELOW Cronos","date":"2017-08-08T13:16:22.343+0000","up_votes":1,"down_votes":0,"body":"Da du anscheinend deinen eigenen Flame nicht sehen willst/kannst, dachte ich mir ich markiere dir mal alle Stellen welche ich als nicht toxischer Spieler als Flame und/oder negativer Chat betrachte, damit du deinen Bann besser nachvollziehen kannst.\n\n> [{quoted}](name=UncleBonez187,realm=EUW,application-id=KYnfKGf0,discussion-id=1rj64cgE,comment-id=,timestamp=2017-08-07T08:41:41.407+0000)\n>\n> \n> Spiel 1 \n> youcantbanmerito: ty zyra \n> youcantbanmerito: saved my ass \n> youcantbanmerito: ty \n> youcantbanmerito: ty \n> youcantbanmerito: this was the first death in our team and now you suivide? {{summoner:14}} \n> youcantbanmerito: can you control yourself a little but? \n> youcantbanmerito: 11 min 4 deaths.. trolling? {{summoner:14}} \n> youcantbanmerito: dont ping me feeder  {{summoner:14}} \n> youcantbanmerito: I muted him too \n> youcantbanmerito: I wont let him flame me \n> youcantbanmerito: report mid flaming since minute 1 {{summoner:14}} \n> youcantbanmerito: why no sur? {{summoner:14}} \n> youcantbanmerito: this is a waste of time {{summoner:14}} \n> youcantbanmerito: mb \n> youcantbanmerito: nice ks jinx :) {{summoner:14}} \n> youcantbanmerito: Im 0/3 trying to win this \n> youcantbanmerito: and you take my first kill with this beautiful ks {{summoner:14}} \n> youcantbanmerito: no she is 3/3 \n> youcantbanmerito: we are losing noone carries {{summoner:14}} \n> youcantbanmerito: hahahaha \n> youcantbanmerito: you didnt understood the game I see {{summoner:14}} \n> youcantbanmerito: you didnt \n> youcantbanmerito: and killstealing sucks {{summoner:14}} \n> youcantbanmerito: no matter she can carry or not \n> youcantbanmerito: nope \n> youcantbanmerito: got other things to do \n> youcantbanmerito: report mid and zyra flame {{summoner:14}} \n> youcantbanmerito: rest gg wp \n> Spiel 2 \n> youcantbanmerito: first game for 2 weeks x) \n> youcantbanmerito: be nice! \n> youcantbanmerito: they have no adc \n> youcantbanmerito: and 2 mite? \n> youcantbanmerito: *smite \n> youcantbanmerito: botlane confuses the shit out of me but I think we got this \n> youcantbanmerito: wtf you doing? {{summoner:14}} \n> youcantbanmerito: omg can you all stfu? {{summoner:14}} \n> youcantbanmerito: if you keep on flaming I will feed until we lose so stfu {{summoner:14}} \n> youcantbanmerito: blind? {{summoner:14}} \n> youcantbanmerito: aha \n> youcantbanmerito: h&amp;auml; xD \n> youcantbanmerito: you lost this because you were busy flaming {{summoner:14}} \n> youcantbanmerito: no have the honour to surrender and dont waste my time anymore {{summoner:14}} \n> youcantbanmerito: *now \n> youcantbanmerito: finish now^^ \n> youcantbanmerito: nah I dont care whole team is only flaming and I dont wanna play this anymore {{summoner:14}} \n> youcantbanmerito: so kill me and finish^^ {{summoner:14}} \n> youcantbanmerito: report riven and teemo {{summoner:14}} \n> \n\nDer Bann ist definitiv verdient und gerechtfertigt. Du wirst deinen Account garantiert nicht vom Riot-Support zurück bekommen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2017-08-08T10:56:57.868+0000","up_votes":1,"down_votes":0,"body":"Ein Permabann für jem der \"youcantbanmerito\" heißt? 😂😂😂","replies":[]},{"id":"","poster":"Webturnier","date":"2017-08-07T18:03:13.735+0000","up_votes":1,"down_votes":0,"body":"Du wurdest bereits 2 wochen gebannt und danach ist das system eben viel strenger zu dir. deswegen der perma, digga. den acc kriegste nicht wieder.","replies":[]},{"id":"","poster":"Shadir","date":"2017-08-07T16:55:33.110+0000","up_votes":1,"down_votes":0,"body":"Gnieß deinen Bann, permanent.","replies":[]},{"id":"","poster":"zoriax","date":"2017-08-07T09:12:34.532+0000","up_votes":1,"down_votes":0,"body":"Die Gute Nachicht zuerst. Nutze die zwei Wochen Pause die du hattest und schau mal Hier im Forum vorbei. Lies dir die Sachen von anderen Gebannten durch und vergleiche ob es dich auch getroffen hätte. Nutze die Zwei Wochen und frag im Forum nach was Erlaubt ist und was nicht.\n\nDie schlechte Nachricht. Der Account ist weg. Für Immer. Aber das sollte dir ja nichts ausmachen. Du hattest zwei Wochen Zeit dich zu Informieren. Du kanntest die Strafe für dein nähstes Vergehen. Du standest unter Bewährung. und wie im richtigen Leben reichen da schon Kleinigkeiten (ungefragt die Stadt zu verlassen) um wieder in den knast zu gehen.\n\nKlar ich habe schon schlimmeres gesehen. Aber ist das dein Ernst im Ersten Spiel nach 14Tagen???\n\n\nyoucantbanmerito: first game for 2 weeks x)\nyoucantbanmerito: omg can you all stfu?\nyoucantbanmerito: if you keep on flaming I will feed until we lose so stfu\nyoucantbanmerito: nah I dont care whole team is only flaming and I dont wanna play this anymore\nyoucantbanmerito: so kill me and finish^^\nyoucantbanmerito: report riven and teemo\n\nWie schon gesagt verlierst du einen Account der dir ja eh nichts Wert war...","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:17:17.020+0000","up_votes":1,"down_votes":1,"body":"Ne Account ist nicht für immer weg, habe bereits Rückmeldung. Und der Account war mir etwas wert, aber wenn ich mich nach 2 Wochen mal wieder auf ein Spiel freue und 3 Flamer im Team habe werde ich halt etwas ungemütlicher weil ich ein entspanntes Spiel ohne Flame wollte? \n\nAlso hab ich gerade deswegen so hart versucht die Leute an die Regeln zu erinnern, weil ich ein paar ruhige und flamelose Spiele wollte.. ^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-07T09:34:51.687+0000","up_votes":1,"down_votes":0,"body":"> Ne Account ist nicht für immer weg, habe bereits Rückmeldung\n\nIst das so? Von wem denn?","replies":[]},{"id":"","poster":"zoriax","date":"2017-08-07T09:30:05.121+0000","up_votes":1,"down_votes":0,"body":"Du hast den Account wieder? \n\nedit: ach so du meinst rückmeldung von Spielern.\nIn Jeden Fall wäre es nett wenn du uns das Ergebnis vom Support hier mitteilen würdest. \nNicht aus Gründen der Schadenfreude oder sowas. \nEinfach damit wir beim nähsten gebannten Spieler sagen können ob er es beim supp versuchen soll oder nicht.\n\n","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-08-07T09:10:53.787+0000","up_votes":1,"down_votes":0,"body":"\"you didnt understood\"\n\nWenn ich so ein Englisch lese...\n\nDu hast es immerhin bis zum 14-Tage-Bann geschafft. Dafür muss man schon gewaltig austeilen. Zum Perma ist es dann nicht mehr ganz so weit. Insofern wirst du hier wenig Verständnis finden.","replies":[{"id":"","poster":"UncleBonez187","date":"2017-08-07T09:13:23.625+0000","up_votes":1,"down_votes":1,"body":"Wenn ich ingame 2 Sekunden habe um zwischen 2 Autohits etwas zu schreiben, ist mir egal ob ich die richtige Zeitform benutze.. \n\nHab Abi und sprech fließend Englisch, aber nicht ingame :D \n\nHab schon mehr Verständnis bekommen als ich erwartet habe, Rest klärt der Sup :)","replies":[]}]}]}