{"id":"GHoK9x86","poster":"FeS Dregorin","date":"2017-08-06T21:11:57.521+0000","title":"Hab das Junglen verlernt. Brauch hilfe...","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Heey, gr&uuml;&szlig;e!\r\nIch brauch ganz dringend irgendjemanden, vorzugsweise Platin, der mir das Junglen nochmal n&auml;her bringen kann.\r\nIch spiele in letzter Zeit wieder verst&auml;rkt Rankeds, weil ich im Leben doch nochmal Platin werden will und meine Zweitposition ist mein\r\nVerh&auml;ngnis in dieser Situation. Hab im Jungle ne gef&uuml;hlt 25%ige winrate und das liegt einfach daran, dass ich &uuml;berhaupt nicht mehr klar komme.\r\n\r\nAber dabei geht es nicht um grunds&auml;tzliche Prinzipien des Junglens, sondern um &quot;decision-making&quot;. Ich hab einfach absolut kein Gef&uuml;hl mehr daf&uuml;r,\r\nwas f&uuml;r lanes ich ganken kann und welche champions zurzeit gut funktionieren. Winrates von Dia+ Spielern auf champion.gg find ich nich unbedingt hilfreich, da es sich dabei meistens um champions handelt auf denen ich mich absolut nicht wohl f&uuml;hle.\r\n\r\nIch hab jetzt ne ganze Weile Rek&#039;Sai gespielt. Funktioniert.. passabel. Aber ist auch nicht ganz so krass.\r\nKha&#039;Zix hab ich fr&uuml;her gemaint, aber inzwischen f&uuml;hlt sich der Champ einfach nich mehr gut an.\r\n\r\nMeistens verkack ich im earlygame beim ganken. Falls das irgendwie von interesse ist. Entweder ich geh zu tief rein, oder mach irgendwas anderes falsch,\r\nmeistens endet es in meinem tod, weil ich kaputtgebursted werde. Meh.\r\n\r\nEgal. Wenn wer n&#039; paar Gedanken dazu niederlassen m&ouml;chte, hier ist die Comment-Section.\r\nAlternativ Ingame Adden.\r\nDregorin","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-08-07T09:23:15.767+0000","up_votes":2,"down_votes":0,"body":"Desicion Making ist nichts was dir jemand einfach so beibringen kann, dafür braucht es Erfahrung und auch ein wenig Talent. Du kannst nicht einfach etwas Theorie dazu lesen und dann beherrschst du das Desicion Making. Es ist immer sehr Situativ, gerade im Jungle.\n\n\nAm besten bereitest du dich schon im Loading Screen darauf vor, welche Lanes du bevorzugt ganken willst/musst. Hierbei solltest du stark Snowballlastige Matchups bevorzugen, z.B. {{champion:92}} vs {{champion:114}}. Wenn eine der beiden nach hinten fällt wird sie bis ins Late beinahe useless ein, während ihr Gegenpart einfach nur eure Backline zerstört. Dein Team (und damit du) dürften also grosses Interesse daran haben das die \"richtige\" Seite gewinnt. Und DU als Jungler kannst dies zumindest beeinflussen.\n\n\nEbenfalls gute Gankmöglichkeiten bieten sich an, wenn der Gegner immobil ist und/oder dein Laner über viel CC verfügt (z.B. {{champion:127}}  vs {{champion:112}} oder {{champion:412}} +{{champion:22}} vs {{champion:432}} + {{champion:119}} ). Auf diesen Lanes ist die Wahrscheinlichkeit das ein Gank von Erfolg gekrönt ist gleich viel höher. \n\n\nEigentlich nicht gerne ganken tust du ein Tank Matchup wie {{champion:3}} vs {{champion:54}}. Einerseits ist der gegnerische Tank schwieriger zu töten als ein Squishy, andererseits bringt dein eigener Tank nur sehr wenig Schaden mit. Des weiteren kann bei einem erfolgreichen Gank, euren Tank mit dem Gold wohl am wenigsten anstellen (Klar bringts ihm was, aber auf nem {{champion:119}} oder{{champion:157}} ist early Killgold besser aufgehoben), währen der gegnerische Tank, dank seines Kits immer noch seine Rolle im Teamfight erfüllen kann, auch wenn er behind ist.\n\n\nJe nach dem was du spielst, sind mobile Midlaner (Top geht schon besser, da längere Lane) ebenfalls nur sehr schwierig zu ganken, wenn dein Midlaner keinen Eröffnungs-CC mitbringt. Also z.B. kann ich als {{champion:106}} nur sehr schwer in ein {{champion:238}} vs {{champion:7}}  Matchup ganken, während dies mit {{champion:60}} oder {{champion:64}} schon eher Möglich ist.\n\n\nAuch die Botlane erweist sich oftmals als nur schwer zu ganken wenn die eigene Botlane nicht eröffnen kann, da diese eigentlich sobald die Supporter Sightstone haben, immer gut ausgewardet ist. In dem Fall empfiehlt sich eine Lane Gank, oder zu warten bis die Bot in einen Fight verwickelt ist (und so die Map nicht beachten (können)). \n\n\nGenerell gilt: überleg dir welche deiner Lanes du early einen Vorteil verschaffen möchtest, welche Gegner du am liebsten behind sehen möchtest und wo du eher einfach ganken und auf welcher Lane nur schwer ganken kannst. Ob du das dann Ingame auch genau so umsetzen kannst hängt dann unter anderem auch vom Pushverhalten deiner Laner, dem Warding der Gegner und dem gegnerischen Jungler ab.\n\n\nZum Thema Champs:\n\nHier gilt spielen kannst du alles, solange es für dich funktioniert, wir sind nicht in der LCS. Und nein ich rufe hiermit nicht zum Trollen auf, ich sage teste deinen Pick mehrfach im Normal und wenn du gut bist spiel ihn im Ranked. Am Ende des Tages ist es egal ob du jetzt mit Meta-God-Tier-Jungler-Lee-fking-Sin (nein der ist grad kein Top Meta, nur ein Beispiel) oder mit OMFG-Braum-Jungle-Report (ehmm hab ich nie probiert, ebenfalls nur ein Beispiel) deine 60% Winrate erreichst. \n\n\nIch zum Beispiel habe mehrere Champs die ich gut spielen kann. Allerdings spiele ich im momentanen (Tank-)Meta nur ungerne meine {{champion:60}}, während ich dafür mit meinem {{champion:48}} (das ist jetzt kein Joke) umso erfolgreicher bin und ihn dementsprechend oft picke.\n\n\nFolglich kannst du eigentlich spielen was du willst/kannst (hilfreich ich weiss) allerdings würde ich mir gerade für die Second Lane nicht zu viele und eher einfache Champs nehmen, wenn du climben willst. \n\n\nAuch macht es mMn Sinn immer die gleichen 1-3 Champs zu spielen und diese nicht je nach Meta zu wechseln.\n\n\n\nIch hoffe ich konnte dir etwas helfen.\n\nmfg Cronos \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"FeS Dregorin","date":"2017-08-07T12:57:07.491+0000","up_votes":1,"down_votes":0,"body":"Danke dafür, dass du dir die zeit genommen hast, hier so eine ausführliche Antwort zu schreiben!\n\nIn der Theorie sind die Sachen mir alle schonmal bekannt gewesen, aber ich brauchte wohl nochmal eine intensive Erinnerung daran, dass auch so durchzuziehen. Ich muss nochmal rumprobieren, was für Jungler mir denn noch so liegen könnten. Rek'Sai ist super cool, aber für mich in keinstem Falle die Allzweck-Lösung.\n\nDer Tipp mit dem Gank auf der Botlane war dann aber doch noch ganz hilfreich.\n\nWas ich aus dem Post mitnehme, ist, das ich mir meinen Schlachtplan schon im Champion-Select fertig mache und überlege was ich wann wie wo ganken kann und sich ganken lässt.\n\nIch denke, der Jungle ist fast die Position, bei der man das meiste Spielverständnis mitbringen muss, um sie gut zu spielen.\n\nMFG","replies":[]}]}]}