{"id":"dkd2kYTT","poster":"ULC Hans stinkt","date":"2019-05-31T10:11:40.152+0000","title":"[ERLEDIGT!] Das Dia Team von ULC sucht einen Midlaner!","subforum":"Clans & Teams","embed":{"title":"Ulc Gaming","description":null,"url":"https://ulcgaming.wixsite.com/ulc-gaming","image":"https://static.wixstatic.com/media/fcdf5b_8ca7e4009f05465983f620201d2b92d9~mv2.png/v1/fill/w_288,h_137,al_c,usm_0.66_1.00_0.01,blur_2/BANNER_FERTIG.png"},"up_votes":1,"down_votes":0,"body":"[ERLEDIGT!]\n\nHowdy,\n\nWir suchen aktuell nach einem Midlaner, der folgende Voraussetzungen erfüllt:\n\n* Mindestens Dia 4\n* Mindestalter: 16 Jahre (älter bevorzugt)\n* Gutes Teamplay und Kommunikation\n* Lust sich individuell und mit dem Team zu verbessern\n* Spaß an Scrims und Wettkämpfen wie Turnieren und Ligen\n\nWas wir dir bieten können:\n\n* Erfahrene Teamspieler mit funktionierender Synergie\n* Teilnahme an diversen Events und Ligen (DV-Liga, Sinn-League und ESL Qualifikation)\n* Regelmäßige Trainingszeiten (Montags, Mittwochs und Donnerstags ab 20 Uhr)\n* Viele Scrims\n\nÜber das Team:\n\nDas Team spielt aktuell in der 4. Division der Sinn-League, da wir letzten Split mit einem deutlich schlechteren Line-Up angetreten sind. Außerdem sind wir Titelverteidiger der DV-Liga, einer internen Liga von Devotion. Wir weden an der nächsten Qualifikationsphase der ESL teilnehmen, deshalb hoffen wir dass du entsprechende Ambitionen mitbringst. Abgesehen von unserem Substitute sind alle Spieler aus dem aktiven Roster Dia 4 oder höher. Hier unser Multilink: https://euw.op.gg/multi/query=ulcbl%CE%BBckp%CE%B9nk%2Culcbl%CE%BBckpink%2Culcbl%CE%BBc%CE%BApin%CE%BA%2Culcbl%CE%BBc%CE%BApink\n\nWie man sieht haben alle Spieler den gleichen Namen. Deshalb wäre es cool, wenn du bereit bist dich ebenfalls umzubennen sobald du dich im Team wohl fühlst.\n\nÜber ULC:\n\nULC besteht derzeitaus vier League of Legends Teams und ist eine Gruppe von knapp 30 Gamern, die im Laufe der Zeit zusammengefunden haben und gut mit einander auskommen. Auf unserer Website kann man viel über uns erfahren: https://ulcgaming.wixsite.com/ulc-gaming\n\nWir sind ein Team innerhalb der Community \"Devotion\", weshalb es notwendig ist, dass du dort Mitglied bist oder wirst. Jedoch vepflichtest du dich mit der Mitgliedschaft zu nichts und sie ist 100% kostenfrei. Dennoch kannst du von verschiedenen Sponsoring-Angeboten profitieren. \n\nBei Interesse oder Fragen kannst du mich gerne adden (IGN: ULC EminemShelby) oder du wendest dich an den Teamcaptain (IGN: ULC BLΛCKPΙNK)\n\nIch hoffe von dir zu hören!\n\n Malte alias ULC EminemShelby\n\nManager von ULC 1, Captain von ULC 2 und ULC Staatsekretär\n\nE-Mail: mnshelby@ulc-bruderschaft.de\nWeb: https://ulcgaming.wixsite.com/ulc-gaming","replies":[]}