{"id":"N2HTzQPo","poster":"ShadowninjaHD","date":"2017-08-06T20:14:46.825+0000","title":"Highlights austauschen","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Wird es auf dem Client eine Funktion geben das man sich die Highlights der Leute aus seiner Freundesliste anschauen kann oder irgendetwas in der Art? Es gibt solch Momente wie ein Tahm au&szlig;erhalb der Map macht den finalen Punkt bei Ascension und das gesammte Gegner Team ist dann au&szlig;erhalb der Map (Ja das ist m&ouml;glich ;) ) die man dann einfach seinen Freunden zeigen m&ouml;chte.","replies":[{"id":"","poster":"Lunaá","date":"2017-08-07T11:23:11.686+0000","up_votes":1,"down_votes":1,"body":"Um Freunden eigene Highlights zu zeigen, kannst du einfach die Highlight-Dateien in deinem Highights-Ordner kopieren und beispielsweise per E-Mail verschicken. Falls du nicht weißt, wo diese gespeichert werden, klick in dem Highights-Reiter im Client auf die Option _Highlights im Datei-Browser anzeigen_, dann wirst du automatisch dorthin geleitet.\nDie Highlights kann man so auch mit Firefox anschauen.","replies":[{"id":"","poster":"ShadowninjaHD","date":"2017-08-07T22:39:07.359+0000","up_votes":1,"down_votes":0,"body":"......\n\nNatürlich ist der Gedanke von dir nicht falsch. ABER ich hab nie gesagt das das nicht geht, ich habe nur um einen einfacheren besseren Weg gebeten.\n\nDarum ist mein einziger Gedanke zu deinem Post auch {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Lunaá","date":"2017-08-08T13:40:11.665+0000","up_votes":1,"down_votes":0,"body":"Naja, es gibt aber sicher durchaus Leser, die auf deinen Post klicken, weil sie wissen wollen, ob es möglich ist, und noch nicht wissen, dass man sie zB verschicken kann.\n\nAnsonsten würde ich ersteinmal davon ausgehen, dass diese Funktion in der nächsten Zeit nicht implementiert wird, da es vor einiger Zeit einen Artikel von RIOT gab, bei dem sie erklärten, was sie dieses Jahr noch dem Client hinzufügen wollen. Da stand eine solche Funktion nicht dabei.\nDu könntest sonst diese Frage auch mal bei \"_Frag RIOT_\" stellen, wenn viele Spieler schon so etwas in der Art dort gefragt haben, wird es sicher auch bald beantwortet","replies":[]}]}]}]}