{"id":"reEIErGh","poster":"Warlord of Noxus","date":"2017-08-06T12:38:45.407+0000","title":"Champion Konzept- Yhor, Der Blutriese","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch wollte mal ein Juggernaut Konzept loswerden, Der sogut alles countert was mir im Spiel auf die Nerven geht :P .\r\nWie die Beschreibung Juggernaut schon sagt ist er ein K&auml;mpfer/Tank der auf der toplane gespielt wird. Sein Job kann mit einer einzigartigen passive leichter  gemacht werden, abh&auml;ngig von der Situation!\r\n\r\nLore: Noxier sind bekannt f&uuml;r ihre st&auml;rke und ihre Toleranz gegen&uuml;ber Schmerz. Mit eisernen Willen erledigen sie alles was man ihnen sagt, ganz egal wie gef&auml;hrlich und ersch&ouml;pfend es sein mag. Noxier waren aber nicht immer so, sondern nahmen die Inspiration von Volkshelden und ihrer Mythologie.\r\nEine Kreatur von der sie sich inspirieren lassen sind die Blutriesen, Auch bekannt als Nox-Titanen. Diese werden bis zu 2 meter 80 gro&szlig;, sind sehr gef&auml;hrlich   \r\nund unaufhaltbar wenn sie w&uuml;tend sind. Sie k&ouml;nnen mit ihren blo&szlig;en H&auml;nden K&ouml;pfe wie Eier zerquetschen und mit roher Kraft Zentimeter-dickes Eisen zerschlagen.\r\nIn den Gebirgen, nahe der unsterblichen Bastion, wurde ein Exemplar dieser Riesen gefunden. Nur ungew&ouml;hnlich...anders!\r\nEr war 3 meter 40 gro&szlig;, und schien sich f&uuml;rs erste nicht f&uuml;r die Soldaten zu interessieren. Einer der Noxier wollt seinen Speer nach dem Biest werfen, doch Swain packte seine Hand und sch&uuml;ttelte den Kopf.\r\nSo ging der Anf&uuml;hrer von Noxus selbst zum Giganten und sprach: &acute;&acute;Wir sind aus der Bastion. Wir brauchen einen Krieger deiner Art&acute;&acute;\r\nDie monotone Art verstanden die J&auml;ger nicht. Das man so stumpf ein Monster nach Kriegsdienst fragt. Sie staunten nicht schlecht als der Blutriese antwortete:&acute;&acute; Verstehe...ich trete eurem Stamm bei&acute;&acute;\r\n&acute;&acute;Ich bin Swain, Meistertaktiker und Mitglied der schwarzen Rose&acute;&acute;\r\n&acute;&acute;Ich.... bin Yhor.&acute;&acute;\r\n\r\nNat&uuml;rlich gibt es mehr Lore, wie er seine R&uuml;stung bekam  und wie sein Stamm ausgerottet wurde... aber f&uuml;rs erste ist das alles\r\n\r\nAussehen: Halt sehr gro&szlig;.... (gr&ouml;&szlig;er als Ivern aber nicht so Gro&szlig; wie zb Chogath oder Zac) und d&uuml;nn. Er tr&auml;gt leicht rostige schwarze R&uuml;stung mit dem Noxianischen Wappen auf der Brustplatte abgedruckt. Seine R&uuml;stung sieht ein bisschen so aus wie die der &acute;&acute;Ruin Sentinels&acute;&acute;\r\n\r\nF&auml;higkeiten: \r\n\r\nPassive(n): Yhor kann zwischen den passiven w&auml;hlen. er hat drei zur Auswahl: &acute;&acute;Fearless&acute;&acute; &acute;&acute;Ruthless&acute;&acute; und &acute;&acute;Unstoppable&acute;&acute;. diese w&auml;hlt man wie die Form von Kayn, nur halt zu beginn des Spiels und ohne kosten... fast! ohne kosten.\r\n\r\nFearless: Yhor kann nicht in Angst versetzt werden. Verlangsamungen sind um 50% weniger Effektiv und Verstummungen um 25% weniger. (weniger R&uuml;stung)\r\nUnstoppable: Wenn Yhor einen Champion t&ouml;tet und 5 Sekunden danach keinen Schaden nimmt kann er nicht von CC beeinflusst werden bis er wieder einen Gegner angreift. Er gl&uuml;ht dunkelrot wenn er diesen Effekt hat.(weniger Max Leben)\r\nRuthless: Yhor verringert jede Art von True Damage um 25%. Ist es Prozentualer Truedamage wird dieser um 35% verringert.(kosten: weniger MR)\r\n\r\n\r\nQ: Throttle: Yhor dashed (oder besser gesagt &acute;&acute;l&auml;uft schneller&acute;&acute;)  und w&uuml;rgt den erst getroffenen Gegner und verursacht &uuml;ber 2.25 Sekunden AD schaden (Basiswert plus 100% der AD). ist der Gegner kleiner oder gleich gro&szlig; wie Yhor wird er in die Luft gehalten.\r\n\r\nW: Overwhelm: Wenn Yhor unter CC steht kann er diese F&auml;higkeit benutzen um sich vom CC zu befreien. Je mehr Gegner um dir stehen desto h&auml;rter werden sie weggeschleudert bei Aktivierung.(bei &acute;&acute;um dir stehen&acute;&acute; wird halt wirklich sehr sehr nah an dir stehen gemeint)\r\n\r\nE: Quell: W&auml;hle einen Gegner. Dir werden seine Passive und seine normalen F&auml;higkeiten angezeigt sowie normale Angriffe. W&auml;hle einer seiner F&auml;higkeiten oder seine Passive.  Nach kurzer Verz&ouml;gerung l&auml;sst Yhor einen Schrei aus, der in einem Cone das gew&auml;hlte Ziel 100%tig trifft wenn es im Wirkbereich erfasst wird. dabei wird die gew&auml;hlte F&auml;higkeit f&uuml;r 5 Sekunden deaktiviert und Uneinsetzbar. bei Autoattacks wirkt diese F&auml;higkeit nur 2 Sekunden\r\n\r\nR: Coup: \r\nPassiv: Execution-effect: Ziele mit weniger maximalen Leben als Yhor erleiden zu 20% Truedamage von F&auml;higkeiten. Wenn die F&auml;hikeit keinen Schaden macht ,dann erleiden sie (Basis wert plus 15% der AD) True damage.\r\nAktiv: Yhor kann stark besch&auml;digte T&uuml;rme oder von Champions platzierte Strukturen 1000 Einheiten werfen. diese muss man nur anklicken und mit ihnen Zielen. Diese machen (Basiswert plus 120% deiner AD Situationsbedingt plus 30% der Gegner AD). Die Hitbox ist von der Gr&ouml;&szlig;e abh&auml;ngig.\r\n\r\n\r\nUnd? was sagt ihr? Jay oder Ney? Ich freu mich f&uuml;r jedes Feedback! ^^","replies":[]}