{"id":"Ymgyv6lB","poster":"Xayah Strife","date":"2019-05-31T05:38:26.407+0000","title":"[TGSG] Die Legende vom Wochenende","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Guten Morgen ihr wunderschönen hoffentlich Menschenartigen Wesen,\n\nhttps://i.redd.it/fbsdsemwuky21.png\n\nheute ist der Tag der Freiheit obwohl ich ihn eher Tag der die Freiheit einleitet nennen möchte.\nWas ist diese Woche tolles passiert?\nHmm...ich glaube nicht soviel spannendes.\nIch habe nun 4 Mückenstiche am Körper und konnte immer noch keines dieser Beaster in meinem Zimmer aufspüren können.\nVllt bin ich ihnen auch bei einem Waldspaziergang begegnet aber eigentlich sollte das nicht möglich sein \nweil die Körperstellen an denen ich gestochen wurde immer von Kleidung bedeckt sind.\nNaja die Story interessiert eh keinen.\nWorüber könnte ich denn noch berichten? hmmm..\n\nWisst ihr was noch nerviger ist als gegen einen Support zu spielen der eine komische Hitbox hat und dich gefühlt auch dann trifft wenn der Spell eigentlich neben dir landet?\nGenau gegen 2 davon zu spielen die natürlich auch TS sind und ihre krasse Taktik gegen deine Leona anwenden.\nAlso ich wollte nur eine schöne Runde Xayah + Leona spielen aber der Gegner pickt schon mal Morgana dagegen \nwas nicht so toll für uns ist...>.&lt;\nAber warte...wer ist der ADC...omg nicht ihr erst? Morgana + Lux Botlane? Dopple Snare mit komischer Hitbox und \nwenn dich eine CC trifft bist du sofort Tod und deine Leona ist eigentlich komplett nutzlos \nweil selbst wenn wir beiden Q Spells ausweichen ist da immer noch der Spellshield von Morgana...Damn\nDas Game war die Hölle. Es war \"nur\" FlexiQ aber selbst mein Support war extrem getiltet\nund das war ein Supportgirl der Sorte: Mega ruhig, beschwert und schreibt eigentlich nie was außer man fragt sie etwas.\n\nIst das eine gute Story für ein Freitagthread?\nIch glaube es reicht noch nicht vollständig aus um die Leute zu unterhalten...\nDiese Woche war soviel in Richtung Politik am laufen das ich schon \ndas Verlangen hatte ein TGSG nur über Dinge die mich in der Politik aufregen zu machen.\nIch war mir aber nicht sicher ob das überhaupt gut bei euch ankommen würde.\nEigentlich soll das ja ein Spaßforum sein. Jetzt hier eine ernsthafte Diskussion über Politik anfangen....\nIch bin mir unsicher ob es richtig wäre. Würde euch sowas gefallen oder wäre das einfach nur nervig. \nÜber dem i könnte ihr jetzt abstimmen ob euch das gefallen würde.\n\nWie wäre es Ende noch mit einem kleine Spiel? Habt ihr Lust darauf? Hmm? Egal ich mache es jetzt einfach trotzdem.\nEine kurze Dialog in dem sich verschiedene Zitate von Champions versteckt haben. Könnt ihr alle finden?\nAlso Martin geht in den Waffenladen uuund start!\n\nHändler: Hereinspaziert\nMartin: Hör zu ich brauche ein Schwert etwas heftiges wäre gut\nHändler: Meine Klingen sich nicht nur präzise sondern auch total krass\nMartin: Es sollte aber nicht zu schwer sein denn ich bin ziemlich viel unterwegs.\nHändler: obacht! meine Klingen sind nicht für Schwächlinge.\nMartin: Ich beseitige den Müll Chronomüll ich bin die Chronomüllabführt! Also sei besser nicht zu mir.\nHändler: das klingt nicht gerade sehr harmonisch. Aufgepasst! Ich habe hier ein Schwert aus Vulkanglas. Sieht gut aus und liegt leicht in der Hand. Was halten sie davon?\nMartin: Schönheit ist vergänglich darum ist sie schön.\nHändler: Was meinen Sie damit?\nMartin: Ist das hier Fairtrade?\nHändler: Aber natürlich\nMartin: Ich habe mich entschieden. Dieses Schwert passt zu gut zu mir. Was soll es denn kosten?\nHändler: 3 Gelbe Fische sollten als Bezahlung ausreichen. Hmm Fisch Fisch Fisch\nMartin: Hier ihre 3 gelben Fisch. Es war schön dich zu treffen und Geschäfte mit zu machen.\nHändler: Du solltest besser schnell nach hause gehen. Ich glaube jemand verfolgt dich\nMartin: wer verfolgt mich?\n\nEnde\n\nSchönes Wochenende\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-31T09:11:22.307+0000","up_votes":3,"down_votes":0,"body":"Heute stellt sich mir nur eine Frage: Wem soll ich die wunderschönen Blumen schenken soll, die ich vorhin in meiner Lieblingsgärtnerei gekauft habe?\n\nmeiner Nachbarin, die heute die Weisheitszähne rausbekommen hat? (die bekommt schon selbstgemachten Pudding von mir)\nMeinem Freund, der mir immer hilft ohne dass ich ihn fragen muss, egal um was es geht.\nEiner wildfremden Person, die ich auf der Strasse treffe?\n\nWie oft verschnekt ihr eigentlich Blumen? und wie oft bekommt ihr Blumen geschenkt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:16:15.860+0000","up_votes":3,"down_votes":0,"body":"> wie oft bekommt ihr Blumen geschenkt?\n\nNie. Außer zum Geburtstag.\n\n> Wie oft verschnekt ihr eigentlich Blumen?\n\nActually nur zum Geburtstag oder Muttertag. Außer dieses Jahr °^° Da habe ich einfach aus einer Laune heraus richtig fette Blumensträuße für meine Mama und für meine Schwester bestellt. Einfach als kleine Aufmerksamkeit, mir war danach.\n\nLauf doch durch die Stadt und verschenk einfach einzelne Blumen an Leute die entweder sehr nett Lächeln oder zu grimmig gucken. So deckst du eine Vielzahl an Menschen ab, bevorzugst niemanden und ich garantiere dir jeder von ihnen wird dich vor Freude anstrahlen.\n\nUnd wenn du schon mal dabei bist ...\n#LÖS DIESEN ANGEÜNDIGTEN MIST ENDLICH AUF!\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:42:12.370+0000","up_votes":2,"down_votes":0,"body":"Was für ein Mist?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:46:09.721+0000","up_votes":3,"down_votes":0,"body":"Den Mist den er immer verzapft .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:51:01.158+0000","up_votes":2,"down_votes":0,"body":"Welche Mist genau?\nUm was geht es hier?\nPferdemist? Kuhmist? Hat er Menschen überfahren? Hat er eine Bank ausgeraubt? \nIch will Details sehen. Fakten Fakten Fakten auf den Tisch.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:56:06.721+0000","up_votes":3,"down_votes":0,"body":"Ja.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:29:51.399+0000","up_votes":2,"down_votes":0,"body":"Ja ist eine Eigenmarke von REWE.\nSoll das etwas heißen der Eibert Rümmel der Eigentümer von REWE ist und er dir einen Laden schenken wollte?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T10:33:11.725+0000","up_votes":3,"down_votes":0,"body":"Genau","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:42:35.439+0000","up_votes":2,"down_votes":0,"body":"Wo bleibt eigentlich Martin?\nIch dachte er würde sich freuen das ich ihn in meiner kleine Geschichte eingebaut habe.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T10:44:50.745+0000","up_votes":3,"down_votes":0,"body":"wo bleibt eigentlich mein Essen das ich vor einer Stunde bestellt habe?\n\nNoch länger sollten sie nicht warten ... muss Punkt 13Uhr raus rennen -.-","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:47:11.532+0000","up_votes":2,"down_votes":0,"body":"Was hast denn feines bestellt?\nWahrscheinlich wurde es mit der Deutschen Bahn versendet..>.&lt;","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T11:32:52.101+0000","up_votes":3,"down_votes":0,"body":"> Wahrscheinlich wurde es mit der Deutschen Bahn versendet\n\nMonni lässt grüßen^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T11:46:24.738+0000","up_votes":2,"down_votes":0,"body":"Ist der nicht in Prag?","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T12:16:53.385+0000","up_votes":3,"down_votes":0,"body":"Kann sein, musst du ihn selber fragen^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T12:21:33.195+0000","up_votes":2,"down_votes":0,"body":"wie soll ich eine Person fragen die nicht hier ist?","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-05-31T10:15:11.209+0000","up_votes":3,"down_votes":0,"body":"Dazu muss mich die Muse küssen und das hat sie bislang nicht.\n\nMeine Kreativität fließt grad in andere Projekte. Das mit der Stadt werd ich definitiv mal machen. klingt sau lustig. Heute bekommt glaub ich den overkill meiner Aufmerksamkeit meine Nachbarin. \n\nIch leibe Pflanzen und insbesondere Blumen schon immer. Seit einem halben Jahr hab ich damit begonnen häufig Blumen zu verschenken. Und das kann ich jedem nur empfehlen. Aus eigener Erfahrung kann ich sagen, dass es sehr schön ist Blumen geschenkt zu bekommen, egal ob die von der Partnerin, einer Freundin oder von einem Kumpel kommen.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:41:48.466+0000","up_votes":2,"down_votes":0,"body":"Eigentlich nur am Muttertag...\n\nIch hab mich bis vor kurzem auch kaum für Blumen interessiert. \nNun hab ich tatsächlich eine Lieblingsblume die muss ich bald in den Garten einplatzen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-31T10:20:08.549+0000","up_votes":3,"down_votes":0,"body":"welche ist es denn?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:28:57.210+0000","up_votes":2,"down_votes":0,"body":"Strelitzia wegen:\nhttps://i.redd.it/md5xbohluot01.jpg","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-31T10:48:58.285+0000","up_votes":3,"down_votes":0,"body":"ja gefällt mir. die Blume. glaub ich hab vorkurzem mal eine ähnliche verschenkt","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-31T06:16:09.998+0000","up_votes":3,"down_votes":0,"body":"tl;dr:\n\n> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=Ymgyv6lB,comment-id=,timestamp=2019-05-31T05:38:26.407+0000)\n>\n> https://i.redd.it/fbsdsemwuky21.png\n\n:3","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T09:34:20.700+0000","up_votes":2,"down_votes":0,"body":"btw. upccoming (gute?) animes:\n\n- if it's for my daughter i'd even defeat a demon lord\n- dan machi 2 (Dungeon ni Deai o Motomeru no wa Machigatteiru Darō ka - how to pick up a girl in a dungeon season)\n- A Certain Scientific Accelerator\netc.pp\nwird schön","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:40:35.886+0000","up_votes":2,"down_votes":0,"body":"Es gibt einfach zuviele Animes...\nDa ich die letzten Jahre kaum aktive war in Sachen Anime gibt es viel zu viel für mich. :( \nIch muss umbedingt noch Code Geass nachholen. Außerdem möchte ich noch einen Tiggeranime schauen wahrscheinlich Guren Gun.\nDazu sind auf meiner Liste aktuelle noch:\n- Aquarion EVOL\n- Little Busters! Refrain\n- neo bla eva was ich glaube nicht schauen werde aber nachdem ich ständig vergleiche mit Darling lesen möchte da mal reinschauen\n- Kono subarashî sekai ni shukufuku o!\n- der Movie von Star Driver \n- der Movie von SeishunButaYarou","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T11:31:56.106+0000","up_votes":3,"down_votes":0,"body":"Es ist halt nicht so, als wäre Darling mehr oder weniger ein schlechter Klon von Neon Genesis Evangelion wäre oder so... aber musste selber wissen :D\n\n(Ok, Klon ist es nicht, aber stark inspiriert ist es tatsächlich...)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T11:33:40.746+0000","up_votes":2,"down_votes":0,"body":"https://i.redd.it/u4wszkr5rsq21.png","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-05-31T10:58:07.760+0000","up_votes":3,"down_votes":0,"body":"ich schaue jeden tag neue folgen :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T11:14:41.436+0000","up_votes":2,"down_votes":0,"body":"Ich schaue nicht jeder Tag.\nAber wenn ich schaue dann ich gerne mal 20 Folgen an einem Tag. :D","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2019-05-31T10:00:49.629+0000","up_votes":2,"down_votes":0,"body":"Kenne keinen davon, aber vom Titel her klingt der erste durchaus interessant. Also heißt das, in etwas drei Jahren werde ich mir den dann auch vielleicht anschauen^^","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T10:04:42.996+0000","up_votes":2,"down_votes":0,"body":"Dungeon ni Deai o Motomeru no wa Machigatteiru Darō ka ist auch sehr gut","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T06:26:30.604+0000","up_votes":2,"down_votes":0,"body":"Ich finde ja das The Rising of the Shield Hero das bessere SAO ist.","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T06:30:09.067+0000","up_votes":3,"down_votes":0,"body":"hmm ... hmm ...\nnaaaaaaaaaaaa\n...\nne.\nStaffel 1 ist und bleibt geil von SAO. Shield Hero hat auch was, nur fürchte ich, das der bald zu ende ist und ende.\n21 von 25 Folgen sind ja schon glaube draußen.","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T09:18:57.401+0000","up_votes":3,"down_votes":0,"body":"_Warnung: Der nachfolgende Kommentar kann gefährlich hohe Konzentrationen von eigener Meinung enthalten!_\n\n> Staffel 1 ist und bleibt geil von SAO\n\nIch lache immer noch. Ja, die erste Hälfte war geil. Die zweite Hälfte war fast das schlechteste, was das gesamte SAO-Franchise zu bieten hat. Und das wirklich Schlimme daran ist: die Macher haben ja daraus nichts gelernt und weiterhin diesen... \"Unsinn\" produziert!","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T09:22:33.094+0000","up_votes":3,"down_votes":0,"body":"Deswegen hab ich auch nur die 1. Staffel gesagt :3\n\nMit der \"dritten\" haben sie es auch bisschen verkackt, obwohl es da gut anfing.","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T09:28:43.547+0000","up_votes":3,"down_votes":0,"body":"Dritte Staffel... kann deine Meinung teilweise teilen. Ja, es fing gut an (sogar sehr gut, und das nicht nur wegen diesem Opening +_+), verlief sich dann aber in der mittlerweile schon gewohnten Bedeutungslosigkeit, bis dann das Ende kam, das irgendwie nur seltsam war. Was mich aber am meisten abgef _*_ ckt hat, war der Sellout am Ende. Nochmal schön 743000 Gründe an den Kopf schmeißen, warum man auch Staffel 4 dieses mittelmäßigen Anime sehen soll. Ernsthaft, es gibt so viele bessere Alternativen.\n\nUnd doch werden wir alle Staffel 4 von SAO sehen. Es ist Naturgesetz. Aber natürlich nicht, weil es uns gefällt, sondern nur, damit wir nachher über jeden anderen lästern können, dem SAO gefällt :)","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T09:31:45.236+0000","up_votes":3,"down_votes":0,"body":"Es endet einfach so unvollkommen ... das ist einfach abstrus dumm ... . Ich dachte in dem Moment \"wie jetzt, das ist das ende?\"","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T09:37:57.759+0000","up_votes":3,"down_votes":0,"body":"Ich fand, das hätte man wesentlich besser lösen können. Eventuell, indem man den Zuschauer eben nicht alles ins Gesicht wirft, vielleicht mal ein, zwei Sekunden einen Ausschnitt davon zeigt und fertig. Und dann halt eine Botschaft bekommt, dass gerade in der realen Welt die Kacke am Dampfen ist. Von mir aus auch durch Asuna, wenn sie die Underworld betritt. Eine Andeutung, kein so übergroßer Cliffhanger wie das, was er jetzt ist... mich hätte das wesentlich besser abgeholt.\n\n_\n(Was mich aber komplett abf _*_ ckt: ich habe gehört, dass nicht Asuna zu Kirito in die Underworld gegangen ist, sondern dass sie ihn aus Underworld rausholen konnte und nun beide in der realen Welt sind. Nach meiner Erinnerung lässt das gezeigte Bildmaterial aber ausschließlich Möglichkeit 1 zu. Welches von beiden stimmt jetzt also?)_","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T09:39:12.018+0000","up_votes":3,"down_votes":0,"body":"dunno ... dies und viel mehr sehen sie in der 4. Staffel ... in 50 Jahren ... oder so","replies":[{"id":"","poster":"INoKami","date":"2019-05-31T09:51:38.899+0000","up_votes":3,"down_votes":0,"body":"Kommt hin.","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T09:54:06.070+0000","up_votes":3,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/Ymgyv6lB-tgsg-die-legende-vom-wochenende?comment=00000002","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:35:55.313+0000","up_votes":2,"down_votes":0,"body":"War schon gut aber irgendwie fehlt mir da die tiefe in den Charakteren...\nDie Romanze wirkt eigentlich total Stumpf und erzwungen. \nWas findet Asuna den an Kirito? Was finden die ganzen Weiber überhaupt an Kirito? \nIch hatte ja auf Reddit gelesen das die Charaktere in den Bücher viel mehr tiefe haben und auch viel mehr mit innneren Konflikten zu kämpfen haben. Irgendwie würde da eine Menge von weggeschnitten im Anime...","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T06:43:01.619+0000","up_votes":2,"down_votes":0,"body":"Shield Hero hat eine Buchvorlage genauso wie SAO.\nDa wäre wahrscheinlich noch eine zweite Staffel drin.","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T06:45:20.907+0000","up_votes":3,"down_votes":0,"body":"wäre ... aber u know. viele gute Animes gehen vorzeitig zu ende aus verschiedenen gründen. Geld, Artists fehlen, etc.pp","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T06:57:13.936+0000","up_votes":2,"down_votes":0,"body":"Halte ich für unwahrscheinlich. \nShield Hero hat auf Reddit fast gleichviele Subs wie Nanatsu no Taizai.\nDie Fanbase ist schon mal vorhanden.","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T07:04:47.154+0000","up_votes":3,"down_votes":0,"body":"Ja sehe das trotzdem eher pessimistischer. Gab schon so viel gute Animes, die dann ab Folge 10 ca. zu ende waren.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T07:24:18.425+0000","up_votes":2,"down_votes":0,"body":"Das hatte bisher noch nicht.\nSeishun Buta Yarou hat nur 13 Folgen aber da kommt in 2 Woche ja der Movie raus und danach muss man erstmal warten weil es noch nicht genug Buchvorlagen dafür gibt.","replies":[{"id":"","poster":"Necromant","date":"2019-05-31T07:26:08.948+0000","up_votes":3,"down_votes":0,"body":"Accel World,\nAnother,\nAkame Ga Kill,\nBlack Bullet,\nBlack Cat,\netc.pp","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-31T06:51:31.911+0000","up_votes":3,"down_votes":0,"body":"https://memegenerator.net/img/images/7354082.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T07:21:07.611+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-31T06:35:03.160+0000","up_votes":3,"down_votes":0,"body":"Meh","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T06:43:22.781+0000","up_votes":2,"down_votes":0,"body":"Guten Morgen die Dame.\nDarf ich ihnen einen Kakao anbieten?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T06:49:50.887+0000","up_votes":3,"down_votes":0,"body":"Mir wäre mehr nach Tee .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:00:17.137+0000","up_votes":2,"down_votes":0,"body":"Irgendwie hab ich gerade tatsächlich lust auf ein MMO.\nWie heisst dein Teil nochmal? Sword and Blade oder?\nDa könnte ich dich ja mal stalken. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:05:36.197+0000","up_votes":3,"down_votes":0,"body":"Blade and Soul\n\nDu könntest dir auch ansehen:\nBlack Desert Online\nTERA Online\n\nOder dir mal **ASTELLIA** angucken","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:25:03.892+0000","up_votes":2,"down_votes":0,"body":"Ich denke ich werde dich bei Blade and Soul ein wenig Stalken.^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:28:04.210+0000","up_votes":3,"down_votes":0,"body":"Uff, da auch noch?\n\nNaja. Wenn du nichts besseres zu tun hast. Aber zum stalken gibt es da nicht so viel. Mein Char ist auch nur mikrig ausgerüstet :x halt nur das nötigste ... hab nie Lust Gear oder für Accessoire Updates zu farmen x.x\n\nHab nur 1.387 AP :(((((((","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:34:26.177+0000","up_votes":2,"down_votes":0,"body":"Dein Char ist auch noch im Wachstum. :D\n\nGibt es eigentlich viele Leute die ihre Lyn Name wie Ahri oder Raphtalia nennen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:44:24.344+0000","up_votes":3,"down_votes":0,"body":":&lt; Ich hab meine Kleine extra so groß gemacht wie es ging!\n\nWobei ich schon wahnsinnig süß finde wenn da so eine winzig kleine ... klitze klitze kleine Lyn rum rennt die nicht größer als eine Katze des Beschwörers ist :D\n\nAber das kann ich dann auch nicht richtig spielen ^^ und für die Kostüme ist das auch zu schade, da sieht man dann gar nichts mehr von.\n\nWegen den Kostümen wollte ich auch immer nochmal eine Gon hoch spielen :\\ aber mir macht einfach nichts so richtig Spaß außer der Beschwörer. Der Mage ist nicht annähernd so toll °^° Aber vielleicht versuche ich es nochmal.\n\nMan wollte ja auch die Garderobe auf einem Account für jeden Charakter freischalten. Das man von überall auf alles zugreifen kann :( aber das geht immer noch nicht ... das ist hart enttäuschend","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:49:59.963+0000","up_votes":2,"down_votes":0,"body":"Ich weiß das die putzig sind. ^^\n\nWie viel Echtgeld hast du eigentlich schon für Ingameitems ausgegeben?\n\nMir gefallen die Yun. Eine Yun Klingenmeisterin würde mich gefallen.\nWahrscheinlich machen das 99% der anderen männlichen Spieler genauso die Yun sind auch einfach hot. *-*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T09:55:32.532+0000","up_votes":3,"down_votes":0,"body":"Keine Ahnung vom Spiel der Kleine ...\n\nDie mit Abstand heißeste Rasse ist die \"Gon\". Da kann sich einfach keiner retten.\n\nIch hab schon genug Geld in dem Spiel gelassen :> Aber immer nur um mich zu Bespaßen wenn irgendwelche Events sind. Wie aktuell die Kisten die man erwerben kann °^° So etwas liebe ich einfach.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:33:21.598+0000","up_votes":2,"down_votes":0,"body":"Warum sind die Gon heiß? \nEs wäre tatsächlich die letzte Rasse die ich nehmen würde. :D \n\nHextexchecksunboxing...das waren eine Zeit...Ich will nicht mehr darüber sprechen.\nBin froh das ich von diesem Trip runter bin.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T10:35:12.929+0000","up_votes":3,"down_votes":0,"body":"Ist einfach so.\n\nDie Gon lassen sich am besten bearbeiten und erzielen die besten Ergebnisse. Ebenso sind die Kostüme bei ihnen am besten geschnitten bzw. haben die beste Darstellung gegenüber der anderen Rassen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:42:03.825+0000","up_votes":2,"down_votes":0,"body":"Das hört sich nach Arbeit an.\nIch habe keine lust 300 Jahre im Charaktereditor zu verbringen. :( Das war bei anderen Spielen wie Dragon Age 3 oder Skyrim immer so nervig...:(","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T06:57:57.961+0000","up_votes":2,"down_votes":0,"body":"Welche Art von Tee hätten sie denn gerne?\nSchwarzer Tee, gelber Tee, Pinker Tee oder vllt grüner Tee?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T07:15:04.615+0000","up_votes":3,"down_votes":0,"body":"Fenchel Anis","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T07:22:11.671+0000","up_votes":2,"down_votes":0,"body":"Okay ich habe 3 Löffel Zucker reingemacht ich hoffe das ist okay. \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T07:44:55.614+0000","up_votes":3,"down_votes":0,"body":"Wieso zur Hölle schüttest du Zeug in Getränke anderer Leute, wenn du gar nicht weißt was sie wie trinken?\n°^° Unerhört! Das muss bestraft werden D:\n\nIch trinke meinen Tee ohne Zucker! ohne Süßstoff! ohne Milch! °^° Da gehört einfach nichts rein. Alles andere ist Schändung","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T07:49:58.026+0000","up_votes":2,"down_votes":0,"body":"Ich dachte ein süßes Mädchen verdient auch ein süßen Tee.\nWarum magst du es den so bitter?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T07:55:37.369+0000","up_votes":3,"down_votes":0,"body":"?????? D:\n\nFenchel Anis ist nicht bitter.\nGrüner Tee ist nicht bitter, wird es nur schnell angeblich\nKamillentee ist nicht bitter.\nPfefferminztee ist nicht bitter.\nFrüchtetee ist nicht bitter (Früchtetee vertrage ich aber nicht)\nSalbei Tee ist nicht bitter.\n\nIch würde gerne Leute ohrfeigen die sich was in den Tee schütten xp Verseuchte Meute allesamt!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:00:00.930+0000","up_votes":2,"down_votes":0,"body":"Ich würde alle jungen Menschen die Tee trinken als alte Knacker bezeichnen. :D \n\nWer trinkt denn heute noch Tee der unter 30 ist? \nTee ist ja sowas von letztes Jahrtausend. \nWir haben so viele schöne Getränke aber die Jugend will wieder alte Menschen Zeug haben.\nFrüher war die Jugend mal cooler.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T08:15:10.132+0000","up_votes":3,"down_votes":0,"body":"Was haben wir denn für schöne Getränke?\n\nDie schönsten Getränke sind Wasser und Tee und (Soja-) Milch xp ggf. Kakao.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:28:54.446+0000","up_votes":2,"down_votes":0,"body":"Das ist alles nicht süß genug für mich....:(\nEin süßer Boy wie ich braucht natürlich auch süße Getränke. \n{{sticker:sg-lulu}} \nWas ist mit süßen Fruchtsäften? Traubensaft, Kirschsaft und so","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T08:33:23.934+0000","up_votes":2,"down_votes":0,"body":"Apfelsaft und Orangensaft geht glaube ich. Wobei ich ersteres nicht morgens trinken kann. Gibt nur unnötige Magenkrämpfe. \n\nTraubensaft habe ich zuletzt mit zehn oder so getrunken XD\n\nSäfte im Allgemeinen trinke ich eher nicht .-.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-31T08:58:40.924+0000","up_votes":3,"down_votes":0,"body":"=p Icetea schon","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-31T08:45:51.770+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=Ymgyv6lB,comment-id=00010000000000000000000000000000000000000000000000000002,timestamp=2019-05-31T08:44:37.738+0000)\n>\n> Wie wäre es mit Icetee?\n\nEkelhaft x.x","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-31T08:41:29.752+0000","up_votes":3,"down_votes":0,"body":"Nein .-.\n\nDas letzte war ein Mango Smoothie vom REWE .-. die stehen immer bei den Salatsaucen im Kühlregal ^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T10:31:29.917+0000","up_votes":2,"down_votes":0,"body":"Ich hab früher immer diese Vitamintabellen die man in Wasser auflösen kann getrunken.\nUnd einmal hatte ich mir ein Saft daraus für die Schule vorbereitet und mitgenommen.\nOmg das Ganze Klassenzimmer hat genau gestunken und jeder hat sich gefragt warum. :D","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:56:45.642+0000","up_votes":2,"down_votes":0,"body":"Aber Tee ist nicht ekelhaft? o.O","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:44:37.738+0000","up_votes":2,"down_votes":0,"body":"Wie wäre es mit Icetee?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:39:33.628+0000","up_votes":2,"down_votes":0,"body":"Was ist mit anderen Süßgetränken?\nMüllermilch Vanille oder sowas wie Caprisonne?","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T08:03:58.907+0000","up_votes":2,"down_votes":0,"body":"Ich trinke heute btw Rockstar Killer Cherry. :) Eine super leckere Sorte die es leider nicht überall gibt. :(\nhttps://m.media-amazon.com/images/S/aplus-media/vc/29ef3fe1-ca6f-427e-b976-7e765f284415._CR0,0,300,400_PT0_SX300__.jpg","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-05-31T09:14:57.755+0000","up_votes":3,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 174 und 175\n-Feiertage sind doch was schönes-Edition-**\n\nSolche Tage sind vor allem Tage am schönsten, wenn man weiß, dass die gesamte Familie zu Hause ist und man sie nun mit guter Musik beschallen kann und sie keine Möglichkeit haben, es abzuwenden.\nAn dieser Stelle Grüße an meine Schwester. Tut mir nicht mal ansatzweise leid. Das war für die penetrante Charts/Deutschrap-Beschallung.\n\nDer Tag selber war unspektakulär. Hab mein Windows-Update laufen lassen, was halt gerne mal zwei Stunden gedauert hat... aber für mein Heiligtum mache ich das gerne. Ansonsten... ich muss die Gelegenheit für eine Frage nutzen: spielt jemand von euch zufällig MTGA und kennt sich ein bisschen damit aus? Ist nicht mal was ingame-relevantes, weil ich fragen wollte, ob jemand weiß, ob/wie man Replays von seinen Spielen machen kann, denn gestern hatte ich den wohl epischsten Comeback meiner noch recht jungen Magic-Karriere.\n\nUnd ich nutze mal den Platz noch für etwas Schleichwerbung: ein neues Champion-Konzept von mir... nun, vielleicht nicht vollständig von mir, nähert sich der Vollendung und ich würde es töffig finden, wenn ihr euch das auch mal anschaut. Ich melde mich nochmal, wenn es dann veröffentlicht ist! Danke.\n\nIn diesem Sinne: Schönes (und jetzt richtiges) Wochenende euch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-31T09:43:11.044+0000","up_votes":2,"down_votes":0,"body":"Viel Spass an deinem freien Freitag. :)","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-31T07:51:27.259+0000","up_votes":2,"down_votes":0,"body":"Warum geht eigentlich niemand auf mein Text ein?\nIst das Text zu lang oder die Themen schlecht gewählt?","replies":[]}]}