{"id":"UEWNgTuX","poster":"Smiter","date":"2017-08-06T10:49:48.867+0000","title":"Kunga der Münzenwerfer","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Der Champion den ich Vorschlage hat folgende Attacken:\r\n\r\nNahk&auml;mpfer\r\n\r\nPassive: Ist leicht, dadurch schneller als gew&ouml;hnliche Champions wird daf&uuml;r aber auch sollte er weggesto&szlig;en werden 50% weiter gesto&szlig;en.\r\n\r\nQ: Wirft eine M&uuml;nze, die auf der Stelle auf die sie geworfen wurde liegen bleibt. Wird ein Champion getroffen haftet die M&uuml;nze an diesem. Bis zu 3 M&uuml;nzen Stackbar. Wird eine liegende M&uuml;nze aufgesammelt bekommt man wieder eind M&uuml;nze.\r\n\r\nW: Zieht sich an die M&uuml;nze heran\r\n(Wenn R aktiviert): Zieht die M&uuml;nze an sich ran. Sollte eine M&uuml;nze an einem Champion oder Vasallen haften wird dieser herangezogen.\r\n\r\nE: St&ouml;&szlig;t sich von der M&uuml;nze ab, fliegt weg von der m&uuml;nze\r\n(Wenn R aktiviert): St&ouml;&szlig;t die M&uuml;nze von sich weg. Sollte die M&uuml;nze an einem Champion oder Vasallen haften wird dieser weggesto&szlig;en.\r\n\r\nR: Wird schwerer, dadurch langsamer, fliegt daf&uuml;r aber nur die h&auml;lfte des weges wenn er von etwas weggesto&szlig;en wird. Die Attacken funktionieren etwas anderst. Die Reichweite der M&uuml;nze ist leicht erh&ouml;t w&auml;hrend R aktiv ist. (L&auml;dt einen Balken durch laufen auf, verbraucht den Balken w&auml;hrend R aktiv ist bis entweder der Balken leer ist oder nochmal R aktiviert wurde)\r\n\r\nIch m&ouml;chte hinzuf&uuml;gen das die Idee aus einem Buch stammt und ich sie nur in diesen Champion umgearbeitet habe. Ich f&auml;nde es interessant sollte Riot diesen Champion wirklich in LoL einarbeiten. Mich intressiert echt eure meinung zu diesem Champion schreibt mal Konstruktive kritik und weitere Vorschl&auml;ge. W&uuml;rde mich echt freuen :)","replies":[{"id":"","poster":"GctB","date":"2017-08-08T00:33:36.501+0000","up_votes":1,"down_votes":0,"body":"Jo meine Meinung hm.... Zu allererst reden wir über die Passive.\n\nDie Passive ist mit dem 50% ein wenig übertrieben denn kannst du dir vorstellen von Alistar weggeschleudert zu werden an sich ist das schon ziemlich weit und dann noch mit 50%?! ich würde lieber 15% machen und je mehr münzen auf dem boden oder an champions haften würd er leichter da er halt weniger münzen an sich hat.\n\nDie Q du hast nicht gesagt was passiert wen die 3 Stackbaren münzen auf einem champion sind. Wenn ich da einen vorschlag machen dürfte. Man erhält 4 Sekunden Vision auf den Champion der Drei Stacks hat Aber die Passive der Q wäre das die gelegten münzen sichtbar liegenbleiben würde bis zu einem gewissen Zeitraum.\n\n\nDie W Meiner Meinung! Sollte er alle münzen in Radius von 400 Vassalen ansich herran ziehen und nach vorne schießen wobei er immer in weniger schaden macht Münze für Münze wobei aber Münze für Münze die chance auf einen Kritischen treffer steigt\n\nDie E ist ein Passiver Skill mehr Geld gibt bis zum zeit punkt von 100/120 Farm vobei es Randome ist wann der passive Skill zu einem aktiven skill würd \nWenn er zu einem Passiven Skill geworden ist  er Auf einen Champion des gegnerischen team's ein kopfgeld aussetzt wobei es allerdings auf die KDA der Person auf die das Kopfgeld ausgesetzt wurde ankommt also an die tode und kill's wieviel geld man bekommt und dieser Skill erst zurück kommt wenn diese person gestorben ist.\n\nDie R der Champion würft eine Goldene münze hoch und klaut einem Champion aus seinem Team die stats für 8 sekunden wobei der Champion die Stats von kunga erhält (also ein tausch). Passive Alle Champions in Kunga's umgebung bekommen Doppelt soviel geld durch Vassallen wobei diese Champions Mindestens 20 Sekunden in der reichweite Kunga's sein müssen (600 Vassallen)\n\nSo würde ich den Champion Machen.\n\nBitte Kritisieren \n\nDanke\n\n{{sticker:slayer-pantheon-rainbows}}","replies":[]}]}