{"id":"2dAjfE1W","poster":"Tsire","date":"2017-08-05T09:14:45.877+0000","title":"Duo Queue Partner/in gesucht im Gold Bereich.","subforum":"Clans & Teams","embed":{"title":"Tsire - Summoner search results - League of Legends","description":"Tsire / Gold 5 73LP / 122W 123L Win Ratio 50% / Lulu - 11W 15L Win Ratio 42%, Nasus - 13W 8L Win Ratio 62%, Janna - 9W 6L Win Ratio 60%, Zac - 8W 3L Win Ratio 73%, Gangplank - 5W 6L Win Ratio 45%","url":"https://euw.op.gg/summoner/userName=Tsire","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Hey ho zusammen,\r\n\r\nwie der Titel meines Beitrages schon verr&auml;t, suche ich nach jemanden f&uuml;r die Duo Queue. Dabei ist es mir egal ob ihr m&auml;nnlich oder weiblich seid. Einzig und allein ein paar Punkte sind mir wichtig die ihr auch erf&uuml;llen solltet.\r\n\r\nSo, bevor wir zu den Punkten kommen die ihr erf&uuml;llen solltet, hier einige Informationen zu mir.\r\n\r\nIch Spiele momentan wieder im G5 Bereich, bin aber wieder am climben. Ich spiele Bevorzugt Support, Top und Jungle, weshalb ich Duo Queue Partner/innen bevorzuge, welche Mid oder ADC main sind da dort einfach die gewisse Rollen Harmonie schon mal gegeben ist. Ich selber h&ouml;re auf den Namen Nic, bin 27 Jahre und komme aus der dem sch&ouml;nen Hamburg.\r\n\r\n\r\nUnd nun zu dem, was ich euch voraussetze.\r\n\r\n1. Gold 5+ Elo (damit man sich etwa im selben MMR Bereich befindet.)\r\n2. 18+ (Dabei spreche ich nicht nur vom K&ouml;rperlichen alter, sondern haupts&auml;chlich von der geistigen Reife.)\r\n3. Ihr habt so viel Verst&auml;ndnis vom Spiel, dass ihr eure Rolle spielen k&ouml;nnt und wisst was ihr wann zutun habt.\r\n4. Ein ausgewogener Championpool. Das hei&szlig;t keine OTP (One trick Pony).\r\n5. Ihr besitzt die n&ouml;tigen Runen um eure Positionen ab zu decken.\r\n6. Ich m&ouml;chte keine Int feeder, Salz Lords, afk&#039;ler oder noch schlimmer. Int feedende Salz Lords die dann afk gehen...\r\n7. Ihr habt nicht vergessen worum es bei einem Videospiel in erster Linie geht. Um den Spa&szlig; am Spiel, nicht ums gewinnen.\r\n8. Ihr seid Kritikf&auml;hig und k&ouml;nnt Kritik von flamen unterscheiden.\r\n9. Ihr besitzt ein funktionierendes Headset mit guter Sound Qualit&auml;t f&uuml;r TS3 (Server ist vorhanden)\r\n\r\nSo, dass w&auml;ren alle Punkte die ihr erf&uuml;llen solltet. Wer es bis hierhin geschafft hat, muss wirkliches Intresse haben und daher bleibt mir nur noch eines zu sagen.\r\n\r\n\r\nFalls euch mein Beitrag anspricht, oder ihr bez&uuml;glich eines bzw mehrerer Punkte noch offene Fragen habt. Bzw euch selber noch eine wichtige Frage auf dem Herzen liegt, addet mich einfach InGame und wir schnacken dann ne Runde.\r\n\r\nAnsonten w&uuml;nsche ich euch noch viel Erfolg in der Kluft und viel Spa&szlig;.","replies":[]}