{"id":"yHga1lfP","poster":"Enderized","date":"2017-08-05T13:33:32.104+0000","title":"Die Ehrenkapseln","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Mich pers&ouml;nlich w&uuml;rde die &#039;&#039;Droprate&#039;&#039; der Ehrenkapseln interessieren und eure Erfahrungen mit den Dingern.\r\n\r\nIch bin (wie die meisten) vor kurzem auf Ehrenlevel 3 aufgestiegen und habe seit dem 2 Ehrenkapseln bekommen.\r\nMein Freund welcher um einiges mehr spielt als ich es tue und erfahrungsgem&auml;&szlig; weniger tiltet/flamed welcher sogar ein Tag vor mir Ehrenstufe 3 wurde hat bislang noch keine Kapsel erhalten.\r\n\r\nIst dazu irgendwas bekannt?\r\nWas sind eure Erfahrungen?\r\nWie viele Kapseln habe ihr schon erhalten?","replies":[{"id":"","poster":"blueMercey","date":"2017-08-20T18:24:00.312+0000","up_votes":1,"down_votes":0,"body":"ich bin seit langem Honor 4 und habe immer noch keine kapsel bekommen rip drop rate","replies":[]},{"id":"","poster":"Minniii","date":"2017-08-16T12:01:46.387+0000","up_votes":1,"down_votes":0,"body":"ich bin schon Ehrungsstufe 4 und hab keine Kapsel bekommen ;-;","replies":[]},{"id":"","poster":"Minazura","date":"2017-08-05T13:46:43.658+0000","up_votes":1,"down_votes":0,"body":"Ich wusste bis eben nicht mal, dass diese Kapseln existieren. Bin jetzt schon seit einigen Tagen auf Ehrungsstufe 3 und bekomme nur diese verd- wunderschönen Schlüsselfragmente hinterher geworfen. Ich nenne mich langsam schon Hausmeister von LoL weil ich einfach so wunderschön viele Schlüssel hab q.q","replies":[{"id":"","poster":"Enderized","date":"2017-08-05T13:58:48.780+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich habe keine Schlüssel für meine verbleibenden Kisten. ._.","replies":[{"id":"","poster":"DieForHeavyMetal","date":"2017-08-05T17:26:28.272+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich habe keine Kisten für meine verbleibenden Schlüssel. ._.\nTauschen wir?^^","replies":[{"id":"","poster":"Enderized","date":"2017-08-05T18:31:26.159+0000","up_votes":1,"down_votes":0,"body":"Damit ich dann Schlüssel ohne Kisten habe und die Kisten ohne Schlüssel?\nWas hätten wir davon?","replies":[{"id":"","poster":"OT Riku","date":"2017-08-09T16:40:05.533+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich hätte gerne beides da ich aber immer jede Kiste öffnen konnte denke ich ist das nicht nötig.\nPs: habe noch keine Kapsel erhalten.","replies":[]}]}]}]}]},{"id":"","poster":"Frankydude","date":"2017-08-05T15:40:52.468+0000","up_votes":1,"down_votes":0,"body":"also ich hab bisher nur schlüsselfragmente bekommen.\nbin aber auch erst seit 10tagen honor 3.\nmal schauen ob ich irgendwann auch mal ne kapsel bekomme :D","replies":[]},{"id":"","poster":"CptPICHU","date":"2017-08-05T15:17:53.393+0000","up_votes":1,"down_votes":0,"body":"Also Schlüsselfragmente erhält man mittlerweile wirklich genug. Ehrungskapseln sind sehr selten, der Inhalt ist aber in Ordnung, dafür\ndas diese Umsonst ist.","replies":[{"id":"","poster":"zLives","date":"2017-08-05T15:56:07.912+0000","up_votes":1,"down_votes":1,"body":"Wat man bekommt genug Key Fragments ? Seit wann xP seit dem neuen honor System (welches ich geil finde) bekomme ich fast nie Key Fragments und sitze seit 1-2 Wochen auf ner Anzahl von 2 fest, habe letztens eine Kapsel bekommen wo nochma 3 wahren aber immernoch keine gedroppt man bekommt mitlerweile mehr Kisten als Schlüssel :D","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-08-05T14:31:41.046+0000","up_votes":1,"down_votes":0,"body":"same... hab seit Monaten immer 8-12 Kisten rumfliegen :<","replies":[]},{"id":"","poster":"IronTeemoMK42","date":"2017-08-06T14:25:46.213+0000","up_votes":1,"down_votes":3,"body":"Ich habe noch keine Kapseln und ein Freund von mir bekam auch schon zwei stück. Finde das neue System eh schlecht und man wartet zulange um überhaupt was zu bekommen. Von mir aus können die es wieder zurück nehmen so wie Kayn.\n\ngg Rito","replies":[{"id":"","poster":"OT Riku","date":"2017-08-09T16:38:05.812+0000","up_votes":2,"down_votes":1,"body":"Oh wow .....\nNur weil du noch nichts bekommen hast, willste das alte System wieder wo man NICHTS bekam.\nWir können froh sein das wir mittlerweile so viel for free bekommen.","replies":[{"id":"","poster":"IronTeemoMK42","date":"2017-08-10T03:21:17.167+0000","up_votes":1,"down_votes":2,"body":"Es geht darum das diese Firma nur Dinge tut wovon SIE ALS FIRMA GEWINN BEKOMMT. Und an sich wären die wirklich groszügig dann würden manche Leute nicht wie Ich oder andere einen ganzen Monat nur für ein Fragment warten oder würden nicht zusehen müssen wie einer nach dem anderem einen Skin bekommt (Champs) um dann genervt zu werden. Diese Firma hat so viel Geld, was machen die damit ?, jedenfalls nicht das richtige weil es sonst viel mehr ausgeglichene Champs geben würde. Oder andere Champs hätten endlich Ihr rework. Jedenfalls ich brauche nichts umsonst, ich will das die sich mehr anstrengen und die Meinung anderer ist mir egal. Tschau \n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}