{"id":"asYHYx6R","poster":"FeRixHD","date":"2017-08-04T17:57:15.634+0000","title":"Mitglieder für Clan mit klaren Zielen gesucht.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sch&ouml;nen guten Abend,\r\n\r\nMein Name ist FerixHD und ich bin der Gr&uuml;nder von CombatGamingGermany.\r\nWir sind ein Clan der sich nicht auf eine Plattform oder ein Spiel bezieht.\r\nWeiter Informationen auf www.combatgaminggermany.de\r\nUns ist euer Alter oder euer skill egal solange ihr Spa&szlig; habt und euch benehmt.\r\n\r\n\r\nUnsere Voraussetzungen:\r\n\r\n*  Aktiv sein. \r\n* Freundlich sei und sich ordentlich verhalten (kein spam, flame usw.).\r\n* Englisch oder Deutsch sprechen. \r\n\r\n\r\nWas bieten wir:\r\n\r\n* Eine Webseite.\r\n* Einen Teamspeak Server.\r\n* Ein Freundliches Admin Team. \r\n* Die Gr&uuml;ndung von Teams innerhalb des Clans ist gerne gesehen und wird von uns unterst&uuml;tzt.\r\n* Einen Freundlichen Support der sich um eure Probleme k&uuml;mmert und sich um nicht Regel konforme Mitglieder k&uuml;mmert.\r\n\r\n\r\nWir wurden erst vor ein Paar Wochen gegr&uuml;ndet deshalb ist unsere Mitglieder anzahl nicht sehr gro&szlig; dies bitten wir zu entschuldigen wir haben vor mit euch zu wachsen und eine Freundliche Community aufzubauen in der alle das Spielen k&ouml;nnen was sie wollen. Falls ihr uns unterst&uuml;tzen wollt k&ouml;nnt ihr euch auch gerne melden um uns als Moderator zu helfen bei Ordentlichem verhalten besteht die Change auf den Posten eines Admins.\r\n\r\nFalls ihr noch fragen haben Solltet schreibt eine E-mail an Ferixhd@combatgaminggermany.de ich werde diese schnell m&ouml;glichst beantworten.\r\n\r\n\r\nMFG FerixHD","replies":[{"id":"","poster":"Saphane","date":"2017-08-04T18:05:37.758+0000","up_votes":1,"down_votes":0,"body":"Soll jetzt kein Flame sein, aber ihr wirkt nicht sehr professionell, wenn der Forumpost schon von Fehlern wimmelt :)","replies":[{"id":"","poster":"FeRixHD","date":"2017-08-04T18:21:05.223+0000","up_votes":1,"down_votes":0,"body":"Wer hat gesagt das wir professionell sind das habe ich nie erwähnt es ist für uns ein Hobby wir sind keine riesige Organisation.\nDes weiteren bin ich zur Zeit alleine da sich der Rest des Teams im Urlaub befindet.","replies":[{"id":"","poster":"Saphane","date":"2017-08-05T10:29:47.011+0000","up_votes":1,"down_votes":0,"body":"Bei der Menge an \"Konkurrenz\" durch den Haufen anderer Clans sollte man sich wenigstens irgendwie von der Masse abheben und das geschieht meiner Meinung nach nicht durch Rechtschreibfehler^^","replies":[]}]}]}]}