{"id":"8E5s3o0F","poster":"SSG Chidori","date":"2017-08-03T18:21:52.264+0000","title":"League Of Legends Skill/ Worauf es bei League ankommt","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi Leute, ich habe vor mir 1-4 Monate Pause von LoL zu geben, da das Spiel s&uuml;chtig macht/ ich zu toxic werde, und mir durch die beiden genannten Gr&uuml;nde der Spielspass fehlt. Soweit so gut. Da ich aber wieder nach der genannten Zeit anfangen m&ouml;chte, und dann auch gut spielen will, habe ich mich gefragt wie der League Skill definiert wird. Ich habe mal in einem Youtube-Video gesehen, dass es in LoL einmal auf das Wissen &uuml;ber das Spiel ankommt, und zum zweiten auf das physische, dh. klicken, Reaktion usw. Der Youtuber meinte dass letzteres bei LoL-Noobs vorhanden ist, die zb. CSGO spielten, und zu League wechselten. Diese haben vorerst wenig Ahnung von dem Spiel, haben jedoch gute Reaktionszeit usw, sind also mechanisch gut dabei.  Stimmt das? Wenn ja, heisst das das ich nach ca. 10 Spielen nach meiner Pause genau so fit w&auml;re wie vor der Pause, solange ich Patchnotizen oder &auml;hnliche &quot;Wissensquellen&quot; verfolge? Denn das Wissen geht erst nach l&auml;ngerer zeit verloren, meine mechanischen F&auml;higkeiten k&ouml;nnte ich jedoch fit halten, in dem ich andere Spiele am PC zocke. Ich frage das, weil ich auch meiner League Pause gut spielen will. \r\nStimmt ihr dem Youtuber zu? Kann ich in diese Pause gehen/ sie fortsetzen, mit gutem Gewissen, nach dieser wieder auf meinem alten Niveau spielen zu k&ouml;nnen?\r\nWas macht ausserdem eurer Meinung nach LoL-Skill aus? \r\nMFG Nicolas","replies":[{"id":"","poster":"Pandeonor","date":"2017-08-03T18:33:29.418+0000","up_votes":1,"down_votes":0,"body":"Ich bin Anfänger hier. Aber ich bin ein alter Gamer ^ ^ .\n\nIch sehe das etwas anders. \n\nIch denke Du bist schnell wieder auf Deinem alten Level - auch nach Monaten. Das ist wie Radfahren. Worauf es hier aus meiner Sicht erheblich ankommt ist \n1.) Spielverständnis (wann macht man was)\n2.) Erlerntes wie \n- last-hitten [das ist eher Augenmaß als eine Mechanik]\n- positioning [dafür gilt das gleiche]\n\nDas wilde herumclicken oder schnelle Reaktion scheint mir weniger gefragt.\n\nDas ist mein Eindruck des Spieles aktuell. Wer gut steht und gut farmt hat die halbe Miete in der Laningphase. Die andere Hälfte kommt mid/late wenn man die richtigen(tm) Spielzüge macht.\n\nUnd zurück zu Deiner Frage. Das Augenmaß beim Farmen und das richtige bewegen in der Lane wirst Du schnell wieder drin haben.\n\n\nAaaaber hier gibt es sicher auch welche die schon eine Pause gemacht haben und Dir das aus eigener Erfahrung schreiben können. ☺\n\n[Edit: Youtuber werden eher als Korrelation als Kausalität recht haben können]","replies":[]}]}