{"id":"cscgEg5U","poster":"ELOW Cronos","date":"2017-08-02T08:38:52.373+0000","title":"Low Elo Gaming sucht einen Midlaner für FlexQ (Silber/Gold)","subforum":"Clans & Teams","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 18.06.2017 hochgeladen.","url":"http://www.directupload.net/file/d/4756/hmfh86dj_png.htm","image":"http://fs5.directupload.net/images/170618/hmfh86dj.png"},"up_votes":3,"down_votes":2,"body":"**Low Elo Gaming**_ ~ professionelles Gaming im Low Elo Bereich_\r\n\r\nLow Elo Gaming ist eine Organisation von jungen, ambitionierten Gamern die sich dazu entschlossen haben statt in der LCS, in der Low Elo mitzumischen. Als noch relativ junge und unbekannte Organisation, sind wir mit voller Leidenschaft dabei, den individuellen Skill und das Zusammenspiel unserer Spieler zu verbessern und uns einen Namen in der Szene zu machen. Wir leben ganz nach unserem Teammotto: &bdquo;Gemeinsam feedet es sich am sch&ouml;nsten!&ldquo;\r\n\r\nUnser aktuelles Roster besteht aus vier engagierten Gamern, im Alter von 20 bis 30 und einer SoloQ Elo von Silber 3 bis Gold 2. Des weiteren verf&uuml;gen wir &uuml;ber einen Substitute-Spieler. Leider mussten wir uns Gestern von unserem Midlaner trennen, da er trotz netter Pers&ouml;nlichkeit schnell tiltete und dann anfing zu flamen. Dementsprechend sind wir auf der Suche nach einem neuen Midlaner um unser Roster zu verst&auml;rken.\r\n\r\nSpieler die neu bei uns eingestellt werden kommen zuerst in einen Probemonat. Das hat sowohl f&uuml;r euch als auch f&uuml;r uns den Vorteil, das wir schauen k&ouml;nnen ob es &uuml;ber l&auml;ngere Zeit so mit dem Team funktionieren wird. W&auml;hrend der Probezeit werden ihr, wie ein vollwertiges Mitglied von Low Elo Gaming behandelt und seit in keinster Weise benachteiligt. Nach Abschluss der Probezeit erhaltet ihr Zugriff auf unseren Watsappchat.\r\n**\r\nWer sich bei uns bewirbt sollte folgendes Mitbringen:**\r\n\r\n-SoloQ Elo von Silber 3 bis Platin 5.\r\n-Zeit Dienstags und Sonntags ab 19:30.\r\n-Funktionierendes Headset &amp; Mikro.\r\n-Teamspeak.\r\n-Zuverl&auml;ssigkeit (ganz wichtig!!!).\r\n-Kein Geflame oder sonstiges toxisches Verhalten! Wir spielen immer noch aus Spass.\r\n-Bereitschaft sich ins Team einzubringen.\r\n-Verst&auml;ndnis eurer Rolle.\r\n-Keine AD Assassins only Spieler (Wir h&auml;tten gerne nen APler f&uuml;r die Mitte)\r\n-Ein flexibler Championpool w&auml;re von Vorteil.\r\n\r\n**Wir bieten:**\r\n\r\n-Ein zuverl&auml;ssiges, gut organisiertes und motiviertes League of Legends Team.\r\n-Seri&ouml;ses Verhalten, freundlicher Umgangston und ne Menge Spass.\r\n-Einen eigenen TS Channel.\r\n-Eine Watsapp Gruppe f&uuml;r w&ouml;chentliche Absprachen und Trashtalk.\r\n-Einen Substitute-Spieler falls mal wer ausf&auml;llt.\r\n-Ein Teamlogo.\r\n-Zugeh&ouml;rigkeit zur Community Summoners Heaven, welche uns unseren TS zur Verf&uuml;gung stellen und Regelm&auml;ssig diverse Events, coaching und eine interne Liga organisieren.\r\n-Eventuell auch neue Freunde ausserhalb von League of Legends.\r\n\r\n**N&auml;chsten Sonntag (und je nach Nachfrage Dienstag) sind die abschlissenden Tryouts geplant.**\r\n\r\nBei Interesse oder Fragen meldet euch doch Ingame bei mir.\r\n\r\nmfg Sergeant Cronos","replies":[{"id":"","poster":"Tear of mad ADCs","date":"2017-08-03T06:05:01.817+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-08-03T08:11:42.491+0000","up_votes":1,"down_votes":0,"body":"Ja klar.\n\nSag ihm einfach er soll mich adden =)","replies":[]}]},{"id":"","poster":"TapZz","date":"2017-08-02T09:52:33.966+0000","up_votes":1,"down_votes":0,"body":"Hallo ich und mein kumpel IH NiggoBoosted würden uns für euer team interssieren , leider bin ich top laner und er ADC bei interesse könnt ihr euch ja bei mir über den lol acc melden ( wir sind beide 16 ) und ts und discord sind vorhanden \n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-08-02T09:59:00.505+0000","up_votes":1,"down_votes":0,"body":"Ehmm...wir suchen eigentlich nur EINEN Spieler und das für die Midlane.\n\nAber Danke für das Interesse ^^","replies":[]}]}]}