{"id":"Bk3q0q7G","poster":"SiegbertSchnöseI","date":"2017-08-01T21:40:04.019+0000","title":"Suche Main Top und ADC für Flex","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heyho,\r\nwie im Titel schon steht suchen meine Freundin (Sup), nen Kollege von mir (Mid) und ich (Jungle) einen aktiven Toplaner und ADC f&uuml;r Flex im Elobereich Bronze-Gold.\r\nWir haben nicht den tollen Plan Challenger oder so&#039;n Kram zu werden, wir wollen einfach nur zocken, spa&szlig; haben und so gut es geht nicht oder kaum noch mit Randoms zocken. Logisch wollen wir auch gewinnen, sind schlie&szlig;lich Rankeds und keine Normals, also ist ein Aufsteigen der Elo schon beabsichtigt.\r\n\r\n**Was wir von euch erwarten:**\r\n- gescheites Headset und Teamspeak 3 bzw DIscord\r\n- ihr solltet das 18. Lebensjahr erreicht oder &uuml;berschritten haben\r\n- kritikf&auml;hig sein und nicht sofort rumweinen oder rumflamen wenn mal was nicht so l&auml;uft wie ihr es wollt\r\n- auf calls reagieren und nicht sturr das machen was ihr wollt\r\n- aktiv sein, wir 3 sind aktiv und kommen nacheinander ab ca 15-20 Uhr on und sind mei&szlig;t bis 24-3 Uhr on wobei das recht unterschiedlich sein kann\r\n- keine onetrickponies, haben einfach keine lust darauf, dass rumgeweint/getrollt wird wenn einem der Main weggebannt/gepickt wird\r\n\r\nKlar spielen wir auch nebenbei Normals, demnach ist es ratsam auch eine 2. oder 3. Role spielen zu k&ouml;nnen, weils eben langweilig werden kann immer die gleiche Role zu spielen.\r\nDie Besetzung sieht bei uns folgenderma&szlig;en aus:\r\nFreundin - Main: Sup - Second: ADC\r\nKollege - Main: Mid - Second: Jungle\r\nMe - Main: Jungle - Second: Mid, ADC, Top\r\n\r\nFalls ihr noch fragen habt oder euch uns anschlie&szlig;en wollt, addet mich Ingame.\r\nSummonername: **SiegbertSchn&ouml;seI** _&lt;- copypaste me_","replies":[{"id":"","poster":"Liqqy","date":"2017-08-02T14:40:27.826+0000","up_votes":1,"down_votes":0,"body":"Hey SiegbertSchnösel,\nmir gefällt was ich deinen Post lese und bin sehr interessiert.\nBin main ADC und habe Teamerfahrung.\n\nIch hab dich mal geaddet.","replies":[]}]}