{"id":"Hnd2FaQd","poster":"IcPa Samplex","date":"2017-07-30T13:43:26.605+0000","title":"Coach","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo liebe LoL Spieler, \r\n\r\nich habe folgendes Anliegen, ich suche jemanden, der Lust und Zeit dazu hat mir die Rolle des Adc näher zu bringen. Ich maine Vayne, allerdings suche ich so etwas wie einen Coach für diese Rolle.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-30T17:39:36.789+0000","up_votes":1,"down_votes":0,"body":"Ich bin selbst nur Platin IV, erlaube mir aber eine Bermerkung: Ich halte Vayne - wenn es dir ums Climben geht - für den falschen Pick. Sie ist extrem schwach auf der Lane, hat Schwierigkeiten beim Farmen, braucht mindestens 3,5 Items, um nützlich zu sein und hat dann eine sehr geringe Reichweite. Sie hat auch eine ganz andere Spielweise als andere Adcs und eignet sich daher nicht sonderlich gut, um als Adc besser zu werden.\n\nIst aber nur meine Meinung, spiel worauf du Lust hast. Gleichwohl halte ich Champs wie Caitlyn, Jinx oder Kog'Maw, wenn du gerne Scaling Champs spielst, für geeigneter.","replies":[{"id":"","poster":"Slaped by Rat","date":"2019-12-21T20:09:15.638+0000","up_votes":1,"down_votes":0,"body":"Es kommt auf den Anwender an:) Vayne ist ein Super Pick für Solo Carry hängt ganz alleine von dir als Anwender ab:) Eine Bemerkung habe ich noch, wenn du dein BOTRK hast bist du easy im Stande TOP Plays zu bringen im Earl","replies":[]},{"id":"","poster":"Slaped by Rat","date":"2019-12-21T20:08:21.432+0000","up_votes":1,"down_votes":0,"body":"Es kommt auf den Anwender an:) Vayne ist ein Super Pick für Solo Carry hängt ganz alleine von dir als Anwender ab:)","replies":[]}]},{"id":"","poster":"FABOBABO","date":"2017-08-01T15:11:56.262+0000","up_votes":1,"down_votes":0,"body":"Auch als nicht Adc. Du solltest mehr warden, bzw mehr Pinks kaufen.","replies":[]},{"id":"","poster":"Wekra","date":"2017-07-30T14:28:16.201+0000","up_votes":1,"down_votes":0,"body":"So wie ich hier heiße, muss aber erstmal bisschen was für die Uni machen, ich antworte dir in wenigen Stunden ;)","replies":[]},{"id":"","poster":"IcPa Samplex","date":"2017-07-30T14:15:25.030+0000","up_votes":1,"down_votes":0,"body":"Coole Sache! Klar gerne! wie is dein Ingame name?","replies":[]},{"id":"","poster":"Wekra","date":"2017-07-30T14:09:03.476+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir die wichtigsten Dinge für ADCs zeigen wenn du willst, bin auch beieleibe keine Profi, weiß aber so ein bisschen was","replies":[]}]}