{"id":"74B8ALnU","poster":"Gin","date":"2017-07-29T19:59:20.382+0000","title":"[Übersetzung] Update: FPS-Probleme in Late-Game Teamfights","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"##Es folgt eine Übersetzung aus dem englischen Beitrag:\n\nhttp://i.imgur.com/9Doq4Rl.jpg\n\n**Riot JxE**, Produktmanager des Render Teams, ist hier, um mit euch allen &uuml;ber die FPS-Probleme in Late-Game Teamfights zu sprechen, die ihr in den letzten Monaten immer wieder als Thema aufgebracht habt. Wir haben uns mehrere Monate mit dem Problem besch&auml;ftigt und kurzgesagt: Es war extrem umst&auml;ndlich das Problem ausfindig zu machen. Wir haben **Avg FPS** verwendet, um zu messen, wie sich die Performance verh&auml;lt, jedoch reichen die Informationen alleine nicht aus um das Problem ausfindig zu machen. Wir haben daraufhin angefangen [besser verfolgbaren Code](http://i.imgur.com/R6MXnMI.jpg) einzusetzen, und die Daten genutzt, um uns zu helfen ein besseres Verst&auml;ndnis daf&uuml;r aufzubauen, was die Probleme verursacht. (Die Zahlen, die ihr auf dem Bild sehen k&ouml;nnt, sind von einem Entwickler Debug Build und k&ouml;nnen von Maschine zu Maschine variieren.)\n\nKurz zusammengefasst haben wir ein paar potenzielle &Uuml;belt&auml;ter gefunden und damit angefangen unseren Code zu optimieren. Wir glauben, dass manche CPU Abl&auml;ufe die GPU blockieren, was die FPS Probleme, die ihr in Late-Game Teamfights beobachten k&ouml;nnt, verursacht hat. Wir haben insbesondere die Funktion &quot;_UpdatePerceptionBubbles()_&rdquo; optimiert, die benutzt wird um den Nebel des Krieges zu generieren, und haben w&auml;hrend unserer Partikelsimulations-Phase ein paar Optimierungen an Audios gemacht, die, wie wir vermuten, die &Uuml;belt&auml;ter sind. Wir schauen au&szlig;erdem noch in weitere Gebiete der Optimierung (z.B _GameWorldLoop_), jetzt, da wir bessere Daten haben.\n\nWir k&ouml;nnen nichts versprechen, aber wir wollten euch wissen lassen, dass wir aktiv nach einer L&ouml;sung f&uuml;r das Problem suchen und hoffentlich bald einen Fix haben.\n\n\nUrspr&uuml;nglicher Beitrag von **Riot JxE**: \nhttps://boards.na.leagueoflegends.com/en/c/gameplay-balance/9oAyWOcr-fpsperformance-updates","replies":[{"id":"","poster":"Wings Of Quinn","date":"2017-08-06T11:52:33.287+0000","up_votes":0,"down_votes":0,"body":"Leider suchen mich die FPS Problem aktuell auch heim. Vorher hatte ich in Teamfights zwischen 40 und 60 FPS was vollkommen ausgereicht hat aber nun sinken die FPS auf unter 10 was dafür sorgt das ich an Teamfights nicht wirklich aushelfen kann.","replies":[]}]}