{"id":"QFuNb35m","poster":"Jahamoto","date":"2017-07-29T15:07:37.377+0000","title":"Aufregen ( Toxic )","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hallo, \nich wollte mich mal verabschieden und noch was f&uuml;r die Menschen dalassen die das selbe f&uuml;hlen wie ich.\nEs geht ums sauer werden,\nwer glaubt das wird sich nicht &auml;ndern, der hat v&ouml;llig recht.\nIch Spiele lol schon 4 Jahre und habe immer gedacht es gibt die n&auml;chste ebene wo man einfach &quot;professioneller&quot; ist/ wird und das verlieren oder die Balanace einen nicht mehr so anfrist.\nAber .......\nEs liegt nicht an einen selber, nein, die Reaktion ist v&ouml;llig nat&uuml;rlich und l&auml;&szlig;t sich auch bei Menschenaffen nachahmen, wenn Sie in unw&uuml;rdigen bedingungen, in einen K&auml;fig gespert werden.\nNun fragt Ihr euch wo kommt der vergleich her, ganz einfach.\nWenn ein Match nicht gebalancet ist ( und das ist es fast nie ) muss man das sogar bis zum Ende Spielen auch wenn alles schon entschieden ist, aber Riot setzt einen drauf ....\nWenn Du oder wer auch immer nicht gewinnen k&ouml;nnt weil schon gecouterpickt wurde,oder was auch immer,  musst Du das Spiel bis zum schluss Spielen wie der Affe in dem K&auml;fig, denn sonst wirst Du von dem Spiel bestraft.\nDas ein Spiel ( wir sprechen von einem Spiel ) einen bestrafen kann ist doch schon ein hinweis das die Emotion die viele empfinden v&ouml;llig korrekt sind nur nicht von dem Entwicklern gewollt ist.\n\nIch muss noch mal zusammenfassen, Du bezahlst Geld f&uuml;r ein Spiel was dich bestraft wenn Du erkennst das ein Match nicht zu gewinnen ist, wenn ein Affe in einen K&auml;fig gespert wird und die lebensbedingungen schlecht sind wird er auch immer nur sauerer bis hin zum Tobheitsanfall.\nWarum sein Geld nicht sinnvoll investieren und einen Berg erklimmen oder eine eigene Gesch&auml;ftsidee umsetzten oder deiner Mutter helfen etz.\n\nRiot ist wie alle anderen Spieleanbieter nur ein unternehmen die sich von eurer sucht, sich die richtige Welt kaufen und Ihr h&auml;ngt vorm rechner weggesperrt in euerer Wohnung.\n\nWird einigen nicht gefallen aber Shit happend :) Meine Meinung !\n\nViele Gr&uuml;&szlig;e","replies":[{"id":"","poster":"eingew","date":"2017-07-29T15:31:01.454+0000","up_votes":3,"down_votes":1,"body":"Der entscheidende Clou bei der Sache ist: Menschen gehen *völlig freiwillig* in den Käfig ;).\n\nUnd naja, du weißt ja beim eintreten, was dich drinne erwartet. Du bist ein selbstverantwortliches Wesen, und entsprechend bist du nicht nur in der Lage, die Konsequenzen für dein Handeln zu tragen, sondern sie durchaus auch vorherzusehen. Und als Mensch, der zumindest theoretisch auch durchaus in der Lage ist, rationale und selbstbestimmte Entscheidungen zu treffen, bist du nicht die gezwungene Marionette, als die du dich hier darstellst, im Gegenteil, es stand dir schon immer völlig frei, das Spiel einfach links liegen zu lassen und zu ignorieren. Das wäre sogar bei weitem die beste Entscheidung, wenn man keinen Spaß mehr in der Liga findet... denn was soll einem ein Hobby bringen, was keinen Spaß macht?\n\nZu guter Letzt noch ein weiterer Trugschluss, dem du unterliegst: Man kann auch in dieses Spiel gehen um Spaß zu suchen - und zu finden! Ich persönlich gehe ausschließlich deshalb in meine Spiele, weil ich Spaß daran habe ;). Allerdings mute ich womöglich auch häufiger als du und gräme mich deutlich weniger (bis gar nicht) bei einer Niederlage.\n\n> Riot ist wie alle anderen Spieleanbieter nur ein unternehmen die sich von eurer sucht, sich die richtige Welt kaufen und Ihr hängt vorm rechner weggesperrt in euerer Wohnung.\n> \n> Wird einigen nicht gefallen aber Shit happend :) Meine Meinung !\n\nNaja, diese Weisheit ist ja an sich längst bekannt... das hat auch weniger mit Spieleanbietern zu tun, die sind nur ein kleiner Teil von deutlich größeren Wirtschaftszweigen, die mit derartigen Mitteln Geld verdienen. Wirtschaftspsychologie ist hier wohl das treffendste Stichwort. Bist du bereits Student? Naja, ist ja eigentlich egal, Unis sind ja generell für alle offen, such mal in der deiner Stadt nach den Vorlesungen, die sich mit Markt-, Werbe- und Medienpsychologie auseinandersetzen, geh da hin und lass dich von Wissen berieseln ;). Oder versuche dich an den Lerntheorien, insbesondere Tokensysteme könnten da für dich sehr interessant sein.","replies":[{"id":"","poster":"Jahamoto","date":"2017-07-29T16:01:26.590+0000","up_votes":1,"down_votes":0,"body":"Leider nicht richtig, wer Irgentwo eintritt weiß nicht die ganze Warheit ! \nSpeziell in sachen lol ist das leider sehr irreführend,\nda der Suchtfacktor von vermeindlich nicht physischen Geschenken herrührt.\nIn russland habe Sie schon versucht  mit einer Trockeneispumpe das Suchtzentrum lahmzulegen ( also Kopf aufgebohrt usw. ) mit gravierenden Folgen.\nLol verursacht auch einen hohen Suchtfactor den viele nicht gewachsen sind, in Asien hat lol sogar eine realtiv hohe Todesrate, kein klar denkendes Tier setzt sich solchen Toturen aus und glaub nicht das diese Menschen ohne Syntome einfach gestorben sind !\n\nWenn Du Spaß an lol hast und Psychisch ein eher gefestigter Mensch bist freut mich das für dich, ist aber leider eine ausnahme.\n\nZu gut erletzt muss ich noch mal drauf hinweisen das es viele nicht so bewust ist wie die Mühlen im richtigen Leben so laufen, einfache Familienverhältnisse bestärken das leider noch mehr und wer Arm ist erleidet Statistisch gesehen schneller einer Sucht!\nDer Entwickler lebt einen großen Fuss und in einigen gegenden Sterben Menschen \" weil sie ja die Freie Wahl haben \" kligt Plausiebel !\n\nWill auch kein Hass generien möchte nur mal helfen anders zu denken, als das sich jeder selber die Schattenseiten ergründen muss.","replies":[{"id":"","poster":"eingew","date":"2017-07-29T16:51:34.144+0000","up_votes":3,"down_votes":0,"body":"> Leider nicht richtig, wer Irgentwo eintritt weiß nicht die ganze Warheit !\n\nSorry, aber das ist doch bloß eine faule Ausrede. Wer League zockt, hat auch einen Internetzugang und wer einen Internetzugang hat, kann sich insbesondere über LoL *alle* Informationen beschaffen, die er jemals brauchen wird und noch einige mehr, die ihm völlig schnurz sein können.\n\n> In russland habe Sie schon versucht mit einer Trockeneispumpe das Suchtzentrum lahmzulegen ( also Kopf aufgebohrt usw. ) mit gravierenden Folgen.\n\nHab mal gerade einen Artikel dazu aufgetrieben. Außer dass die Sucht angeblich danach verschwindet, steht da nichts. Faul wie immer haben die entsprechenden \"Journalisten\" aber auch lediglich ein Interview mit dem handelnden Arzt dort übersetzt, wie es den Patienten geht und unter welchen Nebenwirkungen sie eventuell leiden, darüber wurde nicht einmal ein Wort verloren. Kannst du mir vielleicht mehr dazu sagen?\n\n> Lol verursacht auch einen hohen Suchtfactor den viele nicht gewachsen sind, in Asien hat lol sogar eine realtiv hohe Todesrate, kein klar denkendes Tier setzt sich solchen Toturen aus und glaub nicht das diese Menschen ohne Syntome einfach gestorben sind !\n\nIch nehme an, dass sie üblicherweise zu wenig getrunken und gegessen haben? Wie bei jeder Computerspielsucht?\nÜbrigens ist es mehr als fragwürdig, solche Fälle ausschließlich auf das Spiel zurückzuführen. Ich meine, du hast völlig Recht auch bei LoL besteht durchaus eine Suchtgefahr, angesichts der Tatsache, dass es das meistgespielte Spiel der Welt ist, vermutlich sogar weit mehr als bei den meisten anderen Spielen, nichtsdestowenigertrotz spielen gerade bei Todesopfern mit ziemlicher Sicherheit noch deutlich mehr Variablen mit hinein.\n\nMenschen sind *Eigenverantwortlich*. Einfach zu sagen, dass man ja nichts für seine Lage kann und das böse Spiel mit seinen Geschenken und dem Spaß Schuld daran ist, mag eine feine Ausrede sein, um das eigene Ego zu verteidigen, ändert aber 0 daran, dass man immer noch selbst die Büchse der Pandora geöffnet hat. Und da es sich wie gesagt um Menschen mit einem Internetzugang handelt, ist es einfach unsinnig zu behaupten, dass die ja gar keine Chance hatten, sich aus ihrer Unmündigkeit zu befreien. Das Argument mag bei Menschen im Mittelalter zutreffen, aber heute ist das in den meisten Teilen der Welt einfach nicht falsch.\n\n> Zu gut erletzt muss ich noch mal drauf hinweisen das es viele nicht so bewust ist wie die Mühlen im richtigen Leben so laufen, einfache Familienverhältnisse bestärken das leider noch mehr und wer Arm ist erleidet Statistisch gesehen schneller einer Sucht!\n> Der Entwickler lebt einen großen Fuss und in einigen gegenden Sterben Menschen \" weil sie ja die Freie Wahl haben \" kligt Plausiebel !\n\nJa, als armer Mensch hat man durchaus mit deutlich größeren Problemen zu kämpfen, als mit einem gesicherten Einkommen und gewissem Notpolster... deswegen die Entscheidungen und die daraus folgenden Konsequenzen armer Menschen auf Riot zurückzuführen ist nicht schlüssig. Glaubst du, dass diese Menschen ein besseres Leben ohne LoL haben? Glaubst du, dass sie das nicht selbst entscheiden können? \n\nUnd wer so viel Geld für LoL ausgibt, dass er sich nicht mehr ernähren kann, der hat doch irgendwo ganz andere Probleme. Es ist nicht einmal klar zu sagen, wie sein Leben ohne LoL verlaufen wäre, und ob er dann nicht einfach sein Geld für anderen Müll ausgegeben hätte...\n\nWie die meisten Probleme der Welt lässt sich auch dieses durch Bildung lösen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-07-29T17:26:44.371+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jahamoto,realm=EUW,application-id=KYnfKGf0,discussion-id=QFuNb35m,comment-id=00000000,timestamp=2017-07-29T16:01:26.590+0000)\n>\n> Lol verursacht auch einen hohen Suchtfactor den viele nicht gewachsen sind, in Asien hat lol sogar eine realtiv hohe Todesrate, kein klar denkendes Tier setzt sich solchen Toturen aus und glaub nicht das diese Menschen ohne Syntome einfach gestorben sind !\n\nÄhm... hast du da auch Quellen für? Also so was behaupten kann jeder... In Afrika soll die LoL Sucht ja sogar Hungersnöte auslösen... Gerüchteweise kommen nur wegen den besseren Riot Servern all die Flüchtlinge.\nUnd ja, LoL kann süchtig machen... wie das Internet allgemein. Oder Spiele allgemein. Nicht mehr und nicht weniger. Und ja, es gibt Menschen, die danach süchtig werden. Und die brauchen dann Hilfe. Allerdings brauchen sie dann Profis, und nicht nen paar Freizeitphilosophen...\n\nOh und eins noch: Das \"Du bezahlst Geld für ein Spiel was dich bestraft\" ist hier völlig falsch. Du gibst Riot vollkommen freiwillig etwas zurück, wenn das Spiel dir gefällt. Niemand zwingt dich dazu. Wenn du allerdings gegen den Verhaltenskodex verstößt, wird das Spiel dich sehr wohl bestrafen. Zum wohle derer, die dich an diese Regeln halten. Wenn dir diese Regeln nicht passen, dann gib Riot einfach kein Geld und such dir nen Spiel, dass für dich besser funktioniert...","replies":[{"id":"","poster":"OrangeBubble","date":"2017-07-30T15:04:35.944+0000","up_votes":1,"down_votes":0,"body":"\"Und ja, LoL kann süchtig machen... wie das Internet allgemein. Oder Spiele allgemein.\"\nZusatz für den TE: So gut wie alles kann süchtig machen und so gut wie alles ist in zu hohen Dosen gefährlich. Das ist nicht nur ein Problem der \"virtuellen Welt\".","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2017-07-30T14:56:19.592+0000","up_votes":1,"down_votes":0,"body":"Bitte gib mal deine Quellen an zu deinen ganzen Behauptungen.","replies":[]}]}]},{"id":"","poster":"Allerbester Biss","date":"2017-07-29T16:12:00.930+0000","up_votes":1,"down_votes":1,"body":"Zwingt dich irgendwer für ein Free2Play Game zu zahlen?\n\nDu weißt, dass sich die Affen dann selber einsperren, weil dieses Spiel freiwillig gespielt wird!","replies":[{"id":"","poster":"Jahamoto","date":"2017-07-29T16:18:20.044+0000","up_votes":1,"down_votes":1,"body":"Du meinst mit Sucht gibt es noch eine freiwillige Option ?","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-29T17:27:36.236+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jahamoto,realm=EUW,application-id=KYnfKGf0,discussion-id=QFuNb35m,comment-id=00020000,timestamp=2017-07-29T16:18:20.044+0000)\n>\n> Du meinst mit Sucht gibt es noch eine freiwillige Option ?\n\nJa. Auch ein Raucher hat jederzeit die Möglichkeit, aufzuhören. Ich sage nicht, dass es einfach ist. Aber ist definitiv möglich, alleine und ohne professionelle Beratung Suchtprobleme zu überwinden. \n\nNur weil jemand süchtig ist, ist er noch nicht Geschäftsunfähig. Tatsächlich gibt es die Möglichkeit, bei krankhaften Störungen für partiell Geschäftsunfähig erklärt zu werden. Ich bin jetzt kein Experte für Betreuungsrecht und auch kein Psychologe, aber die rechtlichen Hürden dafür sind enorm hoch und in vielen Fällen muss der Betroffene zustimmen.\n\nDas aber nur am Rande. Es soll lediglich aufzeigen, dass unser Recht davon ausgeht, dass \"nur\" eine Sucht einem Menschen nicht die Möglichkeit zu freiverantwortlichen Handlungen nimmt. Wäre in strafrechtlicher Hinsicht ja noch interessanter...","replies":[{"id":"","poster":"OrangeBubble","date":"2017-07-30T15:32:00.913+0000","up_votes":2,"down_votes":0,"body":"Man muss aber eines mal ganz deutlich sagen:\nRaucher und Alkoholiker sind körperlich davon abhängig, wenn sie nicht ihren Stoff bekommen, dann reagiert ihr Körper physisch darauf. Es tritt ein Entzug ein, der nicht ohne ist.\n\nVon LoL kann man allerhöchstens psychisch abhängig werden, was definitiv etwas anderes ist. Wenn man LoL aufhört, dann reagiert der Körper nicht so darauf, wie jemand, der eben mit Rauchen aufhört. Im Prinzip braucht man nur Disziplin, um mit LoL aufzuhören. \n\nNatürlich braucht man auch Disziplin, wenn man mit dem Rauchen aufhört, aber man muss eben zusätzlich auch körperlich dagegen ankämpfen.\n\nFür mich klingt es hier allerdings wie eine Ausrede, ich glaube nicht, dass der TE wirklich süchtig ist/war. \nAußerdem kommt noch dazu, dass ich mich tatsächlich mit dem Thema Videogame - Sucht befasst hatte und dazu ausgiebig recherchiert hatte. Ich konnte keine wirkliche Studie finden, die überhaupt belegt, dass man nur alleine von dem Spiel süchtig wird und eigentlich sind sich die Wissenschaftler nicht mal einig, ob man die wenigen Fälle als Sucht werten kann. In vielen Fällen hat man festgestellt, dass Videogames keinen wirklichen negativen Einfluss hatten (eher das Gegenteil), sondern dass es viel davon abhängig war, wie die Gesamtsituation des Proband ist.\n\nQuellen habe ich leider gerade keine parat, allerdings findet man in Google Scholar einiges, aber auch base-search oder scirus sind eigentlich ganz gut und eben die gute alte Bibliothek. \n\nHier noch ein Link, mit verschiedenen Suchmaschinen. \nhttp://www.abendblatt.de/wirtschaft/karriere/article107834822/So-findet-man-wissenschaftliche-Texte-im-Internet.html","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2017-07-29T17:49:49.155+0000","up_votes":1,"down_votes":0,"body":"Wie Ceiwyn schon schrieb, selbst bei einer Sucht kann man entscheiden ob man weiter macht oder nicht!","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-07-29T16:09:16.518+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jahamoto,realm=EUW,application-id=KYnfKGf0,discussion-id=QFuNb35m,comment-id=,timestamp=2017-07-29T15:07:37.377+0000)\n>\n> Wenn Du oder wer auch immer nicht gewinnen könnt weil schon gecouterpickt wurde,oder was auch immer,  musst Du das Spiel bis zum schluss Spielen wie der Affe in dem Käfig, denn sonst wirst Du von dem Spiel bestraft.\n>\n\nEin Counterpick hat in Low Elo null Bedeutung. So countert etwa LeBlanc sehr viele andere Midlaner, weil sie einfach vor Level 6 absurd stark ist. Aber nun zeig mir einen Spieler in Low Elo, der LeBlanc so gut beherrscht, dass er dich, auch wenn du selbst nahezu perfekt spielst, trotzdem auf Level 3 tötet. Also so, wie es eine LeBlanc möchte.\nAntwort: Diesen Spieler gibt es nicht.\n\nMag sein, dass irgendwo in Dia Counterpicks langsam eine Bedeutung haben, aber bis zum mittleren Platin-Bereich sind Counterpicks nach meiner persönlichen Erfahrung völlig Wurst.","replies":[]},{"id":"","poster":"Released Ape","date":"2017-07-29T17:59:27.211+0000","up_votes":1,"down_votes":0,"body":"Die ganze Zeit über spielst du dieses Spiel - alles ist toll. Jetzt hörst du auf und möchtest das Spiel schlecht reden und allen die es noch spielen einreden sie seinen von ihrer Sucht übermannt und naiv. Du willst hier mit Riot \"abrechnen\", aber hier wirst du leider kaum Zustimmung finden. Wenn du wirklich gehen willst dann gehst du einfach ohne anderen etwas schlecht zu reden.\n\nDeine Kritik besser verpackt, wäre viel nützlicher gewesen. Natürlich wurde hier schon öfter diskutiert warum man Spiele die man unwahrscheinlich noch gewinnen kann nicht einfach verlassen kann, dazu gab es auch Gründe:\n\n-> Die Ansichten der Spieler sind zu unterschiedlich\n-> Führt dazu das man andere Spieler aus dem Spiel drängt um selbst straffrei rauszukommen\n-> Sollte der Duo Partner dann mitbestraft werden, wenn der eigene z. B. leaved und dadurch das Spiel nicht mehr gewinnbar ist\n-> ...\n\nWenn dich LoL aber jeden Tag unglücklich macht, dann hast du die richtige Entscheidung getroffen. Manchmal braucht man auch nur eine Pause und manchmal endet die Pause nicht. Lass dich nicht von einem Spiel so in deiner Lebensqualität beeinflussen, jeder kennt diese Spiele die man einfach verlassen will oder wenn man droppt in der Elo oder wenn man nicht hochkommt.\n\n> Warum sein Geld nicht sinnvoll investieren und einen Berg erklimmen oder eine eigene Geschäftsidee umsetzten oder deiner Mutter helfen etz.\n\nHast du gute Ideen wo man Ausrüstung günstig ausleihen kann um einen Berg zu besteigen? Ich wollte das wirklich machen und bin gerade am suchen.","replies":[]}]}