{"id":"jp1F9Q9V","poster":"Bloodlunatic","date":"2017-07-29T09:02:08.585+0000","title":"Rising Paradies Community sucht neue Leute und Mitarbeiter","subforum":"Clans & Teams","embed":{"title":"risingparadies - Startseite","description":null,"url":"http://www.risingparadies.com/","image":"https://theme.webme.com/designs/clean/screen.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo liebe Gamer und Gamerinen ^^\r\n\r\nRising Paradies Community sucht neute Leute. Du sucht eine nette Community, die offen f&uuml;r alle ist ? Dann bist du bei uns genau richtig. Wir sind eine Multigaming Community, welche aber ihre Basis in LoL hat. Jeder ist willkommen, sofern er sich an die Regeln h&auml;lt.\r\n\r\nRegeln\r\n\r\n&sect;1 Respektiert eure Kollegen und die Admins/ Mods und lasst Sie ausreden. Beleidigungen in jeglicher Art ist verboten. Nickname und Avatarbilder mit beleidigendem Inhalt sind ebenfalls verboten.\r\n\r\n&sect;2 Fairplay ist uns wichtig. Jeder kann einen schlechten Tag haben also lasst es nicht an den anderen raus. Private Missverst&auml;ndnisse und Streitigkeiten geh&ouml;ren nicht auf den TS.\r\n\r\n&sect;3 Solltet ihr Vorschl&auml;ge, Kritik, Anregungen, Ideen oder sonstiges haben, so wendet euch bitte an die Admins. Bitte beachtet bzl. privater Daten eure Privatsph&auml;re und die der anderen.\r\n\r\n&sect;4 M&auml;nner wie auch Frauen werden gleich behandelt.\r\n\r\n&sect;5 Beschwerden &uuml;ber User bzw &uuml;ber Teammember bitte sofort einem Admin oder per &quot;Rechtsklick&quot; -&gt; &quot;Beschwerde einreichen&quot; melden \r\n\r\n&sect;6 Wer lauter Musik h&ouml;ren m&ouml;chte nutzt bitte den Memberbereich, so das es die anderen User nicht st&ouml;rt.\r\n\r\n&sect;7 IP Changer werden nicht auf dem TS geduldet. Namen die eine Verwirrung aufrufen k&ouml;nnen, sind ebenfalls verboten.\r\n\r\nEbenso suche ich neue Mitarbeiter, da die alten uns aus Privaten Gr&uuml;nden verlassen haben. Ich suche aktuell 2 Admins und 5 Mentoren. Da ich beruflich selber viel eingespannt bin, kann ich die Community nicht alleine leiten. Aktuell habe ich keine Sponsoren, das bedeutet ich Zahle den Server selber. Ich kann euch leider nichts bezahlen. Wenn Ihr dennoch Lust habt aktiv in einer Community mit zu arbeiten und Ihr beim wachsen zu helfen, schickt mir einfach eine Email an manu.hoehn@hotmail.com und erkl&auml;rt mir warum ihr denkt das ihr die Richtigen seit. \r\n\r\nAuch spiele ich mit den Gedanken einen Fu&szlig; Richtung Esport zu gehen, das bedeutet Teams eine Plattform zu geben und Ihnen zu helfen.\r\n\r\nHabe ich dein Interesse geweckt ? Dann nichts wie ran an die Tasten. Ich freue mich von Euch zu h&ouml;ren.\r\n\r\nBis Bald in der Kluft\r\n\r\nEuer Manu\r\nCEO RPC","replies":[]}