{"id":"bQnyOYRh","poster":"Ripperion","date":"2017-07-28T21:16:24.524+0000","title":"AP Ezreal MID | Itembuild/Guide","subforum":"Champions & Gameplay","up_votes":2,"down_votes":4,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer,\n\nRipperion mein Name, und ich wollte euch einfach mal mein AP Ezreal MID Itembuild bzw. den Pick vorstellen. Mir ist bewusst, dass diese Idee nicht neu ist, aber offensichtlich wird es nicht mehr gespielt, aber ich pers&ouml;nlich mag diesen Pick sehr, unter anderem da ich mit AP Ezreal sehr viel Spa&szlig; habe und mir so meinen Lieblings-Champion auf Stufe 7 gespielt habe ^^ \n\nAber genug davon, zum Gedanken dahinter : \n{{champion:81}} {{summoner:7}} {{summoner:4}} \nEzreal ist ein sehr guter Champion, wenn es um Poke geht. Sollte also im Team etwas Poke fehlen, ist Ezreal ein guter Kandidat. Ebenso gibt es kaum Matchups, in denen man gro&szlig;e Probleme bekommt, da man dank der sehr hohen Reichweite seiner Q entspannt aus der Distanz farmen kann. Seine W ist beim AP-Build f&uuml;r den Poke verantwortlich, da diese einen soliden Grundschaden und ein gutes Scaling mit AP mitbringt, allerdings ist sie im Early Game recht schwach. Au&szlig;erdem trifft diese nur Champions und kann von Minions oder Gegnern nicht geblockt werden (Abgesehen von Yasuos&#039; W und Braums&#039; E). Die E ist perfekt um Distanz aufzubauen, z.B. bei einem Gank oder Engage des Gegners, da man sie dank der kurzen Channeling-Zeit auch so timen kann, dass man sich w&auml;hrend eines Stuns oder Roots teleportiert. Ebenso kann man sie f&uuml;r einen schnellen Burst-Engage verwenden, indem man davor oder danach die Q und W auf den Gegner feuert und dann sehr schnell Thunderlords ausl&ouml;sen kann. Beachtet aber, dass am Anfang der Cooldown noch sehr hoch ist. Auch diese F&auml;higkeit hat ein gutes Scaling. Die Ultimate sollte auf keinen Fall untersch&auml;tzt werden, da sie einen sehr hohen Grundschaden und ein 0.9er AP Scaling hat. Sie kann vielseitig verwendet werden : Snipen, (Poke), Waveclear, anderen Lanes helfen, oder einfach um den Gegner aus der Lane zu dr&auml;ngen oder ihn zu t&ouml;ten. Zudem hat diese im sp&auml;teren Spielverlauf einen geringen Cooldown, da Ezreal&#039;s Cooldowns um 1,5 Sekunden reduziert werden, wenn er mit seiner Q ein Ziel trifft, egal ob Minion oder Champion.\nDie gr&ouml;&szlig;te Schw&auml;che von Ezreal in der Mid-Lane ist sein fehlender Waveclear. \n\nZu den Masterys :\nKeystone Mastery ist Thunderlords, sowohl 45% CD als auch Penetration sind m&ouml;glich. Im linken Baum Sorcerer, Feast, Natural Talent und Battle Trance.\n\nItembuild und Skillorder :\n\nMan startet mit\n {{item:1056}} {{item:2009}} {{item:2009}} \nund versucht, damit so lange wie m&ouml;glich auf der Lane zu bleiben. Beim ersten Recall sollte mindestens {{item:3070}} gekauft werden, optimal ist allerdings{{item:3070}} und {{item:3057}} \n\nDanach folgende Buildfolge :\n{{item:3165}}, {{item:3100}}, {{item:3158}} bzw. {{item:3020}}, {{item:3003}}, {{item:3285}}, {{item:3146}} \n\nSkillorder :\nLvL 1 : Q\nLvL 2 : E\nLvL 3 : W\nDanach W maximieren, dann E und als letztes Q\n\nIch hoffe, der ein oder andere probiert diesen Pick mal aus, und hoffentlich habt ihr damit genau so viel Erfolg wie ich ihn mal hatte ^^\nViel Spa&szlig; und viel Erfolg auf den Richtfeldern\n\nRipperion{{champion:81}}","replies":[{"id":"","poster":"OT Riku","date":"2017-07-30T12:32:39.727+0000","up_votes":2,"down_votes":0,"body":"Ich würde sobald Träne zur Verfügung steht (und das Timing stimmt) backporten     , sie brauch ja ein wenig zum scalen.\nUnd vielleicht würde ich nicht Thunderlords nehmen sondern Deathfire aufgrund das du ja ehr pokelastig spielst.","replies":[{"id":"","poster":"Ripperion","date":"2017-07-30T14:16:52.296+0000","up_votes":1,"down_votes":0,"body":"Erstmal vielen Dank für deinen konstruktiven Beitrag ^^ \n\nMit der Träne hast du natürlich recht, allerdings ist Sheen einfach ein sehr gutes Item auf Ezreal, und ich persönlich hab auch die Erfahrung gemacht, dass die Lane mit Sheen deutlich angenehmer wird, daher versuche ich es immer beim ersten Recall fertig zu haben, aber klar Träne geht vor.\n\nUnd Deathfire's Touch nehme ich nur deshalb nicht mit, da die Q den DoT leider nicht auslöst, wieso auch immer, und mir gefällt das All-In Potential mit Thunderlords besser (Q/W - E - AA/Q/W)","replies":[]}]}]}