{"id":"feqMF3FW","poster":"Atsùra","date":"2017-07-28T18:05:19.325+0000","title":"High Ping Probleme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich hoffe,  jemand kann mir helfen.\r\nSeit dem letzten Update habe ich massive Ping Probleme. Es ist auf keine Uhrzeit beschr&auml;nkt und kann pl&ouml;tzlich auf einmal passieren. Das geht dann hoch bis zu 14 K und h&ouml;her :/\r\nBevor ich Normal Games mache, schau ich immer erst in Botgames, wie es mit den Ping l&auml;uft und in bei CMD. Wenn er normal ist, und das Botgame gut lief (ohne Probleme) probier ich ein Game und ZACK - High Ping ohne Ende. Das geht dann hoch und  runter als h&auml;ttest du nen fucking Wetterfrosch, der zuviele Drogen genommen hat, am Regler sitzen.\r\nDas Problem besteht jetzt seit ungef&auml;hr einer Woche. Ich hab auch schon alles ausprobiert - Router neu gestartet, Windows wei&szlig; gemacht, ich h&auml;tte nur ein bestimmtes Datenvolumen, Windows-Updates aktualisiert (wobei ich glaube, dass es vl auch an Windows liegt), Lol repariert mit dem Client und und und... Hat noch jemand eine Idee? Ich wei&szlig;  langsam echt nicht weiter -.-\r\n\r\nNoch eine Info am Rande - Mein Freund hat keins der oben genannten Probleme - ist allerdings auch verkabelt und hat Windows 7 ich dagegen Windows 10.\r\n\r\nW&uuml;rde mich &uuml;ber Hilfe freuen.\r\n\r\nTheiella","replies":[{"id":"","poster":"Féar the Bug","date":"2017-07-30T04:52:29.285+0000","up_votes":1,"down_votes":0,"body":"In anderen Spielen hast du das Problem nicht?\n\nSonst hätte ich vielleicht ein paar Optionen für dich.\n\n1.Discord falls vorhanden ausschalten (Hat bei mir das ein oder andere mal den Ping warum auch immer in die höhe getrieben... Dieser ging auch erst nachdem ich Discord schließ wieder weg.\n2. DNS Cache Flushen\n\nCMD in die Suchleiste eingeben und als Administrator starten. Folgend darauf “ipconfig /flushdns” eingeben (Natürlich ohne die Quotes.).\n\nDies cleared dein DNS Cache, so das Windows neue DNS Cache Informationen sucht. (Kann man auch mal alle 2 Monate mal machen, ist relativ nützlich.)","replies":[]}]}