{"id":"VmiumAEt","poster":"MarCommander2211","date":"2017-07-29T11:15:13.606+0000","title":"(Champion-Kit-Konzept) Edwin, das Knochengerüst","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Edwin, das Knochenger&uuml;st:\n\nP: Knochengebeine\n{{item:3084}} \nEdwins HP-Leiste sind in Beine, Arme und Kopf unterteilt. Sobald er ein drittel seiner HP verliert, verliert er auch seine Beine, wobei seine Bewegungsgeschwindigkeit um 25% gesenkt wird. Seine Beine laufen dann mit einer 100er Bewegungsgeschwindigkeit von dem kriechenden Edwin weg, bis er einen automatischen Angriff auf die Beine sie wiederaufnimmt. Dadurch erh&auml;lt er wieder seine Bewegungsgeschwindigkeit und stellt 100+20%HP wieder her.  Sobald er zwei drittel seiner HP verliert, verliert er auch seine Arme, wobei seine Angriffsgeschwindigkeit um 25% gesenkt wird. Seine Arme laufen dann mit einer 100er Bewegungsgeschwindigkeit von dem armlosen Edwin weg, bis er einen automatischen Angriff auf die Arme sie wiederaufnimmt. Dadurch erh&auml;lt er wieder seine Angriffsgeschwindigkeit und stellt 100+20%HP wieder her. Sobald er drei Drittel seiner HP verliert, stirbt Edwin. Doch er kann mit seinem Kopf hin- und her rollen und kann dadurch f&uuml;r sein Team Gegner aussp&auml;hen. \nZudem verwendet Edwin keine Ressourcen. Während Edwin keine Arme hat, kann er keinen Knochenspeer einsetzen, und seine automatische Angriffe werden zu Kopfstößen und Tritten.\n\nQ: Knochenspeer\n{{item:3599}} \nEdwin rei&szlig;t sich den linken Arm ab und wirft ihn 600 Einheiten nach vorne. Trifft er einen Gegner, bleibt der Arm stecken, bis Edwin den Gegner mit einem automatischen Angriff trifft, den Arm herausrei&szlig;t und sich um 3% seiner momentanen HP heilt. Der Initialschaden verursacht 80/100/120/140/160+5%HP+50%AD normalen Schaden und zersplittert dann und verursacht an Gegnern 400 Einheiten dahinter den halben Schaden. Das Herausrei&szlig;en des Armes verursacht den halben Initialschaden als magischen Schaden. Falls sich ein Gegner 2000 Einheiten von Edwin entfernt, wird der Arm automatisch abgerissen, doch es wird kein Schaden verursacht.\nCD: 14/12/10/8/6 Sk\n\nW: Knochenkn&uuml;ppel\n{{item:3122}}  \nPassiv verursachen automatische Angriffe von Edwin zus&auml;tzlich 10+1% der momentanen HP als normalen Schaden zu und automatische Angriffe an Helden haben zus&auml;tzlich 100 Reichweite und stellen 1% der fehlenden HP von Edwin wiederher.\nAktiv verst&auml;rkt Edwin seinen n&auml;chsten automatischen Angriff, indem er seinen Streitkolben mit voller Wucht auf einen Gegner sausen l&auml;sst, was zus&auml;tzlich 10/30/90/120/180+60%Grund-AD+10%AD normalen Schaden zuf&uuml;gt und Gegner 1 Sekunde lang bet&auml;ubt.\nCD: 12/11/10/9/6 Sk \n\nE: Skelettfalle\n{{item:3461}}  \n600 Einheiten von Edwin entfernt schleudert er nach 1.5 Sekunden alle Gegner in einem 200er Radius 1 Sekunde nach oben,was 140/160/180/200/240+70%AD normalen Schaden zuf&uuml;gt.\nCD: 16 Sk\n\nR: Sch&auml;delspalter\n{{item:3641}} \nEdwin schl&auml;gt in geringer Reichweite vor sich und wirft getroffene Gegner 2 Sekunden hoch. Au&szlig;erdem verursacht dies 100/200/300+80%AD normalen Schaden. Au&szlig;erdem hat dieser Schaden eine Chance von 10/20/30%, doppelten Schaden zuzuf&uuml;gen.\nCD: 140/120/60 Sekunden.\n\nWie findet ihr dieses Kit?","replies":[{"id":"","poster":"PlsNoNautMID","date":"2017-07-29T11:24:14.575+0000","up_votes":1,"down_votes":0,"body":"Und wenn der Gegner mit dem Arm dran wegrennt?\nAlles in allem nicht gut durchdacht finde ich...\n\nAuch das mit der Ult die random doppelt schaden macht?... Naja","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-29T12:16:11.933+0000","up_votes":1,"down_votes":0,"body":"Ok, ich hab das mit der Ult entfernt.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-29T12:18:13.465+0000","up_votes":1,"down_votes":0,"body":"Und das mit dem Arm ist jetzt auch gelöst.","replies":[]}]}]}]}