{"id":"qP947P1i","poster":"Exordron","date":"2017-07-29T03:24:00.849+0000","title":"LoL Ehrungssystem","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, ich hab mal ne Frage bez&uuml;glich des neuen Ehrungssystems.\r\nUnd zwar verstehe ich es irgendwie nicht.\r\nIch spiele seit das Ehrungssystem geupdated wurde wirklich viel und werde auch recht h&auml;ufig geehrt, und falle nicht negativ auf.\r\nNun zum wirklichen Thema:\r\nMein Kumpel hat sich vor einer Woche einen neuen Account gemacht und ich habe immer mit ihm zusammen gespielt. Er hat eigentlich eher selten Ehrungen bekommen, da er eben noch ein Anf&auml;nger war und deshalb meist nicht besonderlich gut stand am Ende. \r\nTrotzdem hat er gerade, ohne eine einzige Ehrung in dem Spiel zu bekommen, Stufe 3 erreicht und ich h&auml;nge noch auf Stufe 2 rum.\r\nKann mir das vielleicht irgendwer erkl&auml;ren? \r\nLG","replies":[{"id":"","poster":"Fluxx","date":"2017-07-29T19:16:42.132+0000","up_votes":2,"down_votes":0,"body":"Hey,\n\nich habe vermutet dass Riot so tut als würde eine große Formel dahinter stecken, es ist ja im Grunde ein Gedanken-Psychospiel, dass man sich im Spiel benimmt. Ich nahm an, dass ab einem Zeitpunkt xy die ersten Level 3 Honors verteilt werden, welche unterschiedlich eintreffen, da die Server ähnlich bei Events natürlich bei einer Verteilung ausgelastet sind.\n\nIch habe mein Level 3 völlig random in einer Queue-Wartezeit erhalten, da ploppte die Meldung auf.\n\nDie Anzahl der Games spielt keine Rolle, der neue Account deines Kumpels ist ein schöner Beweis dafür. Warte einfach noch 1-2 Tage und du wirst Level 3 erhalten, wenn du nicht negativ im Spiel aufgefallen bist und wenig Reported wurdest.\n\nEinfach Abwarten :)\n\nGruß {{champion:222}}","replies":[{"id":"","poster":"Exordron","date":"2017-07-31T06:06:40.883+0000","up_votes":2,"down_votes":0,"body":"Okay, danke dir c: Wurde mittlerweile auch, wie du gesagt hast, lvl 3. Einfach so im Startmenü während ich essen war ^^","replies":[]}]},{"id":"","poster":"Kaorî","date":"2017-07-29T08:12:18.422+0000","up_votes":1,"down_votes":0,"body":"Ich eier immernoch auf Stufe 2 rum und kriege in 95% meiner Spiele eigentlich mind. 1 Honor, aber erst 1 alle 3. xD","replies":[]},{"id":"","poster":"Akkyy","date":"2017-07-29T03:44:16.086+0000","up_votes":1,"down_votes":0,"body":"Also ich habe die letzte Zeit auch wirklich viel gespielt und auch einige Honors bekommen. (Sup Main eben). Jedenfalls bin ich auch heute auf Stufe 3 gekommen.","replies":[]}]}