{"id":"LkwV9ekI","poster":"KingDanius","date":"2017-07-28T10:46:08.467+0000","title":"Omega Squad Veigar = Vorteil für den Gegner?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo!\n\nNun ist der Omega Squad Veigar bereits drau&szlig;en und ich habe mich gefragt, ob der Indikator von seinem Meteor auch f&uuml;r Gegner Sichtbar ist?\n\nW&uuml;rde das dann nicht hei&szlig;en, dass der Skill so ziemlich gar nicht ohne den Stun zu treffen w&auml;re, da der Gegner ja wirklich den genauen Radius sieht?\nVor allem in gr&ouml;&szlig;eren K&auml;mpfen ist Veigars W kaum sichtbar, bei diesem Skin jedoch sehr genau ^^\n\nMit Skin:\nhttp://i.imgur.com/Lz2OGqx.png\n\nClassic/andere skins:\nhttp://i.imgur.com/vBoEIBT.jpg\nhttp://i.imgur.com/PoeHO6q.jpg\n\n######Bildquellen: SkinSpotlights","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T11:22:01.842+0000","up_votes":2,"down_votes":0,"body":"Dieser rote Kreis ist nur für verbündete sichtbar. Das kann man auf [surrenderat20](http://www.surrenderat20.net/2017/07/omega-squad-fizz-tristana-twitch-veigar.html#more) sehen. Scrolle zu Veigar, etwas weiter unten als die Hälfte, und dort siehst du zwei mal die W. Einmal aus der Sicht von \"ally\" und einmal \"enemy\".","replies":[{"id":"","poster":"KingDanius","date":"2017-07-28T11:27:32.890+0000","up_votes":1,"down_votes":0,"body":"Ah okay danke, habe ich wohl übersehen ^^\n\nJedoch sollte die w generell mal ein wenig besser sichtbar werden... Dafür, dass er wohl so ziemlich der stärkste burst-non-ulti skill ist.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T11:36:59.259+0000","up_votes":1,"down_votes":0,"body":"Man kann die W ziemlich gut einschätzen, wenn man ein wenig gegen ihn gespielt hat. Entweder man lernt es von allein oder man lernt es auf die harte Tour.\n\nAls Veigar Main muss ich sagen, dass eine bessere Anzeige ein starker Nerf für ihn wäre, siehe Zac! Als man bei seinem E diese rote Anzeige eingefügt hat, konnte man viel einfacher dodgen. Und Veigar ist nun mal vor der 30Min und 300 Stacks auf sein W angewiesen. Danach reicht Q R um jeden Squishie zu töten.\n\nUnd wenn du es glaubst oder nicht, Veigar braucht Skill. Er hat zwar keine Mäkäniks wie z.B. ein Lee Sin oder Zed, aber bei ihm kommt es sehr auf das \"wann? wo? warum?\" an als auf das \"wie?\". Wenn der gegnerische Jungler ein wenig Veigar versteht, wird er Mitte campen, da Veigar sehr immobil ist. Und wenn du im early/mid deine E nicht triffst, kannst du im 1v1 auf der Lane oder bei einem Gank gleich einpacken. Veigar ist auf CC vom Team angewiesen.","replies":[{"id":"","poster":"KingDanius","date":"2017-07-28T12:31:07.726+0000","up_votes":1,"down_votes":1,"body":"Nerf hin oder her, es kann aber nicht sein, dass ein kampfentscheidender skill keinen klaren Indikator/Effekt hat.\n\nDer Bereich in dem die W trifft, ist wohl knapp 3 mal so groß wie der Schatten. Es gibt Gründe warum der Zac E einen Indikator haben MUSS.\n\nIch würde es lieber mit Indikator und eventuell ~0.05-0.1 Sekunde schneller haben, als wie es jetzt ist.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T13:11:39.421+0000","up_votes":2,"down_votes":0,"body":"Und was ist mit z.B. {{champion:120}} Ult,  {{champion:24}} E, {{champion:38}} R, {{champion:27}} Q, {{champion:89}} R oder {{champion:18}} E und ähnlichen Spells? Dann bräuchten diese auch einen klaren Indikator, in welchem Bereich sie Schaden zufügen, da es optisch nicht klar ersichtlich ist.\n\nGenerell müssten dann fast alle AOE Spells einen Indikator (in Form von einem Kreis, Rechteck, etc.) haben, denn viele davon haben (bzw, können) grossen Einfluss haben.\n\n> knapp 3 mal so groß \n\nDas ist ein wenig übertrieben! Bei allen Skins kann man es mit dem Schatten erkennen, genau gleich wie früher bei Zac. Es ist einfach nicht so offensichtlich und man muss ein gutes Auge dafür haben.","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2017-07-28T10:49:58.194+0000","up_votes":5,"down_votes":3,"body":"Stimmt. Es sollte bei jedem Skin eine Fläche angezeigt werden. Rito, bitte umsetzen.","replies":[]}]}