{"id":"IYu581Bf","poster":"FearMyPhear","date":"2017-07-28T16:36:01.236+0000","title":"Zählt Trolling als Intentional Feeding?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":0,"body":"Hatte eben eine deutsche Bot Premade-Lane im Spiel (ich war Jungle und habe zum ersten Mal Elise gespielt). Unser Mid-Laner hat mich mehrfach aufgefordert, Blue zuerst zu machen (ich wollte bei den Raptoren anfangen) und nachdem ich ihm freundlich mitgeteilt habe, das zu unterlassen (&quot;zed dont tell me what to do pls&quot;), wurde ich von ihm und der Bot-Lane als &quot;toxic shit&quot; bezeichnet. Bot hat dann ziemlich hart die Lane verloren (der ADC hatte 0 Vision Score zum Matchende und der Vel&#039;Koz Support hat Runaan gebaut und sonst bis auf Boots kein weiteres Item geschafft) und mir die Schuld gegeben, woraufhin BEIDE angefangen haben, mir f&uuml;r den Rest des Spiels hinterherzurennen und meine Camps zu stealen (ich war zwei Level hinten). Habe sie mehrfach aufgefordert, das zu unterlassen, das war denen aber egal (&quot;reports machen eh nichts&quot;). Meine Frage nun: Wird so was vom System erkannt oder ist das &uuml;berhaupt reportbar oder muss ich mir das gefallen lassen?","replies":[{"id":"","poster":"eingew","date":"2017-07-28T17:37:27.948+0000","up_votes":1,"down_votes":0,"body":"Alles, was gegen den Weg der Beschwörer verstößt und von dir persönlich als Griefing betrachtet wird, kannst du getrost reporten. Ob das System diesen konkreten Fall erkennt und bestraft? Keine Ahnung. Da es sich nur um ein einziges Spiel zu handeln scheint, fällt der Fall vielleicht durchs Netz. Aber Fakt ist, dass derartiges Verhalten durchaus bestrafungswürdig ist, und wenn du zusammen mit genügend anderen Spielern diese Strafe durch deine Reports forderst, dann wird Riot auch handeln.","replies":[]},{"id":"","poster":"BenitoMalzzolini","date":"2017-07-28T16:41:07.280+0000","up_votes":1,"down_votes":0,"body":"infos zum report/bestrafungs system: http://en.volu-eu.org/library.php","replies":[]}]}