{"id":"2mdZNyki","poster":"FAP Love","date":"2017-07-28T06:35:41.605+0000","title":"Kayle Support Guide (erster Guide) 7.14","subforum":"Level Up: Guides & Tipps","embed":{"title":"Wie jetzt? Kayle Support? (Itembuild/Guide) [German]","description":"Hallo heute Will ich euch Kayle Support mal ein wenig näher bringen. das ist mein erstes Video und ich werde natürlich noch schauen dass ich mich noch viel mehr verbessern kann. :) Ich hoffe es gefällt euch trotzdem und ihr probiert sie mal aus.","url":"https://www.youtube.com/watch?v=SLbHjNt7_TU","image":"https://i.ytimg.com/vi/SLbHjNt7_TU/hqdefault.jpg"},"up_votes":3,"down_votes":0,"body":"Hallo ich bin komplett neu im Forum.\nHab erst vor kurzem richtig angefangen hier Beitr&auml;ge durchzulesen weil ich ein paar Berechnungen machen wollte.\nIch habe vor vor nich allzu langer zeit mit YouTube angefangen und jetzt meinen ersten Guide hochgeladen, der nebenbei auch mein erstes Video ist xD\nauf jeden Fall dachte ich es w&auml;re mal ganz gut den hier zu Posten um auch mal ein paar Meinungen einzuholen. Ich wei&szlig; dass ich da ein paar Punkte h&auml;tte mehr nennen k&ouml;nnen und noch ein paar mehr Praxisbeispiele. W&auml;re auf jeden Fall mal Nice wenn ich euch das mal anseht und mir einfach mal generelle Meinungen von euch gebt. Auch bitte mit Verbesserungsvorschlägen. ^^\nBye und viel Spa&szlig; beim Zocken noch. \n","replies":[{"id":"","poster":"ninju7su","date":"2017-07-28T07:46:33.063+0000","up_votes":2,"down_votes":0,"body":"Moin,\n\nich hatte vor einiger Zeit einen Kayle-Support-Guide gesehen, den ich ziemlich interessant fand. Daher hat mich dieser natürlich direkt getriggert :D Für deinen ersten Guide und dein erstes Video überhaupt, ist das echt gut geworden. Respekt! Ein paar Sachen sind mir aufgefallen und ich hoffe es erschlägt dich nicht, da ich echt pingelig sien kann, was Rethorik angeht. Aber das Positive vorweg:\n\n+ angenehme Stimme\n+ Versuch mit dieser Stimme zu arbeiten\n+ sympathische Ausdrucksweise\n+ hin und wieder Vergleiche mit anderen Champs sind gut und können ausgebaut werden (wie stark ist der Heal im Vergleich zu ...)\n+ Musikwahl ist gut\n\nDas wichtigste hast du damit schon abgedeckt. Charakter, Stimme und Ausdrucksweise harmonieren. Alles andere und alles was nun folgt ist etwas, das man durch Übung erlernen und trainieren kann. Da sind ein paar Grundregeln für Redner zu beachten und ein paar strukturelle Punkte.\n\n- Wörter werden gerne lang gezogen und Pausen sind unverhältnismäßig groß\n- Stimme geht an ungewöhnlichen Stellen hoch. Am Ende eines Satzes oder einer Ausführung erwartet man das diese runter geht.\n- ein schneller Wechsel zwischen langsamen und schnellem Sprechen. Stichwort: Kontinuität.\n- Füllwörter wie ehm, ja, man, also, aber, genau so vermeiden und unsichere Wörter wie, könnte, würde, hätte, sollte abtrainieren\n- entweder deutsches vokabular verwenden _oder_ englisches. Bei Spells ggf beides\n- nicht sagen, was du als nächstes sagst, sondern einfach machen (\"Jetzt sage ich noch kurz wie ich Mastaries mache\")\n- dem Zuschauer keine Meinung aufzwingen. Heißt: Nicht zu sagen \"Wir bauen so und so.\" Sondern \"Es empfiehlt sich aus folgenden Gründen so und so zu bauen.\" \n- generell Entscheidung für Items, Spells, Masteries begründen\n- gibt es Probleme bei einem Punkt Alternativen oder Lösungen anbieten. Die Ulti hat nur ein Target? Optimaler Weise würde ich sie dann auf den Hyper-Carrie hauen oder auf einen Assasin der als Initator dient.\n\nIch hoffe du kannst einiges mitnehmen. Abgesehen davon hast du auf visuelle Einblendungen und Cuts in der Tonspur komplett verzichtet. Ich nehme stark an, das dazu die Programme noch fehlen, daher liste ich dass hier nicht auf. \n\nViel Erfolg weiterhin!","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T08:05:56.048+0000","up_votes":2,"down_votes":0,"body":"Ich denke ein gut eingeübtes Skript könnte hier viel helfen.","replies":[]},{"id":"","poster":"FAP Love","date":"2017-07-28T11:43:30.779+0000","up_votes":1,"down_votes":0,"body":"Erstmal vielen vielen Dank für die tolle Kritik. :)\nIch habe als ich getriggert gelesen hab schon voll Stress geschoben dass jetzt der totale Hate kommt. Aber es hat mich überrascht dass du so eine tolle und vor allem auch konstruktive Kritik geschrieben hast die vor allem nicht mal wirklich kurz ist. Danke für's Zeit nehmen. xD\nIch habe nicht damit so eine positive Resonanz hier zu erhalten. (bei dem was ich so von der LoL Community gewohnt bin -.-)\nIch finde es toll das du mir gesagt hast was ich bereits gut mache.\nUnd auch die Negativpunkte werde ich berücksichtigen wenn ich nächstes mal einen Guide hochlade, das wird mir da sehr weiterhelfen.\n\n* Das mit den Wörtern langziehen ist mir gar nicht aufgefallen und die Pausen sind mir ebenfalls nicht so lange vorgekommen. Das nimm dem ganzen Tatsächlich viel Redefluss weg. \n* ja meine stimme geht teilweise echt manchmal ein hoch und klingt dann sogar ein wenig unangenehm. (wohl die Nervositiät) + vllt sollte ich auch das audio nächstes Mal normalisieren und ein wenig anders abmischen um ein Übersteuern zu verhindern\n* Ähm, ja ich bin noch etwas schüchtern gegenüber meinem Mikrophon, aber wir sollten uns langsam näher kommen können. {{sticker:zombie-brand-facepalm}} \n* Mit dem Vokabular wusste ich noch nicht genau ob ich die englischen Begriffe verwenden soll oder die deutschen da ich meine Guides ja auf Deutsch mache, allerdings werde ich wohl komplett nur die englischen Begriffe verwenden dann hab ich das Problem nicht mehr und die Begriffe lassen sich ja auch von, Zuschauern die jetzt noch nicht so lange zocken, schnell erlernen\n* Warum soll ich nicht sagen was ich als nächstes mache? Wie soll ich sonst auf die 10 Minuten Videolänge kommen. :^)\nNe das versteh ich schon das macht das ganze etwas langweilig und trocken\n* Das mit der Meinung ist auch ein guter Punkt auf den ich achten muss das das so absolut wirkt und vielleicht auch etwas unsymphatisch wirkt\n* Die Begründungen habe ich selber zu wenig gebracht. War aber wohl auch der Entscheidung geschuldet den Guide möglichst kompakt zu halten (keine 20 minuten). Für die Für die Zukunft gilt: Soviel wie nötig, so wenig wie möglich. Das Gleiche gilt auch für Konfliksituationen wie mit der Ult.\n\nIch habe ja erst Angfangen daher habe ich noch nicht wirklich Ahnung von Premiere gehabt, aber ich trainiere mir mir auch möglichst viel an um die Videos noch hochwertiger zu gestalten.\nDie Tonspur habe tatsächlich geschnitten. Die war davor richtig Schlimm. ich habe sie allerdings so geschnitten das es so klingt als ob ich am stück reden würde. Ich habe vorher schon mehr mit Musik gearbeitet und auch gemixt. Da bringe ich ein wenig Erfahrung schon mit.\nAber ich danke dir wirklich sehr für dein tolles Feedback, darauf werde ich auf jeden Fall zurückgreifen bei meinem nächsten Guide. :)","replies":[{"id":"","poster":"ninju7su","date":"2017-07-28T13:20:49.969+0000","up_votes":1,"down_votes":0,"body":"Es freut mich, das es positiv angekommen ist :)\n\n> Warum soll ich nicht sagen was ich als nächstes mache? Wie soll ich sonst auf die 10 Minuten Videolänge kommen. :^)\n\nDu kannst und solltest natürlich verbal ein neues Thema einleiten. Das ist für eine gute Struktur unabdingbar. Was ich mit dem Punkt meine ist so etwas wie \"Jetzt sage ich euch noch kurz etwas dazu, wie ich die Masteries mache\". Du sagst, dass du gleich etwas sagst. Du denkst: \"Ich sage jetzt etwas zu den Masteries\". Das sprichst du dann letztendlich auch genau so aus. Auf dem Weg des Gedanken, zur formulierung der Wörter wäre es für den Hörer logischer und angenehmer wenn man das umformuliert. Jeder weiß, dass du gleich etwas sagst. Du wirst die Art der Informationsvermittlung nicht spontan ändern in Schrift oder Zeichensprache. Man merkt an dieser Aussage sehr genau, dass dort ein noch ungeübter Redner spricht, da du das was du denkst, direkt verbalisierst (bitte nicht falsch verstehen). \n\nWarum nicht wie folgt: \"Kommen wir zu den Masteries\" oder eventuell noch knapper: \"Zu den Masteries\". Kurz, knapp, bündig. Ein sauberes Ende für das vorangegangene Thema und ein klarer Anfang mit dem neuen. \n\nIch bin gerade dabei ein Buch zu lesen das heißt: \"Charisma fällt nicht vom Himmel\". Dort geht es unter anderem um Rhetorik, Ausstrahlung, Formulierungen usw.. Ein wirklich gut geschriebenes Werk. Das kann ich dir ans Herz legen, wenn du in das Thema einsteigen willst. Sicher gibt es noch weitere gute Lektüre dazu, die einem dort weiterhelfen kann. Das wäre noch ein kleiner Tipp von mir an dieser Stelle.","replies":[{"id":"","poster":"HandGame","date":"2017-07-29T11:58:17.993+0000","up_votes":1,"down_votes":0,"body":"Sehr gute Antwort. Da ich häufig durch meine arbeit Vorträge halte, helfen mir diese Tipps in zweierlei Hinsicht. \n\nGuten Tag","replies":[]},{"id":"","poster":"FAP Love","date":"2017-07-28T13:40:32.872+0000","up_votes":1,"down_votes":0,"body":"Ich hab das eigentlich nur als kleinen Scherz eingebaut. Wegen unendlich Werbung schalten und so. ^^\nIch verstehe schon was du meinst. Das ist einfach, das nicht zum Punkt kommen.\n\n> [{quoted}](name=Hyperion1814,realm=EUW,application-id=vatevpvi,discussion-id=2mdZNyki,comment-id=00030001,timestamp=2017-07-28T11:43:30.779+0000)\n\n> * Warum soll ich nicht sagen was ich als nächstes mache? Wie soll ich sonst auf die 10 Minuten Videolänge kommen. :^)\n> Ne das versteh ich schon das macht das ganze etwas langweilig und trocken\n","replies":[]}]}]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T06:59:50.143+0000","up_votes":2,"down_votes":0,"body":"Falls dies dein erster Guide ist, finde ich ihn gut gelungen. \n\nVielleicht kannst du noch das oben erwähnte verbessern.\n\nZu deiner Stimme:\n\nIch finde du hast eine angenehme Stimme, das ist halt einfach eine Gabe, die man hat oder nicht.  Deshalb schaue ich immer das deutsche Championspotlight und wenn ich vorhabe Rakan zu spielen, dann stelle ich auf Deutsch um :P Aber manchmal wirkst du etwas unsicher. Ich würde dir empfehlen, ein Skript zu schreiben und das manchmal zu üben, damit es auch sitzt, denn so nutzt du das grosse Potential, das deine Stimme bietet, nicht aus. Eben, ich finde du hast eine sehr angenehme Stimme um solche Dinge auch gut zu vermitteln.\n\nZum Guide selber:\n\nIch spiele im Moment sehr viel Kayle Top im Ranked und gewinne damit auch oft. Ich finde Kayle Support nicht so gut, da so ziemlich viel Potential von Kayle verloren geht und nach {{item:3115}} {{item:3124}} {{item:3085}}  und {{item:3091}} ist sie einfach ein unaufhaltbarer Splittpusher und kann auch ziemlich viel Impact im Fight haben. Aber ansonsten stimme ich hier vom informativen dir zu.\n\nFazit: Inhaltlich finde ich den Guide gut, aber den Pick selber nicht so. Du hast eine angenehme Stimme und hast mit ein wenig Übung viel Potential nach oben. Mach weiter und informiere mich, wenn du einen weiteren Guide gemacht hast! Z.B. Kayle top, würde mich sehr interessieren was du dazu sagst.\n\nFreundliche Grüsse\nFresh Dumbeldore, einst Yatevaz","replies":[{"id":"","poster":"FAP Love","date":"2017-07-28T11:54:52.529+0000","up_votes":1,"down_votes":0,"body":"Danke für dein Feedback! :)\nIch habe meine stimme jetzt nicht wirklich als angenehm erachtet (aber das tut wohl jeder). Ich wusste nur das von meiner Stimme keiner Ohrenkrebs bekommt. xD\nIch werde mir für das nächste Video auf jeden Fall ein ausführlicheres Script schreiben. Mir war eben nur wichtig dass ich frei sprechen konnte und dass es sich nicht abgelesen oder einstudiert anhört da ich selbst auch eigentlich ein eher spontaner mensch bin. Aber ich denke, jetzt, besonders am Anfang meines Kanals wäre ein Script das nicht nur aus Stichpunkten besteht Sinnvoll.\nIch werde jetzt in nächster zeit erstmal keinen Kayle Guide mehr machen da ich mir ihr auch ziemlich reinsucke, wenn ich sie nicht auf Support spiele. Ich habe sie schon oft auf der Midlane gezockt, aber ich komme mit ihr nicht allzu gut klar.\nIch werde aber wohl nächste Woche einen Mini-Guide zu Syndra machen um  grundlegende Mechanics mit ihr zu erklären.\nAuf jeden Fall vielen Dank für die Zeit die du dir genommen hast. :)","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-28T12:15:29.565+0000","up_votes":1,"down_votes":0,"body":"Kein Problem! Habe ich gerne gemacht, vor allem wenn meine Kritik auch so gut aufgenommen wird :)\n\nFalls du mal wieder Kayle spielst, würde ich sie dir auf der Toplane empfehlen, da sie nur gegen Meeles ihr Potential optimal ausnutzen kann. \n\nIch bin gespannt auf deinen nächsten Guide und wie der wird mit einem Script.","replies":[]}]}]},{"id":"","poster":"Kaorî","date":"2017-07-28T08:36:23.296+0000","up_votes":1,"down_votes":0,"body":"Ich würde Kayle lieber auf dem Coin spielen, denn Kayle ist auf der Support Position **extrem** Manalastig. Man ist binnen kurzer Zeit out of Mana und da wirkt der neue Coin echt gut dagegen.","replies":[]},{"id":"","poster":"Necromant","date":"2017-07-28T07:11:06.197+0000","up_votes":1,"down_votes":0,"body":"Kayle Top ist dumm/stumpf as fuck :D","replies":[]},{"id":"","poster":"Necromant","date":"2017-07-28T06:50:07.792+0000","up_votes":1,"down_votes":0,"body":"Kayle wurde damals als Support konzipiert und auch mehrfach gespielt. Also gar nicht so unüblich.","replies":[]}]}