{"id":"G1pMkEl0","poster":"Killersnake","date":"2017-07-27T09:35:17.225+0000","title":"Blitzcrank Q (getroffen) durch Halb-Terrain geblockt","subforum":"Melde einen Bug","embed":{"title":"Blitzcrank Bug? Patch 7.15","description":"Uploaded by TheKillersnake7 on 2017-07-27.","url":"https://youtu.be/NSi1Q3hlqRI","image":"https://i.ytimg.com/vi/NSi1Q3hlqRI/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Wenn man mit Blitzcrank in seiner Base an dem Teil der Mauer steht, wo das Team durchlaufen kann, werden gegnerische Champions nicht durch diesen Teil gezogen. Es funktioniert bei beiden Mauern. \r\nMan muss daf&uuml;r ziemlich nah an dieser stehen (vermutlich so nah, dass man schon fast in der Mauer steht...)\r\nje nach Winkel wird der Gegner schon am normalen Terrain geblockt.\r\nIch habe das ganze im Practice Mode ein bisschen ausprobiert und auch aufgenommen, wei&szlig; aber nicht wie ich das schicken kann also reicht hoffentlich das 1 Video aus dem Spiel. Das ganze habe ich noch mit Singed E probiert, auch dort tritt dieser Effekt auf, wenn der gegner in Mauern&auml;he landen w&uuml;rde. \r\nVolibear etc sind wohl auch betroffen.\r\nIn der gegnerischen Base funktioniert alles normal und im normalen Terrain wird der Gegner immer dr&uuml;bergezogen.","replies":[{"id":"","poster":"Necromant","date":"2017-07-27T09:42:48.131+0000","up_votes":1,"down_votes":0,"body":"Das kein Bug. Das Normal.\nDas wo du dich befindest ist Terrain das Gegner nicht betreten können. Sprich sie werden aus der Wand hinaus geglitch und je nachdem wo er sich befindet, auf der Seite.\n\nGanz Normal also.\nDas ganze ganze du auch mit Thresh nachstelle oder mit Naut.","replies":[{"id":"","poster":"Padros94","date":"2017-07-31T08:56:49.167+0000","up_votes":2,"down_votes":0,"body":"Naja mit Nauti bleibt man komischer weise aber an dem durchlaufbaren Teil der Wand hängen und zieht sich ran (wie Nauti das bei Wänden halt macht) was ich bei der Gegnerischen Base definitiv verstehen kann.... Da die eigene \"Wand\" jedoch eigentlich durchlaufbar ist find ich das ziemlich komisch ^^\" {{champion:111}} ","replies":[]},{"id":"","poster":"Killersnake","date":"2017-07-27T09:47:15.051+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=ImBE6GqA,discussion-id=G1pMkEl0,comment-id=0000,timestamp=2017-07-27T09:42:48.131+0000)\n>\n> Das kein Bug. Das Normal.\n> Das wo du dich befindest ist Terrain das Gegner nicht betreten können. Sprich sie werden aus der Wand hinaus geglitch und je nachdem wo er sich befindet, auf der Seite.\n> \n> Ganz Normal also.\n> Das ganze ganze du auch mit Thresh nachstelle oder mit Naut.\n\nThresh oder Naut können aber allgemein nicht durch Terrain ziehen.\nMir ist klar, dass der Gegner nicht in der Mauer stehen kann, die Abgrenzung ist aber hier nicht gut/richtig\nAnscheinend ist die Mauer dutlich breiter als angezeigt. Bei jedem anderen Terrain wird der Gegner IMMER herübergezogen. In diesem Fall bleibt er aber immer zum gegnerischen Vorteil hängen. Auch wenn ich deutlich auf der inneren Seite der Mauer stehe, bleibt der Gegner aussen hängen\nVielleicht ist es es weniger ein Bug, sondern mehr eine einfach zu große Mauer. Auch doof.","replies":[]}]},{"id":"","poster":"Necromant","date":"2017-07-27T10:06:22.077+0000","up_votes":2,"down_votes":0,"body":"Rito und Spagetticode ¯\\_(ツ)_/¯","replies":[]},{"id":"","poster":"Necromant","date":"2017-07-27T09:49:41.928+0000","up_votes":1,"down_votes":0,"body":"Du musst sehen, wenn du den Gegner ran ziehst, ziehst du ihn nicht auf deine Position, sondern vor dir. In deine AA-Range. Wenn diese in der Mauer ist, wird er heraus geglitcht.","replies":[{"id":"","poster":"Killersnake","date":"2017-07-27T09:54:38.368+0000","up_votes":1,"down_votes":0,"body":"Wenn ich so nah wie möglich an einer normalen Wand stehe, wird er ja auch zu mir gezogen, obwohl kein Platz ist.\nIch fände ein entweder oder System hier angebracht statt \"Nein\". Also, dass je nachdem wo genau man steht der Gegner herübergezogen wird oder nicht.\nAußerdem wird der Grab extrem verlangsamt auf dem Rückweg (bei Singed fliegt der gegner langsam durch die Luft.\nIch sehe ein, dass es kein Bug ist, aber es ist trotzdem nicht gut.","replies":[]}]}]}