{"id":"T4MLYfBr","poster":"TooFaMe4You","date":"2017-07-27T13:13:12.674+0000","title":"bronze...","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":21,"body":"mann kommt einfach aus der schei&szlig; bronzen elo nichtmehr raus ich stehe immer voll gut aber im team immer einer der 0/10 steht","replies":[{"id":"","poster":"antitomatexd","date":"2017-07-27T13:23:08.886+0000","up_votes":5,"down_votes":0,"body":"Ich würde erstmal aufhören Ign und Heal auf jeden Champ zu nehmen...","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:36:25.197+0000","up_votes":1,"down_votes":6,"body":"heal und ignite ist ein vorteil am anfang","replies":[{"id":"","poster":"Shadowscreen","date":"2017-07-27T13:48:41.429+0000","up_votes":3,"down_votes":0,"body":"Du scheinst aber 0 zu wissen wie man seinen Vorteil ausnutzt. sonst wärst du nicht mehr in bronze.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:52:40.529+0000","up_votes":1,"down_votes":5,"body":"ich sage nur wegen mein team mehr sag ich nicht","replies":[{"id":"","poster":"Shadowscreen","date":"2017-07-27T14:07:38.450+0000","up_votes":3,"down_votes":0,"body":"Belüg dich halt weiter selbst, wird dir beim climben helfen =)","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:18:41.746+0000","up_votes":1,"down_votes":4,"body":"wo belüge ich mich denn?","replies":[{"id":"","poster":"Shadowscreen","date":"2017-07-27T14:19:56.721+0000","up_votes":3,"down_votes":0,"body":"Indem du dir einredest, dass du keine Schuld daran hast in deiner ELO hardstuck zu sein.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:23:05.407+0000","up_votes":1,"down_votes":4,"body":"wenn ich 5/0 stehe aber im teamfights immer verliere weil mein team scheiße ist stehe ich auch mal 5/10","replies":[{"id":"","poster":"antitomatexd","date":"2017-07-27T14:31:45.364+0000","up_votes":3,"down_votes":0,"body":"dann geh nicht in teamfights sondern splite  o. spiel gute Teamfight Champions...","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:26:11.267+0000","up_votes":2,"down_votes":0,"body":"dann rennen alle soweit nach hinten bis zur base und greifen immer noch nicht an dann puschen die halt durch","replies":[]},{"id":"","poster":"TooFaMe4You","date":"2017-07-27T17:42:20.915+0000","up_votes":2,"down_votes":1,"body":"wenn der tanky darauf wartet dass jmd angreift dann ist doch bei ihn was schiefgelaufen","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2017-07-27T14:38:54.118+0000","up_votes":3,"down_votes":0,"body":"Dann Spielst du die Teamfights scheisse oder weisst nicht, wie du anderweitig deinen Vorteil ausbauen kannst.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T20:47:29.876+0000","up_votes":1,"down_votes":0,"body":"ich warte immer bis der tanky druck macht dann mache ich druck vorher nicht und wennn selbst der tanky zurückt rennt was soll ich da machen als adc ist man one shot in 1vs5","replies":[{"id":"","poster":"D4RKEVA","date":"2017-08-06T15:09:37.376+0000","up_votes":1,"down_votes":0,"body":"Wenn du flash und heal mitnimmst gut ahead bist und weißt wie du stehen sollst im teamfight gewinnsz du games alleine, ich hab ne 95% winrate auf nem silber 1 account und wenn ich mal in bronze lande dann habe ich dort meistens max 1-2 looses bis ich silber bin","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-07T21:06:51.301+0000","up_votes":1,"down_votes":0,"body":"wenn mann kein im team hat der 0/8 steht dann gewinnt mann eig","replies":[{"id":"","poster":"D4RKEVA","date":"2017-08-08T09:07:08.230+0000","up_votes":1,"down_votes":0,"body":"Die wahrscheinlichkeit das dies passiert ist höher fürs gegnerteam\n\nund man kann in bronze und silber easy nen 4v5 carrien","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-07-27T15:09:28.197+0000","up_votes":4,"down_votes":0,"body":"Ich war auch mal Bronze. Da komm man easy raus, wenn das Spiel in den Grundzügen versteht. Solange das bei dir nicht der Fall ist, bleibst du eben Bronze. \n\nWas denkst du, würde ein gestandener Silber-Spieler mit dir machen?\n\nAuch wenn es sinnlos ist, als MF-Main in Platin mal ein paar Worte dazu:\n\n- Ignite statt Flash ist Fail\n- Warlords ist mMn Fail (lass ich drüber diskutieren, wenn du Argumente bringst)\n- 170 CS pro Game in Bronze sind Fail\n- 3 Crit Items sind Fail\n- kein IE als Crit MF ist Fail\n- keine Pink Wards sind Fail\n- keine Boots sind Fail\n- deine Runen sind ein kompletter Fail\n\nIch könnte dir sicherlich konkrete Tipps geben, aber solange du kein Interesse zeigst, belasse ich es mal dabei. \n\nNur ein Wort noch zu MF: Du hast absurde AD-Scalings auf Passive, Q und R. Warum in aller Welt würde man damit DREI Attack-Speed Items kaufen wollen? Du hast über 1,85 AS. Damit wird das Kiting nicht einfach. Das traue ich mir auf MF nicht zu, und ich kite sicherlich besser als du.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T17:19:57.880+0000","up_votes":1,"down_votes":3,"body":"Ich meine full krit attack speed dmg ist doch wichtig am ende wenn man 1.5k krit ballert","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-27T17:28:48.578+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=00090000,timestamp=2017-07-27T17:19:57.880+0000)\n>\n> Ich meine full krit attack speed dmg ist doch wichtig am ende wenn man 1.5k krit ballert\n\nAAs sind bei MF nur ein Bonus, der Schaden kommt über die Ult und die Q. Übrigens machst du mit deinen Builds maximal 400er Crits. Die interessieren im Late Game niemanden mehr.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T17:35:15.125+0000","up_votes":1,"down_votes":3,"body":"ich mache late game 1k oder mehr krit dmg das reicht","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-27T17:43:03.356+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=0009000000000000,timestamp=2017-07-27T17:35:15.125+0000)\n>\n> ich mache late game 1k oder mehr krit dmg das reicht\n\nNein, das machst du mit diesem Build nicht. Das ist mathematisch nicht möglich.\nIch hab dir doch schon aufgezählt, was an deinem Setup alles Crap ist. Aber egal, wenn du es als Bronze V Spieler besser weißt als ich, bitte. Erfolg wirst du damit halt nie haben.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T17:54:20.654+0000","up_votes":1,"down_votes":3,"body":"ich hatte den build sehr oft ich ich kam immer über 1k dmg krit","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-28T13:30:33.992+0000","up_votes":3,"down_votes":0,"body":"Dieser build ist unlogisch und ineffizient du hast im mid viel zu wenig schaden und viel zu viel attack speed","replies":[{"id":"","poster":"OT Riku","date":"2017-07-28T15:10:56.026+0000","up_votes":2,"down_votes":0,"body":"Ich habe nicht gesehen welches Bild er benutzt aber ich denke nicht das er die attackspeed optimal nutzen kann.","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-28T15:38:32.029+0000","up_votes":2,"down_votes":0,"body":"Kurz gesagt es ist bei ihm auf Adc immer das selbe Dorans Blade>Bt>Runaans> Statikks> \nRapid Fire cannon> Ie\n\nKeine schuhe wirklich NIE\nUnd immer heal und ignite als summs\n","replies":[{"id":"","poster":"OT Riku","date":"2017-07-29T05:03:34.775+0000","up_votes":2,"down_votes":0,"body":"Stattiks Rapidfire IE (nicht in der Reihenfolge)  ist aber bei crit adcs doch normal oder nicht ? \nJa aber das Phänomen schuhe ist in B5 aber so gut wie normal.","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-29T05:45:11.970+0000","up_votes":2,"down_votes":0,"body":"Kommt auf den Adc an ist aber grundsätzlich kein Problem schlecht wird es wenn man immer noch nen Pd dazu packt keine Schuhe baut und im Schnitt grade mal 1-3 Wards pro game stellt selbst als support","replies":[{"id":"","poster":"OT Riku","date":"2017-07-29T08:22:33.041+0000","up_votes":2,"down_votes":0,"body":"Eieiei ich kriege schon nen würgreflex wenn ich meine gestellten war es seh xD","replies":[]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-30T11:32:32.583+0000","up_votes":1,"down_votes":2,"body":"laufspeed braucht mann in team fights nicht und mein adc build ist gut mehr als 1k krit dmg und 100% also ein gegnerrischer adc ist nach 3 autohits down","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-30T16:56:27.042+0000","up_votes":1,"down_votes":0,"body":"Bis auf Mf die im teamfight während der ult stehen bleiben muss braucht man dort auch Movement speed.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:11:47.486+0000","up_votes":1,"down_votes":0,"body":"mf muss einfach hinter den tanks stehen und W drücken und alle autohitten das wars","replies":[{"id":"","poster":"D4RKEVA","date":"2017-08-06T15:17:53.164+0000","up_votes":1,"down_votes":0,"body":"Falsch\n\nMf macht steht hinten macht mal aa q aa und wartet auf me gute ult","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:30:44.971+0000","up_votes":1,"down_votes":0,"body":"klar meld dich ingame bei mir dann gucken wir ob mann da was ändern kann währe  nett","replies":[]}]},{"id":"","poster":"Alustus","date":"2017-07-27T14:03:23.197+0000","up_votes":4,"down_votes":0,"body":"Naja du hast ignite und heal als summoners, was nicht optimal ist.\nDu hast bei ca. 80% deiner spiele einen farm unter 5 cs pro Minute.\nDu hast oftmals über 10 Tode. (Und du bezeichnest deine stats als voll gut?)\nDeine Itembuilds sind nicht optimal.\nUnd das sind nur die Fehler die ich auf op.gg einsehen kann.\nWie du ingame entscheidungen triffst kann ich hier nicht beurteilen\n\nDamit will ich dich nicht runterziehen, ich möchte dir nur zeigen dass du vieles verbessern kannst.\nUm aufzeisteigen würde ich dir empfehlen an diesen Punkten zu arbeiten.\nDeinen Farm kannst du in custom games oder im Übungsmodus trainiern wenn dir das zu langweilig ist kannst du auch das auch im Rank trainieren dann solltest du dich aber auf den Farm focusieren und nicht auf trades/kills.\nAuch ist es sicher hilfreich dir Videos zur Minionwavekontrolle anzusehen\nBei deinen Toden solltest du versuchen diese so niedrig wie möglich zu halten sprich nicht einen Tod für einen Kill in kauf nehmen.\nItembuilds kannst du auf http://www.probuilds.net/ nachschlagen aber situativ ein bisschen verändern.\n\nUnd generell Streams von High Elo spieler anschauen und versuchen zu verstehen warum und wesshalb sie welche Aktion machen und warum sie manche Aktionen die du machst nicht machen.\n\nIch habe mich seit Season 3 3 mal aus Bronze rausgespielt und bin in Season 3 auch ca. 200 Spiele in Bronze festgesteckt (was zeigen soll das ich da niveautechnisch noch nicht auf Gold war sondern auch in Bronze)","replies":[{"id":"","poster":"Killersnake","date":"2017-07-27T14:08:27.449+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=0008,timestamp=2017-07-27T14:03:23.197+0000)\n>\n> Naja du hast ignite und heal als summoners, was nicht optimal ist.\n> Du hast bei ca. 80% deiner spiele einen farm unter 5 cs pro Minute.\n> Du hast oftmals über 10 Tode. (Und du bezeichnest deine stats als voll gut?)\n> Deine Itembuilds sind nicht optimal.\n> Und das sind nur die Fehler die ich auf op.gg einsehen kann.\n> Wie du ingame entscheidungen triffst kann ich hier nicht beurteilen\n> \n> Damit will ich dich nicht runterziehen, ich möchte dir nur zeigen dass du vieles verbessern kannst.\n> Um aufzeisteigen würde ich dir empfehlen an diesen Punkten zu arbeiten.\n> Deinen Farm kannst du in custom games oder im Übungsmodus trainiern wenn dir das zu langweilig ist kannst du auch das auch im Rank trainieren dann solltest du dich aber auf den Farm focusieren und nicht auf trades/kills.\n> Auch ist es sicher hilfreich dir Videos zur Minionwavekontrolle anzusehen\n> Bei deinen Toden solltest du versuchen diese so niedrig wie möglich zu halten sprich nicht einen Tod für einen Kill in kauf nehmen.\n> Itembuilds kannst du auf http://www.probuilds.net/ nachschlagen aber situativ ein bisschen verändern.\n> \n> Und generell Streams von High Elo spieler anschauen und versuchen zu verstehen warum und wesshalb sie welche Aktion machen und warum sie manche Aktionen die du machst nicht machen.\n> \n> Ich habe mich seit Season 3 3 mal aus Bronze rausgespielt und bin in Season 3 auch ca. 200 Spiele in Bronze festgesteckt (was zeigen soll das ich da niveautechnisch noch nicht auf Gold war sondern auch in Bronze)\n\nJa, ich habe mal ein altes Bronze Spiel (Aufnahme) von mir gefunden und mir die ganze Zeit gedacht: Was zum Teufel habe ich mir da bloß gedacht?","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:33:57.744+0000","up_votes":1,"down_votes":2,"body":"wenn ich z.b mid lane gewinne stehe ich 6/2 dann mit der zeit wegen meines crap team 7/10","replies":[{"id":"","poster":"CYPHΕR","date":"2017-08-09T07:14:27.567+0000","up_votes":1,"down_votes":0,"body":"Und was machst du dann aus deinem Vorteil? Die gegnerischen Lanes scheinen ihren Vorteil deutlich besser ausspielen zu können als du deinen.","replies":[]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:15:30.670+0000","up_votes":1,"down_votes":2,"body":"wenn einer aus mein team die gegner feedet ist doch klar dass sie dass besser und stärker sind dann sammeln sich auch bei mir tode","replies":[{"id":"","poster":"Alustus","date":"2017-07-27T15:15:22.796+0000","up_votes":2,"down_votes":0,"body":"nur weil die gegner gefeedet sind muss man nicht selber dann auch sterben.\nWenn du Situationen und Stärken/Schwächen einschätzen kannst + die Minimap im Blick hast gibt es kaum einen Grund oft zu sterben","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T20:45:33.393+0000","up_votes":1,"down_votes":0,"body":"jah aber dann sind die gegner so stark dass die mich oder andere unterm turm killen können","replies":[]}]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2017-07-29T11:58:27.297+0000","up_votes":2,"down_votes":0,"body":"Also zuerst weiß ich nicht ob dies ein Troll post oder ein serious post ist da ich schon beide Sorten mit dem selben Thema gesehen habe.\n\nAls erstes um dich zu verbessern musst du dir selbst im klaren sein dass du einfach nichts in diesem Spiel richtig machst bzw gut machst.\n(sonst wärst du nicht low bronze)\nSorry es so hart sagen zu müssen aber wer in low bronze ist hat dieses Spiel nichtmal zu 1% begriffen.\n\nAls zweites: hör endlich auf Ausreden zu suchen.\nDein Team ist jedes Game anders = du musst dich selbst verbessern damit du mehr Spiele gewinnst denn du bist die einzige Konstante in all deinen Games.\n\nDrittens: Nach Einsicht deiner Matchhistory spielst du einfach viel zu viele Champions = keinen gut.\nBleib auf 2 Rollen die dir gefallen und such dir hier 3 champs für jede Rolle aus und Spiel nur noch die dann wirst du besser werden.\n\nDu solltest dich mal mit den Basics von league befassen damit du überhaupt iwas auf die Reihe bekommst.\nHeißt: Wavecontroll, lasthitten, kiting, Leichte championmechanics, welche items sinnvoll sind, welche Runen, Masteries und vor allem welche Summoners du brauchst (hier scheinst du nicht den Hauch einer Ahnung zu haben) und Wie man anständig wardet.\n\nWenn du all das oben genannte ein bisschen kannst dann kommst du locker aus bronze raus.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-30T11:35:08.574+0000","up_votes":1,"down_votes":2,"body":"erstens immer den gleichen champ wird langweilig \n\nzweitens: bei mir gibt es nix zu verbessern klar bin ich mal in den seltesten fällen schlecht\n\ndrittens es kommt drauf an wie gut ein team miteinander arbeitet wenn 0 teamwork im team ist dann ist das game zu 100% lost","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-07-31T17:45:23.194+0000","up_votes":2,"down_votes":0,"body":"Erstens: Wenn du immer zwischen Champions wechselst wirst du nie besser werden.\n\nZweitens: das glaube ich eher weniger xD ich spiele wesentlich höheres Niveau als du und trotzdem mache ich noch genug fehler besonders mit Champions die ich nicht so oft spiele.\n\nDrittens: nein kommt es in Low elo absolut nicht, du kannst legit wenn du gut bist 1vs5 carrien und da braucht man weder einen Tank noch einen adc oder Support.\n\nIch spiele mittleres dia Niveau und hab auf meinem smurf in den Placements 10/0 gespielt und wurde insta Platin geplaced trotz \"noobteams\" 3 \"afks\" und feedern.\n\nDer Einzige der dir im Wege steht bist du und kein anderer.\nAlleine die Aussage \"bei mir gibt es nix zu verbessern\" ist einfach nur arrogant höchst lächerlich und einfach falsch wenn man sich deine Stats ansieht.\nKdas knapp über 2 oder unter 2 mit deinem meist gespielten champs und nur wenige spiele die du positiv abschließt.\nAber es liegt natürlich nur an deinem Team xD.\nDu solltest mal an deiner Wahrnehmung etwas ändern. \nDu leidest leider wie viele Lolspieler und dem Beliebten Duenning Krueger Syndrom.\n\nDu hast 2 Möglichkeiten.\n1: Lass dir helfen und sieh ein dass du schlecht bist.\n2: Sieh es nicht ein und bleib für immer in bronze.\n\nDeine Entscheidung","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T20:40:26.026+0000","up_votes":1,"down_votes":1,"body":"wenn einer hard gefeedet ist und stärker ist als ich was soll ich machen du kannst groß reden aber geh du mal b5 dann siehste wie scheiße es ist\n\nwenn ich nicht feede und auch keine kills holen kann weil ich zu low bin was soll ich machen? gold kommt nicht vom himmel","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-07-31T21:14:57.209+0000","up_votes":3,"down_votes":1,"body":"b5 ist alles andere als scheiße xD\nDu kannst einfach den größten Dreck spielen und trotzdem 1vs5 carrien, Genau DAS ist bronze 5.\nDort spielen Leute die nicht die leiseste Ahnung von LoL haben wie kann es dann sein dass es schwer für dich ist rauszukommen?\nWeil du unfähig bist zu sehen dass du auch einer dieser bronzies bist und an dir arbeiten musst.\n\nPs: ich hab schon auf nem bronze smurf gespielt und haben den in 50 games nach Gold gebracht von bronze 5.\nIch weiß nämlich ganz genau was die leute dort können! Nichts xD","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T23:01:53.704+0000","up_votes":1,"down_votes":1,"body":"ja dass sie NIX können das weiß ich deswegen KOMME ICH AUCHNICHT HÖHER WEIL ICH SHIT TEAMS BEKOMME DIE KEINE AHNUNG VOM SPIEL HABEN","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-07-31T23:50:57.977+0000","up_votes":2,"down_votes":0,"body":"Shit Teams xD ja ich liebe diese Ausrede. \nIch hab nicht von den Teams gesprochen die nichts können sondern von dir.\nDu hast keine Ahnung von builds, runes summoners oder masteries.\nWenn du nichtmal die Basics des games kannst wie kannst du dann erwarten dass dein Team besser ist als du und dich carried?\nVon Csing will ich garnicht anfangen aber ich zeig dir mal deine letzten games.\n51 min 413 cs Adc  450+ \n29 min  93 cs !!!!    250+ \n33 min 161 cs!!       300+\n30 min 136 cs!!!     270+\n32 min 162 cs !!!    300+\n43 min 261 cs!!!     400+\n\ndort wo ein Ausrufezeichen ist passen die cs nicht.\n\nUnd du lernst einfach nicht mit den Summonerspells... Leute wie du sind einfach beratungsresistent und suchen nur die Ausrede um die eigenen Fehler auf andere zu schieben.\nApropo shitteams : für mich sieht es so aus als hätten dich deine \"shitteams\" in 7 von 20 games gecarried. Games wo deine stats schlecht sind und deine kda unter 2 und manchmal unter 1 liegt.\nDas du dich überhaupt traust deine teammates zu blamen ist schon sehr gewagt mit solchen stats.\n\nPS: da die Leute in der elo ja nichts können wie du zugegeben hast sollte es möglich sein das game zu carrien ergo nicht dein Team hält dich in der Elo sondern dein eigener nicht vorhandener skill","replies":[]}]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-31T20:39:34.489+0000","up_votes":1,"down_votes":1,"body":"wenn einer hard gefeedet ist und stärker ist als ich was soll ich machen du kannst groß reden aber geh du mal b5 dann siehste wie scheiße es ist","replies":[{"id":"","poster":"Roxãs","date":"2017-08-08T09:32:11.137+0000","up_votes":1,"down_votes":0,"body":"warum sollte er als P1 spieler B5 spielen?\nselbst wenn würde er in einem Tag Gold sein.","replies":[]},{"id":"","poster":"Dreadlord Mike","date":"2017-07-31T21:17:36.947+0000","up_votes":1,"down_votes":0,"body":"BTW wenn du so gut bist wie du sagst, wie kann es dann sein dass du nicht oft hart gefeedet bist und das game easy carriest? \nIch kann dir sagen warum, weil du einfach schlecht bist und solange du es nicht realisiert dass du der Spieler bist der dich am meisten aufhält wirst du immer in bronze bleiben","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:16:39.742+0000","up_votes":1,"down_votes":1,"body":"ich bin nicht schlecht ich bin aber auch nicht gut","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-02T00:09:24.733+0000","up_votes":1,"down_votes":0,"body":"Doch bist du und solange du es nicht einsieht wirst du bronze niemals verlassen","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-02T01:11:13.622+0000","up_votes":1,"down_votes":1,"body":"Ich bin aufm weg nach silba","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-02T02:22:30.744+0000","up_votes":1,"down_votes":0,"body":"Sehe ich nicht gerade, bronze 3 und von den letzten 5 games in 4 vom Team gecarried worden.\nSobald deine mates wieder schlechter sind geht es wieder bergab da sich deine Leistung nicht verbessert hat und du noch immer nicht auf ratschläge hörst.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-02T20:24:38.783+0000","up_votes":1,"down_votes":1,"body":"ich nehme jegliche ratschläge an und setzte sie um","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-03T14:12:45.006+0000","up_votes":1,"down_votes":0,"body":"Tust du nicht da du noch immer der Überzeugung bist das Heal/deine to go Summoners sind.\nSolange du nicht auf andere hörst wenn du selber nicht die leiseste Ahnung hast heißt es einmal Bronze immer Bronze","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-05T13:22:00.111+0000","up_votes":1,"down_votes":0,"body":"Das mit ignite heal ist angewöhnt ich kann nicht mit flash spielen habs mal versucht geht einfach nicht","replies":[{"id":"","poster":"D4RKEVA","date":"2017-08-06T15:14:01.176+0000","up_votes":1,"down_votes":0,"body":"Probiers häufiger aus als 2-3 mal\n\nFlash ist nicht umsonsz der stärkste summoner im spiel","replies":[]}]}]}]}]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:18:57.049+0000","up_votes":1,"down_votes":1,"body":"wenn einer rein feedet dann war dass ja mein fehler klar","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-02T00:10:12.410+0000","up_votes":1,"down_votes":0,"body":"Nein aber wenn du gut bist dann bist du selbst gefeedet und dass gleich sich dann normalerweise aus","replies":[{"id":"","poster":"eimoH","date":"2017-08-05T23:21:24.332+0000","up_votes":1,"down_votes":0,"body":"Mit ihm Diskutieren ist sinnlos er kauft sich ja noch nicht mal Schuhe. Seine Runenseiten und Masteries sind auch sehr mysteriös. Er versteht ja das Spiel noch nicht mal im Ansatz geschweige hat irgendeinen Plan\nEntweder ist er am trollen seit S3, ist sehr jung oder spielt unter sehr schlechten Umständen (permanenter High Ping in Kombination mit TouchPad usw.).","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Gordalf","date":"2017-07-30T21:14:20.981+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=000e0001,timestamp=2017-07-30T11:35:08.574+0000)\n>\n\n> \n> zweitens: bei mir gibt es nix zu verbessern klar bin ich mal in den seltesten fällen schlecht\n> \n\n\n\nSelbst ein Faker spielt wohl nicht jedes game komplett perfekt, sons tbräuchte SKT ja auch keinen coach oder game Besprechungen...\nWarum denkst du das du perfekt spielst?\n\nNaja solltets dich mal bei LCS teams bewerben dann.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T12:09:39.560+0000","up_votes":1,"down_votes":1,"body":"Ich sage nicht ich bin der beste oderso aber wenn ich weiß dass ich keine Chancen hab dann spiele ich safe und feede nicht","replies":[{"id":"","poster":"Gordalf","date":"2017-07-31T12:24:31.393+0000","up_votes":1,"down_votes":0,"body":"Dann haste doch nen Ansatz dich zu verbessern. Schau einfach das dieses \"keine chance\" bzw lane verlieren nicht passiert.\nDas ist in gold und drunter kein Ding....Jungler da, oh nice double kill und eventuell double buffs^^","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T20:44:14.332+0000","up_votes":1,"down_votes":1,"body":"naja ich spiele selten jungle aber wenn ich mal top bin und nach ein gank bitte kommt manchmal kein gank dann hat mein jungler auch 0 drakes dann ist doch klar dass die gegner besser uns stärker werden dazu wird halt die winrate niedriger","replies":[{"id":"","poster":"Gordalf","date":"2017-07-31T23:41:03.777+0000","up_votes":1,"down_votes":0,"body":"Du kannst die Affen in deinem team nicht beeinflussen, konzentrier dich auf das was du beeinflussen kannst. Irgendwo gibt es immer was besser zu machen, selbst bei pros.\n\nWenn du das bei dir selber net sehen kannst, solltest vllt eine Unbeteiligte Person sprich Coach suchen, der dir hilft die Fehler zu finden. Das machen die LCS teams ja auch net anders.\n\nOft hat man selber ein zu großes Ego und selbst wenn net sieht man die eigenen Fehler nur schwer. So geht es mir zumindest.\n\n\nAber zurück zum Thema, insbesondere in deiner Elo kann man ohne Problem eigene Fehler finden meiner Meinung nach, wenn man sich ernsthaft mit seinem Spielstil auseinanersetzt.\nDies kann daraus bestehen einfach mal die builds/Runen/Masteries mit Pros zu vergleichen, warding und cs stats sich anzuschauen oder auch einfach mal sein eigenes replay anschauen und auf sich selber zu achten.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T23:49:55.891+0000","up_votes":1,"down_votes":2,"body":"Wenn mann in der 50 minute solo jungel geht und stirb hat das team schon verloren sehr oft der fall\n\n\nWoher krieg ich ein couch?","replies":[{"id":"","poster":"Gordalf","date":"2017-08-01T00:01:12.845+0000","up_votes":1,"down_votes":0,"body":"Diese Situation bei minute 50 kannste aber nicht beeinflussen. Da sind wir wieder bei dem was ich vorher schon geschrieben habe, du kannst die Affen in deinem team nicht beeinflussen.\nEtwas anderes all die Zeit davor vllt schon.\n\nIch möchte dir keine couch andrehen, sondern meinte coach, sprich eine person die sich z.B deine Buildorder/Runen/Masteries oder auch games von dir zusammen mit dir anschaut und Verbesserungsvorschläge macht.\nEs gibt immer wieder Leute die das freiwillig machen und theoretisch muss die Person netmal high elo sein, selbst ein platin pleb sollte in der Lage sein gewisse Sachen zu sehen.\nEinfach mal durchs Forum schauen, habe da schon öfters was gelesen.\n\nDas Wichtigste ist allerdings das du dann offen für die Verbesserungsvorschläge bist. Du musst dir immer merken, das du die Affen nicht beeiflussen kannst. Dein Ziel muss sein deine Fehler zu minimieren.\n...und wie vorher schon geschrieben macht JEDER absolut jeder Fehler.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:13:51.106+0000","up_votes":1,"down_votes":1,"body":"ich mache auch fehler jeder macht es aber ich versuche sie zu vermeiden indem ich halt safe spiele und auf gank warte wenn einer nicht mid kommt obwohl man schreibt \"all mid\" dann war es doch von den sein fehler der nicht gekommen ist dazu war es halt 4vs5 und die 5er hatten vorteil","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:14:45.328+0000","up_votes":1,"down_votes":1,"body":"ich werde aber oft in team fights schnell gekillt dann stehe ich im late game wenn ich nicht feed bin 3/8 etc","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-02T00:12:35.215+0000","up_votes":1,"down_votes":0,"body":"Natürlich wirst du oft gekillt kein Wunder mit den summoners die du immer benutzt","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-02T01:09:52.952+0000","up_votes":1,"down_votes":1,"body":"Naja mit flash komme ich auch nicht in teamfights raus wenn ich im focus stehe","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-08-02T02:24:26.337+0000","up_votes":1,"down_votes":0,"body":"Doch genau dazu wird Flash oft von adcs benutzt. Verbunden mit kiting kann man sich sehr gut im Teamfight repositionieren.","replies":[]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:15:52.755+0000","up_votes":1,"down_votes":1,"body":"ja coach woher kriegt ich einen? der mir alles erklärt usw","replies":[]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-08-01T09:23:42.688+0000","up_votes":1,"down_votes":1,"body":"Ich bin für jede hilfe und verbesserungs Vorschläge immer bereit\n\n\nKlar jeder macht fehler aber ich versuche meine fehler zu beheben","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Roxãs","date":"2017-08-08T09:26:21.250+0000","up_votes":1,"down_votes":0,"body":"Du bist mit dieser Aussage sowas von verdient Bronze und gehörst da rein\n\n> bei mir gibt es nix zu verbessern klar bin ich mal in den seltesten fällen schlecht\n\nSORRY CHALLENGER","replies":[]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:49:10.180+0000","up_votes":1,"down_votes":1,"body":"wenn ich z,B mid laner bin und der supp tank und im late game der tanky nicht das machen muss was ein tanky machen musst war dass dann ein fehler von mir oder eher vom tanky?","replies":[]}]},{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T17:16:28.414+0000","up_votes":2,"down_votes":0,"body":"Wenn es so unmöglich ist erkläre mir wie ich.\n1. In dieser Season aus Bronze 3 nach Silber 1 gekommen bin\n2. Wie ich ein Game gewinnen konnte obwohl unser Veigar einen Fizz gefeedet hat und dieser Veigar am Ende 2/16 stand .\nNach deiner Argumentation müsste ich \nnoch in Bronze sein weil das Team ja immer feedet","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T17:38:30.072+0000","up_votes":1,"down_votes":2,"body":"gutes teamplay gewinnt hatte ich aber nie","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T17:53:45.336+0000","up_votes":1,"down_votes":0,"body":"Solo Carry und das Team anleiten gewinnt. Arbeite an dir selber und gewinne so einfach ist das da kannst du mir sagen was du willst wenn du geht stehst und weißt was du machen willst zum gewinnen wirst du gewinnen das ist einfach so.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:28:21.816+0000","up_votes":1,"down_votes":1,"body":"1vs5 kann ich leider nicht","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T23:51:15.921+0000","up_votes":1,"down_votes":0,"body":"Wer sagt das du 1v5 können musst. Du musst nur deine Aufgabe mit dem Champ erfüllen bsp. Adc: im Teamfight präsent sein und viel DMG machen  ohne zu sterben. Als Assasin halt den Carry rausnehmen usw.\n\nBtw deine Runen Masteries Summonerspells und dein Itembuild ist mehr als fragwürdig \n\nRunen: reine Ap/Ad sind schlecht nix defensives attack Speed/Magic pen\nSummonerspells: Im early gut im Late kompletter Bullshit du wirst im Fight schneller sterben ohne auch nur dran zu denken wenn du einmal gepickt wurdest und nicht flashen kannst\n\nItembuild: auf Adc hast du viel zu viel Attack speed damit wirst du NIEMALS etwas anfangen können im fight wirst du weder fähig sein damit gekommt zu shutter steppen noch bringst du damit viel DMG mit.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:56:29.200+0000","up_votes":1,"down_votes":1,"body":"wenn der tanky hinten steht und nie angreift dann kann ich als adc nix machen auch mit mein build wenn der tanky vorne ist dann kann ich halt sehr gutes dmg von hinten ballern aber diese positionen hatte ich schon lange nicht mehr","replies":[{"id":"","poster":"Waldschrat86","date":"2017-07-30T14:03:59.831+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=000b00000000000000010000,timestamp=2017-07-29T18:56:29.200+0000)\n>\n> wenn der tanky hinten steht und nie angreift dann kann ich als adc nix machen auch mit mein build wenn der tanky vorne ist dann kann ich halt sehr gutes dmg von hinten ballern aber diese positionen hatte ich schon lange nicht mehr\n\nDann lauf halt hinter deine Tanks? Entweder biste stark genug, um die Bronzedudes umzuhauen egal wo du stehst oder eben nicht und wenn da ein 10/0 Bruiser rumrennt, dann bist du das definitiv nicht.\n\n>wenn einer von mein team 0/10 steht dann hab ich ein Fehler gemacht nh?\n\nWenn du ne bei den Stats zurecht zurückgezogene Frontline hast und dich vorne dran positionierst, jop.\n\n>wenn mann ein gutes team hat und auch ahnung hat von lol dann können auch die schlechteren im fight gewinnen\n\nJop dann werden die gecarriet, aber das darfst du nicht erwarten, gerade in Bronze das zu erwarten, ist echt Banane.\n\n>ich bin schon gut aber komme halt nicht aus bronze raus\n\n>ich bin schon gut genug\n\n\nBist du nicht, sonst wärst du da schon längst raus. Bronze muss man sich \"erarbeiten\", Mitte-Silber ist Einstiegselo und selbst da und höher kannst du nicht erwarten dauernd gecarried zu werden. Geh doch selbst mal 10/0 und carrie die Dinger heim, deine Gegner schaffen das ja auch auf der Lane und wärst du gut bzw. besser als deine Elo, wäre das auch gar nicht so schwer.\n\n>laufspeed braucht mann in team fights nicht und mein adc build ist gut mehr als 1k krit dmg und 100% also ein gegnerrischer adc ist nach 3 autohits down\n\nTja und du behauptest du seist gut...ohne Worte. Hast du dich am Anfang des Threads nicht darüber beschwert, dass die Leute nie groupen?\nBrauchst halt für jeden Weg extrem länger, die Gegner können viel leichter weglaufen, einholen kannste auch vergessen und wie war das nochmal mit der Frontline hinter dir? Kein Wunder, wenn dich jeder sogar ohne Speedbuff-Spell überholen kann. Von kiten haste wohl auch noch nie gehört ohne MS biste dann halt weg, egal wie deine Frontline steht, du bist halt easy Target, Flash haste ja auch nicht dabei...Was zur Hölle erwartest du?\n\n>erstens immer den gleichen champ wird langweilig\n>\n>zweitens: bei mir gibt es nix zu verbessern klar bin ich mal in den seltesten fällen schlecht\n>\n>drittens es kommt drauf an wie gut ein team miteinander arbeitet wenn 0 teamwork im team ist dann ist das game zu 100% lost\n\nSo wie du in die Games gehst bist du immer schlecht, bei dir lässt sich einfach alles verbessern, was sich ja auch in deiner Platzierung widerspiegelt, nur wahrhaben willst du es nicht und solange du so unterwegs bist, kannst du auch jedes Game nen anderen Champ wählen, ist eh egal, was du machst mit der Einstellung. Wär's anders hättest du schon von dir selbst aus ein paar Dinge angepasst, aber selbst hier, wenn dir Leute sagen, was du verbessern kannst, blockst du nur. GG\nUnd Richtig es kommt sehr aufs Teamwork an, aber weißt du was, je tiefer um so weniger, weil hey, wozu z.B. brauch ich große Teamleistung, wenn da ein Carrie rumeiert, die auf MS und Flash verzichtet und dazu noch oftgenug Frontline positioniert, ich würde mich dann einfach an dir hochfeeden und so ginge es jedem, der wirklich besser ist als die Elo, auf der du spielst. Hab ich das letzte Mal als ich in Solo-Q zu Beginn einer Saeson Bronze kam sogar gemacht, war da schon lange Gold. \"Noob-Champ\" und Rolle gepickt, die ich da nie gespielt hatte und auf Silber durchrasiert und dann als Siege zumindest nicht mehr geschenkt waren, wieder Mains genommen. Du selbst hast ja nichtmal Mains...\n\ntl;dr: Du bist echt der Inbegriff des Bronze-Cliches oder ein verdammt guter Troll, der extra einen Account so bespielt, um hier Spaß zu haben. Sei dir gegönnt.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-30T16:30:59.109+0000","up_votes":1,"down_votes":0,"body":"Wenn der tank garnicht angreift dann wird es auch nix da kann ich als adc selber nix machen\n\nIch alleine kann das game nicht umdrehen \n\nTeamwork ist das A und O aber manche begreifen es nicht und gehen rein und feeden\n\nEs kommt immer auf die gegner an die mann bekommt wenn ich meine lane verliere dann stehe ich nur am turm etc wo andere immer rein feeden dass der so krass ist das er alles beenden kann\n\nWenn der tank seine aufgabe erfüllt und den adc protected dann ist es ein easy game\n\n\nEs kommt auf dass Team an wie gut sie Zsm arbeiten wenn einer nicht mit halten sofort verloren","replies":[{"id":"","poster":"Waldschrat86","date":"2017-07-30T20:11:18.642+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=000b0000000000000001000000000000,timestamp=2017-07-30T16:30:59.109+0000)\n>\n> Wenn der tank garnicht angreift dann wird es auch nix da kann ich als adc selber nix machen\n\nJop, ich kenn die Wegrenntanks auch, genauso wie Frontline ADCs und Chase-Sups, aber deine Gegner haben eigentlich oft genug dasselbe Problem, brächte dir halt nur was, wenn du tatsächlich besser wärst, biste aber nicht.\n\n> \n> Ich alleine kann das game nicht umdrehen \n\nMusst du ja auch nicht, aber wie gesagt, wärst du besser als Bronze stünden deine Gegner öfter vor dem Problem als du.\n> \n> Teamwork ist das A und O aber manche begreifen es nicht und gehen rein und feeden\n> \n> Es kommt immer auf die gegner an die mann bekommt wenn ich meine lane verliere dann stehe ich nur am turm etc wo andere immer rein feeden dass der so krass ist das er alles beenden kann\n\nKommt vor, aber immer noch, wie gesagt, wärst du wirklich besser als Bronze hätten deine Gegner öfter diese Situation.\n\n> \n> Wenn der tank seine aufgabe erfüllt und den adc protected dann ist es ein easy game\n\nBlöd nur, dass er das ja gar nicht kann, wenn er total behind ist, da kippt er genauso schnell um wie du und noch blöder, dass du das vorallem in Bronze nicht erwarten kannst. Und selbst wenn er's kann tust du ja alles dafür durch Build und Sumwahl, dass dich so ein gefeedeter immer noch locker abholen kann, flasht er halt hinter deine Frontline, ebenfalls flashen geht ja nicht und weglaufen wird ohne Schuhe auch nicht von Erfolg gekrönt sein.\n\n> \n> \n> Es kommt auf dass Team an wie gut sie Zsm arbeiten wenn einer nicht mit halten sofort verloren\n\nRichtig nur gehörst du auch zum Team und mit deinen fragwürdigen Entscheidungen bist du wohl leider zu oft der eine, zumindest öfter als du es dir selbst eingestehen willst.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-31T12:12:12.883+0000","up_votes":1,"down_votes":0,"body":"Ja ich sage immer stay as group trotzdem gehen welche immernoch solo","replies":[]}]}]}]}]}]},{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T22:52:05.309+0000","up_votes":1,"down_votes":0,"body":"Wer sagt das du 1v5 können musst. Du musst nur deine Aufgabe mit dem Champ erfüllen bsp. Adc: im Teamfight präsent sein und viel DMG machen  ohne zu sterben. Als Assasin halt den Carry rausnehmen usw.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-28T09:57:24.434+0000","up_votes":1,"down_votes":1,"body":"der tanky geht normaler weise vor und der adc steht dahinter aber viele verstehen es nicht und lassen den adc vor oder als erstes fighten","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-28T13:39:37.001+0000","up_votes":2,"down_votes":0,"body":"Du suchst auch immer wieder Ausreden oder ? Ganz einfach HÖR AUF NUR DEINEM TEAM DIE SCHULD ZU GEBEN die sind bad,du bist bad dein Gegner team ist auch bad und nur du kannst in jedem Game den Unterschied machen. Das war in SoloQ schon immer so.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:57:29.937+0000","up_votes":1,"down_votes":1,"body":"wenn einer von mein team 0/10 steht dann hab ich ein Fehler gemacht nh?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:30:00.785+0000","up_votes":1,"down_votes":1,"body":"du hast nicht alleine gespielt wenn doch dann hattest du glück","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T21:00:47.971+0000","up_votes":1,"down_votes":0,"body":"Ich hab alleine gespielt und musste nur vorsichtig af wegen dem hart gefeedeten Fizz sein da er mich aus dem Fight hätte nehmen können und nun ja ich konnte wenn ich genügend Zeit im Fight hatte diesen als Twitch vom DMG her solo carrien da war kein Glück dabei","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T21:14:39.417+0000","up_votes":1,"down_votes":0,"body":"ja ok wenn mann den adc protectet dann kann man carryn aber ein feed adc würd niemals 1vs1 gegen ein feed yi schaffen","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-27T23:46:17.431+0000","up_votes":1,"down_votes":0,"body":"Positioning macht viel aus und da hab ich echt nicht schlecht gespielt aber das mit Yi is mir schon klar aber jetzt rede mal nicht um den heißen Brei rum und akzeptier das es nicht nur deine Mates sind die schlecht spielen sondern du auch wenn du gut wärst würdest du nicht Bronze 5 sein. Such deine eigenen Fehler und erkenne an das nur du dafür zuständig bist zu climben.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:55:02.524+0000","up_votes":1,"down_votes":1,"body":"ich alleine kann leider nicht 1vs5 fighten","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-29T21:18:22.952+0000","up_votes":1,"down_votes":0,"body":"Adde mich einfach ich nehm mir mal Zeit für es macht mir den Anschein als würde bei dir Grundverständniss vom Game fehlen.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-30T16:32:30.716+0000","up_votes":1,"down_votes":0,"body":"Okay","replies":[]},{"id":"","poster":"TooFaMe4You","date":"2017-07-30T11:29:38.398+0000","up_votes":1,"down_votes":0,"body":"ok","replies":[]}]}]}]}]}]}]},{"id":"","poster":"three stodges","date":"2017-07-27T18:19:21.199+0000","up_votes":1,"down_votes":1,"body":"boostet :D","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2017-07-27T16:07:14.479+0000","up_votes":1,"down_votes":0,"body":"Also ich bin diese Jahr von Bronze 3 Bis Silber 1 gekommen und nun leider wieder Silber 2 :D \n\nAlso geht das Raus kommen :) \n\nHab neulich erst wieder ein game gewonnen mit einen 0/7 Gankplank im Team :) \nVersuch einfach positiv zu denken und wenn es geht dein Team zu motivieren.\n\nUnd am besten wenn du mal mehrere games am Stück verlierst mach ne pause oder zock ne weile normals :) \n\nMfg maddin \n\nPS.  Mal spielt einer schlecht im eigenen  Team.  Mal ist man selbst der der schlecht spielt und mit etwas Glück erwischt es das Gegner team :D","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:32:24.741+0000","up_votes":1,"down_votes":0,"body":"ich will nicht mehr in bronze sitzen bleiben","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2017-07-28T13:45:59.602+0000","up_votes":2,"down_votes":0,"body":"So hart es sich anhört. Werd einfach besser","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-29T19:00:35.464+0000","up_votes":1,"down_votes":1,"body":"ich bin schon gut aber komme halt nicht aus bronze raus","replies":[]},{"id":"","poster":"TooFaMe4You","date":"2017-07-30T13:50:40.930+0000","up_votes":1,"down_votes":2,"body":"ich bin schon gut genug","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2017-07-29T16:56:49.238+0000","up_votes":1,"down_votes":0,"body":"Dann spiel enfach weiter :) \nWenn du besser wirst kommst du auch da raus :) \nSpiel mit nen dou kumpel das macht die sachen gleich etwas entspannter :)","replies":[]}]},{"id":"","poster":"OT Riku","date":"2017-07-28T15:08:52.295+0000","up_votes":1,"down_votes":0,"body":"Ich habe ein gutes Beispiel.\nHatte gestern nen Gegner der übelst am flamen war.\nDer gegnerische Thresh hat hart drunter gelitten, ich habe ihm im endscreen gesagt \n“passiert halt einfach Reporten und er wird bestimmt nette teammates nächstes mal bekommen“ \nUnd jetzt ratet mal wer das game danach unser toplaner war.\nRichtig der Thresh irgendwie war er Happy das er mit mir im Team war, auch wenn ich nicht besonders gut war.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:59:39.167+0000","up_votes":1,"down_votes":1,"body":"wenn mann ein gutes team hat und auch ahnung hat von lol dann können auch die schlechteren im fight gewinnen","replies":[]}]}]},{"id":"","poster":"Killersnake","date":"2017-07-27T13:14:51.069+0000","up_votes":2,"down_votes":1,"body":"Das Ranked System ist relativ fair.\nSorry\nVersuch deine eigenen Fehler zu finden und zu verbessern","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:35:21.047+0000","up_votes":1,"down_votes":4,"body":"ich habe keine fehler wenn man nicht hilft im 5vs5 fight sondern alle wo ander stehen weiß ich auchnicht","replies":[{"id":"","poster":"PlsNoNautMID","date":"2017-07-27T13:50:18.980+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=00000000,timestamp=2017-07-27T13:35:21.047+0000)\n>\n> ich habe keine fehler \n\n\nhaha :DD Wenn du in bronze bist dann \"hast\" (machst) du massenhaft fehler","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:53:41.764+0000","up_votes":1,"down_votes":2,"body":"wenn einer aus mein team feeded mache ich dann ein fehler?","replies":[{"id":"","poster":"LosMichus","date":"2017-07-27T14:18:30.520+0000","up_votes":2,"down_votes":0,"body":"Ich mache mir jetzt keine Mühen um dir zu sagen, dass es deine Mitschuld ist, dass jemand feedet. Es könnte sein, dass er halt ein counter—Pick bekommen hat und halt keine Engangment besitzt sich ins Late—Game zu schaffen. Als Midlaner kannst du roamen, als Toplaner ein TP— Play machen + Roamen, als Jungler + Midlane den anderen Lanes helfen, als Support einfach mal midlane Roamen und als ADC nimmst du eh immer Flash mit als ein anderen Summoner—Fähigkeit.\n\nDesweiteren weiß ich wie du dich fühlst. Du denkst „Ja ich bin besser als das Team.. Ich feede nicht... und was weiß ich was du noch denkst, aber immerhin musst du auch betrachten, dass nicht das Ziel ist dich zu Carrien sondern dein Team zu carrien, das heißt z.B. Du hilst der Botlane nicht umbedingt dafür das du ein Kill/ Assist bekommst sondern weil du dem Team helfen möchtest..\n\n\nZu deinen Summoner—Fähigkeiten:\nHeal und Ignite mögen eventuell im Early—Game sehr stark sein, jedoch wird Ignite im Late Game ziemlich schwach.\n\nDesweiteren hast du keine Möglichkeit aus einer Situation, wo z.B. Maokai und Gnar auf dich einkloppen, dich zu befreien..\nEs kann zwar sein das du sehr Mobile Champions spielst, jedoch kannst du dich nicht darauf verlassen\n\nZu deinen 5/10 Stats:\n\nManche Spieler würden sehen, dass du „feedest“ andere sehen dafür, dass dein Team schlechter als du warst. Wenn du denkst, dass 5/10 gut ist dann kannst du eigentlich mit LvL1 anfangen..\n\nZu mir:\n\nIch weiß ich bin Silber 3, auch weiß ich, dass ich vieles falsch mache, auch wenn viele mich für diesen Artikel kritisieren oder was weiß ich machen wollen. Ich stehe zu dieser Meinung hier und sehe es eher blöd, dass du hier dein Team flamest/blamest, dass sie 0/10 stehen.\n\nFazit: Versuch deinen Mitspielern/Team zu helfen und nicht dir selbst, denn du bist generrel auch besser, wenn dein Team 1/3 oder 1/2 steht.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:21:32.965+0000","up_votes":1,"down_votes":2,"body":"hör  mal zu ja okey jeder hat counter aber mann muss nicht 0/10 stehen als midlaner gehe ich manchmal ganken aber wenn die gegner 3 feuer drachen haben wir 0 ist die wascheinlichkeit Sehr hoch dass wir verlieren","replies":[{"id":"","poster":"LosMichus","date":"2017-07-27T14:40:08.170+0000","up_votes":2,"down_votes":0,"body":"Du brauchst deine Fehler nicht einzugehen, immerhin ist aües auch deine Mitschuld, dass ihr Drakes nicht bekommt, denn als Midlaner hast du IMPACT und DMG um eventuell den Drake zu stehlen.. \n\n\n\nVielleicht solltest du deine Fehler Ingame einsehen und daraus lernen","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:28:57.593+0000","up_votes":1,"down_votes":1,"body":"wenn ich den jungler 24908239482 mach drache und er macht den nicht ist dass dann meine schuld?","replies":[]}]}]},{"id":"","poster":"TooFaMe4You","date":"2017-07-29T18:54:21.915+0000","up_votes":1,"down_votes":0,"body":"1: 5/10 zu stehen ist schlecht ich bin nie im early game 0/0-10 meistens so 6/3 aber dann gibt es immer ein gegner der 15/2 steht und mich die ganze zeit easy killt dann sammeln sich bei mir nur tode und bei den anderen auch\n\n2: ja ist normal jeder hat ein counter aber mann muss nicht 0/10 stehen wenn mann safe bleibt passiert in der regel nix\n\n3: heal und ignite ist bei mir mittlerweile angewachsen ich spiele seit 3 jahren so und ich kann einfach nicht mit blitz spielen \n\nmanchmal hat mal fälle da braucht mal heal und manchmal blitz","replies":[]}]},{"id":"","poster":"ninju7su","date":"2017-07-27T14:10:43.615+0000","up_votes":1,"down_votes":0,"body":"Du wirst sogar mehere machen. Zusätzlich dazu feedet der Troll.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:18:08.826+0000","up_votes":1,"down_votes":1,"body":"ich feede ja nicht ich spiele meistens sicher","replies":[{"id":"","poster":"ninju7su","date":"2017-07-27T14:33:55.133+0000","up_votes":1,"down_votes":0,"body":"Ein Spiel verliert man wegen dutzender, eventuell hunderter oder tausender Fehler. Ich hab spiele schon entschieden, weil ich einen Ward ein paar pixel weiter in den Busch gestellt habe als Support und somit einen Teleport des Gegners in unsere Backline gesehen habe.\n\nDas du ein Feeder hast ist eine Sache. Das du aber selbst einen großen Fehlerhaufen zum Sieg oder zur Niederlage beiträgst, ist eine andere. Verändern wirst nur du dich. Nicht der Typ der dir dein Spiel versaut und den du nie wieder siehst im Leben.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-28T10:04:16.918+0000","up_votes":1,"down_votes":1,"body":"wenn man adc keine kills hat dann macht er halt auch kein dmg","replies":[]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2017-07-27T18:14:34.391+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=00000000,timestamp=2017-07-27T13:35:21.047+0000)\n>\n> ich habe keine fehler wenn man nicht hilft im 5vs5 fight sondern alle wo ander stehen weiß ich auchnicht\n\nÄh, wenn alle woanders stehen, wie kann es dann ein 5vs5-Kampf sein?","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T19:27:20.137+0000","up_votes":1,"down_votes":1,"body":"ich meine es sollte ein 5vs5 sein und nicht 3vs5","replies":[{"id":"","poster":"Waldschrat86","date":"2017-07-28T01:47:01.264+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=0000000000030000,timestamp=2017-07-27T19:27:20.137+0000)\n>\n> ich meine es sollte ein 5vs5 sein und nicht 3vs5\n\nDann achte mal drauf, wie oft die 3 engagen, obwohl sie 3 sind und wie oft tatsächlich fehlender Überblick der anderen 2 verantwortlich dafür ist.","replies":[]}]}]},{"id":"","poster":"Killersnake","date":"2017-07-27T14:07:03.082+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=00000000,timestamp=2017-07-27T13:35:21.047+0000)\n>\n> ich habe keine fehler wenn man nicht hilft im 5vs5 fight sondern alle wo ander stehen weiß ich auchnicht\n\nDas ist dein erster Fehler: du siehst deine eigenen Fehler nicht ein!\nWie willst du dich denn dann jemals verbessern?\nIch wette ich könnte jedes deiner Spiele ziemlich auseinandernehmen.\nmache ich mit meinen eigenen Spielen auch.\n\nÜberleg mal: Du hast 4 zufällige Leute im Team.\nDer Gegner 5\nWenn du perfekt spielst, ist es nur logisch, dass du auch aufsteigst.\nAnscheinen ist das aber oft nicht der Fall.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T14:13:21.691+0000","up_votes":1,"down_votes":2,"body":"ich will mit mein team zsm arbeiten aber einer davon versteht es nie","replies":[{"id":"","poster":"three stodges","date":"2017-07-27T18:22:42.354+0000","up_votes":1,"down_votes":0,"body":"Wenn es nur einer wäre, meistens sind es sogar 2 oder 3 Jungle camps bringen mehr wie cs farmen und pushen .","replies":[]}]},{"id":"","poster":"LosMichus","date":"2017-07-27T14:38:17.089+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Killersnake,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=000000000002,timestamp=2017-07-27T14:07:03.082+0000)\n>\n> Das ist dein erster Fehler: du siehst deine eigenen Fehler nicht ein!\n> Wie willst du dich denn dann jemals verbessern?\n> Ich wette ich könnte jedes deiner Spiele ziemlich auseinandernehmen.\n> mache ich mit meinen eigenen Spielen auch.\n> \n> Überleg mal: Du hast 4 zufällige Leute im Team.\n> Der Gegner 5\n> Wenn du perfekt spielst, ist es nur logisch, dass du auch aufsteigst.\n> Anscheinen ist das aber oft nicht der Fall.\n\nDem stimme ich solanngsam auch zu, er sieht seine Fehler nicht ein","replies":[]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:36:29.032+0000","up_votes":1,"down_votes":0,"body":"xD\n\nDer beste Forentroll sei VampireKnight97\n\n{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]},{"id":"","poster":"three stodges","date":"2017-07-27T13:28:43.462+0000","up_votes":2,"down_votes":0,"body":"Hör doch einfach auf, ist viel leichter als sich zu ärgern.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:42:22.098+0000","up_votes":1,"down_votes":1,"body":"ich will einfach nur mit ein vernümpftiges team spielen und kein feeder im team haben oder ein jungler der drachen killen kann macht es aber nicht dann haben die gegner 3 fire-drakes ist doch klar dass man in b5 hängen bleibt","replies":[{"id":"","poster":"OT Riku","date":"2017-07-28T15:13:11.619+0000","up_votes":1,"down_votes":0,"body":"Die hast du selbst noch in Dia..\nNur das die Fehler die sie machen weniger sind.","replies":[]}]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:30:49.698+0000","up_votes":3,"down_votes":1,"body":"Wieso schaffen es dann andere Leute aus Bronze aufzusteigen? \n\nVielleicht weil sie besser sind als Bronze und wer nicht climbt gehört nach Bronze.\n\n[Impossible!](http://www.relatably.com/m/img/impossible-memes/71fc29.jpg)\n\n{{sticker:zombie-brand-facepalm}} \n\nPS: Ich war auch mal Bronze IV, ich bin aber aufgestiegen, **weil ich mich verbessert habe**!\n\nedit: ich habe gerade dein account auf [euw.op.gg](https://euw.op.gg/summoner/userName=++SeelenJ%C3%A4ger19) angeschaut und hätte ich jemanden wie dich in meinem Team, würde ich diese Person instant für Trolling reporten. Aber anscheinend ist das normal für Bronze V ;)","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:40:45.016+0000","up_votes":1,"down_votes":2,"body":"10/5 stehen ist troll oder eher 0/10?","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:44:24.345+0000","up_votes":2,"down_votes":0,"body":"Itembuilds, Summoners, cs/min, etc. \n\nUnd ich sehe ausserdem nur ein einziges Game in dem du (auf Bronzeniveau) gute Stats hattest und verloren hast. Das letzte Akali match.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:51:27.916+0000","up_votes":1,"down_votes":2,"body":"wenn ich in der 17 min 7/3 stehe dann wegen mein crap team 7/10 ist dass doch nicht meine schuld das wir immer verlieren","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:56:32.236+0000","up_votes":2,"down_votes":0,"body":"Aha, so ist das also. Wenn du **ein einziges** Game verlierst, weil du selber nicht carrien konntest, ist es unmöglich aus Bronze aufzusteigen.\n\nUnd beantworte mir nur eine Frage und ich gebe dir Recht.\n\n_**Wie schaffen es dann andere aufzusteigen?**_ Z.B. ich war mal Bronze 4 und spiele jetzt auf Silber IV Niveau.","replies":[]}]}]}]}]},{"id":"","poster":"Roxãs","date":"2017-08-08T09:46:12.235+0000","up_votes":1,"down_votes":0,"body":"Gebt lieber mir Tipps :DDDDD","replies":[]},{"id":"","poster":"CptPICHU","date":"2017-08-05T15:28:51.433+0000","up_votes":1,"down_votes":0,"body":"Nicht mit Flash? Alles klar... Verstehe ich jetzt nicht aber musst du wissen. Ich denke ich bin nicht der einzige der das sagt aber...\nBis Gold vielleicht sogar Platin gibt es immer irgendwen der Feedet. Manchmal auch man selbst - das ist einfach so.\nSuche dir am besten einen soliden Duo-Mate und böllert euch raus aus Bronze. Hab ich in etwa 1 1/2 Wochen gemacht.\nBronze IV -> Silber III. Habe jetzt leider eine Motivationslücke :D\nHoffe du kommst weiter.\n\nImmer gerne behilflich.\n-MfG SRB Toad {{champion:117}}","replies":[]},{"id":"","poster":"FABOBABO","date":"2017-08-01T14:15:02.499+0000","up_votes":1,"down_votes":0,"body":"Dann ist dein Platz in Bronze.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T15:44:03.051+0000","up_votes":1,"down_votes":0,"body":"ja ich weiß,will aber auchmal höher kommen","replies":[{"id":"","poster":"FABOBABO","date":"2017-08-01T15:52:34.447+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SeelenJäger19,realm=EUW,application-id=ip27PlEH,discussion-id=T4MLYfBr,comment-id=000f0000,timestamp=2017-08-01T15:44:03.051+0000)\n>\n> ja ich weiß,will aber auchmal höher kommen\n\nIch weiß ehrlich gesagt nicht welche Position du spielst. Wieso immer ignite und heal? Du solltest immer Flash mitnehmen.\nDu solltest viel öfters dein Trinket benutzen und viel mehr pink Wards kaufen. Das sollte dir helfen.\nDazu nicht flamen und einfach auf dein Spiel konzentrieren. Dann wird das schon.","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:11:08.625+0000","up_votes":1,"down_votes":1,"body":"ich flamme nie nehme ignite heal bei adc mid top   supp heal exhaust jungle heal smite pink wards kaufe ich also fange jtz an flash ich spiele so seit 3 jahren ich kann nicht mit flash spielen","replies":[{"id":"","poster":"TooFaMe4You","date":"2017-08-01T22:20:03.586+0000","up_votes":1,"down_votes":1,"body":"ich kann alle positionen  spielen","replies":[]}]}]}]}]},{"id":"","poster":"nauerd","date":"2017-07-27T13:46:44.303+0000","up_votes":1,"down_votes":0,"body":"Wir können zusammen zocken. Bin von b1 in b4 durchgereicht worden.... Add mich.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-07-29T11:49:54.867+0000","up_votes":1,"down_votes":0,"body":"Würde ich nicht machen an deiner Stelle wenn dir deine elo/mmr was bedeutet.\nAber wie du willst","replies":[]},{"id":"","poster":"TooFaMe4You","date":"2017-07-27T13:49:28.794+0000","up_votes":1,"down_votes":1,"body":"jo mache ich später","replies":[]}]},{"id":"","poster":"lmm0rtal","date":"2017-07-28T10:13:29.726+0000","up_votes":1,"down_votes":0,"body":"Meine Augen schmerzen jedes mal wenn ich eine Post wie diesen sehe. Immer Leute die sich ueber Teammates beschweren und selbst keinen Deut besser sind. Heal und Ignite.... Das ich nicht lache, jeder Jungler der halbwegs bei Verstand ist wuerde dich campen wie sonst was, weil du einfach extrem anfaellig gegen Ganks bist. Bronze ist ebenfalls eine Elo wo du leicht Solo carrien koenntest wenn du wuesstest wie du deinen Vorteil ausbaust. Roame, hilf anderen Lanes, aber maul nicht ueber sie ab wenn du selbst nicht besser bist.","replies":[]},{"id":"","poster":"i3IackCat","date":"2017-07-28T08:53:54.088+0000","up_votes":1,"down_votes":0,"body":"Warum schaffen Elobooster es dann so easy aus Bronze, wenn es nicht geht trotz guter Stats?","replies":[]},{"id":"","poster":"antitomatexd","date":"2017-07-27T13:58:16.662+0000","up_votes":1,"down_votes":0,"body":"spiele Trynda, Panth, Yi o. Darius (free Elo in Bronze)\nIch habe schon ein paar Accounts aus Silber und Bronze rausgeholt also es geht...","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-07-27T13:20:17.370+0000","up_votes":1,"down_votes":0,"body":"Suche Dir vielleicht einen DuoQ-Partner für das ein- oder andere Spiel. Wenn Du einen guten Mitspieler hast lade ihn gleich nach dem Spiel zum nächsten ranked ein.","replies":[]},{"id":"","poster":"thefire7","date":"2017-07-27T13:15:13.394+0000","up_votes":1,"down_votes":0,"body":"und was sollen die Forum-Mitglieder jetzt sagen? :D","replies":[]}]}