{"id":"ZLkqP1z5","poster":"Rawwo","date":"2017-07-27T12:10:34.004+0000","title":"Dia-Team im Wiederaufbau sucht Dia 4+ Toplane, Jungler, Midlane für Flex und Turnierfinale.","subforum":"Clans & Teams","up_votes":7,"down_votes":4,"body":"Hey Leute,\r\n\r\nWir sind aktuell beim Wiederaufbau unseres Flex- und Turnierteams. Dies wird ein relativ ausf&uuml;hrlicher Post, daher bitte ich euch bei Interesse alles genau und gr&uuml;ndlich durchzulesen, sodass es keine Missverst&auml;ndnisse gibt.\r\n\r\n\r\n_Erst einmal zu uns als Personen:_\r\n\r\nAktuell besteht das Team nur aus uns, der Botlane. Wir sind beide 20 Jahre jung, Studenten (bzw. zuk&uuml;nftige Studenten) und sind sehr ambitioniert unser ehemaliges, erfolgreiches Team erneut aufzubauen. Wir spielen seit etwa einem Jahr zusammen und kennen uns daher schon ziemlich gut, sind auch bereits eingespielt und konnten schon gemeinsame Erfahrungen gegen sehr starke Teams sammeln. Wir bringen beide ziemlich viel Zeit mit und sind sehr selbstkritische Menschen die sich um jeden Preis verbessern wollen. Wir sind beide aktuell in Soloqueue Dia 4 und unser Peak war Dia 2. In Flex sind wir jeweils Dia 2 und Dia 4. Das war&#039;s dann erst einmal zu uns. \r\n\r\n\r\n_Was wir von unseren Bewerbern verlangen:_\r\n\r\n- Dia 4+ in Soloqueue (absolutes MUSS) und Dia 5+  Flexqueue (w&uuml;nschenswert), hierbei gibt es keine Ausnahmen.\r\n- Man sollte **mindestens** 3 mal die Woche Zeit f&uuml;r Training (etwa 18:00-22:00) mitbringen.\r\n- Man muss einen normalen Wochenrythmus mitbringen (keine Schichtarbeiter).\r\n- Das Alter sollte mindestens 17+ sein.\r\n- Euer Championpool sollte m&ouml;glichst gro&szlig; sein (keine OTP&#039;s). \r\n- Ihr solltet **niemals** flamen, wer flamed wird direkt gekickt. Es gibt einen gro&szlig;en Unterschied zwischen flamen und Kritik &auml;u&szlig;ern und Jeder mit einem gesunden Menschenverstand erkennt diesen auch. Wir w&uuml;nschen uns Kritik, jedoch sollte diese auf einer sachlichen Ebene r&uuml;bergebracht werden.\r\n- Ihr solltet ein gewisses Interesse an Turnieren mitbringen und eine m&ouml;glichst Hohe Flexelo anstreben.\r\n\r\n\r\n_Zu den Zielen des Teams:_\r\n\r\nJedes Team hat nat&uuml;rlich Ziele. Die Ziele dieses Teams sollten erst einmal ganz klar sein. Dieses Team soll ein Flex-und Turnierteam sein und das Turnier mit der absolut h&ouml;chsten Priorit&auml;t f&uuml;r mich ist der Battlegroundscup. Der Battlegroundscup ist ein Cup der in drei einzelne &quot;Schlachten&quot; (Einzelne Turniere mit K.O.-System) gesplitted ist und welcher durch einen finalen Cup der besten 32 Teams beendet wird. Jede &quot;Schlacht&quot; streckt sich &uuml;ber mehrere Wochen und man spielt jede Woche. Alle drei &quot;Schlachten&quot; sind mittlerweile vorbei und der finale Cup steht kurz vor der T&uuml;re. In diesen &quot;Schlachten&quot; konnte ich mit meinem Supporter und meinem alten Team extrem gut abschneiden und so sind wir in einer Gesamtliste aktuell Platz 5 von 1200 Teams.  Also suche ich Leute mit denen ich mir diesen Traum erf&uuml;llen kann und mit welchen ich dieses letzte Turnier des Battlegroundcups beschreiten kann (f&uuml;r das es nat&uuml;rlich auch Preise geben wird, da es das Finale ist). Weiterhin sollte nat&uuml;rlich gesagt sein, dass dies nicht allgemein unser letztes Turnier sein wird, es gibt nat&uuml;rlich noch viele weitere und ich strebe weitere Turniersiege an. Das Passwort lautet &uuml;brigens: INVICTUS, wenn ihr Interesse habt solltet ihr mich mit dem Passwort anschreiben, sodass ich mich vergewissern kann, dass ihr euch auch extra diesen Wall of Text angetan habt. Danke f&uuml;r eure Zeit.\r\n\r\nMfG Amunku und Umaniel, bei Interesse addet uns Ingame.","replies":[{"id":"","poster":"Rawwo","date":"2017-07-29T13:49:44.463+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Rawwo","date":"2017-07-28T12:14:01.441+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}