{"id":"r6Xll5cm","poster":"MarCommander2211","date":"2017-07-27T14:16:28.211+0000","title":"(Champion-Konzept): Gark, der antike Techniker","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Gark ist ein Techniker, welcher sich anders als Heimerdinger sich nur auf seine Gesch&uuml;tz-Erfindungen verl&auml;sst, und nicht mit Bomben und Raketen um sich wirft.\n\nP: Antike Konstruktion\nUm verb&uuml;ndete Helden rotieren Plattformen. Falls Gark auf diesen Plattformen steht, wird derjenige um 20+5 pro lvl +30%AP geheilt und die H&auml;lfte bekommt er zus&auml;tzlich als graues Mana gutgeschrieben, welches automatisch nach 3 Sekunden verschwindet.\nQ: Defensivkonstruktion\nGark platziert einen Gesch&uuml;tzturm auf Terrain oder an einer Plattform, welcher 3 AAs aush&auml;lt und in einer 900er Reichweite Gegner sieht und pro Sekunde 20/30/40/50/60+80%AP normalen Schaden verursacht.\nMaximal 5 Gesch&uuml;tzt&uuml;rme.\nCD: 8 Sk\nMana: 40\n\nW: Verteidigungsma&szlig;nahme\nVerbindet 2 Gesch&uuml;tzt&uuml;rme miteinander durch eine unpassierbare Linie, die bis zu 800 Einheiten gedehnt werden kann. Bei Gedr&uuml;ckthalten von der F&auml;higkeit setzt Gark 4 Sekunden lang eine unpassierbare Linie hinter sich her. Es kann maximal 2 Linien platziert sein. Bei Reaktivierung wird 50/100/150/250+40&amp;AP magischen Schaden verursacht.\nCD: 12 Sk\nMana: 80\n\nE: Klonmanufaktur \nGark errichtet um sich herum eine Klonplattform. 3 Sekunden auf der Plattform zu stehen erzeugt einen Klon von Gark, der 50% seinr Lebenspunkte und 100% seiner Angriffsgeschwindigkeit und verursacht mit automatischen Angriffen 20+60%AP normalen Schaden, was die R&uuml;stung f&uuml;r 2 Sekunden um 1% reduziert, bis 10 mal stapelbar. Gark kann den Klon kontrollieren, er kann aber keine F&auml;higkeiten ausf&uuml;hren. Das Produzieren eines Klones verbraucht 30 Mana und es k&ouml;nnen nur maximal 10 Klone existieren. \nCD: 14 Sk\nMana: 80\n\nR: Rettungsharken\nGark zeiht sich mit einem Harken zu einem Gesch&uuml;tzt/einer Plattform oder zu Terrain, wobei er sich an der Plattform festharkt, wodurch auch er an der Plattform geheilt wird, bis Gark den Rettungsharken wieder entbindet. Werden Verb&uuml;ndete getroffen, werden sie zu Gark gezogen.\nCD: 40 Sk\nMana: 120 \n\nWie findet ihr dieses Champion-Konzept?","replies":[]}