{"id":"om6grH2W","poster":"Bayonetta38","date":"2017-07-27T10:36:03.954+0000","title":"(Championkonzept) Ordalie, Meisterin der Marai","subforum":"Skin- & Champion-Konzepte","up_votes":6,"down_votes":1,"body":"Diesmal ohne großes Gerede direkt zum Konzept. \n\nFür die Rechtschreibfehler entschuldige ich mich schonmal im vorraus :).\n\n\nBeschreibung:\nOrdalie, Meisterin der Marai ist eine schöne junge Meerjungfrau welche das Volk der Marai anführt.\nSie hat langes rotes Haar, eine goldweiße Haut mit einem rotweißen Schweif. Die Farbe ihrer Schwanzflosse am Ende ändert sich je nach der HP von Ordalie. Hat Ordalie volles Leben ist ihr Flosse rot, leuchtet und ist in vollem Schwung. Je mehr ihre Gesundheit fällt desto mehr verblasst ihre Flosse, das leuchten hört auf und sie hängt nur noch schlapp herab.\nAuf ihrem Oberkörper trägt sie ein blauen Schleier welcher bis zu Boden ragt. Sie trägt ein goldenes Tiara und dazu passende goldene Ohringe und eine goldene Halskette. An ihren Armen trägt sie goldene Armreifen und an ihren Händen eine goldene Kette mit roten Rubinen besetzt.\nIn ihrer Hand hat sie einen langen goldenen Stab. Am oberen Ende ist eine gebogene, goldene Feder welche eine tiefblaue Kugel trägt. Die Ozeankugel.\nOrdalie ist eine Magierin für die Mitte mit Supporterqualitäten. \nMan kann sie in die Klasse von {{champion:63}} {{champion:1}} {{champion:90}} einfügen.\n\nFähigkeiten:\nP: Der Wille des Ozeans.\n\nOrdalies königliches Blut verbindet sie mit dem Geist der Göttin des Ozeans. Diese erschafft eine aquarelle Wasserhülle die Global ist und Ordalie verstärkt. Ordalie erhält erhöhtes Lauftempo, Angriffstempo, Mana - und Lebensregeneration. Diese Kuppel beziehtihre Energie aus einem alten Relikt der Marai welches irgendwo zufällig auf der Karte erscheint ( meist in einem Gebüsch). Diesen kann man zerstören durch 5 Autoattacks welches Ordalies Verbindung zum Ozean zerstört und ihre Buffs unterbricht und sie kurz verlangsamt ( ein blauer Wassergeist springt vom Relikt raus und geht zurück zu Ordalie). Die Passive wird dann in Abklingzeit gesetzt  (60/50/40/30 Sekunden).\nWährend die Hülle aktiv ist kann Ordalie Ozeanlebenwesen ( Ozeandrache und Kluftkrabbler) unter ihre Kontrolle bringen. Diese gehorchen Ordalie kämpfen bzw. decken für sie auf und übergeben ihre Kräfte nach ihrem Tod Ordalie. Ordalie muss allerdings 20% ihrer maximalen Lebens diesen Lebenwesen zahlen um ihre Dienste für sich zu nutzen. Falls der Ahnendrache auftaucht hinterlässt dieser, sobald er vom eigenen Team erschlagen worden ist, den Geist des Ozeandrachen zurück welcher für Ordalie kämpft. Dieser hinterlässt allerdings nichts nach seinem Tod.\n\n\nQ: Die Kraft des Ozeans.\n\nPassive: \nOrdalies Ozeankugel speichert ozeanische Energie durch Fortbewegung. \n\nAktive: \nSobald die Kugel voll aufgeladen ist kann Ordalie die Energie aus ihrer Kugel in sich aufnehmen und durch ihre Hand einen blitzschnellen Strahl aus Meereswasser abfeuern welches getroffenen Gegner 80/110/190/280 (0.8% AP) magischen Schaden verursacht und diese mit Wasser makiert. \nmarkierte Gegner werden aufgedeckt und bei Berührung miteinander für 1,5 Sekunden betäubt.\n\nAbklingzeit: 10/8/7,5/6 Sekunden\nKosten: 80/95/110/120 Mana\n\nW: aquatischer Zyklon\n\nPassive : \nUm Ordalie herum laufen 3 Wasserkatzen, die Königskatzen der Marai welche mit Ordalie kämpfen und magischen Schaden verursachen. Falls alle Katzen sterben sollten setzt sich die Passive in Abklingzeit ( 20/18/17,5/ 15 Sekunden). getroffene Gegner ( Champions bevorzugt) von aquatischer Zyklon werden von den Katzen angesprungen und verlangsamt. Die Anzahl der Katzen kann sich auf 5 maximieren. Die Katzen skalieren mit der AP und AS von Ordalie.\n\nAktive:\nOrdalie erschafft einen tosenden Sturm aus Wasser welcher 3 Sekunden lang anhält, Gegnern 44/55/60/85 (0,7% AP) magischen Schaden zufügt, diese verlangsamt und wenn sie länger als 1.5 Sekunden im Sturm bleiben für 1 Sekunde betäubt werden. \n\nAbklingzeit: 22/19/17,5/15 Sekunden\nKosten: 85/105/120/135 Mana\n\nE: Der Schleier des Mondlichts.\n\nOrdalies Ozeankugel fängt an mit Mondlicht zu leuchten. Solange die Kugel leuchtet kann Ordalie um sich einen weißen Nebel bilden welcher Gegnern die Resourcen über Zeit abzieht. Falls der Champ keine Ressource besitzt wird diesem Leben abgezogen. Der Nebel dauert 5 Sekunden umd bewegt sich mit Ordalie mit. Sobald sich der Nebel gelegt hat kann die Kugel dieser Energie um Ordalie freisetzen und verbündete für 3 Sekunden je nach der Menge der abgesogenen Energie + 85% der AP von Ordalie heilen und einen Schild verpassen. \n\nAbklingzeit: 20/17/14/12 Sekunden\nKosten: 50/70/80/100 Mana\n\nR: Aqua Primus\n\nOrdalie vollführt ihre letzte Lektion der Königin. Sie nimmt die Gestalt eines alten Wassergeistes ein und springt in einen Champion hinein und verbleibt dort für 3 Sekunden. Diesen zersetzt sie von innen und fügt diesen 100/200/300 (1.0% AP) magischen Schaden zufügt und diese verlangsamt. Falls das Ziel sterben sollte kann Ordalie in den nächsten in Reichweite befindenen Champion springen. \nSobald sie draußen ist kann sie die abgesogene Energie aufnehmen und ihre Kugel zur Hälfte füllen (Q).\n\nAbklingzeit: 120/100/80Sekunden\nMana: 120/200/250 Mana\n\n\nOrdalie ist ein sehr Lategame basierender Champ. Sie braucht viel Cdr und Mana um ihren Manahaushalt zu gewährleisten. Sie ist sowas wie ein Yorick mit den Katzen und dem Ozeandrachen. Dazu sollte man sie wirklich mit viel Köpfchen spielen da sie außer der Ulti jetzt nicht wirklich eine Oneshoot Maschine bzw. schnell agierender Champ ist. Sie  hat ihre Aufladezeit und ihre CD aber wenn diese mal erledigt sind kann sie ihr Team super leiten.\n\n\nLore: \n\nNun steht sie vor uns. Die neue Königin der Marai. Es wurde eine große Feier veranstaltet aber eigentlich ist jeder wie auf einer Trauerfeier.\nKeiner will sie als Königin wahr haben. Sie sei noch zu jung, noch zu unerfahren aber das Hauptproblem sei, das sie verantwortlich für den Tod der Königin ist.\nDa steht sie nun. Eine alte gute Freundin von mir, aber auch schon mir meine Majestät gewesen. Sie sieht unsicher und unglücklich aus. Kann man ihr auch nicht verübeln. Das eigene Volk macht einen für den Tod der Mutter verantwortlich. Das sie zu unfähig gewesen wäre sich selber ins Schussfeld zu werfen anstatt das sie es für sie tut.\nDer Rat der Älteren haben ihr das Herz des Ozeans anvertraut, allerdings auch nur weil es in den Tradtionen so steht. \nSie besitzt zwar nun diesen allerdings ist sie der totalen Überzeugung das sie diesen niemals in Ehren halten kann sobald sie nicht den wahren Mörder ihrer Mutter zur Strecke bringt. Natürlich habe ich als Freundin versucht sie davon abzuhalten jedoch drohte sie mir ihrer Königin Respekt zu erweißen und wie ich es wagen könnte so zu sprechen.\nIch verüble es ihr nicht. Sie ist selber sehr unsicher und hat große Angst. Allerdings sieht sie keinen anderen Weg mehr...........\nDer dunkle Titan hat ihr das angetan und sie wird alles tun was in ihrer Macht steht um ihn ihrem Urteil zu unterwerfen.\n\nIch muss sie beschützen koste es was es wolle - Nami, die Gezeitenruferin.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T11:46:37.053+0000","up_votes":1,"down_votes":1,"body":"Erinnert vom Aussehen stark an SKT T1 Nami. Ich denke für einen Supporter hat sie zu sehr hohe AP Skalierungen, also würde sie wie Zyra oder Malz gespielt werden.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T12:05:07.527+0000","up_votes":2,"down_votes":1,"body":"Also die roten Haare sind vom SKT ^T1 Nami Splashart entnommen allerdings will ich nicht diesen komischen roten Kraken auf ihrem Kopf Ingame wie SKT T Nami sehen xD. Den Rest habe ich selber kreiert. Jeder stellt sich halt was anderes vor ;D.\nIch bin halt von ihrem Heal Spell ausgegangen aber sonst soll sie sowieso eigentlich für die  Midlane sein.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T12:48:02.269+0000","up_votes":1,"down_votes":1,"body":"Als ich deine Beschreibung gelesen habe, musste ich einfach gerade an Nami denken, v.a. wegen der roten Farbe.\n\nAber ansonsten finde ich die Grundidee sehr interessant, die Skalierungen, Manaverbrauch und Base dmg muss wahrscheinlich einfach noch ein wenig angepasst werden.\n\nedit: aber sie hat mich nicht an einen [Manatee](http://images.wisegeek.com/manatee.jpg) erinnert","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T12:54:06.360+0000","up_votes":1,"down_votes":1,"body":"OK dann hab ich definitiv bei diesem Manatee Thema etwas verpasst. Was sind diese Dinger? Dachte das ist diese Meerjungfrauenvolk wo Nami herkommt.","replies":[{"id":"","poster":"Killersnake","date":"2017-07-27T13:08:16.911+0000","up_votes":1,"down_votes":0,"body":"Rundschwanzseekuh. Das ist das URF Tier\nAuf einem Splashart reitet Nami glaube ich auf einem.\nDie edle Wassermagierin ist eine Seekuh aber nicht xD","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T13:42:52.092+0000","up_votes":1,"down_votes":0,"body":"ohhhhh man die Leute denken sich jetzt bestimmt sobald sie den Titel lesen an eine Seekuh..... fail des Grauens und man kann die Überschrift net bearbeiten.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T13:56:49.925+0000","up_votes":1,"down_votes":0,"body":"Ich dachte das wäre eine Frau mit Manati-Körper .____.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:14:18.173+0000","up_votes":1,"down_votes":0,"body":"ohhhhhh man hahaha xD. vergiss es einfach hahaha nie geschehen diese Manatee sache.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:20:02.847+0000","up_votes":1,"down_votes":0,"body":"XD","replies":[]}]}]}]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:26:47.037+0000","up_votes":1,"down_votes":0,"body":"Ah, dann gehörst du wohl nicht zu denen, die komplett von Riot veräppelt wurden als sie Urf, the manatee ankündigten. \n\n[Urf, the Manatee](http://leagueoflegends.wikia.com/wiki/Urf) wurde angekündigt und am 1. April wurde, anstatt Urf, ein neuer [Warwick](http://img2.wikia.nocookie.net/__cb20100401162229/leagueoflegends/images/thumb/6/6b/Warwick_UrfTheManateeSkin.jpg/613x460x2-Warwick_UrfTheManateeSkin.png)Skin rausgebracht und es hiess, das Warwick Urf getötet hat und sich nun mit seiner Haut schmückt.\n\nAlle Einnahmen die durch diesen Skin, wurde an eine Organisation gespendet, die sich für Manatees einsetzt, da diese (damals) eine bedrohte Tierart waren. Vor nicht allzu langer Zeit war mal ein Post auf Reddit, in dem stand, dass Manatees jetzt nicht mehr geschützte Tiere sind, da sie sich wieder stark vermehrt haben (kann leider diesen Artikel nicht mehr finden). \n\nUnd jetzt ist Urf, the Manatee ein Meme bei Riot und es gibt sogar einen Spielmodus der nach ihm benannt ist. Den kennst du sicher.\n\n[Nami](http://universe.leagueoflegends.com/de_DE/champion/nami/) ist auch seit [neuem](http://universe.leagueoflegends.com/de_DE/story/vastaya-field-journal/) ein [Vastaya](http://euw.leagueoflegends.com/de/news/community/q/fragestunde-zu-vastaya)\n\n[Wikipedia zu Manatees](https://de.wikipedia.org/wiki/Rundschwanzseek%C3%BChe)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T13:41:40.019+0000","up_votes":1,"down_votes":0,"body":"Ups. Das ist ja blöd von mir xD.Das mit Urf kannte ich schon allerdings dieses Manatee.......... Die Leute denken sich jetzt bestimmt wenn sie den Titel lesen an diese Seekuh jetzt. Na super haha.\nAber ich war mir sicher das ich in der Geschichte von Nami gelesen hatte das ihr Volk die Manatees sind. Hab mich wohl verlesen.. tut mir leid :(","replies":[{"id":"","poster":"legofreak1","date":"2017-07-27T13:46:17.451+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=L7E6lhzo,discussion-id=om6grH2W,comment-id=000200000000000000020000,timestamp=2017-07-27T13:41:40.019+0000)\n>\n> Aber ich war mir sicher das ich in der Geschichte von Nami gelesen hatte das ihr Volk die Manatees sind. Hab mich wohl verlesen.. tut mir leid :(\n\nNamis Volk sind die [Marai](http://gameinfo.euw.leagueoflegends.com/de/game-info/champions/nami/#champion-lore). Ich hab das mal im Titel angepasst, den Text müsstest du selber machen ^^","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T13:51:11.474+0000","up_votes":1,"down_votes":0,"body":"STIMMT!!! DAS WARS!!! MARAI...............Ich wusste doch ich habe sowas ähnliches gelesen.\nVielen Dank! \n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"MarCommander2211","date":"2017-07-27T10:48:12.531+0000","up_votes":1,"down_votes":0,"body":"Die Passive find ich ein wenig zu stark wegen dem FreeDrake. Ich würd da gern noch ne Belohnung für das ausschalten der Passive sehen.\nDie W und E schwanken zwischen OP oder total useless, weil bei den Basisfähigkeiten nicht nur die 5te Stufe fehlt +, sondern auch genaue Skalierungen bei W und E. Wie viel Ressourcen zieht der Nebel denn genau ab? Und was ist mit Riven, Kata und Zac? ^^\nDie R finde ich auch ein wenig zu stark, da Resets sehr unbalanced sein können.  :/\nAch und ich hätte da noch eine Idee, lass sie als Dance doch mit dem geist von Urf, dem Manatee, tanzen. Oder vielleicht sgat sie ja im Spiel urf urf! Oder so..\nDie Idee ist zwar ziemlich inspiriert von 3 meiner alten Konzepte, dem Wassermagier, dem Zauberbrecher und dem Krämer, und von Kayn, aber du hast da so viele eigene Sachen drinnen, dass ist wirklich richtig gut geworden, vor allem mit der Passive.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T12:00:00.642+0000","up_votes":1,"down_votes":0,"body":"Freedrake nur wenn es Ozeandrache ist :) Sonst wenn man den Ahnendrachen noch tötet. \nBei den Skalierungen wusste ich nicht genau wie ich des machen soll. Diese Katzen sind ja wie die gollums von Yorick oder diese Voidlinge von Malzahar. Ich weiß leider nicht wie diese skalieren deshalb hab ich es mal ausgelassen. Bei den Ressourcen war ich mir auch nicht sicher daher auch erstmal ausgelassen vielleicht kann ich ich später dies ausbessern. Bei Champs ohne Ressourcen gehts halt an die HP. Pech wenn man ohne Ressourcen spielt wird man halt doppelt bestraft ;).\nJa aber ist auch ihre einzige Fähigkeit die direkt burstschaden drückt sonst hat sie ja nur Dmgovertime. Daher wollte ich eine Sache wenigstens bissle OP machen. Dafür hat sie sehr viel CD drauf:).\nAlso eigentlich gehört sie ja zu dem Volk von Nami xD dachte die heißen auch Manatee daher dieser Name aber diese Idee wäre so cool :) Vielleicht noch ein langsamer Tanz weil Urf ja von ww getötet worden ist.\nDein letztes Konzept mit dem Wassermagier oder Zauberbrecher hat mich inspiriert und ja Kayn ist wie der Zufall will auch dabei xD.\n\nTrotzdem vielen Dank für deine Anhaltspunkte.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T12:12:08.863+0000","up_votes":1,"down_votes":0,"body":"Na ja, ich würde eher kleine Schadensmengen für die Unterwasserkätzchen verwenden; vlt. so um 10-30%AP und 80%Attackspeed? Hm, der Ozeandrache ist halt nicht zu unterschätzen, er gibt ja nicht nur den SustainBuff sondern auf das Gold... aber die Krabbe stelle ich mir eher schwach vor, die macht ja gar nix und wartet nur bis man sie haut um dann wegzufliegen :/ Und bei der Ult hab ich ein Fehler gemacht, ich hab die 250er Manakosten und den CD nicht bedacht.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T12:12:48.596+0000","up_votes":1,"down_votes":0,"body":"Wer ist eigentl. der dunkle Titan?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T12:38:31.743+0000","up_votes":1,"down_votes":0,"body":"Was denkste ;)? Komm rate mal.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:27:25.066+0000","up_votes":1,"down_votes":0,"body":"Nautilus","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T13:44:08.789+0000","up_votes":1,"down_votes":0,"body":"yep Richtig!","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T13:58:08.562+0000","up_votes":1,"down_votes":0,"body":"hö wieso der denn? Ich dachte das Nautlius ein Fischer war, der ins Meer gefallen ist und der einen Weg zur Oberfläche sucht wieso würde der das denn einem Manati antun?","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T13:58:31.134+0000","up_votes":1,"down_votes":0,"body":"Oh, ja stimmt, er ist ein Fischer und sie ein Manati... macht Sinn!!!","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:11:56.053+0000","up_votes":1,"down_votes":0,"body":"Marai :) aber ja eigentlich kein Sinn xD hast du mir vielleicht ein Vorschlag für einen Feind?","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:22:17.651+0000","up_votes":1,"down_votes":0,"body":"Hmmm vlt. Tahm Kench? Oder vlt Brand aufgrund der Erderwärmung?\n\n\nSpaß beiseite, vlt sogar Gankplank?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:53:44.113+0000","up_votes":1,"down_votes":0,"body":"Nee wenn dann auch so ein Unterwasserwesen oder einer der mit Wasser zu tun hat.","replies":[]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:11:12.504+0000","up_votes":1,"down_votes":0,"body":"Also bei den Fähigkeiten von Nautilus kommen Nami und Fizz als Gegner xD haha sonst hätte ich auch keine Ahnung haha Sry..... :)))))))))))))\nMir fiel leider kein anderer Gegner ein und Fizz ist glaub ein Freund der Marais.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:20:45.582+0000","up_votes":1,"down_votes":0,"body":"hä es macht doch übelst sinn er ist der Fischer sie ist der Fisch!","replies":[]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T14:17:23.272+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir wärmsten das LoL Universum empfehlen! Dort findet man zu jedem Champion den Hintergrund und bei den meisten eine zusätzliche Geschichte. \n\nFalls du irgendwelche Fragen betreffend LoL Universe hast, kannst du mich fragen, denn ich liebe Geschichten aus dem LoL Universe und kenne mich sehr gut aus.","replies":[]}]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-27T13:58:02.083+0000","up_votes":1,"down_votes":0,"body":"Aber ich verstehe den Zusammenhang nicht ganz. Wieso sollte Nautilus eine Königin aus dem Meer töten? Laut seiner Story will er nur diejenigen finden, die ihn zurückgelassen haben und das waren Landbewohner.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:13:02.865+0000","up_votes":1,"down_votes":0,"body":"Weil ich dachte das Nautilus Fizz und Nami net mag weil die ja als Gegner gestellt werden in seinem Fähigkeitenset xD....\nJa ich weiß ich habe es versaut haha tut mir leid xD.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:23:50.994+0000","up_votes":1,"down_votes":0,"body":"DAS IST DOCH SO LOGISCH! Er war ein fischer auf nem Schiff bis seine Leute ihn im Stich gelassen  haben, da hast du Recht Dumledorre, aber guck mal: ER ist ein FISCHER, sie ist ein FISCH! Zwei natürliche Feinde!","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T14:32:12.657+0000","up_votes":1,"down_votes":0,"body":"Ja schon aber ich dachte die sind auch von der Geschichte her Feinde sowie Morgana und kayle.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:33:22.549+0000","up_votes":1,"down_votes":0,"body":"Na ja aber du bist derjenige, der die Geschichte schreibt!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-27T12:37:54.094+0000","up_votes":1,"down_votes":0,"body":"Bei diesen Tierchen habe ich wie gesagt keine Ahnung auch Tibbers und Daisy 0. Mir sind diese Kätzchen auch im nachhinein eingefallen weil ich gemerkt habe  das sie eigentlich übels hohe cd hat und dazu  keine richtige Kombo. Bis diese Fähigkeiten ready sind kann sie nur Autoattacks und da wollte ich etwas einbauen wo sie zur Not greifen kann und da sind mir diese Tierchen eingefallen. Erst wollte ich Haie aber dann habe ich mir gedacht das des blöd aussehen würde wenn die so in der Luft schweben und das nächste was mir auf die schnelle in den Sinn kam waren halt Katzen xD.\n\nP.S. bin keine Katzenoma xD ich bin mehr der Hundetyp.\n\nJa sie soll halt eine kleine Armee um sich bilden mit den Katzen, Drachen und der Krabbe. Sie ist ja eine Königin. Die Krabbe würde man losschicken um einen bestimmten Bereich zu patrollieren. So laufender Ward und wenn man den tötet bleibt er auf Stelle stehen und wird dort der Ward. Krabbe halt weil mir sonst wirklich kein anderes passendes Monster in den Sinn kam.\n250 Mana ist echt net wenig :/ dazu sind alle ihre anderen Spells auch über 100.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-27T14:25:09.741+0000","up_votes":1,"down_votes":0,"body":"Ich mag auch Hunde mehr, als ich Support Main wurde lernte ich Rengar zu verabscheuen und na ja ich find halt Nasus übeslt toll :D","replies":[]}]}]}]}]},{"id":"","poster":"Killersnake","date":"2017-07-27T11:18:30.735+0000","up_votes":1,"down_votes":0,"body":"Die passive würde ich ändern. \nZufall ist immer doof:\nWenn kein Oceandrake spawnt hast du einen großen Nachteil\nWenn dein Wasserrelikt schlecht spawnt noch mehr\nAußerdem wirkt mir die Combogefahr hier zu groß: Wenn man im Teamfight Q->E macht, ist jemand für DREI sekunden gestunnt! \nDie Idee mit dme Wasser, dass sich die gegner nicht zu nahe kommen dürfen finde ich sehr interessant (:\nArmer Braum","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T11:37:53.932+0000","up_votes":1,"down_votes":0,"body":"Genau das ist ja die Sache bei der Passiven :). Diese Sucherei nach diesem Relikt wird lustig xD und wenn es schlecht spwant ist es nicht so schlimm da die Buffs die sie durch die Passive bekommt enorm sind. Oceandrake ist ja sogut wie immer da und Lategame kann der Ahnendrache sobald er getötet worden ist einen Ozeandrachengeist für sie hinterlassen.\nStimmt. Ich habe glaub vergessen zu erwähnen das der Zyklon erst 1 Sekunde aufladen muss und da die Q sowieso erst aufgeladen aktiviert werden kann finde ich es ok :). Wie gesagt sie ist  keine Spamerin ;).\nJa haha wenn Braum zu einem springt ist Feierabend, vorallem wenn man beim wegrennen ist xD.\n\nTrotzdem vielen Dank für deine Kritikpunkte, glaub ich muss was ausbessern {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Killersnake","date":"2017-07-27T12:57:45.013+0000","up_votes":1,"down_votes":0,"body":"Naja, insgesamt sind zufällige Sachen in solchen Spielen möglichst zu vermeiden.\nWenn das teil zufällig besonders gut spawnt, ist das ja auch fies für die Gegner.\nWie wäre es, das ganze so ähnlich wie mit Skarner zu machen? Es gibt \"Altäre\" im Fluss die man einnehmen kann.\nEin Altar: leichter bonus\nbeide Altäre: kompletter Bonus (also da müsste man überlegen wieviel. Für beide ist es ganz cool wenn bei beiden dann die Wesenkontrolle dazu kommt, dann kann man immer überlegen ob  man die jetzt braucht.\nwobei das dann sehr snowballen kann, wenn das Team sehr viel Mappressure hat (oder der gegner und du einfach keine Boni bekommst...)\n\nNoch 2 Konzepte:\n1. Statt nem Altar etwas zerstörbares (im Fluss), dass immer neu spawnt. Also z.B. 2 Relikte die in je einem Riverbush sind. Da dann das gleiche wie mit den Altären. Selbst wenn Ordalie behind ist und die nicht beschützen kann, kriegt sie immer wieder den Bonus.\n2. Die Riftscutller bewachen/tragen die Relikte oder geben Ordalie Kraft. Da gibt es sicher dann auch mehrere Varianten, hier eine:\npro lebenden Rift scuttler gibt es den Bonus, eigenes Team tötet diese nicht, sondern lädt sie auf (funktioniert wie das töten, die Krabbe rennt dann nicht weg sondern \"sammelt Wasser\" . In der Zeit ist der Bonus dann gesichert/eventuell extra stark. Optional: Ordalie kann sie mit Rechtsclick sofort \"stärken\" (channelt dann z.B. 3 Sekunden)\n\nWie wäre das? Der Effekt mit dem Drake wird durch einnehmen beider Altäre/Riftscuttler oder den Schutz dieser aktiviert","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-27T13:38:48.194+0000","up_votes":1,"down_votes":0,"body":"Hmmmm......... ehr weniger :(. Ich fand die Idee lustig und gut, weil das Ding spwant meist in etwas mehr abgelegenen Büschen ( Red Bush, Toplane Bush usw.) und auch an etwas versteckten Orten d.h. gleich an der Ecke vom Drachenspwanpunkt. so eine kleine versteckte Ecke oder dort bei dem Mauer von der Base wo meist keiner hinrennt. Wenn man ihren Bonus nehmen will muss man dieses Relikt finden und ich finde dieses Versteckspiel wäre schon lustig aber auch eine große Bedrohung, weil den Drake kann sie nur mit der Passiven kontrollieren und wenn dieses Relikt während dem Drake zerstört wird stirbt dieser Drake und gibt nicht seinen Buff an Ordalie d.h. es ist auch ein großes Risiko und nicht nur ein Free Drake Bonus. \nDen Riftscuttler müsste man ja dann Angriff geben damit er diese beschützt und dies würde glaub aus Riots Sicht nicht funktionieren.\nIch habe mir diese Krabbe wie die Geister von Kalista vorgestellt. Er läuft rum und scoutet halt und wenn er vom Gegner getötet wird platziert er sich dort an Stelle und wird ein Ward, sowie jetzt halt.\nDiese Altarsache klingt wirklich nice ( und sehr nach gewundener Wald xD) aber ich möchte meine zufällige Reliktidee weiterhin behalten :) ich finde diese ganz lustig. Das Gegnerteam wird save an diesem blöden Ding verzweifeln da dieser ebenfalls auch im verbündeten Jungle spawen kann wo das Gegnerteam nicht leicht hinkommen wird :).\nDieses Relikt zerbricht ja sowieso nach einer gewissen Zeit :).","replies":[]}]}]}]}]}