{"id":"lLydiKrb","poster":"Nepgya","date":"2017-07-26T19:47:12.971+0000","title":"Promo bug ?","subforum":"Hilfe & Support","embed":{"title":"League of Legends-Matchverlauf","description":"Jedes Match erzählt seine eigene Geschichte; schaue in den neuen Matchverlauf von League of Legends, um zu sehen, wie diese ausgeht, und um andere an deinen Geschichten teilhaben zu lassen!","url":"http://matchhistory.euw.leagueoflegends.com/de/#match-history/EUW1/232180586","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":0,"body":"Ich bin grade in meiner promo von B1 zu S5.\nHabe 4 von 5 Games gespielt und alle gewonnen außer das 4.\nIn der promo steht aber das ich das erste Game verloren habe was nicht der Fall ist,\nIst das ein Bug oder hat das was damit zu tun das es meine erste promo ist ?","replies":[{"id":"","poster":"legofreak1","date":"2017-07-26T19:55:16.535+0000","up_votes":2,"down_votes":0,"body":"Wenn du ein Spiel in der Champselect verlässt, was du hier vermutlich getan hast, gilt dies als Niederlage in der Promo.","replies":[{"id":"","poster":"Nepgya","date":"2017-07-26T20:00:49.014+0000","up_votes":1,"down_votes":0,"body":"Im ernst jetzt ;-;\nOh mann mein support hatte urgot gepicked und darauf hatte ich kein bock ^^","replies":[{"id":"","poster":"Nepgya","date":"2017-07-26T20:04:17.322+0000","up_votes":1,"down_votes":0,"body":"Ich habe aber 3 games gewonnen heißt das , dass mein erstes gewonnes game als loose gezählt wurde und nicht der dodge an sich ?\nDas ist ziemlich mies.","replies":[]}]}]},{"id":"","poster":"LosMichus","date":"2017-07-26T19:53:46.668+0000","up_votes":1,"down_votes":0,"body":"Eigentlich unmöglich aber es könnte sein, dass das System in dem Match mit den 5 Hexdrinkern als $Troll§ gesehen hat und damit als Loose gesehen hat ( KANN EIGENTLICH NICHT SEIN UND IST WARSCHEINLICH EIN ANZEIGEBUG)","replies":[{"id":"","poster":"Nepgya","date":"2017-07-26T20:05:31.634+0000","up_votes":1,"down_votes":0,"body":"Ich hab die Hextrinker gekauft als ich tot war und 4 mates zusammen mit gefühlten 20 super Minions den Nexus zerstört haben ^^\nIch glaube nicht das mich jemand reportet hat","replies":[]}]}]}