{"id":"AxXgEYfz","poster":"ƒurious","date":"2017-07-25T12:29:29.024+0000","title":"Ranked","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo ich habe mir gerade einen neuen Account erstellt und wollte mal Fragen kann man wenn man alle 10 Ranked Placements gewinnt in Silber oder Gold landen? Bin gerade mit dem Account in Bronze aber ich habe hier zu fr&uuml;h angefangen Ranked zu spielen und hat noch Jemand ein paar Tipps f&uuml;r Ranked placements?","replies":[{"id":"","poster":"Curion","date":"2017-07-25T12:34:07.222+0000","up_votes":1,"down_votes":0,"body":"Hallo Meehfoxi :)\nwenn du mit einem neuen Account alle 10 Spiele gewinnst wirst du sicherlich in Gold landen. Wenn du allerdings mit deinem Account nächste Season deine Placements spielst, mit dem du in Bronze warst, gibt es das sogenannte Hidden elo oder auch MMR, was dich wieder in die Nähe von Bronze setzen wird bzw. in die Nähe deines alten Elos.\n\nLetztenendes wäre es nicht sowieso sinnvoller sich von Bronze einfach hochzuspielen in Gold als einen neuen Account zu machen und alles auf die Placements Games zu setzen? ;D Du willst ja sicherlich auch noch weiter Rankeds spielen, nachdem du eingestuft wurdest und deswegen musst du ja sowieso das Niveau deiner Elo haben, weil du sonst immer verlieren wirst und das ja auch kein Spaß macht.\n\nGrundsätzlich funktionieren Placements so, dass du erstmal Gegner von einem gewissen Elo bekommst und dann je nachdem ob Win oder Loss bessere oder schlechtere Gegner bekommst, bis du dann nach 10 Spielen ungefähr eingeschätzt werden kannst vom Elo.\n\nlg \n\nCurion","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-07-25T12:34:37.590+0000","up_votes":1,"down_votes":0,"body":"Ja kannst du.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2017-07-25T12:34:17.576+0000","up_votes":1,"down_votes":0,"body":"Meines Wissens nach kann man, wenn man alle 10 Placements auf einem frischen Account gewinnt, maximal in Platin V platziert werden.","replies":[]}]}