{"id":"hhAB4glR","poster":"Dronjel","date":"2017-07-24T20:05:23.986+0000","title":"Main Support sucht Team mit Zielen!","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hall&ouml;chen,\r\n ich, Tobi 25 Jahre jung, suche hiermit ein festes Team mit festgelegten Trainingszeiten und geordnetem Spielablauf.\r\nEin vorhandener Shotcaller sollte auch gegeben sein. (ohne kann ich auch soloQ spielen :P)  \r\nIch bevorzuge es im Spiel wenig zu reden um konzentriert zu bleiben. Gankabsprachen sind nat&uuml;rlich m&ouml;glich.\r\n\r\n\r\nZu mir:\r\nMain Support seit Season 1, mit &uuml;ber 6,5k Spielen mit Thresh.\r\nAu&szlig;er Thresh spiele ich noch Nami, Alistar, Taric (ja ich mag Tanky supps :D)\r\n\r\nNach 2 Jahren Pause will ich wieder durchstarten und wurde nach den ersten Spielen Silber geranked. Gebt mir ein paar Tage und ich bin wieder Gold :)\r\n\r\n\r\nVielen Dank f&uuml;r&acute;s lesen :P \r\n\r\nGLHF  \r\n\r\nDronjel","replies":[{"id":"","poster":"Curion","date":"2017-07-25T12:54:00.419+0000","up_votes":1,"down_votes":0,"body":"hallo :)\n\nfür deine Teamsuche kann ich dir nur empfehlen dein Elo in den Titel zu schreiben. Die meisten Leute klicken erst gar nicht auf den Post, wenn das Elo nicht dabei steht und du hast das Elo ja nicht mal im Post selber drin stehen. Und wer macht sich dann schon die Mühe extra noch den Namen einzugeben in LoL nur weil die Person selber nicht in der Lage war, die offensichtlich wichtigste Information nicht in den Post zu schreiben.\n\nSoll keine Beleidigung oder so sein :D erleichtert dir nur sehr wahrscheinlich die Teamsuche.\n\nlg\n\nCurion","replies":[{"id":"","poster":"Dronjel","date":"2017-07-25T13:50:16.179+0000","up_votes":1,"down_votes":0,"body":"Wenn sich jemand gar nicht erst die Mühe gibt auf einen Thread zu klicken und sich diesen durchzulesen, denke ich nicht das dieser jemand das Team ernst genug nimmt nach einem Mitspieler zu suchen. \n\nMeine endgültige Elo steht ja noch nicht fest nach 10 Rankeds,\nsobald diese steht werde ich sie auch in den Titel schreiben.\n\nlg","replies":[]}]},{"id":"","poster":"TheRedShadow9","date":"2017-07-25T09:55:52.498+0000","up_votes":1,"down_votes":0,"body":"hallo suchen einen support und adc main für unser team möchten gerne an tournaments teilnehmen und dort gewinnen","replies":[]}]}