{"id":"e7YwVTGl","poster":"FearMyPhear","date":"2017-07-22T21:42:01.849+0000","title":"Queue-Dodger im Unranked sollten deutlich härter bestraft werden","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Es nervt langsam einfach nur noch, dass man jedes Mal erneut um seine Prim&auml;rrolle f&uuml;rchten muss, weil f&uuml;nfmal hintereinander irgendwer dodgt, weil er entweder seine Rolle nicht bekommen hat oder weil sein Champ gebannt/weggepickt wurde. Wenn Queue-Dodger direkt 30 Minuten kriegen w&uuml;rden, w&auml;re das meiner Meinung nach deutlich besser, weil man momentan mehr als einmal am Tag praktisch kostenlos dodgen darf (die sechs Minuten jucken doch keinen). Sollte es ernsthafte Gründe geben, um zu dodgen, wird das wahrscheinlich mehr als nur fünf Minuten in Anspruch nehmen, sodass Leuten, wie wirklich aus wichtigen Gründen dodgen, die 30 Minuten dann auch nicht sonderlich wehtun.\n\nEdit: Wenn man Support als Sekundärrolle pickt, ist es meinen Erfahrungen nach egal, wie oft jemand dodgt, sobald man einmal Support bekommen hat. Man wird dann immer wieder Support und auf gar keinen Fall mehr die Primärrolle bekommen, es sei denn, man bricht die komplette Queue ab.","replies":[{"id":"","poster":"Released Ape","date":"2017-07-24T07:03:42.511+0000","up_votes":2,"down_votes":1,"body":"Ich finde man sollte sie 2 Wochen sperren, wenn sie die Championauswahl dodgen und gleichzeitig auf Honorstufe 0 setzten. Beim zweiten Mal sollten sie alle Spielinhalte die sie sich erarbeitet haben verlieren und beim dritten Mal folgt der Perma.\n\nHoffentlich liest das Riot und setzt das um! Aber Riot unterstützt ja negatives Verhalten eh, manche haben schon angefangen Reports zu sammeln um ihre Honorstufe zu erhöhen... echt lächerlich was Riot da abzieht. Aber was will man machen, mit meinen System könnte man endlich Leute aus dem Spiel ekeln und nicht nur aus der Championauswahl. Dann komm ich meinen Wunsch die Nr. 1 zu werden immer näher!","replies":[{"id":"","poster":"FearMyPhear","date":"2017-07-25T15:18:52.156+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GainZ this,realm=EUW,application-id=KYnfKGf0,discussion-id=e7YwVTGl,comment-id=0000,timestamp=2017-07-24T07:03:42.511+0000)\n>\n> Ich finde man sollte sie 2 Wochen sperren, wenn sie die Championauswahl dodgen und gleichzeitig auf Honorstufe 0 setzten. Beim zweiten Mal sollten sie alle Spielinhalte die sie sich erarbeitet haben verlieren und beim dritten Mal folgt der Perma.\n> \n> Hoffentlich liest das Riot und setzt das um! Aber Riot unterstützt ja negatives Verhalten eh, manche haben schon angefangen Reports zu sammeln um ihre Honorstufe zu erhöhen... echt lächerlich was Riot da abzieht. Aber was will man machen, mit meinen System könnte man endlich Leute aus dem Spiel ekeln und nicht nur aus der Championauswahl. Dann komm ich meinen Wunsch die Nr. 1 zu werden immer näher!\n\nIch habe gesagt, 30 Minuten. So lange wird man momentan eh gesperrt, wenn man zweimal am Tag dodgt. Mein Vorschlag war lediglich, die Vorstufe zu entfernen. Woher du jetzt den Müll mit den zwei Wochen, Honorstufe 0 etc. nimmst, weiß ich nicht. Das hat mit einer Diskussion nichts zu tun, du ziehst meinen Vorschlag ins Lächerliche, indem du mir Sachen unterstellst, die ich nie behauptet habe.","replies":[{"id":"","poster":"eimoH","date":"2017-07-26T09:21:30.123+0000","up_votes":2,"down_votes":1,"body":"dont feed the troll sag ich hier nur","replies":[{"id":"","poster":"FearMyPhear","date":"2017-07-27T20:34:32.655+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Unfamous,realm=EUW,application-id=KYnfKGf0,discussion-id=e7YwVTGl,comment-id=000000010000,timestamp=2017-07-26T09:21:30.123+0000)\n>\n> dont feed the troll sag ich hier nur\n\nIch bin also jetzt ein Troll, weil ich vorgeschlagen hab, die erste Stufe der Dodging-Penalty zu entfernen? Dann sind die ganzen \"nerf XXX\"-Threads auch Trolls?\n\nMann, mann, mann... ich weiß schon, warum ich sonst immer im amerikanischen Forum bin und nicht im deutschsprachigen.","replies":[{"id":"","poster":"eimoH","date":"2017-07-28T01:02:36.670+0000","up_votes":1,"down_votes":0,"body":"Da hast du meine Aussage aber hart missverstanden.\nDer Troll ist hier GainZ und ich wollte dich darauf Aufmerksam machen ihm nicht noch mehr Aufmerksamkeit zu schenken.\n\nMFG","replies":[{"id":"","poster":"FearMyPhear","date":"2017-07-28T15:53:36.987+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Unfamous,realm=EUW,application-id=KYnfKGf0,discussion-id=e7YwVTGl,comment-id=00000001000000000000,timestamp=2017-07-28T01:02:36.670+0000)\n>\n> Da hast du meine Aussage aber hart missverstanden.\n> Der Troll ist hier GainZ und ich wollte dich darauf Aufmerksam machen ihm nicht noch mehr Aufmerksamkeit zu schenken.\n> \n> MFG\n\nAlles klar, in dem Fall entschuldige ich mich.","replies":[]}]}]}]},{"id":"","poster":"Released Ape","date":"2017-07-27T16:32:04.261+0000","up_votes":1,"down_votes":0,"body":"Lächerliche Vorschläge muss man nicht ins lächerliche ziehen.\n\nUnd man wartet beim zweiten Mal dodgen im Normal 15 Minuten, im Ranked sind es 30 Minuten. In den Featured Game Modes sogar 2 Stunden.\n\nQuelle: http://leagueoflegends.wikia.com/wiki/Queue_dodging","replies":[{"id":"","poster":"FearMyPhear","date":"2017-07-27T20:35:25.207+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GainZ this,realm=EUW,application-id=KYnfKGf0,discussion-id=e7YwVTGl,comment-id=000000010001,timestamp=2017-07-27T16:32:04.261+0000)\n>\n> Lächerliche Vorschläge muss man nicht ins lächerliche ziehen.\n> \n> Und man wartet beim zweiten Mal dodgen im Normal 15 Minuten, im Ranked sind es 30 Minuten. In den Featured Game Modes sogar 2 Stunden.\n> \n> Quelle: http://leagueoflegends.wikia.com/wiki/Queue_dodging\n\nMein Vorschlag ist nicht lächerlicher als die ganzen \"nerf XXX\"-Threads. Was dir nicht gefällt, ist noch lange nicht lächerlich.","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2017-07-24T11:45:52.163+0000","up_votes":1,"down_votes":0,"body":"Man kanns auch übertreiben...v.a. im Normal. Klar ist das lästig, aber ich muss auch ab und zu aus der champauswahl raus weil sich 2-3 um eine rolle streiten und das team tw mit 2 adc und 2 jgl (und mir) dasteht. ganz ehrlich, dafür ist mir meine zeit zu kostbar um mit solchen kindergartenkindern zu spielen, die teilweise dann \"ich war erster\", \"nein ich\", \"nein ich\" anfangen.\n\nDa muss man als halbwegs intelligenter spieler gehen...\n\nDie vorschläge mit honorstufen, spielinhalten verlieren und permaban sind einfach lächerlich! Da scheint jemand sehr angep**** zu sein...\n\nEdit: es sei denn das war sarkastisch gemeint, dann wars gut geschrieben :-D\n\nAbschließend: ja es ist tw lästig aber gerade im Normal dauert das matchmaking 1-3 min und wenn einer leavt paar sekunden bis zum neuen matching...also kommt mal wieder runter...","replies":[{"id":"","poster":"eimoH","date":"2017-07-26T09:52:46.268+0000","up_votes":1,"down_votes":0,"body":"Du sprichst hier vom Blind Pick ich denke aber er meint den Normal Draft Pick auch wenn einige Dinge auch die von dir erwähnt wurden auch im Draft passieren können und das mit dem kurzem warten löst ja dieses \"Problem\" nicht.","replies":[]}]}]}