{"id":"0RMVgOOc","poster":"NuketroxZ","date":"2017-07-22T16:50:11.781+0000","title":"Raus aus der Elo Hell !","subforum":"Level Up: Guides & Tipps","up_votes":0,"down_votes":9,"body":"Hallo Lol Community\r\n\r\nKurz zu mir ich spiele Lol seit Season 1 habe &uuml;ber 2,3k Spielstunden und bin (lustigerweise) immernoch Silber.\r\nMain Lanes sind Jungle und Top\r\nIch will jetzt nicht 0815 &uuml;ber schlechte Teammates Flamen auch wenn es stimmt.\r\nIch habe Map Awarness , Ich wei&szlig; wie man Warded und ich habe meine Main Champs.\r\nTrotzdem komme ich dort nicht raus , da zb meine gegner immer bessere stats haben oder kein schaden von mir kriegen.\r\nWenn ihr m&ouml;chtet added mich und wir k&ouml;nnen paar runden zocken und ihr werdes es dann selber sehen.\r\nUnd kommt mir ja nicht mit , Geh&ouml;rst halt in Siber oder Carry dich selber raus , das stimmt nicht und ist in dieser drecks Liger eh nicht m&ouml;glich da eh nur pfosten da rumlaufen. Ihr braucht mich auch nicht auf meine KD hinweisen , ihr werdet  vlt sagen das ich feede auch wenn es nicht stimmt.\r\nWie gesagt spielt mit mir ne runde (Ranked) und ihr werdet es ja dann sehen.\r\nMFG\r\n\r\nSgtNukeZ","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-07-22T18:02:14.705+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=SgtNukeZ,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=,timestamp=2017-07-22T16:50:11.781+0000)\n>\n> Ich habe Map Awarness , Ich wei&amp;szlig; wie man Warded und ich habe meine Main Champs.\n\nHmm... also wenn ich mir deine letzten Garen Spiele angucke... kommst du in keinem der Spiele auf mehr als 10 Wards... wenn ich deinen Namen bei Wardscore eintippe, kommt da der gut gemeinte Hinweis: \"You can get a free warding trinket in the shop\"... \nNur um mal deine Selbstwahrnehmung mit der Realität abzugleichen: Von deinem Wardverhalten... gehörst du halt höchstens nach Silber, auch wenn du das anders siehst.\nUnd natürlich sind Wards nur ein kleiner Teil des Spiels (aber halt der einzige, von dem ich Ahnung habe...). Aber es zeigt halt schon, dass du mehr an deinen Schwächen arbeiten solltest als einfach zu behaupten, dass du das ja drauf hast. Solange du das glaubst, wirst du auch in Season 13 noch Silber sein.\nAnstatt deine Mitspieler als \"Vollpfosten\" zu beschimpfen, solltest du anerkennen, dass du selber nicht besser bist. Sobald du das erkannt hast, kannst du endlich daran arbeiten, besser zu werden und dann steigst du auch auf. Das kann ich nebenbei aus eigener Erfahrung sagen, ich habe auch 2 Jahre in Bronze geglaubt, dass es nur an den anderen liegt...","replies":[{"id":"","poster":"Sirrkas","date":"2017-07-22T18:04:42.019+0000","up_votes":1,"down_votes":0,"body":"Oh, die Seite kannte ich noch nicht, vielen Dank dafür. Mich nennt sie eine Art Wardingpro.","replies":[{"id":"","poster":"Azima","date":"2017-08-14T12:44:50.650+0000","up_votes":1,"down_votes":0,"body":"xD Musste die Seite auch direkt testen, weil sie mir unbekannt war. Die Seite gefällt mir, sie sagt: Your warding is: extreme! As Support you ward more than 87% of supports (more than 91% of Mages - denke das bezieht sich auf Karma Spiele). Overall you ward more than 95% of recorded players.\nUnd ich schieb mir immer 'nen Film weil ich Panik hab zu wenig Wards zu setzen D:","replies":[]},{"id":"","poster":"Soúp","date":"2017-07-22T20:04:25.988+0000","up_votes":1,"down_votes":0,"body":"Overall you ward more than 92% of recorded Players\n\nDamit kann ich leben o.O\n\n//Edit:\nDu hast sogar 94% xD","replies":[{"id":"","poster":"Sirrkas","date":"2017-07-22T20:06:32.750+0000","up_votes":1,"down_votes":0,"body":"Beim ersten mal hats das angezeigt:\n\nhttps://www2.pic-upload.de/img/33588111/Wardscore.png\n\nMit jedem Update wurden es aber mehr Spiele.","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2017-07-22T18:24:53.453+0000","up_votes":1,"down_votes":0,"body":"Und ich bin in der Hinsicht ein Noob :(","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T00:26:14.892+0000","up_votes":1,"down_votes":3,"body":"Ich bin vlt nicht der beste in Warden , und von stats her kann man nie sagen wie einer spielt","replies":[{"id":"","poster":"Sirrkas","date":"2017-07-23T07:29:54.298+0000","up_votes":1,"down_votes":0,"body":"Nein, durch die Stats alleine kann man nicht wissen, ob jemand gut ist. Wenn die Stats aber über viele Spiele schlecht sind, ist das ein Indiz, dass jemand zumindest nicht gut ist.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T13:29:52.743+0000","up_votes":1,"down_votes":1,"body":"Sie sind nicht konstant schlecht , naja man kriegt halt keine hilfe wenn man nur auf schlechte runden geht.","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-07-23T11:21:05.131+0000","up_votes":1,"down_votes":2,"body":"Glaub ich nicht , ihr solltet mich einfach mal spielen sehen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2017-10-18T13:01:34.568+0000","up_votes":2,"down_votes":0,"body":"Du spielst einen sehr breiten Championpool.\nSchränke dich ein, vielleicht nur auf 3-4 Champions. Bist du wirklich besser als deine derzeitige Elo, wirst du auch aufsteigen.\n\nSolltest du nicht aufsteigen, liegt es dann einfach an dir.\nOhne es böse zu meinen, aber vielleicht fehlen dir dann einfach die Fähigkeiten. Sei es Übersicht, Reaktionsfähigkeit, Einschätzung von Dmg/Sustain ... klingt zwar blöd, aber jeder hat eben seine Grenzen. Diese zu überwinden kostet viel Zeit und Nerven ^^","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:12:17.555+0000","up_votes":1,"down_votes":0,"body":"Habe meine 3 Main Champs , ausserdem habe ich genug  fähigkeiten , mein team nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-05T23:17:09.302+0000","up_votes":1,"down_votes":0,"body":"Nocturne, Udyr, Yi, Nidalee, Trundle, Urgot, Trynda, Kha, Kayne sind etwas mehr als 3. Ich weiß auch nicht, warum du auf die alten Posts jetzt noch antwortest. Die sind alle schon ein paar Wochen alt.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:23:03.070+0000","up_votes":1,"down_votes":3,"body":"Weil mich diese drecks antworten solangsam aufregen","replies":[{"id":"","poster":"Qbert","date":"2017-11-06T05:47:46.243+0000","up_votes":1,"down_votes":0,"body":"Drecksantworten?\nIch habe dir sachlich dargelegt wo dein Problem liegt. Scheinbar bist du zu stur und/oder begriffsstutzig. Aber wenn du dir konstruktive Kritik nicht zu Herzen nimmst, dann gammel halt weiter in Silber ab - du hast es nicht anders verdient.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T19:30:06.168+0000","up_votes":1,"down_votes":2,"body":"Ja klar konstruktiv , brauche keine 0815 tipps die ich eh schon weiß und nutze , und es bringt nichts wegen teamm8s halt , überzeugt mich doch vom gegenteil , werdet es aber eh nicht machen da ihr angst habt das ich recht habe.","replies":[{"id":"","poster":"Avorox","date":"2017-11-07T06:30:53.317+0000","up_votes":3,"down_votes":0,"body":"Wie steigen dann andere Leute auf? Wieso gibt es so viele Elobooster die Spieler in ihre Wunschliga spielen?\n\nDie Fakten sprechen gegen dich, aber mit deiner Einstellung kann man halt auch nicht besser werden. Wenn du so viel besser wärst müsstest du in jedem Game deine lane snowballen, tust du aber nicht weil du wie Silber spielst.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T06:41:55.150+0000","up_votes":1,"down_votes":2,"body":"Ja wieder so ne antwort","replies":[{"id":"","poster":"Avorox","date":"2017-11-07T06:48:55.777+0000","up_votes":3,"down_votes":0,"body":"Ja natürlich, weil es die Wahrheit ist. Anstatt zu heulen weil du nicht aufsteigen kannst nimm dir mal ein bisschen Zeit und finde heraus was du falsch machst. Wenns nicht anders geht such dir halt nen Coach. Es ist schlicht und ergreifend faktisch belegbar, dass bessere Spieler aufsteigen und da du das nicht tust bist du auch nicht besser.\n\nDu erzählst den ganzen Tag du wardest, aber auf die Stats zu schauen sagt nichts aus. Doch, die Stats sagen genau das aus, was dran steht. Wenn in den Stats mal 7 Tode stehen sagt das zwar nicht, dass du schlecht spielst, wie du ja schon richtig gesagt hast, aber sie sagen, dass du 7 mal gestorben bist. Genauso sagen deine Wardstats auch, dass du nicht oft wardest, das brauchst du überhaupt nicht zu bestreiten.\n\nFakt ist aber, wenn du wesentlich besser als Silber wärst, würdest du auch gute Stats haben.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T07:10:23.828+0000","up_votes":1,"down_votes":2,"body":"Ich und heulen xD Ich warde da kann auch die seite was anderes sagen. Warum ich 7 mal sterbe ? Frag mein team was feedet ich habe meine lane unter kontrolle.","replies":[{"id":"","poster":"Avorox","date":"2017-11-07T07:15:43.740+0000","up_votes":1,"down_votes":0,"body":"K ich bin raus, dann bleib halt auf ewig in Silber.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T07:19:33.223+0000","up_votes":1,"down_votes":3,"body":"Jo , dann tschüss , sage halt  die wahrheit","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2017-11-07T05:49:58.089+0000","up_votes":2,"down_votes":0,"body":"Ich soll Angst haben? Lächerlich.\n\nIch habe dir lediglich die Punkte aufgeführt, die meiner Meinung nach zutreffen. Du hast deine Schwächen, die du in deinen Augen hast, nicht aufgeführt. Woher sollen wir alle dann wissen, was du selber schon weißt?\n\nDann aber gleich alles als \"Drecksantworten\" zu betiteln ist nur noch armselig. Wenn du dir nicht helfen lassen willst, dann gib Geld aus und lass dich coachen.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T06:30:01.074+0000","up_votes":1,"down_votes":2,"body":"Wie soll ich mir helfen lassen?  Es geht nicht\n\nDie einzige schwäche die ich habe , das ich schnell aggressiv werde wenn ich sehe das irgend ne lane wieder reinfeedet , dann ist die runde eh schon verloren.\n\nGeld für nen coach? \nWas will der mir erzählen was ich eh schon weiß?","replies":[{"id":"","poster":"Qbert","date":"2017-11-07T06:37:15.929+0000","up_votes":1,"down_votes":0,"body":"Wie überheblich du bist ... arme Seele ... früher haben wir Kids wie dir ordentlich den Kopf gewaschen ^^","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T06:41:22.028+0000","up_votes":1,"down_votes":1,"body":"Gut das du dass ansprichst hab 10 Jahre mobbing hinter mir , wahrscheinlich bin ich deshalb so geworden.","replies":[{"id":"","poster":"Qbert","date":"2017-11-07T06:43:50.533+0000","up_votes":1,"down_votes":0,"body":"Lol, ich spreche nicht von Mobbing.\nSo wie du dich verhältst wurdest du wahrscheinlich nicht gemobbt, sondern hast die anderen unter dich gestellt ... weil du ja so toll bist. Das gefällt natürlich anderen Leuten nicht.\n\nWurde bei uns beim Training jemand so überheblich, wurde er GANZ schnell von seinem hohen Ross geholt ... und wenn es nur durch einen netten 10km-Lauf war.\n\nAlso fahr mal ein bisschen zurück, du bist keine Special snowflake.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T06:46:55.110+0000","up_votes":1,"down_votes":2,"body":"Musst Ja nicht glauben , los zeig mir das gegenteil das es an mir liegt ohne auf drecks stats von irgendwelchen seiten zu achten.","replies":[{"id":"","poster":"Qbert","date":"2017-11-07T06:48:46.892+0000","up_votes":1,"down_votes":0,"body":"Nö, die Stats sind Aussage genug.\nDu bist schlecht, spielst nicht sicher genug, farmst und wardest nur mäßig bis gar nicht. Das sind alles Grundlagenkenntnisse. Da kannst du mechanisch noch so gut sein, kannst du die Grundlagen nicht, bist du nicht gut.\n\nEnd of Story.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-07T10:33:25.763+0000","up_votes":1,"down_votes":0,"body":"Die Diskussion hier ist zu lange, ab jetzt kriegt Qbert immer die Antwort ab, wenn ihr keine neue Reihe öffnet.","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-07T09:20:47.467+0000","up_votes":1,"down_votes":0,"body":"und da haben wir schon eines deiner Probleme.\nDu verkraftest die Wahrheit nicht. Aber das zählt dann natürlich sofort als Mobbing.","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-07T08:34:07.382+0000","up_votes":1,"down_votes":0,"body":"tauchte aber bei mir als Antwort-Benachrichtigung auf! :P","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-11-07T08:30:25.255+0000","up_votes":1,"down_votes":0,"body":"o: du fühlst dich hoffentlich nicht angesprochen.\n\nNein ich hab nicht auf deinen Post geantwortet... ich bin mir ziemlich sicher, dass ich auf _antworten_ beim Post des TE geklickt habe ;)","replies":[]},{"id":"","poster":"Qbert","date":"2017-11-07T08:16:36.703+0000","up_votes":1,"down_votes":0,"body":"Iiiiiiiiiiiiiiiiich? p_q\n\nDu hast auf meinen Post geantwortet :'(","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-11-07T08:09:34.751+0000","up_votes":1,"down_votes":0,"body":"Selbsteinschätzung scheint nicht deine Stärke zu sein. Kleiner Tipp: Übe dich darin! Wenn du nicht lernst, deine Schwächen zu erkennen und daran zu arbeiten, dann kommst du nicht weit. ;)\n\nHier noch ein bisschen [Lektüre](https://de.wikipedia.org/wiki/Dunning-Kruger-Effekt). Vielleicht kommst du irgendwann mal von deinem hohen Ross herunter.","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-07T09:10:28.464+0000","up_votes":1,"down_votes":1,"body":"Das fasse ich mal als beleidigung auf\n\nSpielt mit mir ne runde damit ihr seht das ich gut spiele","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-07T06:54:27.065+0000","up_votes":1,"down_votes":2,"body":"Jajaja laber kein shit , darum hab immer best farm etc muss arbeiten reden später weiter","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-07T10:37:13.087+0000","up_votes":1,"down_votes":0,"body":"Wie soll man dir denn deine Fehler zeigen, wenn du verlangst, dass man nicht auf deine Fehler sieht, sondern nur auf das was du gut kannst (einmal abgesehen davon, dass das nicht so gut sein kann, wie du glaubst, wenn du damit noch in Silber bist)? \n\nWenn man schreibt, ich bin perfekt, wenn man nicht auf mein CS, mein Wavemanagement, mein Warding, meine Builds, meine Mechaniks, meine Mapawareness, meinen Objectivepressure, meine Calls etc achtet. Klar, da fühlt man sich dann perfekt, wenn man alles ausklammert, bei dem man nicht so gut ist.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-07T11:27:04.492+0000","up_votes":1,"down_votes":2,"body":"Du kannst garnicht wissen wie gut/schlecht da alles ist , da du mich NIE spiele gesehen hast , du gehst auf OPGG siehst die stats und sagst , ja du gehörst in silber weil das das das.\nDas ist keine Hilfe. Ich habe oftmals mehr CS als der gegner , gute kda am anfang , ist klar das ich später oft sterbe wenn meine team die gegner feedet. Warden tue , gegner jungle , baron drake etc töte auch die Krabben. Map Awarness ja vlt nicht die beste , gebe ich zu , ist trotzdem besser als die meisten aus silber. Auf pings , ss achten die meisten eh nicht.","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-11-06T08:37:02.420+0000","up_votes":1,"down_votes":0,"body":"Man muss damit rechnen, auch Antworten zu erhalten, die nicht den eigenen Erwartungen entsprechen. Diese dann gleich als Drecksantworten abzuwerten, zeugt nicht gerade von von grossem Verständnis des Wesens einer gepflegten Diskussion.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T11:59:36.140+0000","up_votes":1,"down_votes":2,"body":"Ne es geht darum das alle nur lolking und opgg schauen und danach schreiben das ich schlecht bin , obwohl sie mich nie spiele gesehen haben , ich spiele lol seit season 1 , eine season mal mehr mal weniger , ich hab genug erfahrung , wie ich schon schrieb , kann ich halt nicht mehr als ganken , carries ausschalten , objectives taken , wenn ich dan sehe das die botlane nach nichtmal 10 min 0/6 steht kann ich dort nix mehr machen , die anderen lanes fangen and zu flamen etc runde vorbei , da kann man nix machen","replies":[{"id":"","poster":"Abasin","date":"2017-11-06T15:37:09.768+0000","up_votes":1,"down_votes":0,"body":"Womit sie nicht mal unrecht haben dürften. Zählen wir die Fakten zusammen, so bleibt auf Deiner Seite eine recht ausgeglichene Gewinnbilanz und jahrelange Erfahrung. Aber, und das ist entscheidend, Erfahrung und Können wachsen nicht im gleichen Maß an. Die persönlichen Fähigkeiten sind nun mal limitiert. Wie Du selbst festgestellt hast trittst Du auf der Stelle. Es geht weder vor noch zurück. Zur Ursachenergründung darfst Du aber nichts (NICHTS) ausschliessen, sondern jeden Aspekt einbeziehen. Ich kenne solche verfahrenen Situationen aus meinem eigenen Leben gut genug. Man steht vor einem Riesenproblem und nix was man macht, löst es. Es ist zum Verzweifeln, man dreht sich im Kreis. Vor lauter Grübelei und Jammern sieht und hört man nichts um sich herum. Und dennoch löst sich der Knoten irgendwann. Was ist passiert? Vieles: eine Pause, Unterbrechung; jemand, der einem einen Wechsel der Perspektive aufzwingt; kritische Selbstanalyse und Hinterfragung des Bisherigen, andere Wege zur Lösung. Wichtig ist nur: Mach es anders als bisher, ändere den Standpunkt, beiss Dich durch, trage die Verantwortung für Dein Handeln, lass Dich nicht von Rückschlägen aufhalten.\n\nAber ändere etwas. An Dir. Der einzigen Grösse im Spiel, auf die Du wirklich Einfluss hast.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T16:26:46.344+0000","up_votes":1,"down_votes":2,"body":"Ok dann mach ich es mal genauso ohne zu wissen wie du spielst.\nSpielst seite season 6 bist bronze 5 , und spielst nur normals und arams. Als ob du wüsstest wie es in manchen ranked games abgeht. Meine Fähigkeite limiter , das ich nicht lache . Das ich fehler habe weiß ich , ob ich sie ändern werde?  Würde leichter fallen wen mal die m8s mitspielen würden.","replies":[{"id":"","poster":"Qbert","date":"2017-11-07T05:50:58.098+0000","up_votes":1,"down_votes":0,"body":"Mach doch mal bei mir weiter.\nLos los, bin gespannt was ein Profi wie du so über mich herausfindet, was ich nicht auch schon weiß!","replies":[]},{"id":"","poster":"Abasin","date":"2017-11-06T19:10:32.828+0000","up_votes":1,"down_votes":0,"body":"Stimmt. Ich hab mich eingerankt und finde die Kluft nicht so spannend. Also spiele ich ARAM. Es macht mir Spass.  Ich weiss, dass ich mit den meisten Spielern technisch nicht mithalten kann. Ich sehe mehr als ich selbst umsetzen kann. Im Unterschied zu Dir juckt mich das nicht permanent und ich heule nicht. Nächste Season werde ich auch wieder die Placements spielen, mal sehen wo ich lande. Und vorwiegend ARAMs.\n\nP.S.: In Flex hab ich es immerhin auf Silber gepackt. Solo. {{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T19:27:18.831+0000","up_votes":1,"down_votes":3,"body":"seit wann geht bitte flex solo ? Ausserdem heule ich nicht , es ist tatsache das ich wegen oftmals schlechte teams in silber stecke , gerade wieder promo zu silber 2 verloren da team rein inted auf keine pings hört etc , wer machte das meiste ich , da können die mir hier noch so oft tipps geben und über opgg zu urteilen , wenn es wirklichz an mir liegen sollte ( was nicht sein kann) soll sich einer bereit erklären mit mir ein duo zu machen.","replies":[{"id":"","poster":"Abasin","date":"2017-11-06T20:18:55.781+0000","up_votes":1,"down_votes":0,"body":"Solo heisst, dass ich mich ohne Mate einreihe und den freien Platz suche. Mehr nicht. Das liegt daran, dass ich mit meinem familiären Background (verheiratet, schulpflichtiges Kind, Beruf, usw.) nicht hinreichend Zeit habe und maximal 2 Stunden täglich LoL widmen kann.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-11-05T23:27:23.199+0000","up_votes":1,"down_votes":0,"body":"Als TE kannst du den Thread glaube ich löschen, wenn dir danach ist.","replies":[]}]}]}]}]},{"id":"","poster":"Chronicol","date":"2017-07-22T17:08:29.865+0000","up_votes":1,"down_votes":1,"body":"2300 Stunden sind max 3k games ja kommt ungefähr hin mit der elo.\nDadurch das sich das Spiel beständig ändert hast du pro season, die sich noch mal in 2 teilt eigentlich, aber egal, Nicht mal 500 Games die season. For usual bin ich mit 2K die season dabei und bin high plat low Dia.\nVon nichts kommt nichts.\nSchau dir einfach noch mal an wv Leute in  euw spielen und zu was für eben % Satz man selber gehört. Ich war Max. DIA 3 und man merkt jeden unterscheid.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-22T17:25:04.987+0000","up_votes":1,"down_votes":1,"body":"größter unterschied . um so höher einer is umso arroganter wird er. oft genug erlebt","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T00:25:39.489+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht Arrogant , ihr müsst mir ja nicht glauben was ich schreibe aber wie ich sehe werde ich hier eh nur geflamed anstatt hilfe zu bekommen. Diese 0815 du gehörst dahin kann ich nicht mehr lesen. Ausserdem habe ich so wenig games gespielt da ich sowas was in s7 abläuft in sachen elo einfach lächerlich ist.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-07-23T08:18:28.947+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SgtNukeZ,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=000100000000,timestamp=2017-07-23T00:25:39.489+0000)\n>\n> Ich bin nicht Arrogant , ihr müsst mir ja nicht glauben was ich schreibe aber wie ich sehe werde ich hier eh nur geflamed anstatt hilfe zu bekommen. Diese 0815 du gehörst dahin kann ich nicht mehr lesen. Ausserdem habe ich so wenig games gespielt da ich sowas was in s7 abläuft in sachen elo einfach lächerlich ist.\n\nDoch, du bist arrogant.\nDu behauptest, deutlich besser zu sein als es dein Rang aussagt, obwohl dieser nach deiner Spielzeit sehr genau ist.\nKonkrete Beispiele, warum du Silber bist, tust du als unbedeutend ab und behauptest eifnach weiter, besser zu sein.\n\nDie Ratschläge, die du hier bekommst, (und die du natürlich ebenfalls abtust weil es nicht das ist was du hören willst) sind die einzig richtigen - \nwenn du wirklich aufsteigen willst, musst du erst einsehen, dass es wirklich an dir und nicht deinen Mates liegt.\nSolange du das nicht kannst, wirst du in Silber bleiben.\n\nWenn du stur bleiben willst und weiterhin glauben willst das alle anderen das Problem sind und nicht du, dann bitte.\nVon den Leuten, die momentan in Gold oder höher sind, gewinnt aber keiner im Lotto - liegt wohl daran, dass ihr ganzes Glück für das Ranekd MAtchmaking verschwendet wird.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T11:22:58.841+0000","up_votes":1,"down_votes":1,"body":"Habe nie gesagt das alle anderen das problem ist , sie maches es nur schwerer , warum sollte ich aber was einsehen was stimmt , ich bin meistens der einzige der warded. Aber da hier nur 0815 antworten kommen kann man nix lernen.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-07-23T04:04:52.379+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SgtNukeZ,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=000100000000,timestamp=2017-07-23T00:25:39.489+0000)\n>\n> Ich bin nicht Arrogant , ihr müsst mir ja nicht glauben was ich schreibe aber wie ich sehe werde ich hier eh nur geflamed anstatt hilfe zu bekommen. Diese 0815 du gehörst dahin kann ich nicht mehr lesen. Ausserdem habe ich so wenig games gespielt da ich sowas was in s7 abläuft in sachen elo einfach lächerlich ist.\n\nWenn du meine Antwort als Flame wahr nimmst... dann tut es mir Leid... aber solange du nicht anerkennst, dass du nach Silber gehörst, kann halt niemand dir helfen.\nUnd ich arbeite ja mit konkreten Zahlen: Erhöhe deine Wards auf mehr als 10 pro Spiel. Dann überlege, wo du deine Wards platzierst. Und dann ziehe daraus die richtigen Lehren. Dann wirst du auch relativ schnelle Silber verlassen. \nUnd ja, Statistiken sind nicht alles. Man kann aus ihnen aber ablesen, dass dein Spielverständnis nicht so weit entwickelt ist, wie du selber glaubst.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T11:24:41.282+0000","up_votes":1,"down_votes":1,"body":"Ich werde es nicht anerkennen weil es nicht stimmt , habe selbst mit Gold spielern und höher gespielt und war meistens der beste im team. Wie gesagt schaue mir zu wie ich spiele anstatt auf stats zu gehen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-07-23T13:09:02.719+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SgtNukeZ,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=00010000000000010000,timestamp=2017-07-23T11:24:41.282+0000)\n>\n> Ich werde es nicht anerkennen weil es nicht stimmt , habe selbst mit Gold spielern und höher gespielt und war meistens der beste im team. Wie gesagt schaue mir zu wie ich spiele anstatt auf stats zu gehen.\n\nWarum sollte ich Leuten zuschauen, die mit Kritik nicht umgehen können?","replies":[]}]}]},{"id":"","poster":"Pandaphiri","date":"2017-07-23T01:14:34.236+0000","up_votes":2,"down_votes":0,"body":"keine ahnung warum du das auf dich beziehst. immerhin habe ich nicht dir geantwortet sondern einer anderen person und letzten endes hab ich es allgemein gehalten. Wenn du dich aber dadurch angesprochen fühlst scheint vielleicht etwas dran zu sein.","replies":[]}]},{"id":"","poster":"Chronicol","date":"2017-07-23T10:19:20.539+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Pandaphiri,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=00010000,timestamp=2017-07-22T17:25:04.987+0000)\n>\n> größter unterschied . um so höher einer is umso arroganter wird er. oft genug erlebt\n\nDude es ist einfach wie es ist, wenn du 500 games die Season machst dann kannst du nicht dia sein. Außer du warst bereits high Elo.","replies":[]}]}]},{"id":"","poster":"NuketroxZ","date":"2017-10-18T12:54:40.674+0000","up_votes":1,"down_votes":3,"body":"Es ist einfach unmöglich aufzusteigen in dieser Liga , quitte das game wenn es nächste season so weiter geht","replies":[{"id":"","poster":"Sirrkas","date":"2017-10-18T13:43:37.180+0000","up_votes":2,"down_votes":0,"body":"Du erwirbst keine Kontrollaugen und nutzt dein Wardtrinket kaum. Das sind typische Versäumnisse von Bronze- und unteren Silberspielern. Wenn du nicht an dir arbeitest, steigst du natürlich nicht auf.\n\nWas lässt dich glauben, du hättest es verdient höher als Silber 4 zu kommen? Du bist seit Jahren Bronze bis Silber 4 und beendest mit 600 Rankeds und 50 % Winrate diese Season wieder mit Silber-4-Platzierung.\n\nMit deiner Einstellung wäre es auch egal, was du spielst. Wenn du höher platziert sein willst, musst du dich anstrengen, egal was für ein Spiel du dir aussuchst. Da hilft es auch nicht, sich selbst einzureden richtig gut zu sein. Es ist doch auch nichts schlimmes, nur Durchschnitt in einem Spiel zu sein. Warum ist dir der Aufstieg also so wichtig,während du gleichzeitig du kein Interesse daran zeigst, an dir zu arbeiten, was dir den ersehnten Aufstieg ermöglichen würde? ","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T17:08:39.955+0000","up_votes":1,"down_votes":2,"body":"Mmmmh , ich warde immer , auch mit kontroll wards aber lass gut sein , mann muss mir ja nicht glauben das ich dauern feeder etc im team habe.","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-05T20:10:42.069+0000","up_votes":1,"down_votes":0,"body":"Ich kann deinen Account auf op.gg sehen. In den letzten 10 Rankeds, hast du 2 Kontrollaugen (beide in einem Spiel) benutzt. Versuch dich also nicht so darzustellen, als würdest du die regelmäßig nutzen.\n\n1/7/0 Trundle und 0/6/7 Leona sind übrigens keine Glanzleistungen. Du kannst dir von mir aus gerne einbilden, du wärst besser als Silber. Aber aufsteigen wirst du erst, wenn du das auch beweisen kannst.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:07:41.059+0000","up_votes":1,"down_votes":2,"body":"die leona runde war autofilled , kann halt nicht gut supporten vorallem keine randoms , die trundle ja war scheiße , kann halt passieren , meine meisten runden sind nicht soschlecht , aber naja im Forum wird eh nur müll gelabert anstallt zuhelfen , anscheinen bin ich es auch in schuld wen meine bot und toplane rein intet und immer 3/10 , 0/10 oder 3/9 steht xD , sowas kann man nicht carrien , und mehr als ganken , objectives nehmen warden kann man auch nicht.\nAusserdem mach mit dein Gold 5 kein auf Pro","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-05T23:12:04.295+0000","up_votes":1,"down_votes":0,"body":"Man könnte dir helfen, wenn du dir helfen lassen würdest. Aber wenn du den Teil mit den Kontrollaugen ignorierst, willst du wohl nicht. \n\n>Ausserdem mach mit dein Gold 5 kein auf Pro\n\nSchau dir mal meine Winrate an und gegen was ich antrete. Das Gold 5 ist alles andere als Aussagekräftig, bei den 26 Rankeds. Anders bei dir.\n\nDie beiden Spiele von dir waren nur Beispiele. Das kommt immer wieder bei dir vor. 1/4/1 Udyr, 2/8/6 Urgot 4/11/3 Kha.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:20:01.895+0000","up_votes":1,"down_votes":1,"body":"Du hast auch die spiele gesehen , gesehen wie ich spielte oder das team spielte richtig?\nAusserdem ist es keine hilfe zusagen du bist scheiße etc","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-05T23:23:54.064+0000","up_votes":1,"down_votes":0,"body":">Es ist einfach unmöglich aufzusteigen in dieser Liga , quitte das game wenn es nächste season so weiter geht\n\nDaraufhin gibt es nichts mehr, womit man dir helfen kann.\n\nVor 4 Monaten hat dir schon jemand gesagt, du könntest mehr warden. Machst du aber nicht und wenn man dich wieder darauf anspricht, sagst du nur \"doch mach ich\" obwohl es nicht stimmt. \n\nSchau dir die alten Antworten noch mal an, geh nicht sofort in eine Abwehrhaltung wenn du sie liest und versuch daraus zu lernen, wenn du aufsteigen willst. Wenn du auf Stur schaltest, will dir leider keiner mehr helfen. ","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:25:54.017+0000","up_votes":1,"down_votes":1,"body":"Ja wenn du denkst , können uns gerne mal unterhlaten wenn du möchtest , wäre vlt besser zu klären als hier , hilfe nehme ich an wenn sie gut rübergebracht wird","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-05T23:26:37.976+0000","up_votes":1,"down_votes":0,"body":"Hab den Beitrag eben editiert gehabt.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-05T23:32:05.578+0000","up_votes":1,"down_votes":1,"body":"Ich warde , da kann OPGG etc noch so oft sagen das ich nicht warde , nur auf stats zu gehen ist auch nicht gut , jeder hat mal schlechte runden , ausserdem kann ich von das meiste nichts lernen da ich schon das meiste weiß , ich warde , ganke lanes , hole objectives(drakes , herald m baron towers etc) , versuche carries auszuschalten , mehr kann ich auch nicht machen , aber erklär mir mal bitte wie ich ne gefeedete lane zurückbringen soll die 5 tode und 0 kills hat? vlt komm ich arrogant rüber , bin halt mega tilted wegen den ganzen schlechten spielern , die ich bekomme , und zu sagen das ich scheiße bin hilft mir nicht sondern das gegenteil.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-11-06T00:30:05.553+0000","up_votes":1,"down_votes":1,"body":"Und falls es wirklich an mir liegt beweis mir das gegenteil , beweis mir das ne Lane die sich durch das game feedet nicht der grund ist","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-06T10:34:00.951+0000","up_votes":1,"down_votes":0,"body":"Die Leute, die du als Feeder ansiehst sind auch nur andere Silberspieler, die mal eine schlechte Runde haben. Als ich dich auf deine schlechten Stats angesprochen habe, kam von dir ja auch sowas wie \"war autofill\" \"lief halt schlecht\" etc. Bei den schlechten Spielern denen du begegnest, lässt du das aber scheinbar nicht gelten. Die haben auch mal Autofill gespielt, ein Matchup gehabt, das schlecht lief oder sich einfach mal überschätzt und dann war der gegnerische Vorsprung zu groß. \n\nDie Leute denken in deinen schlechten Runden genau das gleiche, wie du gerade von ihnen. Den Beweis, dass die anderen nicht schuld sind, könnte man relativ einfach erbringen, da die naheliegenste Methode aber Accountbanns nach sich zieht, sollte man das lieber sein lassen. \n\nJa, die Stats alleine sagen nicht unbedingt aus, wie gut man war. Aber wenn du schon damit ankommst, du hättest immer Feeder im Team, sind die das beste um dir zu zeigen, dass du ebenfalls solche Spiele hast. Damit versuche ich dir zu sagen, dass du daran etwas ändern könntest, statt dich nur über die anderen zu beschweren. \n\nDu bist aktuell eben in dem Bereich, an dem dein Skillcap liegt. Wenn du wirklich weiter aufsteigen willst, solltest du dir vornehmen, an dir zu arbeiten. Schau dir Guides an, lern mehr über das Spiel, da gibt es mehr als genug Videos dazu. Hör auf die Schuld immer auf deine Teammates abwälzen zu wollen, das reduziert höchstens den Anreiz dazu, an sich zu arbeiten. \n\nSchlechte Mitspieler hat jeder mal, die hast du aber genau so oft bei den Gegnern, wodurch sich das ausgleicht. Wenn man selber dann nicht eben so schlechte Spiele bringt, hat man einen Vorteil und steigt auf. Je besser man im Vergleich zu den Mitspielern ist, desto schneller geht das. Ansonsten würde ich es nicht jede Season erneut nach Gold schaffen. Diesmal ging es für mich nur schneller, da ich in Silber 1 gestartet bin. War dann mit 80 % Winrate in Gold und das obwohl ich auch Spiele verloren habe, die meine Teammitglieder weggeworfen haben. \n\nDa ist dann halt mal eine Tristana + Jungler, die statt 4vs1 den Nexus und die Nexustürme angreifen zu wollen, lieber zum Baron gehen, den Gegnern damit die Zeit zum Respawn schenkt, wir deshalb geacet werden und verlieren. Da ich aber besser als Silber bin, hält mich so ein Spiel nicht davon ab aufzusteigen. Hab ich eben keine 100 % Winrate gehabt nach der Einstufung, aber damit habe ich ohnehin nicht gerechnet, gab halt ein paar Niederlagen und ein paar Matches später ist man eben Gold, wenn man es sich verdient.","replies":[{"id":"","poster":"Avorox","date":"2017-11-07T06:41:55.944+0000","up_votes":2,"down_votes":0,"body":"Und du siehst offensichtlich gar nichts. Deine Gegner sind also immer gefeedet, warum bist du das dann nicht auch? Du regst dich in Silber über schlechte Teammates auf, aber wo sollen die denn sonst sein? Die sind halt in Silber weil sie nur durchschnittlich spielen, deine Gegner aber auch. Ich kene massenhaft Leute die 2 oder mehr Accounts in Gold+ haben und das auch jede Season erneut schaffen. Das allein beweist doch, dass man silber verlassen kann.","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-06T16:31:53.845+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=00090000000000000000000000000000000000000000000000000004,timestamp=2017-11-06T13:52:29.713+0000)\n>\n> Du spielst einfach die falschen Champions. Dank den Catch-Up-Exp sind farmjungler extrem schlecht atm, yi war gut mit einem Ardent Premade aber auch das ist nicht mehr.\n> \n> Eventuell musst du dein Playstyle ein bisschen anpassen aber spiel das, was Overpowered ist und nichts anderes. Such dir einfach die 3 stärksten Champions nächste Season und meistere die.\n\nJa , werde eh meine main champs nächste season ändern , mein playstyle aber nicht , bin halt spiele gerne aggressive dmg lastige champs wieYi , Tryndramere , vlt ist jungle einfach meine falsche lane kann auch sein , auch wenn mir diese am meisten spaß macht , dies ist aber immernoch keine entschuldigungen für lanes die rein inten und nie auf pings achten etc","replies":[]},{"id":"","poster":"Revilous","date":"2017-11-06T13:52:29.713+0000","up_votes":1,"down_votes":0,"body":"Du spielst einfach die falschen Champions. Dank den Catch-Up-Exp sind farmjungler extrem schlecht atm, yi war gut mit einem Ardent Premade aber auch das ist nicht mehr.\n\nEventuell musst du dein Playstyle ein bisschen anpassen aber spiel das, was Overpowered ist und nichts anderes. Such dir einfach die 3 stärksten Champions nächste Season und meistere die.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-11-06T13:26:56.912+0000","up_votes":1,"down_votes":0,"body":"Muss ich nicht gesehen haben  um zu wissen, dass \"jede Runde der Beste\" nicht stimmt.","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-06T13:21:08.987+0000","up_votes":1,"down_votes":0,"body":"Hast du die runde gesehen? Nein , du weißt nicht warum die runde schlecht ist. Hör auf auf stats zu achten","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-11-06T12:56:40.074+0000","up_votes":1,"down_votes":0,"body":">Silber ist nicht mein Cap , das ist fakt , bin jede runde am besten\n\nBitte. Niemand ist jede Runde der Beste. Alleine schon dein schlechtes eines Trundlespiel ist der Gegenbeweis dafür. Da etwas wie  immer keine Ausnahme zulässt.","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-06T12:19:02.364+0000","up_votes":1,"down_votes":0,"body":"Silber ist nicht mein Cap , das ist fakt , bin jede runde am besten wenn , jemand lane switchen will mach ich es , spiel mit mir ne runde und ich werde es die beweisen , tue alles umnzu gewinnen wie oben beschrieben , darauf wird ja nicht eingegangen es werden nur die schlechten runden genannt , und nie die stats der m8s geachtet  , hab es solangsam satt das mir die schuld dauern gegeben wird ohne mich einmal spielen zusehen","replies":[]},{"id":"","poster":"NuketroxZ","date":"2017-11-06T16:32:21.924+0000","up_votes":1,"down_votes":2,"body":"Ach ja , dann denke halt so , siehst halt nur das schlechte.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Hellosager","date":"2017-07-22T17:11:11.209+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SgtNukeZ,realm=EUW,application-id=vatevpvi,discussion-id=0RMVgOOc,comment-id=,timestamp=2017-07-22T16:50:11.781+0000)\n> Ich will jetzt nicht 0815 &amp;uuml;ber schlechte Teammates Flamen** auch wenn es stimmt.**\n\n\n> Und kommt mir ja nicht mit , **Geh&amp;ouml;rst halt in Siber** oder Carry dich selber raus , das stimmt nicht und ist in dieser drecks Liger eh** nicht m&amp;ouml;glich da eh nur pfosten da rumlaufen**.\n\nAlles gesagt oder?","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T00:29:09.965+0000","up_votes":1,"down_votes":1,"body":"Musst du mir nicht glauben , aber anstatt sowas zu sagen kannst du auch vlt mich spielen sehen und dann deine meinung bilden.","replies":[]}]},{"id":"","poster":"NuketroxZ","date":"2017-11-09T14:32:20.707+0000","up_votes":1,"down_votes":0,"body":"Letzter Post hier.\n\nWerde zur neuen  season nen neuanfang starten , neue main lane (Top) , da ich seit season 3 nur jungle gespielt habe , womit ich offensichtlich nicht weitergekommen bin , ausserdem neue main champs (Fiora , Riven, Yasuo) , werde auch an warding etc arbeiten.\nUnd ja ihr habt recht größtenteils , hab darüber mal nachgedacht , trotzdem bleib ich bei der meinung das Teams oftmals schlecht sind. \nHoffe damit geht es nächste season richtig hoch , anscheinen benutze ich meine vorhandene erfahrung falsch.\n\nBin damit aus dem thread raus.\nWürde mich trotzdem über paar antworten freuen","replies":[{"id":"","poster":"Sirrkas","date":"2017-11-09T16:00:34.717+0000","up_votes":1,"down_votes":0,"body":"Dann viel Erfolg.","replies":[]}]},{"id":"","poster":"NuketroxZ","date":"2017-08-13T23:03:29.883+0000","up_votes":1,"down_votes":2,"body":"Es ist so lächerlich was in der Elo Hell abgeht.\nGerade wieder , ne Vi jungle ging ständig Solo , war nie im Teamfight drinne etc. dadurch das game nach 47 minuten verloren , obwohl ich jeden Teamfight carries ausgeschaltet habe.\nEs ist nicht möglich aufzusteigen.\nIch kann nicht mehr machen als Waren , Objectives zu nehmen und Carries auszuschalten etc wenn der rest schlecht spielt , bringt es nichts.","replies":[{"id":"","poster":"ORlANNA GRANDE","date":"2017-08-14T17:06:38.084+0000","up_votes":1,"down_votes":0,"body":"Hab dich geaddet hehe xd","replies":[]}]},{"id":"","poster":"kleiner Zigeuner","date":"2017-08-02T01:02:48.669+0000","up_votes":1,"down_votes":0,"body":"Warum schaffe ich es auch mit jeden beliebigen Smurf denn ich hoch level in höchstens 100 Games auf Plat5? Bin ich ein Zauberer?","replies":[]},{"id":"","poster":"Papa Eric","date":"2017-07-23T15:49:37.687+0000","up_votes":1,"down_votes":0,"body":"moin. kannst mich ja mal adden dann sehen wir was sich machen lässt","replies":[]},{"id":"","poster":"Pandaphiri","date":"2017-07-22T16:56:37.717+0000","up_votes":1,"down_votes":0,"body":"eine frage bevor ich überlege ob ich dich adde: wie alt bist du?","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T00:24:20.524+0000","up_votes":1,"down_votes":0,"body":"20 Jahre","replies":[]}]},{"id":"","poster":"kuchenbro","date":"2017-07-22T18:36:58.795+0000","up_votes":1,"down_votes":0,"body":"Hmmm Ich warde besser als 96% aller aufgezeichneten Spieler :thinking:","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T11:23:27.095+0000","up_votes":1,"down_votes":2,"body":"Naja stats sagen nix alles , schau mir mal zu wenn spiele","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2017-07-22T17:37:50.086+0000","up_votes":1,"down_votes":0,"body":"Also wenn du 1 oder 2 Spiele mit mir machen möchtest, kannst du mich adden. Allerdings unter einer Bedingung: Du musst dazu bereit sein, dir einzugestehen, dass es noch sehr viel gibt, was du besser machen kannst. Ich habe keine Lust, mir anzuhören, dass du nur wegen der \"Elohölle\" noch in Silber bist.\nRanked können wir allerdings leider nicht spielen, weil du dafür zu niedrig geranked bist.","replies":[{"id":"","poster":"NuketroxZ","date":"2017-07-23T00:28:12.333+0000","up_votes":1,"down_votes":1,"body":"Du musst nicht glauben das ich die wahrheit schreibe , trotzdem ist meine überzeugen das ich in der Elo Hell bin auch wenn leute sage das es die nicht gibt. Ich kann fehler eingestehen wenn sie stimmen.","replies":[]}]},{"id":"","poster":"NuketroxZ","date":"2017-11-06T23:06:02.072+0000","up_votes":1,"down_votes":2,"body":"Jetzt bin ich schon fast silver 4 wegen schlechte teammates , ach ja , und keiner will es glauben","replies":[]}]}