{"id":"l2vRihoo","poster":"NoElo4Cello","date":"2017-07-22T14:39:48.633+0000","title":"Aufbau neues Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nIch bin der Marcel und 24 Jahre alt! Spiele LoL seit Season 3. Ich bin nicht der Mechanische Gott aber bringe eine Menge Erfahrung mit aus verschiedenen Streams, LCS schauen und Coaching mit verschiedenen Teams! \r\nUnd m&ouml;chte jetzt nochmal ein funktionierendes Team versuchen aufbauen welches zusammen w&auml;chst und nicht gleich nach Niederlagen sich wieder aufl&ouml;st da diese dazugeh&ouml;ren um besser zu werden! \r\nIch bevorzuge Leute die gewillt sind sich stets zu verbessern und sich nicht &uuml;ber andere stellen! Als Einheit gewinnt man auch gegen individuell bessere Spieler!\r\nDa ich im Schicht System arbeite werden wir die Zeiten jede woche neu ausmachen.\r\nHabe bislang verschiedenen Teams gegr&uuml;ndet und geleitet u.a f&uuml;r nen E-Sport Verein!\r\nAufgrund der zeitlichen Schwierigkeiten kann ich kein Team mehr angehen welches 5x oder mehr pro Woche anstrebt!\r\nIch will aber auch nicht dauerhaft nur Solo spielen da mir das Spiel im Team deutlich mehr gef&auml;llt\r\nMein Ziel ist es das man durch das zusammen spielen zu einer einheit wird welche auch Niederlagen verkraftet und daraus die richtigen Schl&uuml;sse zieht.\r\nIch m&ouml;chte gerne mit Mates zusammen an Turnieren teilnehmen, Flex Q tryharden und nat&uuml;rlich auch Solo Q nicht zu vernachl&auml;ssigen.\r\n\r\nTeam Roster:\r\n\r\nTop:            offen\r\nJungle:        offen\r\nMitte:          offen\r\nADC:         Cello Sixtyfive\r\nSupport:      offen\r\n\r\nZiele des Teams:\r\nAls Einheit spiele gewinnen und aus Niederlagen lernen\r\nDas Maximale an Elo erreichen was die pers&ouml;nlichen und teamtechnischen M&ouml;glichkeiten zulassen\r\nBei Turnieren teilnehmen und lernen\r\nSich jeder individuell und Teamtechnisch versucht zu verbessern soweit es ihm m&ouml;glich ist\r\n\r\nWas wird nicht geduldet:\r\nKritisieren der Teammates w&auml;hrend des Spiels( dies kann man nachdem Game machen)\r\nUnp&uuml;nktlichkeit bzw sich nicht abzumelden\r\nStille Teammates w&auml;hrend des Spiels die keine Kommunikation durchzuf&uuml;hren\r\nMissachten von Calls und Ego Verhalten\r\n\r\nWas ist erw&uuml;nscht:\r\nSpieler mit Shotcallf&auml;higkeiten\r\nKonstruktive Kritik nach den Spielen\r\nSpa&szlig; mit dem n&ouml;tigen Ernst\r\neffektive zusammenarbeit\r\n\r\nVorraussetzungen an euch:\r\nSolo und Flex Q Elo ab Platin 5\r\nkeine OTP&#039;s\r\nChampion Pool mit Meta und Pocket Picks\r\nFlexibel was die Zeiten angeht\r\nTS und whats App\r\n\r\n\r\nWenn ihr bis hier gelesen habt freut es mich und ich m&ouml;chte das ihr mich bei Interesse addet und in der ersten Nachricht folgende Punkte angebt:\r\nName:\r\nAlter:\r\nElo:\r\nRolle:\r\n\r\nSollten Fragen auftreten werde ich euch die gerne beantworten!\r\n\r\nFreue mich &uuml;ber jeden Interessenten der die Voraussetzungen erf&uuml;llt!\r\nDas ganze Tryoutverfahren wird sich aufgrund des Schichtsystems &uuml;ber einen l&auml;ngeren zeitraum hinziehen!\r\n\r\nGru&szlig; Marcel","replies":[]}