{"id":"JEAuNUsN","poster":"CileenAryon","date":"2017-07-22T16:21:26.177+0000","title":"Team für Ranked // Ziele: A_\"climbing\" bis zur Silber 2 || B_ \"zusammenwachsen\"","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Hi. \r\nMein IGN ist CileenAryon**\r\n\r\nIch bin etwas ungl&uuml;cklich mal auf der Elo Bronze gelandet. \r\nDie Teams auf der Elo Bronze sind meistens der Grund des langen bleibens auf der Elo. \r\n\r\nMan schaffts zwar immer wieder hoch, doch ist das Team oft sehr .. \r\n\r\nVielleicht ist echt leichter, wenn das Team die St&auml;rke des Teams in jedem einzelnen \r\nkennt. \r\n\r\n_**Ich m&ouml;chte ein Team bilden, dessen Mitglieder sich als das ganze Team verstehen. **_\r\nNicht beschr&auml;nkt auf eine Position oder Rolle. \r\n\r\nDiese nur als helfer nutzen, ... \r\nIch finde... wenn die Botline ihren Gegner auf lvl 1 trifft. wei&szlig; sie sp&auml;testens ab lvl 3 \r\nob der Gegner effizent &quot;gegen&quot; sie ist. oder ob es einfach wird diesen Turm zu bekommen. \r\n\r\nGenauso wei&szlig; Mid  und Top wie es darum steht. \r\n\r\nIch finde ab lvl 3 wird die eigene Position relative. \r\nMit h&ouml;hreren Leveln dann auch die eigene Rolle. \r\n\r\n\r\n\r\nEbenso finde ich sollte sich das Team sehr schnell &quot;in sich&quot; bewegen. \r\nAlso hei&szlig;t. Wenn eine Line gegankt wird; dann sollten die anderen Lines &quot;pushen&quot;.. um einen ausgleich zu haben. \r\n\r\n\r\nalso man kann das schon als strategie sehen; aber ich finde es ist mehr, &quot;einfache flexibilit&auml;t&quot;.\r\nEbenso das wechseln von positionen .. \r\n\r\nAber vor allem wenn das Spiel nach ca. der H&auml;lfte des Matches fast gewonnen ist, dann jedoch das Team als Team nicht mehr funktioniert, weil die wichtigkeit von zielen verloren geht,. .. \r\n\r\nka dann rennen alle immer wieder in der mid line aufeinander; kopf gegen kopf.... so.... ah.... stattdessen sich im Team zu bewegen; gezielt t&uuml;rme auf weniger &quot;beobachteten&quot; lines zu schlagen; \r\nund falls man in 4 vs 4 oder 5vs 5 mehr mals verliert; dann sich dort abzusprechen, anstatt immer wieder reinzurennen ... \r\n\r\n\r\n**Naja also Ich suche jedenfalls nach einem Team \r\num aus der Elo Bronze auszusteigen. **\r\n\r\nTypen, jeder Elo sind willkommen,\r\njedoch ist das keine Gilde sondern ein Team;\r\nund damit ist Teamf&auml;higkeit und freundlichkeit im aktiven Spiel; \r\nhoch oben in der priorit&auml;t. \r\n\r\nHey, schonmal danke f&uuml;rs beitreten..\r\n\r\n\r\nAhm \r\nadd mich einfach in Game; [ CileenAryon ] \r\noder hier drunter im Kommentar    \r\n\r\nund sprich mich darauf an.","replies":[]}