{"id":"OG8kjMw5","poster":"404 Clone","date":"2017-07-21T19:42:14.045+0000","title":"Bots","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Hallo! Mein Freund (IGN: Quastein) hat wieder angefangen LoL zu spielen und ich spiele mit ihm immer. Was auf&auml;llt ist das er f&uuml;r sein LvL schon viel zu gut ist. WIr haben gerade 2 Spiele gemacht. Im ersten war das Spiel so gut wie gewonnen, sogar mit einem Veigar Bot.  Der hat wirklich das gesamte Spiel nichts gemacht und hat nicht im Chat gesprochen, war die ganze Zeit f&uuml;r sich und hat immer (sogar mit 0/9  und 9 Farm) jemanden 1v1. Man k&ouml;nnte jetzt sagen das es vielleicht ein schlechter Spieler ist, aber jeder Mensch versteht TOD=SCHLECHT.\r\nIm 2. Game hat unser Kayn gefeeded (sogar extra) und unsere Kayle war ein Bot. Sie hat sich auch typisch wie ein Bot halt verhalten.\r\nMein Freund hat sich auch gut verhalten.\r\n\r\nWas ich damit sagen will, das man um lvl 16-20 viele Bots und einfach Leute bekommt  die nicht verstehen, das Sterben schlecht ist.\r\nGegen die Menschen, die nicht verstehen das sterben schlecht ist ( und sie waren lvl 16 oder so, das bedeutet sie machen es l&auml;nger, vielleicht auch BOTS????) kann man nichts machen, aber generell Bots sind einfach nur kacke. Vorallem im Gegner kein einziger Bot bei uns 2x,","replies":[{"id":"","poster":"LosMichus","date":"2017-07-22T15:17:46.691+0000","up_votes":1,"down_votes":0,"body":"Achso, denn ich habe keine Bot—Probleme","replies":[]},{"id":"","poster":"LosMichus","date":"2017-07-21T20:44:16.390+0000","up_votes":1,"down_votes":0,"body":"Nicht jeder Anfänger ist ein Bot — Dadrin musst du bitte unterscheiden. Warscheinlich hast du in deinen ersten 20 Leveln alle Situation überschätzt/unterschätzt","replies":[{"id":"","poster":"404 Clone","date":"2017-07-22T15:13:02.305+0000","up_votes":1,"down_votes":0,"body":"Man hat aber die Leute deutlich unterscheiden können, ob sie, wenn sie sehr viel Schaden bekommen wegrennen, oder einfach weiter draufgehen (Wie die ARAM Bots halt)","replies":[]}]},{"id":"","poster":"Squidwards House","date":"2017-07-21T23:04:56.284+0000","up_votes":1,"down_votes":0,"body":"man hat nicht von lv 16-20 viele bots man hat von lv 1 - 29 viele bots.","replies":[]}]}