{"id":"IaviMNp1","poster":"ll HoeHoeHoe ll","date":"2017-07-21T15:33:33.528+0000","title":"Selected eSports","subforum":"Clans & Teams","embed":{"title":"Selected eSports - Neuigkeiten","description":"esport4you.com","url":"http://www.selected-esports.de/","image":"http://www.selected-esports.de/images/carousel/1.jpg"},"up_votes":1,"down_votes":0,"body":"Willkommen Beschw&ouml;rer\r\n\r\n\r\nSeit 2 Jahren besteht das Team Selected eSports,\r\nvorher bekannt unter dem Namen &quot;Team Loyalty&quot;.\r\nDas Team bestehen derzeit aus einem CS:GO Kern und will sich auch auf andere Spiele ausweiten,\r\nder erste Schritt ist hierbei in Richtung League of Legends unter Leitung von:\r\n\r\nChristian &quot;Schattenhauch&quot; Bischoff und Dominik &quot;Paranoia&quot; Sch&ouml;nherr\r\n\r\nUnser Schattenhauch ist noch ein League of Legends Rookie und spielt seit Anfang der Season 7.\r\nCoaching gibt es f&uuml;r das Team von Paranoia der seit Season 1 dabei ist und zwischen Season 2 und 6 im Bereich\r\nPlatin bis Herausforderer zu finden war.\r\n\r\nWir besitzen einen gro&szlig;en Teamspeak auf dem ihr nicht nur neue Leute kennen lernen werdet,\r\noder im Team trainiert.\r\nAuch andere Spiele sind vertreten und werden bei Lust und Laune nebenbei als Community gezockt.\r\n\r\nDas ist der Kern,\r\nder hinter unserer &Uuml;berlegung des League of Legends Abteils des Clans besteht: Eine stabile Community und ein Team!\r\n\r\n\r\nWas wird von uns erwartet oder gesucht?\r\n\r\nWir suchen Spieler ab einem Alter von 18 Jahren mit dem gewissen etwas.\r\nPositionen sind noch nicht vergeben, es ist also alles von N&ouml;ten.\r\nBedingung f&uuml;r den Beitritt ist nicht nur das Alter,\r\nsondern auch ein Accountlevel von 30 muss erreicht worden sein.\r\nAuf die Beschr&auml;nkung der R&auml;nge verzichten wir,\r\nda die Quintessenz vorrangig der Aufbau einer Community ist, aus welcher sich\r\nim Fortlaufenden ein Team formieren wird.\r\n\r\nIm Fokus steht mit diesem Eintrag im Forum die Rekrutierung von Spielern,\r\ndie keinen Bock mehr auf SoloQ haben und in einer\r\nGemeinschaft ihr Talent zeigen und verbessern wollen.\r\n\r\nNat&uuml;rlich brauchen wir auch Informationen &uuml;ber euch.\r\nWenn ihr also Lust habt Selected eSport beizutreten,\r\nkommt auf unseren Teamspeak und fragt nach den Projektleitern die oben genannt sind \r\nf&uuml;r ein kleines Gespr&auml;ch, um zu erfahren wo euer Verst&auml;ndnis und eure F&auml;higkeiten sind.\r\n\r\nTeamspeak IP: selected-esports.de\r\n\r\n\r\nWir freuen uns auf euch.\r\nMit freundlichen Gr&uuml;&szlig;en\r\nSelected eSports","replies":[]}