{"id":"NQgkw0zM","poster":"Xayah Strife","date":"2020-01-23T07:54:39.359+0000","title":"[TGSG] Herbstseason 2019 Fazit","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://s1.zerochan.net/Sarutobi.Shinobu.600.2752044.jpg\n\nnachdem eine weitere Season nun vorbei ist komme ich mal zu dem Fazit der Animes, welche ich in dieser Season gesehen habe.\nSeven Deadly Sins und Welcome to the Demonschool laufen noch weiter, weil sie 24 bzw. 23 Folgen haben darum kommen die erst mit der nächsten Season dran. \n\nNeben den Animes über welche ich am Anfang der Season gesprochen haben kommen noch CHOYOYU!: High School Prodigies Have It Easy Even in Another World! und Cautious Hero: The Hero Is Overpowered but Overly Cautious hinzu. \n\nCHOYOYU!: \n7 Oberschüler welche als Wunderkinder gelten gelangen durch einen Flugzeug Absturz in eine Fantasy Welt. \nDas Besondere ist das die \"Kinder\" schon besondere Fähigkeiten hatten bevor sie in die andere Welt gelangt sich und in dieser auch nichts neues dazubekommen. \nWir haben hier den Politiker, den Unternehmen, die Ärztin, die Journalistin, der Illusionist, die Erfinderin und die Schwertkämpferin/ weiblicher Samurai. (Letzteres habe ich mittlerweile schon zu oft gesehen aber die anderen sich interessant. \nIn der neuen Welt beschließen die 7 \"Helden\" die Menschen, welche sie gerettet und gesund gepflegt haben zu helfen und diese Welt mit Ihren Fähigkeiten zu einem besseren Ort zu haben. Der Unternehmer treibt Handel, um an Geld zu kommen, die Erfinderin baut Waffen und Geräte, die Journalistin beschafft Information usw. \nNatürlich ist nicht jeder einverstanden damit und so kommt es zu Konflikten mit den Mächtigen dieser Welt. \n\nDas Potenzial die Animes ist riesig, aber leider wird das nicht 100% ausgenutzt. Mit nur 12 Folgen bekommt leider nicht jeder Held ausreichend aufmerksam und das allgemeine Tempo des Anime ist ein wenig zu schnell.\nDennoch hat er seine guten Momente und bietet ein neues Konzept. Er wird hier wenig gekämpft, sondern mit den Fähigkeiten, welche die Helden aus der echten Welt mitgebracht haben, gearbeitet. \n\nBewertung 7-8/10 (Ich habe es gerade als 8 drin bin mir aber noch unsicher) \n\nCautious Hero:\nIn der Götterwelt bekommen Göttin von Zeit zu Zeit den Auftrag bestimmte Welten zu retten und dürfen dazu Menschen beschwören und zu Helden machen. \nJab es ist eine Art Comedyanime mit einer Göttin als Hauptfigur, die zwar nicht nutzlos ist, aber durch das Verhaltens des Helden häufig als solches dargestellt wird. \nGeht also in Richtung Aqua. \nDer Held ist wie der Titel sagt übervorsichtig und muss erstmal auf Lvl 50 Trainieren bevor er überhaupt bereit ist sich auf seine Mission zu machen. Womit die Göttin natürlich anfangs nicht so einverstanden ist.\nEs kommt immer wieder zu kleinen Streitigkeiten, welche sehr unterhaltsame sind. Allgemein ist dieses Übervorsichtig das Comedythema des Anime was in unterschiedliche Szenarien hervorragend umgesetzt wird. \nDazu einige Anime typische überemotionele Szenen die komplett übertrieben sind. Achja und diese Welt müssen natürlich auch gerettet werden und selbst die Figuren in dieser Welt nehmen sich nicht alle so 100% ernst. \nWas mir aber besten gefallen ist waren die letzten beiden Folgen. Kaum ein Anime schafft es in einer 12 Folgen Staffel so ein gutes Ende zu finden wie dieser. \nDie letzten beiden Folgen haben mich tatsächlich so überzeigt das die Bewertung noch einmal erhöht habe. \n\nBewertung 9/10 (Man muss den Humor mögen) \n\nIch werde bei den anderen 4 jetzt werden schreiben, weil ich die ja schon bereits vorgestellt habe\nLink zum Thread\n\n-Didn't I Say to Make My Abilities Average in the Next Life?!: \nHmm ich fand den Anfang besser. Zwar mag die Mädchengruppe sehr aber die Story der ersten Folgen war deutlich besser. \nDie zweite Hälfte ist nicht wirklich schlecht, aber auch nicht wirklich mega überragend. \n\nBewertung 8/10 war Unterhaltsame aber nicht die ganz große Sache\n\nAssassins Pride:\nIst wie sich bereits angedeutet hat das Arifureta dieser Season.\nViel Potenzial aber komisches pacing und Zuwenig Budget. \nEine Folge fand ich aber wirklich überragend ich glaube es war Folge 8 oder 9.\nDie hatte 11/10 verdient allgemein fand ich den zweiten Ark extreme gut. \n\nBewertung 9/10 \n\nAscendance of a Bookworm: \nOhja du bist eine Art \"Disneyanime.\nDie Story wurde von Folge zu Folge besser und ich habe mich wirklich jede Woche auf die neue Folge gefreut.\nWer den Anfang überlebt hat bekommt hier einen märchenhaften Anime. \nZweite Staffel und OVA sind sogar schon geplant und die Kritiken von anderen sehen auch gut aus. \n\nBewertung 10/10\n\nSword Art Online Staffel 4: \nDie beste Staffel bisher!\nIch glaube ich wiederhole mich her, aber es macht einfach so viel besser. \nKirito bleibt die ganze Staffel über nur ein Nebencharekter und Alice übernimmt die Hauptrolle. \nDa die Staffel War of Underworld heißt kommen hier endlich mal wieder größere Kämpfe vor. \nWo die Staffel davor noch viel auf 1v1 gesetzt hat gibt es hier richtige Schlachten.\nDie ganzen Ritter aus Staffel 3 sind hierbei jeder für schon OP-Charaktere, die sich Folge für Folge durch Horden von Gegnern durchkämpfen. Das Menschenreicht und dem Schattenreich nämlich zahlenmäßig stark unterlegen nur dem Einsatz der Ritter ist es zu verdanken, dass die Front noch hält.  Oh, Boy es gibt hier einfach nicht zur ein Charekter der sich durch Horden von Gegnern durchmetzelt, sondern mehreren und alle bekommen ihre Momente was für Sword Art Online eine schöne, aber ungewohnte Abwechslung ist. \nMit der letzten Folge hauen sie dann nochmal einen Kracher raus als die böse Seite sich dazu einschließlich Spieler als der echten Welt über eine „Beta“ als Zusätzliche Streitkräfte in diese Welt zu holen. Die gute Seite versucht dann Spieler aus ALO als Unterstützung zu holen. Doch ob das klappt verraten ich hier noch nicht. Das sollte eigentlich reichen damit ihr euch vorstellen könnt warum ich denke das hier die beste Staffel von SAO bisher war. \n\nBekommt aufjedenfall eine 10/10 mit Favoriten.\n\nEndlich mal wieder ein Animethread 😊 \n\nIch wünsche euch einen Wochentag schön. ^^\n","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-23T08:01:29.623+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nHab in der letzten Zeit keine anime geschaut :/ \n\nAber dafür ein paar hentai die waren ganz nett aber über die Story will ich mal nichts verraten möchte ja nicht Spoilern. \n\nLeague war gestern wieder mäh \nErst hat es spaß gemacht aber dann am abend hätte ich es direkt aus lassen sollen. \nSollte aber auch nicht mehr in Gruppen spielen ... \n\n-------\n\nIn Rimworld geht es glaub ich auch Berg ab viele verletzte und glaub wenn ich das Spiel starte kommt eine dumme Situation die ein paar leben kosten wird :( was ich eigentlich vermeiden wollte ... \n\nWerd am Wochenende ein stream mit neuer Kolonie starten mal schauen was da ab geht :) \n\n------\n\nAnsonsten wünsche ich einen schnellen Donnerstag","replies":[{"id":"","poster":"Nanary","date":"2020-01-23T11:14:09.501+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe du weißt dass das was du schreibst für jede Person von Gestern ein schlag ins Gesicht ist.\nsollte es dich in einem Normal so sehr ankotzen das man mal lacht oder was ausprobiert bist du ein sehr sehr trauriger Mensch.\n\nDu warst selbst wegen jeder kacke am tilten &amp; ich habe mir die Games auch noch mal angesehen &amp; du solltest sehr sehr leise sein mit deinem \"hat mich nicht getroffen\" aussagen.\n\nGuck dir deine Spiele mal an um zu sehen das du sobald du in deinem künstlichen tiltfieber bist nur noch stur alleine läufst und dich auch quasi Extra killen lässt. \n\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-01-24T07:57:03.371+0000","up_votes":1,"down_votes":0,"body":"Mhh","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:05:23.319+0000","up_votes":1,"down_votes":1,"body":"Ich hab da aber vor ein paar Tagen etwas gelesen was dich interessieren wird: \n\nhttps://myanimelist.net/news/58981846","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-01-23T14:20:10.456+0000","up_votes":1,"down_votes":0,"body":"Oooooooooohhhhhhhhhhh ich glühe so sehr!","replies":[{"id":"","poster":"Veezey","date":"2020-01-23T16:45:38.980+0000","up_votes":1,"down_votes":0,"body":"Wirst du zum Super-Sayajin? :o","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T16:55:27.312+0000","up_votes":1,"down_votes":0,"body":"Hey Wiebke. ^^\nAuch mal wieder hier?","replies":[{"id":"","poster":"Veezey","date":"2020-01-23T17:19:28.803+0000","up_votes":1,"down_votes":0,"body":"Mit wem redest du? :o","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T17:24:58.153+0000","up_votes":1,"down_votes":0,"body":"Mit dir^^ oder sollen wir bei Viktoria bleiben?","replies":[{"id":"","poster":"Veezey","date":"2020-01-23T17:43:38.144+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht was du meinst :o","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T18:32:20.222+0000","up_votes":1,"down_votes":0,"body":"Ich spreche mit dir Viktoria. ^^","replies":[{"id":"","poster":"Veezey","date":"2020-01-23T18:40:52.820+0000","up_votes":1,"down_votes":0,"body":"Ich denke du verwechselst mich :0","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T19:04:49.375+0000","up_votes":1,"down_votes":0,"body":"Bist du wieder betrunken?","replies":[{"id":"","poster":"Veezey","date":"2020-01-23T23:01:18.374+0000","up_votes":1,"down_votes":0,"body":"Ich war noch nie betrunken :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T14:29:26.844+0000","up_votes":1,"down_votes":0,"body":"Rosenstolz?","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2020-01-23T08:27:21.557+0000","up_votes":1,"down_votes":0,"body":"SOA gibt es schon die 4. Staffel? :o\n\nHabe bisher die ersten beiden Staffeln gesehen. War die 3. Staffel gut?\n\nIch muss halt geduldig warten bis Netflix das Zeugs anbietet :3","replies":[{"id":"","poster":"INoKami","date":"2020-01-23T18:55:57.998+0000","up_votes":1,"down_votes":0,"body":"Die dritte Staffel... hatte ihre Hoch- und Tiefpunkte. Sie fing gut an, aber verkam recht schnell wieder zum \"üblichen\" SAO-Nonsense.\nDas ist nur meine unmaßgebliche Meinung!","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T22:20:24.514+0000","up_votes":1,"down_votes":0,"body":"Nehme ich gerne zur Kenntnis, danke. {{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:30:57.939+0000","up_votes":1,"down_votes":0,"body":"Das läuft aber über Amazon. ;) \nhttps://www.amazon.de/Underworld/dp/B07VCB8GN5/ref=sr_1_2?__mk_de_DE=%C3%85M%C3%85%C5%BD%C3%95%C3%91&amp;crid=366S9WJYCDXZT&amp;keywords=swort+art+online+alicization&amp;qid=1579768242&amp;sprefix=swort%2Caps%2C171&amp;sr=8-2","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T09:18:11.097+0000","up_votes":1,"down_votes":0,"body":"uff Amazon... das gibt mir direkt schlechte Laune -.-","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:20:52.610+0000","up_votes":1,"down_votes":0,"body":"Wieso?","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T09:28:00.783+0000","up_votes":1,"down_votes":0,"body":"Weil ich denen jeden Monat 5.99 € (Mitgliedschaft Prime Video) spende ohne, dass ich es eigentlich möchte. Der Support ist bisher leicht überfordert... aber wenigstens hat es mich daran erinnert, dass ich den wieder einmal bezüglich dieses Problems belästigen sollte und auch gerade eben getan habe.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:43:09.367+0000","up_votes":1,"down_votes":0,"body":"Extra Mitgliedschaft oder das normal Amazon Prime?\nIch hab gesehen das die nochmal extra Abos anbieten für bestimmte Sachen...\nPrime scheint wohl nicht mehr zu reichen um alles schauen zu können. :(","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T10:07:01.033+0000","up_votes":1,"down_votes":0,"body":"Die normale... danke für das Gespräch. Ich konnte mein Abo selber manuell kündigen. Es hat sich herausgestellt, dass ich das Abo auf amazon.de wo es mir angezeigt wird, nicht kündigen konnte. Weil ich es auf primevideo.com kündigen musste...\n\nAber ja du hast recht... wenn ich z. B. SOA streamen möchte braucht es noch ein zusätzliches Anime-Abo ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T10:49:28.929+0000","up_votes":1,"down_votes":0,"body":"Amazon ist komisch.\nDie wollen für so vieles nochmal extra kassieren.\nEigentlich brauche ich mein Prime auch nicht mehr weil ich kaum noch was bestelle aktuelle.","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T10:54:41.167+0000","up_votes":1,"down_votes":0,"body":"Jep. Ich habe jetzt aber gesehen, dass es noch Staffeln von Superantural, The Expanse und dann evtl. Star Treck Piccard ab 24. Jan 2020 zum ansehen gibt. Wenn ich einmal Ferien habe oder auf Netflix nix mehr läuft, werde ich mir das Amazon Abo für ein oder zwei Monate wieder aktivieren :)","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T11:04:32.981+0000","up_votes":1,"down_votes":0,"body":"Echt das geht monatlich?\nDachte das geht nur jährlich und so.","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T12:55:57.297+0000","up_votes":1,"down_votes":0,"body":"_Sie können Ihre monatliche Prime Video-Mitgliedschaft jederzeit, auch während des Gratiszeitraums, im Bereich Einstellungen unter Mein Konto kündigen. So kündigen Sie Ihre Amazon Prime Video-Mitgliedschaft: Gehen Sie zu Ihre Mitgliedschaft bei Amazon Prime. Klicken Sie auf Mitgliedschaft beenden._\n\nYep wenn man ein Monatsabo hat schon. Aber ich glaube es gibt auch ein Jahresabo, da zahlt man gleich für ein ganzes Jahr (was insgesamt natürlich ein bisschen günstiger ist als monatlich abzurechnen).","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:09:56.873+0000","up_votes":1,"down_votes":0,"body":"Früher gab es nur das Jahresding und das hab ich schon seit dem Mittelalter!!!","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T13:22:35.909+0000","up_votes":1,"down_votes":0,"body":"Dann wird es Zeit sich mal mit der Neuzeit und deren neuen Möglichkeiten auseinander zu setzen :D","replies":[{"id":"","poster":"XenesisCH","date":"2020-01-23T14:54:58.806+0000","up_votes":1,"down_votes":0,"body":"Ich weiss nicht ob die Zeichentrick von Disney auch Anime beinhalten, damit habe ich mich nicht beschäftigt. Die herkömmlichen Disney Zeichentrick würde ich jetzt aber nicht als Anime bezeichnen^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:46:39.717+0000","up_votes":1,"down_votes":0,"body":"Zählt das als Anime oder Zeichentrick?","replies":[]},{"id":"","poster":"XenesisCH","date":"2020-01-23T13:32:12.955+0000","up_votes":1,"down_votes":0,"body":"Im März kommt noch Disney^^\n\nmit Mandalorian und hoffentlich weiteren Marvel TV Shows","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:29:30.015+0000","up_votes":1,"down_votes":0,"body":"Gibt ja nur 4 Anbieter und der eine macht nur DVD.\nAlso Netflixe, Amazon oder Crunchyrule. \nKaze Anime macht DVDs und ich glaube kein Streaming.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T12:46:06.836+0000","up_votes":1,"down_votes":0,"body":"Oh jetzt hab ich die Herzsucherskins auch gesehen von denen du heute morgen berichtet hattest. \n\nhttps://1.bp.blogspot.com/-aRPf9I_pHh4/Xiih5DDRhnI/AAAAAAABeS4/jzxbjp5dhq4JqXoD6wq8rCeF4MKX_zk6ACLcBGAsYHQ/s1600/222029.jpeg\n\nIch mag beide Champions aber nicht.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T13:00:29.665+0000","up_votes":1,"down_votes":0,"body":"Yuumi ist einfach zu niedlich >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:09:19.966+0000","up_votes":1,"down_votes":0,"body":"Aber nutzlos auf der Lane","replies":[{"id":"","poster":"A Star Guardîan","date":"2020-01-23T19:35:27.364+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=NQgkw0zM,comment-id=000c00000000,timestamp=2020-01-23T13:09:19.966+0000)\n>\n> Aber nutzlos auf der Lane\n\ngaaar nicht, kommt allerdings auch auf den ADC an. aber mit Ez oder garen als bulli mit ner dicken lenkrakete am kopf... gg","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-23T13:10:24.394+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung xD Hab sie erst fünf- sechsmal im ARAM gespielt :DDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:15:36.071+0000","up_votes":1,"down_votes":0,"body":"Die macht halt kein Dmg.\nMusst passiv spielen Yummi anders gehts nicht und das nervt mich....","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T13:24:04.147+0000","up_votes":1,"down_votes":0,"body":"Keeeeeeeeeiiiinnnnnnnnnnnnnnneeeeeeeeeeeeee Ahnung!","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2020-01-23T18:54:11.453+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 284, extra-späte Theater-Sonderausgabe**\n\nEs hätte wieder die übliche Notifikation über einen recht ereignisarmen Tag werden können (vielleicht bis auf die Tatsache, dass wir mal eine Szenenvorlage genommen haben und auf Rechtschreib-/Grammatikfehler überprüft haben. Und mehr als fündig geworden sind), aber da meinte die Schule nochmal was nachlegen zu müssen:\nEnde des Theater-Treffens, etwa 18:00 Uhr. Die rechte Hand der Schulleitung kommt hoch und spricht nochmal eine Schülerin an. Sie und ihr Partner haben ein Protokoll noch nicht abgeben und sollen dies bitte (außerplanmäßig (!) ) schon morgen abgeben, weil da doch die Zeugniskonvente sind. Folgendes Dilemma: die zwei waren noch nicht fertig mit dem Versuch und wollten den mal an einem Samstag nachholen (und bis zu dem Moment sprach auch nichts dagegen) und haben dementsprechend auch noch nicht mit der Auswertung angefangen. Einer Auswertung, für die ich persönlich 5-6 Stunden gebraucht hatte, nur so am Rande. Und um es noch besser zu machen, liegt der Partner der betroffenen Schülerin mit Migräne im Bett UND hat kein Millimeterpapier, von dem er mindestens 6 Blatt brauchen wird. (Und man sollte vielleicht noch erwähnen, dass die zwei ein Paar sind.)\nResultat war ein kompletter Zusammenbruch auf dem Weg zur U-Bahn, denn es kommt ja noch besser: wenn morgen vor 8:15 Uhr nicht abgegeben wird, ist das die automatische 6.\n\nUnd dann bedenkt, dass beide versetzungsgefährdet sind und sich diese 6 nicht leisten können (auch, weil der Versuch dreifach zählt).\n\nJap, die Schule hat endgültig verkackt. Ich meine, hätte man das nicht irgendwie ein bisschen früher bekannt geben können oder so? Ist denen nicht bewusst, was für ein Aufwand der Versuch ist?\n\nTja, jetzt haben wir zwei verzweifelte Schüler, einer davon bettlägerig, die wahrscheinlich um ihre Versetzung bangen müssen und nicht die Zeit/Kraft haben, die Auswertung noch irgendwie zu machen...\n\n_\nUnd die deutsche Bahn hat sich wieder eine Weichenstörung erlaubt. Was würde ich nur ohne großzügige Busfahrer machen???)_\n\n_\nP.S. Ich glaube, ich lese nicht richtig, Strife… eine 10/10 für f _*_ cking SAO?!\nIch muss zugeben, ich habe bisher nur die ersten drei Folgen gesehen, also ist die Bewertung nicht endgültig, aber in diesen drei Folgen hat Kirito den Zustand der Serie perfekt verkörpert: literally ein Pflegefall. Momentan ist das eine knallharte 0/10 von mir..._","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T19:05:59.131+0000","up_votes":1,"down_votes":0,"body":"Die kämpfen auch erst ab Folge 6 glaube ich.\nSchon Folge 2 und 3 fand ich gut und in Folge 4 wurde die böse Seite vorgestellt und Folge 5 sind die Vorbereitungen auf den Krieg.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T14:35:15.098+0000","up_votes":1,"down_votes":0,"body":"Ich hab vorhin eine \"Nana\" im Team gehabt. ^^ \nIst das ein Twink von Martins Freundin?","replies":[{"id":"","poster":"Nanary","date":"2020-01-23T16:16:42.046+0000","up_votes":1,"down_votes":0,"body":"Nein.\n&amp; ich würde mich sehr freuen, wenn dieses \"Martins Freundin\" aufhört, so was stößt bei anderen gerne mal doof auf. :)","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T17:38:28.497+0000","up_votes":1,"down_votes":0,"body":"Lass mich das Ganze vllt noch etwas genauer erklären.\nIn der Regel ist es nicht besonders schwer ein Premade zufinden.\nAllerdings sind die häufig sehr unzuverlässig deswegen ich schon häufiger Streit mit anderen Leuten hatten. \nEigentlich kannst du dich auf ein Randompremade verlassen die haben immer was und einfach selten Zeit. \nWer halt zuverlässig ist wäre ein sehr guten Kumpel oder dein/e Freund/Freundin.\nSolche Lanes sehe ich manchmal die spielen sehr viel zusammen da könnte man neidisch werden. \nMan könnte jetzt noch sagen du das eine gute Freundin als dem rl bist und da nicht läuft. \nSolche spielen aber häufig mit mehr als nur einen Kumpel.\nDa du nur einer Person spielt liegt Anhang von Erfahrungen naha das ihr in einer Beziehungen seid.\nEs wäre halt eine sehr harte Ausnahme von der Regel weil ich einen solchen Fall noch nie mitbekommen habe. \nWäre dem so sollte Martin sich Glücklich schätzen weil es so scheiße schwer ist jemand zuverlässiges zu bekommen.\nEs ist einfach unmöglich. Irgendwas stimmt immer nicht mit den Leuten. \nEs ist eigentlich ziemlich traurig aber Wahr die meisten Premades bleiben nicht lange zusammen.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T16:21:26.644+0000","up_votes":1,"down_votes":0,"body":"Aber ihr spielt soviel zusammen da muss man einfach davon ausgehen. :(\nAußer wir sagen Martin steht nicht auf Mädchen und du bist meine beste Freundin dann würde das Sinn ergeben.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2020-01-23T12:48:17.483+0000","up_votes":1,"down_votes":0,"body":"Und wie so oft stelle ich mir die Frage, bin ich zu anspruchsvoll oder die anderen zu abgestumpft?","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:07:36.976+0000","up_votes":1,"down_votes":0,"body":"Oder du bist zu abgestumpft!\nOder wir sagen eher du bist nicht mehr aufgeschlossen genug für neue Sachen und schaut dir nur Sachen an die in dein Beuteschema passen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-01-23T13:24:32.327+0000","up_votes":1,"down_votes":0,"body":"Nun wir führen aktuell eine Diskussion im Discord ob die Witcher Serie gut war oder nicht. Und da kommen mir schon einige Grundfragen","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T13:28:04.715+0000","up_votes":1,"down_votes":0,"body":"Haha die hab ich aber jetzt nicht gesehen. ^^","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-23T13:02:17.078+0000","up_votes":1,"down_votes":0,"body":"Ich will die Besichtigung die zwischen 15 und 15:30 Uhr kommt nicht machen D:\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-01-23T13:22:30.904+0000","up_votes":1,"down_votes":0,"body":"Dann musst du \"rein zufällig\" Durchfall bekommen ;)\nSomit kannst du dich bis Dienstschluss auf der Toilette aufhalten und das Pferd oder Stressfaktor müssen mal was arbeiten ;)","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T13:26:50.090+0000","up_votes":1,"down_votes":0,"body":"XD Und ich könnte mich einfach auf den Boden setzen, Türe abschließen und schlafen. Mit Wecker ... Sonst penn ich durch bis morgen.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T12:41:59.397+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich fange heute mal flexi an.\nKeine Bock auf SoloQ nachdem was ich gestern und vorgestern gesehen habe....","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-23T09:17:32.925+0000","up_votes":1,"down_votes":0,"body":"\\o/ Endlich mal mit Kuschelschal und Jacke arbeiten :D Würden mir nicht alle paar Sekunden die Augen zu fallen und mich das so sehr an das Zugschläfchen erinnern xp","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:40:52.394+0000","up_votes":1,"down_votes":0,"body":"Wie wäre dazu noch mit Thermounterwäsche?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:49:07.885+0000","up_votes":1,"down_votes":0,"body":"STIMMT! Wird direkt aufgeschrieben und bei nächster Gelegenheit gekauft!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T11:18:14.467+0000","up_votes":1,"down_votes":0,"body":"Welche Farbe würdest du da bevorzugen?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T11:35:52.935+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung .-. kommt auf die Auswahl an?!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T11:51:45.986+0000","up_votes":1,"down_votes":0,"body":"Du sollte man aufjedenfall mal Nachforschungen betreiben was für Kollektionen es so auf dem Markt gibt. :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:08:10.235+0000","up_votes":1,"down_votes":0,"body":"Vor ein paaren Tagen hat mich MAL informieren das bald etwas neues zu Digimon kommt.\nWir wissen noch nicht soviel aber es scheint so als wäre es ein Reboot der ersten Staffel. \nWürde ja passen weil im Feb ein neuer Movie rauskommt. \n\nhttps://cdn.myanimelist.net/images/anime/1340/105520l.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-01-23T09:51:31.831+0000","up_votes":1,"down_votes":0,"body":"Irgendwie hab ich eine Abneigung gegen reboots von Serien die meine Kindheit bereichert haben.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:56:56.596+0000","up_votes":1,"down_votes":0,"body":"An welche Reboots denkst du da genau?","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-01-23T11:26:47.042+0000","up_votes":1,"down_votes":0,"body":"[https://www.mememaker.net/api/bucket?path=static/img/memes/full/2017/Apr/11/12/alle92.jpg](https://www.mememaker.net/api/bucket?path=static/img/memes/full/2017/Apr/11/12/alle92.jpg)","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-23T10:38:47.669+0000","up_votes":1,"down_votes":0,"body":"Gestern sagt das Pferd zu mir: \"Wenn Sie X sehen, schicken Sie sie bitte mal zu mir rein?\"\n\nBei Schichtwechsel sag ich X Bescheid das sie mal zum Pferd ins Büro gehen soll... Sie hätte irgendwas das sie ihr geben möchte.\n\nX kommt wieder raus und kippt mir fast vor Lachen um O.O Da sagt sie mir das man ihr einen Brief geben wollte in dem ihr schriftlich mitgeteilt wird das eine Gehaltserhöhung ansteht. XD Ich guck sie verständnislos an und sag noch das doch was Gutes wäre. Da fängt sie wieder an zu lachen und meint: \"Die wollen 30€ mehr zahlen!\"\n\nich:\n{{sticker:sg-ahri-1}} \n\nHeute Morgen nochmal genau das gleiche. Andere Frau aus der Hauswirtschaft spielt mit dem Gedanken zu kündigen. Bekommt gestern den Brief ausgehändigt mit der Kurzinfo es handelt sich um eine Gehaltserhöhung blabla. Die Frau hat sich da so rein gesteigert und war überzeugt \"Die wissen das ich gut bin und wollen nicht riskieren das ich kündige!\". Guckt Zuhause in den Brief, kommt heute Morgen hier an und weint fast vor Wut weil man ihr ebenfalls 30€ mehr zahlen will. Wo im Vergleich die neu eingestellten Hauswirtschafter bereits 200€ mehr verdienen als sie o.o","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T10:48:29.421+0000","up_votes":1,"down_votes":0,"body":"Aber 30€ sind doch trotzdem besser als nichts.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T10:56:07.088+0000","up_votes":1,"down_votes":0,"body":"XD Das ist halt eine Tabakdose im Monat ... \n\nHier muss man sich auch nicht eher die Erkenntnis geben \"Haben oder nicht haben\" oder wie du bereits erkannt hast \"Besser als Nichts\".\n\nFakt ist das eine neue Mitarbeiterin einfach 200 € mehr verdient als jemand der drei/ vier Jahre hier ist und eine \"Anpassung\" aus 30€ besteht. Was geht los da rein? .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T11:03:59.380+0000","up_votes":1,"down_votes":0,"body":"Weil die neuen Verträge bekommen. ^^ \nDie sind höher wegen Tarif Gesetzt und sonstiges.\nDas ist halt der Nachteil an un befristen Verträgen das du alles nach verhandeln musst.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T11:12:08.946+0000","up_votes":1,"down_votes":0,"body":"XD Ist doch scheiß egal?\n\nDann gebe ich der langjährigen Mitarbeitern keine 30€ sondern auch direkt 200€?!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T11:17:49.610+0000","up_votes":1,"down_votes":0,"body":"Wenn du nett bist ja aber du musst es halt nicht und Menschen sind halt nicht alle Wohltäter.","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:03:21.828+0000","up_votes":1,"down_votes":0,"body":"Heute wird diesmal auch wirklich gepatcht.\nDie Skins sind im Shop aber vllt waren sie es auch schon gestern.\nHab nicht nachgeschaut. :(","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:05:59.175+0000","up_votes":1,"down_votes":0,"body":"Die Skins wurden gestern freigegeben! Weiß aber auch nicht genau wann XD Hab zwar bis kurz vor Mitternacht ARAM gespielt mit Captain .-. Aber danach war ich dezent tot und musste direkt ins Bett. Dadurch hab ich meine True DMG Eier nicht mehr aufgemacht und vergessen nochmal nach den Skins zu gucken °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:23:37.461+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe du hast dir nicht wieder Eier für Unsummen an Geld gekauft.","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:38:17.535+0000","up_votes":1,"down_votes":0,"body":"nein nein :o Gestern nur ein 10er Ding weil ich eine anders farbende QiQi möchte :3","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:41:28.062+0000","up_votes":1,"down_votes":0,"body":"Ach das die dicke Katze mit dem Schale um den Hals. \nWie findest du Tocker?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:49:10.589+0000","up_votes":1,"down_votes":0,"body":"Genau .-. ich mag meine normale zwar auch ... Aber da ich nicht lange bei irgendwas bleiben kann brauch ich auch QiQi in einer anderen Farbe :o\n\nTocker? Julian Tocker? Absolut hässlich .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:52:32.507+0000","up_votes":1,"down_votes":0,"body":"Diese mechanische Hahn.\nIch bin ja nicht England darum spiele ich mit einem deutschen Client.\nKp wie der im Brexitclient heißt. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:57:29.522+0000","up_votes":1,"down_votes":0,"body":"Meinst du die kleine Legende die aussieht wie ein Natu?\n\nMein Client ist auch auf deutsch D: Das muss einfach.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:00:24.914+0000","up_votes":1,"down_votes":0,"body":"Ja der Robovogel.\nSieht eher aus wie ein Furby","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:12:30.143+0000","up_votes":1,"down_votes":0,"body":"Nein .-. eindeutig ein Natu.\n\nUnd ich mag ihn nicht. Von den letzten beiden kleinen Legenden, gefällt mir nur QiQi &lt;3","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:16:33.315+0000","up_votes":1,"down_votes":0,"body":"Was ist mit Soraka?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:19:10.795+0000","up_votes":1,"down_votes":0,"body":"Soraka ist keine kleine Legende .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:20:02.339+0000","up_votes":1,"down_votes":0,"body":"Aber das Haustier von Sternwächter Soraka ist eine kleine Legende.\nShisha oder Shoshi oder wie das heißt.\nWas so böse guckt!","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T10:49:55.887+0000","up_votes":1,"down_votes":0,"body":"Ja die Xayah Eule heißt Saki.","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-23T10:05:17.297+0000","up_votes":1,"down_votes":0,"body":"Xayahs Eule? .-. Keine Ahnung","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:42:03.130+0000","up_votes":1,"down_votes":0,"body":"Die sollten mal Saki rausbringen. ^^\nWir sie Saki geschrieben? Ich glaube schon oder?","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-23T09:24:11.698+0000","up_votes":1,"down_votes":0,"body":"Shisa?! xp Mag ich auch nicht und die SG Auflage war vor den letzten beiden die ich meine. Be den SG Dingern mag ich Dango \\o/ Da hab ich aber auch nur das normale von .... noch °^°","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:02:07.712+0000","up_votes":1,"down_votes":0,"body":"Haha der Garen hier heißt einfach. Uiiiiiiiiiiiiiiiiiiiii\n:D","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:10:53.694+0000","up_votes":1,"down_votes":0,"body":":o Welcher Garen?","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:15:31.101+0000","up_votes":1,"down_votes":0,"body":"Welcher Garen wohl?\nKennst du mehrere?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:16:22.916+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir nicht folgen ...","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:17:36.317+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht?\nEinfach Rechtsklick und dann folgen auswählen.","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:17:13.670+0000","up_votes":1,"down_votes":0,"body":"Die Unterhose des Tages und blau mit weißen Schmetterlingen drauf.","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-01-23T08:20:44.964+0000","up_votes":1,"down_votes":0,"body":"Ich sitze hier mit meinem kuscheligen Schal in Eiseskälte weil die Türe seit Montag komplett den Geist aufgegeben hat XD Die Setzt einfach alle paar Sekunden zurück. Wobei heute schon wesentlich besser ist. Krank bin ich aber schon etwas und der Flauscheschal macht es einem tausendfach schwerer wach zu bleiben °^° Normal wickel ich mir den im Zug um den Hals und schlafe dann wie ein Baby für fast eine Stunde :(","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:26:32.042+0000","up_votes":1,"down_votes":0,"body":"Kannst du jetzt nicht arbeiten oder wie?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:34:24.373+0000","up_votes":1,"down_votes":0,"body":"Doch XD Aber hab halt gefühlt - 10 ° hier drin. Wobei es gerade geht weil die Tür mal länger als eine Minute zu bleibt :o glaub schon fast zehn! Aber es ist trotzdem kalt und ich weigere mich den Schal auszuziehen. Eine Decke wäre auch genial XD Wobei ich dazu tendiere meine Jacke wieder an zu ziehen .-.\n\nMittlerweile durfte wenigstens die Firma angerufen werden die für diese Türe zuständig ist. Das Pferd hat mich zwei tage hier sitzen lassen und angeblich Chefin informiert XD Gestern war sie aber selbst hier unten und ist fast umgekippt vor Entsetzen. Da meinte sie das da sofort angerufen werden soll und jemand kommen muss.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:38:54.842+0000","up_votes":1,"down_votes":0,"body":"Erstmal alle Heizung auf 5 stellen falls das geht. :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:46:37.901+0000","up_votes":1,"down_votes":0,"body":"Bringt halt nichts. Natürlich steht hier seit Montag alles auf 5 XD Aber sobald die Türe sich einmal resetet ist alles vorbei. Gefühlt drückt die Türe die kalte Luft noch hier rein °^° Vor allem wenn sie vom langsamen öffnen zum schnellen übergeht. Dann macht die so richtig schön Wind und haut einem die kalte Luft in die Bude. Noch ekliger ist die Kälte die einem in den Rücken zieht.\n\nAm Dienstag war ich so durchgefroren von dem Tag das ich Zuhause bestimmt eine halbe Stunde geduscht habe. Wobei ich die meiste Zeit einfach nur unter heißem Wasser stand XD Danach gab es richtig heißen Kakao! Werd ich wohl heute wieder machen. Und dann gibt es Flauschesocken, Flausche-Hausschuhe, Jogginghose, T-Shirt, Kuschelpullover und meinen Chill-XXL-Schal den ich immer über meine Schultern lege am Schreibtisch &lt;3","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:06:15.477+0000","up_votes":1,"down_votes":0,"body":"Die Tür muss aus der Hölle stammen.\nGenauso wie die Biene von der ich heute Nacht geträumt habe. \nDa startet ich ein neu Spiel und eine riesige Biene schießt aus 300 Kilometer Entfernung seine Stachel auf mich und ich bin instand tod. Dann starte ich neu in der Burg aber jedes wenn ein Fuß in die Außenwelt setze schieß diese Biene von Spawnpunkt aus sein Stachel auf mich und ich bin instand tod....","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T09:11:38.268+0000","up_votes":1,"down_votes":0,"body":"XD Anscheinend hast du auch sehr merkwürdige Träume in letzter Zeit.\n\nIch war heute Morgen froh mal nicht im Schlaf telefoniert zu haben :] Yeay.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T09:16:11.986+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern extra Baldrian genommen um schneller einschlafen zu können. ^^\nWar wohl eine Nebenwirkung.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2020-01-23T08:30:26.221+0000","up_votes":1,"down_votes":0,"body":"https://giphy.com/gifs/dog-puppy-EGn6QuuvGO9BS\n\n\\#puppy \\#scarf","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:39:37.585+0000","up_votes":1,"down_votes":0,"body":"Das bin so ziemlich ich, ja XDDDDD\n{{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2020-01-23T08:04:15.519+0000","up_votes":1,"down_votes":0,"body":"\\o/ Heartseeker Jinx und Heartseeker Yuumi incoming!\n\nVFX von Annie und Nauti sieht auch gut aus :3\n\nHeute Abend würde ich ja eventuell gerne LoR ausprobieren :o Aber ich vermute die Wartezeit/ Warteschlange wird uneeeeeeeeeendlich lang sein D:","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:06:04.324+0000","up_votes":1,"down_votes":0,"body":"Warst du jetzt wirklich bis 1 Uhr wach oder war das ein Anzeigefehler?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:07:13.338+0000","up_votes":1,"down_votes":0,"body":"Anzeigefehler .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:26:10.550+0000","up_votes":1,"down_votes":0,"body":"Ob sie denn Client jemals richtig hinbekommen?","replies":[{"id":"","poster":"Kirschkern","date":"2020-01-23T08:37:42.063+0000","up_votes":1,"down_votes":0,"body":"Nein °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:41:59.443+0000","up_votes":1,"down_votes":0,"body":"Das muss sehr anspruchsvoll sein...","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-01-23T08:00:22.251+0000","up_votes":1,"down_votes":0,"body":"Heute dafür kein Blog weil nur 2 Games gemacht und danach total verzweifelt aufhört und lieber WoW gespielt...","replies":[]}]}