{"id":"POU1MEMc","poster":"Neeko the Ekko","date":"2017-07-17T23:10:45.186+0000","title":"Renekton how to play?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moin wollte hier mal die Mains befragen woe ihr aktuell renekton spielt? \r\n\r\nHabe den heute mal getestet und in der laning Phase ist der echt ein ziemlicher bully ^^\r\n\r\nNun meine Frage w&auml;re jetzt was man auf ihm so baut. Hat das b&ouml;se Krokodil ein paar Core Items die man definitiv immer als erstes baut? \r\n\r\nHabe mal spa&szlig;eshalber duskblade als erstes gebaut und das tut dem Gegner ordentlich weh ^^\r\n\r\nTiamat sehe ich auch sehr oft was nat&uuml;rlich zusammen mit der Q einen cleanen waveclear hat. \r\n\r\nAuch hier meine Frage welche der 2 Tiamat items ist f&uuml;rs pushen oder f&uuml;rs fighten st&auml;rker? \r\n\r\nBaut man auch BC oder Death Dance?\r\n\r\nWelche Kombination dr&uuml;ckt den st&auml;rksten burst wenn man level 4 z.B ist\r\n\r\nHab das Krokodil erst 1-2x gespielt und was hat es mit dem Fury System auf sich :P\r\n\r\nJa ja fragen &uuml;ber fragen","replies":[{"id":"","poster":"Drachenlord1510","date":"2017-07-18T01:09:27.216+0000","up_votes":2,"down_votes":0,"body":"Als erstes entweder Tiamat (für Animation-Canceling/Waveclear) oder direkt Black Cleaver bauen. Ich baue eigentlich in fast allen Match-Ups direkt Black Cleaver. Danach dann eine Hydra. Titanic passt eigentlich immer. Die hilft dir auch beim Towerzerstören und Fervor stacken, weil du einen AA-Reset mehr hast. Danach kannst du dann zwei Tank-Items bauen (Omen, Dead Man's Plate, Spirit Visage, etc) je nachdem, was die Gegner so an Schaden parat haben und ein \"Utility\"-Item baue ich da dann meist noch gerne entweder vor, nach oder zwischen den Tankitems. Wie man es gerade braucht. Sowas wie Sterak's, Blade of the Ruined King oder Guardian Angel.\n\nSkillreihenfolge immer: R > Q > E > W. Meist mit Q anfangen. Manchmal mit W, wenn ihr z.B. invaded und schnell einen Stun braucht für First Blood. Oder auch gegen so nervige Dinger wie Riven auf Level 1.\nWenn du schön fleißig dein Fury stackst, kannst du sehr oft auf Level 3 mit einem verstärkten W-Stun First Blood holen und in manchen Situationen den Gegner sogar diven. Aber sei da lieber vorsichtig, wenn du dir nicht sicher bist, dass das klappt.\n\nFür Combos ist wichtig zu wissen, dass du sehr oft Animation-Canceling machen kannst. Also immer schön einen AA zwischen deine Fähigkeiten weben. Nachdem du auf den Gegner rauf-e-st zum Beispiel nicht direkt W raufhauen, sondern AA-W, weil der AA direkt vom W gecancelt wird und du so quasi einen AA for free landest.\n\nWas auch ganz interessant ist: Gegen Champions wie Gnar, Quinn, etc., wo du weißt, dass du bestimmt nicht so viele Autohits landen wirst und die direkt wegkommen, nach dem du sie gestunt hast, kannst du in den Masteries statt Fervor Stormraider mitnehmen. Das hilft ganz gut gegen mobile Champions.","replies":[]},{"id":"","poster":"Shacoláde","date":"2017-07-18T07:14:48.712+0000","up_votes":1,"down_votes":0,"body":"Die Frage dazu, trat erst vor kurzem auf. Hier der[ Link](https://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/2E0vwwBA-hilfe-bei-renekton?comment=0002)","replies":[]}]}