{"id":"A4qN6lve","poster":"Elyon the Kat","date":"2017-07-18T10:48:28.541+0000","title":"Warum macht Riot nix?","subforum":"Champions & Gameplay","up_votes":8,"down_votes":19,"body":"Ich spiel jetzt etwa 4 Jahre League. Ich habe mir Buffs und Nerfs angesehen. Die Frage ist warum?\r\n\r\nLeute ich weis nicht wie man euch erreicht, aber lest einfach mal und bitte ihr Trashmains und Challenger schaut aus der Perspektive der anderen. 2013 wurde Yasuo realeased. Riot hat bis zum 10 ban system gebraucht um zu bemerken, dass er in einigen elos zu stark ist. Ich weis nicht was Sie nun f&uuml;r ihn vorgesehen haben. An alle die sagen Yasuo ist nicht op. Er kann 3 Damage Items bauen crittet und hat soviel lifesteal wie Olaf. Er kann mit der Q 2 autoattacks auf einmal loslassen die beide critten. Er kann selber ccn und hat eine Windwall die selbst Talihas Ult abf&auml;ngt??? Wind h&auml;lt Stein auf? seine ult kann nicht abgebrochen werden???? warum kann man jede andere ult die &auml;hnlich ist abbrechen aber sein aoe cc der zuviel damage macht nicht? stellt euch vor Katarina k&ouml;nnte immer bis zum ende ulten, warum darf Yasuo das? ich bin nicht die einzige person die Probleme mit Yasuo hat ich frag nur. warum musste es solange dauern das riot was merkt.\r\n\r\nwarum wurde er nicht generft wie die erste Evelyn. warum hat man ihr die Unsichtbarkeit und den stunn geklaut aber Yasuo in Ruhe gelassen? warum haben alle op ults wie Syndra, Yasuo, Zed, Trynda so eine geringe Abklingzeit von 30-80 Sekunden aber Evelynns aoe slow der nichtmal t&ouml;tet wenn man nur 1 Leben hat 100 Sekunden? Selbst auf full AP macht das ding nicht wirklich Schaden. aber Yasuos ult 25 sekunden? aoe cc armorschredd und harter Schaden? Ich kenn die kommentare. Wenn man Yas nervt w&auml;re er unspielbar. Wenn ich Yasuos Q klauen w&uuml;rde den gesamten Spell, w&auml;re er immernoch stark genug im game klar zu kommen. Wenn ich den E cd auf 30 Sekunden erh&ouml;hen w&uuml;rde w&auml;re er immernoch stark genug um ingame klar zu kommen. man m&uuml;sste nur pl&ouml;tzlich nachdenken was man tut. Warum seid ihr so dagegen? Klar der champ macht Spass aber er ist viel zu stark er ist in der Lage fast alle League champs zu countern. \r\n\r\nIhr kommt nicht bis nach Challenger weil die Leute ab Platin Counterpicken nurnoch. Die spielen das Spiel nicht aus Spass, klar kommt ihr da mit Yasuo nicht durch.\r\n\r\nWarum hat Blitzcranc 2 100% AP Skallierungen als Supporter? Warum wird janna generft, aber er nicht? Ich hab euch Challenger spielen sehen, ihr spielt nicht wirklich besser. Ihr wisst nur eher was ihr tut. Und auch dort sehe ich Blitzcrancs die full AP als Supp gehen nur zum Adc flashen oder sprinten. Dr&uuml;cken ult E Q  Adc macht Bumm und ist hin. Counterplay 0% da bringen euch auch 200000000000000 minions nix. Warum darf blitzcranc das? Warum kann Braum das nicht auch? Wieso werden andere Supporter generft aber der einzige der einen Adc echt kr&auml;tzig wird nicht?\r\n\r\nLee sin ist der meistgespielte Champ in League. Jeder jungler spielt ihn...fast jeder. Ich hab nix gegen ihn, aber das alles vorbei ist sobald er eine Q trifft ist echt &uuml;bertrieben. Stellt euch vor graves kommt Ganken und trifft seine Q auf lvl 1 ohne Items und ich verliert 50% eures Lebens. Warum? Dieses late abfallen? NEIN 1000 Damage ult ist vieles aber kein late abfallen, zudem ist sie point and clic bis zu etwa 1500 damage auf full AD auf einen Schlag. warum wird das nicht abgeschw&auml;cht? kommt nicht mit eurem unspielbar man kann sogar mit nami jgl in highelo gewinnen. Und Nami ist wirklich viel schw&auml;cher als der dude.\r\n\r\nWarum wird Lucian nicht abgeschw&auml;cht? ich hab nix gegen Cait die aktuell dauernt gebannt wird. Aber gegen den Lucian der einen die ganze Zeit anspringt und daf&uuml;r belohnt wird sein Kopf in deine Richtung geworfen zu haben, movementspeed 2 autoattacks und mobility. warum? wenn Tris dich im early engaged so wie der dude verliert man etwa 60% live und Tristana ist meist tot, geht auch anderen Adcs so oder sowas wie jinx, die sich dann gar nicht wehren k&ouml;nnen.\r\n\r\nWarum muss ich ein Game verlieren nur weil  ein trynda im Gegner team ist. Wegen dieser extrem harten ulti carried er die Gegner die 1/12 stehen? selbiges f&uuml;r Yasuo oder Xin. oder Jax. Warum wird nicht da generft wo es gebraucht wird?\r\n\r\nSpielbalance auseinanderreissen? Nein das tun die Nerfs nicht. es w&auml;re nur so das endlich wieder andere champs gespielt werden. Wenn man yasuo nerfen w&uuml;rde und er dann einen mit nem flickflack oder sonstwas in 5 sekunden zerfickt ist das definitiv besser als. e, q,auto,auto tot.\r\n\r\nWenn ihr alle sagt es ist ein Teamgame. Warum wird der Yasuo smurf euch alle carrien? Warum ist die Riven auf der Top der eizige der positiv steht euch ein ganzen game entscheidet? Warum carriet Blitzcranc die Botlane obowhl sein Adc 0/3 steht? Das sind einzele Spieler die gewinnen wegen ihrem Champ nicht wegen k&ouml;nnen oder gar weil man zu schlecht ist. ich versprech dir ich kann mit kata 31/0 stehen und der 13/2 trynda carriet das game. Nur wegen der Ultimate.\r\n\r\nIch h&ouml;r schon flame. Low Elo blabla. Nein ich spiel nicht schlecht ich bekomm oft zu h&ouml;ren das ich nicht in silber rein geh&ouml;re aber ich kann es nicht &auml;ndern. ich mag nicht Yasuo, Xin,Zed,Fizz,Trynda,Garen usw spielen nur damit ich hochranke. Das ist nicht der Sinn sovieler champs. Dann k&ouml;nnte man alle anderen direkt removen. Es ist scheisse dauernt Morgana zu picken nur weil der Gegner Blitzcranc hat. Ich verlor die silber promo 7en mal nacheinander. ich hatte gute mates wie einen yasuo der das erste mal ein ranket sieht. er hatte 17 wins, wollte supporten mit tp und flash und hat erstmal gefragt wie sein champ funktioniert. IN DER PROMO. Gegner team bekamm 2 Goldspieler. Er hatte die Chancen mit L&ouml;ffeln gefressen.\r\n\r\nRiot wollte das ich die Fragen an euch stelle. Ich bezweifle antworten hier zu bekommen. Ich bezweifle das ich hier &uuml;berhaupt ein sinnvolles Kommentar herbekomme, geschweige denn das jemand das alles liest. Das Spiel sollte Spass machen die Champs sind zum Spielen da. Es macht wirklich kein Spass immer counterzupicken nur um zu gewinnen.\r\n\r\nfalls ich doch wenn erreicht haben sollte macht Riot darauf aufmerksam.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-18T12:04:52.852+0000","up_votes":1,"down_votes":5,"body":"Ich verstehe dieses Problem genauso... ich fühle mich hier das erste mal seit langem richtig verstanden, wenn ich deinen Text lese... Ich dümpel in bronze4-2 rum, je nachdem wie die letzten Spiele gerade mal liefen.... ich sehe oft, dass ich das Spiel verliere, weil ich einfach selbst wie Sch**** gespielt habe, weil mein Team von einem einzelnen runtergezogen wird... passiert beides. Oftmals habe ich aber das gefühl, dass es weniger von den Fähigkeiten meines Teams und mir abhängt, sondern eher von den Champs die gespielt werden. So reißt JEDER trynda beide Toptower im laufe der Zeit ein, bei anderen Champs kommt es aber vor, dass der Spieler zu schlecht ist/der gegner zu gut und mann nicht einen Tower bekommt oder nur einen. Bei Trynda.... er schaft es immer. T1 und T2, R+Rechtsklick--> 0 Counterplay\nwenn ich mich darüber beschwere, wird mir nur geantwortet: spiel doch mal einfachere Champs. da kommen vorschläge wie Trynda, Annie, Garen ... aber ich möchte so etwas nicht spielen... ich habe keine Lust einen Champ zu spielen, der mir keinen Spaß macht, nur weil ich Bronze bin und dieser Champ dort einfach unfair ist. \nIch verstehe nicht, warum ein Trynda mich, als gefeedeten ADC oder gefeedeten Midlaner einfach mit seiner Ultimate Towerdiven kann, und damit, obwohl er noch keinen einzigen Tod hatte, auch noch Erfolg verbuchen kann. Jeder Champ, der in der LCS gespielt wird, mit den gleichen Stats wie dieser Trynda, hätte das nicht geschafft. Selbst wenn der Champ von Faker, Bjergsen oder irgendeinem anderen bekannten Pro gespielt worden wäre. Warum darf das dann ein Champ, der einfach nur rechtsklick und R drückt?\n\nAuch das Problem mit Yasuo, Master Yi und den ganzen Champs die im Low-Elo rasieren... oft analysiert, umstritten und diskutiert... viele ignorieren das dann einfach, da man ja nur Low-Elo-Scrub sei. \n\nIch finde es schön zusehen, dass andere genau das gleiche Problem haben, aber ich glaube nicht, dass Riot da etwas dagegen tun wird. Die Argumente dagegen wie z.B.: \"Spiel den Champ doch selbst\", \"Im Highelo ist der Champ nie zu sehen\", \"Anfänger sollten auch geeignete Champs spielen können\" werden einfach immer wiederholt und der Betreffende Iggnoriert. Aber wenn es solche \"Anfänger-Champs\" nicht gäbe, wenn es keine Champions gäbe, die wie Trynda, Garen o.Ä.  in Low-Elo dominieren würden... würden dann nicht alle mit den Durchschnitts-Champs spielen? Ok, Aurelion Sol wird man dann wohl trotzdem nicht in Bronze sehen, der Champ ist eben wirklich anspruchsvoll und benötigt deutlich mehr als der Durchschnittschamp und zählt verdientermaßen zu den High-Elo-Champions. Aber so etwas wie Lux,  Braum oder Ähnliches? Die Spieler die onehinn schon sowas Spielen, hätten dann wohl deutlich bessere Chancen und die Leute die in Bronze sind, werden wohl auch gegen Leute spielen, die ein Ähnliches Skilllevel auf diesen Champs mitbringen. Ich glaube daher nicht, dass Anfänger Low-Elo-Champs brauchen, sondern eher, dass Low-Elo Champs die Anfänger brauchen, die noch nicht koordiniert genug spielen um sie zu besiegen...","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T12:12:25.563+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=Bote des Chaos,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0006,timestamp=2017-07-18T12:04:52.852+0000)\n>\n> Ich finde es schön zusehen, dass andere genau das gleiche Problem haben, aber ich glaube nicht, dass Riot da etwas dagegen tun wird. \n\nDie Wahrheit ist, dass es nur ein Scheinproblem ist. Champs wie Trynda und Yasuo sind auf der Lane leicht zu countern und nutzlos, wenn sie behind sind.\n\nLetztlich geht der Thread hier nur noch in die \"Elo Hell\" Richtung. Die Leute hier sind einfach beratungsresistent. Da wird dann gesagt, aus Bronze käme man wegen doofen Champs oder doofen Mates garantiert niemals raus. Dass es genug andere geschafft haben, wird als Zufall oder Fake News ausgelegt.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-18T12:28:41.892+0000","up_votes":1,"down_votes":0,"body":"Mir ist durchaus klar, dass es keine Elohell gibt, dass dies nur durch einen Begrenzten Blickwinkel und einer selektiven Wahrnehmung so erscheint. Auch möchte ich nicht behaupten, dass man nur mit solchen Champs aus Bronze raus kommt.  ich bin mir bewusst, das ich selbst, für die meisten meiner Niederlagen selbst verantwortlich bin. \nDass ein Yasuo/Trynda o.Ä. wesentlich schwächer sind, wenn sie behind sind ist mir auch klar. Dennoch kann man sie mit anderen Champs vergleichen und wird feststellen, dass ein DMG-Carry-Champ IMMER schwach ist, wenn er behind fällt. Aber das dadurch entstehende Loch für andere Champs viel größer ist als bei Yasuo oder Trynda... mit Infinity und Phantomdancer ist Yasuo immer zu extremen Schaden in der Lage und Trynda ist dank seiner Ultimat trotzdem noch gut im Tower-Einreißen. Ein ADC/Assasin/DMG-Mage ist wesentlich schwächer.... ein Zed der behind ist, macht deutlich weniger DMG als die beiden Beispiele die ich nannte und für viele andere Champs gilt das auch... DAS ist das Problem, das ich habe... DAS stört mich und DAS empfinde ich als unfair... wenn ich als Ashe 10/0 gegen einen 0/10 Trynda verliere.... trotz kiten, trotz allem... weil das nicht das Problem der Ashe ist, da nur Trynda dazu in der lage ist.... ohne besser gewesen zu sein. Das ist jetzt überspitzt dargestellt, aber ich hoffe dass rüberkommt wie ich es meine.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T15:54:05.669+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bote des Chaos,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000600000001,timestamp=2017-07-18T12:28:41.892+0000)\n>\nwenn ich als Ashe 10/0 gegen einen 0/10 Trynda verliere.... trotz kiten, trotz allem... weil das nicht das Problem der Ashe ist, da nur Trynda dazu in der lage ist.... ohne besser gewesen zu sein. Das ist jetzt überspitzt dargestellt, aber ich hoffe dass rüberkommt wie ich es meine.\n\nDas verstehe ich als Main Adc nur zu gut, aber auch das kannst du als Adc countern, indem du dich gut positionierst. Und ja, das kann bedeuten, dass du wartest, bis der Trynda tot oder zumindest sehr low ist. Und wenn dein Team dann halb tot ist, schlägt deine Stunde. Einen Adc kann niemand mehr aufhalten, wenn zentrale Bedrohungen wie Off Tanks und Assassins ausgeschaltet sind.\n\nNimm MF, die ich in letzter Zeit viel gespielt habe. Ein starker Counter ist für sie im Allgemeinen Yasuo wegen seiner W. Wie viele MFs jagen ihre Ult in die Windwall? Du musst da einfach geduldig sein. Irgendwann wird Yasuo seine Windwall für einen anderen Spell nutzen. Und dann kannst du ihn mit der Ult hart rapen.\n\nAber dass du als Adc das Opfer bist, ist der Normalfall. In Bronze wie in Platin wie in Challenger.","replies":[]}]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:21:01.653+0000","up_votes":1,"down_votes":0,"body":"nein die mates sind nicht doof. ich verliere auch wenn alle ausser meinem toplaner gefeedet sind nur weil der gegner riven ist, wäre das ein...mundo wäre das ein win aber durch riven hab ich das game verloren. und du und dein countern ich sagte bereits klar wer spass hat immer counterzupicken rankt sicher schnell hoch. wer aber aus spass spielt nicht. und das ist nicht der sinn eines spiels","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T12:33:16.855+0000","up_votes":1,"down_votes":0,"body":"Riven ist doch gerade in der Low Elo meistens ein easy win, weil kaum einer die ordentlich spielen kann","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:34:55.549+0000","up_votes":1,"down_votes":0,"body":"das erklär dem toplaner...oder dem jgler...oder beiden","replies":[]}]}]}]},{"id":"","poster":"Gâlahad","date":"2017-07-18T12:37:51.590+0000","up_votes":1,"down_votes":1,"body":"Du übertreibst Maßlos. Ein Tryndamere macht voraussichtlich maximal Fullbuild einen Tower während seiner Ulti (wenn überhaupt).\nWenn du denkst, dass der Champ nur aus R+Rechtsklick besteht und das reicht um mit ihm gut zu sein, dann probiers mal selbst aus.\nIch würde darum wetten, dass du erstmal ordentlich feedest. \nManche Champs basieren zwar primär auf AAs, das heißt aber noch lange nicht das diese Champs keine Taktik besitzen und man nichts können muss um die gut zu spielen.","replies":[{"id":"","poster":"Jhilista","date":"2017-07-18T17:19:54.044+0000","up_votes":1,"down_votes":5,"body":"Wait hahaha\nhast du gerad gesagt dass trynda \"NICHT EINFACH \" ist.\njaaahahhahahahahaahahah\n\nIch hoffe das war ein troll","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T03:57:12.113+0000","up_votes":2,"down_votes":2,"body":"Klar als ADC Main weint man vmtl, wenn man nicht dazu in der lage ist nen Trynda zu Kiten. Aber da du ja anscheinend am liebsten Vayne und Twitch spielst sollte das ja eigentlich recht easy sein. Ist natürlich auch lustig wenn man seine Klappe aufreißt ohne nen Champ jemals probiert zu haben. ;)\nWenns so easy ist dann spiel ihn doch und gewinn jedes spiel für dich anstatt mit Gangplank ne Winrate mit 32% zu haben. ;)","replies":[{"id":"","poster":"Jhilista","date":"2017-08-16T21:56:25.457+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-16T23:11:20.436+0000","up_votes":2,"down_votes":0,"body":"Das klingt alles nicht sehr überzeugend, wenn dein Account nur Gold 5 ist. Warum schreibst du nicht mit deinem Dia/Plat-Main?","replies":[{"id":"","poster":"Kira Rengami","date":"2017-08-17T21:14:22.535+0000","up_votes":1,"down_votes":3,"body":"Weil sein Main-Acc im Forum banned ist.\nHab ihn auf der FL bzw. sind LoL _Kollegen die sich mal in einem Diamond V/III game getroffen (auf einer meiner Smurfs) haben /ADC/JNG//.. \n\nSein Main.. war irgendwas mit Vayne im namen, genau weiß ich es nicht. Dafür müsste ich bei meiner Smurf-Army mal die FL´s durchstöbern. D:{{champion:9}} {{item:3642}} \n\nEr spielt nicht schlecht und macht kaum Fehler{{champion:268}} {{item:3190}} {{summoner:6}} . jedenfalls, finde ich dass so. :o\nMein Main \"Shrivel\" ist im Forum ebenfalls gebannt. \nuhhh... jahhhh... War eine unlucky Story aber ist ja eig. nur das Forum. :P{{champion:119}} {{summoner:13}} \nDeswegen schreibe ich mit diesem hier.\nMeinem Bravery Acc, so wie ich ihn nenne.\n\n(Damit hat sich deine Frage wohl... erledigt)... ... ... .. ..\n\nMLG - Shain","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-17T21:24:25.926+0000","up_votes":1,"down_votes":1,"body":"Klingt auch nicht gerade überzeugend. Ich meine, ich kann ja auch sagen, das hier ist nur mein Forenaccount, eigentlich hab ich 2 auf Dia und einen auf Challenger Platz 3 EUW. Dazu noch einen in NA Platz 2. \n\nSchreiben kann man vieles. Ob es stimmt ist eine andere Sache. Du kannst ja eben so gut ein weiterer Account von ihm sein.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-08-18T14:06:22.900+0000","up_votes":1,"down_votes":3,"body":"?\naha.\nJa gut was anderes habe ich ehrlich gesagt nicht erwartet, ist ja auch League of Legends, ein Spiel mit einer ziemlich Toxisches und eifersüchtigen Community.{{champion:119}} {{champion:119}} {{summoner:12}} \n..\nNun, du kannst es glauben oder auch nicht. ^^..{{champion:268}}  it doesnt even matter.\nNur ich selbst muss ja wissen das es stimmt.\n\nUnd nein, ich bin kein Acc von ihm.. kek. \n\nIch sags mal so.. in Diamond 4 +++ fangt man sich zu kennen. :o\nso würde ich es mal ausdrücken.\n\nNaja hin oder her, mir ist es eigentlich Schnurz ob leute es glauben oder nicht. Geht mir genauso hart am **** vorbei wie 3. Weltprobleme.{{champion:432}} {{summoner:14}} .\nHab einfach nur einen \"Dia kollegen\" hier im Forum verteidigt gegen die Hater/neider {{champion:122}} {{champion:119}} \nIch war noch nie aktiv\" im Forum und werde damit auch nicht anfangen.\nFür mich hat es sich nach diesem Beitrag erledigt, also das -Thema-.{{summoner:13}} \n\nIch meine, es ist useless drüber zu streiten nur um es irgendwelche Leuten klar zu machen.\nSolange man es selber weiß, dass es simmt {{summoner:32}} -> ist alles in butter.\n\nHave a nice day.\n\n(vllt bin ich nächstes Jahr bei den Challenger Serien dabei :o Meine kollegen wollten es mal versuchen -*schluck*)\n","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-18T21:26:23.411+0000","up_votes":2,"down_votes":0,"body":"Dann viel Glück damit. \n\nWenn du mir das belegen willst, könntest du auch einfach deinen Hauptaccount nennen und da eine Masteryseite nach \"9 11 Towérdive\" benennen. \n\nMir persönlich ist aber völlig egal, ob du Bronze, Platin, Challenger oder Unranked bist. Ich weiß inzwischen auch gar nicht mehr, was Jhilista genau geschrieben hat. Da ich die Platzierung eines Accounts meist nur dann anspreche, wenn das zuvor von dem anderen erwähnt wurde, gehe ich also mal davon aus, dass er das wohl als Argument verwenden wollte, warum er recht hat. \nAber selbst dann, hättest du sogar schon den Gegenbeweis angetreten. Die Info, die du zu Kalistas E gegeben hast ist nämlich falsch gewesen. Das ist jetzt nicht sonderlich schlimm, das ist schon eher etwas unbekanntes, so ähnlich wie Cassis E (zumindest früher) auch das Gift von Teemos E und Singeds Q gezählt hat, für den Buff und wird man wohl nur wissen, wenn man die ein paar mal gespielt hat. Dann merkt man, dass nicht jeder Stack so viel Schaden macht, wie der erste.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-08-19T13:27:59.565+0000","up_votes":1,"down_votes":0,"body":"wut?\nMeine Info zur Kalista E war richtig.\n\"wenn man die ein paar mal gespielt hat. Dann merkt man, dass nicht jeder Stack so viel Schaden macht, wie der erste.\"\n\n1. Bin ich //JNG/TOP main.\n2. War mein Satz zu Kalista richtig.\n\nDu musst halt den Wert mit der Armor des gegners berechnen, das ist doch logisch oder?\nEs ist klar das nicht jeder speer Schaden wie der erste macht, wenn die Armor noch im spiel ist. lul\n\nAber wie ich bereits in meinem letzten Beitrag gesagt habe, die LoL Community ist actually Trash.\n{{summoner:6}} das ist auch kein großes Secret, denke ich xD\n\nGlaub das was du willst, ist mir ziemlich Wayne {{champion:22}} ^\nEs reicht ja, wenn ich es weiß.\n\nDavon abgesehen, wollte ich mir die nächsten Wochen ein Smurf mit dem Namens, Shrivel v2 oder so ähnlich erstellen xD\nUnd ihn mit paar Kollegen auf High DIamond bringen,(Wenn die Kursarbeiten geschrieben sind) wenn du bis dahin immer noch so geil drauf bist, dann such so in 4-6 Wochen mal nach dem Acc.\n\nMLG\n\n\nAhh und.. das mit der Mastery page kann ich erst machen wenn ich dazu komme LoL zu spielen.\nSchule geht halt vor. Einfach aus dem Grund, wenn ich Nachmittags von der Schule heimkomme, habe ich ehrlich gesagt besseres zu tun, als mich mit Randoms wegen eines \"online games\" zu streiten oder Lol zu spielen wenn Kursarbeiten anliegen.{{champion:268}} {{champion:53}} Davon abgesehen, fahre ich sehr viel skateboard mit Freunde oder Freundin-nen d.h Ich habe Hobbies, kennt nicht jeder hier im LoL Forum aber ja, es gibt wirklich Hobbies.{{champion:268}} \n\nSchon aber irgendwie bissl traurig nach Beiträgen von mir zu suchen? xD\n{{summoner:12}} \n\n----------\nIch mein, google ich dein Gold 4 XD Acc aus?\nWelche champs du spielst?\nOder wie lange du in dieser elo stuckst?\nNein. Und warum? Weil ich :\n\n1. Ein real life habe (ja, auch challenger haben ein leben)\n2.Ich kein Random bin der es für nötig hält von  irgendwelche Leute, dessen Acc´s auszugoogeln xD.{{champion:22}} {{summoner:13}} \n\nIch meine, in LoL ist es ja wirklich nichts neues, das Leute in der unteren Elo, neidisch /teils haten-. nur weil man selbst in einer höheren Elo spielt/ist.\n\nDavon abgesehen verstehe ich nicht wie Leute in Bronze, Silver oder Gold stucken können. über. 150 games +.\nIch meine, ich spiele Bravery in Gold wenn ich lust habe.. und gewinne noch xD.\nUnd in Gold sind wirklich keine \"Guten\" Spieler.\nMan kann die Gold Games allein durch \"Perfekte Ward-setzung\" gewinnen, oder durch Farmen xD.\nIch mein, in Gold farmt doch ab min 15 wirklich keiner mehr? Dann heißt es doch \"All mid\" oder hab ich da etwas falsches gehört? :o{{champion:136}} {{summoner:3}} \nUnd ich würde mal sagen, selbst als ein Supp main ist es doch wirklich einfach. z.b Thresh/Blitzcrank. Die boys können doch wirklich keine hooks dodgen o.O d.h Free elo af.\n\nAb Platin 3 würde ich sagen, die jungs wissen so langsam wie man LoL spielen muss, wo man die Wards setzt und wann man rein. u. nicht rein geht. Ebenfalls sollten Sie wissen wo man \"wann zu sein hat.\nNicht so gute Spieler gibt es in jeder elo. Aber diese Leute spielen dann meistens Tanks. Was komplett ok ist.\n\nAb Diamond 2 würde ich sagen, die jungs spielen so gut wie perfekt.\nDa kommt es wirklich nur noch auf das Teamplay an.\nUnd ein guter Dia2 Spieler ist nicht viel schlechter als ein Master oder Challenger.\n(Jedenfalls nach meiner Meinung)\nWurde schon selbst, schon oft genug von einem D2/D1 Lee sin im jungle durch genommen.\nEinfach Wp sag ich dazu.\n\nNaja.. und dieser hate gegenüber High Elo Spielern oder neid, such dir eins aus, verstehe ich actually nicht. aber gut. Es ist LoL ^^\n--------------\nSchau dir deine Replays an, finde deine Fehler. Such dir neue Mains und Climbe wenn du weißt warum DU auf der lane gerade im 1V1 gestorben bist. Dann wird man selbst besser.\nIch meine man stirbt NUR durch seinen eigenen Fehler. \nODER man wird natürlich gebaited was als Supp oder wenn es zum 2v2 auf toplane kommt natürlich auch mal passiert.\n\nNun, warum schreibe ich das alles?\nGanz einfach, um den Hate zu mindern. Und sich selbst an seine Eigene Nase zu fassen.\n\n-------------------------------------------------\nP.S : Ich sage NICHT bzw. ich MEINE NICHT dich, ich habe hier nur das angesprochen was ich schon öfters erlebt oder mit bekommen habe.\nIch meine das übrigens nicht böse. \n\n\n","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-20T06:50:55.445+0000","up_votes":1,"down_votes":0,"body":">> [{quoted}](name=9 11 Towérdive,realm=EUW,application-id=Wj1wcocU,discussion-id=8gj2EKvV,comment-id=0002,timestamp=2017-08-17T21:23:48.821+0000)\n>\n> Jeder Speer macht 20 + deine AD im Scaling.\n> 6-8 Speere im Early ( lvl 3-5) und du machst recht easy kills.\n> \n> Würde aber Kalista nur mit einem guten Premade&quot;Supp spielen,\n> da viele nicht wissen, wie Kalista tickt.\n> \n> 2x mal nen Double und das game ist eig. won.\n\nDie [englische Wiki](http://leagueoflegends.wikia.com/wiki/Kalista) gibt darüber genauere Auskunft. Der erste Speer macht 20/30/40/50/60 + 60 % AD Schaden. Jeder weitere macht 10/14/19/25/39 + 20/22,5/25/27,5/30 % AD Schaden.\n\nDeine Info war komplett daneben. Das was du gesagt hast, ist der Grundschaden für den ersten Speer bei E auf Level 1. Klar, Rüstung kommt noch dazu, ich habe aber noch nie gesehen, dass jemand beim aufführen des Schadens die Rüstung schon mit rein gerechnet hat. Und spätestens nach einem Match, sollte man als Kalista auch so merken, dass der erste E Speerstack, alleine etwa halb so viel Schaden macht, wie 3 Speerstacks.\n\n>Schon aber irgendwie bissl traurig nach Beiträgen von mir zu suchen? xD\n\n\nHab ich nicht gemacht. Mir ist aber dein Name in dem Thread aufgefallen und auch, dass du falsche Infos hattest. Also hab ich mich daran erinnert, kurz deinen Namen angeklickt und da war auch schon der Beitrag hier. Wenn du 10 Sekunden Aufwand für traurig hältst, ist das deine Sache. \n\nWas du über den Rang schreibst, ist mir bewusst. Ich predige ähnliches. Mir persönlich ist der aber egal. Ich habe bisher nie mehr als 50 Rankeds in einer Rankedwarteschlange je Season gemacht, weil mich der Rang weniger interessiert. Ich höre bei Gold dann für gewöhnlich auf.  Klar, es ist schöner wenn da steht, ich bin Platin, statt Gold. Aber das ist mir nicht so wichtig, dass ich da wirklich Zeit rein lege. Dann doch lieber ein paar Normals zocken. \nUnd selbst, wenn ich gut genug für Platin sein sollte, würde ich eher ungerne dahin aufsteigen, da ich sehr unregelmäßig Rankeds spiele und ich den Rankedzwang alle 28 Tage schon vor ein paar Seasons in Gold nicht leiden konnte. Ich will die Rankeds spielen, wenn mir danach ist, nicht, wenn da steht, ich hab nur noch 3 Tage Zeit, ehe ich LP für Inaktivität verliere.\n\nIch versteh jetzt aber nicht, warum du darauf hinabblickst, wenn jemand Zeit in LoL investiert. Meine Hobbies sind andere als deine. Darunter kann eben auch das Besuchen des Forums liegen. Ansonsten Kegel ich noch im Verein, spiele Tabletop oder PnP-Rollenspiele, mache LARP, bastell mir dafür auch manchmal was, lese gerne Fantasyromane und spiele halt nach der Arbeit auch am Computer. Da könnte man ja auch sagen, deine Zeit mit Skateboard fahren wäre verschwendet. Mir ist das aber gleich, nutze die ruhig dafür. \n\nWas mich aber im Forum stört ist, wenn jemand her kommt, glaubt er wüsste alles besser, dabei noch mit seinem Rang angibt und dann bei dem was er sagt auch noch falsch liegt. Das ist leider die Mischung aus schlechten Eigenschaften nach denen das wirkt, die dann etwa auch auf das hinkommt, was bei den Leuten durchscheint, die meinen, sie sitzen in Bronze wegen der Teammates fest und es ist unmöglich wegen denen aufzusteigen. \n\nIrgendwo eine Mischung aus Überheblichkeit/Arroganz gepaart mit fehlender Selbstkritik und Fehlinformationen bei der man sich dann denkt, warum denkt der nicht nach, bevor er schreibt.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-08-23T12:55:44.177+0000","up_votes":1,"down_votes":1,"body":"Naja ich denke ich weiß, mehr als Gold oder platin spieler. ;/\nUnd meine Aussage über Kalista war richtig, man müsste Sie nur richtig lesen...\nAber das spielt keine Rolle.\n\nWas mich stört ist das jeder im Forum 5x Nachhageln muss und das bewiesen haben will, das und das.\n\nSchade wie die Comm. jetzt ist.\n\n\n\"warum denkt der nicht nach, bevor er schreibt.\"\nDas gleiche, könnte ich dich fragen.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-09-19T17:13:02.465+0000","up_votes":1,"down_votes":0,"body":"Wut ? Ich habe geschrieben das Kalista Schaden pro Stufe auf ihrer E + das AD Scaling je nach % Scaliert. xD\nUnd jeder Speer macht gleich viel Dmg, nur je öfter man den Gegner angreift - Tritt die Armor in Kraft. + Runes + Mastiers + Shield + Itembuffs etc.\n\nNochmal erklärt für die nicht so hellen Boys.\nAber wie du siehst interessiert mich deine Aussage/Meinung nicht.\n#27TageBevorIchAntworte.\n\nNaja whatever. LoL Comm. halt.\n\nDavon abgesehen Beträge in anderen Threads zu suchen um dann in einem anderen Thread darüber zu diskutieren. Allein der Gedanke ist lächerlich.. Da sieht man auch mal wieder, wie hobbylos diese Community im Grunde ist. lul.\n\nLada - Glaub was du für richtig hälst, da du EH ALLES BESSER als andere weißt (Jedenfalls denkst du das) ist es sinnlos hier zu diskutieren.\n\nBist wohl einfach ein Typ der meint, nur weil er im Forum einen grünen Namen hat und ein Mod oder was weiß ich ist xD. Das du alles besser weißt, ich meine solche Leute kommen grade in LoL häufig vor.\n\nSimple und peasZy erklärt : Neid und Hate wegen Ränge bzw. weil man selbst der bessere Spieler ist. - Neid wegen Wissen. Ich spiele LoL schon wirklich lange und auch mit krassen Erfolg. Daher denke ich, das ich jedenfalls mehr weiß als irgendein Gold random.\nIch mein, du kannst mein Rang /Acc´ etc. weiter in Frage stellen, was du auch sicher tun wirst, da wie ich bereits sagte es \"LoL\" ist und die \"Community bzw. es ist kein Geheimnis dass die \"Community\" von LoL als einer der schlechtesten Communities überhaupt gilt, und daher wundert mich bei solchen Typen Garnichts mehr.\nIch habe schon so gut wie alles erlebt, bis hin zu \"Angeblicher Scripter in High Dia Rankeds,.. noch weiter bis Elo Booster \" Sprich : Ich würde Leute boosten. Das alles wurde mir schon unterstellt , obwohl ich nichts davon gemacht oder erzwungen habe.\n\nNaja whatever - in dem Sinne\nMach ruhig weiter deine Kalista Geheule ba bla... dass ich \"Falsch\" liegen würde, was aber nicht stimmt :) Wenn es dein Gewissen beruhigt dann glaube doch weiterhin, dass meine Aussage falsch wäre. \n\nIch mein, mir ist es am Ende doch egal.\n\nDenke ich habe jetzt alles gesagt, ich werde übrigens auf deine Kommentare nicht weiter antworten,- habe ich auch ehrlich gesagt nicht nötig. Ich habe besserer zu tun als auf irgendwelche NoNames einzugehen.\n-------------------------------------------\nin diesem Sinne,\n(Sorry für die Rechtschreibung - Habe diesen Text in der Schulpause schnell geschrieben) und das noch vor einer (Kursarbeit) .\n#fkabi lul\n\n\n\n","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-08-23T15:33:25.355+0000","up_votes":1,"down_votes":0,"body":"Dann erklär doch mal, wie deine Aussage zu Kalista richtig gewesen sein könnte, wenn nur der erste Speerstack der E diesen Schaden macht, du aber \"jeder\" schreibst.","replies":[]}]},{"id":"","poster":"Kira Rengami","date":"2017-08-23T12:55:05.900+0000","up_votes":1,"down_votes":1,"body":"Naja ich denke ich weiß, mehr als Gold oder platin spieler. ;/\nUnd meine Aussage über Kalista war richtig, man müsste Sie nur richtig lesen...\nAber das spielt keine Rolle.\n\nWas mich stört ist das jeder im Forum 5x Nachhageln muss und das bewiesen haben will, das und das.\n\nSchade wie die Comm. jetzt ist.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:37:25.499+0000","up_votes":2,"down_votes":2,"body":"Naja Gangplank ist auch einer der schwierigsten Champs. Spells und Skills. Schonmal gehört? Ich denke ehr nicht als Garen und Tryndalover.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T07:56:56.244+0000","up_votes":2,"down_votes":1,"body":"Ich spiele ja nicht nur Garen und Tryndamere. Ich habe schon die meisten Toplaner gespielt. Viele auch in anderen Seasons aktiv. Nur weil ich 2-3 Champs aktuell diese Season öfter auf der Top spiele, heisst das noch nicht das ich nichts anderes spielen kann. Gibt einige Toplaner und Jungler die spells und skills haben. Zufälligerweise hat sogar jeder Champ in dem spiel 4 Skills & ne Passive. \nAber es ist ohnehin ersichtlich warum du so salty bist. Du spielst halt main squishy supports und wirst von Champs wie Yi, Trynda, Yasuo, Fiora und co. zerrissen. Ehrlich gesagt würde mich das aber nicht wundern. Auch dein rumgeheule von wegen deine shields und heals würden nicht dagegen ankommen ist lachhaft. Melee Hypercarries machen mitunter die meiste DPS und du wunderst dich das sie nen squishy support töten. Stell dir mal vor was für ein Spiel LoL wäre wenn ein Support mehr heilen würde als die stärksten DDs dmg machen. Sry, aber das macht in keiner Form Sinn. Offensichtlich hast du auch noch nie ein anderes MOBA außer LoL gespielt. Sonst wüsstest du nämlich das in LoL Fernkampfchamps noch vergleichsweise deutlich weniger hart gepunished werden als in anderen MOBAs wenn man Melees an sich ran lässt. Das ist im normalfall übrigens deine Schuld wenn du Melees nicht von deinem ADC und dir fernhalten kannst. \nDu kannst natürlich auch weiter rumheulen und die Schuld bei anderen suchen, allen voran so bösen \"Noobchamp-Spielern\" wie mir. Oder du versuchst halt einfach besser zu werden und wege zu finden wie du gegen solche Champs ankommst, die ja scheinbar deine Schwäche sind.","replies":[{"id":"","poster":"Kira Rengami","date":"2017-08-17T21:17:22.031+0000","up_votes":1,"down_votes":2,"body":"eh?\nWo ist er denn bitte, salty?{{champion:119}} \nEr sagt nur so, wie es ist.\n\nLmfao.","replies":[]}]},{"id":"","poster":"Jhilista","date":"2017-08-16T22:02:44.086+0000","up_votes":1,"down_votes":3,"body":"Yo buddy, versuchs erst nicht Garen & Tryndalover sind meistens eh No-names.\nUnd meistens Leute die denken Garen und Trynda wären irgendwie skilled.\n\nGaren & Skilled = Top Kek of 2k17\n\nBayonetta.. ICH bin auf deiner Seite bruder .. AUF DEINER SEITE man {{champion:122}} {{item:3504}} ","replies":[]}]}]}]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:51:40.809+0000","up_votes":2,"down_votes":1,"body":"oweiowei der trynda ist in den turm geEt und hat 3 autoattacks gemacht die wundersammerweise kritten in einem sagenhaften tempo und ult drückt damit er einfach rausdackeln kann. das sowas aus dem mund eines spielers kommt der trynda als 2ten main hat war ja gar nicht zu erwarten.....","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:04:54.812+0000","up_votes":1,"down_votes":2,"body":"Wow 3 AAs? Wirklich? Das hätte auch kein anderer Champion in dem Spiel jemals geschafft :O\nDen einzigen unterschied den ich hier sehe zwischen dir und mir, weil ich trynda öfters spiele ist, dass ich weiß wie er funktioniert und daher auch weiß wo seine Schwächen liegen. Du scheinst aber nichtmal zu begreifen, dass er überhaupt schwächen hat. Stattdessen weinst du nur rum wie OP Yasuo, Xin und Trynda sind. Wie wärs wenn du dich einfach mal mit den Champs außeinandersetzt und z.B. Counteritems kaufst wenn du gegen besagte Champs spielst. Schonmal gesehen wie toll einer dieser Champs ist wenn du Thornmail, Randuins Omen, Frozen Heart oder vergleichbares an hast?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:22:34.420+0000","up_votes":2,"down_votes":0,"body":"ich sehe schon das es wohl sinn machen muss full tank auf der top zu spielen nur um trynda zu countern na das schliesst die möglichkeiten ja schonmal ein....ich sehe ja das jeder tanks spielt und nur diese items im early baut. ich schaffe es auch ein trynda mit einer full ap akali kleinzukriegen daran liegts nicht. aber ich kann nicht jedes game akali oder ein tank spielen nur weil der gegner trynda hat zudem splittpusht der ja das halbe game wodurch ich als tank auch nicht wirklich im team aktiv werden kann. ich kann mit yi diven aber ob ich in der selben zeit wie trynda den kill bekomme oder wieder rauskomme ist eine andere frage. trynda hinbgegen kann noch unterm turm tanzen.\n\nden unterschied den ich hier sehe ist. du findest dein champ nicht op da du ihn spielst. aber du siehst nicht was andere sehen","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:32:22.184+0000","up_votes":1,"down_votes":2,"body":"Es geht mir dabei nicht um sympathie für nen Champ weil ich ihn selber gerne mag. Es geht mir darum, dass keiner nen Trynda feeden muss solange er sich nicht wie ein Idiot anstellt. Du musst nicht full tank gehen um auf der Lane ne chance gegen ihn zu haben. Du musst auch nicht full ap akali spielen um gegen ihn ne chance zu haben. Du kannst dich doch nicht ernsthaft darüber beschweren mit nem Champ z.B. gegen einen Counter von dir zu verlieren. Wenn du halt nur Champs pickst bei denen du statistisch gesehen schon weißt das die ne scheiß wahl sind gegen Trynda dann pick die halt nicht. Ich pick auch nich intentional Nasus/Trynda gegen Teemo und weine dann wenns scheiße läuft.\nEs gibt mehr als genug Champs die solide gegen Trynda lanen. seine Winrate liegt bei ca. 52%. Wenn man aber deinen Geschichten hier glauben schenkt müsste die Winrate ja mal locker bei um die 80% liegen. Trynda hat auch nicht jedes mal seine Ulti rdy. Wenn du gut genug spielst kannst du normalerweise auch seine Ult forcen und er hat sie dann nicht mehr in den entscheidenden Momenten.\nZudem wird nicht jeder Tryndamere splitpushen. Und falls der Tryndamere tatsächlich stupide Splitpushed, dann gewinnt ihr nen Teamfight 5 vs 4 und tötet ihn im Nachhinein oder nehmt objectives. Wenn ein Champ sich die ganze Zeit nur aufs Pushen konzentriert muss das nicht zwangsläufig ein Nachteil für euer Team sein.\nIch sehe bei dir einfach ein fehlendes Verständnis für den Champ, wodurch es dir schwer fällt gegen ihn zu spielen.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T14:00:34.429+0000","up_votes":2,"down_votes":1,"body":"klar aber sowas wie malphite zum beispiel wird nicht gepickt. er hat ein leichtes spiel, es gibt selten counterpicks in lowelo. und es ist auch scheisse das man immer etwas nehmen müsste was gut gegen ihn ist. mit ahri konnte ich ihn nicht outplayn. es war noch der gegnerjgler dabei darum nehm ich mich nicht als beispiel ich weis nur das der teamfight meist länger dauert als ein trynda der die top durchnuddelt wodurch splitpush schon recht effektiv wird wenn dann noch eine andere lane verloren hat wird es sehr viel schwäre als wenn der toplaner jetzt eine fiora oder kennen gewesen wäre. natürlich splitpushen nicht alle. sein winrate sowie alle anderen liegen unter 60% highelo=counterpick=trynda raus, lowelo=kein copunterpick und unwissenheit= trynda op. ausgleich etwa 50%. zählt für sogut wie jeden champ deshalb haben auch einige nur 30% winrate weil sie in bdien scheisse sind oder gar nur in highelo gespielt werden.\nja das mit der ult raus ist die letzte hoffnung die man hat wenn man dabei aber 3 leute verliert und der seine ult nochimmer drin hat dan gibts nichtmehr viel ausser man ist malph oder annie. und ja so doof sind die leute hier unten","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T16:08:35.433+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0006000200000000000000000000,timestamp=2017-07-18T14:00:34.429+0000)\n>\n> klar aber sowas wie malphite zum beispiel wird nicht gepickt. er hat ein leichtes spiel, es gibt selten counterpicks in lowelo. und es ist auch scheisse das man immer etwas nehmen müsste was gut gegen ihn ist. \n\nNoch mal, ganz langsam:\n\nDu brauchst in Low Elo keine Counterpicks.\n\nWarum nicht?\n\nWeil unter Diamond 2 niemand vernünftig seinen Champ ausspielen kann. Aber ein Counter macht nur dann Sinn, wenn der Counter sein Potential zu 100% ausschöpfen kann.\n\nEin Beispiel: Teemo gilt als Counter zu fast alle AA-basierenden Toplanern. Warum? Blind, Range, Dot usw. Ein toxischer Champ auf der Lane. Warum habe ich bisher fast jedes Matchup gegen Teemo gewonnen, seien es Quinn, Garen, Darius, Irelia, Fiora? Weil in meiner Elo niemand vernünftig Teemo spielen kann. Und genau so verhält es sich auch mit Tryndamere. Und ja, auch Champs wie Malphite muss man spielen können, und wenn es nur sein elendiges Manamanagement oder das Lasthitten ist.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-19T13:40:29.834+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00060002000000000000000000000001,timestamp=2017-07-18T16:08:35.433+0000)\n>\n> Noch mal, ganz langsam:\n> \n> Du brauchst in Low Elo keine Counterpicks.\n> \n> Warum nicht?\n> \n> Weil unter Diamond 2 niemand vernünftig seinen Champ ausspielen kann. Aber ein Counter macht nur dann Sinn, wenn der Counter sein Potential zu 100% ausschöpfen kann.\n\n\n\nDu sagst es würde niemand seinen Champ richtig ausspielen können, wenn man unter D2 ist... erwartest aber, dass man bei einem Counterpick 100% bringt? Das ist unsinnig... Gehen wir davon aus, dass jeder seinen Champ zu 50% beherscht.... \nTryndamere benötigt deutlich weniger Mechanics als Azir oder andere Skilchampions, das lassen wir jetzt aber außen vor:\nChampion 1 vs Champion 2\n50% vs 50% --> Beide Spieler sind sich in allem ebenbürtig, werden von ihren Junglern gleich behandelt, alles läuft gleich..... Entscheidend ist hier also das Matchup.... wenn Champ2 der Counter zu Champ 1 ist, wird er wohl gewinnen, denn es ist nicht entscheident, dass der Counter perfekt ausgespielt wird, sondern es sind nur 50% erforderlich....","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-19T14:06:18.499+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bote des Chaos,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000600020000000000000000000000010001,timestamp=2017-07-19T13:40:29.834+0000)\n>\n> Du sagst es würde niemand seinen Champ richtig ausspielen können, wenn man unter D2 ist... erwartest aber, dass man bei einem Counterpick 100% bringt? Das ist unsinnig... Gehen wir davon aus, dass jeder seinen Champ zu 50% beherscht.... \n> Tryndamere benötigt deutlich weniger Mechanics als Azir oder andere Skilchampions, das lassen wir jetzt aber außen vor:\n> Champion 1 vs Champion 2\n> 50% vs 50% --&gt; Beide Spieler sind sich in allem ebenbürtig, werden von ihren Junglern gleich behandelt, alles läuft gleich..... Entscheidend ist hier also das Matchup.... wenn Champ2 der Counter zu Champ 1 ist, wird er wohl gewinnen, denn es ist nicht entscheident, dass der Counter perfekt ausgespielt wird, sondern es sind nur 50% erforderlich....\n\nUnd diese 50% schaffst du auch nur, wenn du den Champ kannst. Wenn du aber blind einen Counter pickst, kannst du ihn zu 0%. Somit bist du im Nachteil.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-19T14:18:29.530+0000","up_votes":1,"down_votes":0,"body":"Wer geht denn davon aus, dass man den Counter-Champ nicht kann? Logischerweise sollte man keinen Champ spielen, den man nicht beherscht... es ist aber auch in bronze (oder vieleicht sogar speziell dort) so, dass die Leute mehr als nur einen Champ \"spielen können\". wobei dies natürlich zum relativen Skilldurchschnitt der Elo zu betrachten ist...\nLogisch kann man nicht jedes mal Counter-Picken aber genau das scheint eins der Probleme von Champs wie Trynda zu sein: Wenn du nicht einen Counter spielst, hast du ein Problem. nur anhand einer Winrate zu behaupten ein Champ wäre zu schwach oder zu stark.... das ist einfach nur naiv.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-19T15:09:42.843+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bote des Chaos,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00060002000000000000000000000001000100000000,timestamp=2017-07-19T14:18:29.530+0000)\n>\n> Wer geht denn davon aus, dass man den Counter-Champ nicht kann? Logischerweise sollte man keinen Champ spielen, den man nicht beherscht... es ist aber auch in bronze (oder vieleicht sogar speziell dort) so, dass die Leute mehr als nur einen Champ &quot;spielen können&quot;. wobei dies natürlich zum relativen Skilldurchschnitt der Elo zu betrachten ist...\n> Logisch kann man nicht jedes mal Counter-Picken aber genau das scheint eins der Probleme von Champs wie Trynda zu sein: Wenn du nicht einen Counter spielst, hast du ein Problem. nur anhand einer Winrate zu behaupten ein Champ wäre zu schwach oder zu stark.... das ist einfach nur naiv.\n\nIch glaube, wir reden einander vorbei. Seis drum, ich versuchs noch mal:\n\nMan liest als Tipp oft, dass man zum Climben wenige Champs spielen und die dafür umso besser beherrschen sollte. Die große Masse der Spieler macht das nicht. Die spielen das, worauf sie Lust haben oder das, was championselect.net als Counter ausspuckt. In den meisten Fällen ist der Gegner dadurch aber schlechter, weil ihm die Erfahrung fehlt.\n\nEin kleines Beispiel dazu, als ich selbst noch Bronze war. Ich habe damals die alte Fiora extrem oft gespielt und war mit ihr richtig gut. Leider hat man damals nur selten seine Main Role bekommen. Nun wurde ich oft von einem Pantheon gecountert. Das war damals mit Abstand das toxischste Matchup. Pantheon hat jeden Skill von Fiora gecountert, der Ult ausgenommen. Und trotzdem habe ich nur dann die Lane verloren, wenn der Pantheon auch ein Main war. Wenn er einfach nur ab und zu Pantheon gespielt hat, hab ich mit ihm den Boden aufgewischt und spätestens ab Level 11 bist zum T2 Tower gedived. Es war fast immer so, dass der Pantheon vielleicht seine Skills kannte, aber im Matchup keine Erfahrung hatte. Darauf kommt es aber beim Counterpicken an. \n\nHalten wir also fest: Wenn du erfolgreich einen Main counterpicken willst, brauchst du:\n\n- das Wissen über die Mechanik des Champs\n- die Erfahrung im Matchup, heißt Powerspikes, Item-Counter, Scaling etc.\n\nUnd es ist jedenfalls meiner Erfahrung nach so, dass der 2. Punkt komplett vernachlässigt wird. Wenn dein Gegner mehr Erfahrung hat als du, wirst du auch als Counter immer verlieren. Ich bin von Bronze II bis Platin ohne einen Counterpick gekommen.\n\nEin Bekannter kam sogar in drei Monaten von Gold V auf Platin V nur mit Singed. Counter wie Fiora, Darius oder Renekton haben ihn null interessiert.","replies":[]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:23:06.560+0000","up_votes":2,"down_votes":2,"body":"Finde es immer lustig wenn leute sagen \"Muss man spielen\" können\nkönnte mich da jedesmal vor lachen wegschmeißen\n\nEin Champ hat 4 spells\ndenke jeder nicht gelähmte wird Q W E R drücken können.\nAußerdem werden lanes von Jungler stark beeinflusst und dazu noch die Toxische Community.","replies":[]}]},{"id":"","poster":"Gâlahad","date":"2017-07-18T14:47:35.696+0000","up_votes":2,"down_votes":2,"body":"Ich will dir ja nicht zu nahe treten. Einerseits frage ich mich natürlich was du mit Ahri auf der Top zu suchen hast oder eben Trynda auf der Mitte. Andererseits frage ich mich wieso du Trynda als Ahri nicht outplayen konntest? O_o\nWenn dir das nicht gelungen ist lag das wohl an dir selbst.\nDie winrate von 52% ist aus Bronze und nicht Gold+...","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-19T13:43:22.954+0000","up_votes":1,"down_votes":1,"body":"Es ist aber nicht immer so, dass man gegen einen Trynda verliert, nur weil man gegen ihn auf der Lane war... es ist durchaus möglich, dass man als Midlaner (Ahri) im späteren Spielverlauf gegen einen Trynda kämpfen muss....","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T14:05:34.946+0000","up_votes":2,"down_votes":0,"body":"Ja und wo ist dein Problem als Ahri gegen Trynda? Dein Dash, dein Charm, dein Dmg. Als ob ne Ahri nicht genügend sinnvolle mobility hätte um nen Trynda zu outplayen. Hab das schon sooo oft gesehen wenn ein Trynda im Gegnerteam ist wie ne Ahri ihn mit dem Charm unter den Tower zieht oder in eine Situation wo er nicht mehr lebend raus kommt. Sry, aber du hast da echt ne menge Möglichkeiten was gegen den zu machen. Wenn er dich im Jungle überrascht oder hart gefeedet ist ist das natürlich ne andere Sache. Das hat dann aber nichts mit dem Champ sondern mit dem Feed zu tun.","replies":[]}]}]}]}]}]},{"id":"","poster":"Bote des Chaos","date":"2017-07-19T13:49:27.994+0000","up_votes":1,"down_votes":1,"body":"Welche der von dir genannten \"Counteritems\" sollte man sich deiner Meinung nach als AD-Assasin kaufen? Welche als Mage? oder gar als ADC? Thornmail wird ja schon im Tutorial für Ashe empfohlen, da bau ich das am besten gleich nach meinem Guardians...","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T14:18:05.443+0000","up_votes":1,"down_votes":0,"body":"Wenn man davon ausgeht, dass man nur auf AD/AP gehen kann und sonst nichts anderes, weil ja tanky items scheinbar scheiße sind dann bleibt dir natürlich erstmal nur Guardian Angel für AD-Assassinen und Zhonyas für Caster. Ninja Tabi wären natürlich Pflicht. Je nachdem was für einen Champion man spielt kann aber auch noch so einiges anderes interessant sein wie z.B. Frozen Heart, Iceborn Gauntlet, Zekes Konvergenz. Abklingzeitverringerung und Mana können z.B. viele Caster gut brauchen. Ohmzerstörer hab ich auch schon einige Male bei AP-Assassinen gesehen. Als AD-Assassine wiederum wird es dich auch nicht umbringen mal ein Item zu kaufen was nicht nur Dmg oder Lethality hat, wenn es denn notwendig sein sollte.\nDas du dir als Ashe voraussichtlich kein Thornmail holst steht ja auch gar nicht zur debatte und das weißt du selbst. Zudem wirst du mit einer Ashe normalerweise nicht in der Lane-Phase gegen Trynda spielen. Wenn doch hat man als ADC meistens durch die Range nen Vorteil gegen nen Trynda. Alles nach der Laning-Phase hat dann damit nicht mehr viel zu tun. Wenn du ein unkluges Positioning hast und Trynda mehr Feed hat als du bist du halt tot. Das liegt dann aber nicht an \"gg ez Noobchamp\", sondern an Fehlern die im laufe des Spiels passieren oder am Feed von bestimmten Champs.\nEs scheint nur so als ob du es komplett ausschließt Counter Items in Erwägung zu ziehen. Jeder Champ hat seine eigenen stärken und schwächen und ist gegen bestimmte Klassen/Champs besonders gut. Ein Trynda mit viel AD und viel Krit wird in der Regel nen Squishy Champ ohne viel CC töten außer er wird zu schnell weggebursted. \nIch stelle mich halt auch nicht hin und weine darüber wenn ich nen Squishy Support spiele und mich ein Assassine mit einer Kombi oneshotted. Warum denn auch? Das ist halt seine Aufgabe und dafür ist er gut.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-19T14:38:18.608+0000","up_votes":1,"down_votes":1,"body":"Dass ein Tank gegen einen Trynda gut Counteritems bauen kann ist mir durchaus klar, als Midlane-Veigar wird man aber trotzdem schon vollgeflamt, wenn man sich Randuins o.Ä. zulegt, nur um gegen einen Trynda/yi o.Ä. klar zukommen... und wenn ein gefeedeter Midlaner oder ADC gegen Trynda spielt, braucht der Trynda trotzdem nicht annähernd soviel Feed, dass er dich trotzdem einfach wegnimmt... und dabei gilt dann auch: Entweder Tynda ist ein absoluter Vollspaten und stellt sich richtig dumm an während der Gegner seine gesammten Skils (gefühlt) auspacken muss, oder der Trynda macht dich platt... In Lowelo kann man übrigens nicht auf das eigene Team zählen, da Koordinierte Teamkameraden nicht immer mit im Spiel sind...","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-20T08:52:49.729+0000","up_votes":1,"down_votes":0,"body":"Stimmt so nicht wirklich...\nDas ist jetzt auch das letzte was ich zu dem Thema schreibe. Ein Tryndamere braucht mehr Feed um dich in kurzer Zeit wegzubursten als ein Assassine, weil Trynda eben DPS lastig ist und ein Assassine auf burst basiert. Wenn du mehr Feed hast als der Tryndamere wirst du ihn mit den meisten Midlanern ganz gut tot kriegen. Damit du als Tryndamere nen Gegner so schnell zerreißt wie das hier manche gerne darstellen brauchst du mindestens mal Berserker Boots, Statik Shiv/PD, Infinity Edge/Essence Reaver und möglicherweise falls der Gegner noch Rüstung gekauft hat noch 1-2 weitere Items. In anderen Fällen wird dich ein Assassine oder ein Caster der auf Burst basiert schneller umbringen können.\nWie gesagt du musst mit Veigar kein Randuins kaufen ich hab dir einige andere Items die mehr sinn machen bereits genannt. Zudem hast du mit Veigar so nen geilen CC. Wie schafft man es denn als Veigar Tryndamere überhaupt an sich ran zu lassen? Und zu deinem Punkt mit Randuins:\nWenn du damit letztendlich das Spiel entscheiden kannst, dann lass halt die Leute dich Flamen. Am Ende tut dir der Lose mehr weh als das geflame von Teamkameraden die du Muten kannst. Du kannst natürlich auf ratschläge hören, aber ich würde mich an deiner Stelle nicht dafür rechtfertigen was du für Items kaufst (außer es ist jetzt so ein Trollbuild mit 6x Mobility Boots). Die meisten Leute die mit dir in einer Elo spielen werden nicht besser wissen wie du einen deiner Mains zu spielen hast als du selbst.\nIch weiß durchaus das man sich nicht immer auf seine Teammates verlassen kann. Das solltest du auch nicht. Spiele lieber safe wenn du dir nicht sicher bist. Erst gestern hatte ich ein perfektes Beispiel dafür:\nWir stehen als Team zusammen ich engage und als der Teamfight losgeht rennt mein Team wahllos in alle Richtungen, anstatt dmg zu machen während mich das Gegnerteam focused. Das war dann meine eigene Schuld. Ich dachte mein Team würde die gute Gelegenheit für den Engage selbst sehen, haben sie aber nicht. Man weiß halt nicht ob die Mitspieler genau das gleiche sehen wie man selbst. Da ich abgesehen von Top primär Jungle spiele kann ich dir ein liedchen davon singen wie Mitspieler manchmal nicht reagieren. Da gibts Situationen das wäre ein sicherer Kill und du pingst mehrfach das der Gank kommt und dein Mate müsste dich genau sehen können, weil du direkt neben der Lane stehst und er farmt einfach Creeps und scheißt auf dich. Sowas kommt natürlich nicht immer vor und viele Leute achten auch auf sowas, man kann sich aber nie sicher sein.","replies":[{"id":"","poster":"Bote des Chaos","date":"2017-07-20T11:16:59.362+0000","up_votes":1,"down_votes":0,"body":"Wie lässt man als Veigar einen Trynda an sich ran kommen? entweder man failt seinen einzigen CC-Spell oder man hat ihn schon vorher genutzt um einen ADC oder so zu oneshoten... die meisten Trynda-Spieler sind ja nicht dumm und warten daher meist bis dieser einzelne Spell raus ist. Der Trynda braucht dann garkeinen Burst, da der Cooldown dann einfach zu hoch ist und er in der zeit genug DPS rausdrücken kann, wärend man selbst nur wegläuft...","replies":[]}]}]}]}]}]}]},{"id":"","poster":"VolleMöhreAchim","date":"2017-07-18T22:45:45.914+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Gâlahad,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00060002,timestamp=2017-07-18T12:37:51.590+0000)\n>\n> Du übertreibst Maßlos. Ein Tryndamere macht voraussichtlich maximal Fullbuild einen Tower während seiner Ulti (wenn überhaupt).\n> Wenn du denkst, dass der Champ nur aus R+Rechtsklick besteht und das reicht um mit ihm gut zu sein, dann probiers mal selbst aus.\n> Ich würde darum wetten, dass du erstmal ordentlich feedest. \n> Manche Champs basieren zwar primär auf AAs, das heißt aber noch lange nicht das diese Champs keine Taktik besitzen und man nichts können muss um die gut zu spielen.\n\nKein hate aber bitte rede nicht von Taktik, wenn man Tryndamere spielt. Der Champion besteht nun mal nur aus E, R und rechtsklick. Ein netter Zusatz für den Champ ist ein preisloser  heal + enemy slow. Zeig mir die Taktik dahinter, lel.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T23:03:25.200+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KeloksVonLeibnz,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000600020003,timestamp=2017-07-18T22:45:45.914+0000)\n>\n> Kein hate aber bitte rede nicht von Taktik, wenn man Tryndamere spielt. Der Champion besteht nun mal nur aus E, R und rechtsklick. Ein netter Zusatz für den Champ ist ein preisloser  heal + enemy slow. Zeig mir die Taktik dahinter, lel.\n\n9 von 10 Tryndamere Spielern sind nutzlos, weil sie:\n\n- im Early zu sehr pushen und geganked werden\n- nonstop splitpushen, obwohl der Gegner Hard Engange und ihr eigenesTeam keine Waveclear hat\n- beim Splitpushen nicht warden\n- der Gegner Thornmail, Wardens Mail, Ninja Tabis oder Frozen Heart baut\n\nDie Mechanik von Tryndamere mag nicht sehr komplex sein, aber das ganze Verständnis um den Champ herum erfordert mehr als Faceroll, wenn man damit climben will. Ich sag nur mal Jungler Tracking. In Platin taucht der Jungler zu 90% bei Minute 3 auf der Toplane auf. Wenn du deine Wave schlecht manipuliert hast, wirst du entweder instant im 1-2 gestompt oder der gegnerische Toplaner kann freezen und du kommst an keinen CS mehr ran.","replies":[{"id":"","poster":"VolleMöhreAchim","date":"2017-07-18T23:08:54.113+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0006000200030000,timestamp=2017-07-18T23:03:25.200+0000)\n>\n> 9 von 10 Tryndamere Spielern sind nutzlos, weil sie:\n> \n> - im Early zu sehr pushen und geganked werden\n> - nonstop splitpushen, obwohl der Gegner Hard Engange und ihr eigenesTeam keine Waveclear hat\n> - beim Splitpushen nicht warden\n> - der Gegner Thornmail, Wardens Mail, Ninja Tabis oder Frozen Heart baut\n> \n> Die Mechanik von Tryndamere mag nicht sehr komplex sein, aber das ganze Verständnis um den Champ herum erfordert mehr als Faceroll, wenn man damit climben will. Ich sag nur mal Jungler Tracking. In Platin taucht der Jungler zu 90% bei Minute 3 auf der Toplane auf. Wenn du deine Wave schlecht manipuliert hast, wirst du entweder instant im 1-2 gestompt oder der gegnerische Toplaner kann freezen und du kommst an keinen CS mehr ran.\n\nUnd genau das hat so ca zu 5-10% mit Tryndamere zu tun. Das gehört zum allgemeinen Spielverständnis und nicht zu Tryndameres Taktiken. Oder kommt der Minute 3 Gank nur bei Tryndamere Top? Gehen nur Tryndamere splitpushen und vergessen zu warden? Kann nur Tryndamere am Anfang des Spiels reinpushen, um dann vom Enemy Jgler gepunisht zu werden? Alles was du gesagt hast gehörte zum allgemeinem Spielverständnis und hat nix spezifisch mit Tryndamere zu tun.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-19T07:59:54.740+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KeloksVonLeibnz,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00060002000300000000,timestamp=2017-07-18T23:08:54.113+0000)\n>\n> Und genau das hat so ca zu 5-10% mit Tryndamere zu tun. Das gehört zum allgemeinen Spielverständnis und nicht zu Tryndameres Taktiken. Oder kommt der Minute 3 Gank nur bei Tryndamere Top? Gehen nur Tryndamere splitpushen und vergessen zu warden? Kann nur Tryndamere am Anfang des Spiels reinpushen, um dann vom Enemy Jgler gepunisht zu werden? Alles was du gesagt hast gehörte zum allgemeinem Spielverständnis und hat nix spezifisch mit Tryndamere zu tun.\n\nDer Unterschied zwischen Tryndamere und fast allen anderen Toplaner ist der, dass Tryndamere zum Pushen gezwungen ist, wenn er die Lane nicht automatisch verlieren will. Tryndamere lässt sich nicht safe spielen, ganz im Gegensatz zum Rest auf der Toplane. Sorry, dass ich das nicht erwähnt hatte. Dachte, das wäre offensichtlich. Und im Gegensatz zu anderen Splitpushern ist Tryndamere extrem nutzlos in Teamfights, sodass außer Splitpushen bei ihm nicht viel geht.","replies":[{"id":"","poster":"VolleMöhreAchim","date":"2017-07-19T12:07:08.639+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000600020003000000000000,timestamp=2017-07-19T07:59:54.740+0000)\n>\n> Der Unterschied zwischen Tryndamere und fast allen anderen Toplaner ist der, dass Tryndamere zum Pushen gezwungen ist, wenn er die Lane nicht automatisch verlieren will. Tryndamere lässt sich nicht safe spielen, ganz im Gegensatz zum Rest auf der Toplane. Sorry, dass ich das nicht erwähnt hatte. Dachte, das wäre offensichtlich. Und im Gegensatz zu anderen Splitpushern ist Tryndamere extrem nutzlos in Teamfights, sodass außer Splitpushen bei ihm nicht viel geht.\n\nUnd warum verliert er die Land, wenn er nicht reinpusht? Hab schon oft genug Tryndamere gesehen, die in der Nähe ihres Tower freezen und jedesmal den Enemy top länger punischen wenn der aufläuft um Farm zu bekommen.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-19T12:14:59.687+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KeloksVonLeibnz,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0006000200030000000000000000,timestamp=2017-07-19T12:07:08.639+0000)\n>\n> Und warum verliert er die Land, wenn er nicht reinpusht? Hab schon oft genug Tryndamere gesehen, die in der Nähe ihres Tower freezen und jedesmal den Enemy top länger punischen wenn der aufläuft um Farm zu bekommen.\n\nGanz einfach deswegen, weil er ohne Wut keinen Schaden macht. Da er keine Spells hat, die Schaden machen, ist auf seine AAs angewiesen. Wenn die auch keinen Schaden machen, hat er ein echtes Problem. Ein Tryndamere ohne Wut wird spätestens auf Level 3 von praktisch jedem anderen Top Laner getötet. Alleine so was wie Riven zieht in einer Combo 50% Leben ab, dazu kommen noch mindestens 3 verstärkte AAs - in der Zeit bekommt Tryndamere 2, maximal 3 AAs raus.","replies":[]}]}]}]}]},{"id":"","poster":"Gâlahad","date":"2017-07-19T04:05:45.727+0000","up_votes":1,"down_votes":1,"body":"Du spielst ja scheinbar fast nur Supp. Lässt sich auch nicht erschließen ob du jemals Tryndamere probiert hast. Du scheinst aber nicht zu verstehen warum ein Champ der auf Auto Attacks basiert trotzdem eine Taktik erfordern kann. Ein simples beispiel warum die meisten Leute nicht so toll mit so Champs sind wenn sies denn selbst mal probieren würden ist z.B. das man bei solchen Champs ziemlich gut einschätzen können muss wie viel Dmg du machst, wie viel Dmg dein Gegner macht und wie viel Burst jetzt kommen könnte. Gerade wenn du im Nahkampf fightest musst du vorher genau wissen wie der Trade läuft, weil du dich sonst in ausweglose Situationen begibst in denen du feedest (Minionblock, CC usw.). Auf der Toplane steht man auch nicht so schnell wieder unter dem Tower wie auf der Midlane vergleichsweise. Zudem haben die meisten Nahkämpfer keine schicken Escapes wie viele Assassinen mit denen man fix hinter seine Minionwave gelangt.\nProbier erstmal aus wie \"toll\" du mit so nem Champ spielst bevor du meinst darüber urteilen zu können.","replies":[{"id":"","poster":"VolleMöhreAchim","date":"2017-07-19T12:01:56.506+0000","up_votes":1,"down_votes":1,"body":"Ich bin im Ranked Support Main. Bin aber ansonsten ein Top Lane Main. Und was du gesagt hast, ist zum Großteil wieder auf alle Top Lane Champions übertragbar. Ich muss in den Trades mit meinem Gegner Wissen, wieviel Damage er und ich bekommen und ob im Endeffekt der Trade worth war? Gut das ich das nur mit Tryndamere machen muss. Laut dieser Logik sind dann ja alle anderen Champions stumpf, da man bei dem playstyle der anderen Champs sowaß nicht mit ein bedenken muss. Kann mich jetzt auch nicht daran erinnern, das man gezwungen ist mit Tryndamere reinzupushen (kann dazu jedoch nicht viel sagen, habe ihn noch nicht so häufig gespielt) und selbstwenn ist es mechanisch und Taktisch nicht so anspruchsvoll ab und zu einen Ward oder gar Pink Ward in das Gebüsch zu versenken. Außerdem gibt es genug Top Laner die die Lane viel schlimmer oder gleich pushen wie Trynda. Ist also wieder allgemein.\n\nNur um das deutlich zu machen, ich habe nichts großartig gegen diesen Champion, jedoch finde ich es komisch, wenn man diesen Champion als einen Skill Champion darstellt (spiele selber auch viele Stumpfe champs, aber ich stelle sie nicht als skilled da), denn alle Argumente die für die Taktiken auf Tryndamere kamen, kann man zum allgemeinwissen auf der Toplane zählen.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T13:30:36.625+0000","up_votes":1,"down_votes":1,"body":"Wo hab ich was von reinpushen geredet? Ich glaub du verwechselst mich hier mit dem anderen User im Forum mit dem du auch ne Diskussion führst. Ja klar muss man immer auf seine Trades achten, was du aber scheinbar nicht verstehst war mein Vergleich. Es ging gerade um einen Vergleich zwischen Melee Toplanern und anderen Champs/Rollen. Wie gesagt, viele Assassinen z.B. haben nen guten Escape sowie auch einige ADCs. Mit vielen Melee Champs/Toplanern gehst du aber bei einem Kampf mit deinem Lanegegner ein größeres Risiko ein, alleine schon weil du die meiste Zeit nicht so nah an deinem Tower stehst und wenn du keinen Flash übrig hast auch nicht mal eben ohne Probleme durch die Minions durch kommst. \nBei Champs die Squishy sind und wie im Falle von Tryndamere er auch noch auf seine Wut-Leiste angewiesen ist um einen Trade zu gewinnen wird es schnell sehr durschaubar und Kalkulierbar. Dadurch kannst du ihm leicht ne Falle stellen und die meisten Toplaner sind stärker im Traden wenn Trynda seine Wut-Leiste nicht voll hat. Kurz gesagt:\nMan kann Tryndamere ziemlich easy outplayen und punishen. Genau dieser Umstand macht es dann nicht so leicht wie es vielleicht scheint um mit ihm ein gutes Match zu haben.\nDu scheinst es lediglich so zu sehen \"oha der macht den meisten dmg mit seinen AAs deswegen MUSS er ja ein Noobchamp sein schließlich ist das ja nur ein rechtsklick\". \n> Kein hate aber bitte rede nicht von Taktik, wenn man Tryndamere spielt. Der Champion besteht nun mal nur aus E, R und rechtsklick. Ein netter Zusatz für den Champ ist ein preisloser heal + enemy slow. Zeig mir die Taktik dahinter, lel.\n\nDas man aber mit Squishy Toplanern und ungefeedeten Hypercarrys ziemlich leicht feeden kann und auf die fresse kriegt wird dabei in keiner weise beachtet. Du scheinst es so zu sehen als ob das einsetzen von Fähigkeiten per se mehr Skill voraussetzt, vergisst dabei aber das man im Spiel je nach Champ viel mehr dinge berücksichtigen muss als nur die komplexität des Fähigkeiten Kits per se. \nEs macht auch nicht wirklich Sinn mit dir hier zu diskutieren, weil du in deiner Meinung festgefahren bist das halt manche Champs \"OP Noobchamps\" sind und andere eben \"Skillchamps\".\nVllt würde man dir das ja sogar abkaufen das dieser und jener \"Noobchamp\" keine Taktik erfordern und so super easy sind wenn du vorzuweisen hättest wie du mit den Champs easy ein ganzes Team stompst. So wie es hier von den ganzen \"Noobchamp\" vertretern geschildert wird.","replies":[]}]}]}]},{"id":"","poster":"Bote des Chaos","date":"2017-07-18T13:36:51.344+0000","up_votes":1,"down_votes":0,"body":"zu deinem Punkt 1: Ich gehe nicht davon aus, dass der Tower wärend einer einzigen R+AA-Aktion fällt,es recht aber schon, dass wenn minions dabei sind, der Trynda einfach nur pusht und dank seiner Ultimate auch einfach champions ignoriert. Nun: Was tust du dann? Da braucht er nicht mal fullbuild für.... diven kann er dich ja sowieso, wenn er even und/oder ahead ist,ist das für ihn kein Problem solange du kein Tankcbist oder genug CC/Mobility hast um verhindern zu können, dass er an dich ran kommt. und dafür ist schon recht viel nötig. Im Grunde genommen ist es also eine Abfrage \"Wieviel DMG kann Trynda in 5sec(+Die Zeit, die du brauchst um ihn zu töten) machen?\" wow... Warum wurde dieser champ noch nicht gereworked?","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:45:41.703+0000","up_votes":1,"down_votes":0,"body":"Tut er normalerweise auch nicht. Wenn DU mit nem Trynda unter deinem Tower stehst und er deinen Tower macht und er am Ende dafür nicht gepunisht wird dann bist alleine du daran schuld. Trynda kann dich zudem nicht einfach diven wenn er mit dir even ist und mit nem Kill rauslaufen, schon gar nicht wenn du zumindest mal ein Counteritem kaufst.\nOk Champs die weder Tank sind, noch Mobility haben, noch CC. Von welchem Champs sprichst du denn bitte wenn man mal fragen darf?","replies":[]}]}]},{"id":"","poster":"Vampire Knight97","date":"2017-07-18T15:11:40.227+0000","up_votes":1,"down_votes":0,"body":"Tryda und yi... diese champs, hasse sie  weil sie so abnormal einfach und so stark in low elo sind...","replies":[]},{"id":"","poster":"La vida Loca 38","date":"2017-07-19T14:47:14.597+0000","up_votes":1,"down_votes":0,"body":"Es ist halt so. Daran lässt sich nichts ändern, warum den auch? Der Mehrheit gefällt sowas und somit bleibt dieser Spielstil erhalten. Man muss sich damit abfinden :(.\nAber ich verstehe dein Problem. Es war auch einer der Gründe warum ich aufgehört habe. LoL ist nicht mehr das was es einmal war. Aber hey so soll es auch sein. Veränderung :).\nDas Spiel hat sich entwickelt, verändert so wie alles andere um sich auch. Ob nun gut oder schlecht ist eine andere Sache. Damals gab es nicht sowas wie Meta, oder OP. Es gab nichtmal Jungler xD. Die damaligen Spieler waren damit zufrieden und Riot hat sich denen angepasst. Die neue Generation hat andere Erwartungen und Wünsche und diese sind nun dran. Das muss respektiert werden und die alte Generation muss der neuen Platz schaffen :). So wird es weiter gehen und soll es weiter. Nimms dir nicht so sehr zu Herzen :).\nHeute sieht es vielleicht nicht toll aus aber morgen kann es schon ganz anderes aussehen.{{sticker:slayer-jinx-wink}} \nHoffe ich konnte dich einwenig aufmuntern ;).","replies":[]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:18:21.590+0000","up_votes":1,"down_votes":1,"body":"aye...danke","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2017-07-18T10:56:28.222+0000","up_votes":5,"down_votes":4,"body":"gib es auf. Das Spiel ist inzwischen darauf ausgelegt das du eben nur eine bestimmte Auswahl an Champs spielen sollst damit du hochranken kannst, Es is immer ne Handvoll Champs die Stärker sind als alle anderen weil sie:\n\na) enormen dmg haben \nb) cc haben bis zum abwinken\nc) tanky sind und schaden machen\nd) oder eine mischung aus allen besitzen + 1 bis 2 escapes die man kaum verhindern kann. \n\nwenn du hochranken willst dann musst du die spielen die stark sind. Spaß haben und das spielen was du willst kannst du im rank vergessen. dafür is nur der draft da ohne Rank.","replies":[{"id":"","poster":"IcedOutMissplays","date":"2017-07-18T11:03:45.321+0000","up_votes":3,"down_votes":1,"body":"> wenn du hochranken willst dann musst du die spielen die stark sind. Spaß haben und das spielen was du willst kannst du im rank vergessen. dafür is nur der draft da ohne Rank.\n\nIst das nicht schon ein Armutszeugnis ?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:08:28.916+0000","up_votes":1,"down_votes":0,"body":"ich denke nicht das Riot wollte das man nur mit bestimmten Champs hochkommt. Wie gesagt dann kann man die anderen ja removen","replies":[{"id":"","poster":"Holokom","date":"2017-07-18T11:58:10.348+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000000000000,timestamp=2017-07-18T11:08:28.916+0000)\n>\n> ich denke nicht das Riot wollte das man nur mit bestimmten Champs hochkommt. Wie gesagt dann kann man die anderen ja removen\n\ntja versuch du mal 150 Champions perfekt gleichstark zu machen, und dabei unterschiedliche  Spielstile / Mechaniken / Schwierigkeits niveaus mit an zu gleichen. (und vergiss nicht neue Champs müssen stärker sein da sie sonst niemand kaufen will)\n\nzum Thema \"Challenger spielen nicht besser als wir. \"\n\nStufe 1 :Spiel 200 Spiele mit Lee Sin , oder 50 mit Garen und voila du beherrscht den Champion, das ist absolut keine Kunst. \nStufe 2 :Spiel 200 Spiele auf einer Position mit ähnlichen Champions (die du alle Beherrscht) und du hast kapiert wie eine Rolle funktioniert. (Bsp. Support) \nStufe 3 :Spiel x Spiele um zu kapieren das Makro existiert, und danach noch mal das dreifache um zu kapieren wie es funktioniert+ wie du es selbst anwenden könntest. (Wave management, Vision Priorisierung, Aufbau, Compositionen+ Compstrategien)\nStufe 4: Beherrsche die Punkte 1-3 für JEDE Position zumindest den Grundlagen nach, und für eine Position perfekt und ja, dann bist du Challenger eigentlich ganz einfach...fragt sich nur warum wir das längst nicht alle sind.....vielleicht weil  es doch nicht ganz so einfach ist ? ...neee.....","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:31:06.030+0000","up_votes":2,"down_votes":3,"body":"falsch.schau. dir. die. games. der. normalen. challenger. mal. an....nichtnur die lcs sondern gurk mal über twitch und youtube. dann siehst du da die gleichen flschen wie auch in bronze und silber. nicht alle da sind solche flaschen aber auch nicht so extrem besser. darum gibt es ja auch diese challenges wo 2 highelo vs 5 lowelo. lowelo gewinnt meistens. Nur weil du einen champ gut kannst heisst das nicht du wirst hochranken. ich weis das.\n\nund es sind vielleicht 20 von 150 die ein problem dastellen und sie nerven dann sowas wie janna? die nur in highelo aktiv gespielt wird?\n\nich sagte nie es ist einfach aber es würde ein angenehmeres game werden wenn champs wie yasuo mal generft werden würden","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:32:51.837+0000","up_votes":1,"down_votes":1,"body":"mein kumpel hat mit ap rakan mit er ist silber. gegen dia LB main gespielt. er hat mit Rakan gewonnen und das war kurz nach dem release. er hatte miesen farm und nur kills. hat trotzdem alle türme und inhibs geholt als auch den nexus","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T12:39:39.812+0000","up_votes":3,"down_votes":0,"body":"Das war sicher ein Normal => man nimmt das Spiel nicht so ernst\n\nUnd wenn man einen High Elo-Spieler einmal besiegt, ist man dann automatisch auf seinem Level?\n\nKurz nach dem Release ist ein Vor- bzw. Nachteil für den Spieler wie auch den Gegner.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:47:11.388+0000","up_votes":1,"down_votes":1,"body":"wenn highelo so cool ist sollte die damit klarkommen. es war kein einzelfall und ein seperates one v one ohne mitspieler","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T12:55:38.118+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte er in einem 1v1 alle Türme, Inhibs und den Nexus holen?  1v1s gehen meistens auf first blood/turret, 3 Kills, 100 cs oder ähnliches.\n\n> . er hatte miesen farm und nur kills. hat trotzdem alle türme und inhibs geholt als auch den Nexus\n\nUnd was war kein Einzelfall? Das 1v1 oder dass das in Normals passiert?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:59:59.875+0000","up_votes":1,"down_votes":0,"body":"first blood ging auch an ihn. aber der gute highelo wollte das bis zum ende machen. seh ich aus wie jemand der weiss wieso? ich hab nur zugeschaut. 1 v 1 gegen highelo. ich hab auch eines gemacht mit annie sehr ehrenhaft aber gibt ja keine noobchamps laut dir alles balanced. es sollte ein 2 v 2 werden aber der brand hat rum afkt und ich durfte alleine gegen ein dia azir und eine platin vayne ran. beide main. ich hab gewonnen.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:22:01.654+0000","up_votes":1,"down_votes":0,"body":"Zitiere mich bitte, wo ich sage, dass alles balanced ist.\n\n\"Noobchamps\" sind einfach Champs, die eine sehr flache Lernkurve haben. \n\nAusserdem klingt es sehr unwahrscheinlich, dass du dieses 1v2 gewonnen hast (ich bezweifle aber stark, dass es dieses gegeben hat, da du mir nicht sehr glaubwürdig rüberkommst)","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:25:43.573+0000","up_votes":1,"down_votes":0,"body":"okay ich werde versuchen im league verlauf danach zu suchen falls der funktioniert","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:27:50.444+0000","up_votes":1,"down_votes":0,"body":"das suchen funktioniert schon wieder nicht..............","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Chaki","date":"2017-07-18T12:46:19.993+0000","up_votes":1,"down_votes":0,"body":"Hast du denn schon einmal gegen einen Highelo Spieler gespielt, der wirklich zu 100% getryharded hat? Du kannst dir kaum vorstellen, was für einen Druck so ein Spieler ausüben kann, obwohl er eine Flasche ist.\nSolche Spieler, machen so viele Dinge richtig und besser, an die würdest du nicht eine Sekunde denken.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:00:53.861+0000","up_votes":1,"down_votes":0,"body":"niemand ist perfekt. und wenn man das alles kann ist man sofort highelo?","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T13:04:57.114+0000","up_votes":1,"down_votes":0,"body":"Wenn man nahezu perfekt spielt kommt man ohne Probleme highelo.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:15:22.053+0000","up_votes":1,"down_votes":0,"body":"echt? cool...man warum sind verti und flyer nochnicht challenger....","replies":[{"id":"","poster":"Nohgolgh","date":"2017-07-18T16:25:42.331+0000","up_votes":2,"down_votes":0,"body":"Weil andere besser sind.","replies":[]},{"id":"","poster":"Chaki","date":"2017-07-18T21:08:09.057+0000","up_votes":1,"down_votes":0,"body":"Wer soll das denn sein?","replies":[]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:26:09.193+0000","up_votes":1,"down_votes":2,"body":"weil die noch real life haben","replies":[]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:25:40.149+0000","up_votes":1,"down_votes":3,"body":"Um Master oder Challenger zu werde muss du dein real life aufgegeben\ndas ist fakt xD","replies":[]}]},{"id":"","poster":"Holokom","date":"2017-07-22T10:10:56.587+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00000000000000010000,timestamp=2017-07-18T12:31:06.030+0000)\n>\n> falsch.schau. dir. die. games. der. normalen. challenger. mal. an....nichtnur die lcs sondern gurk mal über twitch und youtube. dann siehst du da die gleichen flschen wie auch in bronze und silber. nicht alle da sind solche flaschen aber auch nicht so extrem besser. darum gibt es ja auch diese challenges wo 2 highelo vs 5 lowelo. lowelo gewinnt meistens. Nur weil du einen champ gut kannst heisst das nicht du wirst hochranken. ich weis das.\n> \n> und es sind vielleicht 20 von 150 die ein problem dastellen und sie nerven dann sowas wie janna? die nur in highelo aktiv gespielt wird?\n> \n> ich sagte nie es ist einfach aber es würde ein angenehmeres game werden wenn champs wie yasuo mal generft werden würden\n\n\nJunge du bist einfach nur Tilted AF , es gibt nen Grund warum die Challenger sind, werde doch Selber Janna Otp wenn so einfach sein soll.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-07-18T19:51:01.807+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00000000000000010000,timestamp=2017-07-18T12:31:06.030+0000)\n>\n> falsch.schau. dir. die. games. der. normalen. challenger. mal. an....nichtnur die lcs sondern gurk mal über twitch und youtube. dann siehst du da die gleichen flschen wie auch in bronze und silber. nicht alle da sind solche flaschen aber auch nicht so extrem besser. darum gibt es ja auch diese challenges wo 2 highelo vs 5 lowelo. lowelo gewinnt meistens. Nur weil du einen champ gut kannst heisst das nicht du wirst hochranken. ich weis das.\n> \n> und es sind vielleicht 20 von 150 die ein problem dastellen und sie nerven dann sowas wie janna? die nur in highelo aktiv gespielt wird?\n> \n> ich sagte nie es ist einfach aber es würde ein angenehmeres game werden wenn champs wie yasuo mal generft werden würden\n\nÄhm... hörst du dir selber eigentlich überhaupt zu? Du sagst gerade, dass Bronze Spieler so gut wie Challenger sind, weil diese vielleicht eine Chance hätten, wenn 3 von den Challenger Spielern AFK gehen... Wenn du schon nen Vergleich anbringen willst, dann lasse bitte 5 Challenger gegen 5 Bronze Dudes spielen... Und da kann ich dir sagen... das habe ich letztens auf geringerem Niveau (Diamond vs Platin) in einer Best of 3 Serie in der Uni Liga gesehen. Selbst zwischen Diamond und Platin erkennt man einen deutlichen Unterschied. Wenn man sich mit dem Spiel beschäftigt...\n\nDa fällt mir noch eins ein:\nIch finde es total faszinierend, dass du die Cooldown Zeiten von Ultimates vergleichst... und da nicht über Kassadin fluchst. Es gibt aber halt einen entscheidenden Unterschied zwischen der Ultimate der alten Eve und der Ultimate von Yasuo: Die eine hat wirklich nur den Cooldown, der sie behindert. Sobald der abgelaufen ist, tauchst du plötzlich neben einem Champion auf und drückst \"R\"... Das kannst du alle X Sekunden machen und der einzige, der dich daran hindert es zu nutzen, bist du selbst... Der andere hat eine Ulti, die er nur verwenden kann, wenn der Gegner in einem ganz speziellen CC Effekt gefangen ist.\nAlso nehmen wir ein praktisches Beispiel: Ein Viktor und ein Yasuo rotieren auf die Botlane. Unten hat der Yasuo eine Karma-Tristana-Yi Combo, er muss seine Ulti also selber vorbereiten. (Das Yasuo-Wombo-Combos OP sind, ist ein ganz anderes Thema). Beide haben 10 Sekunden Cooldown auf ihrer Ultimate, wenn der Kampf beginnt. Wer wird der effektivere \"Roamer\" sein? Viktor natürlich, weil er unterwegs einfach \"R\" klicken kann und dann alles zerfetzt.\nSo was muss man halt bedenken, wenn man Abklingzeiten von Champions vergleicht: Die \"Wenn X, dann kannst du R drücken\" Champs haben einen geringeren CD als der Rest. Und Yasuo hat halt immer nur ein sehr kleines Zeitfenster, in dem er seine Ulti nutzen kann... Und dann kann der Gegner, der in der CC gefangen ist, ihn auch noch Exhausten? WTF? (Also natürlich nicht, ich bin ja der Sup Main, der dies ausnutzt...)","replies":[]}]},{"id":"","poster":"Kira Rengami","date":"2017-08-18T14:33:55.652+0000","up_votes":1,"down_votes":1,"body":"R.i.p reallife","replies":[]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:24:41.410+0000","up_votes":1,"down_votes":1,"body":"yo zur info\nLol ist ein game und kein real life","replies":[]}]},{"id":"","poster":"Chaki","date":"2017-07-18T11:09:32.167+0000","up_votes":1,"down_votes":0,"body":"Nenne doch mal einen Champ, mit dem man nicht hochkommen kann.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T12:09:02.197+0000","up_votes":2,"down_votes":5,"body":"{{champion:266}} {{champion:22}} {{champion:136}} {{champion:268}} {{champion:432}} {{champion:164}} {{champion:31}} {{champion:28}} {{champion:30}} {{champion:203}} {{champion:10}} {{champion:54}} {{champion:82}} {{champion:111}} {{champion:56}} {{champion:20}} {{champion:13}} {{champion:72}} {{champion:50}} {{champion:26}} \nich denke das dürfte schon reichen oder ;)?","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T12:39:17.779+0000","up_votes":1,"down_votes":0,"body":"Und mit welchem davon kann man nicht climben?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T12:55:47.111+0000","up_votes":2,"down_votes":1,"body":"mit allen wenn du so ein typischen 0815 Noobchamp vor dir hast {{champion:122}} {{champion:114}} {{champion:5}} {{champion:157}} {{champion:67}} kannst du meistens einpacken.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:10:06.311+0000","up_votes":1,"down_votes":0,"body":"Mit Aatrox habe ich bisher fast jedes Matchup gegen Darius gewonnen :O","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:13:34.995+0000","up_votes":2,"down_votes":0,"body":"Gut :) weiter so, allerdings bezweifle ich das du auf Dauer mit Aatrox Erfolg haben wirst.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:16:49.815+0000","up_votes":1,"down_votes":0,"body":"Dafür spiele ich ihn nicht gut genug um mit ihm als OTP zu climben. Ganz mal davon abgesehen, das er aktuell nicht den besten Stand hat und Riot ihn sowieso demnächst reworked. (Soviel ich weiß sogar direkt nach Urgot)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:19:23.427+0000","up_votes":2,"down_votes":1,"body":"Ja siehste.... mit den bescheuerten Champs die ich da oben aufgezählt habe müsstest du kein OTP sein :/.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:23:27.475+0000","up_votes":1,"down_votes":0,"body":"Naja Darius und Yasuo sind ja normalerweise sowieso fast immer gebanned. Allerdings finde ich keinen der Champs die du da aufgezählt hast soooo schlimm. Lediglich Fiora fand ich ätzend bevor sie ihren Nerf gekriegt hat. Liegt vllt. auch daran das ich meistens eher Bruiser-artige Champs spiele die etwas tankiger sind, aber meistens reicht schon ein Rüstungs-Tankitem um die meisten aufgezählten Champs zu countern.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:28:34.496+0000","up_votes":2,"down_votes":1,"body":"Hmm naklar. Die NoobChamps bauen ja keine Items oder?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:48:18.747+0000","up_votes":2,"down_votes":0,"body":"Du hast doch Garen duskblade und schwarzes Beil gekauft. Soweit ich weis ist das Lethality oder täusche ich mich?","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:53:23.229+0000","up_votes":2,"down_votes":1,"body":"Gerne. Ich picke Trynda. Mache eine E um reinzukommen 5 Autoattacks ( eventuell 3 wegen Statik noch ) und oula Pentakill. \nSehr komplex.\nBTW. um Rüstung zu bekommen braucht man auch Gold. Das fällt nicht vom Himmel, und Champs die Rüstung holen brauchen länger weil sie meist nicht so viel Gold bekommen wie diese hochkomplexen Champs.","replies":[]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:43:34.215+0000","up_votes":1,"down_votes":0,"body":"hab ich 31/2 master yi full crit toplane. war recht leicht. bedenke ich hab den dude nur stufe 2 also spiele ihn nicht oft ich mag ihn auch nicht","replies":[]},{"id":"","poster":"Gâlahad","date":"2017-07-18T13:41:30.884+0000","up_votes":1,"down_votes":0,"body":"Die \"Noobchamps\" die du aufgezählt hast gehen meist auf Sustain und Krit und nicht auf Lethality. Also wirst du im Schnitt mit der Rüstung besser wegkommen als die. Zudem brauchst du mit vielen dieser \"Noobchamps\" unmengen an Feed um schnell genug starke Items zu haben. Kannst ja mal selbst probieren wie du mit den Champs faceroll das ganze Gegnerteam überrennst weil das ja so easy ist. \n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:23:14.980+0000","up_votes":1,"down_votes":0,"body":"nach urgot kommt eve","replies":[]}]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:29:37.894+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2017-07-18T18:48:39.619+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jhilista,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0000000000000000000100000000000100000002,timestamp=2017-07-18T17:29:37.894+0000)\n>\n> so wie du mit deinem real life xD\n> Jesus, hör auf zu spielen und geh nach draußen xD\n> \n> Redest hier im Forum als sei LoL ein Leben\n> andere Leute dafür runterzuziehen ist noch schlimmer.\n> Typical harz4 ler, wahrscheinlich Ende 40 und pott hässlich LUL\n> No offense\n\nUnd du bist wahrscheinlich 12 und hast in der Schule gerade die Worte real und life gelernt. Applaus!\nDas ist das LoL-Forum Unterbereich Champions und Gameplay, klar geht es da um LoL und Spezialwissen, was auch sonst?\nAndere Leute runterziehen scheint dir ja auch nicht wichtig oder wieso kommt dann noch dieser Hartzer-Müll.\nKannst dich freuen, wenn du bis zur Rente niemals da reinrutschtst, kann schneller passieren als du denkst.\nWerd erwachsen...no offense\n\n{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-07-18T18:07:37.074+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jhilista,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0000000000000000000100000000000100000002,timestamp=2017-07-18T17:29:37.894+0000)\n>\n> so wie du mit deinem real life xD\n> Jesus, hör auf zu spielen und geh nach draußen xD\n> \n> Redest hier im Forum als sei LoL ein Leben\n> andere Leute dafür runterzuziehen ist noch schlimmer.\n> Typical harz4 ler, wahrscheinlich Ende 40 und pott hässlich LUL\n> No offense\n\nJa, du hast ein ganz ganz dolles RL, wir habens verstanden. Ist nur die Frage, was du dann hier im Forum machst. Offenbar ist dein RL doch nicht so krass.\n\nUnd außer Beleidigungen und Tatsachenbehauptungen hast du wenig Substanz zu bieten. Oder kommt da doch noch was?","replies":[]}]}]}]},{"id":"","poster":"Chaki","date":"2017-07-18T13:07:35.324+0000","up_votes":2,"down_votes":1,"body":"Ich denke es macht hier keinen Sinn, dir zu erklären wieso viele der genannten Champs sehr stark sind, anhand eines vorherigen Beitrages von der, kann man deutlich erkennen, dass du schlicht und ergreifend keine Ahnung von League of Legends hast.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:12:20.420+0000","up_votes":3,"down_votes":1,"body":"Das ist doch genau das was ich sage!!! Nahrungskette!! Sowie hier auch. Wenn sich nun ein Antinoobchampspieler wie ich gegen die Noobchampspieler erhebt wird er als Ahnungslos abgestempelt. Selbe wie mit Camille. Sie hat die anderen übertrumpft und wurde dafür bestraft. Ich denke ihr meldet jetzt auch fleißig meine Beiträge weil ich gesagt habe Noob champ xD.\nJa ich hab keine Ahnung von LoL :).","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:16:15.800+0000","up_votes":1,"down_votes":1,"body":"nein keine angst ich stimm dir zu du bist nicht alleine","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:18:03.675+0000","up_votes":2,"down_votes":1,"body":"Hhahaha wir werden jetzt übel gehatet weil sogut wie alle aus der Community hier diese bescheuerten Champs lieben hahaha. xD","replies":[{"id":"","poster":"Alekra","date":"2017-07-18T16:24:49.744+0000","up_votes":2,"down_votes":0,"body":"Ooder weil wir verstanden haben, dass sie nicht op sind? x)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:42:19.840+0000","up_votes":2,"down_votes":0,"body":"Hmmmm......... neee die Champs sind bescheuert :).","replies":[{"id":"","poster":"Alekra","date":"2017-07-19T11:50:36.032+0000","up_votes":1,"down_votes":0,"body":"Sie haben eifach nur eine flache lernkurve und man wird schneller besser mit ihnen als mit anderen das wars. Also wenn du als Platin probleme mit Yasuo und Lee hast dann gehörst du da wohl nicht hin ^^","replies":[]}]}]}]}]},{"id":"","poster":"Chaki","date":"2017-07-18T13:17:46.444+0000","up_votes":3,"down_votes":2,"body":"Du wirst als ahnungslos abgestempelt, weil du ahnungslos bist :D","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:24:20.795+0000","up_votes":2,"down_votes":2,"body":"und du bist ein spieler der laut seinem rankt verlauf nicht wirklich geklimbt ist...ich meins trpotzdem nicht böse ich finds nur doof das du so über das bayo herziehst","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:33:32.059+0000","up_votes":3,"down_votes":2,"body":"Brauchst dir keine Sorgen um mich zu machen Schätzchen ;). Nett von dir jedoch nicht nötig. Ich ziehe doch über die her nicht die über mich.Schau doch wie sehr die sich alle aufregen xD Ich finde des zum totlachen und ich habe auch überhaupt kein schlechtes Gewissen weil die mir solche Champs versuchen zu verteidigen. Ich meine Yi und Trynda sind die pure Definition von respektlos. Fiora und Co. kommen auch noch dazu.","replies":[{"id":"","poster":"Nohgolgh","date":"2017-07-18T17:23:54.882+0000","up_votes":1,"down_votes":0,"body":"Fiora hat mit das höchste Skillcap im ganzen Spiel. Vor dem Nerf hatte sie 50,45% Winrate jetzt ist sie bei unter 48%. Fiora hat somit keine exorbitante Winrate (und zwar schon seit langem nicht mehr), wenn man bedenkt, dass Talon und Pantheon die Liste mit 55% bzw. 54% anführen. Yi, Trynda und Xin sind Champions, die in den niedrigen Elos sehr schnell snowballen können, weil sich niemand Gedanken macht, wie man sie aufhält. Interessanterweise fällt die Winrate dieser Champions aber mit steigender Elo. Gerade ein Champ wie Yi ist sehr leicht mit Exhaust oder einem harten CC aufhaltbar.  Das sind gute Neuigkeiten für dich, denn das heißt, dass je besser du wirst, desto geringer ist das Problem, das diese Champs darstellen. Darius ist das typische Beispiel eines SoloQ-Helden, weil viele nicht verstehen, was es bedeutet, wenn er Stacks auf dich bekommt (bis zu 200 Bonus-AD, Dot und geboostete Ulti). Im Wesentlichen reicht hier einer, der es total verpatzt. Gleiches gilt übrigens für Champs wie Annie. Diese Champs sind deswegen so stark, weil sie die Fehler des Gegners gnadenlos ausnutzen können. \n\nKayle hat im  Übrigen auch schon seit Ewigkeiten hohe Winraten, während Vayne um die 50,5% rumschwankt. Zudem hat Vayne ein recht hohes Skillcap, bedingt durch die geringe Reichweite und keine Fähigkeit, die hohe Schadenswerte per se rausdrückt, sondern immer nur in Kombination mit Autoangriffen. Dies führt im Early zu geringen Tradepotential bei kurzen Trades sowie schlechtem Waveclear. \n\nAuch Swain mit 54% Winrate Top und 53% Winrate mid ist ein kleiner SoloQ-Held. Geringe Manaprobleme, Sustain und Schaden sowie einen harter CC sind für die SoloQ ein exzellentes Kit. \n\nChaki ist nebenbei ein sehr solider Spieler mit 54% Winrate und 64% auf Ahri (meistgespielter Champ) in Dia II. Und wenn er den Stuss, den du von dir gibst und nicht ordentlich begründest, als Stuss abtut, dann hat er damit völlig unabhängig von seiner oder deiner Elo recht.\n\nDeine gesamte Argumentionskette besteht ja aus nicht weiterem als\n\n\n- xyz sind Noobchamps \n\n- wer mir widerspricht hat keine Ahnung und/oder ist Teil der \"Noobchamp gegen Rest der Welt\"-Verschwörung","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:15:06.311+0000","up_votes":2,"down_votes":0,"body":"Skill, Mechaniken, Schwächen........... ändert trotzdem nichts daran das sie diesen unnormalen Schaden drücken, meist dazu mobil sind, CC haben und die nötige Tankyness. Aber dies alles wird mit bisschen Skillcap ausgeglichen. Hört mir doch auf. Ich habe diese Champs schon alle gespielt um zu sagen Nein. Nein die sind nicht großartig schwieriges. \nKeine Ahnung wer Chaki sein soll aber ok.\nKayle macht nicht ein AA und oneshootet dich, Vayne schon.\nSwain ist ein Damage over Time Typ und kein geboosteter Fizz oneshoot Typ.\n Xyz sind Noobchamps. Was ist daran Skill mit 2 AA bzw. zu töten?  Nur weil der Champ sich erstmal richtig positionieren muss ist es normal das er mit einer Sache oneshooten kann?\nHhahaha der Slogan ist gut. Den muss ich mir merken nur ich denke das die Mehrheit für Noobchamps sind als dagegen daher muss der Rest der Welt weniger sein.","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-07-19T14:32:07.376+0000","up_votes":1,"down_votes":0,"body":"Fiora hat weder viel CC noch viel Tankyness. Yi hat überhaupt keinen CC und seine Tankyness ist auch nur während der W vorhanden, was ihm nur im 1v1 wirklich was bringt. Und auch Trynda und Xin sind nicht wirklich tanky. Das merkt man schon daran, dass alle Champs relativ anfällig gegenüber CC sind und im Teamfight nicht besonders gut agieren können. \n\nFiora hat auch nicht nur ein \"bisschen\" Skillcap sondern mit das höchste im Spiel. Wer hat denn mehr? So spontan fallen mir Lee und Orianna ein und das war es. \n\nKayle ist zu enormen DPS-Mengen in der Lage. Und ja, eine sechs-Item Vayne kann mit Statics+RapidfireCannon+Crit+Tumble dir in einem Schuss gut 1200 Schaden drücken, aber das kann eine Caitlyn mit Passiver+Rapidfire+Statics+Crit auch. So what? Beide sind dafür auch ziemlich einfach zu bursten. \n\nFizz ist ziemlich leicht zu töten, sobald sein E draußen ist, da er komplett Melee ist . Swain ist hingegen recht schwer zu töten und der Schaden, den er machen kann, bevor er raus ist, ist wesentlich höher. \n\nIn der Situation, in der ein adc mit wenigen autoangriffen jemanden konsistent töten kann, muss schon einiges schiefgelaufen sein. So etwas geht nur, wenn der adc bereits die Backline fertig machen kann und diese den adc nicht bursten kann.  Für einen Lategame adc mit Utility-Support gegen ein Sqishy team geht so etwas ganz gut, aber dann hätte man den adc vorher rausnehmen müssen. Eine Vayne beispielsweise macht am Anfang nämlich sehr wenig schaden und verliert jeden kurzen Trade haushoch, ähnliches gilt für Kog'maw und auch Twitch ist nicht sonderlich gut in der Lane. \n\n>Hört mir doch auf. Ich habe diese Champs schon alle gespielt um zu sagen Nein. Nein die sind nicht großartig schwieriges.\n\nDie anekdotische Evidenz ist keine Evidenz. Deine persönlichen Erfahrungen sind weder nachprüfbar noch repräsentativ. Im Falle von Fiora und Vayne stimmen sie einfach nicht, in vielen der anderen Fälle beruht deren Erfolgskonzept auf dem Ausnutzen von Fehlern, weshalb diese Champs in höheren Elos immer schlechter werden. \n\nIm übrigen ist Soraka- den Champ den du am häufigsten im Ranked ausgepackt hast und mit dem du 57% Winrate hast, jetzt auch nicht sonderlichs chwer, ebensowenig wie Janna, Sona oder Karma. \n\nChaki ist übrigens der Typ, der dich zuvor als ahnungslos abgestempelt hat.","replies":[]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:31:28.912+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:59:57.467+0000","up_votes":1,"down_votes":0,"body":"Pls Honor Bayonetta38 \n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T14:10:57.283+0000","up_votes":2,"down_votes":1,"body":"My Pleasure Darling ;)","replies":[]}]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:26:48.583+0000","up_votes":1,"down_votes":2,"body":"Ja vllt hat er auch einfach ein real life ? Nicht so wie andere hier :)\n\nIch mein um Challenger zu kommen musst du LoL studieren und dein real life aufgeben\ndas ist fakt","replies":[]}]},{"id":"","poster":"Vampire Knight97","date":"2017-07-18T15:12:25.283+0000","up_votes":1,"down_votes":0,"body":"Yi, trydamere, anni fehlen^^","replies":[]}]}]},{"id":"","poster":"Alekra","date":"2017-07-18T12:40:23.404+0000","up_votes":1,"down_votes":0,"body":"Stimmt aber alles nicht :p man kann mit jedem champ hochkommen","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T12:57:28.889+0000","up_votes":1,"down_votes":0,"body":"gut dann spiel einen dieser Champs, am besten mordekaiser und carrie dich hoch bis mindestens Platin.","replies":[{"id":"","poster":"Alekra","date":"2017-07-18T13:46:13.528+0000","up_votes":1,"down_votes":0,"body":"1. Bin ich Suppmain und 2. Kann ich ihn nicht ^^","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:49:07.838+0000","up_votes":1,"down_votes":0,"body":"Und? dann lernst du ihn halt. Danach kannst du bestimmt mit ihm climben. Nur wirst du an den oben genannten Champs nicht sehr erfolgreich sein.","replies":[{"id":"","poster":"Alekra","date":"2017-07-18T16:23:49.572+0000","up_votes":1,"down_votes":0,"body":"Sagt wer? Außerdem warum sollte ich meine Mainposition aufgeben nur um Champs zu spielen an denen ich kein interesse habe nur um irgendnen Heuler was zu beweisen? ^^","replies":[]}]}]}]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:49:14.051+0000","up_votes":1,"down_votes":1,"body":"wenn ihr alle auf meiner elo rumhacken warum ist dann dein account noch bronze?","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:26:20.855+0000","up_votes":1,"down_votes":0,"body":"er behauptet auch nicht, nicht dorthin zu gehören","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:41:04.769+0000","up_votes":1,"down_votes":1,"body":"aber wenn es doch so einfach ist mit jedem champ hochzuclimben warum  bist du auch nur silber? das muss jawohl an dir liegen oder? ich komm in der matchhistory nicht weiter gommene","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:58:41.769+0000","up_votes":1,"down_votes":0,"body":"Das sagst ja du, das es mit den richtigen Champs so einfach ist (z.B. Tryndamere). Es stimmt, ich spiele nicht sonderlich gut aber auch nicht sonderlich viel. Ich könnte jetzt das gleiche Argument wie du bringen \"wenn ich wollte wäre ich Challenger\" aber ich spiele LoL einfach nur zum Spass und um mit Freunden zu spielen und tryharde auch nicht durchgehend.\n\n> ich komm in der matchhistory nicht weiter gommene\n\nund das \"gommene\", was bedeutet das?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T15:43:15.043+0000","up_votes":1,"down_votes":0,"body":"ich sage nicht ich wäre challenger. ich wäre einfach nur besser als silber und wenn das gold 5 mit -100000000000000000000 lp wäre. ich mag gold aber nicht und finde den rahmen dies blanke gold echt...nicht so dolle.\n\ngommene bedeutet entschuldigung","replies":[]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-07-18T19:18:03.988+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Chaki,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0000000000000000,timestamp=2017-07-18T11:09:32.167+0000)\n>\n> Nenne doch mal einen Champ, mit dem man nicht hochkommen kann.\n\nAnnie... also man sollte bei Annie nicht hoch kommen können, sonst hat Mann echt ein Problem...","replies":[]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:19:01.853+0000","up_votes":1,"down_votes":2,"body":"es geht nicht darum das man mit champs garnicht hochkommt aber mit gewissen champs so leicht hochkommt obwohl man nicht viel dafür tat und dann noch andere verspottet nur weil die gegen trynda verlieren oder so ein quark. ich mit kata hab letzte eason eta 30 rankets gebraucht um silber 4 zu werden ...von silber 4. war echt op.\n\nich sehe auch kaum wen mit victor hochspielen oder mundo","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T11:37:28.120+0000","up_votes":1,"down_votes":0,"body":"Vielleicht liegt das auch einfach nur an Viktor und Mundo, dass sie nicht gespielt werden?\nViktor hat sehr großes Carry Potential, er ist stark im early und fällt im late nicht stark ab, aber er ist einfach super langweilig, genauso wie Mundo. Champs die Spaß machen sieht man öfter als welche die keinen Spaß machen, so ist das halt einfach.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:57:32.632+0000","up_votes":1,"down_votes":2,"body":"ich sag dir wenn victors strahl point and clic wäre oder magischer crit rauskäme wird der gespielt wie sand am mehr. wenn mundo soviel damage raushauen würde in der selben zeit wie ein volibär wird der auch mehr gespielt","replies":[{"id":"","poster":"Sirrkas","date":"2017-07-18T12:52:40.198+0000","up_votes":1,"down_votes":0,"body":"Ich sehe Mundo als stärker an als Volibaer. Vor allem der Dauerslow seines Beiles in Kombination mit % Schaden ist ein Graus für jeden Tank. \n\nVoli dagegen muss in den Nahkampf kommen. Einmal CC in den Weg werfen, schon sieht der Bär blöd aus der Wäsche.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:02:08.873+0000","up_votes":1,"down_votes":0,"body":"voli wird aber viel mehr gepickt....","replies":[{"id":"","poster":"Sirrkas","date":"2017-07-18T13:23:37.226+0000","up_votes":1,"down_votes":0,"body":"Hängt von den Filtern ab, die man verwendet. Laut leagueofgraphs nicht ab Gold, da ist Mundo beliebter.\n\nhttp://www.leagueofgraphs.com/champions/stats/drmundo\n\nhttp://www.leagueofgraphs.com/champions/stats/volibear\n\nMit Silber und Bronze in der Rechnung, wird Voli beliebter.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:35:58.564+0000","up_votes":1,"down_votes":0,"body":"echt? dann vergib mir. ich sehe mehr volis als mundos","replies":[]}]}]}]},{"id":"","poster":"Chaki","date":"2017-07-18T12:43:11.729+0000","up_votes":1,"down_votes":0,"body":"Ja natürlich würde er dann gespielt werden, dann wäre er ja schließlich auch OP as fuck, was ist das denn für ein Argument?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:48:04.873+0000","up_votes":1,"down_votes":1,"body":"jetzt weisst du warum diese champs gepickt werden wegen denen ich hier rede. du hast das argument grade selbst benannt. sie sind zu op","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T12:51:19.432+0000","up_votes":1,"down_votes":0,"body":"Hast du denn überhaupt gelesen was ich geschrieben habe?\nEs ist einfach Fakt, dass die meisten Leute gewinnen wollen, es ist Fakt, dass den meisten gewinnen am meisten Spaß macht, wodurch es auch Fakt ist, dass ein Champ der OP ist häufig gespielt wird.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:17:12.035+0000","up_votes":1,"down_votes":1,"body":"eben und ich möchte das der champ der op ist generft wird, damit auch wieder andere champs gepickt werden","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-07-18T11:50:36.689+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Pandaphiri,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0000,timestamp=2017-07-18T10:56:28.222+0000)\n>\n> gib es auf. Das Spiel ist inzwischen darauf ausgelegt das du eben nur eine bestimmte Auswahl an Champs spielen sollst damit du hochranken kannst, Es is immer ne Handvoll Champs die Stärker sind als alle anderen weil sie:\n> \n> a) enormen dmg haben \n> b) cc haben bis zum abwinken\n> c) tanky sind und schaden machen\n> d) oder eine mischung aus allen besitzen + 1 bis 2 escapes die man kaum verhindern kann. \n> \n> wenn du hochranken willst dann musst du die spielen die stark sind. Spaß haben und das spielen was du willst kannst du im rank vergessen. dafür is nur der draft da ohne Rank.\n\nSelten so einen Quatsch gelesen. Gerade in Low Elo kommt es auf die Meta überhaupt nicht an, weil ohnehin niemand seinen Champ zu 100% beherrscht.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:59:50.265+0000","up_votes":1,"down_votes":1,"body":"ashe main türkei 5000000 punkte auf ashe ist bronze. heimer 4000000 punkte bronze 4. lux 4000000 punkte auch bronze. die leute beherrschen ihre champs sicher, wette ich mit dir","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T12:05:50.742+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000000020000,timestamp=2017-07-18T11:59:50.265+0000)\n>\n> ashe main türkei 5000000 punkte auf ashe ist bronze. heimer 4000000 punkte bronze 4. lux 4000000 punkte auch bronze. die leute beherrschen ihre champs sicher, wette ich mit dir\n\nInteressanterweise habe ich ein Video von der Ashe gesehen. Die spielt nur Normals und immer mit Teleport auf der Botlane. Nein, die beherrscht ihren Champ mit Sicherheit nicht. Nur viel zu spielen garantiert keine Verbesserung, das muss man schon aktiv angehen.\n\nWarum habe ich denn mit Quinn, aktuell auf Platz 41 der Top Pick Rate, eine Winrate von 61% in Gold und Platin? Weil der Champ op ist? Nein. Weil er Meta ist? Nein. Vielleicht kann ich ihn einfach spielen...","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:12:17.475+0000","up_votes":1,"down_votes":0,"body":"einmal kaum einer kann gegen quinn spielen das heisst nicht das du schlecht bist ich freue mich sogar eine person zu sehen die quinn spielt. ich denke die leute die viel ihre champs spielen verstehen auch wie sie funktionieren. ich weis genau wann ich reingehen kann um zum beispiel kmit akali einen kill zu holen und ich weiss auch auf welche gegner ich in dem moment aufpassen muss. ich weiss das katas ulti eine cc schwäche hat. ich weiss das ich entweder ohne ulti rein muss bis der cc raus ist der so schnell sein muss das es zu spät ist wenn der cc kommt. ichd achte da die leute 4 oder 5 mal soviel pukte haben wie ich wissen die ähnliche dinge und mehr","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-07-18T12:56:30.424+0000","up_votes":1,"down_votes":0,"body":"Also wenn Masterypunkte etwas aussagen, dann dass da jemand viel spielt, nicht das er gut ist. Ich habe auch schon jemanden gesehen, der hatte 2000 Rankedsiege in einer Season und war Bronze 5 mit 0 LP. Hat er viel gespielt? Ja. Ist er gut? Sicher nicht, sonst wäre er nicht Bronze 5 mit 0 LP nach vermutlich mindestens 4000 Spielen. \n\nWas sagen uns die Punkte über den Spieler? Nur, dass er einen Champion sehr, sehr viel spielt. Würde ich die Ashe, als Mainsupporter, der sich jede Season wieder nach Gold spielt, mit Ashe besiegen können? Vermutlich sogar, wenn ich meine Summoners vertausche und statt Heal erst versehentlich Flash einsetze.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:04:36.595+0000","up_votes":1,"down_votes":0,"body":"weis ich nicht ich bin schliesslich auch nur ein mensch. es war das einzige beispiel was mir sofort einfiel. ich weis doch nicht wie gut die spielen...ich weis das verti gut spielt und professor akali auch und annie bot. die haben alle tons of points nur auf einem champ. darum hielt ich es für einen sinnvollen vergleich","replies":[]}]}]}]},{"id":"","poster":"Jhilista","date":"2017-07-18T17:23:48.652+0000","up_votes":1,"down_votes":0,"body":"Jep traurig aber wahr","replies":[]},{"id":"","poster":"HookEmUp","date":"2017-07-18T11:10:09.319+0000","up_votes":1,"down_votes":3,"body":"Nö.","replies":[]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-18T12:31:15.869+0000","up_votes":3,"down_votes":6,"body":"Wow hahaha du hast mir aus der Seele gesprochen bringt allerdings trotzdem nix. So sehr Riot auch behaupten mag das die Vielfalt bringen wollen, die machen trotzdem ihre Struktur nicht kaputt. \nBestes Bespiel : {{champion:164}} \nEs gibt eine Nahrungskette in LOL \nGanz oben sind diese hirnverbrannten OP Noobchamps die Regieren d.h. {{champion:122}} {{champion:105}} {{champion:11}} {{champion:23}} {{champion:157}} {{champion:238}} {{champion:114}}{{champion:67}}  wo sieht man den schlechte Spieler von sowas? SEHR SEHR SEHR SELTEN und selbst wenn haben diese behinderten Champs sowieso den Bonus das sie selbst als 1/15 Kandidat eine große Bedrohung sind.\n\nDarunter kommen diese mittleren OP Noobchamps die man noch ein wenig outplayen kann, schwer aber möglich: {{champion:103}} {{champion:84}} {{champion:34}} {{champion:1}} {{champion:131}} {{champion:245}} {{champion:420}} {{champion:121}} {{champion:85}} {{champion:2}} {{champion:80}} {{champion:58}} {{champion:92}} {{champion:5}} {{champion:45}} {{champion:91}}{{champion:77}} {{champion:35}} {{champion:104}} {{champion:51}} {{champion:29}} {{champion:236}}  in den meisten Fällen sind diese auch gefeedet.\n\nund dann gibts noch die durchschnittliche Klasse, die ihren Respekt nicht gegenüber den höheren verlieren sollten: \n{{champion:268}} {{champion:69}} {{champion:31}} {{champion:3}} {{champion:41}} {{champion:111}} {{champion:75}} usw.\n\nSo bei Camille war es so, sie war sehr skilllastig aber auch total OP. Sie sollte bei der Durchschnittsklasse sein allerdings war sie so stark das sie sämtliche Champions über ihr verdrängt hat. Das hat Riot sofort gestört, ich meine OMG Trynda konnte nicht mehr mit einem AA  oneshooten weil ihn Camille eine schöne Respektschelle verpasst hatte. Also was macht Riot? \nRichtig! Er nerft sie zu Tode das sie komplett aus der Bildfläche verschwindet und total nutzlos wird. Letztens hatte ich irgendwo gelesen das sie momentan eine niedrigere Winrate hat als 46%. Wer diese Nahrungskette unterbricht verschwindet ganz leicht von der Bildfläche. Sowas wie Tanks sollen sowieso nie stark sein, nur solche Champs wie Trynda Yi sollen dieses Spiel regieren. Seit neuestem ist Kayn dabei, ihn wollten sie in die 2. Klasse allerdings ist der Kollege zu schwach. Ich sage der wird sogar noch ein Buff erhalten.\nAllerdings ist nicht alles Hoffnungslos. Ich sage nur {{champion:7}}.\nDie Tante war ja früher die Königin der Noobchamps und mitlerweile kann sie nichtmal mehr einem Supporter gefährlich werden.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T12:42:07.896+0000","up_votes":1,"down_votes":1,"body":"Genau deswegen werden diese \"OP-Noobchamps\" die ganze Zeit im E-Sport gepickt... nicht.\nZufälligerweise werden im E-Sport meistens die Champs erfolgreich gespielt die ne hohe schwierigkeit haben, da diese meistens am meisten Potential bieten und letztendlich in den richtigen Händen am besten sind.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T12:53:20.290+0000","up_votes":2,"down_votes":3,"body":"ändert trotzdem nix daran das diese Mistviecher sich durch die Kluft rechtsklicken.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:00:26.055+0000","up_votes":1,"down_votes":0,"body":"Und damit willst du nun was sagen? Irgendwie verstehe ich nicht worauf du hinaus willst. Wenn du mit nem komplexen Champ gut genug spielen würdest, dann wärst du damit auch besser als mit den ganzen \"OP-Noobchamps\". Zudem sind diese \"OP-Noobchamps\" fast alle einfach einzuschätzen.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:08:30.554+0000","up_votes":2,"down_votes":4,"body":"Yi:  Q , R rechts click, rechts click = Penta\nTrynda: E rechts click, rechtsclick = Penta\nWas für komplexe und schwierige Champs. Mich intressieren diese E-Sports nicht. Ich gehe vom normalen Rank aus und da ist es halt so das diese Champs eben immer dominieren außer man hat eine Gehirnlähmung und keine Hände oder weiß der Gott noch was.\nEinfach einzuschätzen trotzdem bringt es nix. Die klicken dich trotzdem weg. CC CC CC jaja während wir die versuchen zu CC pflücken die Äpfel und schauen zu. Nebenbei noch eine Ulti die einen nicht sterben lässt.\nMy Liplings <3","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T13:14:50.311+0000","up_votes":1,"down_votes":0,"body":"Abgesehen davon das dein Kommentar in Stumpfsinn und Übertreibung kaum zu überbieten ist.\nErzähl doch mal was du für tolle Champs spielst, die scheinbar unglaublich viel Skill abverlangen und dabei auch noch total schlecht sind. Die meisten CCs die du gegen Trynda und Yi einsetzen kannst sind keine Skillshots. Also werden sie bei Point & Click Fähigkeiten kaum dodgen können. Ich will dir nur sagen das du anscheinend echt probleme hast, wenn du nicht gegen einen Trynda oder Yi gewinnen kannst, auch in normalem Rank und nicht im E-Sport.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:26:11.002+0000","up_votes":2,"down_votes":3,"body":"Meine Champs sind nicht schlecht. Sie sind wundervoll nur sie kommen gegen diesen behinderten Schaden von diesen gestörten Champs nicht ran. \n{{champion:40}} {{champion:43}} {{champion:89}} {{champion:10}} {{champion:267}} {{champion:57}} {{champion:111}} {{champion:497}} {{champion:102}} {{champion:37}} {{champion:16}} {{champion:143}} {{champion:164}} {{champion:127}} \nWundebare Champs, nur keine gestörten Noob Champs. Meist spiele ich Support aber egal welches Build, welches Team oder sonst was meine Heals,Shields CCs kommen gegen diesen AA dieser behinderten Champs nicht ran. FIora und Co zählen auch dazu.\nBTW bist du so ein Main? Mir kommt es so vor als habe ich ein Nerv von dir getroffen xD.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T16:02:39.752+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=000a000100000000000000000000,timestamp=2017-07-18T13:26:11.002+0000)\n>\n> Meine Champs sind nicht schlecht. Sie sind wundervoll nur sie kommen gegen diesen behinderten Schaden von diesen gestörten Champs nicht ran. \n> {{champion:40}} {{champion:43}} {{champion:89}} {{champion:10}} {{champion:267}} {{champion:57}} {{champion:111}} {{champion:497}} {{champion:102}} {{champion:37}} {{champion:16}} {{champion:143}} {{champion:164}} {{champion:127}} \n> Wundebare Champs, nur keine gestörten Noob Champs. Meist spiele ich Support aber egal welches Build, welches Team oder sonst was meine Heals,Shields CCs kommen gegen diesen AA dieser behinderten Champs nicht ran. FIora und Co zählen auch dazu.\n> BTW bist du so ein Main? Mir kommt es so vor als habe ich ein Nerv von dir getroffen xD.\n\nUnd was machen Kayle und Syvana anderes als rechtsklicken? Und von Soraka und Sona fange ich gar nicht erst an.\n\nBei dir sind mechanisch anspruchsvolle Champs wie Fiora, Vayne, Riven und Yasuo Noobchamps, aber die, die du selbst spielst, sind noch einfacher. Das soll einer verstehen.","replies":[{"id":"","poster":"OT Riku","date":"2017-07-18T17:04:54.318+0000","up_votes":2,"down_votes":0,"body":"Sona ist wohl einer der Champions wo man sagen kann.\nWie unterstütze ich mein Team am besten ? \nJa 1 Skillshot treffen und dann facerole auf dem Keyboard.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:22:34.147+0000","up_votes":2,"down_votes":3,"body":"Kayle und Shyvana spiele ich eh selten aber wenn ich diese Spiele machen die kein Oneshoot mit einem Autoattack und Soraka und Sona sind super Champs die allerdings nicht gegen diesen Noobchampschaden genug heilen können. Dieser gestörte Oneshootschaden ist einfach zu viel um den weg zu heilen.\nFiora Vayne Riven? anspruchsvoll? Das ich nicht lache. Gut Yasuo vielleicht aber der hat ja seine OP Passive, seine Wall, kein CD E, Eine AOE CC Ulti die nicht abgebrochen werden kann, keine Kosten ein total gestörter Q Spell aber das alles wird ja mit seiner Schwierigkeit ausgeglichen :).\nDie anderen sind einfach, haben keine Kosten ( Vayne braucht sowieso minimal Mana und eine Fiora der ihr Mana ausging habe ich auch noch nie gesehen) Drücken unnormalen Schaden, haben Mobilität, manche einen Schild, CC, Truedmg, AS Buff, Heals usw. aber ja sind alle ausgeglichen durch ihre schwierigkeit.\nWelcher meiner Champs sind einfach? Leona, Sona, Nautilus die ja.","replies":[]}]},{"id":"","poster":"Gâlahad","date":"2017-07-18T13:37:28.170+0000","up_votes":1,"down_votes":0,"body":"Oh Kayle, Maokai, Nautilus, Shyvana, Camille, Sona, Leona da ist ja ein ganzer haufen von wirklich unglaublich schweren skilllastigen Champs mit dabei. *augenzwinker* ;)\nDu wunderst dich tatsächlich das du mit nem Support gegen einen Yasuo, Fiora oder Tryndamere nicht ankommst? Ist das dein ernst? Sry aber wenn du nicht verstehst für welche Rolle welcher Champ gedacht ist, dann kann dir hier keiner helfen und eine Diskussion macht da auch keinen Sinn.\nEs ist eigentlich unerheblich was ich spiele. Ich versuche dir zu erklären das du mit einer falschen Denkweise an das Thema ran gehst.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:47:20.984+0000","up_votes":2,"down_votes":3,"body":"................ ich sage mal dazu nix.\nJa ich versuche mit Soraka Trynda zu töten -.-. MEINE HEALS MEINE SHIELDS: wer lesen kann ist klar im Vorteil. Ich kann gegen den Schaden nicht genug heilen schilden oder CC.  Aufjedenfall schwieriger als nur die Maus zu benutzen.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T14:44:35.791+0000","up_votes":1,"down_votes":0,"body":"Auch das kannst du nicht erwarten. Jeder DD macht mehr schaden als du healst und shieldest. KA was du für vorstellungen von balancing hast.\nStimmt weil rechtsklicken ja reicht :,D\nZudem hast du auch schon genug andere Champs aufgezählt die du als \"Noobchamps\" betitelst die um einiges schwerer sind als vergleichsweise die Champs die ich hier eben aus deiner Liste aufgeführt habe.\nAber anhand der Champs die du so spielst wird auch recht schnell klar warum dir Melee-Carrys so OP vorkommen.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T14:54:30.698+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-18T15:45:21.526+0000","up_votes":1,"down_votes":0,"body":"Klar weil du Gott bist und dein Wort gesetz ist.\nDu machst dich echt lächerlich. Ich muss dazu nix mehr sagen. Du hälst dich hier für den größten pro und sagst du lehnst es ab \"Noobchamps\" zu spielen. Du entscheidest natürlich selbst was ein Noobchamp ist. Selbstverständlich ist natürlich jeder Nahkämpfer und Bruiser ein \"Noobchamp\" außer natürlich Shyvana, schließlich spielst du selbst Shyvana. Zudem hast du dir offensichtlich nicht angeschaut was ich so die letzten Seasons gespielt habe. Ich habe zahlreiche Champs gespielt. Sry aber troll woanders du pro.\nWenn du weinst wegen Tryndamere, Fiora, Yasuo und co. dann hast dus einfach nicht verdient aufzusteigen.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-19T08:18:42.351+0000","up_votes":1,"down_votes":3,"body":"Hmm naklar hahaha. heul leise du Chantal hahaha. Ich brauche nicht zu schauen was du vor 20 Jahren gespielt hast. Das was heute ist zählt. Ich sag nicht das Shyvana kein Noobchamp ist. Sehr skilllastig ist sie nicht allerdings hat sie auch kein Oneshooteffekt. \nDu spielst Trynda, Garen und findest das diese gute Champs sind, und du verdienst es aufzusteigen? Anscheinend nicht da ja nichtmal eine Elo hast.\nBtw. Ich war schon von Bronze bis Platin vertreten daher denke ich kann ich aufsteigen. Mir fehlt halt die Lust und ein guter ADC als Partner.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T08:23:21.441+0000","up_votes":1,"down_votes":0,"body":"Deswegen hast du nur Season 6 und 7 gespielt und warst nie höher als Silber? Aber bestimmt du warst Platin. \nIch heule ja nicht. Ich bin zufrieden mit dem was ich Spiele und der Balance. DU bist es der die ganze Zeit heult \"mimimi Trynda ist so OP ich kann gar nix machen mimimi\".\nNein es zählt nicht nur das was heute gespielt wird oder das was man aktuell Spielt. Z.B. hab ich damals ne Zeit lang Volibear im Jungle als Main gespielt. Hab ich den jetzt verlernt weil ich aktuell lieber was anderes Spiele? Nein ich glaube nicht.\nNaja last Matches hab ich ne Winrate auf 80%, wird schon werden.\nIch heule wenigstens nicht rum sondern überlege mir wie ich mich verbessern kann anstatt die Schuld auf bestimmte Champs zu schieben. \n{{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"Gâlahad","date":"2017-07-19T10:44:51.711+0000","up_votes":1,"down_votes":0,"body":"Proof or didn't happen.\nZudem FALLS es überhaupt stimmen sollte hat Platin S2-3 nicht die Bedeutung wie Platin jetzt. Die Community und Konkurrenz ist viel größer und stärker geworden. Selbst in Low Elos informieren sich mittlerweile spieler über Metas usw.\nZudem falls du tatsächlich Platin gewesen bist, dann wäre es ja nicht weiter schwer in Gold zu landen.\nEin Nahkämpfer ist also ehrlos? Ein Fernkämpfer aber nicht?\nWas ist an einem Champion denn überhaupt ehrlos? Zudem geht es bei LoL nicht im geringsten um Ehre. Ehre hat in einem Strategiespiel nix verloren. Wenn ich immer danach gehen müsste was \"ehrenhaft\" wäre dann dürfte ich ja nie meinen Vorteil ausspielen, schließlich hole ich mir damit einen unfairen Vorteil.\nDu kannst das auch weiterhin sagen und glauben, aber solange du das selber nicht umsetzen und beweisen kannst bleibt es eben nur leeres gerede. Zudem ist es immer leicht zu sagen ein Champ wäre ein Noobchamp der einem nicht passt, wenn man ihn gar nicht selbst spielt. Wie willst du das denn beurteilen? Und hast du mal probiert nen ungefeedeten Hypercarry zu spielen? In dem Fall müsstest du wissen das dies dann nicht gerade leicht haben.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-07-19T10:18:28.583+0000","up_votes":1,"down_votes":2,"body":"Das ist mein Smurf....... Ich spiele seit Ende Season 1, war Platin von Season 2 - 3. \nNun ich habe mich dann falsch ausgedrückt. Ich kann eigentlich schon was machen, jedoch endet es meist tödlich für die Konfontration mit diesem Champ da ich sobald ich versuche meinen ADC zu retten mit einem Crit auf den Kopf bestraft werden und der gute Herr hat ja eine wundervolle Passive die ihm das ermöglicht. \nEhrlich gesagt heule ich auch nicht. Ich finde den Dreckschamp op und rege mich auch auf wenn ich gegen sowas ehrenloses verliere. Ich reis mir den A. auf versuche mit meinen Spells und objectiven Plays meine Mates zu saven aber nö dann kommt der mit seiner E, AA rum und meine ganze Arbeit ist zu nichte. Toller Champ. Nach dem Game hab ich es eh meist vergessen aber das ändert trotzdem nichts daran das diese Champs einfach bescheuert sind.\nNein weil du die selbe Kategorie weiterhin spielst. Bruiser, Toplaner, AA Champs und Tanks. Selbe Prinzip daher schwer es zu verlernen. Ich habe auch Voli damals gemaint. Nun bin ich Soraka Main und ich bin mir sicher das ich mit Voli nicht mehr wie früher spielen werde da ich komplett in die andere Richtung gegangen bin.\nIch kann Voli bestimmt nicht mehr wie früher, du allerdings hast nur den Champ gewechselt in der selben Kategorie.\nEgal was du sagst \nTrynda ist ein Noobchamp.","replies":[]}]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-07-19T07:59:50.612+0000","up_votes":1,"down_votes":3,"body":"Es muss reichen weil der Champ sonst nichts kann.  Die anderen NoobChamps sind das selbe, ob die nun eine Rolle machen und dich aus dem Leben critten oder nach vorne dashen und dich aus dem Leben nehmen ist egal. Selbe Effekt. Meine Champs haben von 190- 250 Rüstung fast. Verzögert aber nur den tot um einen AA mehr. Wenn überhaupt.","replies":[{"id":"","poster":"Gâlahad","date":"2017-07-19T08:17:18.600+0000","up_votes":1,"down_votes":0,"body":"Diese Argumentation funktioniert aber ganz einfach so nicht. Der Support ist nicht dazu da den dmg eines DDs durch Heals und Shields komplett aufzuhalten. Wenn das so der Fall wäre, dann bräuchte man Tanks, Offtanks und Bruiser gar nicht mehr spielen, schließlich könnten dann heiler so viel heilen wie Tryndamere oder Master Yi dmg machen und sie könnten weder Support noch ADC irgendwas anhaben.\nUnd wieder einmal übertreibst du maßlos....\nWenn du tatsächlich 190-250 Rüstung hättest, (und diese Items nicht völlig sinnlos sind) dann würde der dich nicht mit ein paar AAs wegcritten. Ich glaub erst gestern hatte ich ein Match gegen Trynda (ich weiß der ist ja so mega Op und unbesiegbar mit seiner 52% winrate) und da haben ninja Tabi im early vollkommen ausgereicht und später Deadmans Plate (kannst du gerne durch jedes andere eventuell sogar sinnvollere Rüssi item ersetzen z.B. mit AS-Slow). Ich habe 5/0 auf der Lane gewonnen.\nGenerell ziehen so full AD Auto-Attack Champs meistens den kürzeren wenn man stark auf Rüstung geht und Counter-Items kauft.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"2131232143124123","date":"2017-07-18T12:55:46.871+0000","up_votes":3,"down_votes":0,"body":"Tut mir leid euch zwei das sagen zu müssen, aber ihr habt wirklich kein bisschen Recht - schon hundert mal gesagt worden , aber glaubt mir lernt wie diese \"Noobchamps\" funktionieren und ihr werdet verstehen, wie einfach die meisten zu countern sind.\nBy the way - Leblanc ist immer noch tödlich as hell , witzig, dass du gerade sie als Beispiel nimmst","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:04:38.392+0000","up_votes":1,"down_votes":4,"body":"Nee danke ich habe keine Lust in meine rechte Maustaste einen Grand Canyon reinzudrücken um einen Penta zu machen ( hust hust hust {{champion:11}} {{champion:23}}  hust hust). Ich habe diese hirntoten Dinger oft genug gespielt um zu sagen \" Man braucht kein Hirn, nichtmal Augen um mit sowas zu carrien und nein ich habe keinen Respekt vor Leuten die sowas mainen. Ich gebe mein bestes um meine Level 7 Marke zu verdienen und dann kommt so ein Mistvieh von der Seite drückt paarmal auf seine Maus, bekommt ein Penta und spammt sein Level 7 Abzeichen und sagt im pro, ez oder sonstigen unnötigen Kram. Gerne lass ich sowas auch mal als Soraka Main verrecken und lache die aus xD. Man denkt ich heile sowas, meist sind dem ihr Verhalten auch nicht besser als die von Rivens und Yasuos daher passt es schon ;).\nBTW nein Leblanc ist tot und das ist auch gut so. Ich glaub du kanntest die alte LB nicht wo es hieß Q W = gg wp.","replies":[{"id":"","poster":"2131232143124123","date":"2017-07-18T13:07:45.116+0000","up_votes":1,"down_votes":0,"body":"mh doch doch die kenne ich schon (Q R W :P*)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-18T13:15:28.347+0000","up_votes":1,"down_votes":2,"body":"Q R W geht auch allerdings hat Q W komplett gereicht damals. Falls nicht ein AA und Feierabend ;).","replies":[]}]}]}]},{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:36:45.188+0000","up_votes":2,"down_votes":3,"body":"danke! XD ich stimme dir zu","replies":[]}]},{"id":"","poster":"Gâlahad","date":"2017-07-18T12:29:57.601+0000","up_votes":2,"down_votes":0,"body":"Irgendwie finde ich kaum einen der von dir aufgezählten Champions so schlimm...\nTryndamere spiele ich selbst ganz gerne und ehrlich gesagt braucht der ne Menge Feed und Items um so abzugehen wie du das gerne darstellen willst. Zudem ist ein Tryndamere mit CC extrem easy aus dem Spiel zu nehmen. Du kannst dir auch gerne mal vorstellen wie Tryndamere ohne Ulti wäre. Er geht in nen Teamfight rein und ist nach 2 Sekunden tot. Weiß jetzt nicht ob das mehr sinn machen würde.\nKlar countern manche Champs andere. Das ist ja auch so gedacht. Wenn man gerade der ist der gecountert wird kann das unter Umständen unschön sein. Und nur weil ein Champion einen anderen Champion countert, heisst das noch lange nicht das der 1. Champ besser ist als der 2.\nDas ein gewisser Champion-Pool attraktiver gestaltet ist als der rest und mehr Potential bietet ist normalerweise im E-Sport bei MOBAs durchaus gewollt. Kann man natürlich kritisieren wenn einem das nicht gefällt.","replies":[]},{"id":"","poster":"Noxempire","date":"2017-07-18T11:53:40.444+0000","up_votes":1,"down_votes":0,"body":"Das liegt einfach daran, dass Rito eigentlich nur dann Champions nerft wenn die Win Rate zu stark eskaliert oder sie im Competitive gespammt werden. Die Lernkurve spielt manchmal auch ein bisschen mit da rein. \nKlar hasse ich auch manche Champions, und fühle mich unfair behandelt. Trotzdem muss man sich ins Gedächtnis rufen, dass die Win Ratios der \"guten Champions\"  alle so bei 50-55% schwanken. Ergo Grade immer knapp mehr als die Hälfte der Spiele mit dem Champion gewonnen werden. (im Durchschnitt) \nDie jenigen die häufiger als der Durchschnitt mit dem Champion gewonnen haben sind dementsprechend einfach gut oder erfahrener. \n\nDas Metaplay ist in League vollkommen in Ordnung, in anderen Spielen ist es deutlich extremer wenn du nicht mit dem Meta spielst. In LoL kannst du theoretisch mit jedem Champion ein Spiel im Ranked gewinnen. Während du bspw. in Yugioh mit einem Fundeck immer verlieren wirst gegen Meta Decks. (Naja vielleicht ein schlechter Vergleich) \n\nDeine Art und Weise Champions zu kritisieren, ist auch nicht gerade das gelbe vom Ei. Ich kann dir zu jedem Champion sagen, warum er OP ist wenn ich nur seine Vorteile aufzähle. \nBeispiel. \nOh man Urgot (der alte) ist so OP, seine Q macht mit Muramana so viel Damage und dann hat er auch noch Schadensreduktion und wenn er sein E trifft, ist sein Q auch noch Point and Click, wo ist denn da das Counterplay und seine W skaliert mit Mana, warum kann Champ XY Schild nicht mit Mana scalen und seine Ultimate ist sooo OP mit der kann man einfach ne Point and Click WW Ultimate auf den Gegner machen und dann auch noch Gegner scaren warum kann ww nicht Gegner scaren. Rito do smth.\nBeispiel Ende. Ein wenig überspitzt, aber ich denke du siehst meinen Punkt. \n\nÜbrigens kommen Sprüche wie \"Es sagen viele, dass ich nicht wie Silber spiele\" nicht gut hier an. Wer nicht climben kann ist selber Schuld. (Nicht an jedem einzelnen Game, aber es hat schon einen Grund, warum Dia Spieler schneller climben, als jemand der in Silber stuckt, so wie ich)","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:05:37.021+0000","up_votes":1,"down_votes":1,"body":"ich weis aber was soll ich denn sagen. ja man ich steh 18/3 in rankets aber meine mates 1/23 ich bin so scheisse das wir das game verlieren ist alles mein fehler.\n\nich bin normalerweise wer der sagt. hey man gewinnt mit allem nur stimmt das in league einfach nicht. wenn dein team da nicht mitzieht und du kein overdoomsuperhypercarry spielst gewinnst du nicht. ich wette es gibt in yugioh möglichkeiten das metadeck zu schlagen.\n\ndie winrates schwanken so hart weil sie nur bis etwa platin kommen und dann spielern gegenüberstehen die viel mehr wissen als sie. countepicks sind dort sehr hart also kommst du da dann nichtmehr mit den champs weiter und verlierst dadurch kann ich mir die winrate gut erklären. auch die neuen die alle league kommen und den einzigen katananinja yasuo sehen der sieht doch toll aus klar spielen sie ihn auch wenn sie nicht gewinnen. die winrate wird selten über 60% steigen","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T12:07:02.442+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=00050000,timestamp=2017-07-18T12:05:37.021+0000)\n>\n> die winrates schwanken so hart weil sie nur bis etwa platin kommen und dann spielern gegenüberstehen die viel mehr wissen als sie. countepicks sind dort sehr hart also kommst du da dann nichtmehr mit den champs weiter und verlierst dadurch kann ich mir die winrate gut erklären. auch die neuen die alle league kommen und den einzigen katananinja yasuo sehen der sieht doch toll aus klar spielen sie ihn auch wenn sie nicht gewinnen. die winrate wird selten über 60% steigen\n\nIch habe in Platin noch kein einziges Mal counterpicken müssen. Ist doch Quatsch, einen Champ zu spielen, den ich nicht kann, nur weil er den anderen countert.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:16:09.639+0000","up_votes":1,"down_votes":0,"body":"XD okay ich schau mir hier fleissig die anderen profile an. mich wundert das mit dem counterpicken bei dir iwie nicht. ich meins nicht böses du fluffel! es kann sein das du dich mit fiora hochgespielt hast weis ich nicht","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-18T12:27:32.392+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Queen Krul Tepes,realm=EUW,application-id=Wj1wcocU,discussion-id=A4qN6lve,comment-id=0005000000000000,timestamp=2017-07-18T12:16:09.639+0000)\n>\n> XD okay ich schau mir hier fleissig die anderen profile an. mich wundert das mit dem counterpicken bei dir iwie nicht. ich meins nicht böses du fluffel! es kann sein das du dich mit fiora hochgespielt hast weis ich nicht\n\nBei mir war es immer so, dass ich nur eine Handvoll Champs spielen konnte, das hat sich von Bronze II bis jetzt Platin V durchgezogen: Irelia, Fiora, Jinx, Poppy, Quinn und Garen. In 90% aller Spiele hab ich in SoloQ die gespielt und war damit jetzt 1,5 Jahre konstant Low Gold. Bis ich vor 1,5 Monaten nur noch MF gespamt habe und jetzt Platin V bin.\n\nIch kann jeden verstehen, dem das zu langweilig ist. Aber wenn man es aufs Climben auslegt, ist das echt effektiv.\n\nGeht aber auch anders: Ein Freund mit dem ich FlexQ spiele, spielt praktisch alle Champs und counterpicked sehr oft. Der ist auch Gold IV. Aber er hat halt auch viel Erfahrung.\n\nWas ich aber eigentlich sagen will: Der Champ spielt gar keine so große Rolle, die Entscheidungen sind viel wichtiger. Und gerade da haperts in Silber und Bronze.","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2017-07-18T19:36:22.268+0000","up_votes":2,"down_votes":1,"body":"Wär mal schön, wenn die \"wäh wie kann das sein, dass mich ein Bruiser wegcrittet, wenn ich in AA-Range komme mit Champs, bei denen das Positioning das A und O sind. Wenn Trynd an dich rankommt als Soraka, dann ist nicht Trynda OP, sondern du zu schlecht, thats it, bei Ahri oder sonstwas genau dasselbe.\nIch bau in meinen Games selbst genug Mist, nur sehe ich das dann auch als Mist gebaut von mir an und schieb's nicht auf angebliche OPness, entweder liegt's an mir oder dem Team oder beidem, wenn ein sogenannter OP-Champ eskaliert.\nFängt bei der Teamcomb an(wenn der Permadrückt oben egal wie die Lane steht, dann sollte die Comb auch wenn's nicht optimal läuft zumindest deffen können), da hängste oft genug zwschen 2 Stühlen, Team helfen, Türme aufgeben, was tun? AA-basierte Champs, AA-Debuff-Items, selten.\nCC-Spells mal zum peelen aufheben...selten. Mal hochkommen und die Wave vom Turm drücken, wenn man auf der Lane zurückfällt verhindern auch die ganzen low-elo-dont take my Farm Idioten. Oder mal n Roam von Jungler und Mitte, wenn es möglich ist, nach oben, statt den x-ten vlt. springt dabei was raus Roam Bot, am Besten noch während der gegnerische Midlaner easy den Midturm nehmen kann, dann hat man schonmal zwei Türme verloren für n vlt.-Kill. Tja und wenn es so läuft kann der Trynda auch getrost ohne großartige negative Konsequenzen verlieren, dann spielt es echt keine Rolle.\nSo hab ich mich übrigens vor 1 oder 2 Seasons bei Saesonstart nach Reset aus Bronze gespielt, war da schon 2 Seasons Gold, war ziemlich first time und das erste Mal wirklich versucht Splitpush im Ranked umzusetzen. Ab mittlerem Silber fängt es aber schon an, dass man sich damit mehr anstrengen muss, dass es auch funktioniert. Wobei wenn wie oben dargelegt, die Rotationen und Objectiveplay total fürn Arsch sind, dann funzt das sogar bis Platin noch easy, die Frequenz solcher Spiele lässt halt nach, aber es gibt sie noch öfter als man denken sollte.\nWas erwartet ihr denn? Ganz ernst gemeinte Frage, wenn Trynda Turm 1 holt, Turm 2 wird er bekommen, egal ob behind oder ahead, die Frage ist nur wann und das soweit wie möglich nach hinten zu schieben bzw. früh den Sack zuzumachen, aka ihn nicht ins Game kommen zu lassen bzw. das Spiel früh beenden, ist dann das Ziel, dasselbe bei Yi, Yas, Shy, etc.\nWenn man dann aber drauf scheißt, den machen lässt, dann steht man halt da und gewinnt sogar Teamkämpfe evtl. sogar in Unterzahl, kann aber nichts damit anfangen, weil man keine Inhis mehr hat. Und als Laner gegen ihn ist es recht ähnlich klar will man ihn early vernichten, wenn es aber mal nicht klappt oder sogar nach hinten losgeht ist gerade Trynda einer der Champs gegen die man absolut im 1vs1 nicht kämpfen muss, Türme und andere Objectives deffen und einigermaßen weiterfarmen reicht normal, aber die meisten kämpfen dauernd, verlieren die Trades und wundern sich.\nUnd wie gesagt ich bin nur Gold und den ganzen Mist, den ich da oben erklärt habe, baue ich selbst auch oft genug, aber daran liegt es dann auch und nicht an der angeblichen OPness der AA-basierten Champs. Aber was will man erwarten, wenn hier Aussagen kommen wie, aber wie kann es sein,dass ich Tank picken muss, um ne Chance zu haben? Muss keiner, vorallen ganz unten in der Ladder nicht, wenn man tatsächlich höher gehört und eben nicht genau dahin, nur wenn man es tut, damit ist es halt einfacher zu bestehen, that's all.\n Wär ich echtes Bronze und würde aufsteigen wollen, würde ich in nen Trynd immer nen Tahm picken, er muss an dich ran, um Schaden zu machen, dadurch kriegst du deine Procs für die W, durch Q und E passiv sollten gerade early die Trades so laufen, dass er nicht  Full life hat und wenn er Ult zündet frisst du ihn gut getimed und die Ult verläuft in deinem Magen. GG. Aber für sowas müsste man sich halt auch mal selbst Gedanken machen, statt nur nach irgendwelchen Counterlisten zu gehen oder über angebliche OPness rumzuheulen. Starke TPs sind gerade bei verlorener Lane in Bronze/Low-Silber Mangelware, wenn man weiß, man wird eher gecarried werden müssen als selbst zu carrien, weil man mit dem Matchup Probleme hat, dann könnte man ja auch mal auf den Trichter kommen statt ignite oder TP Exhaust mitzunehmen, vorallem wenn es in der Mehrzahl der Spiele gegen Tryn so läuft, dass der T1 viel zu schnell fällt. Nach meiner Erfahrung ist es so, dass je tiefer man steht, es umso unwichtiger ist, Prodecisions zu kopieren, weil das Gegenüber oft genug aus seinem Lead nichts macht. An Runen und Masteries kann man auch noch basteln und und und.\nIch hab ihn jetzt ewig nicht gespielt, empfinde ihn persönlich momentan auch als sehr stark, aber ganz sicher nicht OP, eher nervig wie Teemo.","replies":[]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T12:27:54.300+0000","up_votes":2,"down_votes":1,"body":"Anhand deiner Gedankengänge und Rechtschreibung/Grammatik gehe ich davon aus, dass du dich im Alter von 9-12 Jahren befindest.\n\nManchmal sagst du die Lösung ja fast schon selbst. Yasuo, Tryndamere, etc. sind in der low Elo stark. Aber wieso? Man versteht den Champ und wie man gegen ihn vorgehen soll => Fehler werden nicht bestraft.\n\nAber wenn das doch nicht stimmt und diese Champs einfach übermässig stark sind, wieso werden sie dann nach in der High Elo (Diamond+) häufig gepickt oder gebannt? Liegt es daran, dass diese Champs gar nicht so stark sind oder dass man in der High Elo mehr weiss wie die Champs funktionieren und deshalb Fehler schnell und hart bestraft werden und sie dieses Wissen auch **anwenden können**?\n\n> Nein ich spiel nicht schlecht ich bekomm oft zu hören das ich nicht in silber rein gehöre aber ich kann es nicht ändern.\n\nDas unterstütze ich vollkommen! Du gehörst nämlich echt nicht nach Silber sondern Bronze :)\n\n>  ich kann es nicht ändern.\n\nDu glaubst also an die \"Elohell\".\n _Definition: Man wäre auf einem viel höheren Rang als man momentan ist, da man jedes Game wegen dem eigenen Team verliert. Man selbst carriet immer und man verliert durch den Feed des eigenen Teams_\nMal angenommen, sie würde existieren. Für was gäbe es dann ein Rankedsystem, wenn es ja sowieso nicht stimmt? Oder wieso climben dann einige Leute? \nUnd wenn man nicht aktiv (jeden Tag mindestens ein Ranked) Ranked spielt, darf man sich auch nicht über seine Elo beschweren, finde ich.\n\n> Nein ich spiel nicht schlecht ich bekomm oft zu hören das ich nicht in Silber rein gehöre \n\nEs fällt mir sehr schwer, dir das zu glauben, da ich dich, nachdem ich deinen Post gelesen habe, nicht als sehr vertrauenswürdig halte. Ausserdem hast du in der letzten Zeit sehr wenig Ranked gespielt und mehrheitlich Normals. Normals sind einfacher zu gewinnen, da dort viel weniger seriös gespielt wird und neue Champs/Taktiken/Builds ausprobiert werden => nur weil man Normals carriet, heisst das noch lange nicht, dass man besser als diese Elo ist. Und mal eine Frage: Welche Elo wäre dann deine tatsächliche Elo, falls dich dein Team nicht zurückhalten würde _(was es auch nicht tut btw)_?\n\n> Ihr kommt nicht bis nach Challenger weil die Leute ab Platin Counterpicken nurnoch. Die spielen das Spiel nicht aus Spass, klar kommt ihr da mit Yasuo nicht durch.\n\nIst ein Counterpick etwa etwas unübliches oder unehrenhaftes? Darf man in der Low Elo nicht counterpicken? Also tryharden alle unter Platin gar nicht? Haben High Elo-Spieler also keine Seele oder was? Also spielst du Rankeds zum Spass und willst gar nicht gewinnen?\n\nIch weiss, dass ich nur auf sehr wenige Punkte und Argumente deinerseits eingehe, obwohl die meisten davon einfach sehr wenig Sinn machen oder einfach mit Argumenten und Fragen zu kontern sind, aber ich habe nicht die Zeit, oder besser gesagt, ich will mir nicht die Zeit nehmen, auf alle Punkte einzugehen, da es ansonsten viel zu lange gehen würde und der Text zu lange wäre. Ich habe deinen Post überflogen und mir einige Dinge rausgepickt. \n\nInfo: Ich zähle einige von dir genannte Punkte vor und kontere diese mit Argumenten und Gegenfragen. Falls diese nicht stimmen, kann man diese ganz sachlich beantworten und kontern.\n\nIch hoffe du hast meinen ganzen Text durchgelesen und kannst meine Einwände bitte eins nach dem anderen beantworten. Ich bitte dich, einfach von oben nach unten zu arbeiten, damit ich eine gute Übersicht habe.\n\nFreundliche Grüsse\nFresh Dumbeldore, einst Yatevaz","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:45:42.334+0000","up_votes":1,"down_votes":3,"body":"einmal oh herr alwissend. ich bin 20 und studiere. ich sollte diesen kommi wegen wirklich angreifenden kommentaren melden aber ich glaub mal an das gute im menschen. ich glaube nicht an die elo hell. die elo ist nicht das problem. wenn ich ein normales game hab wo nur tresh, ashe, lee jgl, ori mid und mundo top hab, gewinne ich schnell. aber es reicht oft ein trynda der seine lane auf wundersame weise gegen den 200k malph main gewinnt aus um das ganze game zu kippen. die leute die climben si8nd dieser trynda der grad seine 1/14 mid, 2/10 jgl, 3/7, 0/7, bot carried.\nich wäre vielleicht gold...der rahmen ist aber spucke hässlich darum spiel ich kaum rankets denn ich bezweifle das ich es in einem jahr nach platin schaffen würde egal was ich spiele.\n\nklar kannst du in lowelo counterpicken. aber wieviele machen das?ich seh den deppen victor picken ich sehe kein zeichen. warum pickt er viktor in yasuo. das game haben wir wie erwartet verloren","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:14:02.108+0000","up_votes":1,"down_votes":0,"body":">  gehe ich davon aus\n\nDamit sage ich, dass ich etwas vermute und falls es falsch ist, korrigiert mich bitte\n\nÜbrigens ist der Skillunterschied zwischen Silber und Gold nicht sehr gross wie z.B. Platin Diamond\n\nAber was meinst du denn mit _ich kann es nicht ändern_?\n\nUnd bitte beantworte doch meine obigen Fragen. Falls ein Trynda immer sein Team carriet, was er laut deinen Aussagen macht, wieso hat er dann eine so verhältnismässig tiefe Winrate?\n\nDu sagst einerseits, dich stört es, dass du von deinem Team zurückgehalten wirst, weil diese (angeblich) nicht so gut sind wie du, aber du sagst, dass du gar nicht climben möchtest. (wegen dem Rahmen)\n\nUnd es ist auch viel wahrscheinlicher, ein Game zu verlieren, in das man mit einer schlechten Erwartung startet.\n\nAber bitte beantworte doch zuerst meine Fragen und kontere Meine Aussagen von oben, bevor wir zu einem anderen Thema gehen.\n\nhttp://www.leagueofgraphs.com/champions/stats/tryndamere/diamond\nhttp://champion.gg/champion/Tryndamere/Top?league=","replies":[]},{"id":"","poster":"Gâlahad","date":"2017-07-18T12:57:32.943+0000","up_votes":1,"down_votes":1,"body":"Wenn der 200k Malphite gegen den Tryndamere verliert, hat er wohl in seiner ganzen Spielzeit als Malphite nichts dazu gelernt.","replies":[]}]}]},{"id":"","poster":"La vida Loca 38","date":"2017-07-19T14:51:55.163+0000","up_votes":1,"down_votes":0,"body":"Es ist halt so. Daran lässt sich nichts ändern, warum den auch? Der Mehrheit gefällt sowas und somit bleibt dieser Spielstil erhalten. Man muss sich damit abfinden :(.\nAber ich verstehe dein Problem. Es war auch einer der Gründe warum ich aufgehört habe. LoL ist nicht mehr das was es einmal war. Aber hey so soll es auch sein. Veränderung :).\nDas Spiel hat sich entwickelt, verändert so wie alles andere um sich auch. Ob nun gut oder schlecht ist eine andere Sache. Damals gab es nicht sowas wie Meta, oder OP. Es gab nichtmal Jungler xD. Die damaligen Spieler waren damit zufrieden und Riot hat sich denen angepasst. Die neue Generation hat andere Erwartungen und Wünsche und diese sind nun dran. Das muss respektiert werden und die alte Generation muss der neuen Platz schaffen :). So wird es weiter gehen und soll es weiter. Nimms dir nicht so sehr zu Herzen :).\n{{sticker:slayer-jinx-wink}} \nHeute sieht es vielleicht nicht toll aus aber morgen kann es schon ganz anderes aussehen.\nHoffe ich konnte dich einwenig aufmuntern ;).","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-19T18:50:33.593+0000","up_votes":1,"down_votes":0,"body":"huch, wie lieb....","replies":[{"id":"","poster":"La vida Loca 38","date":"2017-07-20T07:17:54.434+0000","up_votes":1,"down_votes":0,"body":"freut mich wenn es deine Stimmung angehoben hat ;).","replies":[]}]}]},{"id":"","poster":"Tödil","date":"2017-07-18T20:16:34.199+0000","up_votes":1,"down_votes":0,"body":"Ich kann den Frust über Champions, wie Yasuo , Tryndamere, Riven und Master Yi sehr gut nachvollziehen. Allerdings bleibt es auch beim Verständnis. Ich als Spieler akzeptiere durch die Warteschlange, durch das Spielen, die \"Gesetze\", die Prinzipien, die Riot durch das Weiterentwickeln von LoL einbaut, den Zustand, in dem es sich befindet. Du verlierst 0/12/1 gegen Yasuo? Oder 1/20/0 gegen Master Yi? Natürlich stelle ich es überspitzt dar, aber man muss mit Fehlschlägen immer rechnen. JEDER Champion hat seine Vor- und Nachteile, die, wenn man sich hinsetzt und sich genauer damit befasst, sogar deutlich hervortreten können. Sehr wohl weiss ich, dass ich als Bronze-Spieler hier keinen im Silber-Bereich oder höher belehren kann, aber selbst ich, der die Reflexe einer Kartoffel  und die Übersicht eines Maulwurfs hat, kann sagen, dass man durch bloße Beschwerden nichts erreicht, oder gar einen Fortschritt verspürt(/verspüren wird). Dir passt es nicht, dass solche Champions \"dominieren\"? Dann lerne deine eigenen Grenzen kennen, übe dich in Geduld und befass dich mit deinem Champion. Das ein Aufstieg trotz dieser Champions möglich ist, haben bereits Viele bewiesen. Wenn dir die Handhabung nicht passt(, die meiner Meinung nach mittlerweile recht gut funktioniert,) dann höre auf mit LoL, oder nimm dir zumindest eine Auszeit. Riot hat in den letzten Jahren bewiesen, dass sie mit allerlei Problemen zurecht kommen (nicht zuletzt in Zusammenarbeit mit der Spielerschaft). Lasst sie machen, denn sie bringen oft großartige neue Ideen ins Spielgeschehen. Außerdem ist es nicht an Riot, Spieler zu bewerten oder zu belehren. Dafür ist die Zahl der Individuen einfach zu hoch und sollte eher von der Community geregelt werden. \n\nGL HF\n\n{{sticker:slayer-pantheon-popcorn}} \n\nMFG\nTödil","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-19T19:06:07.213+0000","up_votes":1,"down_votes":0,"body":"ich kenne die schwachpunkte ich weis das man trynda schnell mitt cc wegbekommt, den hab ich aber mit kata zum beispiel nicht. ich kann nur versuchen top zu campen und den typen immer wieder zu killen was meist zu einer verlorenen bot führt und das mein toplaner deko ist. MIR bringt das wissen also gar nix. ich kann mit akali einen yasuo leicht zerstören. aber ich kann deshalb nicht immer akali picken, das macht keinen spass.\n\nder spass sollte in einem spiel vorne spielen aber das tut er hier eben nicht ausser du bist jetzt tryndamain usw, haha. sie haben seit 2013 es nicht geschnallt das yasuo vielen spielern nicht passt. der typ hatte nicht umsonst eine kurzzeitige bannrate von fking 90%. das doofe ist ich kann nix ändern ich kann nur die leute hier im forum erreichen und nicht die ausserhalb des forums. die meisten hier die dafür sind kommen aus highelo oder spielen seit 4-5 jahren, oder mainen den müll selber.\n\nich kann wenn ich mit trynda 3 items habe schnell zum carry werden aber der viktor carriet dich auch mit 5 items nicht und zerplatzt wie immer. darum spielt der typ der eigendlich viktor mag lieber trynda nur weil er keinen anderen weg kennt um zu gewinnen. und sowas finde ich soll aufhören. wenn man diesse ganzen overcarrys nerven würde wäre victor wieder verfügbar. ich hab 1 einzigen in der mitte gehabt in über 4500 games","replies":[]}]},{"id":"","poster":"Alocas","date":"2017-07-19T11:17:21.443+0000","up_votes":1,"down_votes":0,"body":"Ich kann irgendwo gaaaaaanz weit hinten deine Ärgernis verstehen. \nAber jetzt mal ernsthaft, wenn yasou,lee oder Tryn dein größtes Problem ist, dann hast du eigt keins! \nWenn überhaupt bc bot, der ist momentan einfach stark.. wenn die Hooks sitzen... falls nicht... useless.\n\nDie Antwort auf deine probleme ist panth, jayce, kayle, rammus, darius, quinn, Cho oder Singed.\n\nEin rammus mit cinderhulk und Thronmail zerstört jeden Lee eig jeden ad jungler. \nGragas oder Cho sind auch super stark.. cinderhulk op as fuck.\n\nKayle Top zerstört jeden Tryn oder yasou  Early und das Scaling ist sogar noch besser... yasou windwall? Juckt kayle nicht, da die E Hits durchgehen. \nAber das eig noch die schwierige Variante.  Mit panth/quinn oder jayce kannst du Tryn/yasou in einer Rotation killen oder zur ult zwingen. Bevor einer einen den sein erstes Item hat, wirst du 2 1/2 haben wenn du die lane richtig spielst.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-19T18:57:35.586+0000","up_votes":1,"down_votes":0,"body":"es bringt mir nix wenn nur ich das tue zudem ist rüstung auf nem assasin nicht immer die beste wahl. aber die kayle idee find ich toll danke","replies":[]}]},{"id":"","poster":"Alekra","date":"2017-07-19T12:53:27.931+0000","up_votes":1,"down_votes":0,"body":"Das diese \"Noobchamps\" in höheren Elos immer weniger gespielt werden, sollte doch zeigen, dass diese \"Op-ness\" nur mit der unfähigkeit der niederen Spieler zusammenhängt. Wenn du nicht gegen Trynda/Lee/Yi spielen kannst, liegt das nicht am Champion, sondern an dir.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-19T18:55:58.156+0000","up_votes":1,"down_votes":0,"body":"es bringt mir nix das wissen zu haben. andere hitten lvl 30 haben kein plan von irgendwas. aber schaffen es gegn alles ausser die aufgezählten champs. aber es kann nicht angehen das so ein trynda das game solo macht. das ist müll. es gibt dafür zuwenig die das könnten, geschweige denn einen gefeedeten trynda wirklich aufhalten können. die werden in highelo nur nicht gespielt weil dort gecounterpickt wird. du pickst trynda er pickt riven oder renekton oder malph. du gehst low elo, der gegner pickt janna top","replies":[]}]},{"id":"","poster":"DefectAsian","date":"2017-07-19T17:41:14.475+0000","up_votes":1,"down_votes":0,"body":"Ich bin... nur zum teil deiner Meinung. Also ich gebe dir recht in dem Punkt das oft nur noch gecounterpicked wird um zu gewinnen und der Spaß an zweiter stelle steht , bzw. das Leute einfach nicht mehr picken was sie wollen sondern das picken damit sie nicht reinfeeden weil sie nicht geflamed werden wollen doch möchte ich eine Sache hier loswerden(ich weiß nicht ob das schon jemand mal erwähnt hat) aber champions wie lucian sind einfach fürs early/mid game ausgelegt und champions wie jinx eben nicht. Stell dir doch mal vor jinx würde gegen Lucian im early gleich stark sein aber im late game mit ihren rockets durch die gegend schießen und 5 mann solo töten kann (übertrieben gesehen) aber ein lucian schon dran scheitert einen tank zu töten. Es gibt halt early und es gibt halt late game Champions. Ausserdem ist Trynda vom kit simpel aber die Spielart, sprich wann splitten, wann engagen etc.  musst du dann gut beherschen doch muss ich auch dazu noch sagen muss... Ich bin selbst nicht sooooo überzeugt von tryndamere da ich schon einige gesehen habe mit ghost und ignite und im early reinfeeden doch im late game back kommen (was ja ok ist, late game champ undso) aber wenn er auf meinen adc rennt und ihn einfach kaputt haut obwohl ich als janna main ihn mit meiner ult wegstoße und ihm sogar meinen tornado rein haue und meinen adc mit shields zuspame, überleben sie dann doch eher selten, selbst wenn sie flashen und heal haben ist es schwer von einem trynda weg zu kommen ABER an sich ist er kitebar doch könnte man sein E konzept evtl. leicht abändern oder ihm das free AD wegnehmen auf der q, da er doch etwas sehr leicht ein adc töten kann dafür das er als fighter ausgelegt ist.  Sonst sind die meisten Dinge einfach nur.. schachsinnig letzlich lässt sich alles wiederlegen wenn du champions in late und early game einkategorisierst. Oh warte... noch zu dem Blitzcrank... ehm ist schwer zu sagen ich meine keiner spielt gerne gegen Blitzcrank doch musst du ihn nicht unbedingt counterpicken um gegen ihn zu lanen man schafft das auch so für gewöhnlich, aber selbst wenn du counterpicken willst gibt es mehr als morgana, zbs. Alister, Leona, also engage Champions sind auch gut dagegen geeignet und die 100% ap scalings... puh sind an sich nicht so dramatisch oder? ich meine er hat dann ein overall scaling von 200% ap und die meisten Champions kommen ungefähr auf den selben wert oder höher und haben weniger cooldown auf ihren Spells oder haben gar Spells die leichter zu hitten sind (blitz ult ist natürlich nicht sooooo schwer zu hitten xD aber die Q lässt sich an sich gut dodgen). Dann noch eine kleinigkeit zu dem Yasou... auch wenn er an sich leicht counterbar ist und meiner meinung auch nicht ZU stark ist wird ja oft drüber diskutiert ob der Champ ein Rework bekommen soll also warte doch einfach mal ab was passiert. Sonst hab ich eigentl. nichts mehr zusagen ausser das ich bestimmt viele Rechtschreibfehler drin habe aber ich hoffe sie sind nicht alzu fatal.","replies":[]},{"id":"","poster":"Oriius","date":"2017-07-19T02:23:25.138+0000","up_votes":1,"down_votes":0,"body":"das problem bei yasuo ist eher weniger seine geringen cooldowns ... was ich an yasuo absolut nervig finde und wovon ich mich meist verarscht fühle ist seine W\n\nkann einfach 99% aller existierenden Skills und AA´s dodgen und das find ich absolut nervig.\n\nnaja gut wenn er dich 1x mit seiner Q trifft biste ab lvl  6 auch tot aber das finde ich eigentlich halb so schlimm ... finds nur immer kacke wenn man alle seine skills wasted weil man zu dumm ist gegen seine wall zu spielen....","replies":[]},{"id":"","poster":"Chaki","date":"2017-07-18T11:08:40.933+0000","up_votes":1,"down_votes":1,"body":"Also ich habe mir jetzt die Zeit genommen und mir alles gründlich durchgelesen und bin zu folgendem Entschluss gekommen: Du vergleichst einfach komplett unterschiedliche und unabhängige Champions direkt miteinander, was absolut keinen Sinn ergibt.\n\nIch fange mal bei Yasuo an, den scheinst du ja über alles zu hassen.\nYasuo ist stark gegen schlechte Spieler, das ist einfach ein Fakt.\nIch habe nie Probleme gegen Yasuo Spieler, um ehrlich zu sein freue ich mich sogar wenn die Gegner Yasuo gegen mich picken, weil ich keine Probleme habe gegen ihn zu gewinnen, ich weiß wie er **funktioniert.** \nHier ist dein Problem, du willst diese Champions nicht spielen, kein Problem, aber wenn du sie nie spielst wirst du sie auch nie wirklich verstehen und keine Ahnung haben was gegen sie tun kannst. Du behauptest vieles sei OP und das obwohl du es selbst nie ausprobiert hast, ich würde jede Wette eingehen, dass wenn du jetzt Yasuo spielst du feeden würdest, obwohl er ja so overpowered ist.\n\nDu sagst, dass ein Lucian im early einfach rein gehen kann und den Trade wahrscheinlich gewinnt, richtig. Du sagst ebenfalls, dass wenn eine Tristana early in einen Trade geht diesen wahrscheinlich verliert, auch richtig. Aber hast du schon mal versucht als Lucian eine Tristana im Late Game zu killen? Oder überhaupt an sie ran zu kommen? Sie ulted dich weg, sie springt weg und du kommst nicht ran, sie killt dich einfach.\nDu vergleichst einen Early Champ mit einem Hypercarry, natürlich wird der Hypercarry im early verlieren und der Early Champ im Lategame verlieren.\n\nLoL ist ein Teamspiel, das stimmt. Einzelne überdurchschnittlich gute Spieler können auf bestimmten Champs Spiele praktisch alleine gewinnen, korrekt. Jedoch muss man erstmal an den Punkt gelangen, wo man 1v5 gewinnen kann und das ist nicht möglich, sollte der Gegner nicht vielfach schlechter sein.\n\nAuf den Vergleich von ULT CDs will ich erst gar nicht eingehen, das war mir dann doch zu doof.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:16:36.649+0000","up_votes":1,"down_votes":1,"body":"ich kann gegen yasuo spielen aber mein random team meistens nicht und wenn ich dann nicht grade mitlaner bin oder jgler der nur toplane gankt ist das game schon fast sofort verloren. ganz speciell weil bot auch meist schlecht verläuft. mir bringt das wissen also nicht viel ausser er ist ein meiner lane.\n\nNatürlich fällt sowas wie lucian im late schnell ab aber dafür muss man soweit kommen. mit einem supporter wie braum geht der Towerdive erst so richtig los für den typen und er steht recht schnell 6/0 und hat einen turm. der Hypercarry kommt nicht ins late deshalb sieht man Vayne auch immer seltener.\n\nXD das mit den Ults ist aber etwas das mir auffällt. der champ darf unter 1 min 2 mal ulten und macht mordsdamage und meit auch kills. andere hingegen machen mit ihrer ulti nichtmal annährend vergelichbaren schaden und haben viel hören cd. der slow von eve zum beispiel ist jetzt wirklich nicht der carry.\n\nUnd xin mäht ein team problemfrei um wenn er es schafft cc aus dem weg zu gehen oder zu splittpushen. wenn das team nicht mitmacht kommt man nicht dagegen an. ich weis nicht mit was für teams du spielst aber meines hat auf der bot währenddessen 4 vs 2 gemacht.\n\nphew das beantworten wird ja ein wenig dauern","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T11:32:35.772+0000","up_votes":1,"down_votes":1,"body":"Und wo ist es dann der Fehler von Riot beim Balancing, wenn dein Team keine Ahnung von Yasuo hat? Ist der Fehler nicht eher bei den Spielern die keine Ahnung haben wie man gegen ihn spielt und ihn dann trotzdem nicht bannen?\n\nVayne sieht man nicht seltener, weil sie ein Hypercarry ist, sondern weil sie eine niedrige Range hat, keinen Waveclear bietet und schlecht darin ist Turrets zu zerstören, im Vergleich zu anderen ADCs natürlich. Wenn der Gegner 6-0 in der Lane geht, dann liegt es nicht an den Champs die gepickt worden, wobei diese definitiv Einfluss nehmen, sondern daran, dass man einfach zu schlecht gespielt hat. \n\nZu den Ults gehe ich dann doch mal auf dein Beispiel ein.\nTryndamere hat einen Ult CD von 110s / 100s / 90s auf Level 1 / 2 / 3.\nYasuo hat einen Ult CD von 80s / 55s / 30s auf Level 1 / 2 / 3.\nZed hat einen Ult CD von 120s / 100s / 80s auf Level 1 / 2 / 3.\n\nDie Stärke von Ultimates ist immer etwas unterschiedlich, das lässt sich nicht vermeiden und ist auch gut für das Spiel. Yasuos Ult ist stark, aber hat auch gravierende Nachteile. \nZum einen müssen die Gegner hoch geworfen werden, was sich mit gutem Positioning und Dodgen vermeiden lässt (Zumindest im 1v1), zum anderen ist er Während der Ult angreifbar und kann sich nicht wehren, sollte er mal nicht das ganze Team treffen, kann man ihn problemlos killen oder CCn.\n \nEves Ultimate bietet guten CC, Damage und einen ziemlich großen Schild, die Ult als schwach zu bezeichnen ist schlicht und ergreifend dumm.\nTryndameres Ult ist ebenfalls unglaublich stark, aber wenn sein E auf CD ist kann er nur auf einen zulaufen und hoffen ranzukommen.\nZeds Ult ist sehr einfach zu Countern, vor allem wenn man Skillshot CC hat, da man immer weiß, wo er auftauchen wird.\n\nNatürlich verliert man Spiele weil das eigene Team schlecht ist, aber genauso gewinnt man auch Spiele weil das gegnerische Team schlecht ist.\nAls Faustregel sagt man immer 30% gewinnt man, 30% verliert man und die restlichen 40% sind von einem selbst abhängig.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:54:27.153+0000","up_votes":1,"down_votes":1,"body":"das mit yasuos ult schwer überhör ich mal da er auch auf dei dravenaxt die ein schubst ulten kann. wenn nur er das könnte wäre er glaub ich ein wenig schwächer. die spieler können auch keine ahnung von viktor haben, aber viktor verliert trotzdem, gleiches gilt für velkoz oder xerath. yasuo hingegen ist leicht für den spieler selber. ich habs versucht bitte. und echt scheisse für den gegenspieler....leider rede ich mit einem dia spieler wie dir der wahrscheinlich ein recht ruhiges leben da oben führt. ich wusste das nur sowas kommen wird. niemand hat sich um bard geschert als er released wurde. seine fähigkeiten sind alle leicht zu dodgen. yasuo ist seit 2013 draussen, die leute können immernoch nicht gegen ihn spielen.\ntrynda geht ab lvl 6 towerdiven. wo ist deine rechtfertigung? das ist doch gebalanced laut deiner aussage. das yasuo  auf malp r macht und nen penta abstaubt ist gebalanced?\ndas blitz den adc als supp onehittet...ist doch gebalanced oder?\nlee sin ult 1000 damage. ist gebalanced.\n\nman aber das janna schild das gibt ja 10 ad zuviel. nerffffff viel zu stark. \nxayah kann 3 federn gleichzeitig werfen. viel zu op, nerf\nashe w hat zu wenig cd. nerfen \naurelion sol ist beinahe tot. wird auch generft?\nnunu bekommt ein buff macht mehr ap damage mit dem schneeball. ich seh den immernochnicht.\nekkospickrate sinkt. sie nerfen ihn nochmal\nyorick war tot. wurde reworked war bekannt und bald dadrauf ist er etwa wieder halb so bekannt.\n\ndas yasuo nur 3 items brauch um ein game zu zerstören ist gebalanced. das trynda und malz einen niederfacerollen mit point and clic shit ist gebalanced darum buffen wir malz.\n\nKlar haben die champs schwachpunkte. nur welcher trynda der sein champ kennt rennt ohne e rein? zeds hat wirklich counterplay sag ich nix gegen aber dasdie ulti einen alle paar minueten onehitten kann ist echt ätzend und ich seh zeds schon flashen damit ein skillshot cc sie nicht trifft. selbst mit annie fällt es mir schwer eine zed ult ohne flash so zu countern das es zeds ende und nicht das meine bedeutet.\n\nklar spielt highelo leicht gegen einen yasuo. wie gesagt counterpick ohne ende. und ein team das damit klarkommt wenn der jgler zum beispiel nicht die botlane sondern die toplane campt.","replies":[{"id":"","poster":"Chaki","date":"2017-07-18T12:38:24.743+0000","up_votes":1,"down_votes":0,"body":"> (Zumindest im 1v1)\n\nZu Yasuos Ult, natürlich kann man die Ult mit dem Team perfekt hinbekommen, das geht mit einer Eve Ult aber auch. Mit einer Orianna halt kann auch eine Evelynn 33% der aktuellen HP aller Gegner weg hauen und dabei ein 1500 Schild bekommen, sollte sie auf AP spielen.\n\nVel'Koz ist einer der stärksten Midlaner, genau wie Xerath, nur verfügen sie über keine Mobilität, sondern reinen DMG und CC, wodurch Positioning sehr entscheidend wird. Wenn jemand die Champs nicht spielen kann liegt es nicht am Champ, sondern am Spieler.\n\nJanna Schild gibt immer noch 40 AD auf Stufe 5 + 0,07 pro AP, was eine Menge ist.\nXayah war viel zu stark, wenn gut gespielt.\nAshe ist balanced, Aurelion Sol ebenfalls.\nNunu ist super langweilig.\nYorick muss noch angepasst werden, stimmt.\nEkko wurde seit Ewigkeiten nicht wirklich generft.\n\nMalzahar kann man mit einem Item komplett countern. \nTryndamere muss ich sagen finde ich auch stark, aber man kann ihn trotzdem durch CC stark countern, wenn er seinen E hat bleibt man halt auf Range, sodass der E nicht reicht um dran zu kommen.\nDas Problem bei Zed sind einfach die Items, Hexdrinker ist extrem stark gegen einen Champ wie Annie, die einfach mit einer Combo töten will und dann erstmal useless ist mit den Skills auf CD. Zhonyas countered seine Ultimate übrigens komplett, genauso wie er bei einem Exhaust kaum mehr wen Oneshotten kann.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T15:45:00.061+0000","up_votes":1,"down_votes":0,"body":"eben aber das wissen haben die leute nicht darum spielen sie ja nurnoch yasuo und co. und die müssten generft werden damit das geändert wird.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-07-18T13:06:54.943+0000","up_votes":1,"down_votes":0,"body":">wo ist deine rechtfertigung? das ist doch gebalanced laut deiner aussage. das yasuo auf malp r macht und nen penta abstaubt ist gebalanced?\n\nWenn man sich als Team so schlecht stellt, dass Malphite alle mit einer R erwischt, ist nicht Yasuo schuld, das ihr verliert. Das wart dann ihr selbst. Da könnte auch eine Ori in der Mitte sein, die ihre Kugel auf Malph setzt und seinen CC nutzt um ihre Ult garantiert alle treffen zu lassen. Bei der Kombo wäre es ebenso ein Penta für Orianna, mal abgesehen davon, dass da noch 3 weitere Gegner sein könnten, die noch mehr CC und Schaden mitbringen. Stell dir vor darauf folgt noch eine Zyra, Amumu und Varus Ulti. Ihr könntet euch wohl 10 Sekunden nicht bewegen. Vorausgesetzt, jemand von euch lebt lange genug um den ganzen CC abzukriegen.\n\n>das trynda und malz einen niederfacerollen mit point and clic shit ist gebalanced darum buffen wir malz.\n\nTryn hat keine einzige Point and Klick Fähigkeit. Er hat einen Selfheal, einen Dash-Skillshot, einen Debuffskillshot und einen Unsterblichkeitsbuff.\n\n>selbst mit annie fällt es mir schwer eine zed ult ohne flash so zu countern das es zeds ende und nicht das meine bedeutet.\n\nZhonya. Zeds hassen Zhonyas. Das und gute Supporter.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-07-18T13:02:18.022+0000","up_votes":1,"down_votes":0,"body":">XD das mit den Ults ist aber etwas das mir auffällt. der champ darf unter 1 min 2 mal ulten und macht mordsdamage und meit auch kills. andere hingegen machen mit ihrer ulti nichtmal annährend vergelichbaren schaden und haben viel hören cd. der slow von eve zum beispiel ist jetzt wirklich nicht der carry.\n\nDu vergisst hier wohl, dass die Eve, nicht nur Schaden mit der Ulti macht, sondern auch noch einen Schild je getroffenen Gegner gibt. Die soll damit niemanden töten, die soll damit viel eher, lange genug überleben, dass sie die Gegner mit dem Q zerreißen kann. Der hat nämlich einen deutlich niedrigeren CD als viele andere Fähigkeiten. Die kann ihren Q 10 mal einsetzen, ehe ein BC mit voll gelevelten Q erneut grabben kann. Ist Evelynn dadurch also vielleicht stärker, als BC? Nach deiner Logik schon. Schließlich macht sie mit Q alleine 800 Schaden, in der Zeit, in der BCs Q 300 macht (ich hab mal nur den Grundschaden genommen).","replies":[]}]}]},{"id":"","poster":"lolibus","date":"2017-07-18T14:52:42.450+0000","up_votes":1,"down_votes":0,"body":">Nein ich spiel nicht schlecht ich bekomm oft zu hören das ich nicht in silber rein gehöre aber ich kann es nicht ändern.\n\nIst das ein neues meme das ich noch nicht kenne? :D\n\nUnd zu den Champs, es kommt drauf an ob du spielen kannst und nicht auf den Champion.","replies":[]},{"id":"","poster":"Roxãs","date":"2017-07-18T14:20:45.459+0000","up_votes":1,"down_votes":0,"body":"So viel mimimimi in einem Thread...\n\nfolgendes.\nELO HELL gibt es nicht.\nnein.\n\nDu spielst dazu fast nur DouQ spiele.\nDadurch bekommst du auch einfach andere gegner.\nist dein Premade bronze 5, dann bekommst du auch dementsprechend mates.\n\nDeine Winrate ist mit nur 2 champs über 50%\nalle anderen sinken so um die 30-40% da ist es kein wunder das du nicht aufsteigst.\nWenn du durchgehend nur Katarina spielen würdest mit der du eine 68% winrate hast, würdest du definitv schnell aufsteigen.\nwas zeigt uns das? DU ALLEINE bist dafür verantwortlich.\nwenn deine teammates immer daran schuld wären weil sie op champs oder so nen mist picken dann hättest du keine winrate von über 50% bei 47 spielen.\n\nmimimi","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-07-18T12:49:57.591+0000","up_votes":1,"down_votes":1,"body":"Yasuo ist jetzt alles andere als OP. Der steht gerade auf der Toplane relativ gut da, ist in der Mitte aber bei ziemlich genau 50 % Winrate. Und so viel höher ist die Winrate auf Top auch nicht. \n\n>kommt nicht mit eurem unspielbar man kann sogar mit nami jgl in highelo gewinnen. Und Nami ist wirklich viel schwächer als der dude.\n\nWenn ich Nami als Support spiele, Counter ich Lee Sin meistens. Noch lustiger ist das mit Thresh. \nhttps://www.youtube.com/watch?v=FAkhUxkGE4Y\n\n>Warum muss ich ein Game verlieren nur weil ein trynda im Gegner team ist. Wegen dieser extrem harten ulti carried er die Gegner die 1/12 stehen? \n\nWenn du dich von einem Trynda besiegen lässt, nur weil du seien Ulti noch nicht verstanden hast, musst du da an dir arbeiten. Ich habe mit dem kaum Probleme. Ja, der ist kurz unsterblich, aber dann hebt man sich den Schaden auf, bis die Ult abläuft und bleibt so lange auf Abstand. CC ist für so etwas ziemlich nützlich. \n\n>Wenn ihr alle sagt es ist ein Teamgame. Warum wird der Yasuo smurf euch alle carrien? Warum ist die Riven auf der Top der eizige der positiv steht euch ein ganzen game entscheidet? Warum carriet Blitzcranc die Botlane obowhl sein Adc 0/3 steht? Das sind einzele Spieler die gewinnen wegen ihrem Champ nicht wegen können oder gar weil man zu schlecht ist. ich versprech dir ich kann mit kata 31/0 stehen und der 13/2 trynda carriet das game. Nur wegen der Ultimate.\n\nJa, es ist ein Teamspiel. Weder du, noch der Tryn können ein 1vs5 gewinnen. Zumindest solange die Gegner Widerstand leisten und nicht völlig Kopflos agieren. \n\nWenn du Hilfe willst, um besser zu werden, finden sich hier sicher einige, die dir Tipps geben können. Wenn du dich nur beschweren willst, dass alles unfair ist und du nicht damit klar kommst auch mal zu verlieren, wenn der Gegner besser gespielt hat, schreib ein Tagebuch. Und ja, wenn der BC die Botlane alleine gewinnt, dann hat der besser gespielt, im Vergleich zu der anderen Botlane. Wenn er ein 1vs2 gewinnt, ist er deutlich besser gewesen als die anderen beiden. Das kann sein, weil er besonders gut gespielt hat oder weil seine Gegner sich besonders schlecht angestellt haben. Zum Beispiel weil sie in gewardeten Büschen warten, gegrabt und dann getötet werden. \n\nGegen einen BC helfen zum Beispiel Wards. Wenn du siehst, wo er ist, kannst du dem Grab leichter ausweichen. BC schnappt weniger unaufmerksame Gegner, kriegt keinen Vorteil dadurch und es wird leichter gegen ihn zu gewinnen. Und nein, 6 Wards in 34 Minuten sind nicht gut. \n\n>Riot wollte das ich die Fragen an euch stelle. Ich bezweifle antworten hier zu bekommen. Ich bezweifle das ich hier überhaupt ein sinnvolles Kommentar herbekomme, geschweige denn das jemand das alles liest. Das Spiel sollte Spass machen die Champs sind zum Spielen da. Es macht wirklich kein Spass immer counterzupicken nur um zu gewinnen.\n\nDu spielst in Bronze, laut eigenen Angaben. \"Counterpicks\" gibt es da effektiv nicht. Wenn jemand einen Champion spielt, den er gewählt hat, weil irgendwo steht, der ist gut gegen XY, endet das meistens in einer Niederlage für den \"Counterpick\" weil der andere seinen Champion meist besser kennt.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:13:42.960+0000","up_votes":1,"down_votes":0,"body":"ulti verstanden er wird unsterblich. situation team tot oder nur 2 am leben kein cc offen er steht am nexus turm. möglichkeiten engage n und hoffen das er den turm läst. trynda reaktion 4 autoattacks man stirbt er pusht weiter. \n\ncc um lee abzufangen  ist toll mach ich auch ändert aber nix daran das er einen ohne cc schnell auschaltet.\n\nmenschen in bronze sind meist kopflos und können nicht mit trynda umgehen. klar kann ein champ da schenll durch was aber dafür sorgt das er extrem op in der elo wird und ein echter abfk.\n\nwie gesagt counter das. blitzcranc flash ult e q. ohne mobility bist du ziemlich am *****. sowas wie ashe ist dann extrem schnell kanonen futter egal wie toll sie war.\n\nein counterpick kann mit einer niederlage enden. freut mich auch gerne da ich gern mit kata gegen sowas wie zed oder fizz spiele. aber warum der typ sein first time victor in den yas main pickt...hmmm ich weis nicht aber irgendwie scheint mir das sinnloser als ein counterpick. ich hätte selbst sivir als sinvollereren pick angesehen","replies":[{"id":"","poster":"Megamaexx","date":"2017-07-18T13:58:23.201+0000","up_votes":1,"down_votes":0,"body":">aber warum der typ sein first time victor in den yas main pickt...hmmm ich weis nicht aber irgendwie scheint mir das sinnloser als ein counterpick. ich hätte selbst sivir als sinvollereren pick angesehen\n\nLaut Champion.gg ist Viktor ein counter zu Yasuo (statistisch eine Winrate von 52% für Viktor bei dem matchup) man muss halt nur wissen, wie. Also der Pick war okay, sofern man mit Viktor umgehen könnte.","replies":[]}]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T12:47:29.772+0000","up_votes":1,"down_votes":1,"body":"Es liegt in der Natur des Menschen, die Fehler seines Nächsten zu sehen und kritisieren, bevor man die eigenen sieht und verbessert.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T13:14:22.779+0000","up_votes":1,"down_votes":0,"body":"ich mache fehler keine frage aber diese champs sind eine harte plage\n30/0 stehen kann ich hier. wir verlieren bestimmt wegen mir","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T13:28:22.330+0000","up_votes":1,"down_votes":0,"body":"es geht nicht darum, ob du weisst, dass du selber Fehler machst, sondern dass du sie behebst oder es zumindest versuchst\n\nPS: Ich weiss nicht ob es Absicht ist oder nicht aber gute Reime ;P\n\nAber bitte beantworte mir diese eine Frage: Wieso hat dann z.B. Tryndamere eine so verhältnismässig tiefe winrate, wenn seine Ult jedes noch so schlechte Team carrien kann?","replies":[]}]}]},{"id":"","poster":"Doo ","date":"2017-07-18T11:18:32.872+0000","up_votes":1,"down_votes":0,"body":"> Ich hör schon flame. Low Elo blabla. Nein ich spiel nicht schlecht ich bekomm oft zu hören das ich nicht in silber rein gehöre aber ich kann es nicht ändern.\n\nHmm.. du bist S5 & S6 nur Silber 4 gekommen. Und jetzt in Season 7 hängst du bei Silber 5 0LP rum.. ich denke das du einfach in den unteren Silber Bereich rein gehörst, wenn du in 3 Jahren immer im selben Elobereich hängst.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T11:21:15.575+0000","up_votes":1,"down_votes":0,"body":"nein lies die anzahl an rankts die ich spiele. ich spiele kaum noch welche. macht kaum bis gar keinen spass.","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T11:36:13.216+0000","up_votes":1,"down_votes":1,"body":"Aha! Also wenn man wenig ranked spielt und low elo ist gehört man automatisch in eine höhere Division. Habe ich das richtig verstanden?","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:08:00.680+0000","up_votes":1,"down_votes":0,"body":"nein XD der name ist imba XD. ich wette mit dir wenn ich lust und ambition hätte rankest mit hypercarrys zu spielen komm ich wohl auch weiter als silber aber ich will das gar nicht. der einzige grund für mich das zu machen wäre um bei der community endlich anzukommen. ich selber habe davon nix. mir ist mein rang egal, ich geb mich wie du siehst mit silber zufrieden","replies":[{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T12:34:50.992+0000","up_votes":1,"down_votes":1,"body":"Aber wieso beschwerst du dich dann darüber, dass dich deine M8s zurückhalten? Und wieso solltest du bei der Community jetzt nicht ankommen? Das hast du doch mit diesem Post. Es kommt aber nicht rüber, dass dir dein Rang egal ist. \n\nUnd wenn ich wollte und die Zeit hätte, dann wäre ich...\n- Master\n- ein Hobbykoch, der auf dem Niveau von 5 Sternen kocht\n- Bundesrat\n- Trainer von C9\nund vieles mehr\n\nIch möchte damit sagen, dass ich dieses Argument nicht glaube.","replies":[{"id":"","poster":"Elyon the Kat","date":"2017-07-18T12:54:22.423+0000","up_votes":1,"down_votes":0,"body":"ich würde mich mit gold zufrieden geben aber der rahmen ist scheisse ich hab keine n grund auf irgendeine art und weise gold sein zu wollen. ich glaube nicht das ich es in einem jahr schaffen würde platin zu erreichen. ich bleib da lieber realistisch","replies":[]}]}]}]}]}]},{"id":"","poster":"2131232143124123","date":"2017-07-18T12:19:14.812+0000","up_votes":1,"down_votes":0,"body":"ohje - wo soll man da anfangen :-(","replies":[]},{"id":"","poster":"Vampire Knight97","date":"2017-07-18T11:43:46.476+0000","up_votes":2,"down_votes":2,"body":"Naja die meisten so op chams sind auch schwer zu spielen.( eigl alle ausser ahri anni und yi). Dass muss man auch mit einberechnen, aber ansonsten stimm ich dir vollkommen zu. Yasuo ist 0 balanced. Nehmt ihm sein paasiv schild und er wäre es....","replies":[]},{"id":"","poster":"Vampire Knight97","date":"2017-07-18T15:08:46.664+0000","up_votes":1,"down_votes":2,"body":"Ich find am schlimmsten ahri, seit nem jahr dauerhaft ü 50% winrate und einer der meist gespieltesten champs.   Wenn sie wenigstens nen hard to play champ wäre wäre es halbwegs verkraftbar, aber sie ist ja nichtmal wirklich schwer.....\n\nMeiner meinung nach sehr schade von riot, warscheinlich nerft riot sie nicht weil es soviele ahri main gibt die dann rumheulen dass ihr op champ dann nicht mehr free elo gibt....","replies":[{"id":"","poster":"Vampire Knight97","date":"2017-07-18T15:09:54.419+0000","up_votes":1,"down_votes":2,"body":"Oder sydra, mehr damage als jeder assasine, dazu haufenweise range und cc.... \nNochnie ig ne sydra gesehen die nicht gecarried hat.","replies":[]}]},{"id":"","poster":"Fresh Dumbeldore","date":"2017-07-18T11:41:09.103+0000","up_votes":2,"down_votes":3,"body":"Zusammenfassung: {{item:3070}}","replies":[]}]}