{"id":"PwEmOiI6","poster":"SantaPaulus","date":"2017-07-17T10:27:48.715+0000","title":"Matchmaking und Kooperatives Spiel","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich wollte mich einfach mal beschweren da ich es nicht wirklich nachvollziehen kann was hier so gerade abl&auml;uft. \r\n\r\n\r\nSeit gestern habe ich mal 3 kooperative Spiele am St&uuml;ck gemacht und hatte jeweils 4 Bots in meinem Team. Ich melde die dann ja auch, aber ich verstehe es nicht wie die es bis Level 30 geschafft haben und weiter machen k&ouml;nnen. Nat&uuml;rlich werden die Acc`s ab und zu von &quot;normalen&quot; Spielern gespielt jedoch kann man doch sicherlich mal Stichprobenartig die Statistiken in einem kooperativen Spiel begutachten und feststellen, dass dort etwas falsch l&auml;uft wenn da jemand 0/15/0 hat. \r\nIch opfer hier jeweils min. 20 min meiner zeit und wenn ich dann rausgehen sollte weil ich ja alleine spiele und 20 min in den M&uuml;ll werfe, bekomme ich Strafen f&uuml;r das verlassen des Spiels. Und ich spiele &uuml;brigens nur kooperative Spiele da ich im normalen Matchmaking Gegner habe die Diamant, Platin oder wenn ich mal Gl&uuml;ck habe nur in Gold spielen ... Wie soll man da denn dauerhaft Spa&szlig; dran haben.\r\n\r\n So kann ich keinen Champion mal im normalen Spiel ausprobieren weil man dort ja jeden flame an den Hals bekommt den es gibt. Ich bin jetzt lvl 29 und freue mich wenn ich endlich 30 bin und im ranked mit Leuten spielen kann die meiner jetzigen F&auml;higkeit entsprechen. Denn wenn ich mir meinen Spielverlauf so anschaue wird mir verdammt viel Zeit geklaut wegen dieser Problem und das m&ouml;chte ich hier mal bem&auml;ngeln. \r\n\r\nAuch wenn das Spiel kostenlos ist hat man sich hier ja auf die Fahne geschrieben jegliche art von Fehlverhalten anzugehen und versuchen zu beseitigen.  Nur was das &quot;Bot&quot; Problem angeht ist man wohl weit davon entfernt. \r\nWie auch wenn 5 &quot;Bots&quot; zusammenspielen meldet das ja auch niemand ....\r\n\r\nGr&uuml;&szlig;e","replies":[{"id":"","poster":"Petra Paη","date":"2017-07-17T12:58:44.123+0000","up_votes":1,"down_votes":0,"body":"Hey Santa :)\n\nIch hab einen zweiten Account neu hochgespielt.\nBis Level 21 habe ich fast nur Botgames gespielt und kenne das, was du beschreibst.\nAuch ich habe für diese Bots einen Report da gelassen, aber es kam nicht eine Rückmeldung. Leider sind diese Bots (so bei mir zumindest) nicht nur im 5 gegen 5 vertreten, sondern auch in Arams. Jedoch kamen diese Bots im Aram nur im low-Level-bereich vor.\n\nHier sollte wirklich gehandelt werden, da geb ich dir Recht.\nMeinen 2. Account habe ich, damit ich eine neue Rolle lernen kann,\nda ich auf meinen anderen Account sonst nur Supp gespielt hatte.\nIch spiele 1-2 frei erstellte Games um zu schauen, was der Champ so kann,\naber so wirklich getestet/geübt wird er in einem Normal.\n\nSollte ich da feeden _(was bisher zum Glück noch nicht so war, da meine Supps bisher ihren Job gut meisterten)_, bleibt es den Mitspielern natürlich frei, mich zu reporten.\n(Ich sag meinen Leuten vor dem Games, dass ich die Rolle XY neu spiele)\nJedoch bin ich mir irgendwie sicher, dass wenn ich in einem Normal 0-12 stehen würde\nund ein Bot in einem Botgame 0-18, dass ich eher Konsequenzen spüren werde,\nals der Typ mit dem Botprogramm und das wäre echt ~~**shit**~~ Käsekuchen  ;)\n\n\nLiebe Grüße :3","replies":[]}]}