{"id":"dJBZls1j","poster":"Cookienator19","date":"2017-07-16T22:20:01.758+0000","title":"Gegner ehren","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":3,"body":"Moin,\r\n\r\nDas neue Ehrungssystem wurde ja just inplementiert, und ich kann mich da nur der Mehrheit anschlie&szlig;en: Ja, es ist eine verdammt gute &Auml;nderung und ich bin verdammt stolz auf Riot. Bitte mehr davon.\r\n\r\nAllerdings hat auch dieses System einen kleinen (vielleicht auch unbedeutenden) &quot;Fehler&quot;: **Ich kann keine Gegner mehr ehren.**\r\n\r\nAuch, wenn es nicht so h&auml;ufig vorkommt, so habe ich doch einige Gegner, die ich einfach nett fand, die mir weitergeholfen haben oder mich eventuell auch im Chat verteidigt haben. Eben bei solchen Gelegenheiten ist es echt schade, dass die &quot;Gegner ehren&quot;-Funktion komplett wegf&auml;llt.\r\n\r\nDas w&auml;r&#039;s dann aber auch schon, schreibt mir eure Gedanken einfach in die Kommentare.\r\n\r\nViel Spa&szlig; in der Kluft ihr Schnitzel!","replies":[{"id":"","poster":"Abasin","date":"2017-07-17T05:20:37.370+0000","up_votes":1,"down_votes":3,"body":"> Ich kann keine Gegner mehr ehren.\n\nUnd das ist auch OK aus meiner Sicht. Ich kriege selten was mit, was genau der macht, ausser er äussert sich im Allchat. Wenn er mich zerlegt, muss ich ihm nicht noch unter die Nase reiben, wie gut er doch war. Da kann ich auch sauer sein, über mich wie über ihn. Und wenn er mir zum Schluss noch ein geheucheltes \"ggwp sorry for ths win\" vor den Latz knallt, braucht niemand mehr ein Honor zu erwarten.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-07-17T09:33:07.179+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=dJBZls1j,comment-id=0002,timestamp=2017-07-17T05:20:37.370+0000)\n>\n> Und das ist auch OK aus meiner Sicht. Ich kriege selten was mit, was genau der macht, ausser er äussert sich im Allchat. Wenn er mich zerlegt, muss ich ihm nicht noch unter die Nase reiben, wie gut er doch war. Da kann ich auch sauer sein, über mich wie über ihn. Und wenn er mir zum Schluss noch ein geheucheltes &quot;ggwp sorry for ths win&quot; vor den Latz knallt, braucht niemand mehr ein Honor zu erwarten.\n\nDu bist auf den Gegner sauer, weil er besser war? Und \"sorry for this win\" hab ich in mehreren tausend Spielen nie gelesen.","replies":[]},{"id":"","poster":"Cookienator19","date":"2017-07-17T09:22:55.480+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=dJBZls1j,comment-id=0002,timestamp=2017-07-17T05:20:37.370+0000)\n>\n> Und das ist auch OK aus meiner Sicht. Ich kriege selten was mit, was genau der macht, ausser er äussert sich im Allchat. Wenn er mich zerlegt, muss ich ihm nicht noch unter die Nase reiben, wie gut er doch war. Da kann ich auch sauer sein, über mich wie über ihn. Und wenn er mir zum Schluss noch ein geheucheltes &quot;ggwp sorry for ths win&quot; vor den Latz knallt, braucht niemand mehr ein Honor zu erwarten.\n\nDAS ist ja aber eben dann eine Situation, in der man den Gegner NICHT ehren MUSS. Das muss man ja generell nicht, allerdings hört man hier in der Community immer von Toxizität, da finde ich, kann man auch ruhig mal Gegner loben, mit denen es Spaß gemacht hat. Aber da hat halt jeder seine Meinung.","replies":[]},{"id":"","poster":"ninju7su","date":"2017-07-17T06:06:39.781+0000","up_votes":1,"down_votes":0,"body":"Man o man wie negativ kann man sein.","replies":[{"id":"","poster":"Abasin","date":"2017-07-17T09:35:07.370+0000","up_votes":1,"down_votes":1,"body":"Es ist eher realistisch. Die Ehrenhaftigkeit kann eigentlich nur eine unbeteiligte dritte Partei feststellen. Die hat im Allgemeinen schlichtweg mehr Distanz als die Beteiligten Spieler. In E-Sports kann man nun prinzipiell dem gestolperten Gegner nicht auf die Beine helfen (rezzen oder ähnliches) oder den Ball bewusst ins Aus schiessen um eine Spielunterbrechung zu erreichen.\n\nWen sollte ich denn ehren? Den Varus, der von Beginn an afk ist und uns den Sieg erleichtert? Die feedende Annie, die ihren Tibbers immer kurz vor ihrem Ableben rausschiebt? Oder den Graves, der mich permanent focusst und an den ich einfach nicht rankomme? Oder grundsätzlich, soll ich die gerade von mir im Kampf gedemütigten (ohne Häme im Allchat!!) Gegner noch dafür ehren, dass sie sich habe abschlechten lassen. Oder soll ich umgekehrt dem Sieger auch noch über ein \"ggwp\" hinaus klar machen wie toll es war gerade gegen ihn zu verlieren? Nope.\n\nBtw. ist es schon problematisch, im eigenen Team immer einen zu ehren. Selbst da skippe ich manchmal bewusst, wenn mir keiner der Mates mit genug Hingabe gespielt hat, unabhängig vom Spielausgang.\n\nEinen Sieg oder eine Niederlage anzunehmen ist kein Problem, aber alles was über ein gg hinausgeht, ist mir für den Gegner zuviel.\n\n**Gegner honoren ist QUATSCH!**","replies":[{"id":"","poster":"ninju7su","date":"2017-07-17T09:44:46.145+0000","up_votes":1,"down_votes":0,"body":"Was wenn das Gegnerteam verliert und dennoch sagt das ihr gut gespielt habt oder sogar eine kurze Unterhaltung über bestimmte Szenen entsteht.\n\nWas ist wenn ein Spieler in deinem Team einen DC hat und der Gegner, den mitten auf der lane stehenden Champion, nicht sofort killed sondern ihn zurück in die Base rennen lässt.\n\nAbgesehen von solche Momenten ist das Honorn des Gegners sicherlich auch so gemeint, dass ein Gegner der wirklich einen guten spielentscheidenden Move gemacht hat, dafür belohnen kann. \n\nDu bist in deiner Denkstruktur einfach extrem negativ aufgestellt. Kein wunder, dass du keinen Grund findest. Da hilft dir auch das fettgedruckte nichts.","replies":[{"id":"","poster":"Abasin","date":"2017-07-17T10:09:25.852+0000","up_votes":1,"down_votes":1,"body":"> Was wenn das Gegnerteam verliert und dennoch sagt das ihr gut gespielt habt oder sogar eine kurze Unterhaltung über bestimmte Szenen entsteht.\n\nDas betrachte ich als statistischen Ausreisser, kommt etwa alle 2000 Jahre mal vor.\n\n> Was ist wenn ein Spieler in deinem Team einen DC hat und der Gegner, den mitten auf der lane stehenden Champion, nicht sofort killed sondern ihn zurück in die Base rennen lässt.\n\nEhrenhaft oder eher dämlich? Ich freue mich über den Zeitgewinn, den mir der Gegner beschert, ärgere mich aber über meinen Mitspieler, der mit schlechter Internetverbindung für negativen Spielgenuss sorgt. Ich hab zwar 4vs5 schon gewonnen, aber es ist immer wieder ein Grund zum Ärgern, wenn so etwas passiert. \n\n> Abgesehen von solche Momenten ist das Honorn des Gegners sicherlich auch so gemeint, dass ein Gegner der wirklich einen guten spielentscheidenden Move gemacht hat, dafür belohnen kann.\n\nDas ist aber die Sache seines Teams, mir hat er dadurch den Sieg eventuell vermiest.\n\n> Du bist in deiner Denkstruktur einfach extrem negativ aufgestellt. Kein wunder, dass du keinen Grund findest. Da hilft dir auch das fettgedruckte nichts.\n\nNun, das fettgedruckte ist meine persönliche und gegen den Mainstream gerichtete Meinung. Die Motivation dahinter rührt aus einem lange Jahre andauernden Denkprozess, in dem ich Pros und Cons gegeneinander abgewogen habe und es ohne verbalen Zucker auf den für mich entscheidenden Punkt dargestellt habe. Und ja, wenn man gegen etwas ist, dann ist das natürlich ein Ausdruck einer (in der Sache, nicht allgemein) negativen Einstellung.","replies":[{"id":"","poster":"ninju7su","date":"2017-07-17T10:41:42.474+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich, ich find es traurig so einen Text zu lesen. Abgesehen davon, dass du unnötig übertrieben Dinge relativierst oder fast zwanghaft versuchst ins negative Licht zu rücken, schreit dieser Text gerade dazu, das du ein extremer Pessimist bist. Eine konträre Haltung hat nicht zwangsläufig etwas mit Negativität zu tun. Sie kann im gleichen Maße positiv sein. In den meisten Fällen ist das nicht genau zuzuordnen und man kann es auch sachlich neutral darstellen. \n\nIch hoffe für dich, das du einfach nur n schlechten Tag hast.","replies":[{"id":"","poster":"Abasin","date":"2017-07-18T09:41:31.071+0000","up_votes":1,"down_votes":0,"body":"Etwas negativ darzustellen, ohne Schnörkel, weil es (subjektbezogen!!) negativ gemeint ist, ist wohl etwas aus der Mode gekommen. Daraus jetzt auf eine grundsätzlich pessimistische Persönlichkeit meinerseits zu schliessen, halte ich dann doch für sehr gewagt, ich könnte Dir umgekehrt extrem naiven Optimismus vorhalten. Man sollte sich dann doch eher hieran orientieren:\n\n> Honor has many uses, all of them good. If you are called a man of honor, you are respected. **If someone honors you, they recognize and award you for your achievements.  (https://www.vocabulary.com/dictionary/honor)**\n\nHonoring a mate trifft im Zusammenhang mit den in Aussicht gestellten Belohnungen dann doch eher zu als die Respektbekundung gegenüber einem Gegner, der sich \"ehrenhaft\" benommen hat. Kurz gesagt ist das neue System ein reines Belohnungssystem um die Flamer in den eigenen Reihen in den Griff zu kriegen und nicht um dem Gegner zu sagen wie gut er doch dabei war, mir den Arsch zu versohlen. Was mich wieder zu meiner extrem unpopulären Meinung zurückbringt.","replies":[{"id":"","poster":"ninju7su","date":"2017-07-18T12:37:24.740+0000","up_votes":1,"down_votes":0,"body":"> Ich hoffe für dich, das du einfach nur n schlechten Tag hast.\n\nWie du selbst nachlesen kannst, hoffe ich, dass du kein solcher Pessimist bist. Alles was ich von dir weiß, deutet allerdings darauf hin. Mehr möchte ich auch gar nicht zu deinem Charakter sagen. Wenn ich als Person die Wahl habe, zwischen naivem Optimismus und irrationalem Pessimismus, nun, ich wüsste worauf meine Wahl fällt. Es ist gesünder, umgänglicher, kreativer, konstruktiver und bereichernder ein Optimist zu sein. Ich lebe nach der Premisse: Tue lieber einmal zu viel etwas gutes (Honor jemanden) als etwas schlechtes. Ich bin gern ein + in dieser Welt. \n\nWenn ich jemanden Honor, weil er meinen disconnecteten Teammate nicht gekillt hat, hat er damit meinen Respekt. Genau so, wenn man noch normal mit den Leuten schreiben kann, wenn man gewonnen hat _(was wie du im anderen Kommentar nicht nur mir häufiger passiert)_. Das zeigt einfach geistige Reife, die in diesem Spiel oft vermisst wird. Daher: Ja, will ich das Verhalten Belohnen, aber nicht weniger respektiere ich diesen Spieler dafür. Das eine schließt das andere doch nicht aus. Wenn es hilft, ein Problem damit in den Griff zu kriegen, ist es doch umso besser. \n\nIch sehe auch nicht, dass mir jemand den \"Arsch versohlt\" hat, wenn ich verliere. Zum einen habe ich etwas gelernt aus der Runde, ich hatte höchst wahrscheinlich dennoch Spaß dabei und nicht zu letzt liegt in der Konkurenz der Anreiz in diesem Spiel. Konkurenz hat aber absolut nichts mit Demütigung zu tun, wie du es mit \"Arsch versohlen\" hinstellst. Ich hab das Gefühl, als würdest du das Ganze ziemlich emotional sehen und damit ein wenig den Sinn für den Wettkampfcharakter des Spiels vergessen. Es geht nicht darum, den Unterlegenen zu \"bestrafen\" (Arsch versohlen). Allerdings kann ich verstehen, dass man mit deiner Einstellung, das Ganze so wahrnimmt.","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2017-07-17T11:19:45.706+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=dJBZls1j,comment-id=00020000000000000000,timestamp=2017-07-17T10:09:25.852+0000)\n>\n> Das betrachte ich als statistischen Ausreisser, kommt etwa alle 2000 Jahre mal vor.\n\n\nalso bei mir passiert sowas wirklich regelmäßig, und damit meine ich mind 1 mal in der Woche","replies":[]}]}]}]}]}]},{"id":"","poster":"Gin","date":"2017-07-19T09:08:29.231+0000","up_votes":2,"down_votes":0,"body":"Was mir auch fehlt ist die Option mehrer Teammitglieder - oder direkt mein ganzes Team zu ehren. Manchmal fällt es mir sehr schwer mich zu entscheiden wer die Person seien soll.\n\nIch würde dafür auch in Kauf nehmen dass meine Ehrung nur ein Viertel pro Person gewertet wird, aber manchmal hat man einfach Games mit einem grandiosen Team bei denen man sich gerne für ein tolles Spiel bedanken möchte.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-07-17T10:40:52.603+0000","up_votes":1,"down_votes":0,"body":"Ja ist jetzt nicht so tragisch. Das sind auch immerhin deine Gegner. \nFalls es doch sein sollte das es da eine/einen gab, es liebe auf den ersten Blick war und du ihn unbedingt ehren musst , dann kannst du ihm/ihr ja eine Freundschaftsanfrage schicken, mit ihm/ihr eine Runde spielen und danach ehren.","replies":[{"id":"","poster":"Cookienator19","date":"2017-07-17T11:02:48.085+0000","up_votes":2,"down_votes":0,"body":"Ist jetzt auch nicht so tragisch. Aber ich finde, dass man das trotzdem anbringen kann. Ich erwarte von Riot jetzt keinen Hotfix dafür, keine Sorge, es ist ja auch immer noch Riots Spiel, jedoch finde ich es halt, wie gesagt, sehr schade, dass es eben nicht geht. Und klar, dass mit dem Spiel danach spielen geht auch, aber trotzdem... Für mich nicht das Gelbe vom Ei.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-17T11:20:12.829+0000","up_votes":2,"down_votes":1,"body":"Was ich sehr doof finde sind das man nur einen Ehren kann. Meistens reporte ich zwar xD, aber wenn ich mal Ehren will sind meist mehrere Kandidaten da die wirklich alle eine Ehrung verdienen. Das man sich da entscheiden muss finde ich doof.","replies":[{"id":"","poster":"Cookienator19","date":"2017-07-17T11:43:57.416+0000","up_votes":1,"down_votes":0,"body":"Da stimme ich dir auch vollkommen zu, nur das würde sich glaube ich mit dem neuen System in die Haare kriegen. Es werden bestimmt noch mehr Informationen zum neuen System durchsickern, das wird sich hoffentlich einfach ergeben. Evtl. könnte man ja so ein \"Ranking\" machen, dass der erste Vote voll zählt und alle anderen danach nur halb. Mal gucken.","replies":[]}]}]}]},{"id":"","poster":"need elo police","date":"2017-07-16T22:35:36.539+0000","up_votes":2,"down_votes":0,"body":"Klar kannst du sie ehren...indem du sie nicht reportest. Kommt sowieso schon viel zu oft vor.","replies":[{"id":"","poster":"KoyGymAmiNa","date":"2017-07-17T20:35:16.882+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Der Gerät LOL,realm=EUW,application-id=KYnfKGf0,discussion-id=dJBZls1j,comment-id=0000,timestamp=2017-07-16T22:35:36.539+0000)\n>\n> Klar kannst du sie ehren...indem du sie nicht reportest. Kommt sowieso schon viel zu oft vor.\n\nDas ist kein ehren du ignorierst ihn einfach indem du ihn nicht reportest und nicht ehren kannst obwohl er Gut mitgespielt hat und freundlich war was unsinnig ist was soll man denn machen wenn alle deine teammates  keine ehrung verdienen aber einer von den gegnern verdient sie extremst ja kannst du halt nichts machen und das ist echt nervig man kann ihn nicht belohnen für seine Bemühung","replies":[{"id":"","poster":"need elo police","date":"2017-07-17T20:39:23.433+0000","up_votes":1,"down_votes":0,"body":"Ich spiele das Spiel schon ein paar Jahre, habe vieles erlebt...glaub mir, wenn du jemanden NICHT reportest ist das ein großes Lob und Belohnung genug.","replies":[{"id":"","poster":"Cookienator19","date":"2017-07-18T11:55:46.196+0000","up_votes":1,"down_votes":0,"body":"Das ist aber der falsche Grundgedanke. Ich stimme dir zu, dass oft einfach überreagiert wird, wenn man in nem normal mal etwas ausprobieren will, dass NICHT Meta ist. Dann wird man häufig sofort als Troll abgestempelt und es wird zum report aufgerufen, und das nur, weil man in einem Spiel Spaß haben will. Im Ranked ist das noch mal was anderes, aber im normal meiner Meinung nach völlig legitim. Jedoch gibt es einfach Gegner, die eben mehr verdient haben als nur nicht reportet zu werden. Das ist so wie bei deinen Teammates. Und es ist ja kein muss, wenn es die Situation ergibt, dann kann man ihn ja ehren, wenn nicht dann nicht. Aber ich verstehe deinen Standpunkt, bin da auch auf deiner Seite.","replies":[]}]}]}]},{"id":"","poster":"Tödil","date":"2017-07-17T20:07:38.535+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir da zu, dass die Funktion, den Gegner zu ehren, doch wieder eingeführt werden sollte. Ich ehrte so manchen Sportsmann{{champion:17}} {{champion:48}} , Gegner, die mit mir in einem spannenden Duell die Klingen gekreuzt haben und die Funken sprühen ließen. Ja Spieler, denen man es angesehen hat, dass sie ihr bestes gegeben haben und sich um andere gekümmert haben, gewagt und VERDIENT gewonnen haben. Ja auch die, die besondere Spielzüge hatten und ich durch sie wertvolle Erfahrungen sammeln konnte. Auf das ich sie in einem weiteren Match, in einem ebenbürtigen Kampf, wiedersehen werde und die Lust am Spiel beibehalte. {{sticker:zombie-nunu-tears}} Durch diese Ehrungen motiviere ich sie auch, weiter positiv und freundlich zu bleiben. {{sticker:slayer-pantheon-thumbs}} \nGL HF \n\nMFG\nTödil","replies":[{"id":"","poster":"Cookienator19","date":"2017-07-17T20:21:17.419+0000","up_votes":2,"down_votes":1,"body":"Ein weiterer Optimist im Haufen voller Pessimisten :3","replies":[{"id":"","poster":"Abasin","date":"2017-07-18T09:25:41.041+0000","up_votes":1,"down_votes":1,"body":"Eher ein Spötter, dessen Ironie Du nicht verstehst.{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Voltii","date":"2017-07-17T15:33:25.582+0000","up_votes":1,"down_votes":0,"body":"Ich finde es auch schade das man keine Gegner mehr ehren kann. Es kommt selten vor, aber manchmal hat man einfach einen Lanegegner der einem alles abverlangt, ihr euch gegenseitig respektiert und ihr euch für die Outplays dann auch lobt.","replies":[]},{"id":"","poster":"Vampire Knight97","date":"2017-07-18T09:02:07.050+0000","up_votes":1,"down_votes":1,"body":"Ich habe immer die gegner geehrt die gefeedet haben vemisse das :(","replies":[]},{"id":"","poster":"Drachenlord1510","date":"2017-07-17T01:40:50.014+0000","up_votes":1,"down_votes":1,"body":"Fänd ich auch gut. Gegner honoren würde ich gerne in so machen Spielen. Ich bin mir aber auch sicher, dass Riot da noch irgendwann was macht für. Ist jetzt ja keine Mechanik, die irgendwelche Nachteile mit sich bringt.","replies":[]}]}