{"id":"R6O5a0ir","poster":"SHVRIK","date":"2017-07-15T06:12:19.576+0000","title":"FPS niedrig PC zu schwach?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nich br&auml;uchte Hilfe bei einem Problem das ich erst seit dem neuen Launcher habe, doch ich glaube nicht das es an dem neuen Launcher liegt, oder doch?\r\nIn den ersten 10 Minuten des Spiels sind meine FPS im 100 Bereich doch nach 20 min oder l&auml;nger sinken sie ab.\r\nAb 30 Min Spiel l&auml;nge habe ich gegen 15 FPS obwohl nicht besonderes passiert in Team-K&auml;mpfen habe ich gegen 10 FPS.\r\nWenn ich ein Item im Shop kaufe habe ich in dem Moment wo ich es kaufe sehr wenig FPS.\r\nDas merkw&uuml;rdige hier dran ist das wenn ich alle Einstellungen auf Sehr niedrig stelle die FPS werte immer gleich sind.\r\nAlso habe ich auf Sehr hoch die gleichen FPS wie auf Sehr niedrig.\r\nIch habe schon meinen Grafiktreiber aktualisiert und das Spiel auf Fehler untersucht, muss ich das trozdem neu installieren?\r\nIch habe sogar Platz auf der Festplatte gemacht obwohl ich noch 1 TB &uuml;brig hatte also gen&uuml;gend.\r\n\r\nBr&auml;uchte eure Meinung kennen mich damit gar nicht aus.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-07-15T07:36:37.662+0000","up_votes":1,"down_votes":0,"body":"Spielst du auf einem Laptop, der vielleicht überhitzt?\n\nEs gibt auf der Seite vom Support ein Liste, die du vielleicht durchgehen könntest: https://support.riotgames.com/hc/de/articles/201752684-Fehlersuche-bei-niedriger-Framerate-FPS-#section-windows\n\nUnd wenn du wissen willst, ob dein System zu schwach ist, solltest du sagen, was für ein System du hast.","replies":[{"id":"","poster":"SHVRIK","date":"2017-07-19T00:16:33.776+0000","up_votes":1,"down_votes":0,"body":"Vielleicht kannst du etwas damit anfangen.\nSpiele auf einem PC.\nAMD FX(tm)-6300 Six-Core Processor 3.50GHz\n64-Bit Betriebssystem\nNVIDIA GeForce GTX 750 Ti\nHabe ich etwas vergessen?","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-07-23T11:22:21.262+0000","up_votes":1,"down_votes":0,"body":"Der Arbeitsspeicher fehlt, aber mit dem Setup solltest du meiner Meinung nach eigentlich flüssig spielen können, nur vielleicht nicht auf höchsten Settings.\nHast du mal die Temperatur überprüft?","replies":[{"id":"","poster":"SHVRIK","date":"2017-07-23T13:44:40.785+0000","up_votes":1,"down_votes":0,"body":"8 GB Ram und um die 50 Grad warum?","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-07-23T13:54:21.299+0000","up_votes":1,"down_votes":0,"body":"Sind die 50 Grad im \"Ruhebetrieb\" oder in den Situationen, in denen du die niedrigen fps hast?\nDas Ding ist halt, dass Hitze der einzige Punkt ist, der mir einfällt, warum die fps über die Zeit derart weniger werden sollten.","replies":[{"id":"","poster":"SHVRIK","date":"2017-07-25T12:54:11.029+0000","up_votes":1,"down_votes":0,"body":"Am Anfang 50 gegen dann wenn die FPS Drops beginnen 70","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-07-25T13:17:25.290+0000","up_votes":1,"down_votes":0,"body":"Das kann durchaus der(/ein) Grund sein, warum die Leistung von deinem PC dann nachlässt. Ich hab kurz mal gesucht und ein paar Leute gefunden, die meinen, dass die Temperatur bei AMD-Prozessoren nicht über 70 Grad hinausgehen sollte.\nIch weiß, dass man das höchstwahrscheinlich nicht gut vergleichen kann, da ich eine intel CPU habe, aber bei mir gehen die Temperaturen eigentlich nicht über 40°C, im Ruhebetrieb bin ich so um die 20°C","replies":[]}]}]}]}]}]}]},{"id":"","poster":"ΞNoGanks4USirΞ","date":"2017-07-19T00:35:01.218+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher ob das helfen könnte aber cap deine FPS mal auf 60.","replies":[{"id":"","poster":"SHVRIK","date":"2017-07-19T09:16:25.146+0000","up_votes":1,"down_votes":0,"body":"Hmm Versuch ist es Wert...","replies":[]}]},{"id":"","poster":"Pandeonor","date":"2017-07-15T14:02:29.154+0000","up_votes":1,"down_votes":0,"body":"Lade Dir einmal MSI afterburner herunter und lasse Dir die Daten onscreen anzeigen.\n\nKlingt nach einem dieser Probleme:\n- Temperatur CPU oder GPU\n- Netzteil\n\nLasse Dir insbesondere die Taktraten Memory und GPU sowie die Temperatur anzeigen.","replies":[]},{"id":"","poster":"Gin","date":"2017-07-15T14:00:14.282+0000","up_votes":1,"down_votes":0,"body":"Du kannst außerdem im Client die Option \"Client während des Spieles schließen\" oben rechts unter den Einstellungen auswählen. \n\nMusst jedoch dann damit rechnen dass es nach einem Game länger dauert bis du in die Lobby kommst, da der Client erst wieder gestartet werden muss.","replies":[]}]}