{"id":"zNVzhE5Q","poster":"Lunarlighting","date":"2017-07-14T14:47:05.609+0000","title":"Fiora Ult","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nich wollte nur wissen was eure Meinung zur jetzt generften Fiora ult ist. Ich kann ja verstehen, dass das hohe Lauftempo die Ult zu stark gemacht hat, aber meiner Meinung nach hätte man das Tempo auch einfach drosseln können. Es ganz zu entfernen ist sinnlos, da man sich im Earlygame höchstens ein Mal an den Gegner ranziehen kann (Per Q und ohne ein Summoners zu benutzen{{summoner:4}} .) Durch den zuerst hohen CD auf der Q ist die Ult erst im Lategame richtig viable. Und eine Ult die man erst im Lategame wirklich benutzen kann, finde ich ziemlich sinnfrei, ob Lategame Champ oder nicht. \r\n\r\nGrüße\r\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-17T13:46:56.900+0000","up_votes":1,"down_votes":0,"body":"Was war an der ganz alten Fiora Ulti auszusetzen? Ich persönlich hasse zwar Fiora aber ihre alte Ulti war etwas außergewöhnliches. Eine AOE, längere Zed Ulti ohne Markierung wo der Spaß direkt los geht. \nDie neue Fiora ist nur ein Point and Click Idioten Champ. Die davorige zwar auch, aber diese Ulti war halt einmalig und sowas gab es nicht.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-07-14T16:29:26.765+0000","up_votes":1,"down_votes":0,"body":"Dafür, dass sie wochen- oder sogar monatelang die Top dominiert hat, finde ich die Nerfs dezent. Ich hatte da eher einen Nerf Richtung Schaden erwartet, aber das Lauftempo ist auch ok, nimmt ihr auf der Lane ihre Dominanz, schwächt sie aber nur spürbar bis sie ihren Phage hat.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-14T16:07:15.270+0000","up_votes":1,"down_votes":0,"body":"Fiora ist ein lategame Monster, aber nur im Splitpush. Sie wird jeden Champ, ob Tank oder Apcarry im 1v1 auseinandernehmen, dafür ist sie eben im Teamfight weniger nützlich.\n\nDarum finde ich den Nerf gerechtfertigt.","replies":[]},{"id":"","poster":"MarCommander2211","date":"2017-07-14T16:04:23.590+0000","up_votes":1,"down_votes":1,"body":"Ich persönlich finde die Nerfs vollkommen berechtigt, die Passive macht eh schon teuflischen Schaden und das gepaart mit der Mobilität der Q finde ich genug.\n\nAußerdem finde ich das Fiora kein Lategame Champ ist. Als ich sie gespielt hab, da hab ich die Lane gewonnen, bin aber bei Teamfights gescheitert, Ich finde eher, dass sie seeehr gute Sklaierungen hat. Ein guter Lategame-Champion ist sie für mich eher wenig, da seh ich Sion/Fiddlesticks/Malphite.","replies":[]}]}