{"id":"bumowbLP","poster":"Charoky","date":"2017-07-15T00:38:10.317+0000","title":"Teamaufbau - wir suchen ADC/TOP/JUNG","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Servus!\r\n\r\nMein Kollege und ich bauen derzeit ein Team auf. F&uuml;r dieses Team suchen wir die oben angegebenen Rollen!\r\n\r\nDie Anforderungen f&uuml;r diese Posten sind:\r\n\r\n-Du hast die Rolle gemaint\r\n-Du verstehst, wie deine Rolle funktioniert und was die Aufgabe deines Champs in unterschiedlichsten Situationen ist\r\n-Du bist in der Solo Q Gold minimum Gold 5 \r\n-Du bist in der Flex Q minimum Gold 5 aber maximal Platin 5\r\n-Du besitzt ein funktionierendes Headset/Mikro und benutzt Teamspeak 3 \r\n-Du bist Ehrlich und Kritikf&auml;hig\r\n-Du bist so reif, dass du diszipliniert und ernsthaft LoL in einem Tryhard Modus mit einem best&auml;ndigen Team spielen willst\r\n\r\n\r\nBesetzt sind die Rollen Midlane und Support.\r\nWobei mein Kollege (Solo Q Dia 5) die Midlane und ich (Solo Q Gold 5) die Aufgabe des Supports &uuml;bernehme.\r\nWir sind beide &Auml;lter als 20 Jahre und spielen schon &uuml;ber Jahre hinweg LoL.\r\nDa ich diese Season endlich mal Lust zu climben habe und mich das irgendwie angesteckt hat, tr&auml;ume ich nun gemeinsam mit meinem Kollegen von einem festen Team, mit dem man in der Flex Q etwas rei&szlig;en kann, deshalb entschieden wir uns, ein Team neu aufzubauen.\r\n\r\nFeste Trainingszeiten sind, da wir derzeit ja noch keinen Roster haben, noch nicht gegeben. Wir haben jedoch vor mit Absprache, des dann hoffentlich festen Teams, solche Trainings zu absolvieren. \r\n\r\nMit dem Beitritt des Teams macht ihr keinen Beitritt in einen Clan. Es ist egal, ob ihr nur da seit um mit dem Team zu tryharden/trainieren oder ob ihr auch da seit, wenn es hei&szlig;t: &quot;Jetzt spiele ich ne Runde Normals und pack den Urgot Jungle aus, jemand Bock?&quot;\r\n\r\n\r\n\r\n\r\nDa Synergy ein wichtiger Faktor f&uuml;r jedes Team ist, ist eine Anfrage auf unser Team noch kein erfolgreicher Beitritt!\r\nWir wollen wissen, ob du auch zu uns passt! \r\nMenschlichkeit und auch etwas Begabung im Spiel sind uns hier wichtig. \r\nAu&szlig;erdem k&ouml;nnten wir auch total die Doofmenschen sein, deshalb ist es auch wichtig, dass du findest, dass wir zu dir passen!\r\n\r\nDie Ziele des Teams sollen sein:\r\n\r\nEin ordentliches Spiel mit 5 Personen auf die Beine zu bekommen. Zu Climben und aus Niederlagen Erfahrungen zu sammeln und Fehler zu verbessern.\r\nDurch Gruppencoaching individuell besser zu werden und das Limit von sich und das des Teams immer wieder weiter nach oben zu dr&uuml;cken.\r\n\r\n\r\nSollte Dich all das ansprechen oder solltest du noch Fragen haben, dann schreib mich doch einfach an!\r\nBitte f&uuml;ge mich einfach deiner Freundesliste hinzu!\r\n\r\nIngame Name: Charoky\r\n\r\n\r\nIch freue mich &uuml;ber jeden Interessenten :-) !","replies":[]}