{"id":"cTYNQfUo","poster":"El Pingu","date":"2017-07-14T14:50:00.895+0000","title":"Die Liga der Legenden (eine Geschichte aus dem Altersheim)","subforum":"Allgemeiner Chat","up_votes":8,"down_votes":2,"body":"Harald ist 86 Jahre alt und wohnt nun schon seit einigen Jahren im Altersheim &quot;zur ruhigen Sonne&quot;. \r\nSein bester Freund ist ein amerikanischer Rollstuhlfahrer, dessen Name niemand wei&szlig;. Denn er versteht leider kein Deutsch und niemand der anderen Englisch. Vielleicht mag er ihn deshalb so sehr, das macht ihn zu einem &auml;u&szlig;erst ruhigen Zeitgenossen.\r\nDa er nat&uuml;rlich trotzdem einen Namen brauchte, nannten sie Ihn nach seinem Hobby. Er sammelte Tonnenweise Kronkorken, da er davon ausging, das dies die neue W&auml;hrung nach einem bevorstehenden Weltkrieg werden k&ouml;nnte. Und so nannten sie ihn liebevoll &quot;Korki&quot;.\r\n\r\nAlles lief prima, bis vor einigen Wochen eine Kriesensitzung im Altersheim einberufen wurde. Die Spesen w&uuml;rden gek&uuml;rzt und man m&uuml;sse anderweitig Geld ins Heim bekommen. Die Krankenschwestern organisierten ein Turnier namens &quot;Liga der Legenden&quot; und Korki und Harald meldeten sich freiwillig daf&uuml;r.\r\nH&auml;tten sie gewusst, auf was sie sich einlassen, h&auml;tten sie es lieber bleiben lassen. \r\n\r\nKorki und Harald stehen vor einer gro&szlig;en, abgeschlossenen Truhe, mit 3 weiteren Teilnehmern. Das Turnier beginnt und viele Zuschauer sind vor Ort. Seit Tagen haben sie keine beruhigende Medizin bekommen, daher ist die Anspannung der Alten ins Gesicht geschrieben.\r\n&quot;Ich kann nicht mehr. Was soll der Mist? Ich will meine Tabletten. So ein Schei&szlig;, ich halte es nicht mehr aus.&quot;, Br&uuml;llt Timo, ein anderer der Teilnehmer. Aus den Publikum kam zur&uuml;ck:&quot; jetzt Flame doch nicht schon, bevor es los geht, was soll das denn?&quot;\r\nTimo schrie zur&uuml;ck:&quot; wer Flammt hier was? Siehst du hier nen Grill stehen? Du Ochs du!&quot;\r\n\r\nEine Krankenschwester Schritt dazwischen beruhigte Timo und erkl&auml;rte den alten die Regel.\r\n\r\n&quot;In dieser Truhe befindet sich eure Medizin. Bei euren Gegnern steht exakt die selbe Truhe. Jeder von euch bekommt einen Schl&uuml;ssel, mit dem ihr die Truhe der Gegner &ouml;ffnen k&ouml;nnt. Es f&uuml;hren 3 Wege zu der Anderen Truhe. Das Team, das zuerst bei der anderen Truhe ist, bekommt als Preis den Inhalt.\r\nSomit w&auml;ren die Regeln erkl&auml;rt und das Spiel geht los!&quot;\r\n\r\nHarald schnappt sich den Rollstuhl von Korki und sie fahren, so schnell es geht den unteren Weg entlang. Sie m&uuml;ssen nur Wandern? Das ist ja einfach.\r\nNach ein paar Metern bereits trafen sie Jakob, ebenfalls ein Einwohner des Altenheims. \r\nEr sprach sie an: &quot; Wollt ihr Waffen kaufen? Ich h&auml;tte hier &quot;Dorans Klinge&quot;, oder &quot;das schwarze Beil&quot;.\r\n\r\n&quot;Hast du ne Macke?&quot; Antwortet Harald, &quot; erstens sind das nur Besenstiele und St&ouml;cke und zweitens brauchen wir keine Waffen&quot;.\r\nEr nahm Korki und sie liefen den Weg weiter.\r\n\r\nNach ein paar Minuten, kamen sie an einem J&auml;gersitz vorbei. Olaf, ebenfalls ein Einwohner des Altenheims stand oben drauf und schrie sie an: &quot;Verschwindet! Wir kommen zuerst zu der Medizin! Das ist Unser Schatz! Unser Heiligtum! Unser Nexus!&quot;\r\nUnd er fing an, wie verr&uuml;ckt Steine auf die Beiden zu werfen.\r\nHarald, der erkannt hat, das eine Diskussion hier sinnlos ist, schnappt sich den Rollstuhl und die beiden fl&uuml;chten in Richtung Wald.\r\n\r\nSie sind nun schon eine ganze Weile unterwegs und der Hunger beginnt den beiden das Leben schwer zu machen. Doch dann sehen sie Manfred, ein etwas verr&uuml;ckter aus der oberen Etage des Heims. Und dieser hatte einen ganzen Beutel Schokolade dabei.\r\n&quot;Manfred, Gott sei Dank, wir haben so einen Hunger, w&uuml;rdest du uns etwas von deiner Schokolade abgeben?&quot;\r\nManfred wurde zornig. &quot;Meine Schokolade? Ich bin der Baron Nascher, und wenn ihr meine Naschsachen haben wollt, dann m&uuml;sst ihr mich schon besiegen.&quot;\r\nHarald entgegnet:&quot; ich habs im Guten probiert und jetzt eben nochmal direkt. Wenn du uns nichts ab gibst, pinkel ich dir t&auml;glich ins Bett und sag, du seist es gewesen. Dann wirst du bis zu deinem Lebensende Windeln tragen m&uuml;ssen.&quot; \r\nDer Baron Nascher, sieht ein, das er besiegt wurde und gibt den beiden seine Schokolade. Danach verschwindet er f&uuml;r ein paar Minuten, um sich neue zu holen.\r\n\r\nUnser Duo Team ist nun frisch gest&auml;rkt und sie machen sich auf den letzten Weg Richtung gegnerische Truhe. \r\n\r\nUnd endlich ist es soweit. Die Truhe ist in Sichtweite. Harald gibt nochmal richtig Gas auf den letzten paar Metern. Doch dann knickt sein Bein und er st&uuml;rzt.\r\nDas kann doch nicht wahr sein. Auf den letzten paar Metern.\r\n&quot;Korki, fahr ohne mich. Ade du Traum des Sieges. Ade&quot;, sagt er sehr melancholisch.\r\nDoch Korki f&auml;hrt nicht weg. Er f&auml;hrt zu ihm und sagte: &quot;join my vehicle, my friend. I will carry you.&quot;\r\n\r\nCarry? Harald verstand kein Wort, aber er wusste, was Korki meinte. Mit letzter Kraft raft er sich noch einmal auf und setzt sich auf die Lehne des Rollstuhls.\r\nVoller Freude und schlechtem Englisch ruft er los &quot; Danke, mein Friend f&uuml;r Carry! Von wegen Ade! \r\nYou are mein Ade Carry&quot;\r\nUnd die beiden gewannen das Turnier und die Einnahmen ergaben genug Geld f&uuml;r die n&auml;chsten paar Jahre.\r\n\r\nEnde.\r\n\r\nLG, Pingu","replies":[{"id":"","poster":"Neamhoilte","date":"2017-07-14T17:42:15.998+0000","up_votes":5,"down_votes":0,"body":"Extra eingeloggt und mir damit selbst widersprochen! \n\n+1 \n\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-14T15:33:33.243+0000","up_votes":2,"down_votes":0,"body":"Schön zu lesen, aber nich ganz so meins, sry :<\n\nVielleicht war ich auch nich ganz bei der Sache...","replies":[]},{"id":"","poster":"ReDcOrSaIr2","date":"2017-07-14T15:03:02.720+0000","up_votes":2,"down_votes":0,"body":"You are mein Ade Carry.... Göttlich ^^{{summoner:31}}","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-07-14T14:59:16.164+0000","up_votes":2,"down_votes":0,"body":"> Harald entgegnet:\" ich habs im Guten probiert und jetzt eben nochmal direkt. Wenn du uns nichts ab gibst, pinkel ich dir täglich ins Bett und sag, du seist es gewesen. Dann wirst du bis zu deinem Lebensende Windeln tragen müssen.\"\n\nIch selbst arbeite ja im Altenheim und das Zitat hat mich echt fertig gemacht. Wenn ich nur gewusst hätte, wie sich Bewohner an anderen Bewohnern rechen können :o\n\nUnd fuck my life, der Post übertrifft wirklich alles was du jemals geschrieben hast Pingu!","replies":[]}]}