{"id":"wtGAjYhr","poster":"Pandeonor","date":"2017-07-13T09:18:44.370+0000","title":"Bitte Champion-Puppen im Übungsmodus :)","subforum":"Karten & Spielmodi","up_votes":3,"down_votes":0,"body":"Es gibt im &Uuml;bungsmodus bereits &Uuml;bungspuppen. Ich teste gerne verursachten Schaden aus mit verschiedenen Item-Builds, Runen und Masteries in verschiedenen Leveln. Manche Items/Masteries verursachen jedoch nur bei Champions Schaden, so das man das nicht testen kann. Ich muss daher mit einem zweiten Rechner/Account einen Gegenspieler generieren  (der auch stillh&auml;lt wenn ich ihn verhaue ☺ ) um die reale Situation zu simulieren. Das ist arg umst&auml;ndlich.\n\nW&auml;re nett wenn man das implementieren k&ouml;nnte. Einfach eine zus&auml;tzliche &Uuml;bungspuppe wie gehabt nur mit &quot;Champion-Status&quot; bittedanke. ☺","replies":[{"id":"","poster":"Lunaá","date":"2017-07-14T18:22:27.793+0000","up_votes":1,"down_votes":0,"body":"Eigentlich sind die Übungspuppen doch wie Champions, dazu sind sie ja schließlich da\nWenn sie hingegen Vasallen oder Monster währen, könnte man zB die Mastery, dass man 5 zusätzlichen Schaden an Vasallen und Monstern verursacht, an ihnen auslösen\nDes Weiteren könnte man auch einige Ultimates im Spiel nicht gegen sie benutzen, da sie Champions als Ziele erfordern","replies":[{"id":"","poster":"Pandeonor","date":"2017-07-14T19:25:09.426+0000","up_votes":1,"down_votes":0,"body":"Es löst keine Mastery aus - auch nicht z.B. Donnerfürst o.ä.. Sie sind weder Vasall noch Champion.","replies":[{"id":"","poster":"Lunaá","date":"2017-07-14T20:24:23.450+0000","up_votes":1,"down_votes":0,"body":"Also bei mir wird Donnerfürst ausgelöst, auch Inbrunst der Schlacht, was ja auch nur gegen Champions getriggert wird\nDas klingt bei dir seltsam, vielleicht ist dein Übungsmodus verbugt\n\nEdit : Ich habe es grade nochmals getestet, alle Masterys funktionieren einwandfrei","replies":[{"id":"","poster":"Pandeonor","date":"2017-07-14T20:37:44.527+0000","up_votes":1,"down_votes":0,"body":"Werde ich auch noch einmal testen morgen ☺","replies":[]}]}]}]}]}