{"id":"LvEgkwNQ","poster":"Ishmael Goldblum","date":"2019-05-29T15:45:51.405+0000","title":"Suche Sensei für das Spiel im ganz allgemeinen! :3","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hallola liebe League Community!\r\n\r\nIch spiele bereits seit einigen Jahren League, Season 5 um genau zu sein, meistens allerdings nur Normals evtl mal die Placements der Ranked Games um überhaupt einen Rank zu haben.\r\n\r\nNun würde ich aber gerne aktiv mit Ranked beginnen und suche daher einen geduldigen, kompetenten Mentor der mir auf diesem Wege etwas zur Seite steht mit Rat und Tat, mir geht es hierbei nicht darum gecarryt zu werden lol, um mich mit fremden Federn zu schmücken oder derartiges, sondern halt wirklich darum einen Anstieg meiner persönlichen Fähigkeiten zu erleben und daraus resultierend gesteigerten Erfolg und nicht zuletzt Spaß aus dem Spielen von Rankeds zu ziehen! :)\r\n\r\nDaher meine Frage: gibt es hier jemanden der sich bereit erklären würde, seine wertvolle Zeit ein wenig mit mir zu teilen um mir ein bisschen mit diversen Tipps und Kniffen zur Seite zu stehen die das Spiel in seiner gesamtheit betrifft ergo, Warding, Decisionmaking, Calls etc? :)\r\ndas würde mich sehr freuen ich beiße btw nicht! Zumindest meistens nicht xD.\r\n\r\nWenn Interesse besteht einfach per League adden \"Ishmael Goldblum\" ansonsten schaue ich hier dann auch ganz gerne mal rein wie es sich entwickelt.\r\n\r\nPs: mein erster Forenpost in meinem ganzen Leben sollte ich hier gegen irgendwelche Regeln verstoßen haben zb falsche Rubrik usw dann tut es mir aufrichtig leid! :)","replies":[{"id":"","poster":"TF Autophil","date":"2019-06-10T22:10:51.335+0000","up_votes":1,"down_votes":0,"body":"Moin Ishmael!\n\nIch bin einer der Coaches von Get Good Coaching und so wie ich deinen Text lese, sind wir genau die richtigen für dich!\nWir helfen mittlerweile mehr als 300 League Spielern auf unserem [Discord Server](https://discord.gg/dTzgcA8) und würden uns freuen, wenn wir auch dir helfen können!\n\nWir sind drei engagierte High Elo Coaches (Von D1-Grandmaster) und haben uns zum Ziel gemacht, den League of Legends Spielern zu helfen und ihr Peak zu erreichen!\n\nNatürlich sind das jetzt nur wenige Infos aber der kostenlose Discord Server spricht für sich, deswegen schau einfach mal vorbei :)\n\n\nBeste Grüße,\nPhil aka Autophil","replies":[]}]}