{"id":"f0xROhL5","poster":"MarCommander2211","date":"2017-07-12T11:10:14.058+0000","title":"Champion-Konzept: Nirak Sol, der gefallene Stern(2)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Nirak Sol, der gefallene Stern\n\nVor dem Lesen der Lore bitte die Lore von Aurelion Sol &uuml;berfliegen!!!\nNirak Sol wurde im Angesicht eines einzelnen, sterbenden Sternes geboren und erblickte die dunkle Schw&auml;rze des Weltraums, als der Planet in einer Supernova zerbarst. Im Begriff, in ein schwarzes Loch gezogen zu werden, k&auml;mpfte er tagelang gegen die Kraft an, die ihn zu verschlingen drohte. Doch in dem Moment, als seine Kraft nachlie&szlig;, nahte Aurelion Sol heran, um ihn zu retten. Viele Jahre lang verbrachten sie ihre Zeit zusammen, und beide schufen wundervolle Welten und Sternengebilde, bis eines Tages Aurelion unter dem Vorwand verschwand, nach einem Planeten zu sehen. Er kam viele Monate nicht zur&uuml;ck, weshalb Nirak nach im sah. Er drang in die Gefilde des Planeten ein, wobei er die Zivilisation der Targonier entdeckte. Dort war auch Aurelion, welcher eine wundersch&ouml;ne Krone trug, welche scheinbar von den Targoniern angefertigt wurde. In der Annahme, es w&auml;ren freundlich gesinnte Kreaturen, n&auml;herte er sich Targon. Sofort schwebte Aurelion auf ihn zu. Er schickte Nirak mit einem gewaltigen Stern zu Boden. weitere Truppen der Targonier r&uuml;ckten an, die Nirak unter Beschuss nahmen. Um sein Leben f&uuml;rchtend, floh er von Targon, doch ein Geschoss zerriss seine roten Fl&uuml;gel, woraufhin er ziellos im Weltraum schwebte, bis er durch die Schwerkraft eines nahen Planeten angezogen wurde: Runeterra. Nirak sp&uuml;rte die Pr&auml;senz seines einstigen alten Freundes auf dem Planeten. Hier wird er sich an Aurelion r&auml;chen, komme was wolle.\n\nP: Kristallisierung\n{{item:2045}} \nFalls Nirak sich in der N&auml;he eines gelben Wards aufh&auml;lt, wird er ihm auf der Karte angezeigt. Nirak kann diese Wards mit einem automatischen Angriff kristallisieren, was sie  f&uuml;r die Dauer des Wards unzerst&ouml;rbar macht, aber ihren Sichtbereich einschrenkt. Je nach Anzahl der Kristallisierungen erh&auml;lt Nirak Sol  dadurch permanente Boni:\n1 Ward: +20 AP\n5 Wards: +40 AP+100HP\n10 Wards: +0.25AP Skalierung der Q\n25 Wards: +0.5AP Skalierung der Q\n50 Wards: +4 Kristallaufladungen+200HP+80AP\n\nQ: Laserstrahl\n{{item:3198}} \nNirak schie&szlig;t einen roten Laser aus seinen Augen, der an Kristallen abprallen kann und allen Gegner, durch die vom Strahl getroffen werden, erhalten 85/120/160/215+0.75AP magischen Schaden. Getroffene Verb&uuml;ndete werden um den Schadensbetrag geheilt.\nMana: 40\nCD: 5 Sk\n\nW: Kristallmagie\n{{item:3112}} \nNirak erschafft einen Kristall, an dem Laserstrahlen abprallen k&ouml;nnen. Bis zu 3/5/7/10 mal platzierbar, &uuml;bersch&uuml;ssige Platzierungen zerst&ouml;ren den bis dahin zuletzt erschaffenen Kristall. Falls ein Laser den Kristall trifft, wird er &uuml;berladen, wodurch beim Anklicken des Kristalls jeder verb&uuml;ndete Held um Nirak herum um 20/40/80/100 HP geheilt wird.\nMana: 80\nCD: 10/8/6/4 Sk\n\nE: Entropie\n{{item:3645}} \nVerursacht in einem Gebiet vor Nirak Sol 20/40/60/80+0.5AP absoluten Schaden und l&ouml;st in allen getroffenen Kristallen eine Ersch&uuml;tterung aus. Diese Kristalle f&uuml;gen dann f&uuml;r 1/2/3/4 Sekunden alle 0,9sek 30/60/90/120+0.8AP Schaden zu und verlangsamen Ziele in der n&auml;he um 20% pro Kristall. Nach 2 Sekunden explodieren die Kristalle und bet&auml;uben Gegner 1 Sekunde lang, die sich nahe den Kristallen aufhalten. Von der Q &uuml;berladene Kristalle verursachen beim Bet&auml;uben 25/50/75/150+0.9AP normalen Schaden.\nMana: 80\nCD:\n\nR: Schwarzes Loch\n{{item:3643}} \nNirak beschw&ouml;rt Laserstrahlen zwischen all seinen Kristallen, welche pro Sekunde 120/215/310+0.6AP magischen Schaden zuf&uuml;gen. Dadurch werden alle Kristalle &uuml;berladen.\nDauer: 2/4/6 Sk\nMana: 180\nCD: 120 Sk\n\nVielen herzlichen Dank an Schlachtenhorn und an Azradan,welche mir sehr bei der Kreation Nirak Sols geholfen haben.\n\nFalls noch andere Verbesserungsvorschl&auml;ge haben, k&ouml;nnt ihr mir ja einfach ne Kritik schreiben :D","replies":[]}