{"id":"akXiYr4P","poster":"Neeko the Ekko","date":"2017-07-11T18:45:36.842+0000","title":"Patch 7.14 Münzen Änderungen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Ab morgen mit frm kommenden Patch wird die M&uuml;nze also das gelbe Supporter Item ge&auml;ndert, das man kein Trank mehr bekommt um 1 Level Up zu erhalten, sondern gew&auml;hrt jetzt 8% mehr lauftempo f&uuml;r Verb&uuml;ndete.\r\n\r\nFindet ihr die &Auml;nderungen sinnvoll? Generell mag ich ja die M&uuml;nze auf Champs wie Rakan, Janna oder Soraka. Denke bisschen mehr MS f&uuml;r dein Team klingt jetzt nicht sooo schlecht oder?","replies":[{"id":"","poster":"IcedOutMissplays","date":"2017-07-12T15:15:37.927+0000","up_votes":1,"down_votes":0,"body":"meh","replies":[]},{"id":"","poster":"Kaorî","date":"2017-07-12T04:33:25.414+0000","up_votes":1,"down_votes":0,"body":"Man hätte den Skillpunkt behalten sollen. Warum?\n\nRakan hat genug Möglichkeiten seinen Adc zu protecten, auch ohne Movementspeed.\nJanna hat bereits Movementspeed auf ihrer Passive, wenn man zu ihr läuft oder hinter ihr her.\nSoraka kann Gegner mit der Q slowen, ist also dasselbe. Ob der Gegner nun langsamer ist oder ich schneller, macht keinen Unterschied.\nLulu(baue ich mittlerweile bei Gegner Range-Supps auch aufm Coin) kann bereits mit der W Movementspeed geben oder jemanden polymorphen.\n\nAndere Supps spielt man nicht mit dem Coin, außer vllt noch Thresh, aber selbst der hat für sowas seine Lantern.\n\nFür mich bringt diese Änderung also nichts sinnvolles und kann nur in ganz wenigen Situationen effektiv genutzt werden.\n\nDer zusätzliche Skillpunkt hingegen bringt einiges.\nJanna kann damit einen Punkt in ihre W skillen, wodurch sie selbst mehr Movementspeed bekommt und Gegner stärker geslowed sind.\nSoraka kann ihren Heal oder die Q aufwerten für mehr Heilung/Lebensreg./Slow.\nRakan kann damit sein Shield verstärken.\nLulu kann ihre W damit aufwerten für mehr Movementspeed/Slow/CC.\n\nEinzig bei Thresh ist ein zusätzlicher Skillpunkt eher so ,,mäh\".\n\nFür mich hat der Coin nun wieder an Beliebtheit abgenommen und das sehe nicht nur ich so.","replies":[]},{"id":"","poster":"BigSnipe","date":"2017-07-12T01:18:20.249+0000","up_votes":1,"down_votes":0,"body":"Der skillpunkt hat meist nicht besonders geholfen, daher finde ich die änderung ok, obwohl mir das item immer noch nicht gefällt.","replies":[]},{"id":"","poster":"RAG Ryve","date":"2017-07-11T18:57:28.943+0000","up_votes":1,"down_votes":0,"body":"Mir gefällt die Änderung nicht so sehr.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-07-12T15:30:56.472+0000","up_votes":1,"down_votes":2,"body":"ich baue dieses nutzlose Item nie daher keine Ahnung und ist mir egal.\nVielleicht kannst du ja mal des {{item:3303}} statt den Müll {{item:3301}} für Champs wie {{champion:16}} {{champion:40}} {{champion:497}} nehmen. Du wirst nicht glauben wie gut des synergiert und welche super Moves du damit machen kannst (ausgebaut natürlich).","replies":[]}]}