{"id":"e59cTjhw","poster":"RIQT SUCKS BIG D","date":"2017-07-11T19:58:29.153+0000","title":"SERVER LAG","subforum":"Hilfe & Support","embed":{"title":"YouTube","description":null,"url":"https://www.youtube.com/watch?v=Dl-0-T8ZocM&feature=youtu.be","image":null},"up_votes":1,"down_votes":0,"body":"Erneut das Problem. Ich Spiele und sammele sdchlechte Spielerfahrung aufgrund von LAG. Nein, es hat nichts mit meiner Ping oder FPS zu tun. Es ist der Server (zumindest denk ich das). Was tun, damit der lag aufh&ouml;rt? Gibt es &uuml;berhaupt eine M&ouml;glichkeit ?","replies":[{"id":"","poster":"DrYatty","date":"2017-07-11T20:24:44.544+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nmeinen vorherigen Kommentar gelöscht da dieser wahrscheinlich dir nicht helfen wird. \n\n1. Das Video ist nicht mehr verfügbar\n\n2. Versuch mal deine FPS zu cappen. \n\nAnleitung:\n\n*  Ingame in die Optionen\n* Auf Optionen und auf Video\n* Nun kannst du dort deine FPS begrenzen.","replies":[{"id":"","poster":"RIQT SUCKS BIG D","date":"2017-07-11T21:33:35.155+0000","up_votes":1,"down_votes":0,"body":"Hi. Ich hab das Video jetzt ,,öffentlich'' gemacht. Versuch es noch einmal und urteile darüber, danke! :)","replies":[{"id":"","poster":"Gin","date":"2017-07-12T07:12:50.955+0000","up_votes":1,"down_votes":0,"body":"**Zum Video selber**: Ich würde dir fürs nächste mal empfehlen ein Aufnahmeprogramm zu verwenden, und den Ping oben rechts in der Ecke auch aufzunehmen.\n\n**Zum Problem**: Es sollte ziemlich eindeutig sein dass es sich um Probleme mit deiner Verbindung, bzw. deiner Verbindung zu den Riot-Servern handelt. Was ich dir raten würde zu prüfen/probieren:\n\n* Bist du über WLAN verbunden? Falls ja, schau mal nach ob das Problem mit einem LAN-Kabel immer noch besteht.\n* Wenn du irgendwelche Programme im Hintergrund offen hast die Internet ziehen könnten (Steam, Skype etc.), deaktiviere diese und teste es anschließend nochmal.\n\nErstell außerdem mal einen Tracert damit wir schauen können wo genau das Problem auftritt:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html \n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> \n> Trace Interval: 1 second\n> Focus Time: all\n> Target Name: 185.40.65.1\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> \n> Edit -> Copy as Text\n> Geht nach [Pastebin.com](http://pastebin.com/)\n> Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.","replies":[{"id":"","poster":"RIQT SUCKS BIG D","date":"2017-07-12T21:56:08.610+0000","up_votes":1,"down_votes":0,"body":"Sekunde 30 ist die Ping zu erkennen. Sie ist stabil. Ständig. ich habe extra kein Aufnahmeprogramm benutzt, damit ich keine Hintergrundprogramme am laufen habe. Ich spiele mit LAN, schon die ganze Zeit. Das mit dem Tracert kann ich mir mal anschauen. ein Ticket an den Support kann ich aber nicht erstellen (wurde von der Supportseite gebannt lol )","replies":[{"id":"","poster":"Gin","date":"2017-07-13T20:03:58.716+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich auf der Supportseite nicht anmelden kannst, kannst du deine Anfrage direkt an die E-Mail Adresse des Supports senden: **support@riotgames.com**","replies":[]}]}]}]}]},{"id":"","poster":"DrYatty","date":"2017-07-12T06:14:44.298+0000","up_votes":1,"down_votes":0,"body":"**Wie lange besteht das Problem schon?**\n\n* Lass mal das Hextrech Repair Tool drüber laufen(Achte drauf das du das Häkchen bei \"Erneutes Patchen erzwingen\" gesetzt hast.)\n\nAn den Server liegt es auf jeden fall nicht. Hast du diese Probleme nur in League of Legends oder auch in anderen Spielen falls du andere Spiele spielen solltest?","replies":[{"id":"","poster":"Gin","date":"2017-07-12T07:04:43.387+0000","up_votes":1,"down_votes":0,"body":"Downloadlink: https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool\n\nIch denke allerdings nicht dass eine Reparatur des Clients sein Problem beheben wird, da er mit dem Spiel selber keine Probleme hat.","replies":[{"id":"","poster":"DrYatty","date":"2017-07-12T07:07:29.771+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=e59cTjhw,comment-id=00020000,timestamp=2017-07-12T07:04:43.387+0000)\n>\n> Downloadlink: https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool\n\nOuh ja danke, grad aufgestanden und leider vergessen. ;)","replies":[{"id":"","poster":"RIQT SUCKS BIG D","date":"2017-07-12T21:58:13.358+0000","up_votes":1,"down_votes":0,"body":"Das Repair Tool wurde schon 2 mal durchlaufen bevor ich hier diesen Post veröffentlichte. Das Problem verschwindet jedoch nicht. Dieser Lag taucht nur bei LoL auf, bei anderen Spielen nicht.","replies":[]}]}]}]}]}