{"id":"TyKNnjPt","poster":"Fadina","date":"2017-07-11T21:41:17.415+0000","title":"Suche Mentor und/oder Anschluss","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Moin Leute, \r\n\r\nich hoffe der Post ist hier an der richtigen Stelle, ansonsten verzeit mir. Ich habe vor einigen Wochen nach langer Abwesenheit wieder mit LoL angefangen, ich bin zwar lvl 30 habe aber 0 Ranked Erfahrung und w&uuml;rde dies gerne langfristig &auml;ndern. Ich suche wie es der Titel schon jemanden der lust hat mit mir ab und zu paar Matches zu machen und mir Rat und Tat beiseite steht damit ich im Jungle besser werde.  Gerne kann es  auch ein Team oder ein Clan sein, der Platz f&uuml;r jemanden wie mich hat. Ich bin kein blutiger Anf&auml;nger in dem Spiel hab aber noch viel zu lernen.  Da ich mitlerweile an der 30ger (Alter) Grenze schramme solltest du oder ihr aber ein erwachsenes Verhalten an den Tag legen und bitte 18+ sein,  Rage / Flame und Blame kann ich mir nicht mehr geben.  Was aber nicht hei&szlig;t das ich keine Kritik annehme. Ich nehme Kritik offen an und bin bereit was zu lernen. Ts ist vorhanden. Falls sich jemand angesprochen f&uuml;hlt oder einen Tipp f&uuml;r nen netten Clan / Team abgeben kann w&uuml;rde ich mich freuen.\r\n\r\nBeste Gr&uuml;&szlig;e\r\n\r\nJulz","replies":[{"id":"","poster":"Flauschischste","date":"2017-07-12T09:05:04.703+0000","up_votes":1,"down_votes":0,"body":"Hallo Fadina,\nDein Beitrag ist sehr schön geschrieben.\n\nIch möchte Dir gerne die, seit 2016 existierende, Ü18 Community \"[Nerds go Causal](https://nerdsgocasual.de/community)\" ans Herz legen.\n\nWie oben zu sehen ist, sind alle unsere Nerd mindestens 18, aber auch Ü30er wirst Du bei uns finden. Die Elo reicht von unranked (<30) bis hin zu Diamant.\nAllerdings legen wir mehr Wert auf das allg. Verhalten unserer Nerds im Spiel, als auf deren Elo.\nFlamer, Hater, etc. dulden wir nicht. \nAnsonsten sind wir wirlich bunt gemischt. Studenten, Eltern, Schichtarbeiter, .. alles vertreten. Und alle sitzen gerne in Ihrer Freizeit mit anderen Nerds zusammen auf dem TS und zocken. :)\n\nAuch bieten wir unseren Mitglieder die Möglichkeit eines Coachings an.\n\nNeben LOL bieten wir auch die Spiele Overwatch, Pen & Paper und Playerunknown's Battlegrounds an. Somit wäre im Bedarfsfall auch für Abwechslung gesorgt.\n\nWenn ich Dein Interesse geweckt habe, würde ich mich freuen, wenn Du uns Deine Bewerbung schickst. Diese findest Du unter o. s. Link.\n\n\nBis dann\n\nLG\n\nFlauschischste","replies":[]}]}