{"id":"JtvgEqBO","poster":"Skywalk3er","date":"2019-05-29T11:13:04.516+0000","title":"Darius","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Liebe Community,\r\n\r\nhätte mal eine frage bezüglich Darius: Welche Runen Einstellung ist perfekt für diesen Champion? Welche Items sollte man von Anfang bis Ende bauen? Ist dieser Champion auch im pro Bereich anzutreffen? Also ist er geeignet sag ich mal in der Weltmeisterschaft zu spielen?\r\n\r\n\r\nDanke für eure Hilfe!\r\n\r\nLG\r\n\r\n\r\nSkywalk3er","replies":[{"id":"","poster":"Skywalk3er","date":"2019-05-30T13:45:35.474+0000","up_votes":1,"down_votes":0,"body":"Bezüglich Items, spiele immer: 1-Ninja Tabi 2: Stärke der Dreieinigkeit 3: Steraks Pegel 4: Panzer des Toden Mannes (Wegen lauf Speed) 5: Schutzengel wegen 45 angriff und 40 Rüstung 6: Titanische Hydra ( wegen dmg)\n\nZu meinen Runen: Spiele auf Eroberer\n1: Überheiler (Meine Frage: ist Lebensraub Heilung?)\n2: Legenden Blutdurst (Habe +0.5 % Lebensraub, meine frage: Da steht ja Legenden Steigerung an epischen Monstern sind das die Monster aus dem Jungle, und ja welche bringen eine Legendensteigerung sprich 20 Steigerungen wären ja im End Game 12 % Lebensraub, die ich zusätzlich hätte. Ist das eine gute Einstellung?\n3: Gnadenstoß (Gibt es eine bessere Option?\n\nDann 2 Rune: Zauberei \nAufziehender Sturm:\nErhalte alle 10 Minuten +8 Fähigkeitsstarke oder 5 Angriffsschaden \n20 Minuten +24 oder +14 Angriffsschaden \n30 Minuten +48 oder +29 Angriffsschaden \n40 Minuten +80 oder +48 Angriffsschaden (woher weiß ich was ich davon bekomme, ist diese Option gut finde die Werte schon sehr gut)\n\n\nÜberlegenheit:\n\n10% Abklingzeit ab Stufe 10\n\nJedes Prozent der Abklingzeitverringerung welche das Limit überschreitet, wird in einen adaptiven Bonus von 1.2 Angriffsschaden oder 2 Fähigkeitsstärke \numgewandelt. (Was bedeutet das untere Konkret? \n\nAngriff: +9 Adaptive Kraft (Was ist Adaptive Kraft?)\nFlexibel: +6 Rüstung \nVerteidigung: +6 Rüstung (Was macht mehr sinn: Rüstung oder Magieresistenz: Was ist besser? Was ist überhaupt Magieresistenz?)\n\nSo habe mir mal etwas mühe gemacht euch zu schreiben wie ich Darius spiele, bitte in deutsch schreiben und keine englischen begriffe.\nHoffe es hilft mir jemand der wirklich ein pro ist.\n\nDanke \n\nLG \n\n\nSky","replies":[{"id":"","poster":"Bananenschnder","date":"2019-05-30T14:13:34.599+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skywalk3er,realm=EUW,application-id=Wj1wcocU,discussion-id=JtvgEqBO,comment-id=0001,timestamp=2019-05-30T13:45:35.474+0000)\n>\n> Bezüglich Items, spiele immer: 1-Ninja Tabi 2: Stärke der Dreieinigkeit 3: Steraks Pegel 4: Panzer des Toden Mannes (Wegen lauf Speed) 5: Schutzengel wegen 45 angriff und 40 Rüstung 6: Titanische Hydra ( wegen dmg)\n\nAlso erstmal fällt auf, dass du kein einziges item mit Magieresistenz kaufst. Das ist schon mal schlecht. Boots sind sind vom Gegner Team abhängig (ob du Tabis oder Merc Treads kafust. Andere NIE). Ansonsten wirkt das sehr solide. An sich kannst du für builds immer Probuilds konsultieren\nhttps://www.probuilds.net/champions/details/darius\n\nDort findest du die Builds von high elo spielern. Allerdings fällt hier auch gleich auf, dass Darius im High Elo Bereich praktisch nicht gepickt wird. Darius ist eher als Low Elo stomp Champion bzw einfacher Champion für Anfänher angesehen und im Proplay siehst du ihn eigentlich nur dann, wenn er komplett overtuned ist, also generell OP und das war jetzt schon länger nicht mehr der Fall.\n\n> [{quoted}](name=Skywalk3er,realm=EUW,application-id=Wj1wcocU,discussion-id=JtvgEqBO,comment-id=0001,timestamp=2019-05-30T13:45:35.474+0000)\n>\n> Zu meinen Runen: Spiele auf Eroberer\n> 1: Überheiler (Meine Frage: ist Lebensraub Heilung?)\n> 2: Legenden Blutdurst (Habe +0.5 % Lebensraub, meine frage: Da steht ja Legenden Steigerung an epischen Monstern sind das die Monster aus dem Jungle, und ja welche bringen eine Legendensteigerung sprich 20 Steigerungen wären ja im End Game 12 % Lebensraub, die ich zusätzlich hätte. Ist das eine gute Einstellung?\n> 3: Gnadenstoß (Gibt es eine bessere Option?\n\nConqueror ist schon mal gut, das ist so die Standardwahl. Du stackst es auch nicht so langsam, wie hier mehrfach behauptet worden ist (man stackt es genau so schnell wie die passive / schneller wenn Q nicht richtig trifft... wenn man sagt, dass Conq schlecht ist, weil es zu langsam stackt, dann ist man wohl auch der Meinung, dass die Darius Passive generell schlecht auf ihm ist).\n\n1. Überheiler ist eine schlechte Wahl. Besser nimmst du Triumph, weil es eine bessere Synergie mit deinen Ult resets und mit Dives hat.\nÜberheiler hat keine Synergie mit irgendetwas. Dein Heal basiert auf fehlendem Leben und deshalb wirst du es nicht wirklich stacken. Ja, es proct auch mit Lebensraub, aber du baust keinen davon und hast auch intrinsisch keinen. Lebensraub macht generell keinen Sinn auf Darius. Du willst ja Leben verlieren, um dich mit dem Q zu heilen; du willst keine Schilde haben bei vollem Leben.\n\n2. Naja wie eben gesagt, Lebensraub bringt nicht viel. Die beiden anderen Optionen sind beide DEUTLICH besser. Je nach Menge an CC (crowd control) im Gegner team am besten Tenacity nehmen. Attack Speed ist auch okay, um die passive und conq besser zu stacken; standard ist aber eher tenacity.\n\n3. Last stand ist die beste Option da es gut mit deinem Q Heal interagiert (da basierend auf fehlendem Leben und man häufiger low ist).\n\n\n> [{quoted}](name=Skywalk3er,realm=EUW,application-id=Wj1wcocU,discussion-id=JtvgEqBO,comment-id=0001,timestamp=2019-05-30T13:45:35.474+0000)\n>\n> Dann 2 Rune: Zauberei \n> Aufziehender Sturm:\n> Erhalte alle 10 Minuten +8 Fähigkeitsstarke oder 5 Angriffsschaden \n> 20 Minuten +24 oder +14 Angriffsschaden \n> 30 Minuten +48 oder +29 Angriffsschaden \n> 40 Minuten +80 oder +48 Angriffsschaden (woher weiß ich was ich davon bekomme, ist diese Option gut finde die Werte schon sehr gut)\n> \n> \n> Überlegenheit:\n> \n> 10% Abklingzeit ab Stufe 10\n\nZauberei nimmt fast niemand als zweites. Immer Inspiration oder Resolve (vgl auch Probuilds).\n\n> [{quoted}](name=Skywalk3er,realm=EUW,application-id=Wj1wcocU,discussion-id=JtvgEqBO,comment-id=0001,timestamp=2019-05-30T13:45:35.474+0000)\n>\n> Jedes Prozent der Abklingzeitverringerung welche das Limit überschreitet, wird in einen adaptiven Bonus von 1.2 Angriffsschaden oder 2 Fähigkeitsstärke \n> umgewandelt. (Was bedeutet das untere Konkret? \n\nDu kannst nur 40% Cooldownreduction haben. Darüber hinaus ist \"Verschwendung\".\nDiese Rune aber wandelt werte darüber in 2 Adaptive Kraft um (das entspricht 1,2 Angriffsschaden oder 2 Fähigkeitsstärke je nachdem, ob du mehr Bonus Angriffsschaden oder Fähigkeitsstärke hast. Bei Darius kriegst du den Angriffschaden). Also bei 50% CDR hast du trotzdm nur 40% aber kriegst 10*1,2 =  12 Angriffschaden dazu.\n\n> [{quoted}](name=Skywalk3er,realm=EUW,application-id=Wj1wcocU,discussion-id=JtvgEqBO,comment-id=0001,timestamp=2019-05-30T13:45:35.474+0000)\n>\n> bitte in deutsch schreiben und keine englischen begriffe.\n\nSorry ich kenne die deutschen Begriffe nicht und das geht wahrscheinlich den meisten hier so :D","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-05-29T11:42:42.142+0000","up_votes":1,"down_votes":0,"body":"> Welche Runen Einstellung ist perfekt für diesen Champion?\n\nGrundsätzlich nutzt Darius in der Regel nur eine von zwei Varianten in den Runen:\n 1. Conquerer + Resolve/Inspiration\n 2. Grasp + Inspiration\n\n> Welche Items sollte man von Anfang bis Ende bauen?\n\nDadurch dass jeder Champion sich an das Spiel anpassen muss, gibt es keine Antwort auf diese Frage. Man kann lediglich feststellen, dass sich die Trinity-Force etabliert hat und ansonsten eher Offtank Ansätze verfolgt werden. (Steraks Randuin Geistessicht ...)\n\n> Ist dieser Champion auch im pro Bereich anzutreffen?\n\nDurchaus, wobei er nicht zu den Evergreens gehört. Anders als Champions wie Ryze oder LeeSin hängt sein Einsatz sehr stark von der aktuellen Meta ab. Sodass seine letzte Phase im Proplay ihm sogar eine Flex-Position in Top-und Midlane ermöglicht hatte.\n\n> Also ist er geeignet sag ich mal in der Weltmeisterschaft zu spielen?\n\nMeines Wissens war er in den letzten beiden Weltmeisterschaften ein selten zu sehender Gast in den Sololanes. Also ja man trifft ihn auch auf großen internationalen Turnieren, wobei es vermutlich auch dieses Jahr nicht zu einer Meta kommt, die ihn zu einem S oder A-Tier Pick macht.","replies":[{"id":"","poster":"TitusDerNarwal","date":"2019-05-29T20:42:40.258+0000","up_votes":1,"down_votes":0,"body":"@ Amycos bei den runen hättest du noch aftershock und phase rush aufzählen können einige nehmen auch spellbook :)\n\nwobei ihm leider conq nicht wirklich steht er proct es zu langsam das er damit wirklich viable ist. er ist trd sehr stark damit keine frage aber er brauch zu lange dafür ich persönlich spiele ihn meist mit conq in guten match ups in schlechten mit aftershock (bezogen aufs gegner team und toplane) und in match ups wo es mehr meh ist benutze ich gerne phase rush mit ghost um den gegner wirklich runter rennen zu können ist im late aber unglaublich schlecht","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-05-30T08:51:57.139+0000","up_votes":1,"down_votes":0,"body":"Ich für meinen Teil spiele ihn mit Hail of Blades.\nWeshalb ich es als \"in der Regel\" dargestellt habe. Natürlich gibt es Ausnahmen.\n\nDas Conquerer für Darius schwer zu progen ist finde ich nicht. 5 Aufladungen in 8 Sekunden ist nicht so schwer und seine Passive trägt ja auch dazu bei (ein Stack alle 5 Sekunden)\n\nSomit progt Darius mit drei Treffern schon Conquerer (wenn auch verzögert): Autoattack + W + 2 x Passive + Irgendwas  (ob nun ein weiterer Angriff oder auch ein Treffer mit der Q) und er hat den Conquerer ausgelöst.\nDank Inspiration kann Darius auch immens schnell werden, wenn er will (Boots und die Lauftemporune der letzten Zeile).","replies":[]}]}]}]}