{"id":"Rj2Wabzo","poster":"Grabi","date":"2017-07-10T11:39:24.040+0000","title":"Laggs trotz guter FPS und guten Ping","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey, ich habe schon seit l&auml;ngeren (zwar nicht immer aber h&auml;ufig) extreme laggs beim League of Legends spielen. Also es f&uuml;hlt sich so an wie ein 500er ping und man kann nur alle 2 Sekunden etwas neues sehen, also es ruckelt mega stark.\r\nZum Beispiel wollte ich meine jungle camps clearen (first clear) und die waren auf einmal nicht mehr da, ich konnte mich aber normal bewegen und dann 5 Sekunden sp&auml;ter waren sie wieder da.\r\nIm Teamfight kann ich auch manchmal nur alle paar Sekunden etwas neues erkennen, also zB. ich geh rein nichts passiert und dann eine Sekunde sp&auml;ter passiert ganz viel auf einmal. Oder zB. beim lasthiten, man killt einen vasallen und erst 0,3 Sekunden sp&auml;ter stirbt er und man bekommt das gold...\r\nHab dadurch jetzt schon einige games verloren und bin echt ratlos. Ich hab meinen PC schon komplett neu aufgesetzt(hat nichts gebracht), und mein Ping ist immer bei 120-100 also daran kanns nicht liegen. Internet habe ich von Unity Media und ping ist konstant bei ca. 24. Mein Bruder (also gleiches Internet) hat einen komplett neuen PC und hatte letztens auch diese Art von Laggs. Ich hab schon bei CMD den Riot Server gepingt um zu schauen ob es an Package lost liegt, allerdings war bei meinen Test das Ergebnis gut...\r\nHat jemand eine Idee woran es liegen k&ouml;nnte oder schonmal das gleiche Problem gehabt? W&auml;re echt nett wenn mir jemand helfen k&ouml;nnte.\r\nViele Gr&uuml;&szlig;e\r\nRobin","replies":[{"id":"","poster":"Grabi","date":"2017-07-12T15:17:50.705+0000","up_votes":1,"down_votes":0,"body":"https://pastebin.com/SyiVsrfp\n\nNeuer test mit laggs\n\nOder hier auch laggs: https://pastebin.com/MbSi1hPW\n","replies":[]},{"id":"","poster":"Grabi","date":"2017-07-12T14:42:25.911+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nhabe jetzt nachdem ich in einen Ranked game die gleichen laggs hatte das Programm gedownloaded und dann gestartet und angemacht, wie du es beschrieben hast und ein normal game gezockt, allerdings hatte ich dann gerade keine laggs... komisch\nHier ist trotzdem das Ergebnis, wird aber bestimmt nichts zeigen: https://pastebin.com/n5SmgneV","replies":[]},{"id":"","poster":"Gin","date":"2017-07-10T16:28:10.596+0000","up_votes":1,"down_votes":0,"body":"Erstell mal einen Tracert:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html \n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> \n> Trace Interval: 1 second\n> Focus Time: all\n> Target Name: 185.40.65.1\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> \n> Edit -> Copy as Text\n> Geht nach [Pastebin.com](http://pastebin.com/)\n> Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\nJe nachdem ab wann dein Ping steigt, lässt sich sagen ob es am Anbieter liegt, oder ob das Problem schon früher auftritt.","replies":[]},{"id":"","poster":"Grabi","date":"2017-07-10T12:13:38.620+0000","up_votes":1,"down_votes":0,"body":"Ja genau ich habe jetzt Unitymedia, allerdings lief das Internet mit Unitymedia zuerst lange Zeit gut... ich bin mir auch nicht 100% sicher ob es nun am Internet liegt, allerdings schon ziemlich, da das Problem ja bei mir und meinen Bruder auftritt..","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-07-10T13:08:55.366+0000","up_votes":1,"down_votes":0,"body":"ich weis nicht aber es kann vllt sein das unity media bei manchen spielen zufällig probleme macht z.b. mein freund kann einfach kein overwatch mehr spielen weil er laggt wobei andere spiele komplett normal laufen","replies":[]}]},{"id":"","poster":"Prod0x","date":"2017-07-10T12:05:25.125+0000","up_votes":1,"down_votes":0,"body":"Hatte dieses Phänomen in der Vergangenheit.\n\nHast du zufällig Unitymedia?","replies":[]}]}