{"id":"AZAqZJjZ","poster":"MarCommander2211","date":"2017-07-09T14:33:46.962+0000","title":"Uthal, die fliegende Festung","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Targon sah sich einst einer Invasion eines Nachbarplaneten ausgesetzt. Sie errichteten um Targon eine Blockade mit Raumschiffen, sodass keine Vorr&auml;te die hungernde Bev&ouml;lkerung mehr erreichte. Deshalb rief der damalige Imperator seine kl&uuml;gsten Gelehrten zu sich. Sie sollten eine L&ouml;sung finden. W&auml;hrend einige mit genmanipuliertem Saatgut experimentierten, oder an Agrarrobotern, versuchten sich manche am Bau eines riesigen Raumkreuzers, der Uthal 23. Obwohl dieser nach der Fertigstellung niemals eingesetzt wurde, da ein Friedensvertrag geschlossen und der Planet wenig sp&auml;ter in die Luft gesprengt wurde, ist er t&ouml;dliches Meisterwerk, welches von seiner eigenen KI gesteuert wird und nun ziellos durchs All schwebt. Nur durch Zufall musste es aufgrund von Mangel an Ressourcen gerade auf Runeterra notlanden. Und zwar nicht irgenwo in den beschaulichen St&auml;dten Demacias, nein - direkt in die Kluft. \n\nP: Luftabwehrkanone\n{{item:3036}} \nAutomatische Angriffe und Sperrfeuer f&uuml;gen Gegner in der Luft/fliegenden Gegnern/schwebenden Gegnern 60+0.3AD zus&auml;tzlichen magischen Schaden zu.\n\nQ: Sperrfeuer/Bodentruppen aussenden\n{{item:1043}} / {{item:3060}} \nIm Flugmodus markiert die Uthal einen Gegner. Dem Gegner wird 3 Sekunden lang jede Viertel Sekunde 20/40/60/100+0.7AD normalen Schaden zugef&uuml;gt. CD: 6 Sekunden\nIm Landemodus sendet die Uthal 6/8/10/12 Frontsoldaten mit Gewehren aus, welche in einer 300er Reichweite pro Sekunde 10+0.7AP Schaden verursachen und &uuml;ber jeweils 100/200/300/400+0.4AP HP verf&uuml;gen. Die Fronsoldaten k&ouml;nnen kontrolliert werden, k&ouml;nnen aber auch automatisch eine Lane pushen und greifen dabei priorisiert Gegner mit einer Marke Sperrfeuer an. CD: 24 Sekunden\n\nW: Transportschiff/Au&szlig;enposten errichten\n{{item:3152}} / {{item:3200}} \nIm Flugmodus wird ein Transportschiff ausgesandt, welches 50%/100%/150%/200%+0.01AP des Schadens der Fronsoldaten verursacht und 50%/100%/150%/200%+0.01AP HP hat. Das Transportschiff transportiert 2/3/4/6 Frontsoldaten, welche beim zweiten Aktivieren der F&auml;higkeit abgeladen werden. CD: 24 Sekunden.\nIm Landemodus wird ein Geschütz errichtet, welches 125/150/200/275 HP hat und in einer 600er Reichweite jede 4 Sekunden 100/200/300/400+0.1AP+0.2AD magischen Schaden zufügt.\nE: Landeanflug\n{{item:3694}} \nWechselt von Flug zu Landemodus. Erh&ouml;ht passiv die Bewegungsgeschwindigkeit der Uthal um 20 pro Stufe der F&auml;higkeit. CD: 4 Sekunden\n\nR: Gro&szlig;e Kanonade \n{{item:3085}} \nL&auml;sst jeden Frontsoldat eine Granate abfeuern, welche auf ein Ziel in 2000/3000/4000 Reichweite jeweils 25/50/100+0.5AD Schaden zuf&uuml;gen. Au&szlig;erdem wird dieser Gegner markiert und 4 Sekunden lang aufgedeckt. CD: 140 Sekunden\n\nDie Uthal ist ein Top/Midlaner, welcher sehr schnell pusht und vorallem durch zahlenm&auml;&szlig;ige &Uuml;berlegenheit gl&auml;nzt. Allerdings sind Gegner mit Fl&auml;chenschaden sehr stark gegen Frontsoldaten. Man kann die Uthal nicht nur auf AD, sondern auch auf AP bauen, wodurch die Frontsoldaten dann sehr stark werden. \n\nVielen Dank an Alekra.Hat mich auf die Idee gebracht.\n\nWie findet ihr Uthal?","replies":[]}