{"id":"Qz6sMua8","poster":"Deverless","date":"2017-07-09T15:33:26.265+0000","title":"Schatten der Vergangenheit [Freljord Fanfiktion um Ashe, Quinn, Braum, Udyr, Ezreal]","subforum":"Community-Kunstwerke","embed":{"title":"Schatten der Vergangenheit - Kapitel 1 - Deverless | FanFiktion.de","description":"Schatten der Vergangenheit - Kapitel 1 - Deverless - League of Legends Onlinespiele Computerspiele Fanfiktion Geschichte Fantasy","url":"https://www.fanfiktion.de/s/596223d90007d4af3a6c45f7/1/Schatten-der-Vergangenheit","image":null},"up_votes":1,"down_votes":0,"body":"Liebe Beschw&ouml;rer!\r\n\r\n\r\nIch schreibe eine Fanfiktion &uuml;ber die Vorgeschichte Freljords. &Uuml;ber Feedback w&uuml;rde ich mich sehr freuen! :D\r\nIn der Geschichte geht es um Ashe {{champion:22}} , Quinn {{champion:133}} , Braum {{champion:201}} , Udyr {{champion:77}}  und Ezreal {{champion:81}} .\r\n\r\nDie ersten zwei Kapitel sind schon online und weitere folgen mit jedem Wochenende. Lesen k&ouml;nnt ihr die Geschichte hier:\r\nhttps://www.fanfiktion.de/s/596223d90007d4af3a6c45f7/1/Schatten-der-Vergangenheit \r\n\r\nZusammenfassung:\r\n&gt; Freljord, das eisige Land im Norden Valorans, steht kurz vor einem B&uuml;rgerkrieg. Ausgerechnet jetzt zwingen seltsame Geschehnisse im Gebiet Sn&ouml;dals die K&ouml;nigin Ashe, die Hauptstadt zu verlassen und Untersuchungen anzustellen. Begleitet wird sie von dem legend&auml;ren Krieger Braum, dem Geistwanderer Udyr und einem fremdl&auml;ndischen Magier namens Ezreal. Die Gruppe geht den tragischen Vorf&auml;llen auf den Grund und muss erkennen, dass die Vergangenheit ihren Schatten auf die Gegenwart wirft. Zeitgleich hat K&ouml;nigin Ashe der demacianischen Gesandtin Quinn gestattet, das Land zu bereisen. Diese sammelt im Auftrag Prinz Jarvans IV. Informationen &uuml;ber die politische Lage im n&ouml;rdlichen Nachbarn, was sie selbst in Gefahr bringt. Weder Ashe noch Quinn ahnen, dass sie sich schon bald unter widrigen Umst&auml;nden wieder begegnen werden. Das Land steht kurz vor dem Chaos und es bedarf der Zusammenarbeit aller gutgewillten Kr&auml;fte, um dies zu verhindern und Ashes Traum eines geeinten Freljords nicht in weite Ferne r&uuml;cken zu lassen.\r\n\r\nAu&szlig;erdem habe ich eine **Karte von Freljord** erstellt und auch hier bin ich auf euer Feedback gespannt!\r\nhttps://www.pic-upload.de/view-33484769/Freljord_Karte_digital_01.png.html\r\n\r\n\r\nLasst mich eure Gedanken zu beidem wissen!\r\n\r\nDeverless","replies":[]}