{"id":"duBu3Hjj","poster":"Supporterino","date":"2017-07-07T20:24:26.258+0000","title":"Schwule LoL Spieler!!!","subforum":"Clans & Teams","up_votes":45,"down_votes":45,"body":"Hey, und zwar hatte ich/wir vor, ingame eine Art Gruppe mit m&ouml;glichst vielen Schwulen LoL Spielern zu er&ouml;ffnen, f&uuml;r diejenigen die gleichgesinnte zum spielen und zum austauschen suchen.\n\nEs gibt keine Anforderung, au&szlig;er dass du Schwul bzw. Bi sein sollst.\n\nFür viele ist es schwer jemanden zu finden, der die gleichen Interessen vertritt und mit dem man sich über gewisse dinge austauschen kann.\nViele suchen einfach jemanden, der ähnlich ist wie man selber und diese Lücke möchten wir gerne füllen. \nAußerdem steht ja meißtens nicht auf der Stirn, dass jemand sich zu Männern angezogen fühlt. Und genau da ist der Punkt wo ich ansetzen will. Wir wollen Schwule LoL Spieler finden, einen Club gründen, sich zum Spielen verabreden, untereinander austauschen, vllt Nummern tauschen und später vllt sogar eine Whatsappgruppe.\n\nEs soll keine Singlebörse werden! Einfach eine Gruppe für Schwule Gaymer!\n\nBei Interesse kannst du mich einfach im LoL Client adden unter &quot;ISuppSingleDads&quot;\n\nViel Spa&szlig; :D\n\nPS: Hate und Flame unter dem post kann man sich sparen :D","replies":[{"id":"","poster":"UglyRhubarb","date":"2017-07-08T04:48:21.883+0000","up_votes":14,"down_votes":3,"body":"Ich bin Taric-main. Zählt das?\n\n\n\n\n\n\nKappa {{champion:44}} {{champion:44}} {{champion:44}}","replies":[]},{"id":"","poster":"Łivana","date":"2017-07-08T18:31:31.314+0000","up_votes":7,"down_votes":3,"body":"Entschuldige, das ich deinen Thread jetzt auch noch mit Off-Topic sprenge,\naber wenn ich so etwas lese:\n\n> - Da muß man nicht auch noch diese Abnormalität wie eine Seuche propagieren und damit angeben, nur weil es gerade modisch chic zu sein scheint und man sich dadurch abgrenzen kann, weil man ansonsten nur einen Stino und Langweiler mimen würde. \n\n> - Sowas braucht kein Mensch, mach bei Gutefragen.de nen beitrag oder geh zur Bild, und sag denen was du willst aber nicht in einem spiel ab 12...\n\n> - Es ist aber wahr. Gibt bestimmt irgendwelche Schwulenportale wo du dich ausleben kannst.\nSowas in LoL zu bringen ist einfach nur lächerlich.\n\n> - Bitte vergiss nicht das League of Legend ab 12 Jahren freigegeben ist! Und bitte suche gleich gesinnte in entsprechenden Foren danke!\n\ndann wird mir übel. Und ich bin nicht homosexuell, ich bin nicht einmal bi. Mich hat das alles hier rein theoretisch nicht zu kümmern und trotzdem macht es mich so wütend wie kaum ein anderes Thema. Wie zurückgeblieben ist unsere Gesellschaft denn bitte, dass solche Beiträge entstehen? Diese Beiträge sind es, die abnormal und vollkommen fehl am Platze sind. Nicht der TE, der hier nach anderen Schwulen sucht. Ob er das jetzt tut, um nur mit ihnen zu zocken und sich nebenbei über Themen auszutauschen, die wir Heten nicht gänzlich verstehen würden, weil sie uns z.B. einfach nicht betreffen oder weil er tatsächlich auf diesem Wege etwas zum Kuscheln sucht, ist doch vollkommen** irrelevant**. Er tut doch niemandem weh. \n\nUnd nur weil das Spiel ab 12 ist, darf er hier nicht nach anderen Schwulen suchen? Warum? Dürfen 12-Jährige noch nichts von dieser \"Abnormalität\" mitbekommen? Gerade junge Menschen sollten so früh wie möglich begreifen, dass diese Welt ein kunterbunter Ort ist, und jeder Mensch, egal wie er aussieht, wie er lebt und wie er liebt, genau so, wie er ist, absolut richtig und gut ist. \nUnd übrigens, er sucht nach Schwulen, **die LoL spielen**, er ist im richtigen Forum!\n\nUm jetzt auch noch ein paar positive Vibes hierzulassen: Lieber TE, es tut mir in der Seele weh, dass du selbst in einem Spieleforum solche Kommentare ertragen musst. Was mich angeht, ich wünsche dir vom ganzen Herzen viel Glück bei deiner Suche und eurer Gruppe.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T18:40:59.942+0000","up_votes":7,"down_votes":1,"body":"Super Beitrag, kann ich nur unterschreiben.\n\nWas der TE vllt hätte besser machen können wäre von Anfang an klar zu machen, dass die Gruppe für alle offen ist die mit dem Schwerpunkt kein Problem haben. So wird keiner ausgegrenzt und ein angenehmes Umfeld geschaffen. Ich finde es echt erschreckend, dass so etwas banales wie die sexuelle Ausrichtung in der heutigen Zeit noch als Beleidigung taugt oder gar als Anlass für Schlimmeres herhalten kann.\n\nWenn es dich beruhigt: es ist nur eine relativ laute Minderheit die so denkt, aber die fühlt sich bei dem Thema leider direkt vor den Kopf gestossen und reagiert direkt mit Beißreflexen -- der Rest, der es eigentlich ganz normal findet zuckt mit den Schultern und lässt eventuell nen upvote da, von denen liest man eher selten was. Aber so ist es leider mit vielen Themen.\n\nAuch ich wünsche dem TE noch alles Gute für das Finden von angenehmen Mitspielern!","replies":[{"id":"","poster":"Łivana","date":"2017-07-08T19:09:20.699+0000","up_votes":4,"down_votes":2,"body":"Ich gebe dir vollkommen recht, was die offenere Gruppe angeht. Auch wenn ich allgemein ein Problem damit habe, dass in jedem Thread, in denen eine paar Mädels nach anderen Weibsen suchen oder wie hier, der TE eine Gleichgesinnten-Gruppe für Schwule erstellt, irgendjemand mit dem Thema Ausgrenzung oder sogar Diskriminierung ankommt. Man**n** fühlt sich doch auch nicht diskriminiert, wenn die Freundin einen Mädelsabend plant und der Herr nicht eingeladen wird. Das ist einfach ganz normale Gruppendynamik. \n\nUnd ich weiß, dass es sich dabei nur um eine laute Minderheit handelt, dennoch macht es mich traurig zu sehen, wie manche Menschen angewidert die Nase rümpfen, wenn sich ein Homopärchen auf offener Straße küsst oder sogar nur Händchen hält. Da werde ich einfach zum Kampftoast und muss es ihnen entgegenschreien :D Da oben habe ich mich noch sehr zurückgehalten, weil die Leute hier doch so viel Rücksichtnahme auf die Jugend fordern.\n\nDas dieser Thread so viele Upvotes hat, freut mich dann allerdings doch :)","replies":[]},{"id":"","poster":"tanthes","date":"2017-07-08T20:05:57.359+0000","up_votes":1,"down_votes":3,"body":"Lerne bitte zu differenzieren. Von einem Beissreflex zu sprechen ist nebenbei sehr oberflächlich. Am Besten, wir stellen Kritik an Schwulen gleich unter Strafe.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T20:16:10.454+0000","up_votes":3,"down_votes":1,"body":"Was soll ich denn bitte differenzieren? Ich habe nichts pauschalisiert und absichtlich von einer Minderheit an Menschen geredet, die so reagiert. Völlig ohne Wertung. Und was \"Kritik an Schwulen\" sein soll erschließt sich mir nicht (mal ganz abgesehen davon, dass ich sehr allergisch reagiere wenn man versucht mir implizit Dinge in den Mund zu legen wie ich wolle etwas unter Strafe stellen --  wolltest du wahrscheinlich nicht, liest sich aber ein bisschen so). Deren Benehmen? Dem Vorhandensein? Ich denke das alles ist durch das Recht auf freie Entfaltung der Persönlichkeit gedeckt und sollte demnach auch nicht Grundlage von Ausgrenzung oder Abwertung sein.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T21:01:17.589+0000","up_votes":1,"down_votes":3,"body":"> Und was \"Kritik an Schwulen\" sein soll erschließt sich mir nicht\n\nGenau das meinte ich mit _differenzieren_. Ich habe nämlich keine direkte Kritik an Schwulen geäußert, sonder nur ein solches Verhalten wie das von TE hinterfragt.\n\n> mal ganz abgesehen davon, dass ich sehr allergisch reagiere wenn man versucht mir implizit Dinge in den Mund zu legen wie ich wolle etwas unter Strafe stellen\n\nDu meinst sowas wie die Unterstellung mit dem \"Beissreflex\"? :-)\n\n> Ich denke das alles ist durch das Recht auf freie Entfaltung der Persönlichkeit gedeckt und sollte demnach auch nicht Grundlage von Ausgrenzung oder Abwertung sein.\n\nRichtig. Ebenso das Recht, dazu eine andere Meinung haben zu dürfen und aus welchen Gründen auch immer, ein solches Verhalten abzulehnen.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T21:24:20.250+0000","up_votes":2,"down_votes":1,"body":"Nun, dann bin ich ja froh, dass wir das geklärt haben. \n\nZu dem Thema Beissreflex möchte ich nur so viel sagen:\nja, das ist für mich eine treffende Beschreibung. Wenn Leute ein Thema sehen, das sie emotional berührt und dann einmal kurz ihre Ablehnung davon in _wenig von Respekt zeugenden Art und Weise_  Luft verschaffen ohne das geringste Interesse an ernsthafter Auseinandersetzung, ist das für mich ein Beissreflex. Ich habe absichtlich dazugeschrieben: da gibt's nicht viele von, und wenn du dich in diesem Verhalten nicht wiederfindest, brauchst du dich davon auch nicht angesprochen fühlen.\n\nIch finde nach wie vor nichts verwerfliches daran, gleichgesinnte zum Spielen/gemütlichen Runden zu suchen. Auch aufgrund von gewissen Merkmalen -- sei es Geschlecht, sexueller Orientierung oder auch Modelleisenbahnenthusiasten. Und ich kann beim TE beim besten willen keinen besonderen Mitteilungsdrang dahingehend feststellen, abgesehen davon, dass er eben solche Leute sucht.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T21:50:53.484+0000","up_votes":1,"down_votes":3,"body":"Dann haben wir eben dazu unterschiedliche Ansichten. Wenn Du Dich genötigt siehst, den TE zu verteidigen, sehe ich aber nicht ein, wegen meiner Ansicht als Buhmann herzuhalten. Das ist so die klassische Herangehensweise von Kommentatoren, um Andersdenkende zu diskreditieren und die Diskussion mit Hilfe von Null- und Totschlag-Argumenten abzuwürden. Ich bin nicht schlechter wie alle anderen und habe hier in keinster Weise mich respektlos geäußert. Das ist wieder eine Unterstellung, von solchen Du eigentlich absehen wolltest.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T22:10:54.871+0000","up_votes":2,"down_votes":1,"body":"Wir diskutieren hier schon eine Weile -- du siehst also, ich versuche die Diskussion nicht abzuwürgen. Ich sehe dich nicht als schlechten Menschen und auch mache ich dich nicht verantwortlich für irgendetwas, außer einer Sache.\n\nUnd das ist die abwertende Sprache in deinem ersten Post, die von einem mangelnden Respekt zeugt -- und dabei bleibe ich. \"entartet\" und \"widernatürlich\" sind negativ konnotierte Begriffe die trotz aller wortklauberei genau eines sind: verletzend. Kein Mensch möchte \"entartet\" oder \"widernatürlich\" sein. Jaja, du hast das nicht über die Menschen gesagt sondern über ihre Sexualität. Die aber sehen die meisten als ureigenen Bestandteil und Definitionsgrundlage ihrer Person und kommt dem damit ziemlich gleich.\n\nUnd wenn ich das anmerke und als respektlos bezeichne ist das keine Unterstellung, sondern für mich eine Tatsache. Wenn solche Begriffe für dich neutral sind: mea culpa, aber dann möchte ich nicht in denselben Kreisen verkehren. \n\n_EDIT: Sorry an den TE, ich wollte deinen Thread nicht so missbrauchen. Mir geht bei solchen Begriffen echt die Hutschnur hoch und es ist ein wenig eskaliert. Bei Bedarf bitte wegen Löschung anfragen, ich hab da kein Problem mit._","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T23:00:54.679+0000","up_votes":1,"down_votes":2,"body":"> Und das ist die abwertende Sprache in deinem ersten Post, die von einem mangelnden Respekt zeugt -- und dabei bleibe ich. \"entartet\" und \"widernatürlich\" sind negativ konnotierte Begriffe die trotz aller wortklauberei genau eines sind: verletzend.\n\nNein. Das ist nur Deine Interpretation. \"Entartet\" hatte ich nachweislich im gesellschaftl. Kontext geschrieben. \"Widernatürlich\" ist der korrekte Ausdruck für dieses Verhalten. \n\n**widernatürlich:**\n> Adjektiv\n>_ so, dass es von dem Empfinden, das als normal angesehen wird, abweicht.\n> \"ein widernatürliches Verhalten/Verlangen\"_\n\n**entartet:**\n>Adjektiv\n> _ von der Norm in negativer Weise abweichend_\n\nUnd genauso war es gemeint.\n\n\n> Kein Mensch möchte \"entartet\" oder \"widernatürlich\" sein. Jaja, du hast das nicht über die Menschen gesagt sondern über ihre Sexualität.\n\nWas soll das hier werden? Beide Begriffe sind klar definiert. Deine Behauptung ist an den Haaren herbeigezogen.\n\n> Und wenn ich das anmerke und als respektlos bezeichne ist das keine Unterstellung, sondern für mich eine Tatsache.\n\nEin Gefühl, was Dein Empfinden widerspiegelt, taugt wohl kaum als Beweis. \n \n> Wenn solche Begriffe für dich neutral sind: mea culpa, aber dann möchte ich nicht in denselben Kreisen verkehren.\n\nUnd jetzt werden wir auch noch persönlich? Dein Schlußsatz ist genauso entlarvend. Ich denke, ich lag mit meiner Einschätzung bezüglich Deiner Motivation schon ganz richtig.","replies":[{"id":"","poster":"Mirach","date":"2017-07-09T05:18:04.664+0000","up_votes":2,"down_votes":1,"body":"Leider gehört zur Bedeutung eines Wortes neben der Definition auch die Konnotation -- also der Beiklang eines Wortes und welche Gefühle es transportiert (Flüchtlingsschwemme -- definitionsgemäß ist eine Schwemme ein rascher Anstieg, transportiert aber den Eindruck einer zerstörerischen Naturgewalt und ein Gefühl der Hilflosigkeit). Und das ist hier in beiden Fällen glasklar negativ besetzt. Solche bildhafte Sprache war schon immer sehr beliebt um eine Position herabzusetzen. Das ist übrigens kein persönliches Empfinden sondern breiter Konsens. Wer nicht einsieht, dass kein Mensch so bezeichnet werden möchte ist sich dessen entweder aufgrund seines Umfeldes nicht bewusst (weshalb ich das nicht erleben wollte) oder versteckt sich hinter den Definitionen um andere Positionen abzuwerten.\n\nIch muss übrigens zugeben, dass ich dich mit dem letzten Satz provozieren wollte. Da steht doch in klar definierten Worten, dass ich mich entschuldige falls dein Empfinden von Neutralität bezüglich der Begriffe dem Umfeld geschuldet ist, ein solches Umfeld für mich aber nicht erstrebenswert ist. Du hast da einen persönlichen Angriff heraus gelesen -- wir sind uns also einig, dass es bei Sprache eine Bedeutungsebene jenseits der Definition gibt.\n\nEigentlich mag ich solche billigen Argumentationstricks nicht, wollte aber prüfen, in wie weit du die von dir geforderte Objektivität und Sachlichkeit gewillt bist bei anderen anzuwenden. Ich bin damit übrigens raus, ich habe nämlich für die Haarespalterei die bei solchem Beharren auf Definitionen immer folgt keinen Nerv.","replies":[{"id":"","poster":"tanthes","date":"2017-07-09T17:36:15.464+0000","up_votes":1,"down_votes":1,"body":"> Solche bildhafte Sprache war schon immer sehr beliebt um eine Position herabzusetzen. Das ist übrigens kein persönliches Empfinden sondern breiter Konsens.\n\nIch hatte jene Begriffe klar definiert. Daran gibt es auch nichts mißzuverstehen. Wäre schön, wenn Du das mal endlich akzeptierst und mich nicht andauernd mit Deinen unsachlichen Behauptungen und Unterstellungen penetrierst. Außerdem sprichst Du nicht für Alle.\n\n> Wer nicht einsieht, dass kein Mensch so bezeichnet werden möchte ist sich dessen entweder aufgrund seines Umfeldes nicht bewusst (weshalb ich das nicht erleben wollte) oder versteckt sich hinter den Definitionen um andere Positionen abzuwerten.\n\nAha. Und das sagt wer? Dir ist doch hoffentlich bewußt, daß Deine wiederholte Anspielung auf mein Umfeld und auch der letzte Absatz Deines vorletzten Kommentars eindeutig ehrverletzend sind?\n \n> Eigentlich mag ich solche billigen Argumentationstricks nicht, wollte aber prüfen, in wie weit du die von dir geforderte Objektivität und Sachlichkeit gewillt bist bei anderen anzuwenden. Ich bin damit übrigens raus, ich habe nämlich für die Haarespalterei die bei solchem Beharren auf Definitionen immer folgt keinen Nerv.\n\nKannst Du mir bitte zeigen, wo ich mich Dir gegenüber genauso im Ton vergriff oder gar persönlich wurde? Und da laberst Du was von gegenseitigem Respekt? Unglaublich! \nBis auf haltlose Behauptungen und mittlerweile freche Kommentare kam von Dir gar nix. Haarspalterei betreibst übrigens Du. Aber derart absurde Mißverstände wundern mich bei Dir sowieso nicht mehr.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"stay pawsome","date":"2017-07-08T18:37:33.493+0000","up_votes":3,"down_votes":0,"body":"Ich sehe das genauso wie du und finde den Beitrag gut, auch wenn er etwas Off-Topic ist. Es wird wie gesagt niemanden geschadet und wenn er nach Lol-Spielern sucht, ist er nun mal richtig hier.\nAuch ich wünsche _**ISuppSingleDads**_ alles gute für die weitere Suche und danke **_Łivana_** für den Beitrag, jetzt konnte ich auch meinen Senf dazu geben. ;D\n","replies":[]},{"id":"","poster":"illilora","date":"2017-07-09T10:08:14.956+0000","up_votes":1,"down_votes":4,"body":"iwo haben die leute recht ich meine was soll diese behinderte werbung in einem kinderspiel, da kommen vllt iwelche geistig unreife kinder noch vom weg ab. sowas sollte man nicht in einem FSK12 Online Game bringen. werde aufjedenfall den beitrag melden^^","replies":[{"id":"","poster":"Łivana","date":"2017-07-09T10:38:50.513+0000","up_votes":2,"down_votes":0,"body":"Ich kann hier keine Werbung entdecken. Der TE sucht nach gleichgesinnten Mitspielern, wie viele andere auch.\nAber davon mal abgesehen, von welchem Wege denn? Den Pfad der total korrekten Heterosexualität, weil ja alles andere falsch ist, und den anscheinend auch nur geistig unreife Kids verlassen?\nIch hoffe, das ist nicht dein ernst.","replies":[]},{"id":"","poster":"Supporterino","date":"2017-07-09T10:32:27.823+0000","up_votes":2,"down_votes":0,"body":"Moment mal, du willst mir vorwerfen, dass ich pubertierende Kinder dazu animiere Homosexuell zu werden? Das finde ich schon etwas lächerlich. Das viele nicht verstehen, es ist nichts was man sich aussucht, Man wird so geboren und es entwickelt sich mit der Zeit. Hier wird nichts oder niemand zu etwas animiert, was er nicht selber möchte.","replies":[]}]},{"id":"","poster":"tanthes","date":"2017-07-08T20:03:30.342+0000","up_votes":1,"down_votes":5,"body":"Definiere mal bitte \"Abnormalität\". Denn irgendwie scheinst Du diesen Begriff mißzuverstehen. Die Natur(od. meinetwegen Gott) hat sich bei der Schaffung zwei unterschiedlicher Geschlechter was gedacht. Homosexualität ist demzufolge wider der Natur und somit nicht normal. Das bedeutet aber nicht, daß Schwule schlechte Menschen sind und irgendwer ihr Verhalten verurteilen sollte, geschweige denn dazu das Recht hätte. Denn dafür kann man nun mal nix(zumindest laut der Wissenschaft). Ich kenne jedoch hier keinen einzigen Beitrag, wo der Poster explizit betont, nur einzig mit Heteros zusammenspielen zu wollen. Insofern könnte man solche speziellen Kommentare auch schon als diskriminierend bezeichnen. Denn derartig überzogene und deswegen mißverständliche Ansprüche stellen kurioserweise nur immer unsere lieben Schwulen, als wollten sie gegenüber jedem Mitmenschen ihre besondere Andersartigkeit betonen. Übrigens entdecken die meisten Schwulen ihre Homosexualität erst im fortgeschrittenen Alter und outen sich auch erst dann. Jedoch ein Kind, das man auch noch mit 12 Jahren ist, kann das noch gar nicht wissen. Insofern ist das nicht nur ein Widerspruch, sondern auch unglaubwürdig und das auf Kosten von _echten_ Schwulen. Mit dem obigen Verhalten grenzt man sich außerdem selber aus, was @Mirach auch schon zum Ausdruck brachte.","replies":[{"id":"","poster":"Łivana","date":"2017-07-08T21:40:03.189+0000","up_votes":4,"down_votes":1,"body":"Wenn du von der reinen Definition ausgehst, hast du recht. Homosexuelle Menschen weichen von der Norm ab und sind demzufolge abnormal. Wir Menschen sprechen aber nunmal nicht nur auf einer Sachebene. Es fließen immer Wertungen und Intentionen mit ein. Und aus deinem Beitrag, ich zitiere noch einmal:\n\n> Da muß man nicht auch noch diese Abnormalität wie eine Seuche propagieren und damit angeben, nur weil es gerade modisch chic zu sein scheint und man sich dadurch abgrenzen kann, weil man ansonsten nur einen Stino und Langweiler mimen würde. \n\nlässt sich ganz klar deine abwertende Haltung dem Thema gegenüber herauslesen. Ich gehe sogar soweit, dass der Beitrag ziemlich beleidigend für jeden Homosexuellen ist. Auch wenn du jetzt betonst, dass Homosexuelle nichts dafür könnten, liest sich das da oben ganz anders. Und nur so nebenbei, du glaubst doch nicht wirklich, dass ein \"normaler\", heterosexueller Mann denkt:\"Ich bin zwar stockhetero und allein die Vorstellung mit einem Mann zu knutschen finde ich jetzt nicht so geil, aber hey, es ist momentan voll trendy schwul zu sein, also was soll's.\" Das ist doch absurd! Offensichtlich sucht sich das niemand aus. Erst recht nicht, wenn man bedenkt, was für einen riesengroßen Stock einen Teil unserer Gesellschaft noch immer im Allerwertesten hat. Kommt mal endlich im 21. Jahrhundert an.\n\nUnd \"wider der Natur\" - absoluter Blödsinn. Ist dir eigentlich bewusst, wie viele homosexuelle Tiere es gibt? Wenn der Natur das so zuwider wäre, würde sie etwas dagegen unternehmen. Das tut sie aber nicht. \n\nDas es keine Threads von Heten gibt, die Heten suchen, ist meiner Meinung nach nur das Äquivalent zu den Threads in denen Mädels nach anderen Mädels suchen. Mal einen Thread von 'nem Mann gesehen, der explizit nur mit anderen Männern spielen will? Ich auch nicht. Bedeutet das, das alle Weibsen ganz besondere Blümchen der Gesellschaft sein wollen, so wie deiner Meinung nach wohl alle Schwulen dieser Welt? Nein, vermutlich nicht.\n\nFrauen sind in LoL in der Minderheit. Wenn ich also mit anderen Frauen spielen will (warum auch immer, aber glaubt mir, ihr lieben \"Diskriminierung\"-Schreier, es gibt genug Gründe dafür), ist es leichter im LoL-Forum so jemanden zu finden, als im Spiel. Schließlich sollte sie, wenn möglich nicht nur mit mir auf einer Wellenlänge sein, sondern auch noch meine Sprache sprechen und etwa in meinem Alter sein. \n\nAls Mann muss ich nicht explizit nach anderen Männern fragen, selbst wenn ich lieber mit einem spielen würde. Ich weiß nicht, wie die Verteilung in LoL zum heutigen Stand aussieht, der letzte lag glaub ich bei 10% Frauenanteil, ist aber auch schon ein paar Jährchen alt. Dennoch spielen auch heute noch sehr viel mehr Männer LoL als Frauen. Die Wahrscheinlichkeit, dass bei einem normalen Gesuch sich auch ein paar Männer melden, ist also hoch.\n\nMal ganz davon abgesehen, finde ich es bei Homosexualität vollkommen selbstverständlich nach Gleichgesinnten zu suchen. Alleine dieser Thread zeigt doch, wie abgeneigt immer noch viele Menschen von offener Homosexualität sind. Der Wunsch danach mit Menschen zu sprechen, die diese gesellschaftliche Diffamierung auch tagtäglich erleben und einen somit schonmal besser verstehen und auf gar keinen Fall verurteilen, ist doch nun wirklich ganz natürlich. \n\nUnd wie du darauf kommst, dass der TE auf gar keinen Fall mit 12 schon wissen konnte, dass er schwul ist, ist mir auch ein Rätsel. Mal ganz davon abgesehen, dass Kinder immer früher ihre Sexualität zu erkennen scheinen (ich mein, es gibt Mädels, die sind mit 12 bereits schwanger), fangen Kinder angeblich bereits im Grundschulalter an, sich für das andere Geschlecht zu interessieren. Oder in diesem Falle eben nicht. Warum soll der TE also nicht bereits mit 12 gemerkt haben, dass ihn Mädchen nicht reizen, dafür aber vielleicht sein bester Freund?","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T22:38:14.084+0000","up_votes":1,"down_votes":3,"body":"> lässt sich ganz klar deine abwertende Haltung dem Thema gegenüber herauslesen\n\nNicht abwertend. Eher _provokativ_.\n\n>  Ich gehe sogar soweit, dass der Beitrag ziemlich beleidigend für jeden Homosexuellen ist.\n\nWäre es beleidigend, würde ich es nicht so kommentieren. Da kannst Du noch so viel hineininterpretieren, um mich vornehmlich zu diskreditieren. \n\n> Das ist doch absurd! Offensichtlich sucht sich das niemand aus. Erst recht nicht, wenn man bedenkt, was für einen riesengroßen Stock einen Teil unserer Gesellschaft noch immer im Allerwertesten hat.\n\nWenn ich darum weiß, warum muß ich dann jedem auf die Nase binden, daß ich schwul bin? Und was hat das mit LoL zu tun? Die meisten Menschen würden nicht mal erkennen, wenn einer schwul ist. Oder unterhalten sich Schwule im TS anders?\n\n> Wenn der Natur das so zuwider wäre, würde sie etwas dagegen unternehmen. Das tut sie aber nicht.\n\nIn der Natur schon. Und was die Wissenschaft dazu meint, ist auch nicht endgültig.\n\n> ist meiner Meinung nach nur das Äquivalent zu den Threads in denen Mädels nach anderen Mädels suchen.  \n\nund \n\n> ist es leichter im LoL-Forum so jemanden zu finden, als im Spiel. Schließlich sollte sie, wenn möglich nicht nur mit mir auf einer Wellenlänge sein, sondern auch noch meine Sprache sprechen und etwa in meinem Alter sein.\n\nDas wäre nachvollziehbar und normal. \n\n> Mal einen Thread von 'nem Mann gesehen, der explizit nur mit anderen Männern spielen will?\n\nÄhm, z.B. dieser Thread? Es gibt sehr wohl viele Menschen und besonders die Heranwachsenden, die nur wegen Anerkennung einem albernen Trend nachhängen. Es waren auch die Medien, die Homosexualität als Allgemeingut erhoben und zur absoluten Normalität deklarierten, obwohl die Masse ganz anders darüber denkt. Deswegen auch die Distanzierung der mir bekannten Schwulen von solchen Schlagzeilen.   \n\n> Alleine dieser Thread zeigt doch, wie abgeneigt immer noch viele Menschen von offener Homosexualität sind.\n\nNicht unbedingt. Das Problem dagegen ist hier das noch sehr junge Alter. Ein Kind mit 12, 13 oder 14 Jahren kann wohl kaum darum wissen. Deswegen hinterfrage ich den Beitrag des TEs. \n\n> Und wie du darauf kommst, dass der TE auf gar keinen Fall mit 12 schon wissen konnte, dass er schwul ist, ist mir auch ein Rätsel.\n\nIch verweise mal dazu auf diesen Link:\nhttp://www.planet-wissen.de/gesellschaft/sexualitaet/homosexualitaet/pwieouting100.html\nDas widerspricht meine Aussage des Alters betreffend. Jedoch nicht hinsichtlich der dafür nötigen Reife und Erfahrung, mit dieser Erkenntnis umzugehen und sich irgendwann zu outen. Das ist der Widerspruch.","replies":[{"id":"","poster":"Łivana","date":"2017-07-09T10:33:08.499+0000","up_votes":1,"down_votes":0,"body":"> Wäre es beleidigend, würde ich es nicht so kommentieren. Da kannst Du noch so viel hineininterpretieren, um mich vornehmlich zu diskreditieren. \n\nEs liegt mir fern, dich zu diskreditieren. Ich kenne dich nicht und selbst wenn, hätte ich nicht das Recht über dich zu urteilen. Ich habe deine Diskussion mit Mirach still mitverfolgt und halte dich aufgrund deiner Aussagen eigentlich für einen intelligenten Menschen, der sich sehr wohl seiner rhetorischen Fähigkeiten bewusst ist. Und genau das ist es, was mich so stört. Warum verpackst du deine starke Meinung, die ich dir gar nicht absprechen möchte, in einen so provokativen Text, der, auch wenn du das vielleicht nicht wahrhaben willst, mindestens auf ein paar Menschen, beleidigend wirkt. Warum nimmst du bewusst in Kauf, dass sich andere Menschen von dir gekränkt fühlen, wenngleich es dich doch nichts kosten würde, deine Meinung mit ein wenig Marshmallowfüllung zu servieren. Ich frage jetzt einfach mal ganz direkt: Was war deine Intention hinter deinem ersten Beitrag?\n\n> Wenn ich darum weiß, warum muß ich dann jedem auf die Nase binden, daß ich schwul bin? Und was hat das mit LoL zu tun? Die meisten Menschen würden nicht mal erkennen, wenn einer schwul ist. Oder unterhalten sich Schwule im TS anders?\n\nVon auf der Nase binden, kann meiner Meinung nach nicht die Rede sein. Schwule haben genauso das Recht offen zu leben, wie jeder andere auch. Das Problem liegt doch nicht auf ihrer Seite des Zauns, wenn andere Menschen nicht die nötige Toleranz aufbringen können. Keiner redet davon, dass jeder Homosexualität für etwas tolles und erstrebenswertes halten muss, ich rede nicht einmal von Akzeptanz. Aber es sollte doch möglich sein, nebeneinander zu leben, ohne dabei beleidigend zu werden. Wie schon das süße Kaninchen in Bambi zu sagen pflegte:\"Wenn man nichts nettes zu sagen hat, sagt man einfach nichts.\" \n\nNebenbei kann ich mir vorstellen, dass es abseits von LoL Themen gibt, die Homosexuelle lieber untereinander besprechen. Eben weil das Verständnis höchstwahrscheinlich ein anderes ist.\n\n> Ähm, z.B. dieser Thread? Es gibt sehr wohl viele Menschen und besonders die Heranwachsenden, die nur wegen Anerkennung einem albernen Trend nachhängen. Es waren auch die Medien, die Homosexualität als Allgemeingut erhoben und zur absoluten Normalität deklarierten, obwohl die Masse ganz anders darüber denkt. Deswegen auch die Distanzierung der mir bekannten Schwulen von solchen Schlagzeilen. \n\nTouché. Ich war gedanklich natürlich bei heterosexuellen Männern, die auf eine reine Männergruppe bestehen. \nEin homosexueller Mann, der nach anderen Homosexuellen sucht, ist genauso wie eine Frau, die nach anderen Frauen im LoL-Forum sucht: eine Minderheit, die sich bemüht, Gleichgesinnte zu finden.\n\nWie viele Jungs jetzt tatsächlich schwul werden, obwohl sie es eigentlich nicht sind, nur weil es momentan chic ist, denn von gesellschaftlicher Anerkennung kann man nun wirklich nicht sprechen, nur weil jetzt die Ehe für alle beschlossen wurde, entzieht sich ehrlich gesagt meiner Vorstellungskraft. Und selbst wenn Jugendliche auf die Idee kommen, auf diesen Zug aufzuspringen, ohne eine Tendenz zur Bisexualität, wird das wohl nicht von Dauer sein. Und wenn doch, was soll's? \n\n> Ich verweise mal dazu auf diesen Link:\nhttp://www.planet-wissen.de/gesellschaft/sexualitaet/homosexualitaet/pwieouting100.html\nDas widerspricht meine Aussage des Alters betreffend. Jedoch nicht hinsichtlich der dafür nötigen Reife und Erfahrung, mit dieser Erkenntnis umzugehen und sich irgendwann zu outen. Das ist der Widerspruch.\n\nWas dennoch nicht ausschließt, dass der TE ein Ausreißer in der Statistik ist. Mag sein, dass ein Outing mit 12 unwahrscheinlich ist, aber es ist nicht unmöglich. Wir haben nur die Aussage des TEs. Mal davon abgesehen, entschließt sich mir die Relevanz dessen.","replies":[{"id":"","poster":"tanthes","date":"2017-07-09T17:22:23.848+0000","up_votes":1,"down_votes":0,"body":"> Und genau das ist es, was mich so stört. Warum verpackst du deine starke Meinung, die ich dir gar nicht absprechen möchte, in einen so provokativen Text, der, auch wenn du das vielleicht nicht wahrhaben willst, mindestens auf ein paar Menschen, beleidigend wirkt.\n\nDer Beitrag des TEs ist genauso provokant und obendrein ausgrenzend. Und sowas weiß ich auch schon vorher. Wenn man dazu Diskussionsbedarf hat, kommentiert man das in einem entsprechenden Forum. LoL ist dazu nicht geeignet. Letztendlich nehme ich es dem TE nicht ab(Troll?). Deswegen auch meine Anspielung auf gesellschaftlich bedingte Modetrends und einem daraus resultierenden Sozialverhalten(Anerkennung --> Gruppenzwang). Übrigens geht Ihr von Euch selber aus und könnt auch nur für Euch sprechen. Deswegen nochmal. Absichtlich provokant ja. Beleidigend nein.\n\n> Von auf der Nase binden, kann meiner Meinung nach nicht die Rede sein. Schwule haben genauso das Recht offen zu leben, wie jeder andere auch.\n\nKein Problem. Allerdings bekommt man bei der Menge an entsprechenden Artikeln und Beiträgen den Eindruck, als hätten wir schon mindest. genauso viele Schwule wie Heteros. Diese erzwungene Polarisierung ist widersprüchlich und am Ende kontraproduktiv. Das führt zunehmend zu Mißverständnissen. Manchmal frage ich mich, ob das so gewollt ist?\n\n> Aber es sollte doch möglich sein, nebeneinander zu leben, ohne dabei beleidigend zu werden. Wie schon das süße Kaninchen in Bambi zu sagen pflegte:\"Wenn man nichts nettes zu sagen hat, sagt man einfach nichts.\"\n\nAktion -> Reaktion. Der TE kann nicht so naiv sein und glauben, daß sein Beitrag nicht provozierend ist. Er hat es sogar selber zugestanden. Er wußte also sehr genau, was er tut und daß er damit auch eine kontroverse Debatte auslösen würde. Nebenbei bin ich davon überzeugt, daß er/sie kein Kind mehr sind. Und es heißt auch nicht mehr, der Klügere gibt nach, sondern der Klügere beugt vor.\n\n> Nebenbei kann ich mir vorstellen, dass es abseits von LoL Themen gibt, die Homosexuelle lieber untereinander besprechen. Eben weil das Verständnis höchstwahrscheinlich ein anderes ist.\n\nBei Kindern? Nein. Bei älteren Schwulen ja. Aber die haben auch kein Problem damit, daß andersartige Zuhörer Zeuge solcher Unterhaltungen werden. Ist davon ab immer ganz witzig. \n\n> Ein homosexueller Mann, der nach anderen Homosexuellen sucht, ist genauso wie eine Frau, die nach anderen Frauen im LoL-Forum sucht: eine Minderheit, die sich bemüht, Gleichgesinnte zu finden.\n\nDas ist ein wenig widersprüchlich. In Deinem Beispiel interessiert sich die Frau nicht für das gleiche Geschlecht. Der Schwule schon. Der Schwule wird auch nicht von heterosexuellen Männern angemacht. Die Frau jedoch schon. \n\n> Und selbst wenn Jugendliche auf die Idee kommen, auf diesen Zug aufzuspringen, ohne eine Tendenz zur Bisexualität, wird das wohl nicht von Dauer sein. Und wenn doch, was soll's?\n\nUnd damit treffen wir auf ein Kernproblem. Das uneingeschränkte Adoptionsrecht für gleichgeschlechtige Paare. Es hat einen Grund, warum man sich bei genau dieser Frage so schwer tut und da Kopfschmerzen bekommt.\n\n> Was dennoch nicht ausschließt, dass der TE ein Ausreißer in der Statistik ist. \n\nMöglich. Jedoch sehr unwahrscheinlich.\n\n> Mag sein, dass ein Outing mit 12 unwahrscheinlich ist, aber es ist nicht unmöglich. Wir haben nur die Aussage des TEs. Mal davon abgesehen, entschließt sich mir die Relevanz dessen.\n\nEs geht um die Glaubwürdigkeit und Echtheit des TEs. Ein Kind, daß frühzeitig seine Andersartigkeit erkennt und langsam begreift, was das bedeutet und welche Konsequenzen damit verbunden sind, wird das wohl kaum über ein Spiele-Forum kommunizieren und sich mit Gleichgesinnten ausgrenzen wollen. Es wird stattdessen von Ängsten kontrolliert, die bei verspäteter Wahrnehmung durch Eltern und Erwachsene die kindliche Entwicklung bis zum Erwachsenenalter und oft darüber hinaus negativ beeinflussen kann. Geh doch mal in die Schule und frage da die Kinder, wer sich schon geoutet hat. Und das ist m.E. der Widerspruch, der beim TE zum Ausdruck kommt. Das war unter anderem auch meine Intention, mich hier einzumischen, auch wenn ich es mittlerweile bereue. Weil man stattdessen verurteilt und in die Schublade gedrückt wird(siehe auch Mirachs z.T. unverschämte Kommentare). Es passierte genau das, was man mir hier vorwirft.","replies":[]}]}]}]},{"id":"","poster":"Mirach","date":"2017-07-08T20:33:21.703+0000","up_votes":3,"down_votes":1,"body":"Naja, die Natur denkt nicht. Die Natur ist ein im hohen Maße chaotisches System, welches aufgrund vieler gegenläufiger und stabilierender Effekte einen Zustand fortlaufender Entwicklung erreicht hat, deren komplexes (und nicht endgültiges) Resultat wir heute beobachten Können. Homosexualität tritt in vielen Spezies auf und kann daher irgendwo nicht so ganz \"widernatürlich\" sein.\n\nUnd in einem so vielfältigen System wie der menschlichen Sexualität eine Norm definieren zu wollen und alles andere als Abnorm abzukanzeln ist ... in Ermangelung eines besseren Wortes: Anmaßend. Es ist ähnlich abstrus wie: Rothaarige Menschen als abnorm und wider der Natur zu bezeichnen, nur weil die meisten Menschen dunkle Haare haben. Das ist darüber hinaus auch noch überaus verletzend. Man grenzt damit nicht viele Menschen aus, aber die, die es betrifft, steigen dir auf's Dach. Zu recht.\n\nIch habe übrigens den Eindruck, dass du nicht mit vielen Schwulen zu tun hattest. Die wenigsten binden das jedem auf die Nase (nicht zuletzt aus Angst vor negativen Reaktionen) und stellen auch keine gesonderten Ansprüche. Wenn man eine Gemeinschaft aufbauen will, die die Akzeptanz davon als ausdrückliches Kernmerkmal hat -- so what? Ich hätte auch keine Lust von vielen Leuten nur aufgrund eines Merkmals (Beispiel: Deutscher) abgewertet und beleidigt zu werden. Und wenn das sogar regelmäßig passierte, würde ich mir auch Leute suchen, mit denen ich entspannt spielen/chatten kann.\n\nDer TE hat übrigens an anderer Stelle klar gemacht, dass auch ein Hetero herzlich willkommen ist, solange er sich benimmt. Und Menschen aufgrund ihres respektlosen Verhaltens von gemeinsamen Aktivitäten auszugrenzen -- nun, _das_ ist eine Ausgrenzung, mit der ich gut leben kann.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T21:12:35.733+0000","up_votes":1,"down_votes":3,"body":"> Es ist ähnlich abstrus wie: Rothaarige Menschen als abnorm und wider der Natur zu bezeichnen, nur weil die meisten Menschen dunkle Haare haben.\n\nIst ein schlechter Vergleich. Nicht das Aussehen ist relevant, sondern das Überleben der Menschheit. \n\n> Die wenigsten binden das jedem auf die Nase (nicht zuletzt aus Angst vor negativen Reaktionen) und stellen auch keine gesonderten Ansprüche.\n\nIst auch meine Erfahrung. Und die, die es trotzdem aufgrund irgendwelcher Lebensumstände und Situationen tun, haben damit auch kein Problem.\n\n> Der TE hat übrigens an anderer Stelle klar gemacht, dass auch ein Hetero herzlich willkommen ist, solange er sich benimmt. Und Menschen aufgrund ihres respektlosen Verhaltens von gemeinsamen Aktivitäten auszugrenzen -- nun, das ist eine Ausgrenzung, mit der ich gut leben kann.\n\nErscheint mir ein wenig widersprüchlich zu sein. Oder über was unterhalten sich denn Schwule beim Daddeln? Oder riecht man sowas im TS/Skype?","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T21:34:01.094+0000","up_votes":2,"down_votes":1,"body":"Um auf den biologischen Aspekt einzugehen:\nBei sozialen Lebewesen wie dem Menschen gibt es unfassbar viele Faktoren, die das Überleben einer _Gruppe_ vorteilhaft gestaltet und damit die Evolution beeinflusst. Darunter auch soziale Komponenten wie beispielsweise Scham, Mitleid, Neid und dergleichen, was andere Arten sonst kaum kennen. Homosexualität ist übrigens etwas, was der individuellen Weitergabe von Genen ziemlich abträglich ist. Die pflanzen sich untereinander nämlich für gewöhnlich relativ schlecht fort. Eigentlich sollte das also evolutionär schon lange Geschichte sein -- wenn es nur um das Überleben des Individuums ginge.\nErstaunlicherweise gibt es das aber immernoch, was also die Frage aufwirft: warum? Und: kann es dann wirklich so widernatürlich sein?\n\nDas Suchen nach Gruppen mit ähnlichen Interessen und Eigenschaften ist übrigens genauso Teil der Gruppendynamik, die den Mensch so erfolgreich gemacht hat. Warum also ist es schlimm, wenn der TE genau das tut?","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T21:57:16.867+0000","up_votes":1,"down_votes":2,"body":"_Widernatürlich_ ist nicht gleichzusetzen mit _widerlich_ oder _ekelhaft_. Davon ab ist sich auch die Wissenschaft hinsichtlich dieses Themas nicht einig. Das Suchen nach Gruppen mit explizit derart provokanten Ansprüchen in einem Spiele-Forum, wo auch Kinder mitlesen, ist eben nicht ganz normal. Auch wenn man das viell. nur spaßig meint.","replies":[]}]}]}]}]},{"id":"","poster":"Nohgolgh","date":"2017-07-09T04:44:15.815+0000","up_votes":2,"down_votes":1,"body":">dann wird mir übel. Und ich bin nicht homosexuell, ich bin nicht einmal bi. Mich hat das alles hier rein theoretisch nicht zu kümmern und trotzdem macht es mich so wütend wie kaum ein anderes Thema.\n\nNur haben deine Emotionen keinen Wert für andere und warum das sie daran hindern soll, ihre Meinung zu äußern ist mir völlig schleierhaft. \n\n>Wie zurückgeblieben ist unsere Gesellschaft denn bitte, dass solche Beiträge entstehen? \n\nOhja Meinungsfreiheit, was für ein hinterwälderisches Gut. Lieber Dinge zu Gedankenverbrechen erklären. \n\n>Diese Beiträge sind es, die abnormal und vollkommen fehl am Platze sind.\n\nIch finde, die Frage berechtigt, warum man unbedingt sich beim LoL-Spiel über seine Homosexualität austauschen muss.  Eine analoge  Frage kommt beispielsweise hier im Forum auch regelmäßig bei der Gründung von Frauenteams auf. \n\n> Nicht der TE, der hier nach anderen Schwulen sucht. Ob er das jetzt tut, um nur mit ihnen zu zocken und sich nebenbei über Themen auszutauschen, die wir Heten nicht gänzlich verstehen würden, weil sie uns z.B. einfach nicht betreffen oder weil er tatsächlich auf diesem Wege etwas zum Kuscheln sucht, ist doch vollkommen irrelevant. \n\nErstens lehne ich ab, dass ich Dinge nicht verstehen kann, nur weil sie mich nicht betreffen. Zweitens finde ich hat das sehr wohl eine Relevanz. Zweitens spielt es in der Bewertung des Ganzen sehr wohl eine Rolle, ob er einen Partner sucht oder nicht (überlege dir mal wie hier die Threads downgevoted werden, die spezifisch nach einem gamer girl fragen). Zudem gäbe es möglicherweise (abhängig davon,w as besprochen wird) noch das Problem der Minderjährigkeit (denn es ist eine Straftat, Kindern sexuelle inhalte einfach so zugänglich zu machen), welches sich aber beheben lässt (im Zweifelsfall ü18 machen). \n\n>Er tut doch niemandem weh. \n\nJemand der raucht, tut auch niemandem weh (die Effekte von Passivrauchen sind nicht nachweisbar). Trotzdem halte ich Rauchen für schlecht. Wenn derjenige, auf den du dich beziehst nunmal so bezüglich Homosexualität empfindet, ist das seine Sache. \n\n>Und nur weil das Spiel ab 12 ist, darf er hier nicht nach anderen Schwulen suchen? Warum? Dürfen 12-Jährige noch nichts von dieser \"Abnormalität\" mitbekommen? Gerade junge Menschen sollten so früh wie möglich begreifen, dass diese Welt ein kunterbunter Ort ist, und jeder Mensch, egal wie er aussieht, wie er lebt und wie er liebt, genau so, wie er ist, absolut richtig und gut ist.\n\nDann müsstest du auch den Zwölfjährigen erklären, dass es absolut richtig und gut ist, Homosexualität zur Perversion zu erklären. Schließlich ist das doch auch Teil einer Lebensweise in einer kunterbunten Welt. Oder gilt Vielfalt nur für die sexuelle Orientierung, nicht aber für die Meinung? Ansonsten ist es logisch völlig konsistent, Zwölfjährige vor der \"Abnormalität\" zu schützen, wenn man es denn für eine solche hält. \n\nDazu kommt, dass Kindesmissbrauch einen deutlich höheren Anteil von Homosexuellen als Tätern vorweist, als dies ihrem Anteil an der Bevölkerung entspricht. Nun ist Kindesmissbrauch wie praktisch jede schwerere Straftat überwiegend von Männern verursacht, über die weibliche Homosexulaität sagt das insofern nicht viel aus. Aber, dass beispielsweise die Eltern eines Kindes etwas dagegen haben könnten, dass ihr Sohn mit einem anderen Homosexuellen (oder halt generell einem Fremden) Kontaktdaten austauscht, ist voll verständlich. \n\n>Und übrigens, er sucht nach Schwulen, die LoL spielen, er ist im richtigen Forum!\n\nDem würde ich so zustimmen, auch wenn ich von den tribalistischen gruppenbezogenen Denkweisen wenig halte. Wieso sollten Leute, die eine eigenschaft mit dir teilen, auch nur eine ander mit dir geminsam haben? \n\n>Um jetzt auch noch ein paar positive Vibes hierzulassen: Lieber TE, es tut mir in der Seele weh, dass du selbst in einem Spieleforum solche Kommentare ertragen musst. \n\nWenn er das nicht ertragen kann, ist das Internet nicht der richtige Ort für ihn. Ganz ehrlich, was ist das schon wieder für eine Vorstellung, dass der TE zutiefst betroffen schockstarr vor seinem Rechner sitzt, weil jemand mit seiner Lebensweise nicht einverstanden ist? \n\nIm Übrigen kritisiere ich hier nicht deine Haltung, sondern lediglich, dass du diese rein auf eine emotionalen Grundlage errichtest, demjenigen auf den du dich beziehst, aber gleich eine Minderwertigkeit unterstellst, nur weil er nciht mit dir übereinsimmt.","replies":[{"id":"","poster":"Łivana","date":"2017-07-09T09:55:51.545+0000","up_votes":1,"down_votes":0,"body":"> Ohja Meinungsfreiheit, was für ein hinterwälderisches Gut. Lieber Dinge zu Gedankenverbrechen erklären. \n\nIch möchte hier niemandem sein Recht auf Meinungsfreiheit absprechen. Es geht darum, wie man etwas ausdrückt. Ich bin nicht die einzige, die beispielsweise Tanthes Beitrag als abwertend und beleidigend empfunden hat. In der Diskussion zwischen ihm und Mirach ging für mich hervor, dass das nicht seine Intention war, dennoch kommt es aber bei einigen genau so an. Das Kommunikationsmodell hat eben mehr als nur eine Seite. Hier wird darüber diskutiert, ob der Thread des TE hier hingehört oder nicht. Und bei mir kommt eben die Frage auf, was für einen Wert hat eine solche Äußerung wie sie Tanthe z.B. getätigt hat. Wenn dieser Thread hier angeblich nicht hergehört, dann gehören solche Beiträge hier auch nicht her. Dabei schließe ich meine übrigens nicht aus. \n\n> Ich finde, die Frage berechtigt, warum man unbedingt sich beim LoL-Spiel über seine Homosexualität austauschen muss. Eine analoge Frage kommt beispielsweise hier im Forum auch regelmäßig bei der Gründung von Frauenteams auf. \n\nBei denen die Frage meiner Meinung nach genauso fehl am Platze ist. Diese Grundsatzdiskussion über Sexismus oder Diskriminierung, die in so gut wie jedem Frauenteam-Thread aufkommt, ist doch vollkommen absurd. Es gibt viele gute Gründe, warum eine Frau mal mit anderen Frauen spielen möchte. \n\n- Sie hat zuletzt ein paar schlechte Erfahrungen mit Männern in Videospielen gemacht und möchte jetzt erst einmal etwas Abstand. \n- Vielleicht hat sie aber auch privat eine schlimme Trennung durch und will jetzt einfach ein wenig \"Ladiesnight\".\n- So gerne man das bei der ganzen Gleichberechtigungsdebatte auch vergisst, zwischen Frauen und Männer gibt es Unterschiede. Klar bestätigen Ausnahmen die Regel, aber wenn ich von mir und meinem Umfeld ausgehe, ist die Gesprächskultur in einer reinen Frauengruppe eine andere, als wenn Männer dabei sind. Man redet häufig anders über bestimmte Themen und auch allgemein spricht man über ganz andere Themen.\n- Sie möchte an reinen Frauenturnieren teilnehmen. (Über die Sinnhaftigkeit reiner Frauenturniere möchte ich jetzt wirklich nicht diskutieren.) \n\nEs gibt sicherlich noch viele weitere ebenso gute Gründe, aber diese sind mir jetzt ganz spontan eingefallen. Ich verstehe nicht, warum diese Debatte jedes mal aufs neue aufkommt. Kein Mann hat ein Problem damit, wenn das Frauzki einen Mädelsabend plant, aber wenn im LoL-Forum eine Frau ein reines Mädchenteam aufmacht, schreit die Welt: \"Diskriminierung!\"\n\nMenschen umgeben sich nunmal gerne mit Gleichgesinnten. Mag sein, dass du oder ich, den TE genau so gut verstehen würden, wie es ein anderer Homosexueller könnte und wir ihn ebenso nicht für seine Sexualität verurteilen und abwerten. Doch es gibt genau so viele, auf die das eben nicht zutrifft.\n\nUm es mal etwas überspitzt auszudrücken: Eine Frau redet eher weniger mit Männern über die neusten Modetrends, den letzten Frauenarztbesuch oder die besten Methoden, um Orangenhaut loszuwerden. Mag sein, dass es Männer gibt, die den Mastertipp schlechthin in Petto haben, mag sein, dass es Männer gibt, die kein Problem mit den monatlichen Hormonschwankungen haben und damit bestens umzugehen wissen, aber hier geht es um einfache Wahrscheinlichkeit. \nWenn ich mir all das von meinem Mitspieler wünsche, warum sollte ich mich dann mit einer handvoll Männer abplagen, bis einer kommt, der passt, anstatt gleich nach einer Frau zu suchen, die höchstwahrscheinlich all das kennt.\nUm es zu übertragen: Warum sollte der TE sich mit Menschen herumplagen, die eventuell doch ein Problem mit seiner Sexualität haben, wenn er einfach nach Menschen suchen kann, die die gleiche Sexualität ausleben? Warum fühlen sich hier Menschen deswegen gleich ausgegrenzt? Das ist doch nun wirklich eine vollkommen natürliche Gruppenbildung, die überall stattfindet. Egal ob Schule, Uni oder Arbeitsplatz.  \n\n> Zweitens spielt es in der Bewertung des Ganzen sehr wohl eine Rolle, ob er einen Partner sucht oder nicht (überlege dir mal wie hier die Threads downgevoted werden, die spezifisch nach einem gamer girl fragen).\n\nDas Problem dieser Threads entschließt sich mir genauso. Kann mir doch egal sein, ob der TE hier einen festen Partner sucht oder der schüchterne Gamer von nebenan seine erste richtige Freundin. Meine Güte, lasst die Leute doch einfach leben. Mich stören doch auch nicht die \"Suche Diamant-Adc\"-Threads, nur weil ich weder Diamant noch ein Adc bin, warum stören mich also Threads, in denen jemand nach der großen Liebe sucht. (Die nebenbei LoL spielen soll. Ganz ehrlich, die Wahrscheinlichkeit so ein Mädel im LoL-Forum kennenzulernen, wird größer sein, als auf Parship und Konsorten.)\n\n> Dazu kommt, dass Kindesmissbrauch einen deutlich höheren Anteil von Homosexuellen als Tätern vorweist, als dies ihrem Anteil an der Bevölkerung entspricht. Nun ist Kindesmissbrauch wie praktisch jede schwerere Straftat überwiegend von Männern verursacht, über die weibliche Homosexulaität sagt das insofern nicht viel aus. Aber, dass beispielsweise die Eltern eines Kindes etwas dagegen haben könnten, dass ihr Sohn mit einem anderen Homosexuellen (oder halt generell einem Fremden) Kontaktdaten austauscht, ist voll verständlich. \n\nOh, ich bitte dich. Mal davon abgesehen, dass ich es nicht verständlich finde, den Kontakt zu Homosexuellen zu verbieten, bei Fremden generell, wäre ich aber bei dir, ist das doch absoluter Unsinn. Wenn ich Angst vor Kindesmissbrauch habe, was vollkommen verständlich ist, dann müsste ich ein Problem mit jedem Gesuch haben. Hinter jedem Gesuch steckt schließlich ein potenzieller Triebtäter. Allerdings behaupte ich mal, sind Kinder, deren Eltern ein Auge darauf haben, gut genug aufgeklärt, um zu wissen, was zu tun ist, wenn das Gegenüber plötzlich merkwürdige Dinge von sich gibt.\n\n> Wenn er das nicht ertragen kann, ist das Internet nicht der richtige Ort für ihn. Ganz ehrlich, was ist das schon wieder für eine Vorstellung, dass der TE zutiefst betroffen schockstarr vor seinem Rechner sitzt, weil jemand mit seiner Lebensweise nicht einverstanden ist? \n\nDas habe ich auch nie behauptet. Wenngleich es sicherlich Menschen gibt, denen so etwas sehr nahe gehen kann. Nebenbei bemerkt mag ich diese Aussage, das Internet sei nicht der richtige Ort für sensible Menschen, nicht. Mag sein, dass du recht hast. Aber ich hoffe, wir sind uns einig, dass das Problem nicht die sensiblen Menschen sind, sondern jene, die ihre Aufgabe darin sehen, andere zu kränken.\n\n> Im Übrigen kritisiere ich hier nicht deine Haltung, sondern lediglich, dass du diese rein auf eine emotionalen Grundlage errichtest, demjenigen auf den du dich beziehst, aber gleich eine Minderwertigkeit unterstellst, nur weil er nciht mit dir übereinsimmt.\n\nDas war ganz sicher nicht meine Absicht und ich entschuldige mich, wenn es so rüberkam. Menschen sind nicht nur schwarz oder weiß und ich halte hier niemanden für einen schlechten Menschen, nur weil er ein Problem mit Homosexualität hat. Ich möchte lediglich an ihre Tolleranzschwelle appellieren.","replies":[{"id":"","poster":"Nohgolgh","date":"2017-07-09T13:44:39.453+0000","up_votes":2,"down_votes":1,"body":">Ich möchte hier niemandem sein Recht auf Meinungsfreiheit absprechen. Es geht darum, wie man etwas ausdrückt. Ich bin nicht die einzige, die beispielsweise Tanthes Beitrag als abwertend und beleidigend empfunden hat. \n\nIch würde sogar davon ausgehen, dass er wirklich eine abwertende Haltung bezüglich Homosexualität hat. So what? Wenn man etwas nicht sagen dürfte, nur weil jemand es als beleidigend empfinden könnte, dann dürfte man gar nichts mehr sagen. \n\n>Bei denen die Frage meiner Meinung nach genauso fehl am Platze ist. Diese Grundsatzdiskussion über Sexismus oder Diskriminierung, die in so gut wie jedem Frauenteam-Thread aufkommt, ist doch vollkommen absurd. Es gibt viele gute Gründe, warum eine Frau mal mit anderen Frauen spielen möchte. \n\nDas mag durchaus sein. Und ich erkenne auch die nachfolgenden Gründe an und selbst, wenn keiner der Gründe zutrifft: Der Wille alleine ist schon ein Grund. Und ja, dass Leute gleich Diskriminierung rufen, ist geradzu blödsinnig. Aber, dass man mal nach den Gründen fragt, finde ich völlig okay. \n\n>Menschen umgeben sich nunmal gerne mit Gleichgesinnten.[...] Wenn ich mir all das von meinem Mitspieler wünsche, warum sollte ich mich dann mit einer handvoll Männer abplagen, bis einer kommt, der passt, anstatt gleich nach einer Frau zu suchen, die höchstwahrscheinlich all das kennt. \n\nSoweit ist es ja noch okay. Ein wenig merkwürdig wird es dann, wenn man so etwas in einem Spieleforum macht. Zumindest meinen persönlichen Erfahrungen nach kann ein Gespräch über ein Thema nur sehr schlecht geführt werden, während man LoL zockt. Mir fällt gerade auch kein Paar von Streamern ein, die sich über Gott und die Welt unterhalten während sie ein Spiel gemeinsam spielen. Wenn jemand sich wirklich über seine Homosexualität austauschen will, dann wäre es für mich zumindest viel viel nachvollziehbarer, wenn er dies außerhalb des Spieles täte. \n\nGleiches gilt für die Suche nach dem Mädel seiner Träume im Forum: Selbst wenn wir beiseite lassen, dass weiblich und lol-interessiert keine wirklich gute Beschreibung eines Beziehungspartners ist, ist es furchtbar ineffizient, hier im Forum zu suchen, wo Männer schätzungsweise 9:1 in der überzahl sind, der Beziehungssatus der Frauen ungeklärt ist und zahlriche Features, die die Seiten zur Beziehungssuche vorweisen (wie beispielsweise das Profil), nicht vorhanden sind. Ich persönlich halte es für erfolgsversprechender, ein Mädchen im real life kennzulernenen (von online-dating halte ich selbst nichts) und ihr lol beizubringen, wenn es wirklich eine Eigenschaft ist, die sie haben muss. \n\nOder anders ausgedrückt: Ich halte die Vorgehensweise nicht für rational und es ist nur verständlich, wenn erstmal Kritik hochkommt. \n\n>Oh, ich bitte dich. Mal davon abgesehen, dass ich es nicht verständlich finde, den Kontakt zu Homosexuellen zu verbieten, bei Fremden generell, wäre ich aber bei dir, ist das doch absoluter Unsinn. Wenn ich Angst vor Kindesmissbrauch habe, was vollkommen verständlich ist, dann müsste ich ein Problem mit jedem Gesuch haben. Hinter jedem Gesuch steckt schließlich ein potenzieller Triebtäter. Allerdings behaupte ich mal, sind Kinder, deren Eltern ein Auge darauf haben, gut genug aufgeklärt, um zu wissen, was zu tun ist, wenn das Gegenüber plötzlich merkwürdige Dinge von sich gibt.\n\nBei Minderjährigen ziehe ich ein gutes Urteilsvermögen in Zweifel. Selbst bei Leuten in den Zwanzigern (meine Altersgruppe) hält es sich sehr in Grenzen. Das Argument des Kindesmissbrauchs mit dem Einwand vom Tisch zu wischen, dass potentiell jeder ein Triebtäter sein könnte ist falsch, da bestimmte Bevölkerungsgruppen eher die Straftaten begehen als andere. So sind bei praktisch allen schweren Straftaten Männer überrepräsentiert (üblicherweise ab 1,5:1 im Verhältnis zum Bevölkerungsanteil aufwärts) und bei sexuellen Straftaten gegen Minderjährige (was nicht nur Vergewaltigung ist, sondern auch Zuhälterei und Verbreitung pornographischer Inhalte an Minderjährige)  sind eben Homosexuelle überrepräsentiert (etwa 15:1 im Verhältnis zum Bevölkerungsanteil). \n\nUnd nur, um das nochmal klarzustellen- dies ist kein Argument dafür, dass der TE seine Gruppe nicht aufmachen soll, weil sich die Einzelperson eben nicht über die Gruppe definiert. Aber, dass so ewas mit einer gewissen Skepsis betrachtet wird, ist absolut gerechtfertigt. \n\n>Das habe ich auch nie behauptet. Wenngleich es sicherlich Menschen gibt, denen so etwas sehr nahe gehen kann. Nebenbei bemerkt mag ich diese Aussage, das Internet sei nicht der richtige Ort für sensible Menschen, nicht. Mag sein, dass du recht hast. Aber ich hoffe, wir sind uns einig, dass das Problem nicht die sensiblen Menschen sind, sondern jene, die ihre Aufgabe darin sehen, andere zu kränken.\n\nJein. Es steht jedem Menschen zu, sich zu jeder Sache ein Urteil zu bilden und sich dazu auch zu äußern (was nicht bedutet, dass andere ihm zuhören müssen). Wenn jemand der Meinung ist, dass Homosexualität ein Symptom einer verkommenden Gesellschaft ist, dann hat es das Recht das zu äußern. Auch Homosexuellen und Leuten, die Homosexualität akzepteren, genau das vorzuwerfen, ist nur logisch konsistent und hat erstmal wenig mit Beleidigung einer Einzelperson zu tun. Genauso kann jemand, der Soldaten für Mörder hält, einem Soldaten Mord vorwerfen.  Und das muss meiner Meinung nach der TE oder der Soldat schlucken können (wobei es ihm zusteht, dagegenzuargumentieren). Alleinig jemanden zu verletzen, nur um ihn zu verletzen, halte ich für unmoralisch.","replies":[]}]}]}]},{"id":"","poster":"thefire7","date":"2017-07-07T21:37:21.609+0000","up_votes":7,"down_votes":3,"body":"Soll jz kein offense sein, nur ne Meinung.\n\nIst das nichn bisschen übertrieben? Clubs von Freunden, ja klar, Gemeinschaften, ja klar aber Sexualität?\n\nIst für mich n bisschen übertrieben.","replies":[{"id":"","poster":"Supporterino","date":"2017-07-07T22:45:16.414+0000","up_votes":3,"down_votes":4,"body":"Naja du würdest es verstehen, wenn du in der Situation wärst. Es ist extrem schwer Gleichgesinnte zu finden. Manche haben halt das Bedürfnis danach. Es ist ja auch nur ein Angebot, wenn möchte kann beitreten, wenn nicht, dann nicht :D","replies":[{"id":"","poster":"NVG Scythe","date":"2017-07-08T11:23:15.544+0000","up_votes":5,"down_votes":0,"body":"Es ist doch nicht extrem schwer andere Schwule zu finden ^^ Es ist nur komisch weil du erwähnst dass du es gut fändest wenn sich da leute finden und evtl verlieben, LoL ist ein Game und keine dating börse.","replies":[]}]}]},{"id":"","poster":"Cheesus LvL4","date":"2017-07-08T22:20:21.058+0000","up_votes":5,"down_votes":1,"body":"Ich neige wirklich selten dazu etwas hier in dem Forum zu schreiben, aber es erschrickt mich wie ungebildet einige Menschen hier sind.\n\nErstens: Ich bin hetero. (Hat was mit dem Thread zu tun, aber nichts mit dem Thema)\n\nZweitens: Weil ich diesen \"wider der Natur\"-Unsinn hier ein paar mal gelesen habe: Forscher haben heraus gefunden, dass bei Gruppen von Pinguinen, die Gruppe MIT homosexuellen Pinguinen einen schnelleren und höheren Populationszuwachs hat (für die geistig minderbemittelten hier, das heißt sie überleben BESSER) - liegt daran, weil hetero Paare sich eher um die \"eigenen\" Kinder kümmern, als zu adoptieren. Heißt, dass Waisenpinguine in einer Gruppe ohne homosexuelle Pinguine eher sterben, weil Sie nicht adoptiert werden. Weiterhin wurde Homosexualität nahe zu in jeder lebenden Säugetierspezies bereits dokumentiert und festgestellt - demnach kann es definitiv kein \"Fehler\" der Natur sein, sondern scheint wohl ganz genau geplant zu sein. \n\nDrittens: Kommen wir ganz kurz zum \"Gott\"/\"Religions\"-Aspekt. Jeder der hier behauptet, es sei gegen seine \"Religion\" schwul zu sein. Sagt damit im selben Satz, das Gott ein vollidiotischer Stümper ist. Zu behaupten Schwule seien gegen die \"Religion\" ist exakt das gleiche wie zu sagen \"Gott hat sich geirrt\" - das ist GOTTESLÄSTERUNG - Jeder der sowas von sich gibt - sollte (wahlweise je nach Religion) geköpft / verbrannt / gesteinigt werden für diesen Frevel gegen Gott / Allah ---- denn Gott irrt sich nicht - Gott würde keine schwule Pinguine erschaffen, wenn er keine schwulen Pinguine haben wollen würde. Gott hat mehr Plan von der Welt als DU ! ! ! Also hör mit der scheiss Gotteslästerung auf und knie dich nieder und danke Gott dafür dass er einem solch minderbemitteltem Wesen wie dir, erlaubt auf seiner wundervollen Erde zu wandeln. Allahu Akbar (bin im übrigen Atheist ;-) )\n\nViertens: Meinungsfreiheit und so ... Meinungsfreiheit endet dort, wo deine Meinung die Freiheit eines anderen beschränkt. Wenn ich der \"Meinung\" wäre, dass allen \"dummen\" Menschen die Zunge rausgeschnitten und die Finger abgehakt werden sollte, damit Sie ihren geistigen \"Dünnschiss\" nicht weiter verbreiten können und ich dies propagieren würde, evtl. sogar einige Anhänger finden würde, dann würde das die Freiheit und körperliche Unversehrtheit von \"dummen\" Menschen gefährden. Deshalb endet Meinungsfreiheit dort, wo sie beginnt die Freiheit anderer zu gefährden... (speziell in einem Forum wie diesem hier, dass von leicht beeinflussbaren Altersgruppen heimgesucht wird, sollte man daher darauf achten keine Minderheiten zu diskriminieren - Faustregel: einfach mal die Fresse halten, wenn du nichts intelligentes zu sagen hast.)\n\nps: Wollte das hier nicht so oft reinspammen, es hats nur irgendwie nicht angezeigt. Wenn ihr also noch eine Version findet, gerne einfach löschen. \n\nIch hoffe, das beendet diese unsagbar dumme Diskussion und ich hoffe wirklich, dass sich einige Leute über schwule Pinguine informieren :D Weil Pinguine sind einfach überragend lässige Tiere <3 \n\npps: Da man als schlauer Mensch zur Selbstreflektion fähig sein sollte, habe ich kurz nochmal nachgedacht und möchte einen Teil meiner Aussage revidieren. Und zwar: ich hoffe, doch nicht, dass das diese Diskussion beendet, denn dieses Forum funktioniert nach dem Prinzip, dass Themen mit hohen und vielen Antworten ständig oben bleiben und für Alle gut sichtbar sind, daher wünsche ich dem TE aus vollem Herzen, dass hier sehr lange weiterdiskutiert wird, sodass das Thema ganz sicher immer gut sichtbar weit oben sein wird und er somit sein gewünschten Mitspieler finden.\n\nCheerio B*tches","replies":[{"id":"","poster":"Supporterino","date":"2017-07-09T10:21:51.597+0000","up_votes":1,"down_votes":1,"body":"Vielen Dank :D Ich glaube, das hat alles zusammengefasst :D","replies":[{"id":"","poster":"tanthes","date":"2017-07-11T01:26:46.696+0000","up_votes":1,"down_votes":1,"body":"Was für ein Feigling. Läßt andere die Suppe auslöffeln, die er sich selber eingebrockt hat.","replies":[{"id":"","poster":"Supporterino","date":"2017-08-08T11:57:32.112+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=tanthes,realm=EUW,application-id=ElKI1ocy,discussion-id=duBu3Hjj,comment-id=001a00000000,timestamp=2017-07-11T01:26:46.696+0000)\n>\n> Was für ein Feigling. Läßt andere die Suppe auslöffeln, die er sich selber eingebrockt hat.\n\nWürde ich nicht unbedingt sagen, ich muss nur nicht unter jedes Kommentar meine Meinung drunter schreiben, die steht schon oft gen ug hier drin. Außerdem lasse ich andere die Suppe nicht auslöffeln, da ich sie nicht animiert habe hier ein Kommentar zu hinterlassen, das machen sie freiwillig.","replies":[]}]}]},{"id":"","poster":"tanthes","date":"2017-07-11T01:23:35.241+0000","up_votes":1,"down_votes":1,"body":"> Forscher haben heraus gefunden\n\nForscher haben schon alles mögliche herausgefunden. Und wo ist dazu der Link?\n\n> dass bei Gruppen von Pinguinen, die Gruppe MIT homosexuellen Pinguinen einen schnelleren und höheren Populationszuwachs hat (für die geistig minderbemittelten hier, das heißt sie überleben BESSER) - liegt daran, weil hetero Paare sich eher um die \"eigenen\" Kinder kümmern, als zu adoptieren. \n\nWeißt Du, wieviele hetero Paare es gibt, die keine Kinder haben oder bekommen können und trotzdem welche haben wollen und diese auch adoptieren? \n\n> Heißt, dass Waisenpinguine in einer Gruppe ohne homosexuelle Pinguine eher sterben, weil Sie nicht adoptiert werden.\n\nZeige mir bitte, wo Waisenkinder starben, weil sie nicht von homosexuellen Paaren adoptiert wurden.\n\n> Weiterhin wurde Homosexualität nahe zu in jeder lebenden Säugetierspezies bereits dokumentiert und festgestellt - demnach kann es definitiv kein \"Fehler\" der Natur sein, sondern scheint wohl ganz genau geplant zu sein.\n\nDie Natur _plant_ sicher auch Missbildungen aller Art und allerliebst verwirrte und besonders _geistig minderbemittelte_ Menschen. Und sicher _plante_ die Natur auch, daß der Mensch sich selbst ausknockt. ;-)\n\n> Jeder der hier behauptet, es sei gegen seine \"Religion\" schwul zu sein. - Zu behaupten Schwule seien gegen die \"Religion\"\n\nWer behauptet denn hier sowas?\n\n> Zu behaupten Schwule seien gegen die \"Religion\" ist exakt das gleiche wie zu sagen \"Gott hat sich geirrt\" - das ist GOTTESLÄSTERUNG - Jeder der sowas von sich gibt - sollte (wahlweise je nach Religion) geköpft / verbrannt / gesteinigt werden für diesen Frevel gegen Gott / Allah ---- denn Gott irrt sich nicht - Gott würde keine schwule Pinguine erschaffen, wenn er keine schwulen Pinguine haben wollen würde.\n\nHm. Also erstmal haben Forscher herausgefunden... Dann hat die Natur... ja, ähm... Und jetzt ist es Gott, der nochmal was? Mir scheint, Du bist ein wenig durcheinander? :-)\n\n> Gott hat mehr Plan von der Welt als DU ! ! !\n\nWen meinst Du mit DU? Ansonsten danke für den Lacher. xD \nAch ja... weiß Du, was Islamisten, die immer _Allahu Akbar_ schreien, mit Schwulen so machen? Ich kann mal zu einigen Filmchen verweisen(nicht verlinken!). ^^\n\n> Meinungsfreiheit endet dort, wo deine Meinung die Freiheit eines anderen beschränkt.\n\nWelche _Freiheit_ eines anderen meinst Du?\n\n> Wenn ich der \"Meinung\" wäre, dass allen \"dummen\" Menschen die Zunge rausgeschnitten und die Finger abgehakt werden sollte, damit Sie ihren geistigen \"Dünnschiss\" nicht weiter verbreiten können und ich dies propagieren würde, evtl. sogar einige Anhänger finden würde, dann würde das die Freiheit und körperliche Unversehrtheit von \"dummen\" Menschen gefährden.\n\nWegen einer geäußerten Meinung wird einem anderen Schaden zugefügt? Ich merke schon. Besonders tiefsinnig bist Du wohl nicht. ;-)\n\n> Deshalb endet Meinungsfreiheit dort, wo sie beginnt die Freiheit anderer zu gefährden... (speziell in einem Forum wie diesem hier, dass von leicht beeinflussbaren Altersgruppen heimgesucht wird, sollte man daher darauf achten keine Minderheiten zu diskriminieren\n\nSollte das jetzt ein Totschlag-Argument sein? Eine Meinung hat bisher noch nie die Freiheit eines anderen gefährdet. Und schon gar nicht im Internet. Wie auch, wenn man die Person nicht kennt? Letztendlich spricht auch die Judikative Recht, und nicht irgendwelche Kommentatoren. Also auch hier unterliegst Du einem Denkfehler. \n\n> dass hier sehr lange weiterdiskutiert wird\n\nErstmal diskutieren können und wollen. Ansonsten mal eine Frage. Bist Du ein Komiker oder so was ähnliches? :-)\n\n> denn dieses Forum funktioniert nach dem Prinzip, dass Themen mit hohen und vielen Antworten ständig oben bleiben und für Alle gut sichtbar sind, **daher wünsche ich dem TE aus vollem Herzen**, dass hier sehr lange weiterdiskutiert wird, sodass das Thema ganz sicher immer gut sichtbar weit oben sein wird und er somit sein gewünschten Mitspieler finden.\n\nBin ich nicht lieb? :-)","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-07-09T14:48:40.223+0000","up_votes":1,"down_votes":1,"body":"Erstens kannst du die Studie zu den Pinguinen heraussuchen? Das ist ein Aspekt, den ich noch nciht kannte und den ich nicht bei direktem googlen in deutsch oder englsich finden konnte (Suchbegriffe wie \"gay penguin higher fitness\" waren nicht erfolgreich). \n\nZweitens: In der Natur unserer Umgebung gibt es keine Begriffe wie gut oder schlecht. Ein Baumsterben, Schimmelpilzbefall, aber auch sexuelle Orientierung sind von dieser Natur aus gewertet neutral, ebenso wie jedes nichtnatürliche Vorkommen wie zum Beispiel ein Herzschrittmacher oder der Holocaust. Die Frage, ob etwas natürlich ist, ist somit mitnichten hilfreich bei der Frage, ob etwas gut ist. \n\nDrittens: Dein Argument bezüglich Gott ist vollkommener Blödsinn nicht nur finden wir beispielsweise im Judentum und Christentum eine auf Mythologie aufbauende Beantwotung der Frage, warum Menschen böse sein können und was sie dazu treibt ( Adam und Eva sowie Kain und Abel, die zweite und dritte Erzählung aus dem Buch Genesis) sondern deiner Logik nach dürfte die religiöse Person sehr wohl zum Schluss kommen, dass man beispielsweise Schwule töten darf, schließlich ist er als Wesen von Gottes Schöpfung  zu diesem Gedanken gekommen. Auch hat Gott ja dann den Mörder geschaffen, also kann Mord gar nicht so schlimm sein. Blöderweise sagen sowohl im Fall der Homosexualität als auch im Falle des Mordes die Schriften EINDEUTIG etwas anderes (und diese sind göttliches Recht) . Übertragungen aus dem Tierreich sind zudem nicht zulässig, da Tiere weder ein Selbstbewusstsein noch eine Seele haben (im Wesentlichen ist da genau das Argument, dass die Natürlichkeit nicht bedeutet, dass etwas moralisch ist). So ist es dem Bullen erlaubt, so viele Kühe zu schwängern, wie er kann, der Mensch hingegen soll monogam leben. \n\nViertens: dein Argument der Meinungsfreiheit hält deiner eigenen Faustregel nicht stand. Du belegst dein Argument mit einem Extrembeispiel, das es so nicht gegeben hat (klassischer Strohmann) und schließt dann aus dem falschen Argument des Strohmannes wieder fälschlicherweise- nämlich mit der Gleichsetzung eines unmittelbar drohenden Übels (abgehackte Finger) mit einer Handlung, die zunächst NIEMANDEN einschränkt (jemand gibt seine Meinung preis), dass man keine Kritik üben dürfte, mit der nicht nachgewiesenen Begründung, die Meinung alleine könnte schädlich sein. Wenn wir dieses Kriterium an Meinungsfreiheit konsistent anlegen würden, dann gäbe es keine Meinungsfreiheit mehr, denn potentiell kann alles schädlich sein. Das Argument, dass Leute beeinflussbar sind, spricht FÜR die Meinungsfreiheit und nicht dagegen. Wenn wir Leute nicht überzeugen könnten, dann könnten wir uns auch jeden Diskurs sparen und dann bräuchten wir auch keine Meinungsfreiheit. Welche Arroganz sich bei dir zeigt, dass du glaubst, überall derart moralisch überlegen zu sein, dass es dir zusteht, anderen ihr grundsätzliches Recht, sich zu äußern, abzuerkennen. Das sind SEHR SEHR totalitäte Züge, die du hier zeigst. \n\nAnsonsten stinken Pinguine (wortwörtlich). Bären sind viel cooler.","replies":[]}]},{"id":"","poster":"xNefarius","date":"2017-07-07T20:55:18.364+0000","up_votes":3,"down_votes":9,"body":"Das finde ich super Jungs, habe auch eine ähnliche Idee und zwar möchte ich eine Gruppe für Flüchtlinge machen. Würde mich super freuen würdet ihr mich unterstützen. \nmfg :-)","replies":[{"id":"","poster":"thefire7","date":"2017-07-07T21:38:48.307+0000","up_votes":6,"down_votes":0,"body":"Die Idee finde ich tbh ziemlich schlecht. Flüchtlinge sollen sich ja integrieren (das schließt ofc auch Gaming ein). Dabei sollten nach meiner Meinung keine Gruppen nur für Flüchtlinge entstehen.","replies":[{"id":"","poster":"Released Ape","date":"2017-07-08T02:11:12.828+0000","up_votes":3,"down_votes":2,"body":"Es ging ihn ja dabei um die Idee des TE´s schlecht zu machen bzw. ins lächerliche zu ziehen. Anders kann ich den Beitrag leider nicht auffassen und wer etwas drüber nachdenkt merkt das auch schnell.","replies":[]}]},{"id":"","poster":"Supporterino","date":"2017-07-07T22:46:06.226+0000","up_votes":3,"down_votes":2,"body":"Ich bitte darum beim Thema zu bleiben :D","replies":[]},{"id":"","poster":"Holyfuture","date":"2017-07-07T21:39:16.769+0000","up_votes":2,"down_votes":4,"body":"Können wir eine Gruppe für bestimmte Flüchtlinge machen? Wirtschaftsflüchtlinge und Kriegsflüchtlinge sollten nicht auf einander treffen. Und außerdem am besten für Türken, Araber oder Syrier... Danke !!","replies":[]}]},{"id":"","poster":"GilleteDaniel","date":"2017-07-08T16:10:27.498+0000","up_votes":3,"down_votes":0,"body":"Mir ist egal ob du schwarz, weiß, hetero, bisexuell, schwul, lesbisch, klein, groß, fett, dünn, reich oder arm bist. Wenn du nett zu mir bist, werde ich auch nett zu dir sein. Ganz einfach-Eminem. \n\nIch finde wir Gamer, die sowieso von den Medien und Politikern als Sündenbock für Amokläufe benutzt werden und mit Cliches zurecht kommen müssen, sollten wir uns nicht in Untergruppen trennen sondern alle ein großes ganzes sein. Jedoch ist es nur meine Meinung und euch allen steht frei zu tun was immer ihr wollt. Deswegen wünsche ich euch noch einen schönen Tag und noch viel Spaß mit League of Legends.","replies":[]},{"id":"","poster":"Supporterino","date":"2017-07-08T11:59:08.020+0000","up_votes":6,"down_votes":3,"body":"Es ist tatsächlich traurig, wie viele Menschen sich hier einmischen, die keinerlei Nachteil davon haben. Es wird geflamed, gehatet usw. warum eigentlich? Ist diese Community echt so am Arsch, dass es gar nicht mehr ohne geht? Die Leute die sich nicht dafür interessieren, können auch einfach weiter klicken ohne ein stumpfsinniges Kommentar zu hinterlassen. Das wäre an vielen Ecken und Enden mal angebracht. Leben und leben lassen, warum versteht das keiner? Leben wir echt noch in der Steinzeit, wo man für eine Idee verurteilt wird? Ich verstehe es nicht, vielleicht besitzt jemand dieser Kreaturen es für normale Menschen verständlich auszudrücken? MFG ISuppSingleDads","replies":[{"id":"","poster":"Awsane","date":"2017-07-08T15:23:29.641+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nicht genau warum\n\naber auch die Post mit dem Thema\n\n\"suche Frauen zum zocken\"\n\"suche x Nationalität zum zocken\"\noder\n\"suche x alter zum zocken\"\n\nkommen häufig wobei auch abhängig von Forumlierung oft nicht gut an\n\nliegt einfach daran dass nicht gerne gesehen wird, dass sich Gruppen von anderen Abgrenzen, die meisten Gamer sehen sich als ein Teil von allen und nicht als ein Teil einer Untergruppe.","replies":[]},{"id":"","poster":"Revilous","date":"2017-07-08T17:24:07.726+0000","up_votes":3,"down_votes":1,"body":"Dieser Post kriegt viel mehr Upvotes und positive Kommentare als erwartet, wenn man bedenkt, dass so gut wie alle anderen Posts dieser Art (m sucht w, türke sucht türke usw) ins Nevada gedownvotet werden.\n\nIdk was du erwartest? Schwul zu sein ist ja nix besonderes und du solltest eher glücklich sein über die Kommentare und Upvotes. Das ist wie wenn jemand eine Gruppe für verzweifelte Singles in LoL aufmacht, das würde nicht mal einen Upvote bekommen.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2017-07-08T16:31:54.203+0000","up_votes":1,"down_votes":0,"body":"Um ehrlich zu sein kannst du dich über positives Feedback eigentlich nicht beschweren, wenn man sich die Anzahl der Upvotes dieses Threads anschaut und dazu den Vergleich zieht mit den \"w sucht w-Team\"-Threads.","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-07-09T13:48:23.987+0000","up_votes":1,"down_votes":1,"body":"Was ist falsch daran, andere für ihre Ansichten zu veruteilen? In was für einem Zeitalter leben wir, dass Leute glauben, dass ihre Ideen oder Gefühle eine besondere Schutzwürdigkeit haben- derart, dass sie sich jede negative Kommentierung dazu verbitten?","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2017-07-09T12:38:46.629+0000","up_votes":2,"down_votes":0,"body":"Was zum Teufel.... \n\nWiso mischen sich so viele Leute bei diesem Thema ein, die es nicht interessieren sollte (Weil sie nicht schwul sind) oder einfach aus ethischen (oder sonst welchen) Gründen \n\n- Ich lebe nach dem Motto Leben und Leben lassen\n\nDie Leute die hier ihren geistigen Dünnpfiff abgeben ist so imens, dass man diesen Thread (tbh) als schei*emagnet bezeichnen kann. \n\nUnd diese Begründung, dass man ausgegrenzt wird ist genauso eine geistige Müllablage um diesen Thread zu haten ohne gleich als Homophob zu gelten. \n\nEs gibt genug Gruppen die andere Spieler ausschließen weil sie ein Kriterium nicht erfüllen. Etliche \"Main\" - Clubs und/oder Streamer Gruppen und/oder high-elo Gruppen. Da meckert niemand. \n\nIch wünsche dem TE viel Erfolg mit seiner Gruppe und finde es auch gut, dass du hier deine Idee Publik machst, obwohl ich hetero bin. \n\nWie schon oben gesagt: Leben und Leben lassen","replies":[]},{"id":"","poster":"tanthes","date":"2017-07-08T16:38:19.127+0000","up_votes":1,"down_votes":8,"body":"Keine Ahnung, was Dir dabei so durch den Kopf ging, unbedingt in LoL sowas thematisieren zu müssen? Es reicht doch, wenn Du und Deinesgleichen sich im Freundes- und Bekanntenkreis und mittlerweile allgemein akzeptiert mit dem selben Geschlecht kopulieren und befriedigen könnt. Da muß man nicht auch noch diese Abnormalität wie eine Seuche propagieren und damit angeben, nur weil es gerade modisch chic zu sein scheint und man sich dadurch abgrenzen kann, weil man ansonsten nur einen Stino und Langweiler mimen würde. Eher zeigt ein solches Verhalten, wie besonders gewöhnlich und angepaßt Ihr in Wahrheit seid. Weil Ihr vollkommen unreflektiert über sozial bedingte Paradigmen labert, die auf eine zunehmend entartete und verkommene Gesellschaft weisen, dessen Produkt Ihr letztendlich seid. Und Witze macht man darüber auch nicht, und schon gar nicht in einem Forum wie diesem, falls es nur spaßig gemeint war?","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T18:25:19.574+0000","up_votes":2,"down_votes":1,"body":"Hallihallo,\n\nwollte dir mal kurz eine Rückmeldung da lassen, bevor hier wieder der Verdacht von \"political correctness\", \"Mainstreamzensur\" oder was auch sonst so an Begrifflichkeiten durch einschlägige Foren geistert aufkommt (das ist keine Unterstellung du würdest so etwas sagen -- für gewöhnlich springen dann andere ein und schreiben sowas). Der Grund, aus dem es vermutlich downvotes hageln wird ist ganz einfach folgender: abwertende Sprache.\n\nDamit meine ich wertende Ausdrücke (\"Du und Deinesgleichen\", \"Abnormalität\", \"wie eine Seuche\", \"entartet\"), die ganz abgesehen von den inhaltlichen Schwächen (das ist ein Spieleforum und kein Politikforum und damit nicht der Platz für eine solche Diskussion) nur zur Abgrenzung und Diffamierung einer Gruppe dient und sich somit zumindest schonmal unhöflich ist.\nWir schreiben das Jahr 2017 und weder gibt es besonders wenige Menschen, die du hier pauschal als \"abnorm\" bezeichnest, noch ist es widernatürlich oder in sonst irgendeiner Art und Weise verwerflich und das sehen auch die meisten Menschen so -- wie etwa die breite Zustimmung in der Öffentlichkeit zur Ehe für alle zeigt.\n\nSeine sexuelle Orientierung sucht sich keiner aus -- es ist vollkommen unangebracht Leute das vorzuwerfen. Und nur weil jemand öffentlich dazu steht, heißt das noch lange nicht, dass es gesellschaftlich besonders \"chic\" oder angesehen wäre. Ganz im Gegenteil, auch heute haben viele Homosexuelle noch mit Vorurteilen und abwertenden Kommentaren zu kämpfen, obwohl sie wie jeder andere auch einfach nur ihr Leben leben wollen. Besonders deutlich wird das, wenn man bedenkt, dass für viele Leute und insbesondere Flamer _schwul sein_ eine Beleidigung ist. Und in solch einem Umfeld, indem es einfach nur reicht man selbst zu sein um in schlimmster Form angegangen zu werden -- da denke ich ist es nur normal, wenn man sich Leute sucht, mit denen das nicht passiert.\n\nDas einzige, was man dem TE eventuell vorwerfen könnte ist, dass er versucht (wie es zumindest im Ausgangspost steht) eine Gemeinschaft aufzubauen, in der Schwule unter sich sind (hat er später genauer erklärt). Sinnvoller wäre es gewesen nach Leuten zu suchen, die Homosexualität nicht verurteilen, eben einfach um ein entspanntes Umfeld zu schaffen. Oder auch um einfach Leute zum reden zu haben, die einen nicht nur wegen eines Labels, das sie einem auf die Stirn klatschen pauschal aburteilen. Daran ist nichts verwerfliches und du solltest dir mal überlegen wie es sich anfühlt, wenn man nur aufgrund eines Merkmals, auf das man keinen Einfluss hat ausgegrenzt und beleidigt wird. Denn obwohl ich nicht weiß, ob du das absichtlich tust -- genau das hast du getan.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T20:47:29.069+0000","up_votes":1,"down_votes":2,"body":"> \"Der Grund, aus dem es vermutlich downvotes hageln wird ist ganz einfach folgender: **abwertende** Sprache.\"\n\nBelege das bitte sachlich. \"Du und Deinesgleichen\", \"Abnormalität\", \"wie eine Seuche\", \"entartet\" sind nämlich mitnichten abwertend. Und irgendwelche Downvotes tangieren mich nicht. \n> die ganz abgesehen von den inhaltlichen Schwächen\n\nNa dann erzähl doch mal. :-) Übrigens habe nicht ich dieses Thema eröffnet und der TE sollte auch wissen, welche Reaktionen das hervorrufen kann. Und nur weil Dir meine Meinung irgendwie unangenehm ist, hast Du nicht das Recht, mir diese zu verbieten. \n\n> Wir schreiben das Jahr 2017 und weder gibt es besonders wenige Menschen, die du hier pauschal als \"abnorm\" bezeichnest, noch ist es widernatürlich oder in sonst irgendeiner Art und Weise verwerflich und das sehen auch die meisten Menschen so -- wie etwa die breite Zustimmung in der Öffentlichkeit zur Ehe für alle zeigt.\n\nDie breite Zustimmung? Für was? Daß schwul sein normal und richtig sei? In welcher Welt lebst Du? Vielleicht solltest Du mal weniger diesen Pressemüll konsumieren. Sogar meine vielen schwulen Freunde, und das sind allein beim Theater nicht gerad wenige, sind darüber alles andere als amüsiert. \n\n> Seine sexuelle Orientierung sucht sich keiner aus -- es ist vollkommen unangebracht Leute das vorzuwerfen.\n\nHabe ich hier irgend wen aufgrund seiner Sexualität verurteilt? Geschweige denn, das zum Vorwurf gemacht?\n\n> Und nur weil jemand öffentlich dazu steht, heißt das noch lange nicht, dass es gesellschaftlich besonders \"chic\" oder angesehen wäre.\n\nWarum muß man das dann großartig überall kommunizieren? \n\n> Ganz im Gegenteil, auch heute haben viele Homosexuelle noch mit Vorurteilen und abwertenden Kommentaren zu kämpfen, obwohl sie wie jeder andere auch einfach nur ihr Leben leben wollen.\n\nWohl doch nicht alles \"Friede Freude Eierkuchen\"? Soviel auch zur allgemein gesellschaftlichen Akzeptanz. ;-)\n\n> Besonders deutlich wird das, wenn man bedenkt, dass für viele Leute und insbesondere Flamer schwul sein eine Beleidigung ist.\n\nEntweder bin ich schwul und kann damit leben und umgehen. Oder ich halte die Klappe, wenn ich mich z.B. um eine Ausgrenzung fürchte(in Dt. obsolet). Unter meinen bekannten Schwulen befindet sich z.B. ein Mann, der schon über 10 Jahre sehr darunter leidet und mehrmals kurz vor einem Suizid stand. Dank seiner Depressionen und dieser Ängste hat er sich obendrein sozial so sehr isoliert, daß man von einem erfüllten Leben in dem Sinne, so wie wir es kennen und uns vorstellen, nicht mehr sprechen kann. Ich verstehe also sehr wohl, was das heißt.\nEine Beleidigung in dem Sinne ist es nicht, weil Schwule allgemein und rechtlich anerkannt sind. Es erstattet auch niemand Anzeige, wenn er/sie als Ossi beschimpft wird, oder? Jedoch muß man es im richtigen Zusammenhang sehen und was dem vorausging. Es kann also auch gut möglich sein, daß ein Richter das als Beleidigung verurteilt.\n\n>  Daran ist nichts verwerfliches und du solltest dir mal überlegen wie es sich anfühlt, wenn man nur aufgrund eines Merkmals, auf das man keinen Einfluss hat ausgegrenzt und beleidigt wird. Denn obwohl ich nicht weiß, ob du das absichtlich tust -- genau das hast du getan.\n\nEs steht Dir oder dem TE frei, meinen Beitrag zur Anzeige zu bringen. :-) Ansonsten, schließe bitte nicht von Dir auf Andere.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T21:08:19.184+0000","up_votes":2,"down_votes":0,"body":"Wenn ich wirklich erklären muss, warum \"wie eine Seuche\" oder \"entartet\" abwertend ist, dann haben wir keine Diskussionsgrundlage. _Abnormal_ mag diskussionswürdig sein, aber kein Mensch mag es ausgegrenzt zu werden -- und fühlt sich damit im Zweifelsfalle schlecht. Und ich unterstelle dir aufgrund deiner Schreibweise einfach mal eine gewisse Intelligenz und das Wissen darum.\n\nIch habe mich im Übrigen sehr bemüht, deinen Kommentar bei Unklarheiten zu deinen Gunsten und ohne persönlichen Angriff oder Unterstellungen zu kommentieren. Auch verbiete ich niemanden seine Meinung -- sie sollte jedoch im öffentlichen Raum (und da bewegen wir uns hier) respektvoll geäußert werden. Dazu zählen auch solche Ausdrücke wie \"entartet\". Was ich bestimmt nicht erwähnen muss: der Begriff war vor nicht all zu langer Zeit sehr beliebt und ganz bestimmt nicht positiv besetzt.\n\nEs schließt sich übrigens nicht aus, dass es eine breite gesellschaftliche Akzeptanz für etwas gibt, man aber in gewissen Bereichen trotzdem dafür verurteilt wird. Das wir uns bei einem Spiel in einem internationalen Kontext bewegen macht das natürlich nicht einfacher. Da ist es nur natürlich, wenn man sich einen sicheren Hafen suchen möchte. Und so habe ich den gesamten Beitrag hier verstanden. Und das ist meines Erachtens nach weit davon entfernt _es überall zu kommunizieren_.\n\nNochmal:\nDas ist kein persönlicher Angriff auf dich oder deine Meinung. Ich respektiere die Meinungsfreiheit mit all ihren Möglichkeiten, Grenzen und Folgen. Ich mag es aber nicht, wenn jemand Menschen pauschalisiert und abkanzelt, insbesondere mit (meiner Meinung nach) abwertender Sprache. Das war mein Anstoss und darüber können wir (respektvoll!) gerne weiter diskutieren.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T21:43:21.792+0000","up_votes":1,"down_votes":1,"body":"> Ich habe mich im Übrigen sehr bemüht, deinen Kommentar bei Unklarheiten zu deinen Gunsten und ohne persönlichen Angriff oder Unterstellungen zu kommentieren.\n\nDu hast mir oben \"Beissreflex\" und somit Oberflächlichkeit und Polemik unterstellt. \n\n> Auch verbiete ich niemanden seine Meinung -- sie sollte jedoch im öffentlichen Raum (und da bewegen wir uns hier) respektvoll geäußert werden.\n\nIrgendwie schon:\n\"_das ist ein Spieleforum und kein Politikforum und damit nicht der Platz für eine solche Diskussion\n_\"\n\n> Dazu zählen auch solche Ausdrücke wie \"entartet\".\n\nDas bezieht sich auf die Gesellschaft unabhängig von der eigenen Sexualität. Oft sagt man dazu auch _dekadent_.\n\n> Das wir uns bei einem Spiel in einem internationalen Kontext bewegen macht das natürlich nicht einfacher.\n\nIn einem dt. Unterforum. Wie schon gesagt, finde ich dazu keinen vergleichbaren Thread von Heteros. Insofern schon widersprüchlich und fragwürdig.\n\n> Ich mag es aber nicht, wenn jemand Menschen pauschalisiert und abkanzelt, insbesondere mit (meiner Meinung nach) abwertender Sprache.\n\nDas habe ich auch nicht. Du mußt Dich auch nicht wieder als Opfer sehen. Respektlos hatte ich mich nicht geäußert.","replies":[{"id":"","poster":"Mirach","date":"2017-07-08T21:57:47.663+0000","up_votes":2,"down_votes":0,"body":"Ich glaube wir reden ein Stück weit aneinander vorbei. Das mit dem Spieleforum war auf den inhaltlich und vor allem biologischen Aspekt bezogen -- eine Diskussion, die ich wirklich schon häufig habe entgleisen sehen und deswegen vermeiden wollte. Daher der Fokus auf den Umgang untereinander -- und daher nun der folgende Hinweis.\n\n_Entartet_ ist heutzutage ein Begriff, der ganz schön einschlägt, nicht zuletzt wegen seiner übermäßigen Verwendung im dritten Reich. Das geht sogar so weit, dass er in der modernen Naturwissenschaft -- sofern möglich -- gerne vermieden wird. Selbst wenn der Gebrauch rein definitionsgemäß korrekt wäre.","replies":[{"id":"","poster":"tanthes","date":"2017-07-08T23:08:35.946+0000","up_votes":1,"down_votes":1,"body":"Vielleicht solltest Du mal verstehen, daß Deine Gefühle Dich auch trügen können und mitnichten den Tatsachen entsprechen. Ebenso ist das zunehmend unhöflich, trotz meiner Richtigstellung mir Dinge zu unterstellen, die ich einmal nicht behauptet habe und auch gar nicht so gemeint habe, was Du mir jedoch immer in den Mund zu legen versuchst. Wäre schön, wenn Du mal endlich davon absiehst und versuchst, sachlich zu bleiben.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nemô","date":"2017-07-08T13:04:50.962+0000","up_votes":1,"down_votes":1,"body":"eine frage habe ich, die idee ist  ja ganz gut aber bin ich jetzt eine ausgeschloßene weil ich ein weibchen bin ? das wäre ganz schön diskriminierend :(","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-08T13:52:26.137+0000","up_votes":2,"down_votes":0,"body":"Ich fände es sowieso cooler das ganze offener zu gestalten. Letzten Endes sollte es eine Option für jeden sein mit dem Fokus auf den Bereicht LGBTQ. Das Bilden einer Gemeinschaft wäre toll, sollte jedoch nicht durch Ausgrenzung anderer bestimmt werden.\nIch bin mir auch sicher, dass es derartige Gruppen schon gibt, wie es jedoch im deutschsprachigen Raum aussieht weiß ich leider nicht.","replies":[]}]},{"id":"","poster":"JG Stitch","date":"2017-07-08T09:57:18.323+0000","up_votes":2,"down_votes":0,"body":"Der ein oder andere hätte sich seinen Kommentar sparen können, da theoretisch absolut nichts fraglich ist, was hier versucht wird und ich bin mir sicher wir hatten schon schlimmeres hier im Forum.\nWie es nun tatsächlich vom TE angedacht ist, ist mir nicht ganz klar. Kommunikation lässt gerade in schriftlicher Form viel Freiraum für Interpretationen, die nicht den ursprünglichen Gedanken treffen. Sollte es wirklich lediglich zum \"flirten\" gedacht sein, so kann ich meinerseits nur sagen, dass ich keinerlei Interesse daran hätte.\nSollte hingegen das Ziel sein lediglich eine Spielerschaft von Gleichgesinnten zusammenzubringen, so würde ich dies auch unterstützen. \nUnd ja, wie ich das sehe gehört es in dieses Forum, da es eben für Kommunikation gedacht ist und auch dafür sorgen soll, dass Spieler zusammenfinden. Ich könnte genauso einen Thread erstellen, in dem ich einen ADC suche. Wäre das auch verwerflich?\nIch denke nicht, somit ist es gerechtfertigt, wenn man bestimmte Menschen sucht, nur sollte man klarstellen nicht grundelgend alle anderen abzulehnen, die dieses Kriterium nicht direkt erfüllen.\n\nAllerdings lieber TE, wenn du ernst genommen werden möchtest und bestimmte Kommentare nicht sehen möchtest, solltest du evtl über die Schreibweise des Titels und einige Formulierungen nochmal nachdenken.\n\nMfg Invidiance","replies":[{"id":"","poster":"Supporterino","date":"2017-07-08T11:53:30.115+0000","up_votes":1,"down_votes":0,"body":"Kann ich nur so wiedergeben wie du es gesagt hast. Das nächste mal werde ich mir mehr Gedanken über die Formulierung machen. Danke für das konstruktive Kommentar. :D","replies":[]}]},{"id":"","poster":"New Darkness","date":"2017-07-08T08:37:35.224+0000","up_votes":5,"down_votes":3,"body":"Ich verstehe zwar den Grundgedanken, glaube aber nicht das die Idee einer reinen Schwulengruppe in ein Spiele Forum gehört!\nDas hier ist keine Singlebörse und wenn ich das Mal so schreiben darf finde ich Deinen Ingame Namen mehr als fraglich.\nBitte vergiss nicht das League of Legend ab 12 Jahren freigegeben ist! Und bitte suche gleich gesinnte in entsprechenden Foren danke!\n\nPS: Ist nicht Böse gemeint","replies":[{"id":"","poster":"Supporterino","date":"2017-07-08T11:47:37.287+0000","up_votes":1,"down_votes":1,"body":"es ist keine singlebörse... es ist wsie geschrieben ein weg, gleichgesinnte zu treffen und sich übers spiel, sowie über privates auszutauschen. \nwenn du denkst dass ich einen offensive summonername habe, dann schalte doch bitte mal den fernseher an und guck dir die Durex werbung an ;)\naußerdem bin ich im richtigen Forum, denn hier werden LoL Spieler gesucht.","replies":[]}]},{"id":"","poster":"xRaìden","date":"2017-07-07T21:54:08.073+0000","up_votes":6,"down_votes":5,"body":"Das hat die Welt noch gebraucht. {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Predator Yámáto","date":"2017-07-08T19:32:13.426+0000","up_votes":1,"down_votes":0,"body":"Es ist ihr entscheidung du musst ja nicht mitmachen dich zwingt keiner aber vermutlich bist du nur 14-16jahr alt (silver-elo ist das )","replies":[]},{"id":"","poster":"Supporterino","date":"2017-07-07T22:46:38.427+0000","up_votes":2,"down_votes":3,"body":"Eifersüchtig? ;)","replies":[]},{"id":"","poster":"Folienkartoffel","date":"2017-07-08T09:41:05.384+0000","up_votes":1,"down_votes":0,"body":"Haha so wahr ^^","replies":[]}]},{"id":"","poster":"KéksRind","date":"2017-07-08T11:29:45.361+0000","up_votes":4,"down_votes":3,"body":"Total unnötig, als ob es irgendwen interessiert ob man mit einem jungen oder mädchen spielt, hetero oder schwul, oder ist es mitlerweile so, dass die schwulen besser spielen? Macht für mich keinen unterschied, und wie schon gesagt wurde,  ist das hier kein Singletreff verein sondern ein spiel, und sich so reinzusteigern, bisschen unnötig.. Und dann noch der wirkliche Sinn der Gruppe, den musst du mir auch nochmal erklären denn den versteh ich nicht, fragst du IG bevor die Runde startet erst, ob jemand Schwul ist, und wenn nicht leavst du dann oder was stimmt nicht mit dir..? Sowas braucht kein Mensch, mach bei Gutefragen.de nen beitrag oder geh zur Bild, und sag denen was du willst aber nicht in einem spiel ab 12...{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Supporterino","date":"2017-07-08T12:07:09.793+0000","up_votes":1,"down_votes":0,"body":"drei mal darfst du raten, wer sich mit 12 geoutet hat. Was soll dein Kommentar ausdrücken? Ich sehe keine Grund darin, sich die Mühe zu machen und so einen hohlen mist zu schreiben :D","replies":[{"id":"","poster":"Folienkartoffel","date":"2017-07-08T12:31:18.816+0000","up_votes":3,"down_votes":4,"body":"Es ist aber wahr. Gibt bestimmt irgendwelche Schwulenportale wo du dich ausleben kannst.\nSowas in LoL zu bringen ist einfach nur lächerlich.","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-08T12:51:45.466+0000","up_votes":1,"down_votes":0,"body":"Was heißt denn ausleben?\nZugegeben es ist ungünstig formuliert doch letzten Endes sucht er nur gleichgesinnte. Wo ist dabei das Problem? \nWenn ich nun nach Spielern im Silber Bereich suche würde ich doch genau das gleiche tun, wäre das etwa auch nicht erwünscht?","replies":[{"id":"","poster":"KéksRind","date":"2017-07-09T02:05:52.989+0000","up_votes":2,"down_votes":1,"body":"Mich juckt es doch garnicht , wenn er erfolg hat mit dem was er tut, glückwunsch, aber trotzdem was für \" gleichgesinnt\"  es ist doch völlig scheiß egal welche sexualität der spieler hat, wozu sucht er hier gleichgesinnte? Wenn 2 schwule miteinander spielen, sind sie dann besser weil die wissen dass sie jemand mit gleicher sexualität im team haben? Ich denke nicht. Macht es mehr spaß zu spielen, wenn man weiß dass jemand die gleiche sexualität hat wie ich? Denke ich ebenfalls nicht.\nWas bringt es einem, zu wissen, dass jemand die gleiche sexualität hat wie ich?  Ganz klar: garnichts. \n\nVerhält man sich anders weil jemand mit der selben sexualität im team ist? Nein denke ich nicht.\n\nAber hey,ich frag dann mal als aller erstes in der champion select ob die hetero sind, weil ich will ja mit\" gleichgesinnten\" spielen wenn jemand schwul ist näähh dann macht mir lol auch keinen spaß mehr.   #ironiedestages","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-09T05:23:20.435+0000","up_votes":1,"down_votes":0,"body":"Erst einmal wird es hier generell total überzogen. Es wurde nirgends erwähnt, nur weil er Leute sucht, die ein Merkmal miteinander teilen heißt es nicht, dass er mit sonst niemandem spielen möchte.\n\nSo zu der Sache, wie es ist, wenn zwei Schwule miteinander spielen ist deine Antwort auf alles grob gesagt \"ich denke nicht\".\nAlso zusammengefasst du bist der Meinung es macht keinen Unterschied. Durchaus möglich aber du darfst nicht außer acht lassen, dass du dies lediglich \"denkst\". Du bist nicht davon betroffen, also kannst du es nicht mit sicherheit sagen.\nAußerdem ist es nun einfach so, dass Menschen sich je nach Gemeinsamkeiten, die sie haben in den meisten Fällen in Gruppen zusammenfinden. Wir sind doch auch alle hier im Forum weil wir Lol spielen oder? Wir sind ebenfalls eine Gruppe (Gemeinschaft).\nDass diese sich nochmals in kleinere Aufspaltet ist vollkommen natürlich. Ranked Teams sind auch meist in einem ähnlichen Elobereich. Heißt doch nun auch nicht, dass keine Teams mehr gegründet werden dürfen?\nVor nicht all zu langer Zeit hat Riot das Club System eingeführt. Ich denke ich muss nicht groß erklären, was der Sinn dahinter war oder?\n\nIch bin auch in einem Club mit Freunden und somit teile ich auch mit diesen Menschen etwas, was der Grund ist wieso wir in dieser Gruppenzusammenstellung spielen.\n\nWenn man alle an den Haaren herbeigezogenen Argumente und Gewissensfragen mal ignoriert sucht der TE hier nur Leute, die etwas mit ihm gemeinsam haben.\nUnd das sollte kein Problem sein.\n\nPS. damit spreche ich zu einem bestimmten Teil nicht gezielt dich an, es ist auch an die Allgemeinheit gerichtet und soll nicht als persönlichen Angriff an dich dargestellt werden.","replies":[{"id":"","poster":"KéksRind","date":"2017-07-09T11:15:38.151+0000","up_votes":1,"down_votes":0,"body":"Das ist kein herbeigezogenes Argument;D und ja ich \"denke\" hmm oke mag sein dass ich falsch liege, aber dann soll mir doch bitte mal jemand erzählen dass jemand in dem Spiel besser abgeschnitten hat, weil jemand anderes in seinem Team die gleichen Interessen hatte, es geht in diesem Spiel doch nicht darum, welche interessen die Spieler haben, oder welche Sexualität,Geschlecht, oder sonst was, es geht um Spaß und bevor es jmd anderes sagt :\" vielleicht hat er ja mehr Spaß wenn gleichgesinnte in einem Team sind\" sorry aber ich hab noch nie von irgendwas gehört dass das Spielverhalten oder das generelle Verhalten InGame von den Interessen der Spieler beeinträchtigt wird ;D.\n\nIch verstehe einfach den Sinn an dieser Gruppe nicht, nur damit er mit Spielern spielen kann, die die gleichen Interessen und Vorlieben teilen? Was hat er davon? Hat er mehr Spaß dadurch (ich denke nicht) Ich habe schon verstanden was er will, aber denn wirklichen SINN den versteh ich nicht, und werd ich nie verstehen, zumal, ok er hat etwas worüber er mit den anderen reden kann, aber was nützt ihm das im Spiel? Ich kann jetzt auch eine Gruppe eröffnen und dort dürfen nur die Leute rein, die mit 6 Jahren Lego gespielt haben, weil ich es auch getan habe, aber was hab ich davon, im endefekt spielen wir ein game um zu gewinnen, und dabei Spaß zu haben, da wird das Spielverhalten nicht von Interessen beieinflusst, und ich bin in dem Spiel auch nicht besser, wenn ich weiß, dass ein Legospieler im Team ist, der mal ein Legohaus gebaut hat.","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-09T12:00:17.299+0000","up_votes":1,"down_votes":0,"body":"Wer sagt denn auch, dass es das Ziel ist dadurch besser zu sein?\nWenn man diverse Gemeinsamkeiten hat versteht man sich häufig auf einer bestimmten Ebene besser. Dies kann zu einer deutlich angenehmeren Atmosphäre beitragen, was ebenfalls mehr Spaß erbringen kann.\nIch könnte nun auch mit dir spielen und dennoch hätte ich mehr Spaß, wenn ich mit den Leuten spiele, die bei mir auch im Club sind. Hinzu kommt alleine schon das wir Lol spielen zu gemeinsamen Interessen gehört. Ich würde mich wundern, wenn du dich mit deinen Freunden gut verstehst, obwohl ihr ja eigentlich gar keine Eigenschaften oder Interessen habt, die euch verbinden.\nIch kann nicht ganz nachvollziehen, dass alles immer einen Sinn haben muss. Manche Dinge tragen auch nur zum Wohlbefinden einer Person bei. Und wie du ja schreibst es geht um den Spaß also ist das hier :\n_**\"hmm oke mag sein dass ich falsch liege, aber dann soll mir doch bitte mal jemand erzählen dass jemand in dem Spiel besser abgeschnitten hat, weil jemand anderes in seinem Team die gleichen Interessen hatte\"**_\ndoch absolut dämlich. Es geht nämlich nicht um das besser Abschneiden. Aber wenn man sich mit den Leuten in seinem Team gut fühlt spielt man besser, da bin ich mir absolut sicher.\n\nUnd wenn du so eine Gruppe gründen möchtest tu das. Ich wäre die letzte Person die etwas dagegen sagt. \nWenn du in etwas keinen Sinn siehst, oder etwas nicht verstehst, dann lass es doch einfach so sein, wie es ist, vielleicht sieht jemand anderes darin eben was.\n\nAußerdem hätte der TE nun geschrieben er sucht Leute im Bereich Silber für ein Team, wäre dies genauso fraglich? Muss immer alles hinterfragt werden? Was macht das hier nun zu etwas außergewöhnlichem?\nGenau, gar nichts.\nMan könnte einfach so etwas schreiben wie \"hm bräuchte ich nicht aber viel Erfolg\", wenn es einen nicht interessiert oder es einfach sein lassen, statt den Leuten die es interessiert die Laune daran zu nehmen.\n\nNach wie vor denken ist nicht wissen.","replies":[{"id":"","poster":"KéksRind","date":"2017-07-09T12:22:33.927+0000","up_votes":1,"down_votes":0,"body":"Natürlich muss alles hinterfragt werden? Du gehst ja auch nicht in eine pommesbude, dort gibt es das tagesangebot\" fleisch mit blablabla\" da willst du auch wissen was das genau ist,  was alles dabei ist, und kaufst nicht einfach drauf los, ohne zu wissen was es wirklich ist.\n\nOk wir haben eine gemeinsamme interesse, wir spielen LoL, oke wir 2 haben die selbe interesse, verstehen wir uns deshalb besser? \n\n\nWürdest du meiner Lego gruppe beitreten xD? nur ma so eine frage nebenbei xD","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-09T12:37:06.223+0000","up_votes":1,"down_votes":0,"body":"Gut da habe ich mich falsch ausgedrückt, du hast recht was das Hinterfragen angeht.\nDoch sehe ich keinen Grund darin etwas zu hinterfragen, dass auf ähnliche Weise nicht hinterfragt wird.\n Letzten Endes macht es doch nicht wirklich einen Unterschied ob der Thread nun \"Suche Spieler in Silber\" oder \"Suche schwule Spieler\" heißt. Das Prinzip bleibt immer das Gleiche.\nIch gebe auch einfach zu, dass ich absolut nicht verstehe, wieso es problematisch sein sollte, so wie einige hier absolut nicht verstehen, wieso es vollkommen unwichtig sein sollte, was nun gesucht wird.\n\nDu verallgemeinerst es zu stark. Meinen besten Freund habe ich beim Tischtennis kennengelernt, so haben uns gemeinsame Interessen zusammengebracht. Natürlich kann ich nicht sagen, dass es grundsätzlich immer funktioniert. Allerdings hätten wir nicht Lol als gemeinsame Interesse würden wir z.B nun nicht hier in Kontakt kommen. Das ist einfach teil eines Prozesses Menschen kennenzulernen. \nGehe ich auf ein Rockkonzert treffe ich höchstwahrscheinlich Leute, die den selben Musikgeschmack, wie ich haben.\n\nHm wahrscheinlich nicht, ich habe zwar damals mit Lego gespielt, aber nicht so gerne aufgebaut, das habe ich meist andere erledigen lassen. :D","replies":[{"id":"","poster":"KéksRind","date":"2017-07-09T13:16:25.801+0000","up_votes":1,"down_votes":0,"body":"Ach ist mir eigentlich egal, soll er machen den sinn verstehe ich trotzdem nicht und für mich bleibt es unnötig, aber wenns ihm gefällt soll er machen.#neinichgebenichtnachichbleibebeimeinermeinung\nhashtaglegoclanhashtag\n\nSchade, naja oke ich mag Lego auch nicht die tun immer so am Fuß weh.. lass uns lego burgen bauen! xD","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-09T13:33:19.987+0000","up_votes":1,"down_votes":0,"body":"Aber das ist ok Leben und leben lassen.\nZu sagen, dass er tun kann was er will ist ausreichend und zeugt gewisser Maßen von Reife, denn wie man sieht können es ganz viele doch nicht.\n\nSchade hätte mich darüber gefreut mal was vom Legoclub zu lesen.\n(Da fällt mir ein da gab es doch früher wirklich mal was gibt es den noch? xD)\nVielleicht findest du was besseres als Basis für einen Club ^^","replies":[{"id":"","poster":"KéksRind","date":"2017-07-09T14:22:15.612+0000","up_votes":1,"down_votes":0,"body":"Ich wollte ja nur den sinn verstehen aber er schreibt ja nichts:/ #habverkackt xd\n\n\nEs gibt dieses lego technik zeug aber naaja.. dann bleib ich halt bei playmobile :D","replies":[{"id":"","poster":"JG Stitch","date":"2017-07-09T15:13:24.673+0000","up_votes":1,"down_votes":0,"body":"Fand ich sowieso immer besser :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Yjuq","date":"2017-07-07T22:55:54.416+0000","up_votes":2,"down_votes":2,"body":"Well, ich bin zwar nicht schwul. Aber immer gerne für Games zu haben. Zudem flirte ich auch gerne, unabhängig vom Geschlecht. Es ist eher der Flirt der mir spaß macht als irgend eine sexuelle Neigung. Kann ich beitreten? :)","replies":[{"id":"","poster":"Supporterino","date":"2017-07-07T23:06:32.918+0000","up_votes":2,"down_votes":2,"body":"theoretisch schon, wenn du aber andere belästigst, musst du uns leider verlassen.","replies":[{"id":"","poster":"Yjuq","date":"2017-07-07T23:30:31.404+0000","up_votes":2,"down_votes":1,"body":"Klar, ist das nicht eher selbstverständlich?","replies":[]}]}]},{"id":"","poster":"RageOfTheStorm","date":"2017-11-19T18:03:27.793+0000","up_votes":1,"down_votes":0,"body":"Ich wäre dabei, falls noch interesse besteht {{sticker:sg-ezreal}} \n\nadd : RageOfTheStorm","replies":[]},{"id":"","poster":"rammsteinsgate","date":"2017-07-27T18:46:32.015+0000","up_votes":1,"down_votes":0,"body":"eingeloggt um upzuvoten, kann euch aber leider nicht beitreten","replies":[]},{"id":"","poster":"ayame59","date":"2017-07-11T12:33:36.469+0000","up_votes":1,"down_votes":0,"body":"Genau, und wenn ich ne gruppe erstelle die nur für Heteros ist werde ich direkt bestraft...","replies":[]},{"id":"","poster":"Tımm","date":"2017-07-08T20:23:41.054+0000","up_votes":1,"down_votes":0,"body":"Nur schwule? Sexismus is all i can say!","replies":[]},{"id":"","poster":"Pain Hail","date":"2017-07-08T20:05:18.380+0000","up_votes":1,"down_votes":0,"body":"Dein Post liest sich etwas schlampig. Dein Titel zeugt nicht davon, das du wirklich das ganze ernst meinst, wirkt zumindest so auf mich. Der Text mag kurz und knapp sein, dennoch wirkt er so, als würdest du dich von anderen abgrenzen wollen und was besonderes sein möchtest.\nZur der Idee, joar, die finde ich ganz nett.\nUnd ich denke, viele haben kein Problem mit deiner Idee sondern mit der Formulierung wie du deinen Text verfasst hast. \nVon mir aus kriegst du nur ein: Viel Erfolg mit deiner Idee, habe ich bis jetzt noch nicht gesehen.\n\nAn die anderen Leute.\nWir leben nicht in der Steinzeit. Wir leben in einer Zeit da wo es möglich sein sollte alles und jeden zu kritisieren, positiv wie negativ. Man sollte nur drauf achten, wie man seine Beiträge formuliert ohne gleich abwertend zu wirken. ^^","replies":[]},{"id":"","poster":"CoinfIipBotlane","date":"2017-07-08T19:36:05.954+0000","up_votes":1,"down_votes":0,"body":"DansGame","replies":[]},{"id":"","poster":"Killerkante","date":"2017-07-08T15:28:52.564+0000","up_votes":1,"down_votes":0,"body":"Das ist im Grunde genau das selbe, als würden manche Leute explizit nach weiblichen Spielerinnen suchen. Nur in bunt.\n\nNaja, auch wenn mich diese Singlebörsen kacke abgrundtief nervt, kann ich deine Intention ein wenig nachvollziehen.","replies":[]},{"id":"","poster":"stewie007","date":"2017-07-08T15:27:33.244+0000","up_votes":1,"down_votes":0,"body":"habe jetzt hier nicht alle Kommentare gelesen, aber falls ihr/du es noch nicht wisst. Es gibt auch ein Sub Reddit von/für euch.\nwww.reddit.com/r/LoLGaymers/\n\nZähle mich selber nicht zu euch, wünsche euch aber trotzdem viel erfolg!\n\nGruß","replies":[]},{"id":"","poster":"SiQ Laila","date":"2017-07-08T15:26:19.326+0000","up_votes":1,"down_votes":0,"body":"Um den negativen und sarkastischen Kommentaren entgegen zu wirken, möchte ich hier ein wenig positive Energie da lassen und wünsche dir, dass du ein paar nette Spieler findest. \nIch bin zwar weiblich, aber ich kenne das Bedürfnis, gleichgesinnte Menschen um mich zu haben. Sei es nun die sexuelle Ausrichtung oder das Alter. Denn ein 14jähriger mag nett sein, aber über meine Sorgen aus dem \"Erwachsenen-Leben\" kann mich mit ihm nicht austauschen. Und ich denke, das lässt sich auch auf deine Suche übertragen. \nViel Erfolg :3","replies":[]},{"id":"","poster":"P2k Brutos","date":"2017-07-08T05:32:24.859+0000","up_votes":2,"down_votes":2,"body":"Hallo ich würde dich gerne unterstützen dabei mit Teamspeak Homepage und so weiter was dazugehört wenn du Interesse hast meld dich bei mir ich bin heute den ganzen tag On \n\nName P2k Brutos\n\nTS data : Prime2k.de","replies":[]},{"id":"","poster":"Squidwards House","date":"2017-07-08T03:19:43.519+0000","up_votes":2,"down_votes":2,"body":"zählt es auch wenn man eine erfahrung mit jungs gemacht hat und sich nicht ganz sicher ist wie man diese fand?\nwenn ja dann würde ich gerne beitreten!","replies":[]},{"id":"","poster":"Arinakeran","date":"2017-07-07T20:25:57.532+0000","up_votes":2,"down_votes":2,"body":"Ich wäre dabei :3","replies":[]}]}