{"id":"WBbPKwEW","poster":"Bote des Chaos","date":"2017-07-07T16:37:50.846+0000","title":"Kein Reconecten möglich?!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey Leute, ich habe gerade ein Spiel gespielt, und hatte einfach so einen DC, ohne dass ich w&uuml;sste warum. beim Versuch wieder zu verbinden, wurde mir eine Fehlermeldung angezeigt, dass die Serververbindung nicht m&ouml;glich w&auml;re. Als ich dann den Client neu gestartet habe, stand dann da &quot;Game in Progress&quot; aner es gab keinen Knopf zum Reconect. Das ging auch erst weg, als ich den PC neugestartet habe und w&auml;rendessen mein Team aufgegeben hat... da ich zu dem zeitpunkt 0/2 (vlt 0/3 da ich ja dank DC gestorben sein k&ouml;nnte) hat mich mein Team 100%ig reportet....\r\nWie kommt es zu so einem Spielfehler und wie kann man das vermeiden?","replies":[{"id":"","poster":"Gin","date":"2017-07-08T12:15:40.246+0000","up_votes":1,"down_votes":0,"body":"Wenn du einen Disconnect hattest, lag das daran dass die Verbindung zum Spiel unterbrochen wurde - sollte soweit relativ selbsterklärend sein.\n\nWenn das Problem bisher nur einmalig aufgetaucht ist kann es einfach nur eine Störung gewesen sein. Sollte das dir in Zukunft noch öfter passieren, und/oder regelmäßig auftreten, würde ich dir raten:\n\n* Alle Anwendungen im Hintergrund zu schließen die Internet ziehen könnten. (Steam, Skype, Chrome etc.)\n* Und falls du über WLAN verbunden bist, würde ich dir raten ein LAN-Kabel zu verwenden.\n\nWenn das Problem regelmäßig auftritt, kannst du einen Tracert erstellen über den ich versuchen kann herauszufinden wo die Ursache liegt:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html \n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> \n> Trace Interval: 1 second\n> Focus Time: all\n> Target Name: 185.40.65.1\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> \n> Edit -> Copy as Text\n> Geht nach [Pastebin.com](http://pastebin.com/)\n> Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\nIch würde dir außerdem in Zukunft raten dass du, anstatt deinen PC neuzustarten, einfach alle Instanzen von League of Legends mit dem Taskmanager schließt.","replies":[]}]}