{"id":"yy3su8ju","poster":"ΑοΚι","date":"2017-07-06T20:10:21.710+0000","title":"Abgabe des Platzes an den Verlierer des Gruppenfinales möglich?","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nhiermit h&auml;tte ich die Frage im Interesse meines Teams, ob es m&ouml;glich ist unseren Platz im Turnier abzugeben an das Team, dass in der letzten Runde gegen uns verloren hat im Gruppenfinale. Falls dies m&ouml;glich ist treten wir mit Freuden zur&uuml;ck und &uuml;berlassen den anderen die M&ouml;glichkeit fortzusetzen.\r\nIm Falle das dies nicht m&ouml;glich ist k&uuml;ndigen wir hiermit an, dass wir offiziell zur&uuml;cktreten und an unserem n&auml;chsten Spiel am Samstag nicht antreten werden.  (Wir hoffen das unsere &quot;Gegner&quot; schnellstm&ouml;glich aus dem Turnier fliegen auch wenn es sich nicht geh&ouml;rt so etwas zu sagen, jedoch ist ihre Einstellung einfach nur l&auml;cherlich)\r\n\r\n\r\n&Uuml;ber eine R&uuml;ckmeldung bez&uuml;glich unseres Anliegens w&uuml;rden wir uns freuen.","replies":[{"id":"","poster":"Elthision","date":"2017-07-06T21:26:13.067+0000","up_votes":1,"down_votes":0,"body":"Hey,\nLeider ist es für uns nicht mehr möglich, die Teams des Finalbrackets zu ändern. Entsprechend können wir nicht nachträglich euren Platz an das andere Team weitergeben. Falls ihr nicht antretet, so wird es wohl ein Noshow geben und eure Gegner wären somit für die nächste Runde qualifiziert.\nmfg Elthision","replies":[{"id":"","poster":"ΑοΚι","date":"2017-07-07T10:28:27.632+0000","up_votes":1,"down_votes":0,"body":"Dann könnt ihr es schonmal so eintragen. Wir können an unserem gegebenen Termin nicht erscheinen.","replies":[{"id":"","poster":"Elthision","date":"2017-07-07T10:48:22.171+0000","up_votes":1,"down_votes":0,"body":"Ich habe das Resultat bei der Schlacht um Runeterra eingetragen.\nIch vermute aber, dass ihr am Games Summit Qualifier teilnehmen werdet?\nmfg Elthision","replies":[{"id":"","poster":"ΑοΚι","date":"2017-07-07T13:53:46.022+0000","up_votes":1,"down_votes":0,"body":"Wir wollten teilnehmen aber es ist noch ungewiss ob wir mitmachen werden. Es hängt einzig und allein davon ab ob unsere Gegner dort kooperativer sind als unsere Gegner bei der Schlacht um Runeterra. (Nicht jeder hat es nötig sich irgendwelche Gründe auszudenken warum nur der eine Termin klappt und kein anderer. Was auch vollkommen absurd ist wenn man sogar sieht das die Leute online sind und zusammen spielen -.-\")","replies":[{"id":"","poster":"Cunctor","date":"2017-07-07T13:56:57.713+0000","up_votes":1,"down_votes":0,"body":"Da beim Game Summit Qualifier am Samstag [drei Runden geplant](https://battlegrounds.leagueoflegends.com/PnGGT34EAnxpZ6chdL52N2eQ/brackets/de/476#schedule) sind, weiß ich nicht, welche Art der Kooperation ihr euch erhofft. Aber viel Glück!\n\nLG\nCunctor","replies":[]}]}]}]}]}]}