{"id":"Rczdbbrg","poster":"PlsPickTankSupp","date":"2020-03-05T15:37:57.587+0000","title":"Eternal Anzeige bei Tod ist zu Toxic","subforum":"Champions & Gameplay","up_votes":22,"down_votes":4,"body":"Hey,\r\n\r\nalso die Eternals sind draussen! Schön und gut... (ob es Sinn macht, dass man sich diese extra mit RP kaufen muss wage ich zu bezweifeln)\r\n\r\nWas allerdings ins Auge sticht. Sind die Anzeigen ingame. Neben dem normalen Death-Recap bekommt man noch einmal unter die Nase gerieben wer dich getötet hat und welche schwachsinnigen Errungenschaften er (oder sie) schon mit dem aktuellen Champion gemacht hat.\r\n\r\nRiot arbeitet verstärkt daran gegen Spieler mit Toxischem Verhalten vorzugehen und diese konstanter zu erkennen und zu bestrafen, jedoch wird andersrum etwas eingefügt dass die Laune im Spiel extrem Runter zieht.\r\nJa die Eternals sind dazu da, anderen Spielern seine eigenen Fortschritte unter die Nase zu reiben. Aber sorgt doch bitte dafür, dass die Leute die es nicht sehen wollen, dieses auch abschalten können.\r\nEin einfacher Menüpunkt mit Checkbox würde ausreichen mit der diese Anzeige für das eigene Spiel deaktiviert wird.\r\nIch möchte nicht nach jedem Tod noch einmal eine extra Anzeige vorgehalten bekommen...\r\n\r\nWie seht ihr das?\r\n\r\nLG\r\nDominic{{summoner:4}} {{summoner:7}}","replies":[{"id":"","poster":"Epic Melons","date":"2020-03-05T17:02:54.385+0000","up_votes":8,"down_votes":1,"body":"Schlauer weise schaltet Riot demnächst einfach das Forum ab, dann müssen sie auch keine Kritik mehr an ihrem Spiel lesen {{sticker:sg-ahri-2}} \n\nIch finde manche erwarten hier einfach viel zu viel, von einer kleinen Indie-Firma die erst seit 10 Jahren am Markt ist. {{sticker:poppy-wink}}","replies":[{"id":"","poster":"PlsPickTankSupp","date":"2020-03-05T17:15:58.967+0000","up_votes":1,"down_votes":2,"body":"\"Eine kleine Indiefirma\" das ist Riot schon gaaaaanz Lange nicht mehr.","replies":[{"id":"","poster":"Veezey","date":"2020-03-05T18:50:57.166+0000","up_votes":4,"down_votes":0,"body":"Das war ja auch nur ein Witz","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-06T06:36:37.466+0000","up_votes":2,"down_votes":2,"body":"Auch wir möchten hier einmal die Hand austrecken (:\n\nhttp://league-forum.de\nhttp://league-forum.com\nhttp://league-forum.net\nhttp://league-board.de\nhttp://league-board.com\nhttp://league-board.net\n\nÜber ein Vorbeischauen, Wünsche, Anregungen würden wir uns sehr freuen und fiebern dem Start der Platform im Deutschen, als auch Englischen Bereich entgegen (:","replies":[{"id":"","poster":"Veezey","date":"2020-03-06T13:23:25.187+0000","up_votes":1,"down_votes":0,"body":"Ihhh geh weg mit deinen schleimigen Tentakeln :D","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-06T14:00:29.672+0000","up_votes":1,"down_votes":1,"body":"Was für Tentakeln?\nIst das etwa dein Fetisch?","replies":[{"id":"","poster":"Veezey","date":"2020-03-06T14:17:16.559+0000","up_votes":2,"down_votes":0,"body":"Du wolltest nur eine Hand ausstrecken aber postest 7 Links. Also gehen davon aus, dass du ein Oktopus bist","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-06T14:26:44.272+0000","up_votes":1,"down_votes":1,"body":"Auf sowas wäre niemand gekommen. :D","replies":[{"id":"","poster":"Veezey","date":"2020-03-06T15:23:30.462+0000","up_votes":1,"down_votes":0,"body":"Also bin ich niemand? :o","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-06T15:34:19.821+0000","up_votes":1,"down_votes":1,"body":"Du bist ein ganz besonderes Mädchen. \n*Keks geben*","replies":[{"id":"","poster":"Veezey","date":"2020-03-06T19:06:35.109+0000","up_votes":1,"down_votes":0,"body":"Wenn du meinst","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Epic Melons","date":"2020-03-05T19:58:34.708+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PlsPickTankSupp,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=00040000,timestamp=2020-03-05T17:15:58.967+0000)\n>\n> \"Eine kleine Indiefirma\" das ist Riot schon gaaaaanz Lange nicht mehr.\n\nWar auch als Witz gemeint.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:41:38.526+0000","up_votes":3,"down_votes":1,"body":"Glaub wirklich das sie nur wegen der Kritik das Forum schließen. Damit man wenn man lol Google nicht direkt negative posts angezeigt bekommen...","replies":[]}]},{"id":"","poster":"Æeras","date":"2020-03-06T07:59:03.584+0000","up_votes":2,"down_votes":0,"body":"Falls man es nicht abschalten kann einfach als Motivation sehen, den Enemy zu zeigen wo seine Grenzen sind. So wie bei einem Game gestern wo ich dabei war. Da hat der Toplaner von uns nach 10 Minuten wo er 3/0 stand geschrieben. \"I expected more from an eternal ;)\".... Gegner = tilt. Leute die einen auf BM machen, tilten auch schnell insofern *.*. Nutzt das... Und jetzt könnt ihr die Leute sogar noch erkennen. Ich als Jungle werde das nutzen. Wenn ich das bei nen Playmaker Champ sehe weiß ich genau das ich den campe bis er aus dem Game tiltet.","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-06T08:50:32.173+0000","up_votes":2,"down_votes":0,"body":"Danke, genau das.\nEs ist im Prinzip nichts anderes als M7.\nVor Eternals hat man dann halt gespammt \"Expected more from M7\" oder \"And you have 500k masteries? LOL\".\n\nWeiß gar nicht warum so ne Welle drum gemacht wird.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-06T09:53:33.882+0000","up_votes":2,"down_votes":2,"body":"> Weiß gar nicht warum so ne Welle drum gemacht wird.\n\nWeil die Eternals einfach sinnloser Müll sind und ich IG davon einfach nix sehen möchte. Ich nutze nicht mal das Masterysystem - bei mir bleiben die Champs auf Lvl. 5 :)","replies":[{"id":"","poster":"Cenâreth","date":"2020-03-06T14:54:02.575+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=001000000000,timestamp=2020-03-06T09:53:33.882+0000)\n>\n> Weil die Eternals einfach sinnloser Müll sind und ich IG davon einfach nix sehen möchte. Ich nutze nicht mal das Masterysystem - bei mir bleiben die Champs auf Lvl. 5 :)\n\nDann schalts doch ingame aus, was jammerst du hier dann noch herum? Gott sei dank wird dass Forum heruntergefahren, damit man solche Leute wie dich nicht lesen muss.","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T15:03:05.623+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Cenâreth,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0010000000000002,timestamp=2020-03-06T14:54:02.575+0000)\n>\n> Dann schalts doch ingame aus, was jammerst du hier dann noch herum? Gott sei dank wird dass Forum heruntergefahren, damit man solche Leute wie dich nicht lesen muss.\n\nIst nicht eigentlich der Topic, dass man es eben nicht ausschalten kann?","replies":[]},{"id":"","poster":"G2 Slippi","date":"2020-03-06T23:26:42.490+0000","up_votes":2,"down_votes":0,"body":"Hab ich, aber sie werden trotzdem angezeigt","replies":[]}]},{"id":"","poster":"Æeras","date":"2020-03-06T10:28:26.316+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=001000000000,timestamp=2020-03-06T09:53:33.882+0000)\n>\n> Weil die Eternals einfach sinnloser Müll sind und ich IG davon einfach nix sehen möchte. Ich nutze nicht mal das Masterysystem - bei mir bleiben die Champs auf Lvl. 5 :)\n\nDas ist auch dein gutes Recht. Aber dann lass die anderen doch auch Ihre Freiheiten ausleben. Vielleicht möchte ein anderer aber das es auch einen Sinn hat es zu holen, weil es andere sehen. Denk mal an die Menschen die im RL vielleicht nicht so viel haben um sich mal abzuheben und dann wenigstens bei Ihrem Hobby zeigen wollen was sie können ;). Jedes Individuum hinter einem Rechner möchte einfach nur so akzeptiert werden wie er/sie ist. Das flamen kommt im Grunde nur auf wenn Leute unzufrieden sind und dafür werden diese Menschen auch in der Regel bestraft. Das Eternal Zeug hab ich ja gestern selber gegen mich gesehen ist so irrelevant für mich. Aber wenn es den Gegenüber freut find ich das gut, solange er dabei chillig drauf ist.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-06T23:26:00.812+0000","up_votes":2,"down_votes":0,"body":"Natürlich, aber dann möchte ich auch das Recht haben, die Eternals ausschalten zu können, so dass ich von denen gar nichts sehe.\nIch weiß, dass es die Funktion gibt, die wende ich auch an, aber es funktioniert nicht. Ich sehe sie trotzdem und man kann sie nicht mal aus dem Bild schieben. Das ist das, was mich so triggert","replies":[]}]},{"id":"","poster":"The Pykeopath","date":"2020-03-06T10:28:19.326+0000","up_votes":1,"down_votes":0,"body":"Ja, das ist schön für dich. Andere nutzen aber das Mastery-System und wollen das gerne zur schau Stellen.\n\nAndere wiederrum kaufen keine Skins und würden die gerne auch abschalten um alle als Standardskins sehen zu können.","replies":[]}]},{"id":"","poster":"Æeras","date":"2020-03-06T10:25:02.353+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=00100000,timestamp=2020-03-06T08:50:32.173+0000)\n>\n> Danke, genau das.\n> Es ist im Prinzip nichts anderes als M7.\n> Vor Eternals hat man dann halt gespammt \"Expected more from M7\" oder \"And you have 500k masteries? LOL\".\n> \n> Weiß gar nicht warum so ne Welle drum gemacht wird.\n\nEben :). Versteh auch nicht warum Leute da so ne Welle drum machen. PS. an die hater von CG, Yasuo Mains sind nicht alle gleich, weil immer auf Yasuo Mains so abgeflamed wird. Gibt da genauso gut nette Leute. Muss da mal ne Lanze brechen, weil es einfach anpisst diese Vorverurteilung. Yasuo = Flamer, Janna = netter Spieler oder wie? Kann nur den Kopf schütteln. Selbst die Leute die Eternal Zeugs haben. Vielleicht finden die es einfach schön Ihre Erfolge protokolliert zu haben? Kann man nicht einmal dran denken das nicht jeder die Intention hat zu flamen oder überheblich zu sein? :/","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-06T10:38:41.715+0000","up_votes":3,"down_votes":0,"body":"VERLIEBT.\n\nNaja, das Yasuo-geflame bin ich gewohnt, sowohl hier im Forum als auch Ingame.\nMan muss einfach damit rechnen, dass der Jungler dich in jedem Fall gankt oder sogar babysitted, einfach weil man Yasuo ist.\nOb du die lane verlierst oder nicht, du wirst gegankt und musst dich eben darauf einstellen. Sogar damit hab ich mich mittlerweile abgefunden ^^.\nSpielst du gut verliert keiner ein Wort über dich. Da gibts kein \"wp\" oder \"gj\". Spielst du aber mal schlecht kommen gleich die ganzen \"classic Yasuomain LUL\" Kommentare.\nIch bin mittlerweile extrem schnell im muten, ist ja wenigstens ein Vorteil den ich mir daraus ziehen konnte :D.\nVorurteile gibts halt über jede Rolle und viele Champions.\nAdc's sind meiner Erfahrung nach extrem Toxic und geben schnell auf. Heißt das jetzt, dass jeder ADC so ist? Nein, natürlich nicht.","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T11:17:17.509+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0010000000010000,timestamp=2020-03-06T10:38:41.715+0000)\n>\n> VERLIEBT.\n> \n> Naja, das Yasuo-geflame bin ich gewohnt, sowohl hier im Forum als auch Ingame.\n> Man muss einfach damit rechnen, dass der Jungler dich in jedem Fall gankt oder sogar babysitted, einfach weil man Yasuo ist.\n> Ob du die lane verlierst oder nicht, du wirst gegankt und musst dich eben darauf einstellen. Sogar damit hab ich mich mittlerweile abgefunden ^^.\n> Spielst du gut verliert keiner ein Wort über dich. Da gibts kein \"wp\" oder \"gj\". Spielst du aber mal schlecht kommen gleich die ganzen \"classic Yasuomain LUL\" Kommentare.\n> Ich bin mittlerweile extrem schnell im muten, ist ja wenigstens ein Vorteil den ich mir daraus ziehen konnte :D.\n> Vorurteile gibts halt über jede Rolle und viele Champions.\n> Adc's sind meiner Erfahrung nach extrem Toxic und geben schnell auf. Heißt das jetzt, dass jeder ADC so ist? Nein, natürlich nicht.\n\n&lt;3\n\nEs ist aber trotzdem nichts anderes und ich weiß andere werden sagen zu krasses Beispiel, wie eine Vorverurteilung von Ausländern mit arabischen Bartstyle = Terrorist, Deutscher mit Skinhead = gleich Nazi. Diese Leute die sich einfach ein Feindbild ausmalen in dem Spiel sind zu 90% in der realität nicht anders. Was genauso schlimm ist wie ein Flamer.\nYas ist einfach ein Feindbild in der Community und wird nicht mehr als Champ sondern als Charakter des Spielers gesehen was unfassbar traurig ist.\nJa das ist genau das Problem was ich als JGL auch habe. Ich werde oft wie ein Hund behandelt der nicht gut dressiert ist weil ich nicht auf jeden PERMA HELP ping oder so höre. Und nicht angedackelt komme, weil eine Lane meint ich habe das aber zutun. Zumal oft Lanes sich selber in Probleme bringen, perma push ohne Vision, All ins gegen counterpicks etc.","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-06T11:59:44.735+0000","up_votes":1,"down_votes":0,"body":"> Yas ist einfach ein Feindbild in der Community und wird nicht mehr als Champ sondern als Charakter des Spielers gesehen was unfassbar traurig ist.\n\nTraurig ist auch das der Yasuo-Hass soweit geht, dass Riot nicht mal einen Buff für ihn implementieren kann. Vor den Worlds wurde uns ein buff versprochen und dann einfach nicht durchgeführt. Ich will mir gar nicht ausmalen wie das Forum explodiert wäre.\nDer wird wahrscheinlich einfach für immer so bleiben, oder gereworked werden. Nerf können die nicht bringen, der hat ja schon ne negative Winrate und beim Buff würde sich 80% der Community beschweren ^^.\n\n>  Ich werde oft wie ein Hund behandelt der nicht gut dressiert ist weil ich nicht auf jeden PERMA HELP ping oder so höre.\n\nEin weiterer Punkt der so ein großes Problem ist, gerade in low elo.\nDie einzelnen Rollen können teilweise nicht nachvollziehen, warum die andere Rolle gerade xy macht, nicht hilft oder sonst was.\nSeit ich das verstanden habe sehe ich viele Dinge einfach komplett anders und nehme die Leute dann auch in Schutz wenn sie grundlos geflamed werden.\n\nWenn ich keine mid prio habe und mein Jungler scuttle contested, gleichzeitig sieht dass der enemy jungle auch dort ist und mein midlaner hinläuft und ich das pinge bin ich trotzdem der Arsch. Da kannste noch so sehr versuchen zu erklären, für die hast du geschlafen oder trollst.\nAndersrum genau so. Leute sterben durchgehend durch ganks weil sie keine Vision haben und durchgehend pushen und beschweren sich dann, dass sie keine ganks bekommen.\nIch spiele auch gerne Pyke mid, also bin ich quasi mehr oder weniger zweiter Jungler und es geht mir so auf die nerven wenn ich nicht roamen kann, weil permanent alles gepusht ist ohne vision. Da kannste noch so viel pingen und schreiben. Du bist useless weil du nicht r drücken kannst und im lategame bist du non-existent.\n\nIch glaube Jungle ist nicht umsonst wenig bespielt. Die Rolle ist nicht so leicht wie viele glauben und du bist fast in jedem Spiel der Sandsack an dem sich die Leute austoben können.\n\nAußer natürlich du hast einen Yasuo im team, dann ist der der Sandsack :D","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-03-06T09:50:32.988+0000","up_votes":3,"down_votes":2,"body":"Ja und wenn man jemanden im Team hat, der die Eternals hat und man bekommt statt ihm den Lasthit auf den Gegner wird man einfach weggeflamed - ganz große Klasse, Riot!","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T10:22:02.876+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=00100001,timestamp=2020-03-06T09:50:32.988+0000)\n>\n> Ja und wenn man jemanden im Team hat, der die Eternals hat und man bekommt statt ihm den Lasthit auf den Gegner wird man einfach weggeflamed - ganz große Klasse, Riot!\n\nÄhm, willst du mir sagen das war vorher anders? Meinst du der bsp. Riven Main der Toxic ist und sich als Challenger sieht in Platin + wird dich nicht flamen wenn er das Eternal ding nicht hätte? Oder wenn du es ausschalten kannst? Diese Spieler gehen davon aus > Kills auf mir OP i will carry the game > Kills auf meinen Mates RIP we lost cause u trash. Das Eternal System ÄNDERT NICHTS daran. Die Mentalität der Leute ist entscheidend.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-06T10:25:55.210+0000","up_votes":3,"down_votes":3,"body":"Nein, ich will damit sagen, dass die Eternals sinnloser Müll sind, die das ganze nochmal fördern ;)","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T10:29:17.957+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0010000100000000,timestamp=2020-03-06T10:25:55.210+0000)\n>\n> Nein, ich will damit sagen, dass die Eternals sinnloser Müll sind, die das ganze nochmal fördern ;)\n\nDu bringst nicht ein Argument warum die Müll sind außer deine Abneigung gegen solche Systeme. Klar du sagst die fördern flame etc. aber das tun sie nicht. Es sind einfach gimmicks.  Wenn du es einfach scheiße finden willst tu das, aber dann bring es nicht so rüber als wenn es einen Grund gibt warum es allgemein scheiße ist. Ich habe erklärt warum die sowas nicht fördern. Es geht da immer um den Menschen. Die ändern sich nicht durch ne Stats anzeige. Die sind vorher schon genauso. Im Grunde kannst du froh sein, wenn es sich bestätigt das dies sowas fördert. Dann gibt es demnäcsht viele Bans.","replies":[]}]}]}]}]},{"id":"","poster":"Crow911","date":"2020-03-05T16:18:35.780+0000","up_votes":5,"down_votes":1,"body":"Sehe ich genauso, der eternal kack ist eröffnet.\nHoffentlich gibt es bald eine funktion den unsinn auszustellen","replies":[{"id":"","poster":"Die MS Schur","date":"2020-03-05T16:39:22.218+0000","up_votes":5,"down_votes":1,"body":"Man kann die Eternals bereits abschalten.\n\nInterface->eternal milestone display ->off","replies":[{"id":"","poster":"Crow911","date":"2020-03-05T16:40:33.779+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Die MS Schur,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=00010000,timestamp=2020-03-05T16:39:22.218+0000)\n>\n> Man kann die Eternals bereits abschalten.\n> \n> Interface->eternal milestone display ->off\n\nAh ok, vielen dank :)","replies":[{"id":"","poster":"Never1tricksmbdy","date":"2020-03-05T18:55:20.535+0000","up_votes":4,"down_votes":1,"body":"Man kann nur die Nachricht ausschalten, falls ein neuer Meilenstein erreicht wurde. Die penetrante Einblendung nach einem Tod bleibt aber weiterhin bestehen","replies":[]}]},{"id":"","poster":"PlsPickTankSupp","date":"2020-03-05T17:14:59.537+0000","up_votes":1,"down_votes":1,"body":"Hab ich gesehen allerdings funktioniert es leider nicht. Und ich denke dass ist für die eigenen Milestones","replies":[]}]}]},{"id":"","poster":"inf4act","date":"2020-03-06T12:35:17.884+0000","up_votes":3,"down_votes":0,"body":"Dito!\ndas triggert mich nochmal richtig. Null Information, einfach ein Element, das den Spieler zuspammt... Da gibt man sich so Mühe mit dem neuen Death Recap und dann kommt darunter so ein Ramsch.","replies":[]},{"id":"","poster":"YΩsuo","date":"2020-03-05T22:35:07.075+0000","up_votes":2,"down_votes":3,"body":"***","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:35:37.120+0000","up_votes":4,"down_votes":2,"body":"Klar das das einen mit dem Namen gefällt für sowas wie dich wurde das gemacht :D \nRiot kennt halt seine Kunden","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2020-03-05T20:18:28.276+0000","up_votes":2,"down_votes":0,"body":"Was macht man eigentlich, wenn das Forum nicht mehr ist? Die ganze Kritik mittels Supportticket mitteilen?","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T13:33:50.144+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XenesisCH,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0009,timestamp=2020-03-05T20:18:28.276+0000)\n>\n> Was macht man eigentlich, wenn das Forum nicht mehr ist? Die ganze Kritik mittels Supportticket mitteilen?\n\nVermutlich wird man dann auf Reddit verwiesen.\nDort wird der Kritik-Beitrag dann von der Moderation innerhalb 5 Minuten gelöscht.","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-06T13:50:11.259+0000","up_votes":2,"down_votes":0,"body":"Ich mag den zynischen Unterton in deiner Aussage ^^","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T14:16:36.938+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XenesisCH,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=000900020000,timestamp=2020-03-06T13:50:11.259+0000)\n>\n> Ich mag den zynischen Unterton in deiner Aussage ^^\n\nIch wünschte, meine Aussage wäre zynisch.","replies":[]}]}]},{"id":"","poster":"The Pykeopath","date":"2020-03-06T08:44:55.853+0000","up_votes":1,"down_votes":0,"body":"Dann gibts ja noch http://league-board.com :-).","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-06T13:48:03.689+0000","up_votes":1,"down_votes":0,"body":"Bin schon auf einem anderen angemeldet, das wird wahrscheinlich reichen. Die Forenbereiche in welchen ich aktiv war, werden sowieso in Zukunft nicht mehr viel selbe Relevanz in den Community Foren haben.","replies":[]}]},{"id":"","poster":"flinxxx","date":"2020-03-05T20:21:44.429+0000","up_votes":1,"down_votes":0,"body":"^^^  ... das schalten sie dann auch ab ...","replies":[]}]},{"id":"","poster":"Westcoast38","date":"2020-03-06T10:43:43.846+0000","up_votes":1,"down_votes":0,"body":"Naja wenns um das triggern und tilten geht hatte Riot seine Geschütze schon längst vor den Eternals ausgepackt.\n\nDas Level 7 Mastery Gespame\nDie negativen Emotes wie Sylas Daumen runter das man zu schlecht ist oder der EZ Emote. \nDer ALLchat ist auch eine sehr schöne Grundlage und und und... \n\nWas ich aber damit sagen will ist eine Firma die gegen toxisches Verhalten ist aber solche Grundlagen an den Tag vorlegt sagt doch schon alles über die aus. \nDie einzige Frage die ich mir dabei stelle ist was ist der Sinn dahinter? Wenn die Leute toxisch werden und anschließend gebannt ist es doch schlecht für die oder täusche ich mich?","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T11:10:07.280+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Westcoast38,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0012,timestamp=2020-03-06T10:43:43.846+0000)\n>\n> Naja wenns um das triggern und tilten geht hatte Riot seine Geschütze schon längst vor den Eternals ausgepackt.\n> \n> Das Level 7 Mastery Gespame\n> Die negativen Emotes wie Sylas Daumen runter das man zu schlecht ist oder der EZ Emote. \n> Der ALLchat ist auch eine sehr schöne Grundlage und und und... \n> \n> Was ich aber damit sagen will ist eine Firma die gegen toxisches Verhalten ist aber solche Grundlagen an den Tag vorlegt sagt doch schon alles über die aus. \n> Die einzige Frage die ich mir dabei stelle ist was ist der Sinn dahinter? Wenn die Leute toxisch werden und anschließend gebannt ist es doch schlecht für die oder täusche ich mich?\n\nDas ist eine völlig andere Aussage womit ich zu 90% konform gehe. Ich selber kann mich nicht davon ausnehmen, das der AllChat eine magische Anziehung für mich hat, wofür ich allerdings auch pro Jahr gefühlt einmal bestraft wurde um dann mich zu hinterfragen und mich auf das Spiel zu konzentrieren.\n\nZu der Frage ob es schlecht ist. Jain, klar gebannte Spieler sind erstmal Geldeinbußen sofern die in Skins investieren. Aber warum reizen PVP Spiele? Weil man zeigen will ICH bin der bessere. Natürlich ist dann eine Funktion zu reizen schön mit den Emojis die man btw ausstellen kann. oder das M7, es soll einfach zum triggern genutzt werden und im PVP seien wir mal ehrlich macht zu 60% die mentale Verfassung die Entscheidung über Sieg oder Niederlage aus. Btw selbst auf Profiebene werden Leute getriggert durch Laugh-Emote Spam etc. Ich will das nicht gutheißen aber ich kann es schon nachvollziehen und bin selber kein Unschuldslamm. Insofern sind diese Tools für viele wichtig und auch wenn man Sie gegen sich hasst benutzen sie viele gegen die Gegner selber. Zumal du schon echt richtig asozial sein musst oder unbelehrbar um gebannt zu werden.","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-06T11:33:08.778+0000","up_votes":2,"down_votes":0,"body":"Ich denke, unter dem Strich ist toxisches Verhalten auch für Riot Games schlecht für den Umsatz.\n\nKlar, wenn man einen Spieler bannt, dann kauft er keine Skins mehr (falls er dies vorher tat), wahrscheinlich auch, wenn er einen neuen Account eröffnet (da er diesen ja wieder verlieren könnte).\nAber wenn die anderen Spieler, die unter der Toxiness solcher Spieler leiden, unzufrieden und frustriert sind, dann kaufen diese sicherlich auch weniger RP.\n\nIch habe früher auch jede Menge RP und damit Skins gekauft. Denn ich war mit Riot und ihrem Game zufrieden und wollte sie auch finanziell unterstützen.\nJedoch bin ich seit einigen Jahren mit Riot Games unzufrieden; grundsätzlich weil ich sehe, dass sich Riot Games nicht um die Bedürfnisse der Community kümmert und mich Riot Games deshalb mehrmals schwer enttäuscht hat.\n\nIch kann mir gut vorstellen, dass es jede Menge Spieler gibt, die z.B. wegen toxischen Spielern ingame so unzufrieden sind, dass sie keine RP mehr kaufen. Und es ist auch gut möglich, dass die Ewigen so stark nerven, dass einige Spieler deswegen keine oder zumindest weniger RP kaufen. Klar, gibt es Spieler, die extra für die speziellen Ewigen RP kaufen. Unter dem Strich (netto) kann es aber auch sein, dass Rot Games deswegen weniger Umsatz generiert.","replies":[]}]}]},{"id":"","poster":"xStamania","date":"2020-03-05T16:26:32.847+0000","up_votes":3,"down_votes":1,"body":"Ich hoffe einfach das riot macht, das man die ausschalten kann die nerfen mich nämlich auch so sehr das ist halt schlimm.","replies":[]},{"id":"","poster":"GretaStoleMyCar","date":"2020-03-05T21:43:52.544+0000","up_votes":1,"down_votes":0,"body":"Viel schlimmer ist eigentlich, dass sobald kaufbare Achievements in LoL Geld einbringen es nur eine Frage der Zeit ist bis andere dies kopieren.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:36:18.273+0000","up_votes":2,"down_votes":1,"body":"Es ist ja erst Serie 1 mal abwarten wann  serie 2 komm usw ...","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:33:32.908+0000","up_votes":2,"down_votes":1,"body":"Ja glaub genau deshalb wird das vor gelöscht damit die Leute die dummen Entscheidungen von Riot nicht mehr hinterfragen  ^^","replies":[]},{"id":"","poster":"Never1tricksmbdy","date":"2020-03-05T18:35:55.697+0000","up_votes":1,"down_votes":1,"body":"Was in meinen Augen noch schlimmer ist, das jeder sich diese Eternals kauft. Sehe nur Leute ingame die Eternals besitzen, anstatt mal ein zeichen zu setzen...","replies":[{"id":"","poster":"Veezey","date":"2020-03-05T18:49:36.069+0000","up_votes":1,"down_votes":0,"body":"Was ist so schlimm daran, dass ich mir Eternals mit BE gekauft habe?","replies":[{"id":"","poster":"Never1tricksmbdy","date":"2020-03-05T19:09:01.974+0000","up_votes":2,"down_votes":1,"body":"Wie ich in meiner Antwort schon erwähnt habe, die Starter Sets habe ich nicht mit einbezogen. Ich habe ingame viele gesehen die bereits die fortgeschrittenen Versionen dieser Eternals gekauft haben, was ich einfach schade finde. Egal wie man es dreht und begründet, ein kostenpflichtiges Erfolgssystem ist nicht unbedingt 1A","replies":[{"id":"","poster":"Veezey","date":"2020-03-05T20:08:52.592+0000","up_votes":2,"down_votes":1,"body":"Jo da stimme ich dir zu. RP für Erfolge ist ziemlich bescheiden.","replies":[]}]}]},{"id":"","poster":"Cenâreth","date":"2020-03-05T18:41:56.747+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Never1tricksmbdy,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0006,timestamp=2020-03-05T18:35:55.697+0000)\n>\n> Was in meinen Augen noch schlimmer ist, das jeder sich diese Eternals kauft. Sehe nur Leute ingame die Eternals besitzen, anstatt mal ein zeichen zu setzen.\n\nWo liegt dass Problem dass man Zeichen setzen muss? Die Leute die sichs kaufen stimmen mit deiner Meinung nicht über ein. Warum sollten Sie auch? Vielleicht lieben sie ja dass Spiel mit all seinen Facetten?\n\nEhrlich wenn dir etwas nicht passt, Start -> Apps &amp; Features -> League of Legends -> deinstallieren.","replies":[{"id":"","poster":"Never1tricksmbdy","date":"2020-03-05T18:53:30.763+0000","up_votes":2,"down_votes":1,"body":"Hä das Problem ist doch offensichtlich. Ein normales Game Feature was eigentlich schon von Anfang an da sein sollte, wird schlecht umgesetzt und überteuert für RP angeboten (das Anfangsset für BE mal ausgeschlossen). Die meisten Meinungen haben sich klar gegen dieses System ausgesprochen und sogar große deutsche League Youtuber haben sich trotz Partnerprogramm etc. klar gegen diese  Eternals ausgesprochen (Silphi, Maxim etc..) Inwiefern man ein kostenpflichtiges Feature nun als Facette eines Spiel definieren kann, erscheint mir nicht wirklich logisch sowie eine Deinstallation aufgrund eines Aspektes.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:39:10.625+0000","up_votes":1,"down_votes":1,"body":"Solche Leute kaufen auch ein Auto und den Motor nochmal extra ^^ und verteidigen es dann ...","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:37:56.141+0000","up_votes":1,"down_votes":1,"body":"Ich habs nicht und werde es auch nicht holen :)","replies":[]}]},{"id":"","poster":"Rawhide1234","date":"2020-03-05T17:44:08.290+0000","up_votes":2,"down_votes":1,"body":"Größter Müll diese \"eternals\". Ist nur wieder dazu da, dass Riot mehr Geld aus dem Spiel quetscht, egal ob es Spieler abfuckt oder nicht. Man kann einen Hotkey belegen, dass man die eternals angeblich abschaltet. Jedoch wird das bei jedem Tod und bei jedem einzelnen Unterstützer beim eigenen Tod zurückgesetz. D.h. wenn man von 4 Leuten getötet wird, muss man 4 mal den Hotkey drücken damit man nicht mehr belästigt wird. Wenn man dann nochmal gekillt wird, fängt das ganze Spiel wieder von vorne an... Finde ich einfach eine Frechheit von Riot. Hoffe man kann die Dinger bald permanent abschalten, sonst spiele ich wirklich nur noch TFT. Da kann man wenigstens nicht so hart generft werden mit so nem unnötigen kram.","replies":[]},{"id":"","poster":"The Pykeopath","date":"2020-03-05T16:26:22.585+0000","up_votes":2,"down_votes":1,"body":"Finde ich jetzt ehrlich gesagt nicht wirklich toxic.\nAber gegen eine Option mit der man das ausstellen kann spricht eigentlich auch nichts.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:42:37.936+0000","up_votes":1,"down_votes":1,"body":"Zufall das yasou Spieler sowas mögen ? \nIch glaube nicht ^^","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-06T08:48:18.521+0000","up_votes":1,"down_votes":1,"body":"Und nochmal, weil du scheinbar ein Rechtschreibdefizit hast: Yasuo*\nHat halt so 0 mit Yasuo zu tun but k lmao.\n\nEternals ist doch im Endeffekt das selbe wie Mastery 7 zu flexen, bloß dass man dafür zahlen muss.\nUm jemanden zu tilten kannst du halt jetzt schreiben \"Expected more from an Eternal\" statt \"How are you M7\" oder \"Really, 500k Masteries?\"\n\nIm Endeffekt kommts aufs selbe raus.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-09T08:55:03.851+0000","up_votes":1,"down_votes":0,"body":"Nö nur ist der halt falsch bei mir am Handy ein gespeichert ^^ \n\nYasou :P und ich hab echt keine Lust das zu ändern ich könnte auch einfach schlecht Designter champ schreiben dann wüsste auch jeder was gemeint ist^^","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-09T09:26:16.813+0000","up_votes":1,"down_votes":0,"body":"Na deine 27% WR bei 15 Spielen MF wohl eher nicht xd.\n\nKein Wunder dass du in SIlver festhängst xd","replies":[]}]}]}]}]},{"id":"","poster":"Cenâreth","date":"2020-03-06T14:53:18.340+0000","up_votes":1,"down_votes":1,"body":"Ich seh nichts toxisches an dem System. Ganz ehrlich wer daran was toxisches findet sollte sich mal professionelle Hilfe suchen, dann stimmt nämlich was an deiner Persönlichkeit nicht.","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-07T10:33:36.629+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist das toxic xD\nWenn du von dem gegnerischen Talon gekillt wirst und dann da ganz groß steht:\n\n„Talonlonfarm“ killed you! 1,5mio Mastery Points 5k Kills.\n\nMit ist doch egal wieviele Kills oder Punkte der Typ hat. Und dass er mich gekillt hat kann ich auch selber sehen xD","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-03-06T15:06:38.967+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cenâreth,realm=EUW,application-id=Wj1wcocU,discussion-id=Rczdbbrg,comment-id=0015,timestamp=2020-03-06T14:53:18.340+0000)\n>\n> Ich seh nichts toxisches an dem System. Ganz ehrlich wer daran was toxisches findet sollte sich mal professionelle Hilfe suchen, dann stimmt nämlich was an deiner Persönlichkeit nicht.\n\nNur weil es für dich kein Problem ist, darfst du nicht auf alle schliessen.\n\nBei mir kann z.B. ein Mitspielter 7/24 ingame im chat flamen; ich brauche hierfür keine Mute-Funktion, weil ich ihn schlicht und einfach nicht beachte.\nDies bedeutet aber dann auch nicht, dass nur weil ich damit keine Probleme habe, es keine Mute-Funktion braucht. Andere Spieler benötigen unbedingt die Mute-Funktion, damit sie selber nicht tilten.\n\nGenauso ist es hier:\nEs gibt Spieler, die achten gar nicht auf die Ewigen und haben kein Problem damit.\nAndere finden dies sehr nervig und da macht es auch Sinn, dass sie dies ausschalten können. Du - der kein Problem hat - kann dies ja weiterhin aktiviert haben.","replies":[]}]},{"id":"","poster":"Crow911","date":"2020-03-06T11:50:58.087+0000","up_votes":1,"down_votes":0,"body":"Ich werde kein echtgeld/ rp für ein achievement ausgeben aber wenn es leute machen und sowas gut finden sollen sie damit ruhig ihren spass haben. \nNur sollte rito bald eine funktion einbinden um dies auszuschalten für leute die kein interesse daran haben.\n Fairerweise sollte rito all jenen leuten auch mal belohnungen ausstellen wenn diese eine dieser \"errungenschaften\" geschafft haben! \nFair enough, denn schliesslich haben sie ja BE oder rp für die eternals ausgegeben.\nRito ihr  geldgeilen geier gebt den eternals mal rewards!!!!","replies":[]},{"id":"","poster":"Kekzen","date":"2020-03-06T09:29:12.453+0000","up_votes":1,"down_votes":0,"body":"Seht es doch als Motivation weniger zu sterben :P\n\nIch denke es kommt noch die Option, dass man es ausschalten kann. Also wie immer bei Riot abwarten und Tee trinken.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-06T09:48:31.706+0000","up_votes":1,"down_votes":0,"body":"Was schlägst du vor? Einfach bis es soweit ist, nicht mehr spielen oder wie?\n\nWenn man den Schwachsinn wenigstens aus dem Bild schieben könnte...\nIm Loadingscreen dreh ich die Kärtchen auch schon nicht mehr um, weil es mich einfach nicht interessiert wer diese blöden Eternals hat","replies":[]}]},{"id":"","poster":"Dragoco444","date":"2020-03-06T06:01:58.692+0000","up_votes":1,"down_votes":0,"body":"Mich fkt das auch derbe ab. Vor allem funktioniert das abstellen per Optionen gar nicht. So könnte es einem egal sein. Werde erst wieder zocken, wenn ich weiß dass der Mist abschaltbar ist.","replies":[]},{"id":"","poster":"TheBiancaDelRio","date":"2020-03-05T23:27:40.533+0000","up_votes":1,"down_votes":0,"body":"ich spiele seit Season und bin nun zum ersten mal ins Forum um EXAKT DAS GLEICHE zu schreiben!\nhabe in einer Runde ARAM so Aggressionen bekommen, weil ich mit einem Champ, den ich einfach nicht kann und spiele, so aufs Maul gekriegt habe und ich permanent mir unter die Nase reiben lassen musste wie toll und gut die Gegner sind.\n\nwenn man das nicht deaktivieren kann, verliert LoL mich sowas von","replies":[]},{"id":"","poster":"ImTheCaptn","date":"2020-03-05T23:18:03.449+0000","up_votes":1,"down_votes":0,"body":"Irgendwie fühlen sich die Games mit diesen Eternals so trashig an. Hoffe man kann die Einblendung bald ausschalten.\n\nTipp: Ich machte die ungewollte eternaleinblendung nach dem Tod auf die allgemeine death recap drüber. Da ich diese nicht wirklich beachte und die eternaleinblendung darüber man nicht wirklich merkt stört es nicht mehr so.","replies":[]},{"id":"","poster":"Aquanis39","date":"2020-03-05T20:13:49.995+0000","up_votes":1,"down_votes":0,"body":"Mich persönlich stört die Anzeige jetzt nicht, aber, dass man sie nicht ausstellen kann ist dann doch etwas fraglich. \nManchen geht sowas schon ans Gemüt und dadurch leicht zu provozierende Spieler so auf die Probe zu stellen und im Endeffekt quasi ungerechtfertig zu bannen ist nun wirklich nicht fair.","replies":[]},{"id":"","poster":"flinxxx","date":"2020-03-05T19:34:39.067+0000","up_votes":1,"down_votes":0,"body":"Nun ja, wenn ihr etwas erreichen wollt, heißt das Zauberwort in Zukunft wohl:\n  \n  \n\n#**reddit**\n  \n      \n\nPorosite\n@Riot_Porosite\n·\n1. März  \n\"...  The bug megathread in the LoL subreddit. And if something is widespread, even if we somehow don't see it in our metrics, the yelling masses of Reddit will reach us\"\n\nDas war zwar auf PBE bezogen - aber gilt wohl auch ganz Allgemein.","replies":[]},{"id":"","poster":"SirDiveAlot","date":"2020-03-05T15:38:43.160+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}