{"id":"Ps4wa0BZ","poster":"clair de lune289","date":"2017-07-05T18:38:35.865+0000","title":"zusätzliche Strafe für Champselect dodge?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"heute ist mal wieder einer der Tage wo mir das CS dodgen ziemlich auf die nerven geht.\r\nIch bin mir zwar nicht sicher ob das schon so ist,aber man k&ouml;nnte die Spieler die die CS verlassen mit dem Verlust vom Autofillprotect zus&auml;tzlich bestrafen.","replies":[{"id":"","poster":"Dreyka Kintaso","date":"2017-07-05T21:00:04.296+0000","up_votes":1,"down_votes":0,"body":"Es braucht andere Strafen, vorallem Leaven die Leute ohne ende im Aram. Es braucht ab und an mal bis zu 10 anläufe bis man endlich in ein Game kommt.","replies":[{"id":"","poster":"Abasin","date":"2017-07-06T05:53:25.238+0000","up_votes":1,"down_votes":0,"body":"Naja, so oft wird auch in ARAM nicht gedodgt. Und 10 ist astronomisch hoch, würde ich unter Maximalpech einordnen. Mein Maximum ist bei drei, wobei ich nie dodge. Und fast nur ARAM spiele. Ich hab sowas etwa jedes 10. Spiel.\nIn ARAM wird eigentlich nur aus 3 Gründen gedodgt:\n1. Es sind Bots und/oder Leute ohne Keystone Mastery im Match.\n2. Es sind ARAM-OTPs, die nur ihre handvoll ARAM-Champions spielen wollen oder können. Reroll und Tauschoption sind erschöpft, Champ passt immer noch nicht, raus.\n3. Dem Spieler passt die Teamcomp nicht.","replies":[{"id":"","poster":"Dreyka Kintaso","date":"2017-08-24T00:53:26.965+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=Ps4wa0BZ,comment-id=00010000,timestamp=2017-07-06T05:53:25.238+0000)\n>\n> Naja, so oft wird auch in ARAM nicht gedodgt. Und 10 ist astronomisch hoch, würde ich unter Maximalpech einordnen. Mein Maximum ist bei drei, wobei ich nie dodge. Und fast nur ARAM spiele. Ich hab sowas etwa jedes 10. Spiel.\n> In ARAM wird eigentlich nur aus 3 Gründen gedodgt:\n> 1. Es sind Bots und/oder Leute ohne Keystone Mastery im Match.\n> 2. Es sind ARAM-OTPs, die nur ihre handvoll ARAM-Champions spielen wollen oder können. Reroll und Tauschoption sind erschöpft, Champ passt immer noch nicht, raus.\n> 3. Dem Spieler passt die Teamcomp nicht.\n\nSorry ewig nicht mehr On im Forum gewesen. Also ich hab um die 5k Arams gespielt da sind keine Bots mehr vertrau mir ;)","replies":[{"id":"","poster":"Abasin","date":"2017-08-24T05:56:18.310+0000","up_votes":1,"down_votes":0,"body":"Leider doch. Schau in meine History auf op.gg, das Spiel von gestern, wo ich Rammus war. Der Zilean in unserem Team war eindeutig ein Bot. Kennzeichen: steht am ersten Turm, wartet auf die Minions, geht nach vorn und attackiert mit denen ohne nach links oder rechts zu schauen, wird schnell gekillt und fängt von vorne an, hat keine Masteries und auch keine Runen. \nIch treffe sie derzeit wieder, weil ich mir durch eine grandiose Losing streak meine MMR versaut habe. Innerhalb von 2 Wochen netto 17 Niederlagen eingefahren.\n\nIch müsste sogar noch einen 4. Punkt ergänzen: Leute, die eigentlich keinen Bock haben und dann einfach mal ARAM drücken. Dann kriegen sie Champs, von denen sie keinen Plan haben und machen fast nur Autoattacks. Oder der Tausch wird abgelehnt und sie schmollen dann. Naja, ich hab mich schon mal aus dem Sumpf rausgearbeitet, das werde ich auch dieses Mal packen. Aber es ist ärgerlich, wenn einem die andern mit so einer Einstellung den Spass vermiesen.","replies":[]}]},{"id":"","poster":"clair de lune289","date":"2017-07-06T11:32:33.168+0000","up_votes":1,"down_votes":0,"body":"Ich hab dabei nicht wirklich an Aram gedacht,da ich selbst den Modus fast nie Spiele (außer für die Missionen vor kurzem), habe ich ihn einfach vergessen.\nEvt braucht es für ARam an dem Punkt andere Regeln (z.B. man bekommt den gleichen Champ wenn man dodged)","replies":[]}]}]},{"id":"","poster":"FAKE Recho","date":"2017-07-21T12:43:31.894+0000","up_votes":1,"down_votes":0,"body":"Dan könnte man sich schlechter gegen troll picks schützen. Also ich finde das ok so.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-07-05T18:55:49.096+0000","up_votes":1,"down_votes":0,"body":"Ich finde 30min zu warten ist schon hart oder nicht?","replies":[{"id":"","poster":"clair de lune289","date":"2017-07-05T20:33:38.611+0000","up_votes":1,"down_votes":0,"body":"gibt genug Spieler die dann auf einen Smurf wechseln ist ja nicht so das man \"aktive\" warten muss wie beim Leaverbuster.","replies":[]}]}]}