{"id":"AFqMe55O","poster":"Its a Kid","date":"2017-07-05T11:49:57.769+0000","title":"Make Kindred Great Again! (3 vorschläge)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Okay, wir alle kennen den Adc im jungle namens Kindred.\r\nIch dachte mir damals vor dem Rework ich hol sie mir! Sie ist Nice, macht damage, ist mobil usw. \r\n\r\nNach dem Rework dachte ich, dass Kindred noch krasser wird aber moment mal. Wo ist die Gottverdammte passive?! Den prozentualen Schaden wurde entfernt. Im Early ist Kindred bedeutungslos... \r\nNa toll... Kindred hat ihre Bedeutung verloren, ich hatte dieses Rework ausgetestet, musste gegen nen Warwick spielen. Ich baller meine Pfeile wie wild auf Warwick und er bekommt so gut wie kein schaden. Als ADC muss man mit den Auto Attacks schaden machen und nicht mit den F&auml;higkeiten also habe ich f&uuml;r euch 3 Vorschl&auml;ge mit gebracht. Was ist das denn f&uuml;r ein Rework ?!   Ein Rework soll die Aufgabe haben den Beliebtheitsgrad zu steigern anstatt es zu sinken und bei den Rework war es schon ein decrease des Monats \r\n\r\n**Vorschlag 1 ** bezieht sich nur auf die Passive und die Q (Die alte Kindred + die neue Kindred\r\nNatoll, extra attackspeed, extra f&auml;higkeiten damage. \r\nWarum machen wir den Prozentualen schaden auch nicht rein also das man pro stack 1,25 extra schaden macht basierend auf den Maximalen leben des Gegners (wie fr&uuml;her)  Da w&uuml;rde sie im Early ihren Sinn bekommen. \r\nUnd die Q soll sich auch auf die Stacks beziehen und nicht auf den AD\r\n\r\n**Vorschlag 2** Stacking/Jagdverhalten\r\nKindred soll bei Jagenden Gegner auch vorteile haben. Mein Vorschlag w&auml;re, dass Kindred absoluten oder eine Mischung aus  Magischen und Physischen Schaden und ein erh&ouml;tes Lauftempo und Angriffstempo wenn man in die Richtung des Gejagden Gegners geht\r\n\r\n**Vorschlag 3** Ultimate  (mischung aus Vorschlag 1 und 3) \r\nDie Ultimate von Kindred ist irgendswie ein bisschen Merkw&uuml;rdig und man k&ouml;nnte es daf&uuml;r missbrauchen um Gegner einen Vorteil zu schaffen. \r\nBeim Ultimate h&auml;tte ich mir gedacht, dass sie etwas wie Riven im Fernkampf ticken w&uuml;rde. Also zu erst einen verst&auml;rkten Bogen f&uuml;r 20sek. um Gegner zu verscheuchen und beim erneuten Aktivieren kann man von einen riesen Radius aussuchen lassen wo der Wolf den Gegner attackiert und einen erheblichen Schaden verursacht (Abh&auml;ngig vom fehlenden Leben des Gegners)\r\n30%/50%/70% extraschaden + 1,5% pro stack\r\n250/ 400 / 600 +10 pro stack und (70% AD )\r\nFunktioniert wie Caitlyns ultimate \r\n3000 /4500 / 6000 (+50 pro stack) Reichweite \r\nUnd es kann nicht von Yasuos Windwall blockiert werden\r\n\r\nVerst&auml;rkter Bogen \r\nZusatz Reichweite 75/150/225\r\nZusatz Angriffstempo 60% /80% 100%\r\nZusatz passiv Schaden 10%/15%/25%\r\n\r\nUnd bei der Klinge des gest&uuml;rtzen K&ouml;nigs da w&uuml;rde ich den prozentualen Schaden rausnehmen diese Passive hat die bedeutung von Kindred genommen.","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-05T12:34:53.527+0000","up_votes":1,"down_votes":0,"body":"Versteh ich das richtig, du willst BotrK tot nerfen indem du den prozentualen Dmg rausnimmst weil das lieber auf Kindred so sein sollte?","replies":[{"id":"","poster":"Its a Kid","date":"2017-07-05T13:21:45.252+0000","up_votes":1,"down_votes":0,"body":"ja\nJa weil diesen prozentualen dmg aus Kindred etwas besonderes gemacht hat und jetzt kann es jeder..","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-05T13:36:29.219+0000","up_votes":1,"down_votes":0,"body":"Du weißt schon das BotrK schon wesentlich länger in der Kluft ist als Kindred oder?","replies":[{"id":"","poster":"Its a Kid","date":"2017-07-06T12:25:25.104+0000","up_votes":1,"down_votes":0,"body":"ehm, xD ich spiele lol nur seit 3 Monaten ^^","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-06T12:32:56.199+0000","up_votes":1,"down_votes":0,"body":"Ich wollt dich nur aufklären.\nKindred war damals als sie rauskam ziemlich stark, wurde auch regelmäßig in der LCS usw gespielt, obwohl BotrK ebenfalls vorhanden war. Das Problem ist einfach das Rework an sich. Die alte Kindred war besser aber zu schwer richtig zu balancen. Deswegen dachte sich Riot einfach sie überarbeiten sie und was rauskam siehst du ja. Ein Champ der momentan so schwach ist, das ihn keiner spielen will.","replies":[{"id":"","poster":"Its a Kid","date":"2017-07-06T13:01:12.934+0000","up_votes":1,"down_votes":0,"body":"Und der Rework ist der komplette Bullshit...","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-06T13:54:22.072+0000","up_votes":1,"down_votes":0,"body":"Das Rework finde ich auch nicht so besonders aber eins muss ich Riot lassen. Sie haben zumindet versucht sie nicht zu sehr zu verändern, sondern eher leichter anpassbar zu machen. Ich denke in den nächsten paar Patches wird sie noch etwas angepasst werden bis sie schglussendlich wieder rbauchbar wird.","replies":[{"id":"","poster":"Its a Kid","date":"2017-07-08T16:07:52.482+0000","up_votes":1,"down_votes":0,"body":"Irgendswie passt dieses Rework kaum zu Kindred außer die veränderte E und W. \nIch will nur die Passive und die Q wieder von Kindred :/\n\nEine Frage, bist du Kindred main?","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-08T17:07:35.436+0000","up_votes":1,"down_votes":0,"body":"Nein, ich spiele kaum Jungle und woanders passt sie nicht hin aufgrund der Stacks.\nWieso fragst du?","replies":[{"id":"","poster":"Its a Kid","date":"2017-07-17T13:45:44.618+0000","up_votes":1,"down_votes":0,"body":"Naja keine ahnung...","replies":[]}]}]}]}]}]}]}]}]}]}]}