{"id":"9lwpxjNa","poster":"Casuna","date":"2017-07-05T16:55:19.855+0000","title":"WINTEX SPORTS - FIRST CLASS ONLINE GAMING","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://wintex-sports.com/","image":null},"up_votes":1,"down_votes":2,"body":"Guten Tag!\n\nSchön das du dir ein paar Minuten für uns Zeit nimmst. Wintex Sports ® ist mit über 1000 Mitgliedern eine der führenden deutschsprachigen Gaming-Organisationen und seit einiger Zeit auch ein eingetragenes Markenzeichen. Wir überzeugen durch ein kompetentes Team, eine harmonische Atmosphäre und bieten die perfekte Heimat für alle Gamer die auf ein gehobenes Umgangsniveau Wert legen.\n\nBei uns findest du fast zu jeder Tageszeit weitere Gamer, die einen ähnlichen Erfahrungslevel haben wie du.\nAuch Neulinge werden gerne durch unser Trainer-Team durch Taktiken, Tipps & Tricks in das Spielgeschehen eingeführt.\n\nWelche Voraussetzungen haben wir?\n\nUnsere Community setzt ein Mindestalter von 18 Jahren voraus. Wintex Sports ® ist stolz auf den guten Umgang untereinander und auf das reife Durchschnittsalter von 27,4 Jahren.\nBei uns werden keine wertlosen Floskeln verbreitet. Dinge wie \"Teamplay, Kommunikation und Respekt\" haben bei uns oberste Priorität.\n\nWie bewerbe ich mich?\n\nBei Interesse kannst du uns gerne auf dem Teamspeak besuchen, dort führt ein freundlicher Supporter ein kurzes Gespräch mit dir. Direkt danach kannst du ganz unkompliziert als Probe-Mitglied mit unseren anderen Clanmitgliedern spielen. Neue Gesichter werden stets sehr positiv aufgenommen und schnell in das Clanleben integriert. Keine Scheu, wir beißen (meistens) nicht! :)\n\nUm weitere Informationen zu erhalten, würden wir dich bitten auf unserer Homepage vorbei zu schauen. Dort findest du alle weiteren Relevanten Daten.\n\nUnsere Homepage: www.wintex-sports.com\nUnsere Ts³ Daten: ts.wintex-sports.de\n\nErlebe auch du noch heute unseren Slogan \"first class online gaming\" hautnah und werde ein Teil von uns.\n\nDas Team freut sich auf dich!","replies":[]}