{"id":"kLIgogzw","poster":"Kind Prow","date":"2017-07-04T20:45:18.393+0000","title":"Das Turnier","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":0,"body":"Entstanden aus einer Idee von pluviaglaciali aka. Luna; Von den Machern von OTGermany; In Zusammenarbeit mit sN00Bdogg; kommt für sie das epischste Miniturnier westwärts von Eden.\n\nDie Beteiligten kommen aus aller Herren Länder, wir haben zwei französische Teams, die OPAs geben uns wieder die Ehre, der Gigant Giga entsendet eins und natürlich ist auch das OT mit ganzen 2 Teams dabei. Dazu kommt der Orden der ersten und letzten Wahrheit mit einem Team und irgendein Clan mit Tag JGN ist auch dabei.\n\n-_-\n\nKnallharte Fakten:\n\nMontag 10.7.2017\nBeginn: 18:30\n3v3\nHeulende Schlucht\n8 bis an die Zehen bewaffnete Teams\ndie begnadetsten Caster der Existenz: Eibert Rümmel und Shácolade\n\n-_-\n\nÜbertragen wird das ganze wieder auf unserem gloriosen Twitch channel.\n\nwww.twitch.tv/otgermany\n\nWir wünschen gute Unterhaltung und allen Teams ein angenehmes Turnier.\n\nTurnieraufstellung und Zusammenfassung: https://www.lol-offtopic.de/Turnier/\n-_-\n\nWeitere Infos werden auch in diesem Thread veröffentlicht, Anregungen können gerne gegeben werden. Bitte beachten: wir haben uns absichtlich für eine kleinere, einfachere Version des ganzen entschieden und werden es auch weiterhin nicht unnötig verkomplizieren.","replies":[{"id":"","poster":"Durkheim ","date":"2017-07-05T08:22:17.266+0000","up_votes":3,"down_votes":0,"body":"Was? Der rümmelnde Eibert castet das? Dann könnte man das ja fast anschauen...\n{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"Sephi51","date":"2017-07-04T20:51:15.435+0000","up_votes":3,"down_votes":0,"body":"> Knallharte Fakten:\nMontag 10.6.2017\n\n\nschade, ich habs verpasst","replies":[]},{"id":"","poster":"Shacoláde","date":"2017-07-11T06:16:59.151+0000","up_votes":2,"down_votes":0,"body":"Auch von mir auch danke an alle Organisator, Planer und Designer, dass das Tunier nahezuh perfekt abgelaufen ist.\nWar wirklich interessant und spannend solch ein Tunier casten zu dürfen. Ich freu mich schon auf viele weitere\nund hoffe auch dort als Kommentator anwesened sein zu dürfen\n\n{{champion:35}} lade out","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-07-10T21:23:38.649+0000","up_votes":2,"down_votes":0,"body":"Danke an alle die mitgemacht haben, war eine lustige erfahrung das ganze zu casten und das vor einem publikum von satten 38 zuschauern :)","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-09T16:44:03.208+0000","up_votes":2,"down_votes":0,"body":"Epischer Turnierbaum nun online: siehe hier: https://www.lol-offtopic.de/Turnier/\n\nmight not work with opera","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-04T21:03:30.773+0000","up_votes":2,"down_votes":0,"body":"Danke für den Hinweis XD\n\nWird sofort geändert. Nochmal, das Turnier ist nächsten Montag. Also noch nicht vorbei ;D","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-11T09:16:26.266+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UC-QobNHGxoJms1IxUvnhZYA\n\nHier gibt es auch den offiziellen Youtube Channel und den gesamten Stream als Fideo :3","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-10T20:54:13.334+0000","up_votes":1,"down_votes":0,"body":"Die Platzierungen:\n\n1.Platz mit Ehre und Skins: Angel Ayume und die Engel des Offtopic (ohne s)\n2.Platz mit Ehre und mit ohne Skins: Team Jupiter Gaming Network (jungle)\n3.Platz unehrenhaft mit nem Yi: Das Team Camembert des CAPR\n4.Platz trollend und unvergleichlich: Der Orden der ersten und letzten Wahrheit.\n\nDanke für das tolle Turnier!","replies":[{"id":"","poster":"Shacoláde","date":"2017-07-11T06:13:39.632+0000","up_votes":1,"down_votes":0,"body":"> 2.Platz mit Ehre und **mit ohne **Skins\n\nIch hätte gerne Pommes **mit ohne** Ketchup ^^","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-07-10T19:45:01.417+0000","up_votes":1,"down_votes":0,"body":"Finale ooooohhhoooo","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-07-10T18:27:12.596+0000","up_votes":1,"down_votes":0,"body":"Gleich starten die halbfinale spiele pünktlich um 20.30\n\nschaltet ein dann knacken wir die 50 zuschauer marke :9","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-10T15:41:50.701+0000","up_votes":1,"down_votes":0,"body":"Nur noch eine Stunde bis zum Turnierstart o.o","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-09T12:12:24.933+0000","up_votes":1,"down_votes":0,"body":"Ne, das wird ja Zamo auslosen und du sollst die Lottofee spielen, und die Ergebnisse präsentieren :P\nDarroll ist einer der Kapitäne, aber mehr weiß ich momentan grad nich. Zamo hat wie gesagt ne Liste.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-07-09T12:02:52.864+0000","up_votes":1,"down_votes":0,"body":"wer sind denn nun die Captains? Oder Tzumindest teamnamen wären praktisch, wenn ich das auslosen soll....","replies":[]},{"id":"","poster":"Kimg Prow","date":"2017-07-07T17:18:47.474+0000","up_votes":1,"down_votes":0,"body":"Entschuldigung, aber ich spiele nicht, das ist schon seit längerem so. Ich wüsste sowieso nicht was und wie, dafür ist das bei mir auch alles zu lange her.\nMoralisch unterstützen werde ich allerdings den Orden, der ist mir Sinngemäß am nächsten.\n\nMwg,\n\nAmbush Bug","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-07T13:04:44.604+0000","up_votes":1,"down_votes":0,"body":"Super, wir sind eh davon ausgegangen, dass du der Teamcaptain bist.\n\nNa dann, sport frei.","replies":[]},{"id":"","poster":"El Pingu","date":"2017-07-07T12:49:23.927+0000","up_votes":1,"down_votes":0,"body":"Klingen der gestürzten Könige.\n\nIch würde den Captain machen, aus dem Grund, da Eibert noch Casten muss und Becks lol gequittet hat XD.\nFalls noch ein anderer Exkönig des OTs dies liest. Wäre super, wenn du dem Team beitreten würdest :p (zwinker an den ehemaligen König Chrazing oder Ambush Bug)\n\nAnsonsten, wäre der ehrenwerte Dönerlord unser Ersatz für becks. Immerhin hat er so viele Könige als Wahlvorstand ernannt, das das schon klar gehen würde.\n\nLg, Pingu","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-06T17:15:21.447+0000","up_votes":1,"down_votes":0,"body":"Teamcaptain des Ordens ist natürlich unser Priester Swenson.","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-07-06T15:38:13.757+0000","up_votes":1,"down_votes":0,"body":"Aus organisatorischen Gründen, bitte ich jedes Team darum, einen Kapitän zu ernennen. \n\nDieser möge hier bitte posten, welches Team er vertritt. \n\nZweck der Sache ist: Wir brauchen von jedem Team einen Spieler und zwar mit dem korrekten Nickname.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-07-05T08:16:59.539+0000","up_votes":1,"down_votes":0,"body":"Natürlich Herr Rümmel,\n\nihre Zählweise ist hervorragend ausgebildet. Was sie nicht wissen konnten: es ist nur ein Giga Team, da wir das zweite gestrichen haben um auf 8 zu kommen. Ich entschuldige mich im Namen der Redaktion aufs gründlichste und versichere ihnen, diesen Fehler haben wir nur eingebaut um ihre Aufmerksamkeit zu prüfen.\n\nIn dem Sinne: Glückwunsch!","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-07-04T21:16:32.013+0000","up_votes":1,"down_votes":0,"body":"wenn ich das zusammenzähle komme ich auf 9 Teams :P\n\nBesonders gespannt bin ich auf das Team \"Klingen der gestürzten Könige\". Ob die ihre spielerischen Defizite mit Sarkasmus, Rümmelbier und Satire auszugleichen zu versuchen?","replies":[]}]}