{"id":"djA48bUU","poster":"KnechterB0Y","date":"2017-07-03T18:29:48.313+0000","title":"Main Midlane und Main Support suchen high Platin - low Diamond Team [Flex Q]","subforum":"Clans & Teams","up_votes":5,"down_votes":4,"body":"Ja Moin, \r\n\r\nich und mein Bruder sind beide schon eingespielte Duo q Partner [&uuml;ber 1 1/2 Jahre] und m&ouml;chten nun einem Team beitreten und wollen uns mal auf die Suche machen.\r\n\r\nErstmal zu mir:\r\nName: Sebastian\r\nING. Name: KnechterB0Y\r\nAlter: 18\r\nElo: Platin 3 [Solo Q]; Platin 1 [Flex Q]\r\nSeit wann spielst du?: Ich spiele seit Season 4 und seid Season 5 mitte main Support\r\nWie ist dein Spielstil?: Ich &uuml;be sehr gerne Druck auf der Lane auf um gut zonen zu k&ouml;nnen, nat&uuml;rlich auch um Ganks zu initiieren, zudem machen ich oft Roams mit Deep wards und den ganzen kram, dazu noch oft Midlane pathing\r\nMeine Anforderungen: Ich m&ouml;chte gerne in einem Team mitspielen, was sich darauf fokussiert sich zu improven und an kleineren Turnieren mitzumachen und nicht nach jedem lose, sich direkt aufl&ouml;st, sondern auch mal nach den eigenen Fehlern zu gucken und diese im n&auml;chsten auszumerzen\r\nChampion Pool: {{champion:201}} {{champion:12}} {{champion:412}} {{champion:497}} {{champion:143}} {{champion:267}}\r\n\r\nZu meinem Bruder:\r\nName: Philipp \r\nING. Name Splatterboy\r\nAlter: 18\r\nElo SoloQ Plat 2 / Flex Plat 1\r\nSeit wann spielst du?: Season 4\r\nChampion Pool:{{champion:69}} {{champion:61}} {{champion:112}} {{champion:163}} {{champion:90}} {{champion:103}} \r\n\r\n\r\nZudem m&ouml;chten wir beide das wir in ein Team kommen das ab der Pick und Ban Phase aufh&ouml;rt mit Thrashtalk und sich direkt in der P%B Phase konzentriert und sich ernsthafte gedanken macht, wie man das spiel am besten gewinnen kann, au&szlig;erhalb der Pick und Ban phase kann man gerne mit Thrashtalk und gutem Humor kommen :D\r\n\r\nFalls wir eurer Interesse geweckt haben k&ouml;nnt ihr uns gerne adden:\r\n\r\nKnechterB0Y\r\nSplatterboy","replies":[]}