{"id":"EBzN4ti6","poster":"Holyfuture","date":"2017-07-04T10:17:07.378+0000","title":"Forenstufe und der ganze Dreck","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, wieso muss ich Level 10 oder Level 7 erreichen, damit ich mich in den relevanten Foren unterhalten kann? Wegen den Troller oder damit auch wirklich eine konstruktive Diskussion entstehen kann? Da ich nicht unglaublich gro&szlig;es Interesse an das Forum zeigen, aber trotzdem das ein oder andere loswerden m&ouml;chte, m&ouml;chte ich nicht Threads mit meinen desinteressierten Beitr&auml;gen vollspammen. Gibt es da vielleicht irgendeine alternative, oder m&uuml;ssen wir darunter leiden, weil das Forum troller kriegt?","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-04T10:54:35.046+0000","up_votes":1,"down_votes":0,"body":"\"Da ich nicht unglaublich großes Interesse an das Forum zeigen, aber trotzdem das ein oder andere loswerden möchte, möchte ich nicht Threads mit meinen desinteressierten Beiträgen vollspammen.\"\n\nBei aller Liebe aber das verstehe ich garnicht. Könntest du das bitte nochmal richtig formulieren, sonst kann ich dir leider nicht helfen.\n\nUnd unter was genau leidest du mit deinem Stufe 30 Account?","replies":[{"id":"","poster":"Holyfuture","date":"2017-07-04T11:04:12.710+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RAG Ryve,realm=EUW,application-id=7hciEY9w,discussion-id=EBzN4ti6,comment-id=0001,timestamp=2017-07-04T10:54:35.046+0000)\n>\n> &quot;Da ich nicht unglaublich großes Interesse an das Forum zeigen, aber trotzdem das ein oder andere loswerden möchte, möchte ich nicht Threads mit meinen desinteressierten Beiträgen vollspammen.&quot;\n> \n> Bei aller Liebe aber das verstehe ich garnicht. Könntest du das bitte nochmal richtig formulieren, sonst kann ich dir leider nicht helfen.\n> \n> Und unter was genau leidest du mit deinem Stufe 30 Account?\n\nLies es dir am besten, vor allem in Ruhe, mal durch. Ist eigentlich vernünftig und selbsterklärend geschrieben ;)\n\nIch dachte hier wird ein Forenlevel erwartet, da ich keine Beiträge oder oder Threads erstellen kann. Wenn das so ist kann ich die Regelung nachvollziehen. Ich erhalte aber trotzdem die Meldung, dass ich erst Level 7 oder 10 sein muss. Komischerweise konnte ich aber diesen Thread hier erstellen. Ich bin sehr verwirrt ;D","replies":[{"id":"","poster":"RAG Ryve","date":"2017-07-04T11:07:57.617+0000","up_votes":1,"down_votes":0,"body":"Es wird auch ein Mindest LvL erwartet aber das hängt mit deinem normalen LoL Account zusammen. DA du schon Stufe 30 bist, solltest du keinerlei Einschränkungen haben. Sollte trotzdem irgendwas nicht funktionieren, könnte es sich um einen Bug handeln insofern du keinen Forenbann hast.","replies":[{"id":"","poster":"Holyfuture","date":"2017-07-04T11:18:34.502+0000","up_votes":1,"down_votes":0,"body":"Also einen Forenbann habe ich höchstwahrscheinlich nicht. Das sind meine erste Beiträge im Forum. Naja, vielleicht schau ich mal später wieder rein und gucke ob es dann funktioniert. Frohes Ranked noch!","replies":[{"id":"","poster":"legofreak1","date":"2017-07-04T11:30:38.534+0000","up_votes":2,"down_votes":0,"body":"Wenn man sich länger nicht im Forum angemeldet hat, hat das Forum noch die alten Beschwörerdaten eingespeichert. Du hattest dich wohl zuletzt mit einem sehr niedrigen Level hier angemeldet, weswegen das Forum dieses noch gespeichert hatte. Nach einiger Zeit werden die Daten auch aktualisiert und das vom Forum gespeicherte Level an das tatsächliche Beschwörerlevel angepasst. Man kann diesen Vorgang beschleunigen, indem man einen Thread in einem Forenteil ohne Levelbeschränkung erstellt oder einen Thread oder Kommentar bewertet. In diesem Fall ruft das Forum sofort die aktuellen Daten ab.\nDa dies nun bei dir geschehen bist, weiß das Forum, dass dein Account level 30 erreicht hast und du solltest in jedem Bereich kommentieren, Themen erstellen und beide bewerten können.","replies":[]}]}]}]}]},{"id":"","poster":"recon","date":"2017-07-04T10:40:30.044+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe gerade dein Problem nicht. Du bist doch bereits Stufe 30 und kannst somit alle Bereich frei benutzen.\nDie Einstellungen sind bewusst gewählt, damit es Bots nicht so einfach haben ihre Werbung massenhaft zu verteilen im Forum.\nBereiche wie Hilfe & Support, Spielerverhalten und Level Up sind für Neulinge zugänglich und mMn auch die wichtigsten Bereiche.","replies":[]}]}