{"id":"d6fbhYFl","poster":"iBangTwins","date":"2017-07-04T11:35:10.708+0000","title":"Assasinen zu schwach derzeit?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Wer kennt sie nicht, die zeiten wo assasinen die Kluft dominiert haben, doch was ist aus ihnen geworden?\r\nHeutzutage sind im jedem team  mind 2 leute mit hard cc, items wie zyhonas und die massenhaften shild items machen die Assasinen das Leben schwer. Dazu kommt noch das Cleanse keine Unterdr&uuml;ckung abwehrt( was wirlich mal ge&auml;ndert werden sollte, damit es nicht champs gibt die einfach nur mit ner point and klick ulti ohne skill zu beweisen massenhaft free kills bekommen.\r\nInzwischen sieht man kaum noch assasinen, ausser Fizz, und in low elo den wohl einfachsten champ im game Yi.\r\nMit Talon, Zed, Rengar, Nocturne hat man in der Aktuellen meta kaum noch chancen.\r\nMan kann zwar rellativ gut im early kills bekommen, aber wirklich n&uuml;tzlich ist das nicht. Was kann man dagegen machen?\r\n1 Cleanse soll alles abrechen k&ouml;nnen.\r\n2 QSS wird die Magieressi genommen, daf&ucirc;r bekommt sie passiv legathie, nur f&uuml;r Nahk&auml;pfer verwendbar. Eine f&uuml;r adc extra, die so bleibt wie sie ist.\r\n3 Schild items. Schilde werden erst nach 2 sec geprockt, so hat man counterplay.\r\nW&auml;ren 3 vorschl&auml;ge. Den momentan baut man entweder im late Bruiser (hust rengar) oder stirbt direkt egal wie feed man ist.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-04T13:16:40.150+0000","up_votes":3,"down_votes":0,"body":"Jaja Point and Click. Als wären Assasinen Skill, und komm mir nicht mit ja das sind sie weil sie Skillshots haben.\nNormale Champions die man auf der Mitte, Top, Jungle, ADC oder Support spielt haben auch Skillshots. {{champion:69}} {{champion:43}} {{champion:99}} {{champion:25}} {{champion:161}} {{champion:112}}  da ganz normale Midlaner und haben auch nur Skillshots und drücken trotzdem nicht unnormalen Schaden in einer Sekunde raus. Assasine sind ok wie sie sind. Wenn dann Nerf. Diese unnormale nervige Mobilität und dazu noch Schaden. Nein Danke die brauchen kein Buff und das sage ich nicht weil ich Soraka Main bin.","replies":[]},{"id":"","poster":"MarCommander2211","date":"2017-07-04T12:01:30.886+0000","up_votes":3,"down_votes":0,"body":"Sag das dem Kogmaw welcher von Yasuo mit 2 AAs getötet wurde","replies":[]},{"id":"","poster":"Snivelyfox","date":"2017-07-04T15:19:50.170+0000","up_votes":2,"down_votes":0,"body":"Es ist die Aufgabe von Assassinen das Spiel zu beenden, bevor die Bruiser, Tanks und der Adc ihre Items  haben.\nWenn der Tank seine 4k Leben und 300 Rüstung zusammenkriegt, ohne dass die Ad Caster es schaffen ein Ende des Spiels zu erzwingen, hat er es auch verdient, wie eine Dampfwalze über diese wegzurollen.","replies":[]},{"id":"","poster":"Kaorî","date":"2017-07-04T12:22:02.199+0000","up_votes":2,"down_votes":0,"body":"Wenn {{champion:238}} so schwach wäre, hätte er in Korea nicht eine konstante Banrate von 60-75%. Er ist also in mehr als die Hälfte aller Spiele gebannt und das nicht, weil er schwach ist. Als Assassine stehst du sowieso irgendwo hinten im Verborgenem und wartest ab, bis jemand lowlife ist oder alle wichtigen Spells/Items der Gegner auf Cooldown sind.","replies":[]},{"id":"","poster":"Hashihime","date":"2017-07-04T11:38:11.036+0000","up_votes":2,"down_votes":0,"body":"War mal besser aber komplett nutzlos ist man nicht. Es ist nur schwerer durch all die tollen Supportitems nen Carry zu töten.\n\n\nOkuu{{champion:84}} ~~","replies":[{"id":"","poster":"iBangTwins","date":"2017-07-04T11:40:06.125+0000","up_votes":2,"down_votes":1,"body":"Nutzlos nicht, finde nur schade was draus geworden ist, vorallem da es kaum noch assasinen gibt, und somit es momentan die adc, echt leichter haben.","replies":[{"id":"","poster":"I love you Malon","date":"2017-07-04T11:42:37.680+0000","up_votes":1,"down_votes":0,"body":"{{champion:7}} {{champion:103}} {{champion:121}} {{champion:55}} {{champion:38}}  sind schwach?! ROFL","replies":[{"id":"","poster":"iBangTwins","date":"2017-07-04T11:49:59.593+0000","up_votes":1,"down_votes":4,"body":"Ahri ist ja neben assasine noch so ziemlich alles. Der champ ist boosted at fuck. Und extrem einfach zu spielen. ( leichter als yi,garen, und anni)\n\nAlle assasinen die du da genannt hast können mit wenig cd alles dodgen, ich habe eher auf die guten alten ad assasinen ansprechen wollen. Ich meine wo sieht man noch nocturne, zed , rengar , talon?","replies":[{"id":"","poster":"I love you Malon","date":"2017-07-04T12:26:20.038+0000","up_votes":1,"down_votes":0,"body":"Ahri und Boosted as fuck? \n\nSicher das du auf Gold Niveau spielst? -.-'\n\nAhri besitzt mit 2 Skillshots die beide sitzen müssen um DMG zu drücken ein mittleres bis Anspruchsvolles Skillniveau...!\n\nZed/Talon und Rengar waren vor 4 -3 Monaten Meta...!\nZed vielleicht nicht, war so'n bissl Nische aber die anderen beiden Dudes wurden sehr oft und gerne gepickt und gesehen!\n\nSKT T1 Peanut spielte viel Rengar\n\nSKT T1 Faker spielte viel Talon \n\n(Alles in der LCK)\n\nIch versteh dein Problem nicht...\n\nNichts hält ewig... (Gott ich liebe diesen Spruch)","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-04T12:30:40.238+0000","up_votes":1,"down_votes":1,"body":"Wen schert Meta? Jeder Champ ist richtig gespielt stark und Ahri hat nur sehr unzuverlässigen Schaden, da der Charm und der zurückkehrende Ball sehr leicht auszuweichen sind.","replies":[{"id":"","poster":"I love you Malon","date":"2017-07-04T12:35:31.525+0000","up_votes":1,"down_votes":0,"body":"Hab doch auch nichts anderes behauptet :D","replies":[]}]}]},{"id":"","poster":"ninju7su","date":"2017-07-04T12:03:45.764+0000","up_votes":1,"down_votes":0,"body":"Also musst du einen Teil deiner Aussage revidieren. Assasinen haben durchaus Potential. Nur nicht die, die dir gefallen. Die Meta ändert sich nun mal stetig und es wird einen permanenten Wandel geben. Die Jahre als ich angefangen habe LoL zu Spielen bestand meine Aufgabe als Support ausschließlich darin Wards zu kaufen. Einzig das war meine Existenzberechtigung. Die Tatsache, dass ich heute mit meinem Items wirklich den ADC Supporten kann gegen einen Assasin, fühlt sich unglaublich gut an. Natürlich drängt das irgendwo diese Assasins zurück, aber wo ist das negative daran? Das ist eine Entwicklung, die dieses Spiel wachsen lässt und vielleicht werden auch wieder Tage kommen wo Rengar wieder OP wird oder Talon alles One-Shottet. Solange muss man eben an seiner Strategie pfeilen und kann nicht mehr Stumpf in 5 reinspringen und einen Gegner rausnehmen. \n\nFreu dich das Bewegung in der Meta ist.","replies":[]},{"id":"","poster":"Bote des Chaos","date":"2017-07-04T12:06:40.777+0000","up_votes":1,"down_votes":2,"body":"Also ich empfinde Ahri zwar auch als zu stark, aber soooo einfach ist sie nun auch nicht... ich meine Annie? die hat nicht mal nen richtigen Skillshot, da Tibbers ja instant erscheint und das W.... \nauch das LBs W wenig cooldown hat empfinde ich als.... unpassend.\n\nEin guten Zed finde ich immer noch wirklich stark, und Talon kloppt auf der Lane auch enormen DMG. Gegen Nocturne Rengar und Talon speeziell muss es auch Counterplay geben, da die Champs an sich ja nicht wirklich outplaybar sind. ein ADC muss auch noch ne chance haben...","replies":[]}]}]}]}]},{"id":"","poster":"Gâlahad","date":"2017-07-05T11:24:26.479+0000","up_votes":1,"down_votes":0,"body":"Assassinen sind natürlich nicht immer gut, vor allem wenn sie ein Spiel nicht dominieren. Dennoch snowballen Assassinen in LoL am stärksten und haben das größte Potential spiele im Alleingang zu entscheiden. Ich hätte ehrlich gesagt von jeder Klasse geheule noch irgendwie nachvollziehen können, aber von Assassinen ganz bestimmt nicht.\nMan sehe sich mal zum vergleich die Toplane an. Ursprünglich wurden auf der Toplane primär Fighter, Tanks, Offtanks usw. gespielt. Aktuell werden auf der Toplane fast nurnoch Assassinen, ADCs oder Caster gespielt. Warum ist das wohl so? Bestimmt nicht weil Tanks in der Aktuellen Meta so OP sind...","replies":[]},{"id":"","poster":"I love you Malon","date":"2017-07-04T11:45:04.605+0000","up_votes":1,"down_votes":0,"body":"Wenn man Cleanse die Möglichkeit gibt Unterdrückung zu Cleansen dann können wir gleich {{champion:90}} von der Kluft entfernen!","replies":[{"id":"","poster":"iBangTwins","date":"2017-07-04T11:50:54.900+0000","up_votes":1,"down_votes":3,"body":"Fänd ich gut.","replies":[]}]}]}