{"id":"60gPyTza","poster":"MarCommander2211","date":"2017-07-03T14:38:20.910+0000","title":"Gull, der Meistergärtner","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Aussehen:\nGull tr&auml;gt eine hochgekrempelte Hose mit Sandalen und karierten Strumpfsocken. Sein Hemd ist auch kariert und kurz&auml;rmlig, doch es ist auch sehr zerflickt und verdreckt. Sein Filzhut ist braun und mit einer gr&uuml;nen Feder ausgestattet. Auf dem R&uuml;cken tr&auml;gt er einen Rucksack und auf der Taille einen G&uuml;rtel. In der rechten Hand tr&auml;gt er einen Tasche und in der Linken eine Harke.\n\nLore:\nDer G&auml;rtner Gull war einst ein Beauftragter Demacias, welcher im Namen der reichen adligen Gutsherren ihre G&auml;rten pflanzte. Doch Gull sehnte sich stets nach mehr Anerkennung. Er liebte wahrlich seine Pflanzen, doch noch mehr d&uuml;rstete es ihn nach Anerkennung. Immer wieder protzten die Gutsherren mit ihren G&auml;rten, doch Gull konnte niemals Ruhm erlangen. Eines Tages wies ihn ein reicher H&auml;ndler an, ihm einen riesigen Garten zu bauen. 4 Jahre brauchte Gull, um den Garten zu errichten. Er war wahrlich beeindruckend. Die Kuriere und Drucker des Reiches sahen den Garten und berichteten &uuml;ber ihn, doch wieder wurde Gull die Lorbeeren gestohlen. Verbittert benutzte er die Verbindung zu den Pflanzen, die er aufgebaut hatte, w&auml;hrend er sie pflanzte, und er lie&szlig; sie den H&auml;ndler und sein Anwesen &uuml;berwuchern. Der Garten wurde zu einem Dschungel und Gull zu einem Gefangenen. Er schmorte wegen des Mordes an dem H&auml;ndler viele Jahre im Kerker Demacias, bis er h&ouml;rte, dass eine seiner Pflanzen zum Leben erwachte. Er ergriff seine Harke, und &uuml;berw&auml;ltigende Kraft nahm von ihm Besitz, sodass er das Gef&auml;ngnis zerschmetterte und ihn seine Samen zu dem Ort trugen, wo er seine Pflanze vermutete - die Kluft.\n\nA: Normaler automatischer Angriff\nGull beugt sich nach unten, und nimmt seine Harke in beide H&auml;nde, um dann in die Luft zu springen und mit seiner Harke auf den Boden aufzuschlagen.\n\nP: Die gro&szlig;e Suche\n{{item:3047}} \n&Uuml;berall auf der Karte erscheinen Gr&auml;ser. Dr&uuml;ckt Gull auf eine Portion Gras, dann baut er dort Samen an, die er nach 2 Minuten aufsammeln kann. Nach 3 Minuten verschwinden die Samen aber wieder. Falls Gull oder ein verb&uuml;ndeter Held nach 2 Minuten und vor 3 Minuten auf besamtes Gras klickt, dann erh&auml;lt er eine Aufladung Samen. Gegner k&ouml;nnen die Samen zerst&ouml;ren.\nPro Aufladung erh&ouml;hen die HP von Gull oder einem verb&uuml;ndeten Helden permanent um 40. \nF&uuml;r 1.5 Minuten nach der Aufladung wird die Mana und HP Regeneration um 100% erh&ouml;ht.\n\nQ: \n{{item:3122}} \nGull verbessert seinen n&auml;chsten automatischen Angriff sodass er +20/40/80/160+10%HP+50%AP zus&auml;tzlichen Schaden verursacht. Knackt er damit einen Samen der W, indem er die Q auf einen Gegner in der W trifft, ist der Schaden der Q verdoppelt.\nMana: 40 Mana\nCD: 8/7/6/4 Sk\n\nW:\n{{item:3902}} \nGull wirft einen Beutel voller Samen mit in eine Richtung, welche pro halbe Sekunde 20/40/80/160+90%AP magischen Schaden verursachen. Stehen Verb&uuml;ndete oder Gull in den Samen, werden sie um 25/50/100/150 Punkte bescheunigt und pro halbe Sekunde um 10/20/40/80+40%AP geheilt. Der Radius betr&auml;gt 400 Punkte und die Reichweite des Wurfes betr&auml;gt 700 Punkte.\nMana: 80 Mana\nCD: 12 Sk\n\nE:\n{{item:3901}} \nGulls automatischer Angriff nach einer F&auml;higkeit ist verbessert, wodurch er sich zu einem Gegner in 400/450/500/550 Reichweite heranzieht und +20%AP als Schaden zuf&uuml;gt.\nAktiv kickt Gull einen Samenbeutel, welcher mit langsamer/normaler/schneller/sehr schneller Geschwindigkeit rollt und 2 Sekunden lang verwurzelt und 80/120/160/240+40%AP als normalen Schaden zuf&uuml;gt. Die Reichweite betr&auml;gt 700/800/900/1000 Punkte.\nMana: 80 Mana\nCD: 4 Sk\n\nR:\n{{champion:143}} \nGull &ouml;ffnet seinen Rucksack und pflanzt den Monstersamen, welcher dann explodiert und blitzschnell eine gr&uuml;ne Fl&uuml;ssigkeit in alle Richtungen aussendet, welche Verb&uuml;ndeten +50/60/70 Magieresistenz gew&auml;hrt und +10/25/50%Lebensraub/Zauberdieb verleiht. Die Fl&uuml;ssigkeit verschwindet nach 4+0.1 AP Sekunden. \nMana: 160 Mana\nCD: 150 Sekunden\n\nEmotes/Interaktionen\nLache: \n1. Hihihi!\n2. Hahaha!\n3. Muahahaha!\n4. Muahaha...ah urgh...\n\nSpott:\nEuer Garten ist nicht so sch&ouml;n wie meiner. 1.\nIhr werdet ein Genie niemals verstehen. 2.\nIch werde euch keinen Garten machen. 3.\nNun bekomme ich doch meine verdiente Anerkennung! 4.\nMei Stolz ist nicht verblichen! 5.\n\nWitz:\n(nimmt einen Samen aus seinem G&uuml;rtel) 1.\nGull: Hallo, kleiner Freund, k&ouml;nntest du mir helfen, die Pflanzen zu gie&szlig;en?\nSamen: Aber es regnet doch!\nGull: Da h&auml;tte ich Abhilfe.\n(gibt dem Samen einen Schirm)\n2. Es tut tats&auml;chlich den Pflanzen gut, wenn man mit ihnen redet.\nDeswegen beleidige ich Unkraut wie euch!!!\n\nTanz:\n(Gull holt 3 Samen, eine Gitarre, eine Geige, ein Akkordeon und eine Triangel aus seinem Rucksack. Die drei Samen spielen Instrumente, und er schl&auml;gt Triangel)\n\nZu Zyra:\nAh, endlich habe ich meine Lieblingspflanze gefunden!\n\nZu Maokai:\nEuch kenne ich nicht, verehrter Baum. \n\n\n\nKritik ist erw&uuml;nscht :DDD","replies":[]}