{"id":"wxxZYRRn","poster":"Azazelll","date":"2017-07-03T13:11:53.195+0000","title":"Team sucht Mid- und Toplaner mit Erfahrung aus Platin und Dia Bereich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"EEEEEEEEEYYYYYYY,\r\n\r\nwir sind 3 Dudes, die jetzt seit fast 2 Jahren zusammen spielen und schon einiges an Teamerfahrung gesammelt haben. Wir zocken t&auml;glich mehrere Spiele zusammen, sowohl Normals als auch Duo- und FlexQ.  Da wir das Gef&uuml;hl haben irgendwie auf der Stelle zu treten und sowieso immer sehr viel Spa&szlig; beim zocken haben, wollen wir uns jetzt mal wieder sammeln und mit einem Team ans Leistungslimit kommen --&gt; sprich tryharden. Als Ziel f&uuml;r die Zukunft, schwebt uns die Teilnahme an einem Online-Turnier oder einer Online-Liga vor. \r\n\r\nWichtig zu wissen ist, dass wir weder au&szlig;schlie&szlig;lich tryharden noch au&szlig;schlie&szlig;lich rumalbern wollen, sondern auf der Suche nach zwei passenden Solo-Lanern sind, die an beidem Spa&szlig; haben. \r\nMeine pers&ouml;nliche Traumversion w&auml;ren ca. 2-3 Games am Abend die man konzentriert bestreitet, sprich zun&auml;chst eine sinnvolle Teamcomb bespricht und mit ein, zwei Absprachen in die Pick/Bannphase geht und grob abspricht wie zumindest die ersten Minuten des Games ablaufen (Worum wird gespielt, wer ist eher passiv, was ist das erste Ziel (Drake/Tower/Kills).\r\n\r\nSch&ouml;n w&auml;re es, wenn die &quot;Traumversion&quot; mindestens 3 Abende unter der Woche erreicht werden kann, da wir jedoch im Schnitt 5,6,7 Tage abends online sind, gerne auch mehr.\r\n\r\nWas uns bei euch ganz wichtig w&auml;re ist, dass ihr 18 Jahre seid, eure Position mindestens ein Jahr kennengelernt habt und verschiedene Champions beherrscht, sprich nicht au&szlig;schlie&szlig;lich Assasine/Tank/Con. Mage, also flexibel seid.\r\n\r\nZu unserer bunten Truppe z&auml;hlen bisher \r\n\r\nRennSven [Supp; letzte Season D5; diese Season bisher P3]\r\nLolli Olli [ Jungle; letzte Season Gold1; aktuell Gold 1 ]\r\nGas Lars [ ADC; letzte Season P1 dann inaktiv; aktuell P4]\r\n\r\nWir holen aktuell gef&uuml;hlt nicht das meiste aus uns heraus und wollen das im Rahmen des &quot;neuen&quot; Teams &auml;ndern, wenn es euch &auml;hnlich geht und ihr an alte Leistungen ankn&uuml;pfen wollt, bzw. gewillt seid euch zu verbessern richtung High-Plat - Low Dia Bereich, f&uuml;gt RennSven oder GasLars hinzu und wir gucken heute/morgen Abend mal ob wir zusammenkommen.\r\n\r\nBis sp&auml;ter vielleicht!","replies":[]}