{"id":"H1Rt6Edt","poster":"aaronplusryk","date":"2017-07-01T17:37:17.746+0000","title":"Kann mir jemand vill n Paar Tips geben?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;re und Beschw&ouml;rerinnen :) ,\n\nIch wolle euch mal fragen ob jemand von euch mir vllt n paar Tips geben kann in der Sache Nahkampf?\nIch w&uuml;rde so gerne Nahkampf Champions spielen k&ouml;nnen aber kommen mit diesen nicht klar ich verliere sehr schnell mein leben und muss sehr oft zur&uuml;ck zur Base.\nIch frage mich was ich falsch mache und was ich vllt besser machen k&ouml;nnte.\nIch w&uuml;rde z.B. Super gerne {{champion:89}}  spielen k&ouml;nnen aber auch mit ihr komme ich nicht sogst klar obwohl sie auf Tank geht :(\n\nVielen dank an euch schon einmal im Voraus:))","replies":[{"id":"","poster":"charmelikeahri","date":"2017-07-01T18:09:33.375+0000","up_votes":1,"down_votes":0,"body":"Nicht zu nahe am Gegner stehen damit er dich poken kann. Du wartest nur auf die CS um zu lasthitten, dafür nutzt du auch Fähigkeiten wie die Kata Q. Generell immer weit möglichst vom Gegner entfernt d.h. auf der anderen Seite der Lane, wenn der Gegner obem steht orientierst du dich nach unten. \n\nBitte korrigiere vill als Abkürzung für vielleicht, die allgemeine Abkürzung ist vllt. *FACEPALM*","replies":[{"id":"","poster":"aaronplusryk","date":"2017-07-01T19:05:16.611+0000","up_votes":1,"down_votes":0,"body":"danke danke danke :)","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-04T11:10:09.724+0000","up_votes":1,"down_votes":0,"body":"Aber versuche auf keinen fall zu viel mana zu verbrauchen.","replies":[{"id":"","poster":"aaronplusryk","date":"2017-07-05T21:45:59.783+0000","up_votes":1,"down_votes":0,"body":"vielen Dank :)","replies":[]}]}]}]},{"id":"","poster":"Sirius00","date":"2017-07-01T18:28:35.803+0000","up_votes":1,"down_votes":0,"body":"Hey aaronplusryk \n\nDa jeder Champion ein anderes Kit besitzt, werden sie verschieden gebaut und gespielt. Ein sehr gutes Beispiel ist Ekko, dieser hat durch seine Ulti und seine E sehr gute Möglichkeiten zu Engagen und wieder zu überleben. Anders ist hier Malphite, dieser Ultet einfach rein und bleibt drin, bis er verliert oder gewinnt. Noch einmal anders spielt sich Darius, dieser hat keine Mobilität, muss sich also auf andere Mittel verlassen, um nützlich zu sein.\n\nAber darum geht es dir wohl kaum. Ich nehme an, dass du wissen willst, wie du die Lane gegen Meele oder Ranged spielen kannst.\n---\n**Melee**\nMinion/Cooldown-basiertes Traden. Kurz: Wenn der Gegner einen wichtigen Spell raushat(Mordekaiser`s Q), bekämpfst du ihn. Wenn du noch Teile deiner Wave hast, dein Gegner aber nicht, kämpfst du. Hast du das gegnerische Kanonenminion schon, er aber deines nicht, kämpfst du. Hier aber auf die Stärken deines Champions achten: Ekko nutzt seine Passive und geht raus. Darius geht für komplette All-Inns.\nFalls du deinen Gegner nicht töten kannst, versuche mehr Farm als er/sie/es zu haben. 15 Farm mehr als der Gegner zu haben ist goldmässig ein Kill.\nWenn du nach hinten gefallen bist, sei es durch einen Gank oder 1v1 gestorben, musst du nicht aufgeben. Falls du Teleport hast, geh sofort zur Lane und schlage deinen Gegner, wenn er wenig Leben hat. Falls dein Jungler in der Nähe ist, ping ihn oder bitte ihn auf dem Weg zur Lane um Hilfe. Wenn das nicht funktioniert, Roame. Als Toplaner kann man auf der Botlane ziemlich viel Chaos mit einem gut gesetzten Tp verursachen, als Midlaner kann man auch zu Fuss die Botlane nerven. So kannst du auch eine verlorene Lane gewinnen.\n---\n**Ranged**\nSo ein Match-Up ist echt kacke. Falls der Gegner gut ist, poket er dich schon vor/während der ersten Wave, falls nicht, kannst du sie spielen wie gegen einen Meelee. Wenn er seinen Vorteil ausnutzt, musst du deine Pots benutzen(falls du Corrupting startest) eine Healfähigkeit nutzen(Garen Passive,Tryn W), falls du das auch nicht kannst, bleibe in Exp-Range und warte, bis der Gegner pusht. Danach freezet du entweder vor deinem Turret oder, falls das zu schwer ist, lässt du die Wave in den Turret laufen, farmst hier und wartest wieder, bis die Wave in deinem Turret ist. Wichtig hierbei: Engages gut überdenken. Falls der Gegner kurz vor Level 3,6 oder 9 steht, solltest du nicht kämpfen. Falls du in der Mitte ein solches Match-Up hast, ist Tp von Vorteil, da du mit wenig Verlusten in die Base kannst. Auf der Toplane sicher dein Build an den Gegner anpassen (kayle=viel MR,Kennen=Armor).\n---\n**Generell**\nObjectives sind wichtiger als Kills, Nexus ist wichtiger als KDA, unterstütze dein Team(Kein Zed in eine Fullad-comp, Kein Master Yi ohne tanky Non-support) mach Calls und hab Spass am Spiel ;D.\n{{sticker:slayer-jinx-catface}} \nMfg Sirius00{{champion:429}}\nP.S.: Bin Adc/Junglemain auf Bronzeelo, kannst also nen Kehricht auf meine Meinung geben, helfe einfach gerne anderen.","replies":[{"id":"","poster":"aaronplusryk","date":"2017-07-01T19:04:55.051+0000","up_votes":1,"down_votes":0,"body":"danke danke danke :)","replies":[]}]},{"id":"","poster":"Squidwards House","date":"2017-07-01T17:41:32.527+0000","up_votes":1,"down_votes":0,"body":"leona als beispiel ist ein tank-support. das ist nicht das selbe wie ein tank.\ndu holst immer noch sightstone, fast jeder support holt redemption UND DANACH gehst du tanky. nur zu dem zeitpunkt wo du dein 1. tank item anfängst sind richtige tanks schon bei 3 items full tank.\n\nwenn du aber vom prinzip her fulltank meinst wie nautilus, malphite, leona usw. dann musst du zuerst obviously dich an deine gegner anpassen. viel rüstung bringt nichts wenn die gegner 4 ap champs und n kog maw als adc haben.\nden perfekten engage zu machen ist sinnlos, wenn dein team nicht dabei ist.\noft ist es klüger deinen fed adc zu beschützen, als voll reinzugehen.\ngegen bestimmte champs die z.b % dmg haben wie kog, vayne \noder dot champs wie anivia cassio wirst du immer probleme haben. \n\nbin kein tank main aber ja das sollten so basics sein die man bedenken soll","replies":[{"id":"","poster":"aaronplusryk","date":"2017-07-01T17:56:05.073+0000","up_votes":1,"down_votes":0,"body":"dankesehr :) aber leona ist nicht der einzige oder die einzige dich ich Geren spielen könnte mir geht es zb auch um Katharina, Flora, und so hat :( :)","replies":[]}]}]}