{"id":"U4nZ6o3k","poster":"CyberCookieee","date":"2017-07-02T03:46:56.864+0000","title":"Twisted Love - Das Herz der Nacht IV","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"Zweifel\n\nWir rannten die ersten Meilen des Weges in die Gebirge und bewegten uns stets fernab der Hauptstra&szlig;e wo uns Einheimische und H&auml;ndler &nbsp;h&auml;tten sehen k&ouml;nnen. Wenn es nach Rakan ging w&uuml;rden wir H&auml;ndchenhaltend durch die Gegend spazieren und uns den ganzen lieben Tag nach liebkosen. Ich f&uuml;r meinen Teil h&auml;tte auch nichts dagegen gehabt. Doch nach dem was der Tag una bereits abverlangt hatte, mussten wir auf der Hut sein. Uns noch viel eher von dieser Insel runter. Ich musste mein Volk somit zwar zur&uuml;cklassen, doch es w&uuml;rde nicht lange dauern bis ich das Geheimnis der Klinge entdeckt haben w&uuml;rde. Das glaubte ich jedenfalls. Rakan beschwerte sich st&auml;ndig warum wir nicht einfach eine Kutsche nehmen k&ouml;nnten. Er dachte gar nicht an die M&ouml;glichkeit, dass Karma uns bereits als die Diebe des Relikts angeschw&auml;rzt und somit zu den angeblichen M&ouml;rdern der Bewohner gemacht hatte. Wir mussten die K&uuml;ste erreichen bevor das Ger&uuml;cht Seine runde machte. Andernfalls w&auml;ren wir auf dieser Insel all unseren Ionischen Feinden &nbsp;ausgeliefert. Zwar war bereits vor all dem ein Kopfgeld auf mich ausgesetzt, doch da hatte ich noch kein heiliges Relikt aus Karmas Residenz entwendet und unsere Gegner konnten nicht sie von Zauberhand auftauchen und verschwinden. Dad war das n&auml;chste was mich ablenkte. Wenn sie sich doch frei &uuml;berall materialisieren konnten, wieso haben sie uns nicht erneut angegriffen? Hat es mit der Ber&uuml;hrung von Rakams Schl&uuml;ssel zu tun?. Fragen &uuml;ber Fragen doch keine Antwort f&uuml;r nur eine einzige. W&auml;hrend wir durch das Geb&uuml;sch, einen langen abgelegenen Bergpfad hinauf Liefen, grub ich meine Hand erz&uuml;rnt in den Saum meiner Lederr&uuml;stung. Ich war schon seit unserem Aufbruch angespannt, stets in Erwartung eines pl&ouml;tzlich auftauchenden Feindes, gerade jetzt wo bald die Nacht &uuml;ber das Tal Ionias hereinbrechen w&uuml;rde. &bdquo;Wir sollten eine Pause machen und du musst dich ausruhen. Ich weis auch genau wie.&ldquo;, sagte er gelassen und riss mich regelrecht um und dr&uuml;ckte mich eine nahegelegene Felswand, seinen linken Arm an der Wand gest&uuml;tzt, seine Rechte Hand um meine Taille geschlungen, abw&auml;rts wandernd. Es gefiel mir und das war mein Problem.&nbsp; Ich war zu vernarrt in sein L&auml;cheln, seome Art und seine wundersch&ouml;nen &nbsp;Augen in denen ich mich immer wieder verlieren konnte. Ich wollte ihm widersprechen, doch ehe ich ein Wort raus bringen konnte, k&uuml;sste er zun&auml;chst meine Lippen, dann meinen Hals, tiefer hinabwandernd bis in mein Dekollet&eacute;. Gebannt von seinen Ber&uuml;hrungen gab ich mich den Gef&uuml;hlen hin und musste mir auf die Lippen bei&szlig;en um nicht ausversehen die Aufmerksamkeit &nbsp;eines Wanderers der nahen Bergstra&szlig;e auf uns zu lenken, der gerade die Stra&szlig;e entlang schlenderte. Als Rakan jedoch mit seiner rechten Hand den Hakenverschluss meiner Hose lockerte, welche diese heruntersacken lie&szlig; und sowohl meine blanken Beine, als auch den Rest meines Beckens entbl&ouml;&szlig;te. Rakan schmiegte sich immer enger um mich, seinen Mantel mit einer flinken Bewegung hinter sich zur&uuml;ckfallen lassend. Ich legte meine Arme um ihn, ihn zu mir heranziehend, ein Bein leicht angehoben, an die Felswand &nbsp;fie mir halt gab gelehnt. Er warf mich, begierig der Lust die er nach all den Jahren unged&auml;mpft f&uuml;r mich empfand, auf das weiche gras und lehnte sich &uuml;ber mich, seine Arme seitlich meines Kopfes auf den Boden gest&uuml;tzt.&nbsp;\n&bdquo;An eurer Stelle w&uuml;rde ich mir einen anderen Ort f&uuml;r ein Sch&auml;ferst&uuml;ndchen suchen.&ldquo;, erklang eine ruhige m&auml;nnliche Stimme. Ich fuhr vor Schreck zusammen und sprang zeitgleich mit Rakan auf, einen Dolch aus dem Mantel ziehend, welchen ich noch trug.&nbsp;\n&bdquo;Verzeiht mein einschreiten und senkt eure Waffen. Ich bin kein Feind, Vastayaner. Und&hellip; bitte zieht euch etwas an junge Lady.&ldquo;, fuhr der im Geb&uuml;sch stehenden in blau gekleidete Mann. Er trug eine Maske, enge blaue R&uuml;stung aus leichtem Metall und sah aus wie einer der Ninja, welche man sehr selten in Ionia zu sehen bekam. Das er sich derart Ger&auml;uschlos ann&auml;hern konnte ohne uns angreifen zu wollen, best&auml;tigte meine Theorie. Ich zog mir auf bitte &nbsp;des Fremden hin meine Kleidung an, hinter Rakan, der sehr genau aufpasste, dass er keinen weiteren Blick seiner gro&szlig;en Liebe erhaschen konnte. Dabei knirschte er regelrecht mit den Z&auml;hnen, beinahe Eifers&uuml;chtig darauf , dass der Mann etwas gesehen hat was nur ihm geh&ouml;re &ndash; mich.\nNun reichte ich Rakan seinen Mantel und r&auml;usperte mich vor dem Fremden. &bdquo;Nun ich hoffe ihr habt uns aus guten Grund gest&ouml;rt, andernfalls werdet ihr hier und jetzt &nbsp;daf&uuml;r &nbsp;bezahlen.&ldquo;, drohte ich ihm, acht meiner Federdolche warnend zwischen &nbsp;meinen Fingern haltend. &bdquo;Aber,aber. Ich wollte nur nicht, dass ihr euer Leben h&auml;ttet lassen m&uuml;ssen.&ldquo;\nIch zog eine Augenbraue hoch. Versuchte er sich mit fieser dummen Bemerkung aus der Aff&auml;re zu ziehen, nachdem er mich bespannt hatte?\n&bdquo;Ich sehe in eurem Blick, dass ihr nicht wisst wovon ich rede. Seht ihr diese violetrote Pflanze auf der ihr beinahe Gelegen habt?&ldquo;\nMein suchte die Stelle ab, auf welcher wir zuvor unser Liebesspiel vollf&uuml;hrten. Tats&auml;chlich war in kurzen Gras eine winzige Blume, kaum gr&ouml;&szlig;er als eine Kinderhand. Die sollte so gef&auml;hrlich sein. Ein 1l&auml;cherlicher Gedanke.&nbsp; Ich tauschte einen Blick mit meinem Geliebten aus und er schien es f&uuml;r eine ebenso sch&auml;bige Ausrede wie ich zu halten. &bdquo;F&uuml;r dumm verkaufen k&ouml;nnt ihr wen anders! Das d&auml;mliche Unkraut ist doch nie im Leben gef&auml;hrlich, sonst k&ouml;nnte &nbsp;man es nicht einfach zertreten!&ldquo;, schrie Rakan w&uuml;tend &uuml;ber die Dreistigkeit des Ninjas. Doch bevor er sie Blume nur ber&uuml;hren konnte, stie&szlig; ihn der Fremde bereits mit einem schnellen Sprung zur Seite. Gerade so stark, dass er das Gleichgewicht verlor uns nach hinten kippte. &nbsp;&bdquo;Was ist denn bei dir nicht richtig?&ldquo;, schimpfte Rakan sauer zu dem Ninja der nun neben der Pflanze stand. Dieser hielt seine Hand Rakan entgegen um ihm auf zu helfen. Rakan, noch etwas verwundert ob er nun dankbar oder ver&auml;rgert sein sollte, nahm die helfende Hand an und begab sich wieder auf die Beine.\n\nPart V: https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/pQGONYJg-twisted-love-das-herz-der-nacht-v","replies":[]}