{"id":"j7uV5Vhf","poster":"Paphant","date":"2017-07-01T08:45:51.213+0000","title":"Biete SoloQ und Teamcoaching an","subforum":"Clans & Teams","up_votes":1,"down_votes":4,"body":"Heyho Community,\r\n\r\nmein Name ist Patrick, ich bin 21 Jahre alt und komme aus NRW. Ich coache bereits seit 2,5 Jahren in League of Legends, dabei habe ich mit Spielern von Bronze 5 bis Challenger gearbeitet. Ich selber Spiele LOL seit Season 1 und spiele im unterem Diamant Bereich. Folgende Formen des Coachings w&auml;ren m&ouml;glich:\r\n\r\nTheoretisches Hintergrundwissen beibringen/erweitern und erkl&auml;ren\r\nAllgemeine Fragen zu Lol(Q&amp;A Lesson)\r\nReplayanalyse\r\nLivegameanalyse\r\nLanecoaching\r\n\r\nNat&uuml;rlich k&ouml;nnten man diese Punkte jetzt noch weiter untergliedern allerdings werde ich es dabei belassen. Die Lessons sind kostenpflichtig (genauere Infos auf Anfrage). Wenn Ihr an dem dem ganzem Interesse habt k&ouml;nnen wir uns gerne zu einem Infogespr&auml;ch zusammen setzten und alles kl&auml;ren was euch auf dem Herzen liegt :D.\r\n\r\nACHTUNG: Coaching bietet keine garantierte Leistungssteigerung, es kommt dabei komplett auf euch an was Ihr aus den Stunden mitnehmt und wie Ihr es umsetzt den letztendlich steuert Ihr die Maus und die Tastatur.\r\n\r\nBei Interesse einfach Patbercoach adden","replies":[{"id":"","poster":"Quinceey","date":"2017-07-01T08:53:51.859+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\n\"dabei habe ich mit Spielern von Bronze 5 bis Challenger \" Hast du Referenzen?\n\nGrüße","replies":[{"id":"","poster":"Paphant","date":"2017-07-01T10:43:23.632+0000","up_votes":1,"down_votes":0,"body":"Ja Referenzen sind vorhanden kann ich dir gerne privat Zukommen lassen wenn es dich interessiert.","replies":[]}]},{"id":"","poster":"Evil Hai","date":"2017-07-01T09:14:29.112+0000","up_votes":1,"down_votes":0,"body":"warum braucht ein Challenger Coaching ?","replies":[{"id":"","poster":"eingew","date":"2017-07-01T09:18:56.509+0000","up_votes":1,"down_votes":0,"body":"Wenn er sich da auf Dauer halten will kann das durchaus hilfreich sein. Nicht umsonst haben die Teams, die in der Weltmeisterschaft spielen, ebenfalls Coaches. Und gerade wenn man dann selbst solche Ambitionen hat, ist ein Coach keine schlechte Idee, oder?","replies":[]}]}]}