{"id":"9rQ5aKLy","poster":"KleinTyli","date":"2017-06-30T20:43:45.576+0000","title":"Nach wie vielen Spielen ist man da wo man hingehört","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hallo,\r\nm&ouml;chte hier nur mal ne Diskussion anregen, wann ihr glaubt dass man seine EloPeak erreicht hat.\r\n\r\nInteressiert mich pers&ouml;nlich sehr (ihr k&ouml;nnt auch gerne mein Profil ansehen) da ich mehr normals als Ranked spiele und mich frage wie lange ich Ranked spielen m&uuml;sste um an meine pers&ouml;nliche Peak zu kommen.\r\n\r\nBin zum Beispiel der Meinung dass ich pers&ouml;nlich (aktuell Gold 2)  wahrscheinlich irgendwo in Platin (P4 bis P2) kommen k&ouml;nnte. Habe aber das Gef&uuml;hl dass meine ~160 gespielten Spiele nicht zum wirklichen einranken ausreichen. \r\nAlso frage ich mich wie viele Spiele ich bis zum Ende der Season hinlegen m&uuml;sste und wann es wohl am besten ist sich mit seinem Ragn zufrieden zu geben.\r\nlg kleinTyli","replies":[{"id":"","poster":"FDG DragonSlayer","date":"2017-07-05T17:16:52.405+0000","up_votes":1,"down_votes":0,"body":"kann nur von mir reden hab diese season 500 rankeds gezockt und binn immer noch am climben auch wenns langsamer geht als am start ;P","replies":[]},{"id":"","poster":"Pandeonor","date":"2017-07-01T10:12:04.323+0000","up_votes":1,"down_votes":0,"body":"Kann man imho nicht sagen. Ich gehe einmal davon aus, das man sich im Verlaufe der Zeit verbessern kann - somit ist der Peak durch mindestens 2 Dinge bestimmt. \n- Zum einen das derzeitige Spielvermögen und \n- zum anderen das Lernpotential. Du warst bei Deinem ersten Ranked sicher schlechter als heute.\n\n- Der dritte Faktor ist der Zufall. Je näher Du am Peak bist, desto größer der Einfluss des reinen Glücks beim Matchmaking. Ich gehe davon aus, das absolut jeder (welcher sich am Peak befindet) sich zumindest eine Liga (eher 2 Ligen) über oder unter seiner aktuellen befinden könnte mit oder ohne dem notwendigen Glück bzw. Pech.\n\nDazu (als Unterpunkt zum eigenen _Spielvermögen_) noch das hier schon angesprochene - die auch \"psychische\" Planung eines Ranked um sein Bestes zu geben. Wenn man in jedem Spiel sein bestes zu geben in der Lage ist, dann kann vermutlich auch \"jeder\" eine Liga darüber sein. Ich denke das auch das ein Faktor ist wo das persönliche Gefühl wohl den meisten erklärt das man _eigentlich_ eine Liga obendrüber auch mitspielen kann. Kann man auch. Doch wer kann schon immer sein Bestes geben? Nicht jeder kann an den Olympischen Spielen auch automatisch Gold erhalten _obwohl_ er im jew. Jahr auch den Weltrekord sagen wir geworfen haben mag. Jeder Wettkampf ist anders und nicht immer gelingt alles. Auch das macht imho \"Challenger\" aus - das _permanente_ abrufen der Höchstleistung. Kann mich da an Björndahlen im Biathlon erinnern, der konnte (oder kann?) das hervorragend. [Solche haben dann in der Regel Mental-Coaches]\n\n\n^ ^ Beispiel: Ich (Bronze II) habe gestern zusammen mit einem Silber V-er ADC die Botlane gerockt gegen Unranked Nautilus und einer Platin I main ADC Tristana. Erst den Nautilus, dann im Doublekill Beide.  ^ ^ Finde ich richtig gut und denke ich bin auch nicht Bronze II. Gut - erst 27 rankeds gespielt - who knows. Ich habe mich in der letzten Zeit verbessert. Persönlich halte ich Deine 160 gespielten nicht für viel wenn Du in der Lage Bist oder/und warst Dich noch zu verbessern. Vielleicht hattest Du nach 100 Matches mal einen qualitativen Schub und ab dort gemessen sind es \"erst 60\" und damit u.U. weniger als notwendig um Deinen derzeitigen Stand zu bestimmen.","replies":[]},{"id":"","poster":"RAG Ryve","date":"2017-06-30T20:51:01.445+0000","up_votes":1,"down_votes":0,"body":"Das kann man erst sagen wenn sich deine Winrate konstant bei 50% hält. Dann hast du in etwa deine True Elo erreicht.\nEs gibt Spieler die nach 200 Games immernoch climben, es gibt Spieler die nach 50 Games bereits dort sind wo sie hingehören, eine genaue Summe kann man da nicht nennen. \n\nDa du nach ca 160 Games ne Winrate von 53% hast, ist da durchaus noch Platz nach oben, überschätzen solltest du dich jedoch nicht da P2 schon noch ein ganzes Stück ist. Am besten wäre einfach du spielst mehr Ranked und findest es für dich selbst hinaus.","replies":[{"id":"","poster":"KleinTyli","date":"2017-06-30T20:57:45.088+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RAG Ryve,realm=EUW,application-id=ip27PlEH,discussion-id=9rQ5aKLy,comment-id=0000,timestamp=2017-06-30T20:51:01.445+0000)\n \n> Da du nach ca 160 Games ne Winrate von 53% hast, ist da durchaus noch Platz nach oben, überschätzen solltest du dich jedoch nicht da P2 schon noch ein ganzes Stück ist. Am besten wäre einfach du spielst mehr Ranked und findest es für dich selbst hinaus.\n\nAlso bisher war es so dass ich mich immer mit nem Platinrahmen zufrieden gegeben habe, wenn ich denn mal in Plat4 war. Season 6 hatte ich dann nichtmal mehr die Motivation von Gol2 auf Plat raufzuspielen.\nDiese Season bin ich Silber 4 eingestiegen und jetzt Gold 2.  Werde wahrscheinlich wieder Platinrahmen anpeilen und dann aufhören.\nLiegt wohl daran dass ich Ranked spielen psychisch als sehr anstregend emfpinde. Nach 2 Rankeds bin ich nervlich irgendwie am Ende.\nTrotzdem interessiert es mich wo ich hinkommen könnte. \n\nIch bin mir im klaren darüber dasss Platin anders gespielt wird, kann aber durchaus im oberen Gold noch Games carrien und würde mal aus dem Bauch heraus behaupten dass Gold 1 spielertechnsich irgendwo bei Plat 4 liegt.","replies":[]}]}]}