{"id":"mksEIHWP","poster":"Haluzinator","date":"2017-06-30T20:58:26.670+0000","title":"D1 soloq looking for analyst/assistant coach position (Ger/Eng)","subforum":"Clans & Teams","up_votes":5,"down_votes":3,"body":"Hey Leute,\r\nzuerst einmal stelle ich mich vielleicht kurz vor, mein Name ist Florian ich bin 17 Jahre jung und ADC/Sup main.\r\nIn der SoloQ bin ich zur Zeit Diamant1 56lp und habe grunds&auml;tzlich noch die Ambition Master zu erreichen.\r\n\r\nIn letzter Zeit ist mir mehr und mehr aufgefallen, dass mir der Spa&szlig; am Tryharden um Elo zu machen aus irgendeinem Grund vergangen ist und ich eine neue Herausforderung suche. Einerseits besteht nat&uuml;rlich die M&ouml;glichkeit ein Team im HighElo bereich zu suchen , andererseits sind die Anzahl an Teams mit offenen Positionen in diesem Bereich auch sehr gering. Deshalb suche ich hier nun nach einer M&ouml;glichkeit einem bereits bestehenden Team im &quot;High-Elo&quot; bereich als Analyst oder Assistenzcoach zur Seite zu stehen. F&uuml;r die Position eines &quot;Haupt&quot;Coaches fehlt es mir meiner Meinung nach noch an Erfahrung in diesem Bereich. \r\n\r\nLeague of Legends spiele ich erst seit Mitte Season 4 , habe aber im laufe der Zeit sehr viel &uuml;ber Objektivetrading, Visioncontroll und generell &uuml;ber das Makrogame gelernt, den Dia bereich habe ich wahrscheinlich nur erreicht, weil ich mich nach misslungenen Spielen selbst hingesetzt habe und die Replays analysiert habe um vermeidbare Fehler zu finden und in Zukunft zu verhindern. So, und durch die dauerhaft wechselnden Metas, ist mein allgemeines Game-Knowledge mit der Zeit immer gr&ouml;&szlig;er geworden .\r\n\r\nDieses Wissen bin ich gerne bereit zu Teilen um dabei vielleich Teil etwas Gr&ouml;&szlig;eren zu werden.\r\nVon folgenden Aufgaben w&uuml;rde ich vorerst einmal ausgehen und w&auml;re darauf vorbereitet:\r\n- Analysieren der Meta (Champs/Itembuilds/Gameplay)\r\n- Analyse der eigenen Games um m&ouml;gliche Fehler zu finden\r\n- Spielerorientierte Hilfe (Positioning,usw )\r\n- Analyse von kommenden Gegnern \r\n- Verbesserung der Vision / Aufbau von Visioncontroll \r\n- Entwicklung neuer Strategien und Itembuilds\r\n\r\nIch suche:\r\n- Ein Team oder eine Organisation im Mid Diamond Bereich oder h&ouml;her , welches am besten bereits einen Coach oder Analysten mit Erfahrung besitzt, welchem ich unter die Arme greifen kann\r\n- Ein Team welches regelm&auml;&szlig;ig trainiert und eine feste Struktur hat\r\n- kritikf&auml;hige Spieler die sich auch verbessern wollen\r\n- Die M&ouml;glichkeit mehr Erfahrungen zu sammeln und am besten gemeinsam Erfolge zu feiern\r\n\r\nbei Interesse einfach Ingame &quot;Haluzinator&quot; adden\r\nFragen werden gerne beantwortet\r\noffen f&uuml;r Angebote aller Art, aber bitte nur ernst gemeinte.\r\nFalls n&ouml;tig kann ich auch auf englisch arbeiten, ich spreche relativ flie&szlig;end\r\n\r\nGr&uuml;&szlig;e: \r\nHaluzinator (Florian)","replies":[]}