{"id":"BGj3ZFqE","poster":"Pandaphiri","date":"2017-06-29T17:58:00.494+0000","title":"Fullscreen Wiederholungsrate","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Immer wenn ich auf Fullscreen spielen m&ouml;chte &auml;ndert das spiel auf einer h&ouml;her Hz zahl was mein monitor aber nicht schafft. habe nur einen 60Hz monitor und mehr packt der leider nicht","replies":[{"id":"","poster":"xXGhost229Xx","date":"2017-07-09T10:08:09.462+0000","up_votes":1,"down_votes":0,"body":"Was ist der unterschied von Fullscreen und Borderless? Nur dass man ohne ein anderes offenes Programm nicht raustabben kann?","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-09T11:59:02.028+0000","up_votes":1,"down_votes":0,"body":"borderless window is halt der fenstermodus nur ohne rand und ein \"fake\" fullscreen. man lann leichter raustabben aber sachen wie z.b. Skype popups und co werden halt auch eingeblendet wobei das im fullscreen nicht passieren kann. abgesehen davon ist der Fullscreen ressourceneffizienter im allgemeinen.","replies":[]}]},{"id":"","poster":"xXGhost229Xx","date":"2017-07-07T21:27:09.305+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch einen 60Hz Monitor, kann LoL aber trotzdem im Vollbildmodus spielen. Auch ohne Vsync, du bist derjenige der das nicht ganz versteht.\n\n1Hz= 1Widerholung/s  (eine Widerholung pro Sekunde), 1FPS= 1Frame/s (ein Bild pro Sekunde)\n\n\nhttp://bfy.tw/CimS Hier der Beweis","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-08T07:02:31.717+0000","up_votes":1,"down_votes":0,"body":"fps = das was die Graka schafft\n\nWiederholungsrate = das was der monitor schafft\n\nund nein ich verstehe es schon nur scheinbar versuchen hier alle das fehlwissen aufzuzwingen \n\nund oh wunder siehe da:  https://boards.na.leagueoflegends.com/en/c/help-support/H7N55HjL-game-is-changing-my-monitors-refresh-rate\n\nselbst riot weiß von dem Problem . ich glaube ich habe das problem genau verstanden und zwar das LoL wie ich es erwähnt habe bei einigen , wie es scheint nicht bei allen, schafft das des spiel die wiederholungsrate die vom spiel übermittelt wird höher setzt als eigentlich gewollt","replies":[{"id":"","poster":"fokko1023","date":"2017-07-08T07:29:53.478+0000","up_votes":1,"down_votes":0,"body":"Grafiktreiber und dx 9 neu installieren.\nImmerhin sind die für die weitergabe des bildes an den monitor zuständig.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-08T07:58:49.245+0000","up_votes":1,"down_votes":0,"body":"der rechner is erst neu aufgesetzt ^^ das einzige was ich noch testen kann is lol reparieren wenn das nicht klappt kann ich nur drauf warten das riot den fehler der seit monaten besteht irgendwann mal fixt\n\nneuer stand:\nkeine änderungen nach reperatur und sogar nach neuinstallation. liegt also weiterhin an Riot das zu fixen. ","replies":[{"id":"","poster":"fokko1023","date":"2017-07-08T23:50:54.296+0000","up_votes":1,"down_votes":0,"body":"Dann kanns wohl wirklich nur am Game liegen. \n\nhttp://www.4gamez.de/monitor-hz-mit-nvidia-grafikkarte-uebertakten-overclocken.html\n\nVersuchs mal mit dem Gegenteil von hier. Leg bei der Benutzerdefinierten auflösung 60 hz fest an","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-08T23:53:16.849+0000","up_votes":1,"down_votes":0,"body":"ne det lass ich. irwann vielleicht wird riot es fixen. bis dahin bleibt immerhin noch der borderless mode","replies":[]}]}]}]}]}]},{"id":"","poster":"xXGhost229Xx","date":"2017-07-08T14:15:50.608+0000","up_votes":1,"down_votes":0,"body":"Dann teste mal den Borderless Mode","replies":[{"id":"","poster":"Pandaphiri","date":"2017-07-08T23:52:44.746+0000","up_votes":1,"down_votes":0,"body":"damit spiele ich ja die ganze zeit und da gehts auch. hätte halt nur gerne meinen fullscreen wieder","replies":[]}]},{"id":"","poster":"MShieldYourSword","date":"2017-06-29T18:05:53.512+0000","up_votes":1,"down_votes":1,"body":"Optionen->Video->Begrenzte Framerate auf 60 stellen dann sollte es gehen","replies":[{"id":"","poster":"Pandaphiri","date":"2017-06-29T18:30:26.656+0000","up_votes":1,"down_votes":1,"body":"nope. sind ja auch nicht die fps die ich meine sondern die Hz","replies":[{"id":"","poster":"MShieldYourSword","date":"2017-06-29T18:37:18.379+0000","up_votes":1,"down_votes":1,"body":"Dein Monitor hat doch 60 Hz hast du gesagt oder?\n60Hz = 60 Bilder pro Sekunde\n60FPS = 60 Bilder pro Sekunde\nWenn dein Bildschirm aber nur 60 Bilder pro Sekunde anzeigen kann dann kann es passieren das du Tearing bekommst^^.\nHast du V-Sync aus?","replies":[{"id":"","poster":"Pandaphiri","date":"2017-06-29T19:02:03.844+0000","up_votes":1,"down_votes":1,"body":"es geht mir nicht um das tearing -.- es geht um die Hz anzahl die einfach über 60 springt\n\nhttps://www.computerbase.de/forum/showthread.php?t=928305\n\nund bei über 60 hz flackert das bild die ganze zeit und nicht , ich wiederhole NICHT, das tearing is das problem","replies":[{"id":"","poster":"MShieldYourSword","date":"2017-06-29T19:13:01.730+0000","up_votes":1,"down_votes":1,"body":"Mach mal bitte einen Screen wo du siehst das Lol deine HZ Anzahl verändert. ^^","replies":[{"id":"","poster":"Pandaphiri","date":"2017-06-29T19:25:19.417+0000","up_votes":1,"down_votes":1,"body":".................... \n\nsag mal...wie oft soll ich es noch erklären. wenn ich in fullscreen gehe und vorher 60 hz haben OHNE DAS DER BILDSCHIRM FLACKERT) ich fullscreen anmache und der bildschirm dann anfängt zu flackern dann kann ich mir sicher sein das dieses spiel es verändert. und das flackern was dort auftritt is das flackern was auftritt wenn ich über 60 hz gehe und das weis ich weil ich das schon oft getestet habe in andren spielen wo die hz zahl mir angezeigt wird.\n\nund jetz frag bitte nochmal woran ich das erkenne","replies":[{"id":"","poster":"MShieldYourSword","date":"2017-06-29T19:30:08.852+0000","up_votes":1,"down_votes":1,"body":"Ich glaub du hast nicht verstanden was Hz und was Fps sind ^^.\nDu kannst deine HZ anzahl nicht ERHÖHEN wenn dein Monitor nur 60HZ anzeigen kann.\nDie Hz Anzahl ist festgelegt du kannst nur runter skalieren nicht hoch..\nDu kannst auch nicht mit deinem Auto was nur 200 fahren kann aufeinmal 300 fahren.\naktiviere einfach v-sync , dann läuft das Spiel mit der Frequenz vom Monitor.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-06-29T19:58:16.720+0000","up_votes":1,"down_votes":1,"body":"die person die es nicht versteht bist scheinbar du.... Spiele können in unterschiedlichen Hz ein bild liefern. 59,60,75  und noch viele mehr. das problem ist also das lol in einer Hz zahl sendet die mein monitor nicht fehlerfrei wiedergeben kann. VSynch hilft dabei nicht das habe ich ausreichend getestet in lol und sehr vielen anderen spielen. \n\nund ich habe NIRGENDWO davon geredet das ich die Hz vom monitor hochdrehen will noch das ich will das es hoch geht.\n\nwenn du das Problem also nicht verstehst bitte versuche dann keine \"tipps\" zu geben die nicht funktionieren\n\nich versuche es nochmal simpel zu machen für dich:\n\nLoL im vollbildfenstermodus = spiel wird in der für den Desktop angegeben Hz an meinen monitor gesendet = keine probleme\n\nLoL im Vollbild = LoL sendet eigenmächtig in über 60Hz (und ja das können spiele. Spiele senden nicht immer in der gleichen Hz wie dein Pc. Viele spiele haben eine extra einstellung dafür sogar)","replies":[]}]}]}]}]}]}]}]}]}