{"id":"U9pz3lsA","poster":"ex2j","date":"2017-06-30T11:45:47.345+0000","title":"Jungle Fragen","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey ich habe ein paar Fragen zum jungle. \r\nSpiele meisten WW, VI oder Sejuani. Alle 3 profitieren enorm von Lvl 6. Sollte ich den lvl 3 gank try auslassen und einfach bis 6 farmen, wenn m&ouml;glich?\r\n\r\nIn Videos laufen die Jungler beim Camp abfertigen oft vor den mobs weg und kommen dann wieder. vermutlich um dmg zu vermeiden? Bringt das was bei ww, wenn er durch w schneller haut?\r\nIch sehe auch, dass die meisten nicht AO dmg Jungler erstmal die kleinen Mobs t&ouml;ten und erst dann den gro&szlig;en. Wieso? Machen alle gleich viel dmg und die kleinen sind dann schneller weg?\r\n\r\nIch habe das Gef&uuml;hl, wenn man Baron zu 2 macht, dass der dmg sehr viel st&auml;rker ist. Verteilt der Baron seine Debuffs auf die einzelnen Spieler und man bekommt schneller einen hohen stack, wenn man zu 2 ist?\r\n\r\nKennt wer ein aktuelles Video was solche Dinge erkl&auml;rt?","replies":[{"id":"","poster":"Shiro equals","date":"2017-06-30T12:28:27.323+0000","up_votes":1,"down_votes":0,"body":"1. Das mit dem Level 6 durchfarmen ist natürlich \"nice to have\", allerdings sollte man immer flexibel bleiben. D.h. du siehst nen easy Gank Toplane oder ne Countergank Chance? Nutze sie. Aber generell gilt: Spiel auf deinen Power Spike hin, hast du also einen Level 6 Power Spike, bemühe dich den zu rushen.\n2. Dieses \"Hit´n Run\" nennt sich Kiting. Dabei bricht man die Animation vom Auto Attack ab und umgeht damit Schaden und kann sich umpositionieren (jetzt auf den Jungle gerichtet).\n3. Man tötet in der Regel erst die kleinen Mobs, einfach weil diese über Zeit wesentlich mehr Schaden anrichten, als der eine grroße Mob. \nBsp.: Das Raptoren Camp besitzt 6(?) kleine Raptoren, die machen sagen wir mal 8 Schaden. Der große Raptor macht 25 Schaden. Durch die Kleinen nimmst du also wesentlich mehr Schaden auf Dauer und du brauchst für den Großen zu dem am längsten -> frisst mehr Schaden.\n4. Kann ich dir jetzt nicht genau sagen, aber Nashor hatte mal einen Angriff, der Schaden und Resistenzen verringerte. Wenn er den noch hat -> ja.","replies":[{"id":"","poster":"ReDcOrSaIr2","date":"2017-06-30T12:32:24.722+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Midget Queen,realm=EUW,application-id=vatevpvi,discussion-id=U9pz3lsA,comment-id=0001,timestamp=2017-06-30T12:28:27.323+0000)\n>\n\n> 4. Kann ich dir jetzt nicht genau sagen, aber Nashor hatte mal einen Angriff, der Schaden und Resistenzen verringerte. Wenn er den noch hat -&gt; ja.\n\nJa, hat er noch. (zu 99% sicher){{champion:119}}","replies":[]}]},{"id":"","poster":"ReDcOrSaIr2","date":"2017-06-30T12:22:49.250+0000","up_votes":1,"down_votes":0,"body":"1. Wenn es sich nirgends anbietet einen lvl 3 gank zu machen lass das und farm bis lvl 6.\n\n2. Das hast du richtig erkannt. Die machen das um weniger dmg zu kassieren.\n\n3. Im Prinzip sollte jeder Jungler zuerst die kleinen \"Tierchen\" eines Camps töten. Die machen mehr oder zumindest gleich viel dmg wie der Grosse. Das bedeutet NICHT, dass du durch den Jungle laufen sollst und nur die Kleinen machen, die Grossen aber nie. Ich denke du weisst was ich meine.\n\n4. Das mit dem Baron weiss ich nicht. Ich weiss nur, dass wenn du hinter dem Baron stehst mehr Damage kassierst.\n\n5. Letsreadsmallbooks, mit neuem Youtube Namen \"Maxim\". Er macht solche Videos, wie zum Beispiel Guides und Gameplays, von denen kann man viel lernen.\n\nMfG {{sticker:slayer-pantheon-rainbows}}","replies":[]}]}