{"id":"uf0UboAt","poster":"Sire Myrachon","date":"2017-06-30T11:55:48.772+0000","title":"Support sucht","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin,\n\nIch bin Main Support, Gr&ouml;&szlig;tenteils Thresh aber eigentlich mit wenigen Ausnahmen auf jedem Support zu hause, und so ziehmlich in jedem Game eine positive KDA, bzw meist A-S, wenn ich nicht grade damit besch&auml;ftigt bin meinen Kopf gegen die Wand zu hauen.\n\nUnd hier kommen wir auch schon zum Grund meines Threads, ich habe es satt mit Leuten im Team zu spielen die den Chat ignorieren. Es ist v&ouml;llig in ordnung wenn man keine Ahnung von Taktik hat, jeder muss es mal lernen, aber ich hasse es wie die Pest wenn man einfach nur total Sinnlos nach einem gewonnenen Teamfight jungle Camps cleart, oder jemand meint solo split pushen zu m&uuml;ssen w&auml;hrend der Rest des Teams in der Base ist und mal wieder 0 vision auf der Karte vorhanden ist, nat&uuml;rlich werden pings und Chatnachrichten dann vollkommen ignoriert und wenn er dann vom Gegnerteam 5v1 in 2 sekunden gekillt wird hei&szlig;t es dann: gg report Team no help. Ich krieg da einfach Cholerische Anf&auml;lle dabei.\n\nWas ich also suche sind keine Profi Challenger wasweisichnichtalles Gamer, sondern Leute die Spa&szlig; am Spiel haben, die eine Ahnung davon haben was f&uuml;r einen Champion sie spielen und was das f&uuml;r ihre Rolle im Spiel bedeutet, und die vor allem Kommunikativ sind, sei es Skype oder Ts, Hauptsache sie ignorieren nicht permanent den Rest ihres Teams und ziehen blind ihr Ding durch.\n\nWas ich daf&uuml;r biete:\n\nich bin ein kommunikativer 20 j&auml;hriger Student, habe also eher Abends mal Zeit f&uuml;r 1-2 Games lol, und die w&uuml;rde ich dann auch gerne gewinnen.\nIch gucke sehr gerne LCS/K und halte mich f&uuml;r durchaus in der Lage Spielz&uuml;ge und Taktiken zu verstehen, zu entwerfen und zu Kontern.\nAls Support ist es freilich nicht unbedingt einfach irgendetwas von dem was im Kopf so super funktioniert umzusetzen, daf&uuml;r braucht man ein team das einem den Schaden an den richtigen Stellen raushaut. da das mir bisher leider fehlt bin ich auch immernoch Bronze 2 -.- Selbst w&uuml;rde ich mich nat&uuml;rlich schon als Challenger sehen, aber ich denke Gold w&auml;re mir auch schon recht xD\n\nAlso falls sich hier ein Team findet das bereits 3-4 Leute hat und nurnoch einen Support braucht, w&uuml;rde ich mich freuen wenn ihr es mal mit mir probiert, bis dahin, einen wundersch&ouml;nen Tag und viel Spa&szlig; beim ranked ^^\n\n\n(Angebote bitte an swtorendlich@gmx.de :) (anderes tolles Game für Star Wars Fanatiker btw ^^)","replies":[]}