{"id":"An5OIloJ","poster":"I am on tiIt","date":"2020-03-05T15:23:54.772+0000","title":"Abfall Spieler, inten","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":8,"body":"Es ist erschreckend, das sich in all den Jahren nichts verbessert hat.\r\nSpieler die absichtlich das Spiel ruinieren.\r\nSpieler kündigen dies sogar noch an und freuen sich bei erfolgreichen LOSE.\r\nMittlerweile muss man nichtmal mehr Spieler im Chat provozieren oder ähnliches , infolgedessen sie dann trollen. Es passiert einfach so.\r\nIn den letzten 20 Spieler musste ich 22 Spieler reporten.\r\nWenn ichs age in jedem zweiten Spiel ist ein Troll dann ist das noch sehr verharmlosend, denn in wahrheit ist jedes einzelne Spiel voll davon.","replies":[{"id":"","poster":"OT Riku","date":"2020-03-05T15:58:42.130+0000","up_votes":5,"down_votes":0,"body":"Wenn in jedem Spiel von dir ein Troll ist solltest du wohl aufhören zu trollen.","replies":[]},{"id":"","poster":"FBI Fox Mulder","date":"2020-03-05T16:38:49.420+0000","up_votes":3,"down_votes":0,"body":"Das tut mir sehr leid für dich. Offensichtlich ist Riot da ein Fehler unterlaufen und die haben extra nur in deine Games alle Trolls und Inter gepackt. Da muss ich mich vllt auch dann bei dir bedanken dass du die mir alles abnimmst und ich mit fast Lvl 300 kaum bis gar keine Trolls/ Inter rein bekomme.","replies":[{"id":"","poster":"611FVNKBlv","date":"2020-03-07T01:02:54.085+0000","up_votes":1,"down_votes":1,"body":"Du hast aber genau den Nagel auf den Kopf getroffen. Genau wie mit den AFKS ist es so das einige angeblich nie afks haben , woher dann die (offizielle) afk rate? Dementsprechend müssen andere mehr davon haben , sonst wäre die afk rate nicht so hoch.\n\nGenau so verhält es sich bei trolls.\n\nWenn du bis lvl 300 keine trolls bekommen hast , schön , freu ich mich für dich.\n\nDen account von mir zu besitzen wünsche ich keinem. Es gibt vllt 2-3 Leute die das durchhalten würden , aber die Troll und vor allem die afk rate auf diesem acc das gibt sich spätestens nach ner Woche keiner mehr ^^","replies":[]}]},{"id":"","poster":"Cenâreth","date":"2020-03-06T14:55:55.938+0000","up_votes":2,"down_votes":0,"body":"Du bezeichnest die Leute im Spiel und im Forum als Abfall und bist selbst einer.","replies":[]},{"id":"","poster":"YΩsuo","date":"2020-03-06T00:51:06.516+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Æeras","date":"2020-03-06T08:03:01.680+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=YΩsuo,realm=EUW,application-id=KYnfKGf0,discussion-id=An5OIloJ,comment-id=0002,timestamp=2020-03-06T00:51:06.516+0000)\n>\n> hehe xd cringe\n\nDu kannst auch nur ein Wort schreiben oder? Gott ist das einfallslos immer nur \"Cringe\" zu schreiben. Aber wenn es dir Spaß macht.","replies":[]}]},{"id":"","poster":"You Got My Name","date":"2020-03-06T14:39:04.496+0000","up_votes":1,"down_votes":0,"body":"Manch mal frag ich mich ob manche Leute das gleiche Spiel spielen wie ich. Ich hab so selten troller/inter in meinen Team/Gegner Team. Verrückt.","replies":[{"id":"","poster":"611FVNKBlv","date":"2020-03-07T01:03:42.953+0000","up_votes":1,"down_votes":2,"body":"Auch für dich gilt : es gibt eine einsehbare afk statistik , Es gibt leute die sagen sie haben so gut wie keine afks . Wie kommt die afk rate zu stande? Naja dementsprechend müssen andere mehr afks haben , Selbes prinzip wie mit trolls eben.","replies":[]}]},{"id":"","poster":"Icebergslasher","date":"2020-03-06T07:30:46.189+0000","up_votes":1,"down_votes":0,"body":"hättest bei season anfang mehr ranked gespielt. weil da hatte ich auch extrem viele die afk gingen oder wirklich einfach runter gelaufen sind. jetzt 3 monate später, ist es um welten besser","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2020-03-07T01:00:47.519+0000","up_votes":1,"down_votes":2,"body":"22 reports auf 20 spiele ist eig noch fine . ich muss in 20 spielen in etwa 60 Leute mindestens reporten^^","replies":[]}]}