{"id":"sZTLE4pI","poster":"Wekra","date":"2017-06-29T16:37:43.460+0000","title":"Immer wieder High Ping nach VPN Nutzung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hall&ouml;le,\n\nhabe letztens f&uuml;r die Uni einen VPN Zugang gemacht um da im Netz zu sein. Seitdem habe ich aber hier beim Zocken massive Verbindungsprobleme (plötzlich auftretender hoher Ping, starke Verzögerung beim Ankommen in der Champselect und beim Übergang in den Ladescreen)\n\nHabe soweit ich mich erinnern kann alle &Auml;nderungen r&uuml;ckg&auml;ngig gemacht. League ist als Ausnahme &uuml;berall in der Firewall drin, ausschalten der firewall bringt nichts.\n\nIch habe ipv4 aktiviert, glaube 6 ist besser, bekomme unter ipv6 aber keine verbindung. Bin mir aber momentan nicht siche, ob ich fr&uuml;her 6 drin hatte.\n\nBin aus dem VPN ausgemeldet und habe alle Programme damit deaktiviert,dennoch bleiben die Probleme. Erkennt da jemand ein bekanntes Muster?\n\nVielen Dank schonmal:)","replies":[{"id":"","poster":"Gin","date":"2017-06-30T08:42:20.062+0000","up_votes":1,"down_votes":0,"body":"Bist du dir sicher dass du alles zurückgesetzt hast? Falls nicht, kannst du das [HRT](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) herunterladen und einmal durchlaufen lassen.\n\nDas Hextech Repair Tool überprüft und stellt für dich automatisch alle Netzwerkeinstellungen automatisch ein ohne dass du großartig was machen musst.\n\nFalls du irgendein Programm für deinen VPN verwendest, stelle sicher dass dieses ausgeschaltet ist. (Am Besten schaust du dafür in den Taskmanager.)\n\nAlternativ wäre es noch möglich dass die Probleme zu dem Zeitpunkt erst aufgetaucht sind und nichts mit dem VPN zu tun haben. Sollte das der Fall, empfehle ich dir mal alles offensichtliche mal zu überprüfen:\n\n* Wenn du über WLAN verbunden bist, probiere dich mal über ein LAN-Kabel zu verbinden.\n* Überprüfe ob du irgendwelche Anwendungen im Hintergrund offen hast die Internet ziehen könnten. (Skype, Steam, Battle.net etc.)\n\nWenn nichts davon zutrifft, würde ich dich bitten mal einen Tracert zu erstellen damit ich mir ein besseres Bild machen kann wo das Problem liegen könnte:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html \n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> \n> Trace Interval: 1 second\n> Focus Time: all\n> Target Name: 185.40.65.1\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> \n> Edit -> Copy as Text\n> Geht nach [Pastebin.com](http://pastebin.com/)\n> Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.","replies":[]}]}