{"id":"glwk6Qo9","poster":"DiamondCoco","date":"2017-06-29T16:42:25.799+0000","title":"Suchen neue Teammember für Niveauvolles gameplay im GER-Unicorns Clan ! Bronze - Challanger!","subforum":"Clans & Teams","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 29.06.2017 hochgeladen.","url":"http://www.directupload.net/file/d/4767/5yg3jfyb_png.htm","image":null},"up_votes":1,"down_votes":2,"body":"Hallo Beschw&ouml;rer und neuer Member! ;) \r\n\r\n!!!! WICHTIG LESEN !!!!\r\n\r\nAktuelle Regeln!\r\n-Kein Flame\r\n-Kein rage Quit\r\n-Kein Trollen\r\n-Kein L&auml;stern oder Provokationen\r\n-Niveauvolles Miteinander\r\n-Kritik F&auml;hig\r\n-Teamplay\r\n-Beitritt ab 14+ mit Geistigereife!!\r\n-Gutes Headset\r\n-WhatApp\r\n-Ehrlichkeit &amp; Vertrauen\r\n-Hilfsbereit &amp; Lernfreudig\r\n-kein streit, Bel&auml;stigungen oder Spam\r\n-keine Sexuellen Bilder oder Posts\r\n-Keine #allzulange Inaktivit&auml;t.\r\n-1 Woche Probezeit\r\nUnd das Wichtigste !! Spa&szlig; &amp; Leidenschaft !!\r\n\r\n!!! DU SUCHST NACH EINEN TEAM? !!!\r\nDann bist du bei uns genau Richtig! Warum?\r\nGanz einfach! Ich Coco, 20 Jahre jung, deine zuk&uuml;nftige Leaderin werde ich dich in meinem Team Unterst&uuml;tzen! Ich Spiele LoL seit der Beta und mein h&ouml;chster rang war Dia 1. Ich Biete viele Coachings Termine an und w&uuml;rde dich mit meinem Team vorbereiten ein besserer Spieler aus Leidenschaft zu werden. Viele H&ouml;here Elo-Spieler wollen GELD &amp; Aufmerksamkeit f&uuml;r ihre ach so tollen LoL-Erfolge oder nehmen Geld f&uuml;r Belehrungen, nur leider gibt es da mich ;) Denn ich nehme kein Geld um ein Teammitglied auf Aktuelle Ivents &amp; Spielspa&szlig; vorzubereiten. Denn, ich Teile gerne mein Spa&szlig; und meine Erfahrungen mit meinen Members ohne Geld oder sonstwas mit. Daher w&auml;re dir mein Team sehr Gut vor Augen, da du nicht nur Nette. neue Mitspieler Finden kannst, nein! Sondern auch bei Anfrage Gecoacht werden k&ouml;nntest!!\r\nNiemand hat gesagt das es Leicht werden wird, aber wenn du meine Tipps, tricks &amp; Schritte befolgst wirst du dich schneller aus Bronze auf Gold oder Sogar Platium spielen, als du nur &quot; Melonen &quot; sagen kannst!\r\nDa ich selber nur Dia 1. war werde ich Nat&uuml;rlich nur Unranked, Bonze, Silver, Gold, bis Platium 1 (Coachen auf Anfrage). Alles dr&uuml;ber w&uuml;rde keinen sinn machen, es sei es h&auml;tte einer eine Frage.\r\n\r\n!!! GESUCHT ZURZEIT SIND !!!\r\nADC\r\nTOP\r\nSupp\r\nJGL\r\nMID\r\n\r\n!!! PFLICHT TRAINING &amp; TERMINE !!!\r\n\r\nMontag von 17uhr - 21uhr [ 1. Stunde mind. f&uuml;r die J&uuml;ngeren nat&uuml;rlich Entschuldbar wenn sie nicht dabei sein k&ouml;nnen ]\r\nMittwoch 16:30 Uhr - 20:30 uhr \r\nFreitag von 18 Uhr - 24 Uhr [ Jeder kann dazukommen aber mind 1. Stunde Unterrichtspflicht ]\r\nBei keiner Teilnahme Bitte bei mir Einreichen &amp; nicht einfach nicht erscheinen. Da ich vieles vorbereite &amp; einstufe.\r\n\r\n!!! SCHWERPUNKTE MITTEILEN !!!\r\nStell dich mir vor, und sage mir deine Probleme &amp; Schwerpunkte deines Gameplay`s, z.b ( Farming, Champions, gegnerische Champions, warding etc. ). Wenn du Probleme hast, helfe ich dir gern, hol dir bei mir ein Termin und ich Trainiere dir deine Schwerpunkte weg. \r\n\r\nDu bist neu dabei? Dann hast du 1. Woche Probezeit!\r\nIn der Probezeit k&ouml;nnen wir uns gegenseitig Kennenlernen und du deine neue Teammates! Diese Zeit kannst du Nutzen um dich hier einzufinden, reinzuschnuppern um Letzten Endes dich zu entscheiden ob du bei uns im Team dabei sein m&ouml;chtest.\r\nNat&uuml;rlich wird nicht jeder angenommen wer hier rein m&ouml;chte, da ich keine Member brauche die sich nicht an Regeln halten k&ouml;nnen &amp; oder das Team beeinflussen. Wer 2 Strikes hat in 1. Woche Fliegt raus!! Die regeln sind oben BEKANNT und auch Termine &amp; Besprechungen geh&ouml;ren dazu, erscheint keiner ohne Entschuldigung oder st&ouml;rt diese, fliegt raus. Da es hier wirklich welche gibt die Hilfe annehmen wollen oder ihre freie Zeit genie&szlig;en wollen ohne Stress zu haben. \r\nSomit, wenn du dir mein Team Vorstellen kannst und weitere fragen an mich hast, kannst du mich gerne Ingame adden: DiamondCoco oder einfach auf meinem Ts3 kommen ;) 62.104.20.87:10065\r\nViel spa&szlig;, und bis gleich! ;)\r\n\r\n1. Wichtige Info, werden gemeinsam in Turniere antreten!","replies":[{"id":"","poster":"Roxãs","date":"2017-06-29T17:00:28.966+0000","up_votes":1,"down_votes":0,"body":"KEIN HATE\n\n1. warum schreibst du das nicht mit deinem Main wenn du Diamond 1 warst und tust dies mit einem seit 3 Season Bronze account?\n\nseit 3 Season in Bronze aber möchte ein Team aus Bronze - Challenger gründen?^^\ndas funktioniert ja irgendwie nicht^^\n\nwürde als Top laner mitmachen sofern mit jede Woche mindestens ein Date versprochen wird. (kappa)\n\n> hol dir bei mir ein Termin und ich Trainiere dir deine Schwerpunkte weg.\n\nauch das ist bei bronze eher unvorstellbar...sry^^","replies":[{"id":"","poster":"DiamondCoco","date":"2017-06-30T09:04:37.580+0000","up_votes":1,"down_votes":0,"body":"Hmmm, mal überlegen... Spiele LoL seit der Beta, war Dia 1 habe die Erfahrungen wie ein Dia 1 spieler, sollte man meinen da man ja in der Elo war/ist. Ich habe zurzeit um die 16 Acc die sich Unranked, Silver, Bronze, Plat befinden. Einiege Booste ich hoch für andere, aber nur aus Bronze oder Silver, bis zu Gold den rest müssen sie allein machen. ;) Vor Paar Wochen hatte ich mit jemanden stress weil ich jemanden nicht auf DIA Boosten wollte, und da ich mich auf einen Ts befand mit 400 usern drauf, high Elo leute etc. ging es an Riot wurde verüpetzt und habe einen Perm Bann. Also, komm mal klar, wenn du keine Storys im Hintergrund kennst. Dies ist mein Acc jetzt und dieser Acc ist um die 3-4 Jahre Alt zu der zeit war ich das 1x Dia daher auch der Name. Da ich nie in der Bronze Elo gespielt habe, und ich mich verarscht vorkam von 10 Games 9 Gewonnen und auf B5 eingestuft zuwerden, da hat man wirklich kein Bock sich rauszuspielen wenn man was besseres gewohnt ist. Aber naja, auch Gut. DIESER ACC IST JETZT MEIN MAIN da alle Champions, skinns, wards drauf sind. UND MEIN MAIN GEBANNT WURDE. Und Daten? Nahh lieber nicht, mag keine klugscheißer die von nichts Ahnung haben, no HATE ;)","replies":[{"id":"","poster":"Roxãs","date":"2017-06-30T12:24:57.968+0000","up_votes":1,"down_votes":0,"body":"haha fühl dich doch nicht direkt so angegriffen :D\nWürdest du es nicht selber komisch finden wenn jemand der über jahre hinweg Bronze ist erzählt das er Challenger ist? besonders wenn er über 300 Rankeds in Bronze gemacht hat und einfach nicht aufsteigt?\nWenn du mit einem Diamond Account diesen und alle 3 anderen Threads erstellt hättest, hätte ich mich als erstes gemeldet.\nDas Angebot etc. ist fabelhaft, nur muss man in der heutigen Zeit sämtliche Werbung mit vorsicht betrachten.\n\nAber ich bezweifel nichts desto trotz durch deine Reaktion nur noch mehr das du mir irgendwie helfen kannst wenn du schon bei konstruktiver Kritik Toxisch wirst^^","replies":[{"id":"","poster":"DiamondCoco","date":"2017-06-30T17:01:48.256+0000","up_votes":1,"down_votes":0,"body":"Das hat mit Toxic sein nichts zutun, es regt einfach nur noch auf. Überall höre ich, duuu noob sollst Dia 1 gewesen sein? Nur weil man auch Low-Elos Acc besitzt, ist ja nicht so als würde man auch gerne mit jemanden Zocken die es nicht sind, so hoch. Sprich Elos sind mir relativ egal, daher sollte man mich als Symphatisch empfinden, mir ist es egal, welchen rang ich bin oder wäre, da es um das spielspaß gelt, zudem auch mal ein LCS spieler, war Bronze spieler, oder haben solche Acc, das sollte nichts schlimmes sein, ich kann ja schlecht ein gebannten acc angeben, da ich halt nirgends mehr zugang drauf habe oder posten kann. Vorallem, wieso sollte ich mich selber blamieren wollen Geld ausgeben für einen Ts3 für andere und eine HP erstellen Turniere Organiesieren als Bronze spieler und will dann leute belernen die Plat sind? Ist ja nicht so, als würde man es merken und sich selber ziemlich ins eigene fleisch schneiden? Von daher, sollte man vorher mal darüber nachdenken. Ich will es aus leidenschaft tun, jemanden was gutes tun, für die leute die wirklich raus wollen aus ihrer Hölle oder nicht viel Geld haben, denn andere nehmen für 1-2 Stunden 70 Euro, bei mir ist es für ewigkeiten da ich es anbiete für mein Team. z.b bereite ich mein Team gerade für das anstehende CUP Turnier an, was gestreamt wird, da können alle Elos mitmachen und preise gewinnen, dies sollte als spaß gelten mit anderen messen und daraus noch mehr lernen. Also, erzähl mir nichts davon. Da nicht jeder Bronze spieler oder Plat spieler scheiße ist. Ich kanns echt nicht mehr hören, diese oberflächlichkeit. Daher angegriffen fühlen. Nur weil jemand einen B acc bsitzt ist er nicht gleich scheiße, nur man sollte wissen wenn man aus spaß zockt und mit anderen teilt kann man schlecht als dia mit silver oder plat qeuen ... zu dem wird er jetzt rausgespielt da der acc mir zwar gehört aber mein Mann gerne damit spiel da ich es ihm vor nem jahr knapp beigebracht habe und er jetzt Gold 5 ist und er mein acc nutzt zum spaß da ich einfach jeden champ habe oder skinn, und er damit spielen will um zutesten. Man kann sich also aufregen umsonst.","replies":[{"id":"","poster":"Roxãs","date":"2017-06-30T17:55:18.805+0000","up_votes":1,"down_votes":0,"body":"also...nach wie vor will ich dir nichts böses :D\nKlar kann man als High Elo Spieler low elo Smurfs haben, habe ich auch.\nABER! Wenn ich auf diesen Accounts Rankeds spiele sind diese innerhalb hundert spiele ebenfalls wieder in meiner eigenen Elo, dein Account ist aber halt nach über 300 Spielen immernoch Bronze, das ist halt merkwürdig.","replies":[]}]}]}]}]},{"id":"","poster":"Roxãs","date":"2017-06-29T19:41:28.112+0000","up_votes":1,"down_votes":0,"body":"EXPOSED","replies":[]}]}