{"id":"OLHnEFjy","poster":"MarCommander2211","date":"2017-06-28T14:57:21.507+0000","title":"Champion-Konzept: Cerberus","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Aussehen:\nCerberus ist ein Frostzauberer in zerrissene Lumpen geh&uuml;llt. Sein Gesamter K&ouml;rper besteht aus wei&szlig;em Eis, nur seine Augen strahlen blutrot. An seiner Seite ist ein Frosthund.\n\nF&auml;higkeiten:\n\nA: Frostkugel\n{{item:3110}} \nCerberus streckt seine Hand aus und auf seinen Befehl erschafft sein Hund eine Kugel aus Eis, die 100% AD als normalen Schaden und 10% AP als magischen Schaden verursacht.\n\nP: Gefrierbrand\n{{item:1056}} {{summoner:14}} \nNachdem Cerberus mit einer F&auml;higkeit einem Gegner Schaden verursacht hat, wird der Gegner f&uuml;r 3 Sekunden eingefroren. Cerberus kann diese Marke aufl&ouml;sen, um seinen F&auml;higkeiten zu verbessern.\n\nQ: Frostklaue\n{{item:3025}} \nCerberus erzeugt einen kleinen, runden Frostboden in einer 1200 Reichweite. Laufen Gegner auf dem Boden, wird ihnen pro halbe Sekunde 30/50/100/150+80%AP magischen Schaden zugef&uuml;gt. Dieser Schaden auch wird 1/2/3/4 Sekunden lang nach dem Betreten des Bodens zugef&uuml;gt. Frostboden verlangsamt den Gegner um 40% und löst sich nach 8 SK auf.\nMana: 40/80/120/160\nCD: 12/8/6/4 Sk\nGefrierbrand: Erhöht die Dauer der Q auf 12 SK.\n\nW: Pr&auml;senz des Nordens\n{{item:3104}} \nDer Boden um Cerberus in einem 300/400/450/475 Reichweitenumkreis von Frostboden &uuml;berzogen. Wird die F&auml;higkeit erneut aktiviert, l&ouml;st sich der Boden der Q und W auf und jeder Gegner im Umkreis des Bodens wird f&uuml;r 0.25/0.75/1.25/1.75 bet&auml;ubt.\nMana: 70/60/50/40 Mana pro Sekunde\nCD: 9 SK\nGefrierbrand: Die Bet&auml;ubungsdauer wird um 0.75 Sekunden erh&ouml;ht.\n\nE: Eisiger Vormarsch\n{{item:3020}} \nCerberus teleportiert sich auf einen Frostboden und verursacht im Umkreis 170/200/230/260+90%AP normalen Schaden durch seinen Aufprall.\nMana: 40/100/140/200\nCD: 16/12/8/4 SK\nGefrierbrand: Heilt um 50% des verursachten Schadens von Eisiger Vormarsch.\n\nR: Der Winter naht\n{{item:3070}} {{item:3634}} {{item:3070}} \nCerberus Hund kanalisiert 3/2/1 SK um tief einzuatmen, um dann beim Ausatmen in einer geraden, breiten Linie mit 300 Reichweite Frostboden zu erzeugen. Au&szlig;erdem wird erstmals getroffenen Gegnern 10%/30%/50% der AP von Cerberus zugef&uuml;gt.\nMana: 500/400/300 Mana\nCD: 160/120/80 SK\nGefrierbrand: Verdoppelt die Skalierung von Der Winter naht bis auf 80%.\n\nLore(hinzugefügt am 8.7.)\nCerberus war einst ein Darkin-Dämon. Früher nur ein Diener, konnte er sich in den Rängen seiner Artgenossen hocharbeiten, bis ihm nicht nur Gunst entgegengebracht wurde, sondenr auch Hass und Gier. Eines Tages wurde er nach dem unaufgeklärten Tod des Darkin-Fürsten unter dem er diente, zu seinem Stellvertreter, bis sein Sohn gelernt hatte, mit seiner Verantwortung umzugehen. So wurde Cerberus zu einem Fürsten. Und zwar einer der sowohl unter seinen Feinden als auch unter seinen Schergen gefürchtetsten Darkin, bis er einst seiner eigenen Hochmut zum Opfer fiel. Als nämlich eines Tages der Sohn des Fürsten von ihm verlangte, ihm den Thron zu überlassen, lehnte Cerberus ab, woraufhin der Nachkomme des Fürsten in schierer Wut ausbrach. In einem gewaltigen Kampf erschuf der Fürstensohn ein Portal, wodurch er Cerberus nach Freljord befördert. Nach Jahren der eisigen Kälte ist nun das Feuer in Cerberus erloschen, doch sein Rachedurst nicht. Durch die Kälte, die ihn umschlossen hat, ist sein Hass nur noch aufgeheizt worden.\n\n\nKommentare und Kritik erw&uuml;nscht.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-04T10:41:18.450+0000","up_votes":1,"down_votes":0,"body":"intressant allerdings paar Kleinigkeiten stimmen nicht ganz. \n1. Der Name: Cerberus ist soweit ich weiß ein Höllenhund d.h. erstmal ist es ein Tier und kein Mensch. Du hast zwar den Hund an die Seite des Zauberers gestellt allerdings denke ich der Name ist an den Zauberer angelegt, da du es ja auch so wiedergegeben hast. Dazu verbindet man mit der Hölle Feuer, Flammen, Hitze, und Rot. Eis ist halt das komplette Gegenteil. Der Name ist mir einfach zu unpassend.\n2. Die Kosten: Die sind ja schlimmer als die von Anivia. Eine Typische Ulti hat meist immer 100 Manakosten. Bei dir ist allein die W auf erster Sufe 70 Mana. Wie Raffalers gesagt hat, wie viele Tränen willst du bauen? Du meinst es soll seine Schwäche sein aber selbst wenn die Zahlen sind viel zu enorm. Da kann eine Träne, Rod und Morello auch nicht viel machen und selbst wenn ist er ja Earlygame übels aufgeschmissen. Sobald einmal oom kann man ihn schön diven.\n3. Die Fähigkeiten: Als bei eißiger Vormarsch bin ich mir nicht so sicher aber Frostklaue, so heißt doch die E von Lissandra? Eißiger Vormarsch ist glaub ich ihre W aber da bin ich mir nicht so sicher.\nSonst wie gesagt sehr intressant und solch PartnerChamps sind auch sehr intressant. Dieser war aber mehr ein {{champion:50}}{{champion:40}}  als eine {{champion:117}} {{champion:203}}. Vielleicht den Hund etwas aktiver beim Kampf beteiligen lassen :). Außer den AA macht der ja nichts oder hab ich was überlesen?","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-08T02:43:08.281+0000","up_votes":1,"down_votes":0,"body":"1. Genau richtig, er ist in der antiken Mythologie der Griechen eine Art Höllendämon. Der Name des Zauberers hat etwas mit seiner Lore zu tuen, an der ich noch arbeite. \n2. Um die Schwäche auszugleichen, habe ich seinen automatischen Angriffen 10%AP hinzugefügt. Sagen wir, Cerberus hätte 700 AP, dann würde er 70 zusätzlichen Schaden verursachen.\n3. Tatsächlich? Wusste ich nicht, da ich sie nicht spiele.\n4. Der Hund ist pratisch nur sein Hauptangriff und der Magier zaubert die Fähigkeiten. \nIch werde nun ändern, dass der Hund die Ultimate castet. Dadurch hätte er dann von 5 Angriffsmöglichkeiten 2 zur Verfügung und der Magier 3.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-08T20:19:39.760+0000","up_votes":1,"down_votes":0,"body":"Ja aber wie du schon sagst 700 AP. Solche Werte hat man nur im Lategame es seiden er hat eine versteckte Passive wie Veigar wo er aber so um die 50 AP dazubekommt xD. Sein Early ist halt nicht gut und da können die Yasuos und Zed sich gut damit anfreunden.\nJa den Hund mehr ins Spiel reinbringen wäre eine gute Idee :)","replies":[]}]}]},{"id":"","poster":"RaffaleRS","date":"2017-07-02T17:37:47.982+0000","up_votes":1,"down_votes":0,"body":"Wie viele Tränen wilst den du bauen???  Die Mana Kosten sind komplett übertrieben Q160 E200 und die Ult 500?\nIdee ist gut die Zahlen müsste man devinitv anpassen \nLg Raffa","replies":[{"id":"","poster":"MarCommander2211","date":"2017-07-03T13:08:25.087+0000","up_votes":1,"down_votes":0,"body":"Das sollte eigentlich sozusagen eine Besonderheit sein, dass er unglaublich hohe Kosten hat(160 Mana für ne Q) sodass er sehr arg hasuhalten muss. Mit Träne, Rod of Ages, Morellonomikon, usw. kann man das zwar ein wenig ausgleichen, allerdings sollte dass sozusagen seine Schwäche sein, da er nicht nur sehr mobil ist, sondern unglaublich viel Schaden in Kombination mit CC macht. Mit Ulti+E kann er auch sehr roamen, mit q kann er poken, und deswegen ist er eigentlich alles, was man von nem Midlaner erwarten kann, weshalb ich ihn sozusagen mit übertriebenen Kosten bezahlen lasse.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2017-06-29T14:36:55.720+0000","up_votes":1,"down_votes":0,"body":"Wie genau wird \"A\" aktiviert? \nPassive: Wenn du mit einer Fähigkeit einen Gegner erwischt wird dieser 3 Sekunden eingefroren? Wie genau kannst du die \"Marke auflösen\"? Ist also so effektiv wie Lissandras Ulty.\n\nQ: 1200 Reichweite mit der Schadensskalierung? Besser als jedes Anivia Ulty\nW: Nochmal Stun? Warum sollte der Gegner auch laufen können? ^^\nE: Wie weit kann er sich denn Telpotieren? Über die ganze Map? Also ein Panthon Ulty ebenso?\nR: Ist das was ich eigentlich noch am ehsten OK finde!","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-29T15:17:19.032+0000","up_votes":1,"down_votes":0,"body":"A ist ein automatischer Angriff(klick mal im Spiel auf A)\nP: Durch den Ablauf der 3 Sekunden.\nQ: Da es vergleichbar ist mit der Karthus Q, und der Gegner extrem leicht ausweichen kann ist es deutlich schwächer. \nW: Er benötigt viel CC um die volle Kraft der Q zu nutzen.\nE: Sagen wir er platziert vor dem Backport, dann kann der Boden sich da es sich nach 8 Sekunden auflöst mit Items au die Lane teleportieren; theoretisch ist die range aber global.\nR: Ja, ist OK.","replies":[]}]}]}