{"id":"K4AMPzq4","poster":"SZ Schokosahne","date":"2017-06-27T20:07:17.170+0000","title":"Jungler sucht Coach","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"Hallo\r\n\r\nZu mir erstmal ich bin 18 Jahre jung und habe ein funktionierendes Headset dementsprechend Ts usw. vorhanden. Ich bin imoment Gold V und Gold III (1. Soloq 2.Flexq) \r\n\r\nIch m&ouml;chte von Toplane auf Jungel wechseln da ich die lust an toplane verloren habe und ich mich im jungel zuhause f&uuml;hle. Daher suche ich einen Coach der mir mit Picks Runen und Masteries und anschlie&szlig;end im Game ein wenig hilft. \r\n\r\nFalls der Post euch angesprochen hat Add: Schokosahne152","replies":[{"id":"","poster":"philosophicnerd","date":"2017-06-28T09:11:04.422+0000","up_votes":1,"down_votes":0,"body":"Moin Schokosahne,\nich glaube gar nicht, dass du einen Coach brauchst, ich versuche das mal aus meiner Perspektive zu erklären.\nAlso du brauchst Hilfe bei den Picks ich glaube du meinst die Wahl deines Champion pools, bei Runen&Masteries.\nWas die Picks angeht würde ich dir die neuste Tierlist von LS empfehlen [https://www.youtube.com/watch?v=3Ae_tRh4td0&t=122s] such dir dort einfach 1 oder 2 Champs aus einem möglichst hohen Tier aus für deine 2 Mainlanes und spiel nur noch die ausgewählten Champions. Wenn sie gebannt werden dodgst du ignoriere Counterpicks etc.verkompliziere das Spiel nicht unnötig. Die Champions die LS in dieser Liste aufgelistet hat sind speziell ausgesucht um möglichst schnell und einfach ein besserer Spieler zu werden. LS glaubt, dass man zu einem besseren Spieler wird wenn man Champions spielt die einfach zu erlernende Mechanics haben wie(Annie,Panth...), weil man sich dadurch besser auf wichtigere Grundlagen von LoL konzentrieren kann wie: Csing,trading,spacing und und und.\nZu den Runen/Masteries kann ich dir nur empfehlen auf Seiten wie op.gg oder champion.gg in den \"Champion Analytics\" nach basic Runen für die jeweiligen Champions guckst, wähle allerdings aufkeinen Fall sehr spezielle Runenseiten von Challenger Spielern aus, da diese ihre Runenseiten so speziell und individuell für sich selbst gestalten, dass du wahrscheinlich mit ihren Runenseiten mehr Nachteile hast als mit Standard runenseiten wie: flat ad marks,flat armor seals,flat mr glyphs, flat ad quints(für ad champions natürlich).\nFalls du noch weitere Fragen hast helfe ich dir gerne weiter.\nLG Lennard","replies":[]}]}