{"id":"ah2R0l1Q","poster":"cJoan","date":"2017-06-28T07:19:48.357+0000","title":"Kennen Meta","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nich finde Kennen ist ein ziemlich interessanter Champion, welchen ich mir vorgenommen habe f&uuml;r die Top Lane zu mainen.\r\nNun habe ich jedoch ein paar Fragen zu ihm, vielleicht kann mir ja jemand helfen. \r\n\r\nDa Kennen ein wenig bearbeitet wurde, und er nun besser auf AP skaliert, vermute ich mal, dass es sinnvoller ist ihn auch auf ap zu spielen. Nun frage ich mich jedoch, was f&uuml;r Ihn die besten Masteries, Runen und welches Build man bei ihm gehen sollte? Bisher habe ich das einfach ein wenig Random ausgesucht, da ich nicht genau wusste was ich nehmen soll. Als Runen habe ich auch nur standart AP, MR und Armor Runen drinnen.\r\nZudem frage ich mich, wann genau sein Powerspike ist, worin die St&auml;rken von Kennen liegen und ob mir jemand allgemein Tipps und Tricks zu diesem Champ geben k&ouml;nnte?","replies":[{"id":"","poster":"byDomey","date":"2017-06-28T09:58:34.047+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nKennen ist eindeutig ein cooler und vielseitiger Champion, sei es ein Splitpusher oder enormer Teamfighter mit seiner Ultimate.\n\nNun, der On-hit-Kennen ist jetzt nicht direkt tot, da immer noch eine AD-Skalierung vorhanden ist und etwas Base-Schaden auf der W hinzugefügt wurde; dennoch ist es eine relativ starke Schwächung dessen, da sein W nun eine BONUS-AD-Skalierung hat anstatt eine Total-AD-Skalierung -> Auf On-hit-Kennen, wie der Name bereits sagt, baut man eher auf Sachen On-hit, und nicht besonders viel AD.\nKlar, Fervor of Battle, Blade und vielleicht ein QSS geben im finalen Zustand etwas AD, dennoch wird der On-Hit-Kennen im Late bevorzugt mit Utility-Items wie Guardian Angle, Frosthammer etc. gespielt, die nicht allzu viel AD anbieten können! Es sei auch zu beachten, dass der W-On-hit nun eine AP-Skalierung hat, was den AP-Kennen in meinen Augen wieder etwas stärkt (ebenso wie die E-Skalierung).\n\nNun, lass mich auf die Spielweise des AP-Kennen etwas eingehen.\n\nRunen: Ich würde behaupten, deine Runenseite ist in vielen Fällen nicht schlecht, da sie auf jedes Matchup mehr oder weniger eingestellt ist. Drei AP-Runen in den Quintessenzen sowie 9x Magic penetration sind meiner Meinung nach Pflicht, bei den blauen und gelben Runenplätzen gibt es verschiedene Varianten. \nDu kannst, wenn du willst, in den blauen Runen Magieresistenz pro Level wählen. (ist vor allem bei stark skalierendem magischen Schaden der Gegner eine passende Wahl) Wenn du gegen beispielsweise Rumble spielst, der auf der Lane schon viel magischen Schaden zur Verfügung hat, würde ich zu Leben pro Level in Gelb und 9x Magieresistenz (normal) raten.\nSpielt der Gegner hingegen einen AD'ler, der auch auf der Lane dominant und aggressiv ist, so würde ich dir 9x Rüstung in Gelb und je nach Bedarf CDR/scaling CDR und/oder Magieresistenz/MR-pro-Lvl empfehlen.\n\nMasteries: Hier gibt es meiner Meinung nach nur einen möglichen Keystone: Thunderlord's Decree.\nGrund hierfür sind die relativ geringen Cooldowns und kurzen, effektiven Trades von Kennen. \nEr hat hierbei eine besondere Gabe: er ist in der Lage, sein W auf 4 Stacks aufzuladen, dann einen Autoattack auf den Gegner zu machen und dann W zu aktivieren; somit wird Thunderlords ausgelöst, da sein Autoattack aus genau genommen zwei Instanzen besteht, nämlich dem AD-Schaden und dem On-Hit-Schaden. Besonders gegen Nahkämpfer ist Kennen eine gute Wahl auf der Lane, da er diesen Trick in bestimmten Match-Ups gut anwenden kann. Des Weiteren würde ich 12/18/0 wählen.\nLinker Baum: \n-erhöhter Ability-Damage\n-Fresh Blood\n-4x Natural talent/1x Vampirism\n-Double-edged sword\n\nMittlerer Baum:\n-On-Hit-Schaden gegen Minions und Monster\n-Assassin\n-5x zusätzlicher Schaden gegen Ziele unter 40 % HP\n-Dangerous Game/Busch-Mastery\n-5x Hybridpen\n-Thunderlords\n\nKennen hat eine Vielzahl an Item-Optionen, der Hextech-Revolver-Rush ist hierbei eine sehr gängige, um besser harassen zu können. \nEin Beispiel-Itembuild, dass sehr beliebt ist, wäre: Protobelt, Sorcerer's Shoes, Maske, Rylais, Hourglass; den 6. Slot kann man sich je nach Belieben auswählen. Hat der Gegner viel MR, dann wähle Void Staff; willst du poken, dann hol dir Luden's Echo; willst du leichter engagen, dann wähle Banshee's Veil; etc. pp.","replies":[{"id":"","poster":"cJoan","date":"2017-06-28T10:08:53.824+0000","up_votes":1,"down_votes":0,"body":"Dankesehr für die schnelle und ausführliche Antwort, welche mir sehr weitergeholfen hat. Ich werde ihn erstmal auf AP spielen und dann mal schauen, vielleicht probiere ich irgendwann mal den One Hit Build aus. Lässt dieser sich anders spielen?\nZudem frage ich mich noch, wie ich genau mit Kennen spit pushe? Ich finde sein Waveclear nicht allzu gut, was bei mir zumindest, daran liegt, dass ich eine Wave mit e + w nicht komplett gecleart bekomme und deshalb immer etwas länger brauche als viele andere Champs :)","replies":[{"id":"","poster":"byDomey","date":"2017-06-28T10:55:52.952+0000","up_votes":1,"down_votes":0,"body":"Hast du Teamspeak? Falls ja, komm mal auf HennyLP.nitrado.net und ich kann es dir etwas genauer erklären.","replies":[]}]}]}]}