{"id":"BwEprRiO","poster":"R3playZ3","date":"2017-06-27T22:17:38.247+0000","title":"Club Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nich m&ouml;chte an der stelle einen sehr extrem verheerenden bug melden...\r\n\r\nUnd zwar bei der Umstellung von den alten auf den neuen clienten habt ihr bei den clubs ausgestellt das man teammates direkt per rechtsklick in die lobby einladen kann.\r\n\r\nJetzt muss jeder jeden auf die friends liste nehmen oder den namen m&uuml;hselig per hand eingeben um ihn zu inviten.\r\n\r\nDas Resultat ist das die spieler jetzt abspringen und auch viel eher ein spiel alleine starten und das kann nicht sinn und zweck eines league of Legends club sein.\r\n\r\nWir sind aktuell &uuml;ber 100 aktive spieler im club und ich denke wenn es so weiter l&auml;uft werden wir die clubaktivit&auml;t bald einstellen m&uuml;ssen.\r\n\r\nDas kann definitiv nicht in riots Interesse sein.","replies":[{"id":"","poster":"R3playZ3","date":"2017-08-04T14:34:00.042+0000","up_votes":1,"down_votes":0,"body":"wie angekündigt ist der brieg an riot direkt raus heute.","replies":[]},{"id":"","poster":"R3playZ3","date":"2017-07-31T10:29:01.712+0000","up_votes":1,"down_votes":0,"body":"ich hab inzwischen auch rückmeldung von anderen clubs erhalten die mir glaubhaft versicherten das auch deren clubaktivität enorm zurück gegangen ist. riot wann ist es endlich soweit?","replies":[]},{"id":"","poster":"R3playZ3","date":"2017-07-12T09:28:11.204+0000","up_votes":1,"down_votes":0,"body":"WANN BEHEBT IHR DEN BUG ENDLICH???????????????\njetzt gibts den neuen patch **7:14** auf den unser ganzer club sehensüchtig gewartet hat und ihr habt den bug immernoch nicht behoben... was soll denn sowas???\n\nwenn es zu schwer ist ein drag&drop system einzuführen dann baut doch zumindest einen button ein auf den man im club klicken kann \"alle mitglieder einladen\" dann ist das problem zumindest provisorisch behoben. aber so ist dieser zustand eine zumutung, danke riot das ich als clubbesitzer den kopf für euch hinhalten muss, echt gute community.","replies":[]},{"id":"","poster":"R3playZ3","date":"2017-07-02T18:56:28.845+0000","up_votes":1,"down_votes":0,"body":"wir haben den 02.07.2017 und es tut sich nix :(\n\nhttp://img8.myimg.de/bai05d85.jpg\n\nseht ihr das problem? der club fliegt uns bald um die ohren weil es sich alle beschweren, 11 austritte verzeichnen wir in den letzten 24 stunden.\n\nich bitte euch","replies":[]},{"id":"","poster":"R3playZ3","date":"2017-06-30T00:03:54.843+0000","up_votes":1,"down_votes":0,"body":"bin heute das erste mal wieder am spielen und der club bug ist noch immer da :-( alle sind sich am aufregen, was soll ich denen sagen? wird denn zumindest sehr bald mal daran gearbeitet?\n\nich kann doch nicht den kopf für riot hinhalten nur weil ich club besitzer bin...","replies":[]}]}