{"id":"99mJJ3j3","poster":"Daerker","date":"2017-06-26T17:04:59.722+0000","title":"Soraka main sucht DuoQ Partner [B2]","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Heyho,\r\nich versuche mal mein Gl&uuml;ck hier, in der Hoffnung, dass troller hier nicht allzu verbreitet sind.\r\nWie man dem Titel hier bereits entnehmen kann, bin ich ein Soraka main, da es mich aktuell nervt, immer wieder auf Toxische ADCs zu treffen (und damit meine ich nicht die, die Teemo ADC picken) oder die AFK&#039;ler und in meinem Freundeskreis (fast) niemand LoL spielt und mein sonstiger Mate kein LoL mehr spielt, suche ich nach einem ADC mit dem ich zusammen climben kann und der im besten Fall auch Teamspeak hat (besitze einen eigenen TS Server) sprich, mit dem ich auch ordentlich reden kann\r\nZu mir:\r\nAktuell bin ich Bronze 2, habe auf Soraka auf lvl 7 und 292k mastery Points, auch besitze ich eine recht Solide Winrate von 58% in S6 und 57% in S7,bin Abends fast immer online und bereit zu spielen.\r\nIch freue mich schon auf eure Antworten,\r\nDaerker\r\n\r\nP.S. Bitte schreibt neben eurem Namen euren Main + Winrate + Elo. Danke :)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-28T08:43:24.947+0000","up_votes":2,"down_votes":0,"body":"Würde gern mit dir paar Runden zocken. Ich liebe Soraka Mains <3 \nDa ich wegen meiner langjährigen Spielerfahrung (Seit Ende Season 1) fast alle Lanes mal hatte denke ich kann deine gewünschte Rolle erfüllen.\nElo: Silber 2 \nMain = wie gesagt alles aber ja auch Soraka Main xD. \nWinrate: \nSoraka: 65%\nNami: 75%\nKarma: 88%\n","replies":[{"id":"","poster":"Daerker","date":"2017-06-28T14:22:51.518+0000","up_votes":1,"down_votes":0,"body":"Jou, würde mich sehr darüber freuen. \nWelchen ADC mainst du? Bin bis Freitag aber nicht Zuhause. Werde dir dann eine FA am Samstag schicken","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-28T14:43:16.643+0000","up_votes":1,"down_votes":0,"body":"Ashe oder Sivir. Ashe war mein erster Champ und mein Main sehr lange. Cait konnte ich mal. Die kann ich mir auch mal anschauen.\nAber hey wir können ja paar Testrunden am Samstag machen","replies":[{"id":"","poster":"Daerker","date":"2017-06-28T18:27:35.274+0000","up_votes":1,"down_votes":0,"body":"Gerne. Bin jetzt nach der Woche so wieso etwas aus der Übung. Also direkt Ranked hatte ich auch nicht gemacht :)","replies":[]}]}]}]},{"id":"","poster":"Camillus","date":"2017-06-27T08:35:52.105+0000","up_votes":1,"down_votes":0,"body":"Grüß dich,\n\nFalls man auch als nicht ADC Spieler mit dir spielen darf würde ich mich über eine Freundschaftsanfrage freuen.\n\nDanke","replies":[{"id":"","poster":"Daerker","date":"2017-06-28T14:20:10.239+0000","up_votes":1,"down_votes":0,"body":"Klar, freue mich immer über mates. \nSuche aber halt wirklich einen festen DuoQ Partner und das sollte halt ein ADC sein. FA schicke ich dir aber trotzdem, bin aber bis Freitag Abend nicht Zuhause","replies":[]}]}]}