{"id":"zgKU8qEq","poster":"Lucid Lux","date":"2017-06-25T17:33:29.881+0000","title":"Erweiterte Verwaltung von Champion Mastery & Levels, Updatewunsch","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hi Leute,\r\nIch bin ein League Spieler seit Season 3 und habe momentan einige Ideen im Kopf, wor&uuml;ber ich die Meinung anderer ebenfalls h&ouml;ren m&ouml;chte.\r\nWie ihr im Titel seht, es handelt sich thematisch hierbei um das Champion Mastery &amp; Levels System. Dieses Feature ist glaube ich in Season 5 eingef&uuml;hrt worden, allerdings nur mit 5 Leveln. Sp&auml;ter wurden Level 6 &amp; 7 auch eingef&uuml;hrt.\r\n\r\nMeine Ideen f&uuml;r ein Champion Mastery &amp; Levels Update w&auml;ren:\r\n\r\n- Champion Mastery 8? (Erfordert das mehrfache Spielen (4x,5x oder auch 10x) von einer S+ Leistung)\r\n- Champion Mastery f&uuml;r &#039;&#039;One Trick Ponys&#039;&#039;? (z.B. mind. 60% Playrate eines Champions in der Match History halten)\r\n- Zur&uuml;cksetzung von Champion Mastery Levels (Eventuell auch: Zur&uuml;ckerstattung von blauer Champion Essenz?)\r\n- Ein Icon f&uuml;r eine bestimmt erreichte Anzahl von Mastery Score (z.B. 250 Mastery Score = Zuf&auml;lliges Icon / Legacy Icon etc.)\r\n- Anzeige von wie vielen Champions auf welchem Level (z.B. &#039;&#039;You have 38 Champions level 2&#039;&#039;)\r\n- Anzeige von den totalen Champion Mastery Points (z.B. 1,200,000 Mastery Points)\r\n- Anzeige von Season highest Grade an Anzahl (z.B. Season highest Grade: S+, Reached: 8x)\r\n\r\nMit dem Ziel eines Updates ist es ja, vielen Beschw&ouml;rern ein angenehmeres Spielen zu erm&ouml;glichen. Hierbei habe ich die Priorit&auml;t der verschiedenen Updateideen von oben nach unten aneinandergereiht. Das Oberste ist am interessantesten und sollte ebenfalls die meisten League Spieler ansprechen. Die Unteren sind Nebensachen, die beim Clientupdate hilfreich sein k&ouml;nnten.\r\n\r\nWelche Kriterien w&uuml;rden mich ansprechen?\r\n\r\n- Champion Mastery 8\r\nDas Profil eines Spielers ist bei vielen League Spielern das Entscheidene, um zu beurteilen, wie gut jemand ist bzw. was f&uuml;r eine Leistung dieser Spieler mit sich bringt. Deshalb halten viele ihr Profil f&uuml;r sehr wichtig und achten auf viele Sachen, in der Champion Mastery &amp; Levels ebenfalls nicht ausgelassen werden d&uuml;rfen. Eventuell k&ouml;nnte man auch einf&uuml;hren, dass man nur 1 Champion mit der Champion Mastery 8 haben kann (Bezug auf Champion Mastery f&uuml;r &#039;&#039;OTPs&#039;&#039;)\r\n\r\n- Champion Mastery f&uuml;r &#039;&#039;One Trick Ponys&#039;&#039;\r\nIch pers&ouml;nlich bin OTP und deshalb w&auml;re es f&uuml;r mich ein echt cooles Feature. Und ja, ich spiele nur {{champion:99}} . Meiner Meinung nach sieht man auch nicht selten OTPs und dies w&uuml;rde auch viele andere OTPs erfreuen ein optischen Update deswegen zu erhalten. Viele &auml;ndern auch ebenfalls ihren Namen, um zu zeigen, dass man ein OTP ist. Sie m&uuml;ssen deshalb eine Namens&auml;nderung machen, welche teuer mit IP oder RP gekauft werden kann. W&auml;re es deshalb nicht schlauer dieses Feature einzuf&uuml;hren? Nat&uuml;rlich muss man eine Namens&auml;nderung extra deswegen nicht machen, aber es w&uuml;rde so ein Szenario erleichtern.\r\n\r\n- Zur&uuml;cksetzung von Champion Mastery\r\nIch habe viele Champions Level 7 und 6, und dies wollte ich eig. vermeiden. Momentan spiele ich nur selten meine level 7er Champions au&szlig;er Lux, aber dies hat eben Einfluss auf mein Profil. Klar, wieder eine optische Sache, aber ich m&ouml;chte momentan nur Lux level 7 haben. Denn da es nichts h&ouml;heres gibt als level 7, wird bei meinem Profil Lux mit den anderen Champions gleich gestellt. Ich wei&szlig;: &#039;&#039;Pech gehabt&#039;&#039; - das w&uuml;rde die Meisten jetzt sagen, oder &#039;&#039;Selbst Schuld&#039;&#039;. Ich wei&szlig;, ich habe nicht von Anfang an beschlossen Lux zu one tricken und deshalb hab ich Pech, aber dies w&auml;re eine Feature, welches von Riot sehr angenehm w&auml;re in Sachen Champion Mastery &amp; Levels Verwaltung.\r\n\r\nWas haltet ihr davon?\r\nIch habe die meisten Updateideen legendlich aus Zeitproblemen nicht weiter erl&auml;utert. Einiges ist allerdings selbsterkl&auml;rend.\r\nStimmt ihr mir zu? Stimmt ihr mir nicht zu? - Schreibt es alles unten in der Comment Section! :)\r\nEinen Sch&ouml;nen Tag noch\r\nLG Lucid Lux\r\n\r\n\r\n\r\n\r\n\r\nbtw. &#039;&#039;ich habe nicht von Anfang an beschlossen Lux zu one tricken&#039;&#039; (Z.33) - Viele denken ich habe sie wegen den Skin geonetricked. Aber nein: ich habe sie 2 Monate vor dem Skin angefangen sie zu mainen, das Onetricken kam sp&auml;ter ;)\r\nEine Lektion f&uuml;r sp&auml;ter Leute: Maint nicht Champions wegen Skins, ihr werdet es am Ende nur bereuen. Ihr werdet viele Skins kaufen und oft Mains changen. Das ist ein Kackgef&uuml;hl ;)","replies":[]}