{"id":"fg26EMlZ","poster":"CyberCookieee","date":"2017-06-25T18:33:38.863+0000","title":"Champions of Valoran by CyberCookieee","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":1,"body":"Die gr&ouml;&szlig;te Fanfiction die es jemals gab. Das trifft definitiv zu. momentan umfasst es &uuml;ber 112 Seiten und ich bin nicht mal zu einem Viertel fertig. Hier erstmal die ersten Kapitel (Das Werk ist schon &auml;lter, ich arbeite derzeit an etwas neuem, Siehe den Thread Twisted Love.)\r\nGeschrieben wurde sie zum Releasedatum von Jinx. Also sollten etwaige Backgroundstorys(Wie etwa Xerath) nicht mehr &uuml;bereinstimmen. Dennoch viel Spa&szlig; mit dem ersten Bisschen! :)\r\n\r\nDiese Geschichte beinhaltet die offiziell bekannten Fakten &uuml;ber die Charaktere und die Welt von Valoran, sowie bekannte Theorien und eigene Fantasie in jenen L&uuml;cken in die noch hineininterpretiert werden kann. Das Buch handelt keinesfalls von der wahren Hintergrundgeschichte sondern ist ein einziges was-w&auml;re-wenn Szenario in dem die Champions eingebunden wurden.                                    \r\n\r\nProlog:\r\n\r\nIn einer Welt, die von Krieg, Rachsucht und dem Kampf um die Vorherrschaft regiert wird, tragen m&auml;chtige Beschw&ouml;rer der Fraktionen erbitterte K&auml;mpfe aus. Mit ihrer Macht beschw&ouml;ren sie sowohl Legenden alter Zeiten, als auch die blutr&uuml;nstigsten Helden ihrer Zeit auf die Schlachtfelder. Doch so stark sie auch sein m&ouml;gen, so viel Macht ihnen auch in die Wiege gelegt wurde, m&uuml;ssen auch sie sich einem geheiligten Kodex unterwerfen. Dem Pfad der Beschw&ouml;rer. \r\nEr gebietet &uuml;ber sie, ihre Champions und ihre Kr&auml;fte. Doch in der Geschichte der Kriegsakademie, welche den Beschw&ouml;rern und ihren Marionetten die M&ouml;glichkeit bietet ihre Verlangen zu stillen, kommt es auch zum Brechen dieser Regeln. Die Beschw&ouml;rer, welche diese ungeschriebenen Gesetze brechen, werden vom Tribunal verurteilt und in einem magischen Gef&auml;ngnis eingekerkert, bis sie ihrer Lebensenergie nach einigen &Auml;onen letztendlich beraubt wurden. \r\nDoch einem dieser Abtr&uuml;nnigen aus Shurima gelang es sich aus seinem gefrorenen Todesk&auml;fig zu befreien, nachdem er mit Hilfe seiner gewaltigen arkanen Kr&auml;fte gegen die Ketten seiner Peiniger gek&auml;mpft hatte und letztendlich den Bann brach. Durch den Zeitunterschied zwischen seiner Wegsperrung und seinem Ausbruch schien er in Vergessenheit geraten zu sein und tauchte unauff&auml;llig aus seinem Gef&auml;ngnis im eisigen Freljord wieder auf. \r\n\r\nFreljord, Gebiet der Eisderwiche, westlich von Rakelstake\r\n\r\nSie ritt auf ihrem Keiler die schneewei&szlig;en Gletscher des Berges hinab. Das Tier lief voran, den Schnee aufw&uuml;hlend, im Fell unter seinem eisig kalten Plattenpanzer h&auml;ngenbleibend, schnaufend. Ihre Augen verengten sich als sie durch den sonst so gew&ouml;hnten Schneesturm sp&auml;hte und einen wirbelnden Eissturm, &auml;hnlich einem nie dagewesenen Tornado aus reiner Magie, &uuml;ber die L&auml;ndereien der Avarosa am Fu&szlig;e der Gebirge streifen sah. W&auml;hrend die Winterklauen auf den Berggipfeln lebten und die Eisderwische der Ahnen die Gipfelgletscher im Westen ihre Heimat nannten, war das Gebiet ihrer Schwester im Osten eben und besa&szlig; fruchtbare Erde, welche die Landwirtschaft in der dortigen Stadt Rakelstake, erm&ouml;glichte. Sie fr&ouml;stelte eigentlich nicht, da sie von ihrer kurzen Plattenr&uuml;stung gesch&uuml;tzt wurde, die stellenweise mit weichem Fell gef&uuml;ttert war , dazu trug sie einen Helm mit zwei seitlichen vertikalen H&ouml;rnern und mit kaltem Borealeder unterlegte Plattengamaschen. Doch sie merkte wie selbst ihr, die wohl kampferprobteste ihrer Schwestern, die im k&auml;ltesten Gebiet Freljords, hoch oben auf den Gipfeln lebte, ein eiskalter Schauder &uuml;ber den R&uuml;cken lief. Nein, das kann nicht sein. Noch nicht.Wenn sie erwacht sein sollte... \r\n\r\nAm Fu&szlig;e des Berges angekommen, stand dort auf einem Felsvorsprung bereits eine Frau mit schneewei&szlig;en, langen Haaren und einer schwarzen Kutte um die ein Eisbogen gespannt war, den das Emblem des Avarosa Stamms zierte. Die Reiterin hingegen hatte auch wei&szlig;e Haare aber kaum l&auml;nger als bis zu den Ohren. Zudem waren sie weniger gepflegt, was bei dem allt&auml;glichen Sturm in Freljord ohnehin nichts gebracht h&auml;tte. &ldquo;Ashe, was machst du so weit au&szlig;erhalb deines achso sicheren Landes?&ldquo;,fauchte Sejuani. Die beiden Kriegerinnen hatten keine gute Beziehungen zueinander, obwohl sie als die Reinkarnationen der drei K&ouml;nigsschwestern der alten Zeiten galten. Avarosa, die Frostbogensch&uuml;tzin, die ihre hinterlistige Schwester Lissandra und ihre Frostw&auml;chter herausforderte und in der heulenden Schlucht einen vernichtenden Krieg schlug, spiegelte sich eins zu eins in Ashe und ihrem Sinn f&uuml;r Gerechtigkeit wieder. Serylda, die Kriegerprinzessin aus alten Zeiten war ebenso brutal und vorlaut wie Sejuani, die Winterkralle. Wie sie Ashe nicht ausstehen konnte, waren auch Avarosa und Serylda nicht gut aufeinander zu sprechen. Doch Lissandra, welche nach der Ausl&ouml;schung und Verbannung ihrer Meister, den Frostw&auml;chtern, verschwunden ist, schwor mit ihrem letzten Auftauchen erbitterte Rache an Freljord und den Nachkommen Avarosas, der einstmaligen K&ouml;nigin des vereinigten Freljords. Doch diese Zeiten sind vorbei, da sich zwei der drei Schwestern mit ihren Lagern im Zwist befanden. Sejuani von den Winterklauen und Ashe von den Avarosa, welche stets versuchte Konflikte zu vermeiden. &bdquo;Nun, ich denke dasselbe wie du, Schwester. Ich versuche herauszufinden ob Sie diesen Tumult veranstaltet.&ldquo;, antwortete Ashe mit einem scharfen Blick zu ihrer argw&ouml;hnischen Schwester. \r\n\r\n&bdquo;Schwester? Glaubst du immer noch an diese d&auml;mliche Legenden unserer Ahnen? Ich habe nichts mehr mit dir zu tun! Du bist f&uuml;r mich gestorben! Und jetzt geh mir lieber aus dem Weg oder ich zerstampfe dich. Solange dieser &acute;Tumult&acute; wie du ihn nennst, auf meinem Gebiet stattfindet ist es die Aufgabe der Winterklauen den Grund zu untersuchen, nicht eures d&auml;mlichen Volkes.&ldquo;, zischte die Eberreiterin. &bdquo;Hey, wenn ich Streit wollte, h&auml;tte ich dich schon l&auml;ngst mit meinen Frostpfeilen durchbohrt. Zudem hat dieses &bdquo;D&auml;mliche Volk&ldquo;, mal ganz Freljord regiert.&ldquo; Sie seufzte kurz, fasste sich mit zwei Fingern an die Stirn und sprach mit ernstem Gesichtsausdruck weiter. &bdquo;Lass uns einfach gemeinsam gehen, bevor es zu sp&auml;t ist.&ldquo; Der Eber scharrte gereizt mit seinen Klauen &uuml;ber das dicke Eis, willens der Bogensch&uuml;tzin ihren Blick aus dem Gesicht zu entrei&szlig;en. Diese reagierte abweisend. Ashe sprintete weiter ins offene Feld hinaus, jedoch nicht in Richtung des Avarosa-Stammes und ihrer gr&uuml;nen, fruchtbaren L&auml;nder, wo sie ihre Mitmenschen erwarteten. Sondern in die Region der uralten Cl&auml;ne der Frostw&auml;chter, eine kalte Ein&ouml;de ohne Pflanzen oder Zivilisation. In dieser Region in der mehrere Grauen versiegelt wurden, lebten unter anderem vor einigen hundert Jahren die Anh&auml;nger der gefrorenen Seher, welche damals gegen Avarosa und ihr Volk um die Kontrolle Freljords k&auml;mpften. \r\n\r\nUnten angekommen sahen sie ein riesiges H&uuml;gelgrab, jenes in dem Ashe einst ihren Bogen erhielt. Das Grab von Avarosa erstrahlte in einem unheimlichen blauen Licht. Die Eiszapfen vibrierten, von den steinernen Ruinen herunterh&auml;ngend. Eine bekannte Person lichtete sich dunkel von dem Sturm ab. Ashe streckte den Arm zur Seite, vor die heran brechende Sejuani. Diese fragte w&uuml;tend: &bdquo;Wie kannst du es Wagen mich in meinem glorreichen Ansturm zu...&ldquo; &bdquo;Schweig! Dort vorne steht jemand. Glaubst du diese Person da vorne k&ouml;nnte SIE sein?&ldquo;, unterbrach Ashe die Kriegerin. &bdquo;Tz... Vermutlich. Wir sind wohl zu sp&auml;t gekommen. Nur weil du mich aufgehalten hast!&ldquo;, fauchte Sejuani. Ashe hielt ihr die Hand auf den Mund. &bdquo;Sei ruhig verdammt nochmal. Es ist wie es ist und nicht anders. Sie ist befreit. Aber was macht sie dort? Es scheint als w&uuml;rde sie auf etwas warten.&ldquo; Die beiden versteckten sich hinter einigen Bruchteilen einer Steins&auml;ule und beobachteten die Eishexe. Jene schwebte &uuml;ber dem Boden vor einem vereisten, bl&auml;ulich gl&uuml;hendem, morschen Holztor, Eiskristalle unter ihr Emporsteigend und abtauchend, wie eine Welle im Meer. Sie schien mit jemanden zu kommunizieren oder etwas zu wissen, was Sejuani und Ashe nicht wussten.\r\n &bdquo;Ein Anh&auml;nger der gefrorenen Seher? Ich dachte ihr seid alle ausgel&ouml;scht worden als Avarosa eure Art in einen Krieg verwickelt hat.&ldquo;, sagte eine geisterhafte, schrecklich verh&ouml;hnende Stimme. Die sonst so selbstbewusste Eishexe biss die Z&auml;hne zusammen und erhob das Wort. &bdquo;Es wird Zeit, die Frostw&auml;chter zum Sieg zu f&uuml;hren. Ich habe keine Ahnung von wem oder was ihr redet.&ldquo;, sagte sie z&ouml;gernd. &bdquo;Tut nicht so, als w&auml;rt ihr nicht involviert. Ich wei&szlig;, dass ihr die Frostw&auml;chter korrumpiert habt. Ich habe &uuml;ber die &Auml;onen jeden eurer verhassten Pl&auml;ne mitbekommen. Diese Weltherrschaftspl&auml;ne waren so am&uuml;sant, dass sie mir teilweise die Langeweile der Gefangenschaft erspart haben.&ldquo;, lachte die Stimme erneut.  \r\n\r\n&bdquo;Zeigt euch endlich, Scheusal! Ihr wisst gar nichts &uuml;ber mich, die einzig wahre K&ouml;nigin Freljords!&ldquo;, schrie die schwebende Frau mit einem eiskalten Atem, dass die Luft beinahe erstarrte. &bdquo;Meinst du... es gibt noch jemanden wie &hellip;.Lissandra?&ldquo;, fragte Sejuani ver&auml;ngstigt, ihren eisigen Morgenstern fest in der Hand klammernd. &bdquo;Ich hoffe nicht.&ldquo;, sagte Ashe so ruhig sie konnte ohne sich ihre bittere Angst anmerken zu lassen. &bdquo;Wenn sie so stark ist, wie die Geschichten die wir &uuml;ber sie geh&ouml;rt haben...&ldquo; &bdquo;Ja, Sejuani. Dann gibt es einen weiteren Runenkrieg.&ldquo; Sejuani schluckte schwer und versuchte vergebens ihren fassungslosen Gesichtsausdruck und ihre W&uuml;rde zu wahren. Wenn es einen Krieg gibt... wird mein Volk...nein ganz Freljord... Sejuani wollte in Tr&auml;nen versinken, wurde aber unsanft mit dem Zerbersten des H&uuml;gelgrabtors aus ihren Gedanken gerissen. &Uuml;berall str&ouml;mte bl&auml;uliche Arkanmagie, Eis und Schnee aus dem H&uuml;gelgrab. Inmitten dieses grellen Spektakels trat eine Person, schwebend, in einer dunkelvioletten Kutte eingeh&uuml;llt, auf das kleine offene Eisareal vor Lissandra. Als diese ihr Haupt auf Augenh&ouml;he von Lissandra hob blitzten schrecklich hasserf&uuml;llte, blaue Augen auf. Lissandra gefror ihr ohnehin schon gefrorenes Blut erneut in ihren Adern. Sie wusste nicht, dass alles was sie geplant hatte bereits bekannt war. Und das jemand die ganze Zeit in ihrer N&auml;he war, ohne dass sie dessen Pr&auml;senz wahrnehmen konnte. \r\n\r\n&bdquo;Du bist also die Stimme die ich die ganze Zeit vernommen habe. Das Kind der M&auml;chtigen K&ouml;nigin Freljords.&ldquo;, verh&ouml;hnte der Unbekannte Lissandra. &bdquo;Tz... Ja einer der drei Schwestern, die M&auml;chtigste von ihnen. Die anderen beiden sind.... Sejuani und Ashe.&ldquo;, sagte Lissandra. &bdquo;Hm.. das m&uuml;ssten jene schw&auml;chliche Pr&auml;senzen dort dr&uuml;ben sein.&ldquo;, lachte er wieder. &bdquo;Mist er hat uns gesehen!&ldquo;, sagte Sejuani erschrocken. &bdquo;Nein, nicht durch diesen Schneesturm. Ich glaube kaum, dass er von hier ist und demnach diese Art von Sicht gewohnt ist.&ldquo;, sagte Ashe eindringlich. &bdquo;Schluss mit dem Versteckspiel, kommt heraus G&ouml;ren!&ldquo;, schrie der Mann h&ouml;hnisch. Ashe fuhr zusammen, denn Sejuanis Verdacht wurde best&auml;tigt. \r\n&bdquo;Nenn den Anf&uuml;hrer der Winterklauen nicht eine G&ouml;re du schwebender Bastard! Ich zerrei&szlig; dich in der Luft!&ldquo;, br&uuml;llte Sejuani aus ihrer Deckung herausspringend und ihren Morgenstern &uuml;ber sich kreisend. &bdquo;Nun, wenn ihr glaubt, ihr w&auml;rt dazu in der Lage, versucht es!&ldquo;, schrie der Mann und l&ouml;ste sich in Luft auf, sodass die Kutte leblos herunter fiel. Ein Energieball flog durch die Gegend und entz&uuml;ndete mit einem Donnerknall, der den Boden zum bersten brachte, einen Sturm aus arkaner Magie. Die Magie bildete eine riesige Gestalt, die aussah wie eine zerbrochene R&uuml;stung die wie von zauberhaften Ketten zusammengehalten wurde. &bdquo;Ich, Xerath der Gro&szlig;e, werde euch vernichten!&ldquo;, schrie der Magier in der Ferne wieder hallend. Er streckte seine monstr&ouml;se Astralhand aus und lie&szlig; Blitze auf die beiden Schwestern niederprasseln. Sie sahen eher im Schneegest&ouml;ber aus wie Feuerblitze, denn sie gl&uuml;hten und schmolzen alles herum um ihre Einschlagstellen. Sejuani und Ashe wichen mit mehreren S&auml;tzen aus. &bdquo;Tanzt meine kleinen!&ldquo;, schrie der Magier und lie&szlig; hunderte kleine Arkanfunken auf sie regnen. Sie hatten zwar weniger Zerst&ouml;rungskraft, waren aber in der Lage das ganze H&uuml;gelgrab von Avarosa, der Ashe den Bogen und ihr Leben verdankte, vollends zu zertr&uuml;mmern. &bdquo;Nun Schwestern, wenn ihr nicht einmal etwas gegen ihn tun k&ouml;nnt, wie wollt ihr dann das hier &uuml;berleben?&ldquo;, sagte Lissandra l&auml;chelnd. Sie hob die H&auml;nde ruckartig in die Luft und von ihr aus rollte pl&ouml;tzlich eine Lawine in Richtung der Schwestern. &bdquo;Werdet im Schnee eingeschlossen, so wie meine Meister!&ldquo;, schrie sie und lachte d&auml;monisch. Ashe schoss f&uuml;nf ihrer Pfeile in diese, sodass sie, dank ihres Frostbogens, zu Eis erstarrte. Ashe verschnaufte kurz.\r\n\r\n&bdquo;Das wird nicht reichen.&ldquo; Ashe sah erneut auf die gefrorene Lawine die zu beben begann. Risse bildeten sich schnell und die Lawine rollte erneut auf sie zu. Als diese kurz vor der erstarrten Ashe, welche mit einem hilflosen Gesichtsausdruck dastand, ankam, ritt Sejuani vorbei, krallte sich ihre Schwester und ritt vor der Welle weg. Xerath lenkte seine Funken in die Welle, welche diese aufnahm, da sie ebenso magischen Ursprungs war wie seine Blitze. Die elektrisierte Lawine holte Sejuani immer schneller ein. Diese ritt durch einige Steinb&ouml;gen um die Lawine abzuschw&auml;chen. Auch wenn Ashe dagegen war, die Dekoration und Bauten des Grabes von Avarosa zu nutzen um sich zu sch&uuml;tzen, sah sie keinen anderen Ausweg. &bdquo;Und jetzt hat sie dich!&ldquo; Ein kr&auml;ftiger Schub erfasste die Lawine und sie drohte &uuml;ber den Eber und ihre Reiter hinein zu brechen. Eine Eisschicht erfasste den Boden und ein Eiswall stieg binnen Sekunden empor um Sejuani vor der Lawine, welche versuchte den Wall zu brechen, zu sch&uuml;tzen. &bdquo;Was? Seit wann beherrscht ihr Eismagie?&ldquo;, fragte Lissandra erschrocken. &bdquo;Das wird dennoch nicht reichen.&ldquo;, sagte Xeraths riesige Gestalt. Er lie&szlig; die Barriere kurzerhand zersplittern und die Lawine weiter rollen. \r\nEin Greifenschrei ert&ouml;nte und eine Art Eissplitter durchflog die ganze Lawine innerhalb von zwei Sekunden und schlug bei Lissandra ein, welche von der Wucht zur&uuml;ckgeworfen wurde. Die Lawine fiel auseinander, da sie bisher von der kanalisierten Magie der Eishexe zusammen gehalten wurde. &bdquo;Unm&ouml;glich! Nichts ist st&auml;rker als MEINE Eismagie!&ldquo;, schrie Lissandra ungl&auml;ubig. Ein weiterer Eisstachel durchbohrte den Bauch der liegenden Eishexe, welche versuchte sich aufzurappeln. Blaues, kaltes Blut spritzte und bedeckte die Schneedecke um sie. &bdquo;Alte Magie kann nur mit noch &auml;lterer Magie bek&auml;mpft werden.&ldquo;, sagte ein Cryovogel, welcher &uuml;ber Ashe und Sejuani flatterte. Er hatte rote Augen, welche jedoch nicht b&ouml;se erschienen. Ein Vogel, komplett aus Eis. Lissandra, aufgespie&szlig;t am Boden, zerfiel zu dunklem schwarzen Schnee. &bdquo;Mein Blut d&uuml;rstet nach Rache. Wir sehen uns wieder, Cryoph&ouml;nix.&ldquo;, sagte sie und verschwand im Erdboden bevor man sie daran hindern konnte. Der Ph&ouml;nix richtete seine Aufmerksamkeit auf den Magier, welcher sie argw&ouml;hnisch beobachtete.\r\n &bdquo;Gut ausgewichen. Alte Schriften haben dich erw&auml;hnt, Anivia. Mal sehen wie deine alte Eismagie gegen wirkliche Magie ankommt!&ldquo;, sagte er m&uuml;rrisch und erhob einen magischen Schild bis zu seiner Taille, welcher ihn vor Magie sch&uuml;tzte und Energie aus der Erde unter ihm sog. Es sah aus als w&auml;re er an die Blitze, welche aus dem Boden ragten, gebunden. Sie verbunden sich mit kleineren Tr&uuml;mmerst&uuml;cken, ber&uuml;hrten also nicht den Boden. Anivia flatterte empor und versuchte ihn mit ihren Eisspeeren und B&auml;llen zu verletzten. Obwohl der Schild nur bis zu seiner geisterhaften Taille ragte, wurde er auch oberhalb nicht verletzt. Er schickte mehrere Blitze auf Anivia los, welche so schnell flog wie eine Piltover-Flugmaschine bei normalen Wetter. &bdquo;Das Schild! Du musst es irgendwie unterbrechen!&ldquo;, schrie Sejuani, welche mit Ashe davon ritt. Anivia schloss die Fl&uuml;gel vor sich zusammen, hielt kurz inne und breitete sie mit einem wuchtigen Sto&szlig; nach hinten aus. Ein Schneesturm entbrannte um Xeraths schemenhafte Gestalt, so stark, das alles bisherige, was je in Freljord geschah, aussah wie leichter Nieselregen. Xeraths Sicht wurde so geschw&auml;cht, dass er kaum in der Lage war die Blitze gezielt zu treffen. Es sah aus, als w&uuml;rde es ein eisiges Blitzgewitter sein, welches die ganze Landschaft unter sich mit sich rei&szlig;t. \r\n&bdquo;Wir m&uuml;ssen ihnen helfen. Dreh um!&ldquo;. sagte Ashe. &bdquo;Nein, wir k&ouml;nnen nichts gegen ihn ausrichten.&ldquo;, sagte Sejuani die versuchte ihren Eber anzutreiben. &bdquo;Schau doch! Avarosas Grab! Es wird vom Sturm mitgerissen!&ldquo;, schrie sie, erbost dar&uuml;ber, dass das Grab derjenigen, dessen Bogen sie gerettet hatte, entehrt und zerst&ouml;rt wurde. Die Tr&uuml;mmer flogen umher und Xeraths Blitze verloren ihren Halt . Das Licht der Barriere wurde zunehmend schw&auml;cher. Ashe lie&szlig; einen, mit all ihrem restlichen Mana geladenen Pfeil des Hasses auf die Barriere schnellen. Dorthin, wo der Kern sa&szlig;, welcher seine Magie mithilfe der Ketten zusammenhielt. Die Barriere brach und von allen Seiten prasselten Eiszauber auf ihn ein. Er versuchte verzweifelt Anivia auszumachen, welche au&szlig;erhalb des Eissturms, in welchem er gefangen war, umherflog. Er verlor seine Kraft schnell und wurde immer kleiner. Auf Normalgr&ouml;&szlig;e geschrumpft l&ouml;ste sich auch der Sturm auf. Verdammt, ich habe schon alles verbraucht...Anivia kr&auml;chzte und schoss ihre letzten Geschosse auf ihn, um dann eilig entkommen zu k&ouml;nnen.\r\nW&uuml;rde sie nicht entkommen k&ouml;nnen, w&auml;re dies bestimmt ihr sicherer Tod. Ich, der gr&ouml;&szlig;te Magier aller Zeiten, kann jetzt nicht aufgeben! Viele seiner R&uuml;stungsteile wirbelten wild um ihn herum und er lie&szlig; eine gewaltige, blendende Explosion arkaner Energien aus, die sowohl die gesamte Schneelandschaft als auch den Rest des Grabes von Avarosa zerst&ouml;rte. Ashe und Sejuani schauten sich um. Die Frostbogensch&uuml;tzin hatte eine Tr&auml;ne im Auge. Es war ihr so, als w&uuml;rde ihre Mutter, die ihr das Leben schenkte, anstatt es zu verteidigen erneut umgebracht werden. Sejuani wollte etwas sagen um sie aufzumuntern, obwohl sie eigentlich keinen Draht zu ihr hatte. Stattdessen schwieg sie mit ihr gemeinsam und ritt schneller, weiter weg von dem herzzerbrechenden Anblick.\r\n\r\nDemacia, Palasttore\r\n\r\nSchreie, tobender Aufruhr vor den Toren des Palastes in Demacia. Eine Menschentraube hatte sich vor dem gro&szlig;en, steinigen Palast gebildet, der hoch in den Himmel ragte. Er trug verschiedenste Wappen,viele waren rot, seiner Verb&uuml;ndeten und das der Stadt die er repr&auml;sentierte, Demacia. Rote lange Banner hingen von den Balkonen vom hoch gelegenen Palast, von dem man die gesamte Stadt &uuml;berblicken konnte, herunter. Es war eine gro&szlig;e Stadt, von riesigen Stadttoren und Mauern umgeben. Sie war ber&uuml;hmt f&uuml;r ihre Kriegsveteranen und ihren Handel. Innerhalb des Palastes im Thronsaal, welcher der erste Raum war, den man beim Eintreten erreichte, standen mehrere Menschen. Unter anderem Viscero, ein ehemaliger Gladiator des Noxus der von dem Vater seines jetzigen K&ouml;nigs befreit wurde, welchem er nun in Demut dient.\r\nEr hatte langes zusammengebundenes Haar, eine orange-br&auml;unliche R&uuml;stung an und einen langen Speer als Waffe. Der Gladiator h&ouml;rte seit seiner Befreiung aus dem Gladiatorenspektakel &bdquo;Die Zerfleischung&ldquo;, welche innerhalb Noxus &uuml;blich war, bevor die Liga der Legenden gebildet wurde, auf den Namen Xin Zhao. Er trug unter anderem den Titel &bdquo;Seneschall von Demacia&ldquo;. &bdquo;Wissen wir schon was dieser Aufruhr zu bedeuten hat?&ldquo;, rief Jarvan IV. seinem Berater zu, der mit erhobenen Speer neben ihm stand, bereit f&uuml;r den Fall, dass die Meute in den Palast st&uuml;rmt, einzuschreiten. &bdquo;Nein, Garen und Lux versuchen drau&szlig;en die Meute zur&uuml;ckzuhalten, Vayne sendete Br&uuml;ller nach Bundle und Piltover und wartet auf eine Antwort. Kayle ist mit einigen Truppen nach Freljord unterwegs um Informationen zu sammeln.&ldquo; \r\n&bdquo;Es wird Zeit diesen Aufstand zur Ruhe zu bringen.&ldquo;, sagte Jarvan IV als er von seinem Thron aufstand. Er nahm seine Lanze, welche neben ihm an der Wand lehnte, an sich und schritt den Gang bis zum Tor, die Treppe hinauf zum gl&auml;nzenden Marmorbalkon entlang. Dieser war der Ort an dem er die meisten seiner Ank&uuml;ndigungen machte, so wie etwa zum Lichterfest, dem ionischen Feuerfest, dem Tod seines Vaters Jarvans III oder aber zu politischen Wettstreiten gegen ihren Erzfeind den Noxus. &bdquo;Was seid ihr f&uuml;r Witzfiguren, wenn ihr einige der gr&ouml;&szlig;ten Magier beheimatet und nicht wisst wenn etwas vor sich geht?&ldquo;, sagte eine h&ouml;hnische dunkle aber menschliche Stimme. &bdquo;Wer spricht da!? Wer wagt es den Namen Demacias und Jarvans dem IV in den Dreck zu ziehen!?&ldquo;, schrie Xin Zhao voller Wut in die Halle. So laut, dass es selbst au&szlig;erhalb im Toben der Menge zu h&ouml;ren war und diese kurzzeitig verstummte. Selbst Jarvan IV und die Bediensteten warfen ihm einen erschrockenen Blick zu, denn so stark er auch war, umso bekannter war Xin Zhao f&uuml;r seine gefasste Haltung und seine Selbstbestimmung. Violette, fl&uuml;ssige Materie erschien &uuml;ber ihnen, es sah aus wie ein Portal wie sie es von einem der abtr&uuml;nnigen in Zhaun beheimateten Champion kannten. &bdquo;Kassadin! Du elender Hund!&ldquo;, schrie Xin Zhao voller Emp&ouml;rung. &bdquo;Ich denke du bist ein Mann , der gegen sinnlosen Krieg und den Noxus ist.&ldquo;\r\n &bdquo;Stopp. Alter Freund&ldquo;, unterbrach Jarvan Xin Zhao w&auml;hrend er ihn an der Schulter zur&uuml;ckhielt. Dieser senkte seinen Speer jedoch nicht. &bdquo;Dies dort ist nicht Kassadin.&ldquo; Ein Lachen schallte allgegenw&auml;rtig durch den Saal. &bdquo;Gut erkannt, scharfsinnig wie immer eure Hoheit.&ldquo;, sagte ein Mann, welcher aus dem Portal trat und in seiner violetten Kutte und seinen langen Gew&auml;ndern &uuml;ber ihnen schwebte. &bdquo;Du hattest zwar Recht, Kassadin ist ein Hund, aber mich mit meinem gef&uuml;hlsgeladenen, d&uuml;mmlichen Bruder zu vergleichen ist eine Anma&szlig;ung.&ldquo;, sagte er nun mit geballter Hand. Er schien dennoch zu l&auml;cheln, was sich nur vermuten lie&szlig;, da sein Gesicht, bis auf seine bl&auml;ulich leuchtenden Augen, ebenfalls von einem violetten Tuch verdeckt war.\r\n&bdquo;Malzahar! Du Dreckskerl! Was willst du auf demacianischem Grund? Habe ich dich nicht schon vor dem Ioniakonflikt verbannt?&ldquo;, fragte Jarvan ihn verwirrt. \r\nDie T&uuml;r platzte auf und Luxanna Kronwacht betrat den Saal mit hell leuchtendem Stab in Richtung Malzahar gerichtet. &bdquo; Jarvan was ist hier.... DU! Was machst du hier? Nur ein Idiot w&uuml;rde sich nach seiner Verbannung wieder hier zeigen.&ldquo;, sagte sie erz&uuml;rnt &uuml;ber seine Dreistigkeit und biss sich auf die Z&auml;hne. &bdquo;Der Tag eurer Ausl&ouml;schung kommt schon noch fr&uuml;h genug, Unwissende. Zudem sollten diejenigen welche Blind vor Augen sind, nicht versuchen ein Schiff zu steuern. Denn eurer geliebtes Demacia ist zum Kentern verurteilt. Merkt euch meine Worte!&ldquo;, br&uuml;llte Malzahar triumphierend und l&ouml;ste sich in dunkle Materie auf, bevor er in der Leere des Nichts verschwand. &bdquo;Verdammter.... Ich hasse diese billigen Tricks&ldquo;, sagte Luxanna emp&ouml;rt. &bdquo;My Lord, denkt ihr dasselbe was ich denke?&ldquo;, sagte Xin Zhao mit einem &auml;u&szlig;erst besorgen Ton in seiner sonst unersch&uuml;tterlichen Kriegerstimme. Jarvan setzte f&uuml;r einen Moment seinen kronenartigen Helm ab und strich sich durch seine mittellangen, braunen Haare. Seine braunen Augen schlossen sich mit einem ernsten Ausdruck. &bdquo;My Lord?&ldquo;, dr&uuml;ckte Xin Zhao besorgter als zuvor nach. &bdquo;Du hast Recht, alter Freund. Rufe unsere Erzmagier und alle Champions der demacianischen Liga zusammen, welche nicht gerade Auftr&auml;gen oder Missionen unterliegen.&ldquo; Jarvan fasste sich an die Stirn und hatte beinahe den w&uuml;tenden Mob vor seinen Toren vergessen. &bdquo;Und bringt die B&uuml;rger nach Hause. Wir werden morgen fr&uuml;h eine &ouml;ffentliche Audienz am Marktplatz abgeben!&ldquo;, sagte Jarvan IV woraufhin Luxanna nach drau&szlig;en zu ihrem Bruder Garen eilte, welcher weiterhin bem&uuml;ht war die Menschen zur&uuml;ckzuhalten. &bdquo;Was ist da drinnen los?&ldquo;, fragte dieser sie. &bdquo;Das wei&szlig; ich noch nicht.&ldquo;, sagte sie verh&auml;ltnism&auml;&szlig;ig leise zu ihm. Dann lie&szlig; sie einen Lichtstrahl gen Himmel los um die Aufmerksamkeit der anderen B&uuml;rger auf sich zu lenken. Die Meute h&ouml;rte gespannt zu. Doch noch bevor sie anfangen konnte zu sprechen warfen Redakteure des Journals of Justice diverse Fragen ein. \r\n&bdquo;Was halten sie von dem neuen Oberkommando des Noxus, Jericho Swain? M&uuml;ssen wir uns in acht nehmen?&ldquo;\r\n&bdquo;Wann hat die Yordle Diskriminierung ein Ende?&ldquo;\r\n&bdquo;Wer hat innerhalb des Palastes eben so geschrien?&ldquo;\r\n&bdquo;Wird es einen weiteren Runenkrieg geben?&ldquo;. Bei der letzten Frage verstummten alle anderen. Die Besorgnis und Angst in den Gesichtern der B&uuml;rger wurden immer breiter und tiefer. Lux versuchte eine unbesorgte Miene aufzusetzen und erhob die Stimme solange sich die Gelegenheit daf&uuml;r bot. &bdquo;Wir haben bereits die Beh&ouml;rden der Yordlestadt Bandle wegen der Diskriminierung und der Drohungen von Rumble, einem dortigen bekannten Mechaniker, informiert und uns &uuml;ber neue Taktiken gegen Swain, dem neuen noxischen Taktiker und Oberkommando beraten. Ein Runenkrieg ist total Schwachsinn. Wir haben schon oft Auseinandersetzungen gehabt und diese in der Liga gekl&auml;rt. Jedoch ist dies noch nicht in einen Krieg ausgeartet. Geht jetzt bitte wieder nach Hause. Weitere Kommentare werden dazu in einer &ouml;ffentlichen Audienz auf dem Marktplatz abgegeben.&ldquo;, sagte sie und drehte sich abrupt mit hoch roten Kopf um. Die Meute stand jedoch noch still da und r&uuml;hrte sich nicht. &bdquo;Ihr habt geh&ouml;rt Leute! Geht nach Hause!&ldquo;, rief Garen erneut mit seinem Schwert in der H&ouml;he. Dies war in Demacia nicht etwa ein Zeichen f&uuml;r eine Drohung, sondern, insbesondere bei Garen der den Beinamen &bdquo;Die Macht von Demacia&ldquo; trug , ein Zeichen daf&uuml;r, dass man sein Wort h&auml;lt. Und das hat er bis zu diesem Tage auch immer getan. Nun drehte auch er sich in Richtung des gro&szlig;en Tores, welches mit dem Familienwappen der Kronfamilie, welche er und seine Familie schon seit Jahrhunderten besch&uuml;tzte, geschm&uuml;ckt war, um.","replies":[]}