{"id":"n4wqO6VW","poster":"SSG Chidori","date":"2017-06-25T07:52:05.212+0000","title":"Warum ist Adc wieder broken?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi Leute nachdem der Adc zur anfang der 7 Season echt kacke war, meinten jetzt so zun 7.12 Patch dass adc wieder broken sei. Woran erkennt man das, und warum ist adc wieder Broken?","replies":[{"id":"","poster":"BigSnipe","date":"2017-06-25T08:15:01.909+0000","up_votes":1,"down_votes":0,"body":"ADCs sind genauso stark wie vorher auch. Der Unterschied liegt in der SPiellänge. \nAm Anfang der Season war es üblich das Spiele 30min gedauert haben. Ein Crit ADC ohne feed ist aber erst ab der 30. Minute stark.\nJetzt dauern Spiele wieder länger, das kommt daher, das auch Tanks statt Assassinen stärker sind und Tanks strecken die Spiellänge.\nJetzt dauern Spiele zB meistens 40minuten. Das bedeutet das ADCs ein größeres Zeitfenster haben um das Spiel zu entscheiden.","replies":[{"id":"","poster":"RAG Ryve","date":"2017-06-26T18:31:57.325+0000","up_votes":1,"down_votes":0,"body":"Das stimmt nicht. Games dauern keineswegs länger als 30 Minuten im Durschnitt. Meine dauern in der Regel maximal 30 Minuten, 40 wenns ein langes Game ist. Die Crit Items wurden billiger, dadurch bekommen ADC´s sie schneller zusammen. Daran liegts.","replies":[]}]},{"id":"","poster":"BEAR IRL","date":"2017-06-25T18:59:21.919+0000","up_votes":1,"down_votes":0,"body":"naja durch itemchanges sind adcs jetzt auch im early sehr stark was eigentlich nicht sein darf da ihr kit ja darauf aus ist im late sehr stark zu sein.\naktuell sind aber in jedem bereich eines games stark weshalb auch fast immer die bessere botlane das spiel auch gewinnt","replies":[]},{"id":"","poster":"Wekra","date":"2017-06-25T09:47:46.620+0000","up_votes":1,"down_votes":0,"body":"Ein weiterer wichtiger Punkt ist der Wahl der Supporter.\n\nDadurch dass wir jetzt oft Thresh Lulu etc sehen, haben wir Supporter, die gut beschützen und peelen können, was die Lebensdauer und somit den DPS und letztlich den Einfluss des ADC massiv erhöht","replies":[]},{"id":"","poster":"Mihàwk","date":"2017-06-25T09:24:53.288+0000","up_votes":1,"down_votes":0,"body":"Es liegt daran, dass ADC's nicht mehr so gut geoneshottet werden. Lethality wird nurnoch sehr selten gebaut. Wenn die Gegner ne Lulu haben oder noch mehr Peel ist er noch mehr geschützt und manche adc's bauen Deaths Dance was ihnen 30% Damage reduction gibt ( den Schaden bekommen wie aber durch blutung wieder, können ihn aber wieder hochheilen )","replies":[]},{"id":"","poster":"Puma D Açe ","date":"2017-06-25T08:08:34.396+0000","up_votes":1,"down_votes":0,"body":"ein adc ist nur gut mit einem gutem support , sonst sollte ein adc natürlich auch nur auf eines ausgemacht sein , ad dmg zu machen ! \ndas momentane itembuild (hurricane , ie , ga , etc) sind dort natürlich core items damit ein adc gut schaden austeilen kann und nützliche effekte dazu gewinnt.","replies":[]}]}