{"id":"RbE0y5WQ","poster":"MarCommander2211","date":"2017-06-24T12:35:41.338+0000","title":"Champion-Konzept: B.O.T.","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"B.O.T. ist ein menschengro&szlig;er Roboter, der in seinem Erscheinungsbild ebenfalls an einem Menschen angelehnt ist, da sein Erfinder ihn als Besch&uuml;tzer der Menschheit konzipierte und dachte, dass seine Maschine durch menschen&auml;hnliches Aussehen eher akzeptiert werden w&uuml;rde. Doch im Laufe der Jahre wurde sich der Roboter langsam bewusst, dass die Menschheit sich immer mehr in Kriege und Konflikte verschr&auml;nkte und sie sich untereinander unterjochten. B.O.T. war langsam seiner Besch&uuml;tzerrrolle &uuml;berdr&uuml;ssig und er fragte sich, ob die Menschen es wert waren, besch&uuml;tzt zu werden. Um dies herauszufinden, trat er der League of Legends bei.\n\nP: Selbstverteidigung\n{{item:3190}} \nB.O.T. erh&auml;lt nach dem Einsatz einer F&auml;higkeit eine Einheit Photonenenergie, bis maximal 4. Falls B.O.T. einen automatischen Angriff verwendet, schie&szlig;t er stattdessen eine Photonenkugel, die (10/20/30.....170/180+60% AP) magischen Schaden verursacht und wobei 1 Photonenenergieeinheit verbraucht wird. Au&szlig;erdem erhalten Verb&uuml;ndete, durch die der Schuss vor dem Auftreffen am Gegner hindurchging ein Schild basierend auf 5% ihrer maximalen Lebenspunkte.\n\nQ: Energieschild\n{{item:3460}} \nB.O.T. platziert auf dem Boden oder auf einem Verb&uuml;ndeten einen Generator, der mit einem automatischen Angriff zerst&ouml;rt werden kann, aber in einem Radius von 700 Einheiten einen Schutzschild erstellt. Angriffe von au&szlig;en werden abgeblockt, bis (300/600/900/1200+20%AP)Schaden abgeblockt wurde.\nDauer: 12 sk\nCD: 20 sk\n\nW: Drohne\n{{item:3152}} \nB.O.T. produziert in seinem Inneren jede 15sk eine Drohne, bis zu 3 Drohnen. B.O.T. kann eine Drohne auf einem 2500 Reichweite Weg schicken. Den ersten getroffenen Verb&uuml;ndeten wird eine Heilung um 40/80/160/320+80%AP) gew&auml;hrt und Feinden wird pro halbe Sekunde durch eine halbautomatische Waffe der Drohne(20/40/80/160+30%AP) normaler Schaden zugef&uuml;gt. Au&szlig;erdem hat die Drohne ein Sichtfeld, welches wahre Sicht gew&auml;hrt.\nDauer: 30sk\nCD: 6sk\n\nE: Kreiferfalle \n{{item:2055}}  \nB.O.T. platziert in einer 3000 Einheiten-Reichweite eine Falle an einer Wand, die Gegner, die an ihr vorbeilaufen f&uuml;r 2sk festh&auml;lt und (60/80/120/300+70%AP) magischen Schaden zuf&uuml;gt.\nDauer: 3min\nCD: 20sk\n\nR: &Uuml;berladung\n{{item:3635}} {{summoner:12}}  \nErzeugt einen Riss im Raum-Zeit-Kontinuum an zwei Orten auf der Karte. Nach (4/3/1)Sekunden werden die, die auf dem ersten Riss standen, in den zweiten teleportiert, und umgekehrt.\nCD: (180/160/140)sk\n\nFeedback und Kritik, egal ob negativ oder positiv, ist erw&uuml;nscht.","replies":[{"id":"","poster":"Vuikutoru","date":"2017-06-25T14:37:36.509+0000","up_votes":1,"down_votes":0,"body":"OHH ha Geile Geschichte! :D","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-27T13:33:46.190+0000","up_votes":1,"down_votes":0,"body":"Danke :D","replies":[]}]}]}