{"id":"bblah3co","poster":"Kwestionmarg","date":"2019-05-27T21:17:18.138+0000","title":"[GER] ACID GAMING sucht SPIELER & TEAMS","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://i.imgur.com/rAMDS6T.png","image":null},"up_votes":1,"down_votes":0,"body":"Hey LoL Freunde,\r\n\r\nwir von dem League of Legends Clan \"Acid Gaming\" suchen DICH!\r\nWir suchen sowohl Solo/Duo Spieler als auch ganze Teams, die Interesse haben bei unserem Clan mitzuwirken. Wir haben eine durchschnittliche Anzahl von 40-60 Leuten auf unserem TeamSpeak mit 11 bestehenden Teams.\r\n\r\nDu fragst dich was du davon hast dem Clan zu joinen?!  Die Antwort ist ganz leicht!\r\nIhr könnt den Clan mitgestalten, eure eigene Meinung teilen und selbstverständlich auch Verbesserungsvorschläge einbringen.\r\n\r\nWas wir DIR anbieten können:\r\n1.\tTeamSpeak auf dem neusten Stand halten\r\n2.\tFür ein freundliches Umfeld sorgen\r\n3.\tHilfe bei der Spieler, Team, Coach und Scrim suche\r\n4.\tTeam bei Turnier und Liga suche helfen\r\n5.\tTeamspeak mit eigenen Channel für ein Team\r\n6.\tDeine Elo spielt bei uns keine Rolle\r\n7.\tZukünftig ist eine eigene Liga geplant (inkl. Preise)\r\n8.\tDeine Meinung und Verbesserungsvorschläge werden ernst genommen\r\n9.\tWir haben einen Partner (SUMMACUM)\r\n10.\tHilfe bei der Teamerstellung und Teambetreuung\r\n11.\tMan muss nicht als Team den Namen vom Club annehmen\r\n\r\nWas wir von euch verlangen:\r\n1.\tBesitz von TeamSpeak 3\r\n2.\tTeamSpeak Server benutzen\r\n3.\tHöfliches und nettes Auftreten\r\n\r\nTs ip:\r\n176.9.62.194:8514\r\n\r\nWir hoffen dass ihr überzeugt seid unserem Clan beizutreten.\r\nWir sind dabei uns ständig zu vergrößern und gemeinsam mit dir können wir als Clan noch größer werden.\r\nWir bedanken uns bei allen, die sich die Zeit genommen haben diesen Forum - Post durchzulesen und wünschen\r\neuch weiterhin viel Spaß in League of Legends!\r\n\r\nBei weiteren Fragen einfach AG Incredible oder Kwestionmarg in LoL adden.","replies":[]}