{"id":"9dms0ccc","poster":"EliteKampfEi","date":"2017-06-22T10:01:42.275+0000","title":"Insidious Esports stellt sich vor :)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Beschw&ouml;rer,\r\n\r\nwir die Insidious Esports Community m&ouml;chten uns gern vorstellen und unsere Community erweitern.\r\n\r\nInsidious Esports hat sich zum Ziel gesetzt eine Plattform f&uuml;r Teams aufzubauen, auf der ihr euer Team registrieren, gegen andere Teams scrimen oder einfach &uuml;ber taktisches diskutieren k&ouml;nnt. Quasi find your Trainingspartner ;)\r\n\r\nSuch eines unserer Hauptziele das wir schon recht erfolgreich ins Leben gerufen haben und immer noch mit sehr viel Leidenschaft betreuen ist unser Ligaprojekt. Insidious Esports gibt auch kleineren Team die M&ouml;glichkeit Turnier- bzw. Ligaerfahrung zu sammeln. Es wird in einem zwei Ligensystem gespielt. So wie im Fu&szlig;ball gibt es Auf- und Abstieg. Im laufe der Ligasaison k&ouml;nnen sich die Teams der Liga 2 um die begeehrten Aufstiegspl&auml;tze matchen. Am Ende heder Season ist die Platzierung nat&uuml;rlich das wichtigste Platz 1 der Liga 2 steigt direkt in Liga 1 auf wobei Platz 2 und 3 noch Relegationsspiele gegen den Vorletzten und Drittplatzierten spielen. In Liga 1 wiederum spielen die Besten 4 Teams am Ende einer Season Playoffs um das beste Team zu k&uuml;ren und nat&uuml;rlich um die Preise zu ergattern :). \r\n\r\nUnsere Community Stream diese spiele mit Caster live auf unseren Twichchannel (https://www.twitch.tv/insidious_esports) schaut doch mal vorbei.\r\n\r\nAlles gut und recht nun fragt ihr euch bestimmt was bringt mir das? Wir bieten euch:\r\n\r\n- einen TS3 Server zur Kommunikation \r\n- ein nettes und freundliches Umfeld in der Community \r\n- die M&ouml;glichkeit an unserer Liga teilzunehmen und Esportserfahrung zu sammeln\r\n- findet Teams die mit euch bzw gegen euch spielen\r\n- Teilnahme an der Liga\r\n- regelm&auml;&szlig;ige Turniere in der Pause zwischen zwei Ligaseasons\r\n- eine Homepage die es euch erm&ouml;glicht euer Team zu erstellen, auf der ihr andere teams herausfordern k&ouml;nnt und ihr die Bedingungen des Matches (BO, Map, Zeit) festlegen k&ouml;nnt\r\n\r\nWas erwarten wir von euch?\r\n\r\n- Nettes und h&ouml;fliches Auftreten. Wir haben alle genug Probleme im Altag teilweise zu bew&auml;ltigen, dann m&uuml;ssen wir uns am abend nicht auch noch welche schaffen.\r\n- Respektvolles Umgehn miteinander.\r\n\r\nJetzt denken sich vl manche: Hmm gut und recht das Teams die M&ouml;glichkeit bekommen aber was ist mit uns Einzelspielern? Kein Problem, auch Einzelspieler sind immer gern gesehen. \r\n\r\n\r\nPuh nach so viel Text bleibt nur noch eins zusagen:\r\n\r\nWenn wir euer Interesse geweckt haben schaut doch mal bei uns vorbei. Bei Fragen k&ouml;nnt ihr euch gern an einen unser Communityleiter wenden. Die sind meist ab 21 Uhr online.\r\n\r\nMEŁ Airmelon (Lennart)\r\n\r\nEliteKampfEi (Luca)\r\n\r\nSilentsoul (Joey)\r\n\r\nTS: ts.insidiousesports.com\r\nHP: insidiousesports.com\r\nFacebook: https://www.facebook.com/insidiousesportcom/","replies":[]}