{"id":"RpxGw2Q4","poster":"Humpelstilzche","date":"2017-06-22T05:15:37.228+0000","title":"Kleine Diskussion über \"Noob-Champs\" und \"Skill-Champs\"","subforum":"Champions & Gameplay","up_votes":5,"down_votes":1,"body":"Heyho.\r\n\r\nMan liest zwar &ouml;fter was dazu in den Boards, aber mich w&uuml;rde trotzdem nochmal eure Meinung interessieren: Was macht f&uuml;r euch einen &quot;Noob-Champ&quot; aus und was macht sehr skill-lastige Champions aus?\r\n\r\nWelche Champions sind eurer Meinung nach sehr gute Repr&auml;sentanten der beiden Kategorien und warum?","replies":[{"id":"","poster":"Like a Sir","date":"2017-06-22T12:51:39.843+0000","up_votes":2,"down_votes":3,"body":"{{champion:157}}  W das jeden adc countert, die passive die dir einfach 50% Rüstungsdurchdringung gibt ein Kit das komplett überladen und lächerlich ist, ja nicht wirklich viel können nötig um mit dem was zu killen...\n{{champion:11}}  .....\n{{champion:90}}  noch nie so leicht nen Champ auf LVL 6 gespielt\n{{champion:67}} 2 items und ja... ab da kein skill mehr benötigt\n{{champion:134}} finde das R\n{{champion:33}}  in Low Elo ziemlich op da dort fast nur ad´s gepickt werden :D","replies":[{"id":"","poster":"Ionenmilf","date":"2017-06-22T13:44:43.061+0000","up_votes":3,"down_votes":0,"body":">  2 items und ja... ab da kein skill mehr benötigt\n\nLUL, da hast du wenig Ahnung","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-22T13:47:25.505+0000","up_votes":1,"down_votes":3,"body":"stimmt 2 items und das angefangene 3 Item.","replies":[{"id":"","poster":"Ionenmilf","date":"2017-06-22T16:10:32.109+0000","up_votes":2,"down_votes":1,"body":"Vayne ist einer der schwierigsten Adcs, aber leider kann man das als Hardstuck silber nicht einschätzen","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-23T08:12:23.146+0000","up_votes":1,"down_votes":4,"body":"Nur ich war Platin und damals ein OP Champ Main wie Vayne, Riven, Zed, Fizz und diese ganzen DrecksOPChamps.\nJa wenn man ohne Hirn und zwei linken Händen spielt ist sie wirklich schwer.","replies":[{"id":"","poster":"Ionenmilf","date":"2017-06-24T01:54:20.332+0000","up_votes":2,"down_votes":0,"body":"Du warst Platin, spielst aber Ranked seit Season 6 und stehst seit über 700 Spielen in Silber? Das ist sicher ein Account, der nicht mehr existiert, wo du diesen ganzen Champions gespielt hast und wofür du natürlich leider keinen Beweis mehr dafür hast. Selbst wenn, könnte sich jemand, der Platinum war, sicher mindestens auf Gold spielen. Du lügst ziemlich offensichtlich herum.  \nBtw mit Soraka kann man easy auf Master spielen, sollte man wenigstens über eine Hand und einen IQ von Raumtemperatur verfügen, um es einmal mit deinem Niveau passend auszudrücken","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-26T07:54:27.131+0000","up_votes":2,"down_votes":1,"body":"Ich brauch mich nicht zu beweisen. Ich weiß was ich war und was ich nun bin. Platin ist Jahre her und ich weiß das ich zu 100% kein Platinspieler mehr bin. Mein Skillevel ist momentan passend zu meiner Elo, vielleicht noch bis Grenze Gold aber danach denke ich nicht mehr.\nBist du ein VayneMain oder warum so ein aggressives aber vorallem bescheuertes Verhalten?","replies":[{"id":"","poster":"Coopa123","date":"2017-06-26T11:07:14.616+0000","up_votes":1,"down_votes":0,"body":"> Ich brauch mich nicht zu beweisen.\n\nKannst du ja auch garnicht. Die Platin Geschichte glaubt dir kein Mensch x)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-26T11:53:16.277+0000","up_votes":1,"down_votes":1,"body":"Schön für dich. Nur ist dies meine Geschichte und ich muss nicht wissen obdu mir glaubst oder sonst einer. Ich weiß was ich war und habe es auch nur erwähnt weil du so eine herabschauende Bemerkung über Silberspieler gemacht hast.","replies":[{"id":"","poster":"Coopa123","date":"2017-06-26T11:59:27.289+0000","up_votes":2,"down_votes":1,"body":"> Nur ist dies meine Geschichte\n\nUnd was viele Geschichten so an sich haben ist dass sie frei erfunden ist. Und durch deine anderen Kommentare wird relativ deutlich, dass die Existenz von Harry Potter wahrscheinlicher ist als dass du jemals in der Nähe der Platin ELO warst :D","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-26T12:16:32.792+0000","up_votes":2,"down_votes":4,"body":"Tja nur zu schade das deine Hypothese und arrogante Herabschauung nichts dran ändert das ich Platin war ;)  aber bevor du drauf antwortest, lass es weil mich deine Meinung wirklich überhaupt nicht intressiert und ich dazu jeglichen Respekt dir gegenüber als Spielerkollege komplett verloren habe.\nDaher spar dir deine Weißheit.","replies":[{"id":"","poster":"Coopa123","date":"2017-06-26T12:40:11.068+0000","up_votes":3,"down_votes":1,"body":"Meh. Brauche nicht den respekt von jemandem der sich für seine ELO schämt und so tut als wenn er mal besser gewesen wäre. Naja\n\nWusstest du dass ich Times Person of the Year 1997 war? Das war im selben Jahr wo ich zum Mond geflogen und von da oben in einen Vulkan getaucht bin.\n\nAber ich muss dir das nicht beweisen. Ich weiß was ich gemacht habe {{sticker:slayer-jinx-catface}} ","replies":[{"id":"","poster":"Holokom","date":"2017-06-28T06:33:19.721+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Coopa123,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000d00010000000000010000000000000000000000000000,timestamp=2017-06-26T12:40:11.068+0000)\n>\n> Meh. Brauche nicht den respekt von jemandem der sich für seine ELO schämt und so tut als wenn er mal besser gewesen wäre. Naja\n> \n> Wusstest du dass ich Times Person of the Year 1997 war? Das war im selben Jahr wo ich zum Mond geflogen und von da oben in einen Vulkan getaucht bin.\n> \n> Aber ich muss dir das nicht beweisen. Ich weiß was ich gemacht habe {{sticker:slayer-jinx-catface}}\n\nIch glaube dir. klingt völlig logisch.! ;)","replies":[{"id":"","poster":"Coopa123","date":"2017-06-28T14:23:50.715+0000","up_votes":2,"down_votes":1,"body":"Was gibts da denn nicht zu glauben. Google einfach nach Batman oder Captain America (bin beides ich) da sieht man dann warum ich 4 mal hintereinander den Friedensnobelpreis gewonnen habe :)\n\nMein fliegender Haustier-Drache heißt übrigens Wendy\n {{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Ionenmilf","date":"2017-07-12T00:10:25.679+0000","up_votes":1,"down_votes":0,"body":"> Ich weiß was ich war und was ich nun bin. Platin ist Jahre her \n\n\"Ich weiß, dass ich Silber bin. Platin ist Jahre her... ähm  eigentlich ja noch bisher nicht eingetroffen, aber irgendwann sicher ääähm, also rein hypothetisch bin ich ja Platinum, wenn nicht sogar höher. Mein Skilllevel ist passend zu meiner Elo, aber ähm eigentlich geht mein Skill doch bis an die Grenze von High diamond. \" Fixed it for you.\n\nUnabhängig von der Frage, welche Champs ich maine, war deine ursprüngliche Aussage schlicht und einfach unwahr und total simplifiziert. Vayne hat weder hohe Range, mitunter eine der geringsten Base HP,  wenig verlässlichen CC und ein sehr schwaches Early game im Vergleich zu anderen Adc`s. Die Schwierigkeit ist es, das Early zu überleben. Selbst im Lategame hat man es im Teamfight nicht unbedingt einfach, selbst als Hypercarry. Es ist zwar Tatsache, dass man auch schon im Midgame einen anderen Champ easy im 1 vs 1 killen kann, aber wenn du z.b. als Adc die Lane pushst ohne Vision und dich Vayne umbringt, dann tut es mir leid. Selbst schuld.  Wenn du es nicht schaffst, Vayne im early hart zu bestrafen, sodass sie behind fällt, bist du selber schuld.{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Bayonetta38","date":"2017-07-12T07:41:31.448+0000","up_votes":1,"down_votes":1,"body":"Du musst mir nicht Vaynes Schwächen aufzählen jeder Champ hat diese. Ob aber ihre Stärken darinliegen das sie mit 1 bis 2 AA (beim 3 sowieso) oneshooten ist eine andere Sache.\n{{champion:1}} {{champion:122}} {{champion:24}} {{champion:121}} {{champion:55}} {{champion:92}} {{champion:67}} {{champion:5}} {{champion:157}} {{champion:238}} {{champion:91}} {{champion:23}} {{champion:11}} \nDu kannst mir nichts sagen mit \" early scheise\" \"brauchen einen Babysitter\" und sonst irgendwas. \nviele Champs sind early schlecht aber was du mir erzählen willst selbst diese Champs können in jeder Phase etwas anrichten, etwas extremes. Die bekommen ihre Early Kills und Lategame sind diese sowieso unaufhaltbar. Vayne schwer, vayne schlecht early, vayne dies vayne das. Hört mir doch. Das sind keine schwierigen oder schwachen Champs nein. Ich habe alle von diesen gespielt und keiner ist irgendwie stark. Man hat in 5 min kapiert wie diese Champs funktionieren und wegen ihren hirntoten Schaden kann man sowieso sogut wie in alles reingehen.\nEarly hart bestrafen bringt nichts da diese Champs wirkllich immer auch wenn sie 0/18 stehen bewirken können.\nUnd erspar dir deine dummen Bemerkungen über meine elo in der VERGANGENHEIT, weil ich merke das ihr nichts produktives darüber sagen wollt und auch nicht so richtig verstanden habt was ich meinte.","replies":[]}]}]}]}]},{"id":"","poster":"Like a Sir","date":"2017-06-22T21:45:33.121+0000","up_votes":1,"down_votes":1,"body":"Mag sein das ich Silber bin allerdings ist das meine Auffassung von ihr static Shiv und IE  und ja bis dahin braucht man skill lanen mit ihr ist halt hart aber sorry den dmg den die mit 2items drückt ist für meinen Geschmack halt hart witzlos und mit 3 Autos irgendwas zu töten naja sind dann wohl diese mechanics","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-26T08:00:55.970+0000","up_votes":1,"down_votes":2,"body":"Des ist Skill heutzutage..... Trynda und Yi sind auch sehr schwierige Champs. Die ganzen Mains tun mir so leid und ich habe solch ein großen Respekt vor diesen.","replies":[{"id":"","poster":"Like a Sir","date":"2017-06-30T09:28:28.934+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000d00010000000000000000,timestamp=2017-06-26T08:00:55.970+0000)\n>\n> Des ist Skill heutzutage.....\n\nWahrscheinlich hast du recht :(","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-30T14:31:29.763+0000","up_votes":1,"down_votes":1,"body":"Ja diese armen Dinger :(. Muss sicher sehr schwer und anstrengend sein ein so großes Loch wie den Grand Canyon in seine rechte Maustaste zu drücken. \nWas für Ehrenleute.\nHaha welch Ironie xD Yi , Trynda und Ehre.","replies":[{"id":"","poster":"Like a Sir","date":"2017-07-03T10:47:17.226+0000","up_votes":1,"down_votes":0,"body":"Ich Adde dich mal Ingame :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"D4RKEVA","date":"2017-06-22T13:03:57.054+0000","up_votes":1,"down_votes":0,"body":"w ok ja der spell ist broken für nen teamfight, die ULT gibt wenn du jemanden geulted hast BONUS armor pen also armor pen auf bonus armor\nYasuo ist schwer aber er hat auch wohl das größte potential aller champs deswegen\n\nyi ist ein noob stomper und ein cleanup champ , ein gutes team cced ihn 1 mal und er stirbt \n\naha und das sagt jetzt was? Ich hab lucian in 5 games von lvl 5 auf 7 gebracht ist er deswegen broken? Nope malz ist recht easy und mega stark aber noob champ? Naja eher nicht\n\nVayne ab 2 items ist also \"ez\"? Oh da kommt der zac und deren mid laner OH vayne ist tod \n\nsyndras r ist etwas doof gebalanced GEWESEN mittlerweile baut man aber einfach deathsdance oder nen mr item für die mid lane und das wars","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2017-06-22T09:01:31.618+0000","up_votes":2,"down_votes":1,"body":"Danke für eure Meinungen. Mich hat es einfach mal interessiert ein paar Meinungen einzuholen, besonders weil es mich interessiert wie korrekt diese Meinungen im allgemeinen sind. Es geht hier ja im Prinzip um die Schwierigkeit der Champions, d.h. wieviel Übung man braucht, um aus diesen Champions alles rauszuholen. Dankenswerterweise hat das vor kurzem ein Redditor neulich auf Basis tatsächlicher Daten aufgelistet. Die Daten findet ihr [HIER.](https://docs.google.com/spreadsheets/d/1299T6fTssP29VqiLM3f1cl15lGT7lmm6X73D79RHKto/edit#gid=596820747) \n\nIch geh die Kommentare mal von oben nach unten durch, wie sie mir momentan angezeigt werden:\n___\n\nUranbrennstab: \"in guter Kandidat dafür wäre zB Rakan\"\nFehlt leider in der Liste, weil zu neu und zu wenig Daten :(\n\n___\n\nTaste of Hatred: \"Assassinen\", das heißt....\n    Akali--> Medium\n    Ekko --> Hard\n    Evelynn --> Hard\n    Fizz --> Medium\n    Kassadin --> Medium\n    Katarina --> Very hard\n    Kha’Zix --> Medium\n    Nocturne --> Medium\n    Shaco --> Medium\n    Talon --> Hard\n    Zed --> Very hard\n\nSprich: Nur so halb richtig, aber richtig für 5 der 11 Assassinen, was diese Klasse zumindest im Schnitt überdurchschnittlich skilllastig macht. \n\n___\n\nBayonetta38: \"Master Yi und Garen\" (easy)\nMaster Yi --> Medium\nGaren --> Easy\n\nSo halb richtig. \n\n\"Aurelion, Azir, Janna, Leblanc, Thresh, Zyra\" (schwer)\n\nAurelion --> Medium\nAzir --> Extremely hard\nJanna --> Medium\nLeBlanc --> Very hard\nThresh --> Very hard\nZyra --> Medium\n\nZiemlich richtig, gg!\n\n___\n\nDanionVibit: \" Galio, Yasou, Syndra, Ashe, Zyra, Elise\" (easy)\n\nGalio --> Medium\nYasuo --> Extremely Hard\nSyndra --> Very hard\nAshe --> Medium\nZyra --> Medium\nElise --> Extremely hard\n\nLeider total daneben gelangt, keiner dieser Champs ist tatsächlich einfach, sie alle erfordern viel bis extrem viel Übung. \n\n\"Aurelion Sol, Azir, Kallister, Gangplank, Thresh, Riven.\" (schwer)\n\nAurelion --> Medium\nAzir --> Extremely Hard\nKalista --> Very Hard\nGangplank --> Extremely Hard\nThresh --> Very Hard\nRiven --> Very Hard\n\nHier hast du also absolut recht, alle Champs die du für schwer hältst sind es tatsächlich. \n\n___\n\nMidgetQueen: \"Yi, Darius, Illaoi, Garen, Teemo, Trynda, Kata\" (easy)\n\nYi --> Medium\nDarius --> Medium\nIllaoi --> Hard\nGaren --> Easy\nTeemo --> Medium\nTrynda --> Medium\nKata --> Extremely hard\n\nTendenziell also eher nicht richtig. \n\n\"Aurelion, Azir, Lee, Nida, Thresh, Vayne, Yasuo, Zed\" (schwer)\n\nAurelion --> Medium\nAzir --> Extremely Hard\nNidalee --> Hard\nThresh --> Very hard\nVayne --> Medium\nYasuo --> Extremely Hard\nZed --> Very Hard\n\nHier also weitestgehend richtig. \n\n___\n\nAbasin lass ich mal raus, weil sich hauptsächlich auf seinen eigenen individuellen Skill bezogen hat. \n\n___\n\nFazit der Sache:\nTendenziell sind die Einschätzungen deutlich korrekter, als ich erwartet hätte. Insbesondere bei den schweren Champs liegen quasi alle weitestgehend richtig, d.h. das scheint die leichtere Einschätzung zu sein. \nBei den leichteren Champions liegen aber quasi alle ziemlich daneben, was schon eher dem entspricht, was ich erwartet habe. Insbesondere mechanisch anspruchsvolle Champions wie Yasuo oder Katarina scheinen massiv unterschätzt zu werden. Der Eindruck dass das der Fall ist, ist auch der Grund warum ich diesen Thread erstellt habe. \n \nWas glaubt ihr woran das liegt? Warum werden Champions die eigentlich zu den schwersten gehören so häufig für extrem leicht gehalten?","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-06-22T10:07:01.334+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=0008,timestamp=2017-06-22T09:01:31.618+0000)\n>\n> Danke für eure Meinungen. Mich hat es einfach mal interessiert ein paar Meinungen einzuholen, besonders weil es mich interessiert wie korrekt diese Meinungen im allgemeinen sind. Es geht hier ja im Prinzip um die Schwierigkeit der Champions, d.h. wieviel Übung man braucht, um aus diesen Champions alles rauszuholen. Dankenswerterweise hat das vor kurzem ein Redditor neulich auf Basis tatsächlicher Daten aufgelistet. Die Daten findet ihr [HIER.](https://docs.google.com/spreadsheets/d/1299T6fTssP29VqiLM3f1cl15lGT7lmm6X73D79RHKto/edit#gid=596820747) \n> \n\nIch kann weder der Liste noch der Methodik zustimmen. Champion.gg als Material heranzuziehen halte ich für gewagt. So ist denn auch die Liste:\n\nQuinn wird als Medium-Easy beschrieben, mit wenig Skill Floor. Tatsächlich sind mit Quinn heftige E+Flash Plays möglich, du bist gezwungen zu snowballen, du musst kiten, du wirst vom Jungler gecampt und du bist in Teamfights nutzlos. Quinn ist definitiv nicht \"easy\" im Sinne von einsteigerfreundlich. Mit Medium-Hard könnte ich mit anfreunden.\n\nÄhnliches gilt für Kayle. Sie ist in Teamfights etwas stärker als Quinn, muss aber ihre Lane-Dominanz zum Snowball nutzen und muss ständig kiten. Kayle ist mindestens Medium.\n\nUmgekehrt ist Fiora nicht Very Hard - sage ich als jemand mit fast 300.000 Punkten. Wenn du den Vital Spawn und die AA+QQ+AA+E+Tiamat Combo raus hast und die W zum richtigen Zeitpunkt nutzt, gibt es nicht viel zu verbessern. Maximal Hard.\n\nDas Problem mit den Daten von champion.gg ist einfach, dass diese logisch keinen Sinn machen und sich im Übrigen ständig ändern. Ich kann mich daran erinnern, dass man angeblich mit einigen Champs mit mehr Erfahrung zunehmend schlechter wurde, oder dass der \"beste\" Build auf einem Champ 30% Winrate hat. Die Daten sind doch ziemlicher Quatsch.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-06-22T10:21:08.922+0000","up_votes":1,"down_votes":1,"body":"Was soll ich sagen...Zahlen lügen nicht. Wenn die Zahlen bei einem Champ ganz klar zeigen dass er schon nach wenigen Spielen nicht weiter in der Winratio ansteigt, dann bedeutet das genau das und nichts anderes, Flash plays und snowballing hin oder her. \n\nNatürlich erklärt die Liste nicht WARUM Champions einfach oder schwer sind, aber es zeigt definitiv DASS sie es sind. \n\n>  Ich kann mich daran erinnern, dass man angeblich mit einigen Champs mit mehr Erfahrung zunehmend schlechter wurde, oder dass der \"beste\" Build auf einem Champ 30% Winrate hat\n\nDas ist hier ja offensichtlich nicht der Fall. \n\n>  Die Daten sind doch ziemlicher Quatsch.\n\nDas müsstest du schon irgendwie begründen. Dass sie deiner persönlichen Meinung widersprechen ist kein valider Grund. Du müsstest schon erklären was genau an den Daten nicht passt.","replies":[{"id":"","poster":"Gâlahad","date":"2017-06-23T08:46:16.495+0000","up_votes":3,"down_votes":0,"body":"Das die Winratio nicht weiter ansteigt muss noch lange nicht heißen, dass man mit dem jeweiligen Champion nicht besser wird und nicht mehr dazulernen kann. Die Zahlen würden nur dann einen Rückschluss auf die Einfachheit des Champs liefern, wenn man davon ausginge das jeder Champion das gleiche Potential hat.\nAnhand der regelmäßigen Balance-Änderungen und den Pick/Ban-Rates, sowie zu den Statistiken über beste Champion Picks in den jeweiligen Queues und Elobereichen lässt sich allerdings leicht absehen, dass manche Champions letztendlich einfach mehr Potential dazu haben besser zu sein als andere.\nErgo wird die Winrate bei manchen Champs niemals über ein bestimmtes Maß hinauswachsen egal wie viel besser der jeweilige Spieler den Champ spielt, solange es Champs gibt die ab einem bestimmten Skill-Level einfach besser sind als andere. Das macht aber den Champion nicht unbedingt per se einfacher, sondern vielleicht einfach vom Potential her schlechter als einen anderen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-06-23T12:27:22.160+0000","up_votes":1,"down_votes":0,"body":">  Die Zahlen würden nur dann einen Rückschluss auf die Einfachheit des Champs liefern, wenn man davon ausginge das jeder Champion das gleiche Potential hat.\n\nWarum? Ich meine, das ist schonmal definitiv eine falsche Annahme, nicht jeder Champ hat das selbe Potential. Aber viel mehr interessiert mich warum diese falsche Annahme notwendig ist um die Einfachheit eines Champions zu bestimmen? \n\nBei der zitierteten Tabelle wurde übrigens sowohl berücksichtigt dass Champions verschiedene maximale Potentiale haben als auch dass es verschieden lange dauert, selbige zu erreichen.","replies":[{"id":"","poster":"DanionVibit","date":"2017-06-23T13:58:03.057+0000","up_votes":1,"down_votes":0,"body":"Man hat zudem ein weiteres Problem, dass nicht berücksichtigt wird. Wenn ein Champion 50%+ Winrate hat, steigt man immer auf. Durch das immer weiter aufsteigen wird allerdings der Gegner immer besser, man selbst aber auch mit dem champion. \n\nSoll heißen, wer sich in Bronze entscheidet ein OTP zu werden und grade erst mit diesem Champion spielt. So ist die Annahme, wenn derjenige immer auf 50% Winrate bleibt, das er immer besser wird je weiter dieser climbt. \n\nKommt er an einem Punkt in seinem Climb, wo er mit der winrate, über langen Zeitraum, unter 50% So ist das Potential eines Champion ausgeschöpft. \n\nHier ist allerdings der Knackpunkt, weswegen solche Diskussionen leider nicht halbwegs neutral und objektiv betrachtet werden können:\n\nAlle Champions werden unterschiedlich viel und unterschiedlich oft von dem gleichen Spielern gespielt. Um eine gute Statistik zu bekommen müsste es etwa 1000 Spieler geben bei denen folgendes zutrifft. \n\n- Der Spieler ist in einem sehr hohen Rang (mindestens Master) \n- Er muss einen Account haben der auf Bronze 5 Startet\n- Dieser darf die ganze Zeit nur den gleichen Champion spielen \n- Er muss mindestens 300 Spiele machen\n- aber auch mindestens bis seine Winrate unter 50% fällt\n\nDas müssten alle Personen mit allen Champions machen und dann kann man gucken wo das Potential der Champs liegt.","replies":[]}]}]},{"id":"","poster":"DanionVibit","date":"2017-06-22T15:12:00.124+0000","up_votes":1,"down_votes":0,"body":"\"Zahlen lügen nicht\", Aufpassen! Vertrau keiner Statistik die du nicht selbst gefälscht hast. \n\nBei mindestens einem Champion weiß ich zu 100% Das die Zahlen auf die du dich beziehst nicht exakt sind. \n\nAurelion sol war zum erscheinen sehr overtuned und die paar Leute die ihn spielten hatten recht schnell eine Winrate von 57%+, bei etwa 50 Spielen war dies der Fall. Da durch nerfs immer weniger Aurelion spielten und die winrate bei den 50+ Spielen Spielern sank, sieht es so aus als würde man winrate verlieren bzw. stagnieren, da einfach zu wenig Spieler diesen champ anfangen und lange genug spielen um die Statistik zu korrigieren. \n\n;) \n\nSoweit ich weiß trat das gleiche Phänomen bei Camille auch auf.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-06-22T10:51:53.163+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000800000000,timestamp=2017-06-22T10:21:08.922+0000)\n\n> Das müsstest du schon irgendwie begründen. Dass sie deiner persönlichen Meinung widersprechen ist kein valider Grund. Du müsstest schon erklären was genau an den Daten nicht passt.\n\nSie widersprechen nicht meiner Meinung, sondern der Logik. Es geht mir ganz allgemein um die Glaubwürdigkeit der Daten von Champion.gg. Keiner von uns kann nachvollziehen, in welcher Art und Weise diese berechnet werden. \n\nDie Daten, die von Riot stammen, werden nämlich nicht einfach ungefiltert bereitgestellt, sondern irgendwie verarbeitet. Daher zeigen verschiedene Seiten auch immer verschiedene Werte an. Etwa hat Ryze laut op.gg eine Winrate von 39,58%, auf MetaLoL 40,83% und auf League of Graphs 41%. \"Zahlen lügen nicht\" stimmt nun mal nur, wenn es sich um die richtigen Zahlen handelt.\n\nIch kann die Seite leider seit heute nicht mehr öffnen, es gibt wohl Probleme mit meinem deaktivierten Adblocker. Gleichwohl finden sich dort \"best builds\", mit denen die Winrate geringer ist als die Winrate eines Champs an sich. Manche Champs haben bis Minute 25 0% Winrate usw. usf. Das macht keinen Sinn, und daran mache ich die Unglaubwürdigkeit der Daten von der Seite fest.","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-22T11:39:03.500+0000","up_votes":1,"down_votes":0,"body":">Die Daten, die von Riot stammen, werden nämlich nicht einfach ungefiltert bereitgestellt, sondern irgendwie verarbeitet. Daher zeigen verschiedene Seiten auch immer verschiedene Werte an. Etwa hat Ryze laut op.gg eine Winrate von 39,58%, auf MetaLoL 40,83% und auf League of Graphs 41%. \"Zahlen lügen nicht\" stimmt nun mal nur, wenn es sich um die richtigen Zahlen handelt.\n\nKannst du die entsprechenden Seiten mal verlinken, vielleicht finde ich etwas, das die Differenzen erklärt.\n\nEdit: Ich schaue selber gerade nach:\nhttps://euw.op.gg/champion/ryze/statistics/mid\nhttp://www.metalol.net/champions/lol-build-guide/solo-queue/Ryze/middle\nhttp://www.leagueofgraphs.com/champions/stats/ryze\n\nDie Unterschiede bei den Statistiken sehen wie folgt aus.\n\nop.gg gibt laut dem oben rechts an (direkt über der Winrate von 42,89 %), dass die Daten sich auf Korea beziehen, links steht Platin+.\nAuf der Seite mit 39,58 % sind es alle Ligen zusammengeworfen, hier finde ich aber nicht, ob das EUW, NA oder Korea ist. Scheinbar noch über einen Zeitraum von einem Monat, bei allen Ligen. \n\nmetalol gibt an, Patch 7.12 in Platin+ zu analysieren, welche Region sehe ich auf die schnelle nicht. Nach kurzem überfliegen, scheint sich die Winrate auf SoloQ + 3vs3 Rankeds zu beziehen. \n\nleagueofgraphs analysiert scheinbar Gold+ (zumindest die Standardeinstellung). Zeitraum und Region sind aber nicht sofort ersichtlich. ","replies":[]}]}]}]},{"id":"","poster":"Shiro equals","date":"2017-06-22T18:28:51.070+0000","up_votes":1,"down_votes":0,"body":"Ich wäre dir sehr verbunden, wenn du meine Aussage richtig gelesen und interpretieren würdest, danke :)","replies":[]},{"id":"","poster":"DanionVibit","date":"2017-06-22T12:50:53.584+0000","up_votes":1,"down_votes":0,"body":"Also bei mir liegt es eindeutig an meiner persönlichen Präferenz.\n\nIch lerne sehr schnell Tanks und Bruiser und deren Kernmechaniken ->\n\nYasou - Kernmechanik -> Hit n Run\nGalio - Kernmechanik -> Engange und Peel\nElise - Kernmechanik -> Stun into burst\n\nChampions wie z.B. Aurelion Sol kann man eben nicht auf eine Kernmechanik \"begrenzen\"\n- Roam\n- Burst\n- Constant DMG\n- Eigene Besonderheiten (z.B die Boops)\n\nUm nur wenige Punkte zu nennen die für mich einen schweren Champion in !Kombination! ausmachen.\n\nZudem kommen auch äußere Einflüsse zu den persönlichen Präferenzen hinzu. Nehmen wir Syndra als konkretes Beispiel, die als \"Very Hard\" eingestuft wird.\n\nWenn ich als gegnerischer Spieler z.B. ADC auf eine 0/0/0 120 Farm Syndra treffe, diese alle Skillshots daneben haut und dann nur Ignite und R drückt und ich dadurch sterbe, dann ist es alles andere als Skill-lastig.\n\nNehmen wir als anderes konkretes Beispiel, Elise. Wenn ich mal ab und zu Elise spiele und den Gegner im Early mit einer E-W-Q-Q Combo weg oneshotte empfinde ich das nicht als Skilllastig. \n\nAber wie in meinem Ursprungspost geschrieben finde ich die Bezeichnung \"Noob-Champ\" unpassend. Wenn man Spaß daran hat etwa Simples zu spielen ist man nicht gleich ein Noob oder spielt ein \"Noob-Champion\".","replies":[{"id":"","poster":"Shiro equals","date":"2017-06-22T15:40:11.778+0000","up_votes":1,"down_votes":0,"body":"Dem stimme ich so weit zu.","replies":[]}]}]},{"id":"","poster":"Gâlahad","date":"2017-06-22T17:26:36.027+0000","up_votes":3,"down_votes":0,"body":"Ich finde es grundsätzlich schwachsinnig Champions als \"Noob-Champs\" oder nicht zu deklarieren. \nErstmal müsste man sich die Frage stellen wie man einen \"Noob-Champ\" definiert oder welche Champs spielerisch leicht sind. Gerade bei der Frage wird man schon schnell zu einigen Problemen kommen wie die persönlichen Präferenzen der jeweiligen Spieler. Meine Freundin spielt bspw. nahezu nur Fernkampf-Champs und findet Nahkampf-Champs deutlich schwerer, da sie sich durch ihre geringe Range oft in brenzligere Situationen begeben die möglicherweise am Ende mit einem Tod bestraft werden. \nDie meisten Spieler tendieren vermutlich dazu zu sagen \"Je einfacher das Kit desto noobiger der Champion\". Ich denke durchaus das Champions die ein simples Kit haben mit einfach verständlichen und einsetzbaren Fähigkeiten durchaus leichter zu lernen sind, dennoch macht das diese Champions nicht zu Noobchamps. Wenn man einen Champ auf seine Einfachheit reduzieren möchte spielen deutlich mehr Faktoren eine Rolle. Ist ein Champ z.B. von seinem Kit her schwerer snowballt aber enorm krass, während ein anderer ein einfaches Kit hat aber gleichzeitig kaum snowball Potential hat - welchen Champion bezeichnet man dann als leicht? Ist es in dem Fall leichter nur weil der Champ einfache Fähigkeiten hat? Oder ist es einfacher sich mit einem \"schwereren\" Champ im early Game ordentlich anzustrengen und mit ein bisschen Feed dann das \"leichte Spiel\" zu haben?\nWie hier gerade oft erwähnt wurde finden viele Leute gerade Assassinen besonders schwer. Assassinen snowballen aber mitunter auch am krassesten. Wenn ich dann als Assassine mir bspw. einen Vorsprung von 3-5 Kills erarbeitet habe, kann die Mechanik des Kits noch so komplex sein und ich werde trotzdem das gegnerische Team zerlegen.\nKonträr wurde hier öfters Tryndamere als einfacher Noobchamp deklariert, was vermutlich hauptsächlich darauf beruht das er den meisten Dmg über seine Auto Attacks macht und er bei seiner Ult kurzzeitig unverwundbar ist. Dennoch ist ein Tryndamere aktuell bspw. \"out of Meta\" gerade wenn es um den Jungle geht. Auch auf der Top sieht man ihn nicht allzu oft. Das liegt daran, dass Tryndamere sehr lategame-lastig ist und ohne viel Farm oder Kills ziemlich useless ist. Wenn man kein gutes gefühl fürs Duelling/fighten hat kann man es auch gleich vergessen ihn zu spielen, da man oft knappe Kämpfe hat und genau wissen muss wie viel Dmg-Output der Gegner in bestimmten Situationen liefern kann. Bevor man seine Ulti hat kann man sich auch nicht allzu viele Fehler erlauben. Bei einem gut koordinierten Gegnerteam ist die ach so tolle \"Noob-Ulti!\" auch gar nicht mehr so toll, wenn man kontinuierlich CCt wird. Anhand von diesem Beispiel stellt sich dann die Frage ob es nun Noobiger ist mit einem Champion gut zu sein der aktuell nicht so toll dasteht oder ob es Noobiger ist mit einem Champion gut abzuschneiden der aktuell in der Meta zu den besten zählt, auch wenn sein Kit schwerer sein sollte.\n\nAlles was ich geschrieben habe sind sowieso nur kleine Beispiele und Gedankengänge mit denen ich aufzeigen wollte warum es sinnlos ist Champs als \"Noob-Champs\" zu deklarieren. Es gibt bei einem Spiel wie LoL einfach zu viele Faktoren die man berücksichtigen müsste um einen Champ tatsächlich als \"einfach\" oder \"schwer\" einzustufen und dazu wollte ich ein paar Denkanstöße liefern.","replies":[]},{"id":"","poster":"Kiimahrii","date":"2017-06-23T00:32:20.215+0000","up_votes":2,"down_votes":0,"body":"Ich fand immer das seits Riot einige der ersten Champions bewusst, nicht unbedingt \"einfach\" sondern \"lehrreich \" gestalten wurden um allgemein Spielern verschiedene Mechaniken des Spiels auf eine anfängerfreundliche Art und Weise beizubringen.\n\nEin gutes Beispiel ist Annie. Die Lernmechaniken hier sind eindeutig den Stun vorzubereiten, aufzuheben, als sicherer point&click oder unsicherer AoE und schließlich den Schild nicht bei bereiten Stun zu nutzen da dadurch kein Stack erzeugt wird. Zudem auch Pet Control. Das Set hat wieder einfache Aspekte (beispielsweise easy minion Farm, natürliche Tankiness und keinen Zwang zu eine Skillrotation). Dadurch kann man sich auf die o.g. Punkte konzentrieren. Bei Ashe ist/war es wichtig, das Katzemausspiel zu lernen, die Map im Auge zu behalten, poken, Skillshotzielsicherheit und Skillshotaufhebung bis zum richtigen Zeitpunkt. Ich konnte noch so weiter aufzählen.\n\nAuf der anderen Seite sind diejenigen Champions skillvoll, die das Können vieler verschiedenen Mechaniken erfordern. Winzige Details wie Animationresets, back-and-forth, und besonders den Gegnerchampion bis das kleinste Cooldown zu kennen. Champions wie Riven, Yasuo oder Zed. Sie zeichnen sich durch hohe Moblität aus und starke Skills. Die Abhängigkeit Mechaniken richtig ausführen zu müssen und das die Skills keine point&click sind, öffnen Widerrum mehr Wahrscheinlichkeiten für Fehler.\n\nDeshalb haben Champions wir Riven, Yasuo oder Zed häufig einen toxischen Ruf. Sie verfügen insgesamt über viele Spielmöglichkeiten was für den Gegner die Movementprediktion hervorzusehen erschwierigt. Sie erfordern aber eben viel Übung und wenn diese fehlt kommen mehr Fehler durch die letztendlich zu Tode und Frust führt.\n\nEs ist deshalb das für normale Spieler \"Noobchampions\"  zum Erklimmen, besonders in den Unterstufen der Lader, geeigneter sind. Amumu zB ist so einfach, dass auch Pros den gerne picken. Nicht weil sie nicht etwas anders könnten, sondern weil sie weniger Fehler machen und ihre Konzentration auf andere Sachen richten können, statt den eigenen Champion. Komplexe Champions zeichnen sich dagegen gut für SoloQ, da wenn das Könne da ist, man variieren kann und den Gegner seltener in der Falle läuft.","replies":[]},{"id":"","poster":"Rena","date":"2017-06-22T09:06:38.261+0000","up_votes":2,"down_votes":0,"body":"Wennschon \"noobchamps\", dann sind es für mich Tanks , da diese für ihre Fehler so gut wie nicht bestraft werden.\nGenerell bin ich aber kein Fan von diesem \"noobchamp\"","replies":[]},{"id":"","poster":"Enderized","date":"2017-06-22T08:56:29.903+0000","up_votes":3,"down_votes":1,"body":"Meiner Meinung nach, gibt es keine Noob-/Skillchamps.\nDie vermeintlichen Noobchamps sind meist vom Kit her einfacher konzipiert.\nWarum sollte Master Yi z.B. nach der Auffassung von vielen ein Noobchamp sein?\nEr macht im wesentlichen nichts anderes als ein Melee ADC.\n\nFür mich persönlich zählen nicht bestimmte Eigenschaften um einen Champion als Noob-/Skillchamp zu bezeichnen, sondern die Art wie man entsprechende Mechaniken und Taktiken eines Champions im realistischem Spielverlauf anwendet.\n\nDie vermeintlichen Skillchamps sind einfach nur Champs, welche mit sehr viel Aufwand die Kiteigenen Mechaniken perfektionieren können um entsprechendes Outplaypotential an den Tag zu legen. Unter diesen zähle ich u.a. Azir, welcher einer der am schwersten zu perfektionierensten Champions ist.\n\nIch persönlich würde der Auflistung statt Skill/Noobchamp eine Unterteilung in \"Broken\" und \"Counterplayable\" bevorzugen. Grundsätzlich ist kein Champ derart OP, dass man nichr gegen ihn spielen könnte und wenn doch folgt der Nerf meist auf dem Fuße.\n\nAls Broken defeniere ich Champions mit einem überladenen Kit UND geringem Counterpotential. Damit meine ich nicht, dass jede Mechanik eines Champions von jedem gekontert werden können muss, aber eine gewisse Möglichkeit sollte doch schon wenigstens bestehen.\n\nZu der Kategorie Broken zählen für mich persönlich:\n\nGalio\nZac\nWarwick\n\nals Hauptvertreter dieser Sektion. Alle sind überladen mit CC und vor allem Schaden. Besonders Zac, welcher dich alle X Sekunden gefühlt Crossmap anspringt, dich slowt, mit etwas anderen zusammenklatscht nur um dich zu guter letzt ein großes Stück in die Gegner wieder einzubefördern. Währenddessen killt dich Zac fast schon alleine. An sich wäre all dies ja nicht das Problem, wenn Zac halt nicht diese Absurde Range mit der E hätte.\n\nGalio... Ebenfalls absurd hohe Basedamages mit der Q- auch trotz nerf. Ebenfalls zu viel Schaden, selbst wenn man nur Tank geht... Das ganze erinnert mich an das Overwatchproblem mit \"Tanks\" - Tanks sollen tanken und nicht squishies oneshotten. Warum gibt man einem Tank so hohe basedamages? klar soll dieser gegen Ende des Spiels noch eine gewisse relevanz haben, aber Highdamages + CC en massw ist einfach zu viel des guten.\n\nAuf Warwick werde ich in diesem Augenblick auch nicht eingehen, da ich jetzt erstmal weg muss. Das Rework ist gut gelungen, das Snowballpotential von WW jedoch viel zu hoch. Desweiteren Kittechnisch überladen.\n\n\n---\n\nJeder der meint es gäbe OP Champions kann diese ja gerne picken und damit die Ladder climben.\n\nin dem Sinne\n\nLG Mamika Kirameki (ehem. Enderised)","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-22T11:44:10.744+0000","up_votes":1,"down_votes":1,"body":"1. Weder Galio noch Zac sind op, denn alles was sie einem entgegenwerfen ist ausweichbar, weshalb sie einem im ausweichen versierten Spieler, anders als beispielsweise die volle Nautilus Kombo, nur wenig anhaben können. Deshalb kann ich auch nicht verstehen, wenn viele Menschen Illaoi OP einschätzen, na klatr hat sie geile Scalings und unglaublichen Sustain aber Fast alles was sie dir entgegenwirft ist ausweichbar. \n2. Meiner Meinung nach ist stattdessen Daius OP, weil du nicht aus seiner Kombo rauskommst und dann nicht die Q dodgen kannst, die PRO CHAMPION 12% HP generiert. Außerdem kann er dank der Passive so ziemlich jeden Trade gewinnen, außer du kannst ihn mit einem Fernkämpfer kiten. Das finde ich OP. Nur mit jemandem der Kiten ode leicht escapen kann kann ich Darius entwas entgegensetzen, zum Beispiel Quinn, Pantheon oder Renekton.","replies":[{"id":"","poster":"D4RKEVA","date":"2017-06-22T13:00:24.617+0000","up_votes":1,"down_votes":0,"body":"Galio und zac sind beide stark zurzeit VORALLEM aber zac\n\nGalio ist recht einfach zu outplayen hat aber trotz allem guten schaden und viel cc auf seine tankyness\n\nOp würde ich ihn aber nicht nennen nur halt stark\n\n\nZac hingegen hat seine q(eher schwer zu dodgen im gegensatz zu galio q/e)\nWenn er sie trifft autoattacked er irgendwas und man ist noch mal cced\ndie e zu dodgen geht ist aber recht schwer wenn zac nicht die einzige bedrohung ist(vor allem wenn er ausm fog of war kommt) seine w und ult sind halt eher closeranged spells aber er macht zurzeit recht viel schaden auf verdammt viel interruption cc","replies":[]},{"id":"","poster":"Enderized","date":"2017-06-22T13:29:34.002+0000","up_votes":1,"down_votes":1,"body":"''Meiner Meinung nach ist stattdessen Daius OP, weil du nicht aus seiner Kombo rauskommst und dann nicht die Q dodgen kannst,''\nWieso nicht? Die Aktionen eines Darius sind so berechenbar.\nWenn du nach einem Grab anstatt auf Darius zuzulaufen wegläufst... selbst schuld? Du musst die Fenster kennen, in denen du gegen Darius fighten kannst, beziehungsweise der Darius muss wissen wie er seine nutzt.\n\n''die PRO CHAMPION 12% HP generiert.''\n12% Missing HP wenn ich mich recht entsinne\n\n'' Außerdem kann er dank der Passive so ziemlich jeden Trade gewinnen, ''\nWer mit Darius als Melee länger als 2 Sekunden ''traded'' fightet ihn schon eher. Man fightet Darius nicht, sondern traded 1-2 AA & Abilities und geht dann wieder aus dem Kampf raus. Q Dmg von Darius wird mit in den inneren Kreis laufen halbiert (+kein Passiv Stack) Kommt natürlich darauf an, was du spielst.\n\n\n---\n\nSo wie ich das sehe, hast du dich mit Darius noch nicht ausreichend auseinander gesetzt- aber wie auch, wenn den alle ja OP finden und jedes ranked 2 Bans für den guten draufgehen :D","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-22T16:47:40.993+0000","up_votes":1,"down_votes":3,"body":"Zuerst einmal, da hast du recht, hat sich Rito entsinnt, die Q von Darius zu schwächen, wenn du in ihm drin stehst, aber dann bist du ja auch schon gleich Tod, außer du hast ne effektive Möglichkeit rauszukommen.  Und sagen wir, du tradest 1-2 AA, dann macht er w e und hat den Trade mit Leichtigkeit gewonnen. Also kannst du ihn in der Lane nicht bekämpfen, sogar nicht mit einem lvl 1 Monster wie Jax, du hast musst safe spielen und versuchen, ihn nicht zu fighten. Total ok, aber sein Lategame ist halt auch geil, durch den Massenheil und den Ultimate-Reset. Er hat sowohl Tankiness Schaden als auch CC. Wie du siehst, habe ich mich sehr viel mit ihm beschäftigt. Außerdem, gibt es außer mit diesen Champions wie Renekton oder Quinn, die eine Möglichkeit haben, mit ihm zu kämpfen, und mit ihm umzugehen, bei einem Spiel gegen Darius ein Early ohne Trdes, was ich uuuuunglaublich langweilig empfinde. Deshalb finde ich ihn wahnsinngi nerifg, und dass er op ist ist ein Fakt, denn er kann alles gut, ähnlich wie Azir, nur dass der eben seeehr schwer ist","replies":[]}]}]}]},{"id":"","poster":"Shakês Beer","date":"2017-06-22T19:31:47.311+0000","up_votes":2,"down_votes":1,"body":"Ein Noobchamp ist ein Champ welcher von seinen Prinzip, seinen \"Combos\", seinen Mechaniken etc. so einfach gehalten ist, dass ein Anfänger mit ihm Erfolge erzielen kann. Er ist NICHT ein overpowerter Champ - wie es von vielen Flachzangen behauptet wird. ","replies":[]},{"id":"","poster":"Martensitic","date":"2017-06-22T15:22:26.975+0000","up_votes":2,"down_votes":1,"body":"Hallo Humpel.\n\nIch nehme mal an deine Frage bezog sich rein auf den Skill der notwendig ist um einen Champ zu spielen.\n\nIn diesem Fall zeichnen folgende Eigenschaften einen \"Noob Champ\" (weniger negativ besetzt wäre vielleicht der Begriff: \"Low Skillceiling Champion\", oder \"Einstiegschampion\") für mich aus:\n\n**Mechanisch Anspruchslos**\n* wenige oder gar keine mobility skills (gemeint sind Flash/Dash ähnliche Skills, keine +Movespeed)\n* wenig oder gar keine Interaktionen zwischen den einzelnen Skills\n\n**Kein Hit-or-Miss Champion**\nDer Champion vergibt einem auch Fehler, weniger Farm oder ein verlieren des Early game und tendiert ziemlich sicher zu einer Safe-Zone in seiner Stärke, fast egal was man macht. Das heisst im Umkehrschluss aber auch, dass er wenig potential hat ein Spiel zu carrien, auch wenn er early gewinnt.\n\n**Kaum Übung notwendig**\nJedem der auch nur einigermaßen logisch denkt begreift beim ersten durchlesen der Skills sofort was diese machen, wie sie eingesetzt werden müssen, und wie der Champion gebaut werden soll. Nach ein bis zwei Spielen hat auch ein guter Spieler nichts mehr mechanisch zu entdecken oder zu verbessern.\n\n{{champion:86}} ist für mich der Archetypische \"Noob Champ\".\nSein Skillset ist straightforward, sein Einsatzzweck ist komplett klar. Seine Skills interagieren überhaupt nicht, er hat keine Mobility, und er vergibt SEHR viele Fehler (Was auch der Grund ist warum \"NoobChamps\" im low ELO so stark sind). Ich hab noch nie jemanden getroffen der irgendwas komplett neues oder ungewöhnliches auf Garen gemacht hat, da der Champion selsbt das einfach nicht zulässt.","replies":[]},{"id":"","poster":"Holokom","date":"2017-06-22T09:41:35.114+0000","up_votes":2,"down_votes":3,"body":"Warum werden Champions die eigentlich zu den schwersten gehören für extrem leicht gehalten? \n\nNur ein Wort. Tilt. Die meisten League Spieler können niemanden einen Sieg gönnen und sagen erst einmal Noobchamp.\n\nIch finde es gibt 3 Kategorien die einen Champion schwer machen. \n1) Championmechaniken (Lee Sin, Katarina)\n2) Championverhalten (Beschreibt das Verhalten, rein diven ist leichter als Kiten (olaf vs Xerath))\n3) Spielverständnis ( Beschreibt den Grad des allgemeinen Spielverständnisses der Erforderlich ist zum spielen #Aurelion Sol)\n\n\nEin sehr komplexer Champ ist ein Champ auf den alle Sachen zutreffen, Bsp Lee Sin . \n\n1) Lee sin hat mechaniks die nicht leicht sind , aber unbedingt nötig sind (insek)\n2) Lee sin macht nicht übertrieben viel Schaden (vergleich zu Viktor) und ist dazu sehr squishy (vergleich Galio , Braum )\n3) Lee sin erfordert ein gutes Makro verständnis für Baron setups, wann muss er engagen, wo sollte er im early Game druck machen.\n\n\nViele Spieler aber sehen häufig nur die Mechaniks als Schwierigkeit und sagen des wegen Yi = Easy (hauptsächlich wegen tilt und erlebten snowball)\nWenn wir ehrlich sind ergibt sich aber folgendes.\n\n1) Yi hat mit dem alpha strike doge/aggro swap und dem meditate block / reset und ultimate resets mindestens eine mittlere Schwierigkeitsstufe\n2) Yi ist niemand der einfach nur in der Back line steht und wartet das ihm was cctes hingestellt wird, er versucht ham zu gehen, zum einzig richtigen zeitpunkt damit er seine Ultimate verwenden kann, dafür ist eine Sehr gute einschätzung der Situation erforderlich. geht ihr zu früh rein sterbt ihr am ersten cc, geht ihr zu spät rein ist euer Team tot im 4v5.\n3) Yi ist ein Jungler und benötigt für etwa Solodrakes oder Baron calls genau so viel Grund knowlegde wie andere , wann sollte nur gebaited werden, wann das  Ding erledigt. Lee sin hat durch die Aufgaben des finden von engages hier eine höhere schwierigkeit als Yi , aber auch hier lässt sich eine mittlere schwierigkeit feststellen. \n\n\nFazit: gerade der 2 punkt wird von vielen unterschätzt ,  sie sehen nur Yi rennt 1v5 in mein Team rein und tötet alle mit autohits....ja wenn ihr all eure cc fähigkeiten vergeuded passiert das, und das gegen jeden reset champion (#Khazix,Akali, Katarina)  nur haben kata spieler Fähigkeiten statt autohits weshalb leute ihr sofort doppelt das gute play anerkennen.  Das finden dieser öffnung ist aber gleich schwierig für beide Champions, das Yi leichtere mechaniks hat wie kata haben wir in punkt 1 schon zusammen gefasst.\n\nGegenbeispiel Riven:\n\nRiven ist meiner meinung nach ein Champion der mehr Anerkennung braucht als er verdient, hauptsächlich wegen der Punkte 2 und 3.\nJa Riven hat mechaniks, im Gegen satz zu einem Yi welcher notgedrungen auch mal auf Tanks rumprügelt wird Riven im Team fight nur nach einem Schema gespielt, Flash oder sonst wie mit Flankieren auf die Carrys, Selbst eine Katarina muss manchmal plänkeln da sie nur einen Jump hat Riven nicht. Dazu kommt Top laner traditionell nur ein mittlerer Anspruch für das  Spiel verständnis, sie muss weder Baron setups machen noch das early game orientieren und nur selten engagen ( ein Nautilus enagged öfter als Riven) \n\nJa Riven ist schwer, aber sie ist nicht Super Extrem schwer wie manche sie hinstellen. \n\nAlso achtet nicht nur auf Mechaniks sondern auch auf Verhalten und erforderliches Makroplay was nötig ist. \n\n(Letztes Beispiel ADC (Caitlyn) :  Mechaniks : Mittel ; Verhalten: Mittel (kiten ist nicht einfach) ; Makroplay : easy (das macht während des gesamten Spiel verlaufs für den ADC sein support , ja er sollte auch selbst was wissen, aber viel braucht er nicht.)\n\nMFG Holokom","replies":[{"id":"","poster":"Revilous","date":"2017-06-22T10:46:42.294+0000","up_votes":1,"down_votes":0,"body":"Hallo\n\nIch bin riven otp und finde auch, dass sie wirklich nicht schwer ist, aber du hast sie überhaupt nicht verstanden. Riven im teamfight wird nicht nur nach einem Schema gespielt wie du sagst, da sie fast nie mit flash engagen kann auch wenn ich das am liebsten mache. Sie kann nur mit flash engagen wenn ein squishy out of position ist, die Gegner kein CC haben (selbst exhaust ruiniert schon alles) und auch nicht sowas wie Fizz E oder zhonyas. Nur dann kann man mit flash oder mit einem wall hop engagen, ansonsten sollte man im teamfight für den eigenen carry peelen und die Assassines vermöbeln, die deinen Carry töten wollen. Hier ein [Beispiel](https://plays.tv/s/LJiTBCBxkQlF). Wie du siehst habe ich zuerst für meinen Carry gepeelt und dann waren die Gegnercarrys so schlecht positioniert, dass ich sie einfach oneshotten konnte.\n\nAnsonsten hat riven zwar 4 gapcloser aber die haben alle eine kurze Reichweite, Katarinas E hat mehr Reichweite als alle 4 von Riven zusammen und dazu hat ihr E noch einen kürzeren CD und sie kann diesen auch noch resetten. Die Toplane ist überhaupt nicht einfach, riven hat es leichter als manch andere aber auch sie muss jedes einzelne Match up kennen und gewinnen, sonst ist sie useless bis zum Lategame in den meisten Fällen. Jemand, der sich nicht so gut mit Riven auskennt, verliert jedes einzelne Match up und kann nichts mehr machen für den Rest des Spieles. Wenn man die Lane gewonnen hat, wird es allerdings einfach, da man nur splitpushen muss auf der jeweils entgegengesetzten Lane zum Objective um dort Pressure zu machen und dem Fight mit TP zu joinen. Hier ist Riven so schwierig wie Tryndamere.\n\nUnd engagen muss sie gar nicht, wenn du mit Riven engagest hast du schon verloren (es sei denn du bist extrem gefeedet, 15/0 oder so und die Gegner sind alle low und haben kein CC). Für Nautilus ist das Engagen nicht schwer, er hat 5k Hp und haufenweise Resistenzen, Riven ist squishy.\n\nwollte ich bloß mal richtig stellen.","replies":[{"id":"","poster":"Ionenmilf","date":"2017-06-22T13:43:22.210+0000","up_votes":2,"down_votes":1,"body":"Wie lernt man denn richtig Animationcancelling? Habe noch Probleme mit der normalen Q- Combo und den Autoattacks dazwischen..","replies":[]},{"id":"","poster":"Holokom","date":"2017-06-22T12:09:52.135+0000","up_votes":1,"down_votes":0,"body":"> wollte ich bloß mal richtig stellen.\n\n\nJo verstehe was du meinst, wollte nur im Bezug auf mein Schema begründen das Riven im vergleich zu anderen Champions weniger vielfältige möglichkeiten hat zu Team fighten (Bestes Beispiel Kayle, entweder do gehst ham mit ult+ zhonyas+ GA, oder du stackst ap und peelst mit ult und heels nen Carry, 2 Grund verschiedene Spielstiele. Bei Riven hast du zumindest dieses Problem nicht ;)","replies":[]}]}]},{"id":"","poster":"The22LoLPlayer","date":"2018-12-02T15:49:47.918+0000","up_votes":1,"down_votes":0,"body":"Ich denke, dass ein richtiger NOOB Charakter sich nur hinter einem Turm versteckt und mit einer maximalen REICHWEITE auf die Helden und Truppen schießt, wenn man versucht den Turm anzugreifen. Das merkt man vor allem, wenn 2 bis 3 SCHARFSCHÜTZEN hinter dem Turm stehen.","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-06-30T16:10:47.957+0000","up_votes":1,"down_votes":0,"body":"Nur falls das Thema noch aktuell ist: \n\nhttps://www.reddit.com/r/leagueoflegends/comments/4gzoig/clg_analyst_mr_mandalcios_exhaustive_revision_of/\n\nHier gibt es einen Reddit-Post von dem CLG-Coach zu Patch 6.22, in der Kriterien für die Komplexität eines Champions definiert werden und nach den Kriterien erfolgt dann die Bewertung. Die neueren Champions sind logischerweise icht dabei und in der Tabelle ist Mundo falsch platziert (wie man anhand der Folien erkennen kann). \n\nAnsosnten wäre es vielleich sinnvoll, wenn man die Liste so ncith akzeptieren will, eigene Kriterien zu formulieren.","replies":[]},{"id":"","poster":"Ηastur","date":"2017-06-22T11:59:57.530+0000","up_votes":1,"down_votes":0,"body":"Eigentlich stelle ich mir die ganze Zeit die Frage, wie man Noobchamps definiert. Das sollte man vor einer solchen Diskussion vielleicht mal machen, oder diese Definition als Ziel dieser festlegen. Sonst bringt es nämlich erstaunlich wenig, wenn jeder mit ner anderen Vorstellung von Noobchamp daher kommt und irgendweilche Fakten in den Raum wirft, ohne zu Sagen, was er damit eigentlich begründen will.\n\nNoobchamp=leicht zu erlernendes Kit?\nNoobchamp=ab einem bestimten Zeitpunkt allen anderen theoretisch(!) überlegen?\nNoobchamp=völlig überladen und daher ab der selben Gameknowlledge busted?\nNoobchamp=Champs um Noobs zu bashen, da sie einfach Fehler bestrafen?\nNoobchamp=Champs deren Fehler beim Spielen nicht ins Gewicht fallen, da sie schwer punishbar sind?","replies":[{"id":"","poster":"Holokom","date":"2017-06-22T12:15:04.286+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ıHastur,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000c,timestamp=2017-06-22T11:59:57.530+0000)\n>\n> Eigentlich stelle ich mir die ganze Zeit die Frage, wie man Noobchamps definiert. Das sollte man vor einer solchen Diskussion vielleicht mal machen, oder diese Definition als Ziel dieser festlegen. Sonst bringt es nämlich erstaunlich wenig, wenn jeder mit ner anderen Vorstellung von Noobchamp daher kommt und irgendweilche Fakten in den Raum wirft, ohne zu Sagen, was er damit eigentlich begründen will.\n> \n> **Noobchamp=leicht zu erlernendes Kit?**\n> Noobchamp=ab einem bestimten Zeitpunkt allen anderen theoretisch(!) überlegen?\n> Noobchamp=völlig überladen und daher ab der selben Gameknowlledge busted?\n> Noobchamp=Champs um Noobs zu bashen, da sie einfach Fehler bestrafen?\n> Noobchamp=Champs deren Fehler beim Spielen nicht ins Gewicht fallen, da sie schwer punishbar sind?\n\n\nich wäre für erstens wenn ich entscheiden muss. Ein Champion mit so leichten mechaniken das der Spieler mit sehr wenig übung sehr effektiv auf einem Champion ist. Der Flame : Du spielst nen Noobchamp soll dann fehlenden Skill beim Spieler indizieren, da der Champion so einfach sei, das sein play von jedem sofort nach geahmt werden könnte. (Bsp.. ein Annie Flash +Tibbers und 5 instakills wird als Noobchamp bezeichnet weil die Mechanik um ihn zu bekommen sehr simpel ist. Mit einem Lee sin  und einem Flash kick ein 5 man knockup zu bekommen ist mechanisch schwieriger wodurch der Flame ausbleibt. )\n\nPS: wobei bei beiden Champions nur 2 Tasten gedrückt werden müssen XD","replies":[{"id":"","poster":"DanionVibit","date":"2017-06-22T15:02:03.269+0000","up_votes":1,"down_votes":0,"body":"Hi holokom o/","replies":[{"id":"","poster":"Holokom","date":"2017-06-26T06:20:21.863+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DanionVibit,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000c00000000,timestamp=2017-06-22T15:02:03.269+0000)\n>\n> Hi holokom o/\n\nHi ?\n\n\n\nok zuerst zu BigSnipe : Hextrinker ist Suboptimal auf einem ADC. Ein Adc muss konstant dmg drücken und kirt ist toll aber länger am leben bleiben ist immer besser also an alle adcs, kauft euch verdammt noch mal hextrinker und ninja tabi wenn ihr ständig am krepieren seid.\n\n\nund zu dem anderen path digital: Yasou /Yi machen ein ganzes spiel kaputt. Beide Champions sind dafür designed das 1v1 zu gewinnen, yi altmodisch gegen tanks / bruiser,  yasou eher gegen schützen.  Was viele Leute nicht lernen an diesem Punkt. gebt ihm einfach nicht das 1v1 , manchmal gewinnt ihr durch nicht fighten, das gilt für den Top lane lv 1 Malphite vs Yasou genau wie für den Lv 3 Lee sin vs Yi, für beide sind die sieg chancen im 1v1 = 0 . Ihr müsst eure eigenen Stärken ausspielen und das sind Team fights. \n\nJeder der einen Champion nur allein auf der 1v1 Situation bewertet hat definitiv noch niemals erlebt was es heist save zu spielen, ja yi can easy tower diven, aber nur wenn er ahead ist, und selbes gilt für seinen Teamfight, einfach mal save spielen und dann mit  Teamcomp vorteil gewinnen, hatte neulich mit Swain top lane das ganze spiel Lang  gegen einen Yi gesplitpushed , wie ging das ? ich habe ihn einfach nciht gefeeded. ich bin nicht für kills gegangen sondern habe einfach nur gepushed.\n\nPS: wundert mich das swain bisher nicht genannt wurde denn der ist auch echt einfach XD","replies":[]}]},{"id":"","poster":"Ηastur","date":"2017-06-22T15:08:29.174+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Holokom,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=000c0000,timestamp=2017-06-22T12:15:04.286+0000)\n>\n> PS: wobei bei beiden Champions nur 2 Tasten gedrückt werden müssen XD\n\nDas ist der Punkt, warum ich die Sache für abstrus halte. Natürlich ist es schwieriger den Insec zu machen. Sagen zumindest alle. Aber tatsächlich ist es nicht anders als bei Annie, du wartest auf den Moment, in dem die Gegner schlecht positioniert sind und peng. Nur weil der Q ein Skillshot ist, macht es die Sache nicht wesentlich anspruchsvoller. Man muss länger üben als beim Annie Stun, da gehe ich mit. Tatsächlich hat Lee aber durch sein Kit Dinge, die ihn Anfängerfreundlch machen. Hohe Mobility und somit einfache Ganks und Escapes, sowie ein starkes Early und hohes Snowballpotential. Ja gut, man ist bei manchen Plays darauf angewiesen die Q zu treffen, das empfinde ich aber nicht als so hart, wenn das alles sein soll. Ein Wardjump+Flash tuns genauso. Zudem ist das Oneshotpotential mit RQQA genauso vorhanden. Die Q dabei zu missen ist wirklich schwer. ^^","replies":[]}]}]},{"id":"","poster":"BigSnipe","date":"2017-06-22T18:15:18.995+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung nach gibt es 2 Arten von \"Noobchampions. Die \"Nobrainer\" und die \"Tryharder\". \nSkill Champions sind meiner ansicht nach Champions die sehr einfach/schnell bestraft werden. Mann kann mit ihnen sehr gut ein spiel entscheiden Positiv sowie negativ. \n\nErstmal zu den \"Noobchampions\".\n\nDie Nobrainer sind recht einfach zu spielen. Sie sind besonders auf low Elo sehr stark. Man benötigt keine Mechanichen techiken für ihn zu können und die einzigste möglichkeit die Gegner auszuspielen ist wenn man \"die Map besser spielt\". Sie haben meist keine bis nur wenige Skillshots.\nChampions die ich dazu zähle:(Champions bei denen ich mir nicht sicher bin lasse ich weg)\n{{champion:11}} {{champion:75}} {{champion:5}} {{champion:23}} {{champion:420}} {{champion:77}} {{champion:122}} {{champion:86}} {{champion:134}} {{champion:90}} \n\nDann die Tryharder, sie sind in der Lage die meisten anderen Champions gnadenlos auszuspielen. Das können sie weil ihr Kit meist überladen ist und über viel möbilität verfügt. Dazu sind sie meist sehr macrolastig. Sie werden meist von toxichen Spielern gespielt. Richtig gecounetert werden aber auch sie binnen Sekunden aus dem Spiel genommen.\nChampions die ich dazu zähle:(Champions bei denen ich mir nicht sicher bin lasse ich weg)\n{{champion:92}} {{champion:13}} {{champion:157}} {{champion:114}} {{champion:238}} {{champion:268}} {{champion:69}} {{champion:41}} \n\nDann mal zu den \"Skillchampions\"\n\nDie Skillchampions haben meiner Meinung nach klare und sehr einfach bestrafbare Schwächen. Sie können richtig gespielt ein Spiel sehr stark dominieren, wenn sie jedoch Fehler machen, kann sich das Spiel auch schnell um 180% drehen. Sie sind in den meisten Fällen Skillshot nutzer und daher ist das vorhersehen ein wichtiger Teil von ihrem gameplay. (Meist gehört auch eine Portion glück zu soch einem Champion)\nChampions die ich dazu zähle:(Champions bei denen ich mir nicht sicher bin lasse ich weg)\n{{champion:53}} {{champion:432}} {{champion:203}} {{champion:64}} {{champion:163}} {{champion:61}}","replies":[{"id":"","poster":"Dreadlord Mike","date":"2017-06-24T00:31:02.213+0000","up_votes":1,"down_votes":0,"body":"Erstens mal zu deinen Nobrainern:\nIch weiß wirklich nicht warum leute denken dass Yi leicht zu spielen ist, eine sehr häufig aufkommene Missinterpretation von low elo spielern.\nEs liegen Welten zwischen einem guten und einem schlechtem Yi.\nSyndra nobrainer? Da hat wohl jemand den Champ nicht gespielt sehe ich. Ein champ der 3/4 skillshots hat bezeichnest du als nobrain?\nDu weißt aber auch das man die ult sehr leicht mit nem Mr item wie Banshees exhaust oder early on barrier countern kann oder?\n\nTryharder: \nHier stimmt eigentlich auch nur Fiora wo das Kit überladen ist.\nKeiner der anderen aufgelisteten champs hat ansatzweise ein überladenes Kit.\n\nSkillchampions: \n5 passen aber dass du Blitz zu einem \"skillchamp\" dazuzählst ist lachhaft.\nDieser champ ist all about the Hook, dies ist auch die einzige Fähigkeit die er treffen muss da seine anderen Fähigkeiten dann sowieso automatisch treffen.\nEs ist einfach egal ob man 0/100 oder 100/0 steht. Trifft man den Hook kann man sogar als richtig schlechter Blitz das game entscheiden.","replies":[{"id":"","poster":"BigSnipe","date":"2017-06-24T03:22:16.846+0000","up_votes":1,"down_votes":2,"body":"Zu 1:\nWeil Yi einfach leicht zu spielen ist xD, das solten besonders die Spieler beurteilen können die am wenigsten des erfordernden SKills haben^^\nEr kann durchaus sein das er schwerer zu mastern ist (Q,W) als andere Champions, jedoch ist das ein anderes Thema. \n\nJa, du hast 3/4 Skillshots, jedoch kommt es nicht selten vor, das der Sysndraplayer das meiste nicht trifft oder gar nicht erst Castet sondern einfach R drückt und der Gegner stirbt. Dafür brauch ich ihn nicht gespielt zu haben, das seh ich in den Spielen in denen sie in meinem oder im Gegnerteam ist. (In der lcs passiert es zudem auch)(alles tools die ein ADC/AD Assassine nicht hat, ja es gibt {{item:3156}} dennoch ist es auf einem ADC suboptimal)\n\nZu2:\nHier ist mir die Beschreibung wohl etwas zu schwer gefallen, es gibt viele Gründe warum ein Champion für mich ein tryhard Champion ist. \nDiese zusammen zu fassen schaffe ich nicht. \n\nZu3:\nDas stimmt, wenn man aber das Falsche Ziel grabt, kann es schnell passieren das dein Team inerhalb von Sekunden Tod ist. Und das nur weil du zB einen Darius herangezogen hast.\nWenn ein Malpite eine schlechte Ult macht, hilft es deinem Team einfach nicht besonders viel. Jedoch kann der Gegner davon keine zuusätzlichen Vorteile haben.","replies":[]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-06-22T07:22:38.062+0000","up_votes":1,"down_votes":0,"body":"{{champion:11}} einfach die Nummer 1. Dagegen braucht man sogar für {{champion:86}} bisschen Skill.\n{{champion:136}} {{champion:268}} {{champion:40}} {{champion:7}} {{champion:412}} {{champion:143}} skilllastige Champs gibts mehr als genug.\nAber ja warum was schwieriges probieren und eventuell seinen Horizont erweitern in Sachen Champions wenn man einen Grand Canyon in seine rechte Maustaste reindrücken kann?","replies":[{"id":"","poster":"Enderized","date":"2017-06-22T08:35:09.916+0000","up_votes":1,"down_votes":0,"body":"Also der Master Yi in meinem letzten Gragas Game hatte keine so schöne Zeit. Also ein so großer Noobchamp kann er ja nicht sein.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-22T12:24:48.996+0000","up_votes":1,"down_votes":3,"body":"Ja gut man kann mit einem Yi auch mal feeden, aber ehr selten bis gar nicht. Man Carried durch Rechtsclickspam, man ist gut bis normal aber schlecht ehr selten. \nAber ganz ehrlich es ist schon eine Kunst mit einem Champion schlecht zu sein bei dem wirklich nur Rechtsclick gibt.\nDerjenige muss halt richtig schlecht, also förmlich Minionfutter um so einen Champ nicht spielen zu können.","replies":[{"id":"","poster":"Enderized","date":"2017-06-22T13:21:48.006+0000","up_votes":1,"down_votes":0,"body":"Ich habe D4RKEVA eigl nicht viel mehr hinzuzufügen","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-22T13:37:53.187+0000","up_votes":1,"down_votes":0,"body":"Weil ein Yi und ein ADC auch das selbe sind oder? \n{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"D4RKEVA","date":"2017-06-22T13:08:16.823+0000","up_votes":2,"down_votes":0,"body":"dir ist klar das du gerade alle adcs als \"noobchampion spieler\" beleidigt hast?\n\nMaster yi ist squishy leicht aus dem game zu nehmen und hat wenn behind NICHTS fürs team was ihn schwer im höherem elo bereich macht","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-22T13:35:40.123+0000","up_votes":1,"down_votes":4,"body":"ADCs sind aber kein Master Yi.\nADCs sind squshy asf. Mehr als Yi. ADC haben keinen gescheiten Escapemove ( alle haben zwar etwas jedoch nichts womit man sich wirklich aus jeder Situation retten kann).\nADC sind nicht nur pures Rechtsklicken ( Cait trap, Vayne kiten, Ashe Ulti,  usw.) Durch reines Rechtsklicken wird kein ADC gewinnen. Die haben sowas wie  \" Achtung es kommt, an alle Yi Mains\"!!!!\nSKILL!!!!!\nkein Ich drücke R um schneller rechtsklicken zu können und E um mehr Schaden durch rechtsklicken zu können und ein Point and Click Q um an dem Gegner zu kleben damit man aufjedenfall rechstklicken kann.\n.\n.\n.\n.\n.\nMacht ein Yi ein Quadra in der Base. Wo ist der letzte? Ahhh die Lowlife Soraka rennt grad davon und ist schon in der Mitte der Karte angelangt. Nah kein Problem die holma uns.\nDank der Ulti die 200km/h drückt und dazu verlängert wird um 20 Jahre für jeden Kill und Assist holt er die Soraka, aus der Base easy ein. \nDie Soraka denkt sich ok ich muss den verstummen und festhalten um wegzukommen, aber damit mein Festhalten trifft muss er in meiner E verlangsamt werden.\nDie Arme setzt ihre Q ein. Kein Slow wegen der wunderbaren Ulti von Yi. E verstummt. Badumm zzzzz YI UND VERSTUMMEN xD. \nYi Penta und Win.\nEnde der Geschichte","replies":[{"id":"","poster":"D4RKEVA","date":"2017-06-22T15:05:38.745+0000","up_votes":2,"down_votes":0,"body":"ja sie sind noch weniger tanky aber yi ist meist trotzdem eher squishy\nnaja sein \"escpape\" ist kein wirllicher escape da ist tristanas  oder ezreal viel besser dran\n\n\nvayne kiten ist also kein rechtsclicken? mir ist klar was du meinst aber yi benötigt für richtiges q w und sogar teilweise e und r nutzen wissen vom spiel\n\nmach mal mit yi in high plat oder höher nen 1v4 quadra ohne 10/0 zu sein und die gegner ohne cc zu haben \n\n\nwarum sollte soraka in der mitte der karte sein wenn 4! ihrer teammates in der base sind(ob ihre oder gegner) und gegen einen yi fighten? und wie bad sind die das die nicht einen safe cc haben","replies":[]}]}]}]}]}]},{"id":"","poster":"Voltii","date":"2017-06-22T13:30:11.466+0000","up_votes":1,"down_votes":0,"body":"Sehr interessante Diskussion, danke für den Tread.\n\n\nIch denke man wird nie auf eine einheitliche Definition kommen was den Begriff Noobchamp angeht.\n\n\nIch halte Champions für noobchamps die relativ wenig Skill erfordern und einen trotzdem sehr leicht belohnen.\n\nKata oder yi gehören für mich nicht in diese Kategorie. Beides sind sehr weiche Champions die ohne Probleme innerhalb eines cc's sterben können.\n\nFür mich eine noobchamps eher Darius, garen, udyr (oder Shyvana). \nDies sind alles Champions mit einem einfachem skillset, die sehr viel aushalten und dafür relativ viel schaden verursachen können. \nAllerdings kann man diese Champions alle relativ leicht durch kiten ausspielen.\n\nKommen wir nun zu yasou und riven.\nBeides sind Champions mit einem komplexerem skillset, die entsprechend Erfahrung benötigen um das maximale herauszuholen.\nZumindest nach meinem empfinden. \nYasou ist meiner Meinung nach einfach nur etwas überladen. Wenn man den doppelten Krit aus der passiven entfernen würde, müsste man ihn offensiver bauen und seine Schwächen würden noch mehr zur Geltung kommen. \n\n\nJetzt Mal zu den Magiern:\nIch dürfte mir gestern mal wieder von dem gegnerischen adc (passenderweise eine vayne) anhören wie op veigar doch ist. Mit syndra hätte ich mir wohl das gleiche anhören dürfen.\nBeide ultimates machen extrem viel schaden. Das ist richtig, aber sind es deswegen gleich noobchamps?\nBeide Champions besitzen abgesehen von der Ultimate nur skillshots. Zusätzlich sind beide relativ leicht zu töten, da sie über keinerlei escape spells verfügen. Jeder hat lediglich einen cc spell, der entsprechende Planung benötigt. \nHier ist gutes Positioning der Schlüssel.\nZusätzlich werden beide relativ leicht durch Fehler bestraft.","replies":[]},{"id":"","poster":"Gahnd 25","date":"2017-06-22T08:44:04.266+0000","up_votes":1,"down_votes":0,"body":"Obwohl ich doch manchmal verzweifelt vorm Monitor sitze und mir den gegnerischen Yasuo beim Niedermetzeln meines Teams ansehe - und klar kommt auch mal das Wort Noob-Champ zur Sprache -, muss ich mir selbst eingestehen, dass Yasuo tatsächlich nicht der anfängerfreundlichste Champion ist. Für mich ist tatsächlich Xerath der Inbegriff des Skills. Ein gesamtes Fähigkeitenset nur aus Skillshots sagt meiner Meinung nach alles.\n\nDer Inbegriff des Noobchamps hat für mich nur eine Definition, da ich jetzt kaum 136 Champs durchgehe und versuche jemanden zu finden, auf den diese Beschreibung zutrifft. Die Definiton, welche übrigens wikipediareif ist, ist folgende:\n\nEin Noobchampion ist ein Champion, der einen sehr großen Toleranzbereich in Sachen Fehler hat. Bei einem Skill-Champ kann jeder Fehler hingegen fatale Folgen haben. Besondere Merkmale, die einen Noobchamp ausmachen sind:\n- Einfach zu treffende CC (Durch Point-and-Click etwa. Bspw. Teemos Q)\n- Ein hoher Widerstand gegen Schaden (Dazu zählen grundsätzlich Tanks. Teils auch mit Fähigkeiten verstärkt, bspw. Garens Passiv)\n- Extrem hohe Mobilität (Sprünge, Sprints etc. bspw. Hecarims E, Quinns Ult, Talons E, Fizz' E)\n\nLogischerweise heißt es im Umkehrschluss, dass Champions die das Gegenteil des hier aufgelisteten erfüllen, als skilllastig anzusehen sind (Schwer zu treffende CC, geringer Widerstand gegen Schaden, niedrige Mobilität)","replies":[{"id":"","poster":"Enderized","date":"2017-06-22T09:00:08.788+0000","up_votes":1,"down_votes":0,"body":"Auch wenn Teemo Q point&click ist, ist der Champ als solcher kein Noobchamp, kann einfach gecountert werden und bedarf besonders in Teamfights eine gute Koordination","replies":[{"id":"","poster":"HeartÔfGold","date":"2017-06-22T10:00:28.684+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mamika Kirameki,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=00060000,timestamp=2017-06-22T09:00:08.788+0000)\n>\n> Auch wenn Teemo Q point&amp;click ist, ist der Champ als solcher kein Noobchamp, kann einfach gecountert werden und bedarf besonders in Teamfights eine gute Koordination\n\nNur weil ein Champ gecountert werden kann, heißt das nicht, dass er gleich schwierig ist. Ist dann der Counter im Gegenzug einfach?\n\nNoobchampws. bzw. Anfängerchamps in meinen Augen sind:\nAnnie\nGaren\nPantheon\nTeemo\nYi (Nach einem Spiel, kannst du mit deiner Q fast alles dodgen)\nTryndamere\nSkarner\nLeona\nAmumu\n\nKaum verfehlbare Skillshots, wenig bis keine Combos, die man sich merken muss -> Spieler kann sich viel mehr aufs Spiel selbst, als auf den Champ konzentrieren -> Makrospiel wird schneller verbessert. Genau das ist die Aufgabe von Noobchamps. Weniger auseinander setzen mit Kombos und CDs deiner Dashes usw (Katarina, Yasuo, Riven etc.), sondern mit der Minimap, Wards, Lane push/freeze usw.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-06-22T09:50:03.898+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gahnd 25,realm=EUW,application-id=Wj1wcocU,discussion-id=RpxGw2Q4,comment-id=0006,timestamp=2017-06-22T08:44:04.266+0000)\n>\n> - Einfach zu treffende CC (Durch Point-and-Click etwa. Bspw. Teemos Q)\n> - Ein hoher Widerstand gegen Schaden (Dazu zählen grundsätzlich Tanks. Teils auch mit Fähigkeiten verstärkt, bspw. Garens Passiv)\n> - Extrem hohe Mobilität (Sprünge, Sprints etc. bspw. Hecarims E, Quinns Ult, Talons E, Fizz&#x27; E)\n> \n\nDa möchte ich dann doch widersprechen. So treffen etwa auf Riven, wenn man ihre E richtig nutzt, all diese Punkte zu. Aber ist sie deswegen einfach zu beherrschen? Kaum.","replies":[]}]},{"id":"","poster":"Ηastur","date":"2017-06-22T09:25:42.340+0000","up_votes":1,"down_votes":0,"body":"Schätzungsweise wird sich da aufs Kit bezogen und weniger darauf wie schwer dieses zu perfektionieren ist. Tatsächlich ist es doch so, dass man mit nem übervollen Kit viel mehr Möglichkeiten hat. Einen Skillshot zu treffen wird idR auch mehr belohnt als point & click zu treffen, wordurch sich gewisse Dinge ausgleichen und in der Waage halten.\n\nFizz wiird laut der Tabelle als Medium dargestellt, genauso wie Shaco. Das Ding bei beiden Champs ist, dass sie super einfach escapen können, sollten sie nen Fehler machen. Mal die Champs die normalerweise als erste bei den Noobchamps genannt werden, Annie und Garen, dagegen gesetzt. Kurze Reichweite, Vorhersehbar, mehr als leicht zu Counnterpicken und gar keine Escapes. Meist spielt man gegen Counter auf der Lane (also high Range skillshotchamps bei Annie bspw.) und da wirkt son Xerath trotz eines Kits, welches nur aus Skillshots besteht plötzliich gar nicht mehr so anspruchsvoll. Sobald man etwas nicht dodged kassiert man enormen Schaden und so kann man einfach aus der eigenen Lane gezoned werden, genauso wie gegen Velkoz. Die Kits dieser \"Noobchamps\" sind einfach zu erlernen und eine schlechte Annie wird sich nicht so dramatisch von einer gut gespielten unterscheiden wie es bei Riven der Fall ist, aber dafür hakts an anderen Ecken. Ich glaube der Reditpost bezog sich nur darauf wie komfortabel das Kit zu beherrschen ist und wie lange man dafür braucht. Meiner Meinung nach ist diese Herangehensweise unsinnig, da durchaus mehr Sachen relevant werden, wenn man diese Champions letztlich in der Lane gegen andere Champs spielt.\nDiese Unterteilung Noobchamp/Skillchamp ist ohnehin überflüssig. Ein Yasuo kann die Lane verlieren, weil er den Champ nicht beherrscht, aber sobald er seine Items hat, wird er durch sein Kit dennoch zur Gefahr, auch wenn er 0/8 steht.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-06-22T05:20:43.376+0000","up_votes":1,"down_votes":5,"body":"Jeder Champ braucht Skill!\nEs werden hier viele schreiben wäääh Yasuo Riven wääh viel zu stark und einfach oder trynda wäää aber so ist es nicht","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-06-22T05:46:19.898+0000","up_votes":1,"down_votes":0,"body":"Es geht aber darum, dass du als guter Spieler mehr aus deinem Champion herausholen kann.  Ein guter Kandidat dafür wäre zB Rakan. Er ist solide, aber mit genug Skill geht seine Performance durch die Decke. Skarner zB ist dann doch sehr direkt und ein besseres Play als Flash +R wirst du nie hinbekommen. \nKassadin ist auch Champion den jeder Spielen kann, wenn er zwei Hände hat. Kaum wirkliches Potenzial mit Skill mehr herauszuholen. \nEs geht nicht unbedingt darum, dass der Champion einfach zu Spielen ist, sondern darum wie viel du aus ihm herausholen kannst. \n\nPS: Wäre das nicht ein gutes On Topic gewesen?","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-06-22T08:08:25.742+0000","up_votes":1,"down_votes":0,"body":"Das was du da aber gesagt hast, hängt nicht vom Skill hab, sondern vom Decisionmaking.\n\nEin Kassadin kann auch nicht einfach in 5 Leue reinulten und alle Tasten spammen, wie der alte Ryze.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-06-22T08:42:14.577+0000","up_votes":1,"down_votes":0,"body":"Du misverstehst. Es geht darum was der Champion kann. ZB kann Rakan seine Ulti in seinen Dash channeln, um die Animation zu verkürzen und den Knockup zu garantieren. Das können nicht alle Champions.","replies":[]}]}]}]},{"id":"","poster":"Der Wohltäter","date":"2017-06-22T08:00:09.857+0000","up_votes":1,"down_votes":0,"body":"Assassinen allgemein sind \"skill-lastige\" Champion. Bei denen muss man viel mehr als nur das eigene Kit beachten. Im Normalfall wird fast schon jeder Fehler für dich tödlich enden. Gilt für Magier und Marksmen auch aber die haben zumindest noch eine gewisse Reichweite um die sie herumspielen können.\nNatürlich ist es auch einfach, als Assassine, jemanden zu töten. Die Frage, zumindest der Punkt wo dein Skill gefragt ist, ist was du danach machst und vor Allem wie du es machst.","replies":[]},{"id":"","poster":"Shiro equals","date":"2017-06-22T05:56:54.388+0000","up_votes":1,"down_votes":0,"body":"Welche Champs ja gerne als \"Noob Champs\" beleidigt werden: {{champion:11}}  {{champion:122}}  {{champion:420}}  {{champion:86}}  {{champion:17}}  {{champion:23}} , die alte {{champion:55}}. Einfach, weil die Mechanics dieser Champions ziemlich simpel sind. Aber es kann ja nicht nur \"Skill lastige\" Champs geben wie {{champion:136}}  {{champion:268}}  {{champion:64}}  {{champion:76}}  {{champion:412}}  {{champion:67}}  {{champion:157}}  {{champion:238}} , etc..\nEs gibt Champs, die sind für Anfänger des Spiels/ der Rolle zugänglicher, einfach um Einstiegsoptionen zu bieten und wenn man bei diesen Champs bleibt, weil sie einem Spaß machen, schön, gut so.\nIch persönliche würde die \"Noob Champs\" von den \"Skill Champs\" anhand ihres Potentials bei Beherrschung des Champs trennen.\nEin guter Yi oder Tryn wird wunderbar splitpushen, aber nie ein \"Mechanic Outplay\" hinlegen können, wie vielleicht eine Vayne oder Azir, einfach weil der Champs nicht dafür konzipiert wurde.\n\nInsgesamt finde ich diese Trennung in \"Noob Champs\" usw. allerdings komplett bescheuert und absolut überflüssig. Es ist immer noch ein Spiel und jeder hat das Recht den Champ zu spielen, den er möchte.","replies":[]},{"id":"","poster":"Abasin","date":"2017-06-22T05:42:25.940+0000","up_votes":1,"down_votes":0,"body":"Da ich vom Spielvermögen her selber noch ein Noob bin, möchte ich mich nicht aus dem Fenster lehnen mit irgendwelchen Attributierungen. Besonders in der Kategorie Noobchamp fiele mir keiner ein.\n\nEs gibt so ein paar Champs, von denen ich die Finger gerne weglasse: Cassio, Garen, Darius, Twitch, Varus, Quinn, Yasuo, Lee Sin, Riven, Teemo, Wukong, Shaco. Mit denen fühle ich mich absoult unwohl, hab sie nur wenig gespielt und dann in die Ecke gestellt.\n\nDann gibt es einige, die ich gerne spiele, aber wo ich mir denke, das ich sie nicht voll ausreizen kann. Eve, Diana, Nami, Janna, Annie, Malphite, Thresh, Blitzcrank, Amumu, Ashe, Caitlyn, Xin Zhao, Lux, Master Yi. Die funktionieren auch nicht in jeder Teamzusammenstellung gut, aber immerhin gut genug, um klarzukommen.\n\nAls drittes noch würde ich Champs wie Rengar, Vayne, Viktor, Vladimir, Illaoi sehen. Reizvoll, aber ich bin weit davon entfernt sie richtig zu nutzen. -->meine Skillchamps.","replies":[]},{"id":"","poster":"DanionVibit","date":"2017-06-22T06:17:33.262+0000","up_votes":2,"down_votes":2,"body":"Also für mich sind noob-champions, Champions dessen Kit sehr stark ist und im optimalfall wenige spiele braucht, damit man diese beherrscht. \n\nIm Grunde sind das für mich die meisten Champions in LoL. Die besten Beispiele sind da aktuell (meiner Meinung nach) Galio, Yasou, Syndra, Ashe, Zyra, Elise. Alle haben ein starkes Kit und sind locker nach 10 Spielen decent zu beherrschen. Ich spreche hier natürlich nicht vom mastern des champs. \n\nSkillchamps sind für mich die wenigsten Champs in LoL. Diese Champs brauchen zwischen 20-50 Spiele bis man sie decent beherrscht, haben meist ein spezielles/schweres Kit und erfüllen meist eine Niesche. Gutes Beispiel wäre hier Aurelion Sol, Azir, Kallister, Gangplank, Thresh, Riven.\n\nAber ich benutze ehr weniger den Begriff Noobchamp, da Simpel nicht noob ist sondern einfach schön zu spielen. ","replies":[]},{"id":"","poster":"Path Digital","date":"2017-06-23T01:46:24.219+0000","up_votes":1,"down_votes":5,"body":"Für mich haben sich einige einfach im Spiel herauskristallisiert. Champions die einfach sind und bei der kleinsten Meisterung unberechenbar werden.\n\nGanz klassisch für mich Yi und Yasuo und jeder der abstreitet, dass diese zwei Champions keine Noob-Champions sind der ist nicht ganz klar. Es wird permanent geprädigt, dass es für beide Counterplay gibt, aber beide dieser Champions können, wenn man sie nur ein wenig beherrscht (was nicht so schwer sein sollte wie z.B. eine Syndra perfekt zu spielen oder eine Orianna), dann machen sie ein ganzes Spiel kaputt und machen somit in meinen Augen 9 Leuten das Spiel kaputt.\n\nIch bin zurzeit Platin. Ich smurfe recht viel und bin sehr viel auch im unteren Bereich aktiv. \n\nMit Yi wäre ich noch einverstanden. Ab Platin bekommen die Leute etwas mehr Grips und können Yi auch mal stunnen. Was aber wenn man keinen guten CC hat oder es einfach schlechte Situationen sind ? Dann zerreißt er alles und es macht sofort keinen Spaß mehr.\n\nWas in meinen Augen aber ein Permaban jedes game ist (ich ban ihn selber jedes mal, solange er nicht bereits vom Team gebannt wurde) ist Yasuo.\n\nEs gibt nämlich zwei Typen und beide sind Tiltfaktoren für mich:\n\n1. Der Wannabe Challenger Yasuo Main der mit 500.000 Games hardstuck ist und durch spammen dieses Champions weiß wie man R drückt. Abhängig vom Team für mich, denn:\n\nMein Team: Instant feed, der ruf kommt nicht von nirgendwo. Es wird gefeedet bis zum Mond, zusätzlich gibts meistens noch ein AFK oder INT oben drauf.\nGegner Team: Ich danke Gott, dass ich nen free win habe. JEDOCH.... und das ist das schlimmste, wenn er die Chance bekommt R zu drücken.\n\n2. Der wirklich gute Yasuo. Das kennt jeder von uns. Er springt den lieben langen Tag durch die Minions, weicht allem aus, windwalled alle ultis und macht nen faceroll penta mit Q und R.\n\nIch werde aktuell, so wie Yasuo ist nie mehr mit einem Spielen. Definitiv nicht.\n\nRiot ändert doch einfach seine Mechanics ein wenig. Ein paar Stacks auf die E, eine Q-Stack Mechanic auf die Ult und ich wär zufriedener. So gibt es kaum Counterplay.\n\nDa gibts aber noch einige andere Champions für mich wie Annie, Trynda, Jax usw. \n\n**Das Problem für mich ist einfach, dass ein kleiner Lead (den ja jeder Champion bekommen kann) auf solchen Champions quasi zu einem Instant ff15 führt. Na klar kann man es versuchen, aber meistens ist der Inhib schon down, wenn man als Adc mal auf die Map schaut und der 6/0 Trynda seinen Triple macht. Für mich sind also noob champs einfach Champions die mit ihrem Kit aufregen, die sehr leicht sind wenn man sie meister das ganze game facerollt ohne den Hauch von Skill haben zu müssen.**\n\nEDIT:\n\nBevor hier jemand wegen Riven rumnörgelt und ihr könnt mich auch ruhig verurteilen dafür, dass ich Riven \"gutrede\" und Yasuo nicht, aber Fakt ist, wenn Riven einmal richtig behind ist, dann wird sie das Game nicht mehr facerollen. Bei Riven hilft auch schon Tankyness. Ein Malphite Top ist jedes mal die Hölle. Riven crittet zudem nicht, also hat sie einfach nur ihren Schaden. Puren AD Dmg der nicht mal crittet. Wenn da jemand Toplane spielt und sich nicht mal bemüht sich mit Riven auseinander zu setzen, der hat es dann auch nicht verdient zu gewinnen. Wenn man es richtig macht, dann kann man sie aus dem Game nehmen. Ein Yasuo hingegen läuft trotzdem ab Minute 15 mit 100% critt rum. Wow.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-26T08:14:10.928+0000","up_votes":1,"down_votes":0,"body":"Ah also wenn Yasou behind ist ist der usefuller als ne Riven die behind ist?!","replies":[]}]}]}