{"id":"nsEbE901","poster":"Sniper Expert","date":"2017-06-20T23:35:57.031+0000","title":"Mauszeiger verschwindet im Spiel?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nbei der heutigen Latenight-Session ist mein Mauszeiger pl&ouml;tzlich verschwunden. Wir waren quasi am gewinnen (lategame). Habe das Spiel logischerweise beendet in der Hoffnung es l&auml;ge am Clienten, aber auch auf dem Desktop war der Zeiger nicht zu sehen LoL.  Kennt sich wer damit aus? Was ist der Grund? Wie kann ich dem Vorbeugen?\r\n\r\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Sniper Expert","date":"2017-06-21T08:16:39.808+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen,\n\ndas Problem hatte ich vor 2 Jahren mal? Kann auch sein, dass ich das Problem es auf dem anderen Laptop hatte.\nIch spiele auf einem Laptop. (Kein Touchscreen)\nOkay werde schaun was alles an Updates zu machen ist.\nGrafiktreiber ist aktuell.\nLeague hatte ich erst letzte Woche repariert. (werde ich wohl nochmal machen)\nOkay Fenstermodus.\nJa! Das ist richtig. Wenn ich relogge, muss ich manhcmal League-Prozesstrukturen im Taskmanager manuell beenden, da der CLient garnicht starten will.\n\nSorry ich hab wirklich keine Ahnung von sowas^^ und Danke dir Gin!","replies":[]},{"id":"","poster":"Gin","date":"2017-06-21T06:47:59.565+0000","up_votes":1,"down_votes":0,"body":"Wie oft hattest du das Problem bisher? \nSpielst du über einen Rechner oder einen Laptop? \n(Verwendest du einen Bildschirm/Laptop mit Touchscreen?)\n\nÜberprüfe mal ob du alle Windows Updates eingespielt hast, und lass am Besten dein Antivirusprogramm auch mal durchlaufen.\n\nStelle außerdem sicher dass dein Grafiktreiber aktuell ist.\n\nWenn das Problem nur an Lol liegen sollte, kannst du mal probieren das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) durchlaufen zu lassen. Achte darauf das Häkchen bei \"Force Repatch\" zu setzen.\n\nIch würde dir auch empfehlen mal League of Legends im Fenstermodus zu spielen um zu schauen ob es eventuell am Vollbildmodus liegen könnte.\n\nWenn das Problem weiterhin besteht kannst du mal probieren den Treiber deiner Maus zu deinstallieren und die Maus neu mit deinem Rechner zu verbinden.\n\n[Edit: Wenn du League of Legends \"geschlossen\" hast, wird das Programm noch im Taskmanager aufgelistet?]","replies":[]}]}