{"id":"6XsinwEM","poster":"Achillis34","date":"2017-06-21T12:23:46.689+0000","title":"Biete Teamcoaching an!","subforum":"Clans & Teams","up_votes":3,"down_votes":3,"body":"Hey Leute,\r\n\r\nUm mich erstmal vorzustellen: Ich hei&szlig;e Pascal, bin 23 Jahre alt, spiele League of Legends seit Season 2 und habe eine Peak Elo von Diamond 3 gehabt.\r\n\r\nIch habe mich damals bei  G4LoL bis ins Viertelfinale gespielt und kleine Amateur Cups auf die Treppchen geschafft :). Danach immer wieder Teams geleitet in denen ich selber mitgespielt habe und auch einmal einen Clan geleitet. In damals noch Teamranked habe ich ein Diamond 5 Team geleitet.\r\n\r\nHabe schon Seit Season 2 Weltmeisterschaft den Professionellen E-Sport verfolgt und fange nat&uuml;rlich wieder aktiv an diesen zu verfolgen :)\r\n\r\nDa ich kompletter Neueinsteiger in dem Thema bin muss ich mich erstmal ein bischen in die Rolle reinfuchsen was aber kein Thema darstellen sollte :) \r\n\r\nCoaching sieht wie folgt aus: Erstellung eines Trainingsplans, Ermittlung des Championpools der einzelnen Spieler, Replay Analysen um konstruktiv Kritik zu &uuml;ben, Begleitung bis Spielbeginn also Draft Phase etc.,\r\n\r\nUnd meiner Meinung nach am wichtigsten: Individuelle Erstellung von Teamcomps zugeschnitten auf den Spielstyl der einzelnen Spieler in R&uuml;cksicht auf die Meta.\r\n\r\nVon der Elo sollte sich das Team im Mittleren Platin Bereich aufw&auml;rts befinden, da darunter der Aufwand von Einzelcoaching zu gro&szlig; w&auml;re um die Grundlagen zu vermitteln, was keine Diskriminierung oder Abwertung der Spieler unter Platin darstellen soll.\r\n\r\nIch m&ouml;chte schauen ob mein Coaching sichtbare Erfolge erzielt und ich in dem Bereich Fu&szlig; fassen kann :)\r\n\r\nF&uuml;rs erste besch&auml;ftige ich mich nat&uuml;rlich komplett kostenlos mit der Thematik und denke das es f&uuml;r beide Seiten ein Gewinn sein wird :)\r\n\r\nEgal ob Clan, E.V oder einzelne Teams einfach anschreiben und wir schauen ob es passt :)\r\n\r\nADD: Achillis34","replies":[]}