{"id":"mGllTmTd","poster":"Amazing Kitten","date":"2017-06-18T13:03:49.186+0000","title":"Join The Art of Warfare! Today!","subforum":"Clans & Teams","up_votes":3,"down_votes":2,"body":"Kitten Checking In.\r\n\r\n____________________________________________________________________________\r\n\r\nHello there! The Art of Warfare (TAW) is recruiting and wants YOU to join us to have fun games on the Rift!\r\n\r\nFinding a new community is like looking for a new home. You want it to be a warm and fun place where you feel welcome and we are trying to give you exactly this feeling!\r\n\r\nTAW is broken up into several divisions in which their members participate in weekly scheduled training/practice matches and occasional events, for instance internal tournaments. We also frequently play against other clans/gaming groups when the interest arises. Each game we play hosts its own mini-environment that operates within the whole of TAW making us the large community we are. From FPS games to MMORPGs - you name it - we have it all.\r\n\r\nHere in the League of Legends division we welcome all players from the casual to the competitive. TAW holds League of Legends practices twice a week over TeamSpeak. Community members are divided into squads of 5 which are kept as consistent as possible every week, and are led by a trained &quot;Fireteam Leader&quot;.\r\n\r\nWe welcome everyone from all around the world. We specifically have battalions for both EU servers, the NA server and OC as well.\r\n\r\n2 times a week we meet and play together! We made sure that most members are fine with the given practice times.\r\nFor the Battalions 2/3 Europe Nordic-East/West the practice times are:\r\nWednesdays &amp; Sundays at 20:00 CET\r\n\r\nWhat sets us aside from other gaming communities?\r\nThe Art of Warfare (TAW) was formed in 2001 by members who played Delta Force: Land Warrior together. From these humble beginnings TAW has grown into an organization unlike any other. This reflects on our Code of Ethics and our Chain of Command (CoC). Both of these are formed on a military basis. This includes having ranks like they do in the army, etc. Every member in TAW (just as a fun fact: we have 2400+ members) abides by our Code of Ethics.\r\n\r\nIf you are interested in joining our growing community, we believe that you will find TAW to be a welcoming and accepting group of good people who just want to enjoy the gaming experience.\r\n\r\nMake sure you have the following:\r\n1. A working microphone\r\n2. Teamspeak 3\r\n3. Practical experience in the English language\r\n\r\nTo apply go to www.taw.net and click on apply in the top right corner. Make sure to check your e-mail regularly for updates on your application. Don&rsquo;t forget to check your spam folder.\r\n\r\nFor additional information contact the members below:\r\n\r\nEUW:\r\n\r\nKitten, Head Drill Instructor of EUW Battalion\r\nIn-game name - Amazing Kitten (EUW); email - Kitten@taw.net\r\nZyglak, Commanding Officer of EUW Battalion\r\nIn-game name - Zyglak (EUW); email - Zyglak@taw.net\r\n\r\nEUNE:\r\n\r\nSmokex, Staff Officer of EUNE Battalion\r\nIn-game name - Smoke3 (EUNE); email - smokex@taw.net\r\n\r\n_________________________________________\r\n\r\nKitten Checking Out.","replies":[]}