{"id":"iLaufAYl","poster":"NoElo4Cello","date":"2017-06-18T18:42:08.629+0000","title":"Aufbau eines Stream Teams!!!!!","subforum":"Clans & Teams","embed":{"title":"LoL Stats, Record Replay, Database, Guide, MMR - OP.GG","description":"Real-time LoL Stats! Check your Summoner, MMR, Live Spectate and using powerful global League of Legends Statistics!","url":"https://euw.op.gg/multi/query=pngst%C3%B6rtebeker%2Ck1ngf1ght3r","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nich und mein Kumpel wollen ein Team aufstellen welches ein Stream Team werden soll.\r\nD.h s&auml;mtliche Spiele werden zuk&uuml;nftig auf Twitch gestreamt und das Team wird den offiziellen Namen: &quot;Pirates Never Give Up&quot; tragen!\r\nDie Ingame namen m&uuml;ssen bei der Aufnahme in das Team entsprechend umbenannt werden! Einzelheiten dazu nach erfolgreicher Aufnahme!\r\nUm dies dann auch in den Sozialen Medien zu pr&auml;sentieren werden f&uuml;r die Accounts Avatare, Header und Banner angefertigt!\r\n\r\nIdee hinter dem Team:\r\n\r\nLeuten das Teamplay n&auml;her bringen!\r\nEvents bzw. Mottotage veranstalten!\r\nEventuell auch an Turnieren teilnehmen jenachdem wie es l&auml;uft!\r\nEventuell mit nem Coach arbeiten damit die Leute live im Stream Dinge lernen k&ouml;nnen durch Analysen nach den Games!\r\n\r\nWichtige Punkte:\r\nEs soll kein 100% Tryhard Team werden ( der n&ouml;tige Ernst wird vorhanden sein aber der Stream soll nebenbei unterhalten und informativ sein) Jeder der Teammitglieder kann bzw. sollte sich kreativ einbringen!\r\nFreizeit geht stets &uuml;ber dem Team! Keiner wird gezwungen Sachen abzusagen nur um spielen zu k&ouml;nnen! Kein Geflame untereinander! Konstruktive Kritik darf gerne ge&auml;&uuml;&szlig;ert werden aber es soll sachlich bleiben!\r\n* Nach au&szlig;en hin ordentlich repr&auml;sentieren und nicht in Solo Q Games die Leute in Grund und Boden blamen!\r\n\r\nRoster:\r\n\r\nTop: offen\r\nJungle: K1ngF1ght3r (Michi)\r\nMitte: offen\r\nADC: offen (PNG St&ouml;rtebeker)\r\nSupport: offen (PNG St&ouml;rtebeker)\r\nJe nachdem was sich f&uuml;r Interessenten melden und die Tryouts laufen werd ich dann entweder ADC oder Support spielen!\r\n\r\nVoraussetzungen an euch:\r\n\r\nELO: Solo Q: ab Gold 1 bis maximal Platin 1\r\nFlex Q: ab Gold 5 bis maximal Platin 1\r\n\r\nAlter: grunds&auml;tzlich erstmal egal wichtig ist das die Geistige reife stimmt\r\n\r\nChampions: keine OTPS\r\n\r\nWA, TS, Headset und ordentliches Mikro sollte vorhanden sein\r\nNotwendige Zeit und Interesse am Projekt sollten vorhanden sein!\r\n\r\nSollten wir euer Interesse an dem Projekt geweckt haben addet PNG St&ouml;rtebeker Ingame und schreibt mir dann folgende Dinge in der ersten Nachricht:\r\nName:\r\nAlter:\r\nELO:\r\nRolle:\r\n\r\nBei Fragen k&ouml;nnt ihr mich auch gerne adden und die Frage dann gleich loswerden in der ersten Nachricht!\r\nDie jenigen die es in die Tryouts schaffen werden von mir benachrichtigt! Wer innerhalb von 24 Stunden keine R&uuml;ckmeldung bekommt wurde nicht ausgew&auml;hlt f&uuml;r die Tryouts!\r\n\r\nGru&szlig; Marcel","replies":[]}