{"id":"OrfYF9ym","poster":"KáYon","date":"2017-06-18T00:38:19.991+0000","title":"Ein aufgehender Stern am Streamerhimmel","subforum":"Streams & YouTube","embed":{"title":"lisuya23 - Twitch","description":"Twitch is the world's leading video platform and community for gamers. More than 45 million gamers gather every month on Twitch to broadcast, watch and chat about gaming. Twitch's video platform is the backbone of both live and on-demand distribution for the entire video game ecosystem.","url":"https://www.twitch.tv/lisuya23","image":"https://static-cdn.jtvnw.net/jtv_user_pictures/panel-48204487-image-0bdd944589770a89-320-320.jpeg"},"up_votes":4,"down_votes":2,"body":"Guten Abend Beschw&ouml;rer,\n\nein Kumpel von mir (Lisuya) streamt seit neusten League und w&uuml;rde sich sehr &uuml;ber neue Viewer und eine wachsende Community freuen.\n\nEr ist zwar derzeitig nicht im High-Elo-Bereich unterwegs, daf&uuml;r ist aber der Unterhaltungsfaktor und die gute Laune in seinem Stream immer am Start. \n\nSeine Mainrolle ist ADC  (Twitch OTP) und in seinen Games ist von High-Elo-Plays bis Fail-Flash alles dabei.\n\nGerne k&ouml;nnt Ihr auch auf unseren TS joinen um uns so n&auml;her kenne zu lernen und bei der Gestaltung des Stream hautnah dabei zu sein und mitzuwirken.\n\nSeine Streamzeiten sin immer abends bis sp&auml;t in die Nacht. Falls ihr also nicht schlafen k&ouml;nnt, ihr Langeweile habt oder ihr einfach Lust auf Unterhaltung und Games habt, um den Abend ausklinken zu lassen,  dann schaut doch einfach bei ihm vorbei und werdet ein Teil einer schnell wachsenden Community ;)\n\nIch z&auml;hle auf eure Unterst&uuml;tzung und freue mich auf euch.\n\nWir sehen uns in der Kluft, Beschw&ouml;rer ;)\n\nhttps://www.twitch.tv/lisuya23\n\nAnmerkung:\nDerzeit streamt er ohne Cam, aber sobald er die 50 Follower erreicht (42 Follower derzeitig), besorg er sich direkt am n&auml;chsten Tag eine Cam, damit ihr zu seiner Engelsstimme auch sein von Gott geformtes Gesicht {{champion:6}}  zu sehen bekommt.","replies":[]}