{"id":"jJGZEMez","poster":"Graf Ř3TåRdŒ","date":"2017-06-17T17:03:57.957+0000","title":"Toplane Dia 5+ gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\n\nwir, die **Almighty Finger Puppets** suchen f&uuml;r unser Team aktuell einen Toplaner. \n\n**Unser Roster** besteht aktuell aus:\n\nToplane: free\nJungle: Clanky IV\nMidlane: Mr Sweet Panda\nADC: Crye\nSupport: ulTIMatic\nIch selber (Graf Zatonski) kümmere mich ab sofort nur noch um organisatorische Dinge rund ums Team. \n\n\nund wir bewegen uns alle sowohl in SoloQ als auch in FlexQ im hohen Platin- bis Diamondbereich. \nWir sind zudem alle 18-20 Jahre alt.\n\n**Unsere aktuelle Lage:** \n \nAktuell sieht es so aus, dass wir uns als Team finden wollen, aus diesem Grund regelm&auml;&szlig;ig Scrims spielen und an Turnieren teilnehmen um das zu verwirklichen. \nFeste Trainingszeiten sind nat&uuml;rlich auch grunds&auml;tzlich etabliert und werden wahrgenommen, des Weiteren sind wir vor Kurzem der Community von TRG (Tactical Riot Gaming) beigetreten, um bessere Kontakte kn&uuml;pfen zu k&ouml;nnen, was bislang sehr gut geklappt hat (hier kommen keine Verpflichtungen auf euch zu!). \nEinen Coach gibt es bislang noch nicht, allerdings ist das genau wie der Toplaner aktuell in Arbeit, mit Interessenten stehen wir bereits in Kontakt.\n \n\n\n**Unsere Ziele/unser Vorhaben:**\n\nZudem ist unser langfristiges Ziel in Richtung ESL zu schauen und bis dahin mit  Go4LoL, dem King of Spandau und &Auml;hnlichem vorlieb zu nehmen.\nWeitere Turnierteilnahmen etc sind nat&uuml;rlich auch vorgesehen, sobald Passende gefunden werden. \n\n\n**Zu Dir:**\n\n**Mindestalter:** 18 Jahre, wobei die geistige Reife f&uuml;r uns entscheidend ist.\n**Deine Elo:** Dia 5+ (in FlexQ auch Plat3+)\n\nDu solltest zudem kritikf&auml;hig sein und dich mit unseren Zielen und Vorhaben identifizieren k&ouml;nnen. Des Weiteren sollte es nat&uuml;rlich auch zwischenmenschlich passen, damit wir uns alle gut verstehen \nund ganz wichtig nat&uuml;rlich noch die Kommunikationsf&auml;higkeit mittels Mikro und Teamspeak3. \n\nIngame ist es wichtig, dass du bereit bist dich dem Team unterzuordnen, bzw dich in das Team einzuordnen, wobei wir uns nat&uuml;rlich auch an Dich anpassen werden, was selbstverst&auml;ndlich ist. Ausserdem\nsolltest du deine Toplane beherrschen und einen ordentlich Championpool besitzen, mit dem man m&ouml;glichst variabel arbeiten kann. Wavecontrol und &Auml;hnliches um das Game herum wird nat&uuml;rlich vorausgesetzt, \nwobei man nat&uuml;rlich an jeder Schw&auml;che arbeiten kann, das dient also nicht als Ausschlusskriterium.\n\nOTPs werden nicht ber&uuml;cksichtigt, das bringt uns bei bestem Willen n&auml;mlich nicht voran :D \n\nWer sich nun angesprochen f&uuml;hlt und Bock auf ein ordentliches Team hat, das competitive denkt kann mich ingame adden.\n\n**Ingame: Graf Zatonski** ","replies":[{"id":"","poster":"Graf Ř3TåRdŒ","date":"2017-06-18T10:14:31.023+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}