{"id":"sTxYA7MB","poster":"thefire7","date":"2017-06-17T13:23:53.804+0000","title":"was tun wenn...","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":11,"body":"Hallo,\n\nmir wurde gerade im ranked der champion weggebannt (von Cic*iob*mb*lide, hab das reingeschrieben, dass der Spieler den es betrifft wenn er es liest hoffentlich f&uuml;hlt dass er ne schei&szlig; Pissnelke, aber f&uuml;r euch ist der Name unkenntlich)\n\nWas kann man dagegen tun? Einfach den champion nicht hovern?\nAber das kann es ja auch nich sein...............\n\nMfg","replies":[{"id":"","poster":"Coopa123","date":"2017-06-17T15:47:33.819+0000","up_votes":3,"down_votes":0,"body":"Ich banne grundsätzlich nie die Champions meiner Mitspieler weg ... es gibt aber eine Ausnahme und da müssen gewisse Kriterien zutreffen, damit ich tatsächlich dann Yasuo wegbanne.\n\nIn dem Moment wo jemand Yasuo auswählt check ich sofort sein op.gg\nIch werde jeden Teemo support, Braum jungle und AD Orianna toplane spielen lassen wie er will, aber ich werde niemals einen Yasuo mit durchschnittlich 10+ Toden und 33% winrate erlauben.","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T15:56:02.264+0000","up_votes":2,"down_votes":6,"body":"na dann, wenn ich mit dir i nchamp select bin udn du mir yas wegbannst, dann geh ich auf deine lane.","replies":[{"id":"","poster":"Coopa123","date":"2017-06-17T17:16:00.117+0000","up_votes":1,"down_votes":0,"body":"Und weil alle anderen 9 Spieler sehen, welche Rolle du eigentlich spielen sollst und du dazu noch die ToU brichst, reporte ich dich einfach nach dem Spiel und geb mich mit dem Gedanken zufrieden, dass du früher oder später sowieso gebannt wirst :)","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:14:53.368+0000","up_votes":2,"down_votes":1,"body":"Wird man nicht. Riots bannt jmd für Trollpicks? Offmeta sage ich dazu! \n\nNein ehrlich, passieren wird  da genauso viel wie beim \"Trollbannen\"","replies":[{"id":"","poster":"Martensitic","date":"2017-06-17T19:17:03.250+0000","up_votes":2,"down_votes":1,"body":"Lies nochmal seinen post.","replies":[]},{"id":"","poster":"RAG Ryve","date":"2017-06-17T19:48:59.449+0000","up_votes":1,"down_votes":0,"body":"Es hat nichts mit Off-Meta-Picks zutun wenn man auf einer Lane rumläuft die ihm nicht zugeteilt wurde.\nDas System hat Schwächen jedoch besagt keine, dass dies nicht zu einem Bann führen kann.\nIst vlt für viele nur nicht so deutlich da die einzigen die sich über Banns beschweren irgendwelche toxischen Spieler sind, die es nicht verstehen wofür sie gebannt wurden. \nIch denke wenn ein Troller gebannt wurde, wird sich der in der Regel nicht über den Bann beschweren, zumindest nicht im Forum, da\ner schon wissen wird, dass es gerechtfertigt ist.","replies":[{"id":"","poster":"Nazawe","date":"2017-06-18T15:39:50.965+0000","up_votes":1,"down_votes":1,"body":"hf mit perma.","replies":[]}]}]}]},{"id":"","poster":"Martensitic","date":"2017-06-17T19:16:39.799+0000","up_votes":1,"down_votes":2,"body":"Dann wünsch ich schonmal viel spass mit dem perma.","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-06-17T19:20:47.535+0000","up_votes":2,"down_votes":2,"body":"Rede nur.","replies":[{"id":"","poster":"Martensitic","date":"2017-06-17T19:28:06.634+0000","up_votes":2,"down_votes":3,"body":"Mach ich auch, und du wirst mich nicht dran hindern.\n\nWer inted oder lanes klaut kassiert nen permaban, so einfach isses.","replies":[]}]}]},{"id":"","poster":"RAG Ryve","date":"2017-06-17T19:42:53.755+0000","up_votes":1,"down_votes":0,"body":"Kommt auf das selbe hinaus. Ich werde auch jeden den Champ wegbannen der ihn nur spielen will weil er \"glaubt\" er ist gut damit. \nYasou ist das beste Beispiel dafür. Ich banne diesen Champ im Prinzip nie, er ist einfach zu Countern und in 99% ein garantierter Early Stomp für mich. Aber sollte ich mal autofilled werden zb und ein Mate will ihn picken, werde ich ihn bannen wenn dieser keine angemessenen Stats vorweisen kann. Ich brauche keine Yasou´s die zb im Late Game stompen weil da der Champ anfängt Fehler mehr zu verzeihen da er durch Schaden glänzt, ich brauche welche die das ganze Game gut sind.\nDas trifft auch auf jeden anderen Champ zu, nur leider sind da draußen so viele Möchtergern Spieler, dass Yasou nen ziemlich schlechten Ruf hat.","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2017-06-17T13:43:23.794+0000","up_votes":2,"down_votes":0,"body":"du kannst nix deagegen tun\n\nwelcher champ war es denn, wenn es ein meta champ ist, und du nicht 1. pick gewesen bist, kann es auch sein, dass er wollte, dass die Gegner den Champ nicht bekommen. gerade bei den sehr starken Champs wie momentan Zac würde ich auch wenn die Gegner 1. pcik haben den bannen auch wenn ein Teammitglied den hovert, weil die Wahrscheinlichkeit, dass die Gegner den dann nehmen einfach sehr groß ist und sich das risko darauf zu spekulieren, dass sie ihn nicht nehmen meiner Meinung nach sich nicht lohnt im Vergleich dazu, dass mein Teammate ihn bekommt.\n\ngenerell ist das einzige was du tun kannst mehrere Champs als einen können, hin und wieder hast du einfach Leute im Team die mit dem Champ den du hoverst negative Erfahrung gemacht haben und den deswegen bannen, ist unschön für dich aber wenn du sowas wie teemo riven yasuo spielst solltest du diesen pyschologischen Faktor, dass dein Team angst hat, dass du ihn spielst mit einkalkulieren","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T13:46:32.982+0000","up_votes":1,"down_votes":0,"body":"es war Bard.","replies":[{"id":"","poster":"Awsane","date":"2017-06-17T13:48:29.053+0000","up_votes":2,"down_votes":0,"body":"war es dein adc der den gebannt hat? einige mögen den nicht als eigenen supporter\n\nwürde in den 2. Absatz fallen was ich zu teemo riven etc gesagt habe","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T14:55:58.118+0000","up_votes":2,"down_votes":2,"body":"war nen jax toplane der zweimal geinted hat","replies":[{"id":"","poster":"Awsane","date":"2017-06-17T16:39:59.138+0000","up_votes":1,"down_votes":0,"body":"hättest du dich weniger aufgeregt wenn er nicht geinted hätte und wenn ja warum?","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T19:29:58.022+0000","up_votes":1,"down_votes":0,"body":"schon, weil wir das Spiel dann noch gewinnen hätten können","replies":[{"id":"","poster":"Awsane","date":"2017-06-17T19:32:23.045+0000","up_votes":1,"down_votes":0,"body":"also wenn ich dir den champ wegbanne aber gut spiele ist es ok?\noder wenn ich dir den champ wegbann aber gut spiele ist es in Ordnung?\n\nich finde das sollte unabhängig von der Leistung des Spielers oder dem ausgang des Spiels bewertet werden oder siehst du das anders?","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T19:53:10.289+0000","up_votes":1,"down_votes":0,"body":"wie du sagst... dann hätte ich mich WENIGER aufgeregt. Natürlich nicht 0...","replies":[{"id":"","poster":"Awsane","date":"2017-06-17T19:56:58.800+0000","up_votes":1,"down_votes":0,"body":"aber warum?\n\nsind das nicht 2 total unterschiedliche Sachen, die eigentlich keinen Kontext zueinander haben?","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T20:02:18.454+0000","up_votes":1,"down_votes":0,"body":"bist du irgendwie schwer von begriff?\n\nEr hat mir den champ weggebannt. -> ICH BIN TILTED.\n\nEr hat geinted/schlecht gespielt. -> NOCH MEHR TILTED.\n\nIch denke: Wenn ich doch wenigstens das Spiel gewonnen hätte, dann hätte ich wenigstens ein paar LP bekommen, anstatt 2 mal zu verlieren (1. schlechte Spielerfahrung, 2. verlorenes ranked)\n\ngecheckt?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-06-17T13:46:44.459+0000","up_votes":2,"down_votes":9,"body":"Ganz ehrlich?\n\nIch logge die Position von ihm ein mit einem Champion der mir Spaß macht aber den ich nicht gut spielen kann (sofern kein Support). Ich schreibe dazu dann\n\nU banned XYZ? Okay! Im Top now ;) \n\nEntweder leavt er (eigene Erfahrung) 50% oder lockt meine Position ein auch 50%. Das er dann trotzdem Top einloggt hatte ich noch nie, wäre mir aber auch egal.\n\nIch habe diese Diskusion schon 100mal geführt und sage einfach nur nochmal meine Kurzfassung:\n\nEs ist verdammt asozial den Champion von deinem Mate zu bannen, EGAL, *JA EGAL* was sonst ist! Du versaust nicht nur dem Spieler seinen Spielspaß sondern dir auch das Game weil der Spieler seinen Champion, auf dem er (meistens) gut ist, nicht spielen kann. D.h. im Umkehrschluss wärst du für die Niederlage EGAL was du tust mitverantwortlich. 4 Leuten klaust du LP und Spielspaß weil du so egoistisch bist! Super Idee! \n\nIch verurteile niemanden der dann \"trollt\" oder sich eine Position aussucht.\n\nUnd wenn ihr sagt: Mimimi das ist so kindisch! Steh über sowas drüber! Es ist genauso kindisch anderen den Spielspaß absichtlich zu nehmen! Und eure Variante wäre um so etwas in Zukunft zu verhindern? Richtig ihr habt keine! \n\nMeine ist, 1000sende von Spiele zu ruinieren, damit irgendwann keiner mehr den Champion von seinem TEAMMATE bannt und wir 1000000 von weiteren ZUFRIEDENEN Spielen haben!\n\n*downvotes <3*","replies":[{"id":"","poster":"Martensitic","date":"2017-06-17T19:28:33.048+0000","up_votes":1,"down_votes":1,"body":"Ganz ehrlich?\n\nWenn du das machst dauerts nicht lang bis zum permaban.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-18T13:33:57.971+0000","up_votes":1,"down_votes":1,"body":"Wieso?\n\nMein Mate geht auf meine Alte Lane oder leavt. Es hat bei mir noch nie ein Spiel gegeben wo wir wirklich double Top/Jungle/Mid/Adc gespielt haben. Für Riot sieht es so aus als ob wir uns abgesprochen hätten...","replies":[{"id":"","poster":"Martensitic","date":"2017-06-18T13:44:40.535+0000","up_votes":1,"down_votes":0,"body":"Das das eine komplett andere Situation ist als die um die es in der Diskussion geht muss ich dir extra erklären...?","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-18T16:05:18.697+0000","up_votes":1,"down_votes":2,"body":"Mein Gott zu dir fallen mir echt nur Wörter ein die nicht forentauglich sind.\n\nMusst du deinen ganzen Frust aus deinem anscheinend harten Alltagsleben hier auslassen?\n\nUnd nein du hast gesagt ich würde gepermabanned werden, was ich aber nicht werde. Die Argumente habe ich schon genannt aber damit du nicht nochmal etwas lesen musst was ja am Thema vorbeigeht (Ha Ironie, bei dir schreibe ich das lieber nochmal), fasse ich nochmal zsm.\n\nIch hatte noch kein Spiel indem wir eine Position doppelt hatten. Deswegen sieht es für Riot so aus als hätten wir uns abgesprochen. Und am Ende wurde das Spiel nicht durch den Positionswechsel beeinträchtigt. \n\nOder er leavt, die Chats der Lobby sind verloren und unreported. \n\nTut mir leid wenn das an deinem Thema vorbeigeht! Anscheinend redest du über die Matchergreifung Trumps, mein Fehler!","replies":[{"id":"","poster":"Waldschrat86","date":"2017-06-19T02:46:27.555+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=charmelikeahri,realm=EUW,application-id=KYnfKGf0,discussion-id=sTxYA7MB,comment-id=00030004000000000000,timestamp=2017-06-18T16:05:18.697+0000)\n>\n> Mein Gott zu dir fallen mir echt nur Wörter ein die nicht forentauglich sind.\n> \n> Musst du deinen ganzen Frust aus deinem anscheinend harten Alltagsleben hier auslassen?\n> \n> Und nein du hast gesagt ich würde gepermabanned werden, was ich aber nicht werde. Die Argumente habe ich schon genannt aber damit du nicht nochmal etwas lesen musst was ja am Thema vorbeigeht (Ha Ironie, bei dir schreibe ich das lieber nochmal), fasse ich nochmal zsm.\n> \n> Ich hatte noch kein Spiel indem wir eine Position doppelt hatten. Deswegen sieht es für Riot so aus als hätten wir uns abgesprochen. Und am Ende wurde das Spiel nicht durch den Positionswechsel beeinträchtigt. \n> \n> Oder er leavt, die Chats der Lobby sind verloren und unreported. \n> \n> Tut mir leid wenn das an deinem Thema vorbeigeht! Anscheinend redest du über die Matchergreifung Trumps, mein Fehler!\n\nOder...er macht den ungewollten Laneswap mit, nörgelt nicht rum und reportet dich sogar bei nem Sieg dafür oder ihr verliert und ein anderer reportet dich dafür oder alle reporten dich dafür ohne etwas zu sagen, kommt ja alles auf's selbe raus.\nIch mach das nämlich immer so, übernehme brav \"seine\" Rolle/Lane, sag gar nichts dazu und reporte danach.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-19T05:30:29.975+0000","up_votes":1,"down_votes":3,"body":"Komm schon, denk mal nach! \n\nFür was reportest du denn? Für Flame? Ich habe nicht geflamet oder beleidigt und der eine satz \"now im top\" wird vom System nicht als bannwürdig erfasst (da bin ich mir relativ sicher, andersrum macht es wenig sinn. Beschwören kann ich es aber nicht).\n\nFür Troll? Ihr hattet ein vernüftiges Spiel alle Rollen waren besetzt und es sieht ganz so aus als ob ihr euch abgesprochen hättet.\n\nDu kannst danach nicht den Typen reporten (also ja teoretisch KANNST du es). Er hat nichts falsch gemacht und wird auch nicht gebanng","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-19T07:23:48.975+0000","up_votes":2,"down_votes":0,"body":"Ganz klar, da wird für Sabotage gemeldet. \n\nEs ist ja nicht so, als könnte Riot den Pregamechat und die Trotzreaktion nicht erkennen. Man kriegt schließlich eine Position im Draftpick zugewiesen. Wenn man dann ohne Einverständnis des Mitspielers einfach die Rolle wählt und das kein Premade ist, kann man doch ziemlich gut erkennen, dass da jemand die anderen nur ärgern will, kommt eine Beschwerde im Chat vom anderen obendrauf, ist es eindeutig.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-19T08:00:51.589+0000","up_votes":1,"down_votes":2,"body":"Aber schafft das Programm das? Es gibt nicht einmal einen vernüftigen Feederbuster, die Aufgabe die Chats auf Fragen zum Positionswechsel zu analysieren dürfte für ein System welches darin keine Erfahrungen hat (es lernt ja) nahezu unmöglich sein. Und da das alle 100 Games mal passiert wird es dafür keine Strafe geben. \n\nWir können darüber diskutieren oder einfach einsehen das ich nicht gebannt werde dafür und das seit 2 Seasons.","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-19T08:36:49.364+0000","up_votes":2,"down_votes":0,"body":"Ich sagte nicht, dass du unbedingt dafür bestraft wirst. Das wird einer der Fälle sein, bei denen der Support noch manuell drüber sehen muss, wenn jemand öfter für etwas gemeldet wird, dass das System nicht erkennt.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-19T16:36:38.637+0000","up_votes":1,"down_votes":0,"body":"Alle 100 Spiele mal ^^ öfter gibt es bei mir so asoziale Leute nicht","replies":[{"id":"","poster":"eingew","date":"2017-06-20T12:37:49.893+0000","up_votes":1,"down_votes":0,"body":"Dann liegt es vermutlich weniger an der Effektivität des Systems, sondern eher an dem minimalen Vorkommen deines Fehlverhaltens.","replies":[]}]}]},{"id":"","poster":"Martensitic","date":"2017-06-19T08:47:02.700+0000","up_votes":1,"down_votes":0,"body":">Wir können darüber diskutieren oder einfach einsehen das ich nicht gebannt werde dafür\n\nAbwarten :D","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2017-06-19T10:30:50.662+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=charmelikeahri,realm=EUW,application-id=KYnfKGf0,discussion-id=sTxYA7MB,comment-id=0003000400000000000000000000,timestamp=2017-06-19T05:30:29.975+0000)\n>\n> Komm schon, denk mal nach! \n> \n> Für was reportest du denn? Für Flame? Ich habe nicht geflamet oder beleidigt und der eine satz &quot;now im top&quot; wird vom System nicht als bannwürdig erfasst (da bin ich mir relativ sicher, andersrum macht es wenig sinn. Beschwören kann ich es aber nicht).\n> \n> Für Troll? Ihr hattet ein vernüftiges Spiel alle Rollen waren besetzt und es sieht ganz so aus als ob ihr euch abgesprochen hättet.\n> \n> Du kannst danach nicht den Typen reporten (also ja teoretisch KANNST du es). Er hat nichts falsch gemacht und wird auch nicht gebanng\n\nDas System wird überhaupt keine Möglichkeit haben zu sehen, dass du für eine andere Position eingeplant warst...\nAber ich schätze das wird solange es nicht dauernd gemacht wird auch keine Konsequenzen haben.","replies":[]}]}]},{"id":"","poster":"Martensitic","date":"2017-06-19T08:46:30.043+0000","up_votes":2,"down_votes":1,"body":">Mein Gott zu dir fallen mir echt nur Wörter ein die nicht forentauglich sind.\n\nNa, da macht sich einer wohl grössere Sorgen um Reports als er den Anschein erwecken will :D","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-19T16:37:42.283+0000","up_votes":1,"down_votes":1,"body":"Ich meine DICH nicht meinen Bann. \n\nIch spiele sowieso nicht mehr... das ist an den Haaren herbeigezogen...","replies":[{"id":"","poster":"Martensitic","date":"2017-06-19T17:37:48.269+0000","up_votes":1,"down_votes":0,"body":"Ach du hast nen Bann?\n\nWarum bin ich nicht überrascht ^^","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-20T05:26:10.242+0000","up_votes":2,"down_votes":1,"body":"Absichtliche Provokation :)\n\nUnd für alle ausenstehenden, ich bin nicht gebannt.","replies":[{"id":"","poster":"Martensitic","date":"2017-06-20T06:05:44.590+0000","up_votes":1,"down_votes":1,"body":">nicht meinen Bann. \n\nSiiicher doch, das war nur ein freudscher Versprecher, ist klar...","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-20T19:36:15.817+0000","up_votes":2,"down_votes":1,"body":"Man bist du lächerlich... \n\nSoll ich dich auf meinem Main Mi3zekatze ingame adden? Und wir gehen in ein Custom? Damit du siehst das mein Acc nicht gebannt ist? Mehr Zeit als ein schnelles Nexus ruschen werde ich mit dir nicht verschwenden..\n\nEdit: Morgen um halb 10 kriegst du ne Anfrage. Ich bezweifele das das geht mit einem permanent gebannten account  ansonstrn gehe ich einmal mit dir in ein Custom.","replies":[{"id":"","poster":"Martensitic","date":"2017-06-20T20:06:17.061+0000","up_votes":1,"down_votes":2,"body":">Man bist du lächerlich... \n\nWird im Forum beleidigend.\n\nDa brauch ich gar nicht mehr nachfragen was passiert ist.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-21T08:54:37.638+0000","up_votes":2,"down_votes":1,"body":"Guck mal auf meinen Account und ob ich nicht grade ingame bin :) ich bin ja sowasvon gebannt!","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-21T16:03:38.632+0000","up_votes":1,"down_votes":0,"body":"Na dann guck mal in meinen Spielverlauf","replies":[]},{"id":"","poster":"Martensitic","date":"2017-06-21T09:35:21.115+0000","up_votes":1,"down_votes":2,"body":"Tja mein Freund, du wirst es nicht für möglich halten, aber es gibt Menschen die um die Uhrzeit im Büro sind.\n\nSprich schreiben im Forum: Ja\n\nSpielen im Client: nein.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2017-06-20T12:34:21.075+0000","up_votes":1,"down_votes":0,"body":"Gerechtfertigt reporten kann er dich dafür dennoch.","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2017-06-17T17:49:24.773+0000","up_votes":2,"down_votes":0,"body":"also deine Methode unterstütze ich nicht\n\ndas mit dem Spass ist natürlich nachvollziehbar\naber lässt du auch nicht das Argument der Meta Banns gelten?\n\nwenn Champ X momentan sehr viel gespielt wird und er op ist, und der last pick aus dem Team ihn hovert, dann ist die Wahrscheinlichkeit, dass er ihn spielen will aufgrund der Tatsache, dass er gewinnen will mit dem op pick viel höher, als die Wahrscheinlichkeit, dass ihn dieser champ besonders viel spass macht (wenn wir rankeds betrachten) und ihn deshalb spielen will\n\nund den dann doch zu bannen, weil die Gegner 1. pick haben ist ja durchaus als Taktisches mittel legitim, wenn ich mir high elo streams ansehe, ist das dort gang und gebe und da regt sich nie jemand darüber auf, dass sein champ, weggebannt wird\ndas ist dort eher die aussage, sry ich kann den nicht für dich picken (weil da ja viele mit accounts rumlaufen die nicht alle champs haben)\n\nklar man kann dann darüber sprechen im Team, aber ich würde mir dieses taktische mittel, das ja zurecht implementiert ist (den Gegner champs wegzunehmen) nutzen wollen\n\nklar trollbanns gegen teammats finde ich genau so verwerflich wie du,\naber bei metabanns finde ich muss man das auch differenziert sehen, weil ob nun ich oder der Gegner ihn bannt, oder der Gegner den champ pickt, macht am ende für die person ja auch keinen unterschied, sie wird den champ nicht spielen können","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:00:46.178+0000","up_votes":1,"down_votes":1,"body":"Ich gebe dir ein Stück weit recht, Champions wie die alte Camille und das als Lastpick sind eine ÜBERLEGUNG wert. Allerdings ist Camille ein absoluter Ausnahmefall gewesen. \n\nDeine Einstellung beruht auf dem Irrglauben das im Gegnerteam ja teoretisch fünf Spieler sind die den Champion picken würden. Allerdings ist es immer nur einer (Flex picks in solo Q sind SEHR selten und helfen eher dir als dem Gegner). Z.B. Graves war auch mega lange broken aber kann halt auch nur sinnvoll im Jungle gespielt werden. Und da er so oft gebannt war hat der Gegenüber meist keine Lust seinen Mainjungler für einen anderen auszutauschen den er nicht beherrscht. Das ausgerechnet der Gegnerjungler ein Gravesmain ist oder ihn sinnvoll spielen kann ist extrem (*extrem*) selten. Die Warscheinlichkeit deinen Graves Last pick durchzubringen ist sehr viel höher. \n\nIn höherer Elo, ab Gold III, wird sowieso bei Nachfrage zu 90% dein Mate dir deinen champion picken.\n\nUnd mir in Solo Q etwas von taktischen Mitteln vor Master zu erzählen ist bei genauerem Nachdenken auch sehr fragwürdig ^^","replies":[{"id":"","poster":"Awsane","date":"2017-06-17T19:07:18.212+0000","up_votes":1,"down_votes":0,"body":"hin und wieder weiß man sehr genau, was der Gegner spielt, wenn man zum 5. mal aus der q geschmissen wird weil einer leavt und man wieder mit den selben 5 leuten in einem Team ist, und zum 5. mal den champ X als 1. gebannt sieht, weiß man sehr genau, was alle spielen wollen, weil die leute in der Lobby einfach die selben sind, und dann wird fröhlich target banned hehe^^\n\nalso ich weiß nicht wie es momentan ist, da ich wenig spiele, aber als ich aktiver war, war es eher in meinen games eher so, dass ich immer die selben champs gesehen habe, und eher selten non meta picks, gerade im jgl finde ich ist die Vielfalt sehr gering gewesen, daher finde ich ist die Wahrscheinlichkeit, dass im gegnerteam jemand einen metapick den dein mate hovert auch picken will schon ziemlich hoch, jedenfalls meiner Erfahrung nach","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-06-18T07:30:02.880+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=sTxYA7MB,comment-id=0003000300000000,timestamp=2017-06-17T19:07:18.212+0000)\n>\n> hin und wieder weiß man sehr genau, was der Gegner spielt, wenn man zum 5. mal aus der q geschmissen wird weil einer leavt und man wieder mit den selben 5 leuten in einem Team ist, und zum 5. mal den champ X als 1. gebannt sieht, weiß man sehr genau, was alle spielen wollen, weil die leute in der Lobby einfach die selben sind, und dann wird fröhlich target banned hehe^^\n> \nIst mir persönlich noch nie passiert. Was soll ich dazu dann sagen.\n\n> also ich weiß nicht wie es momentan ist, da ich wenig spiele, aber als ich aktiver war, war es eher in meinen games eher so, dass ich immer die selben champs gesehen habe, und eher selten non meta picks, gerade im jgl finde ich ist die Vielfalt sehr gering gewesen, daher finde ich ist die Wahrscheinlichkeit, dass im gegnerteam jemand einen metapick den dein mate hovert auch picken will schon ziemlich hoch, jedenfalls meiner Erfahrung nach\n\nIch weiß nicht in welcher Elo du spielst weil in Dia aufwärts die Leute so gut sind das sie soviele Champions nahezu perfekt spielen können, das sie auch immer Meta spielen können. Aber darunter? Unter Dia sehe ich eine IMENSE Vielfalt. Ich hatte auch noch einen Platin I Gegner der Fiddle im Jungle gespielt hatt (ich wurde komplett outjunglelt O_o).\nIch sehe jeden Champion auf jeder Position und Metapicks beschränken sich bei mir auf Maxims Videos ^^\n\nÄhm meine Antwort auf den ersten Absatz ist in das zitat gerutscht?! Ich kann deine Zitate fälschen?! Handyforum...","replies":[{"id":"","poster":"Awsane","date":"2017-06-18T10:53:12.581+0000","up_votes":1,"down_votes":0,"body":"also die meiste zeit meiner ranked Erfahrung habe ich in mid-high Platin verbracht\n\nund da war es wie beschrieben, ich habe auch mal nonmeta picks gesehen, aber ÜBERWIEGEND meta picks, ist aber interessant, dass deine Erfahrung so gegensätzlich zu meiner ist","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-18T13:32:13.997+0000","up_votes":1,"down_votes":0,"body":"Jep ich habe ohne lügen zu müssen eine Vielfalt gesehen wie ich sie nicht erwartet hätte.\n\n(Heimardinger Support in Platin O_o)","replies":[]}]}]}]}]}]},{"id":"","poster":"Tamamo no mae","date":"2017-06-17T16:46:45.201+0000","up_votes":1,"down_votes":0,"body":"Was hat demletzt einer in der CS gesagt: was ich im Spiel nicht sehen will banne ich.  \n\nRecht hat er irgendwo, ist vll assi oder was auch immer, aber du kannst einem nicht verbieten einen nen champ zu bannen denn er nich sehen will/ dagegen kannst du eh nichts machen. \nDie Reaktion darauf muss man dan halt mit leben das der andere sich aufregt. \n\nIch muss nur daran denken als ich einmal jng war wähle Elise aus teammate bannt sie, wähle Eve aus sein pree bannt Eve xD\n\nDeswegen muss man aber trotzdem nicht trollen bringt auch nichts .","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:04:40.823+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe deinen Gedanken, aber du siehst das auf zu kleiner Sicht. Das EINE Game wirst du sicher ein schöneres Spiel haben als wenn du die Rolle von deinem Mate \"als Konsequenz\" nimmst. \n\nAuf lange Sicht ist es aber gradewegs dumm jedes mal nachzugeben. Dann würden wir alle in dem Spiel tun und lassen was wir wollen, solange es nicht verboten ist, solange würde es keine soziale Community selbst zu seinem eigenen Team geben. \n\nÜberleg mal würden wir alle machen was ich tue, würde es keine \"Trollbanns\" mehr geben. Und das wäre ein Ziel was doch erstrebenswert ist","replies":[{"id":"","poster":"Tamamo no mae","date":"2017-06-18T01:24:29.753+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du meinst das trollen funktioniert dann GL damit,  mich interessiert sowas nich, da ich bei sowas nich ragequitte. \n\nUnd meinst du nur weil die Leute rumtrollen bannen sie den champ nich den du spielen willst oder was?  Glaube ich kaum aber wenn du das meinst viel Erfolg dabei","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-06-18T07:25:46.294+0000","up_votes":1,"down_votes":0,"body":"Ich meine das die Leute sich nach ihren -20 Lp die sie einfahren nächstes mal überlegen nochmal zu Trollbannen. \n\nAußerdem möchte ich nochmal sagen das ich ingame NICHT trolle. Ich nehme seine Position und locke keinen Tryhardchampion ein spiele aber weiterhin auf Sieg.","replies":[{"id":"","poster":"Tamamo no mae","date":"2017-06-18T09:52:18.894+0000","up_votes":1,"down_votes":0,"body":"Blos auf seiner lane spielen was in dem Fall trollen ist.\n\nUnd wie gesagt ich banne teammates zwar die chmps nich weg aber nur weil einer meint er müsste trollen und auf andere lanes gehen würde ich auch weiterhin seine champs bannen wenn es mir nicht passt.\n\nUnd Champions bannen ist kein reportgrund aber lanes wegnehmen zählt normalerweise schon als trollen","replies":[]}]}]}]}]},{"id":"","poster":"clair de lune289","date":"2017-06-17T14:13:19.633+0000","up_votes":2,"down_votes":0,"body":"und wie würdest du dann dein verhalten bezeichnen?\nes kann so viele Gründe geben warum \"dein\" Champ gebannt wurde aber es gibt nur einen Grund für dein Verhalten.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T14:26:22.738+0000","up_votes":2,"down_votes":6,"body":"Mein Verhalten ist die Reaktion auf ein anderes. Es ist sicher auch nicht gut für alle Beteiligten und auch nicht \"sozial\" aber ich sehe keine andere Möglichkeit NACHHALTIG mehr Games zufrieden zu spielen als diese.\n\nEs gibt natürlich viele Gründe, die gibt es immer, aber keiner Rechtfertigt einen Bann meines Champions","replies":[{"id":"","poster":"Abasin","date":"2017-06-17T15:53:21.666+0000","up_votes":1,"down_votes":0,"body":"> Mein Verhalten ist die Reaktion auf ein anderes.\n\n...der hat ja angefangen, {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:12:42.796+0000","up_votes":1,"down_votes":0,"body":"Ja, hat er. \n\nUnd wir kriegen diese Reaktion von den Leuten ja nicht weg indem sir es ignorieren! Nach dir würden wir für immer \"Trollbanns\" haben.","replies":[{"id":"","poster":"Abasin","date":"2017-06-17T21:47:51.995+0000","up_votes":1,"down_votes":0,"body":"Es ist ja nicht jeder Bann ei Trollbann. Es gibt genug Scherzkekse, die andere nur auf die Palme bringen wollen","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-06-18T07:23:48.051+0000","up_votes":1,"down_votes":0,"body":"?? Hast du dir deinen Kommemtar durchgelesen?\n\nDu beschreibst Trollbann und sagst das es viele davon gibt mit der Überschrift, das nicht jeder Bann ein Trollbann wäre.\n\nAha, danke für deine Antwort!","replies":[]}]}]}]},{"id":"","poster":"Wernicke","date":"2017-06-17T16:14:14.927+0000","up_votes":1,"down_votes":0,"body":"> aber keiner Rechtfertigt einen Bann meines Champions\n\nDoch. Das der grund dir nicht gefällt ändert nix an Tatsachen. Sry.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:11:44.109+0000","up_votes":1,"down_votes":0,"body":"Tatsachen die du bestimmst? Oder wer? Oder ist es international abgemessen worden wann und wo man trollen darf? Ist das nicht viel mehr Auslegungssache? Wieso diskutieren wir denn grade?\n\nAch ja da fehlt noch das:\n\nSry!","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2017-06-17T14:48:53.024+0000","up_votes":2,"down_votes":1,"body":"Ganz ehrlich?\nDein Verhalten ist einfach nur dumm.\nWenn du nur einen Champ kannst, dann lern mal neue.\n\nFakt ist, du bist dann einfach nur ein Arschloch mehr nicht.\n\nIch hatte es erst letztens, dass jemand nen Champ gebannt hat von jemandem aus dem Team.\nNicht weil er es extra gemacht hat oder weil er den Champ hast, sondern er hat einfach nicht gesehen dass ihn jemand schon picken will ganz einfach.\nDer Witz war ja, dass die Gegner ihn auch gebannt haben.\nNur weil du keine Lust hast was anderes zu picken, ruinierst du also für 9 andere das Spielerlebnis?\nUnd dann nicht mal die Eier haben mit dem Main zu schreiben sondern mit nem Forensmurf xD\n\nIch würde ja schätzen, dass du wegen so ner Einstellung nicht hochkommst.\n\n@ TE\n\nSowas kann passieren, es muss nicht unbedingt sein dass er dich trollen will oder so.\nEvtl. hat er einfach nur schlechte Erfahrungen gemacht mit dem Champ bsp. hatte er genügend Bards die ihre Ult falsch gecastet haben und ihn gekillt bzw. gegner gesavt haben.\n\nOder er hat nicht gesehen dass du den spielen willst.\nOder in der letzten CS wollte den jemand spielen und er hasst es / kann nicht gegen den spielen und hat ihn deswegen gebannt ohne nachzuschauen.\n\nSolange also der andere nicht schreibt würde ich nicht unbedingt davon ausgehen dass er dir den Pick extra wegbannt.\nNa ja wenn es nicht wirklich was  ist wie n Skarner der eigentlich nie gebannt ist.\n\nNa ja dagegen kann man nicht viel tun ausser nen anderen Champ wählen oder leaven.\n\nUnd Namen unkenntlich machen geht anders ;)\n\nWenn du was spielst, was eh nicht oft gebannt wird gib den Champ doch einfach nicht an?\nWeil wenn dann jemand den Champ bannt, tut er es nicht um ihn wegzubannen.\nAnsonnsten nicht drüber nachdenken und einfach was anderes picken, wenn er nicht absichtlich trollt (was man meist auf op.gg sehen kann von den letzten spielen) einfach normal spielen und nicht davon gefrustet sein.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T19:09:57.670+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RM Heartmeander,realm=EUW,application-id=KYnfKGf0,discussion-id=sTxYA7MB,comment-id=0003000000000000,timestamp=2017-06-17T14:48:53.024+0000)\n>\n> Ganz ehrlich?\n> Dein Verhalten ist einfach nur dumm.\n> Wenn du nur einen Champ kannst, dann lern mal neue.\n\nWürdest du vernüftig lesen würdest du wissen, dass es mir nicht darum geht nur einen Champion zu spielen. Das ist komplett an der Diskussion vorbei und wirklich unpassend.\n\nDer Rest gehr weniger an mich außer das \"keine Eier -> Forensmurf\" anscheinend bist du nicht oft im Forum denn dann wüsstest du das mein Main Mi3zekatze ist. Das schreibe ich öftermal, ich logge mich auf beiden Accounts mal ein mal aus weil mein Browser meine Chroniken nicht speichert. \n\nWeil dir das nicht reichen wird und du jetzt denkst: So ein Typ mit solchen Aussagen, der ist doch locker Bronze! Niemals ist er Platin!\nSchreibe ich dann auch nochmal auf meinem Main einen Kommentar ;)","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-06-17T19:21:55.272+0000","up_votes":2,"down_votes":2,"body":"Und ja ich hätte es warscheinlich bis Dia geschafft nur habe ich keinen Spaß mehr an Lol und werde warscheinlich wegen Inaktivität nach Gold I droppen :/","replies":[]}]}]}]}]},{"id":"","poster":"ü ö","date":"2017-06-18T08:21:53.798+0000","up_votes":1,"down_votes":0,"body":"Das einzige, wozu deine Methode früher oder später führt, ist n Ban, weil du auf anderen Lanes trollst, was im Gegensatz zu Champs bannen verboten ist.\n\nUnd dann sehen wir dich im Forum rumheulen, O-Ton \"aber die anderen haben doch (..) mimimi\"","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-18T13:33:29.401+0000","up_votes":1,"down_votes":1,"body":"Wieso?\n\nMein Mate geht auf meine Alte Lane oder leavt. Es hat bei mir noch nie ein Spiel gegeben wo wir wirklich double Top/Jungle/Mid/Adc gespielt haben. Für Riot sieht es so aus als ob wir uns abgesprochen hätten...","replies":[]}]},{"id":"","poster":"thefire7","date":"2017-06-17T14:58:19.622+0000","up_votes":2,"down_votes":1,"body":"super idee. genau das mache ich jetzt\n\ndanke","replies":[]},{"id":"","poster":"Sylvánas","date":"2017-06-17T20:58:34.684+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=charmelikeahri,realm=EUW,application-id=KYnfKGf0,discussion-id=sTxYA7MB,comment-id=0003,timestamp=2017-06-17T13:46:44.459+0000)\n> Es ist verdammt asozial den Champion von deinem Mate zu bannen, EGAL, *JA EGAL* was sonst ist! Du versaust nicht nur dem Spieler seinen Spielspaß sondern dir auch das Game weil der Spieler seinen Champion, auf dem er (meistens) gut ist, nicht spielen kann. D.h. im Umkehrschluss wärst du für die Niederlage EGAL was du tust mitverantwortlich. 4 Leuten klaust du LP und Spielspaß weil du so egoistisch bist! Super Idee! \n\n\nFalsch. Nenn mich egoistisch, aber ich bin auch bereit Fizz zu bannen, wenn der Midlaner der letzte Pick ist und Fizz spielen möchte. Ich will nicht riskieren gegen einen Fizz One Trick zu spielen, nur weil mein Midlaner grade Lust und Laune hat Fizz zu probieren. Gerade bei so Metachamps ist die Chance sowieso hoch dass der Enemy den Champion bannt, daher sollte man sich da nicht so in die Hose machen. Mir wurden meine Champions schon 100 mal weggebannt, was solls, das passiert nunmal wenn man bannen kann. Dein Verhalten ist dagegen unter aller Sau und wird zum Glück auch bestraft! Danke LG","replies":[]}]},{"id":"","poster":"Yjuq","date":"2017-06-18T07:40:21.409+0000","up_votes":1,"down_votes":0,"body":"Zeig einfach in der Bannphase den Champion an, den du zu 100% sicher spielen willst. Warte bis zur letzten sekunde und ändere deine wahl. Kein anderes teammate kommt dann auf die idee den champion vorher zu bannen. Mach ich immer mit Yasuo, erfolgsrate liegt momentan bei 100% wenn ich ihn vorher anzeige. Aber ob der gegner ihn bannt ist natürlich ungewiss, aber die eigenen teammates bannen ihn dann nie wenn ich den \"trick\" durchführe.","replies":[{"id":"","poster":"Homunculi","date":"2017-06-19T06:38:25.812+0000","up_votes":1,"down_votes":0,"body":"Dank einiger schlechter Erfahrungen mit Yasuo \"Mains\" wird der auch mit vorher anzeigen weggebannt.\n\nIst scheisse ich weiss, aber wie gesagt, ein paar schlechte Erfahrungen gemacht :x.","replies":[]}]},{"id":"","poster":"Revilous","date":"2017-06-17T22:06:15.706+0000","up_votes":1,"down_votes":0,"body":"Ich würde dann einen anderen Champ picken. Wenn ich dann schlecht spiele und geflamt werde, schreibe ich nur \"sry my main got banned\". Mir ist es ziemlich egal ob wir gewinnen oder verlieren wenn jemand absichtlich meinen Champ wegbannt :D Und wenn wir verlieren kann ich trotzdem glücklich sein, denn dieser Idiot hat den Sieg sowieso nicht verdient in dem Fall.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2017-06-17T21:01:16.813+0000","up_votes":1,"down_votes":0,"body":"Urgot picken.\nEgal welche Posi!","replies":[]},{"id":"","poster":"Nycaria","date":"2017-06-17T13:26:03.050+0000","up_votes":1,"down_votes":1,"body":"Nimm den Namen raus, Namesharing ist verboten. \n\nDen Champ nicht hovern ist die einzige Möglichkeit Trollbanns zu vermeiden. Ist nicht schön, aber die Champs von Mates zu bannen ist nicht verboten.","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T13:33:26.348+0000","up_votes":2,"down_votes":2,"body":"Ich habe den Namen unkenntlich gemacht, aber erkennbar für den Besitzer des Accounts. HÄTTEST du meinen Post gelesen müsstest du nicht fragen.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-06-17T14:15:23.056+0000","up_votes":1,"down_votes":0,"body":"man kann einfach auf op.gg gehen und sehen wen du meinst. und btw wie hast du es eigentlich geschafft dieses icon bei op.gg zu bekommen?https://euw.op.gg/summoner/userName=thefire7","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T14:56:50.356+0000","up_votes":1,"down_votes":1,"body":"ne kann man nicht, weil * nicht zum Namen gehört...","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-06-17T18:05:57.410+0000","up_votes":1,"down_votes":0,"body":"doch es ist einfach viel zu offensichtlich ich weiß genau wenn du meinst","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2017-06-17T15:44:52.038+0000","up_votes":1,"down_votes":0,"body":"Er meint, man kann auf op.gg gehen und dein Spiel anscheuen.\nDa sieht man auch wer den Namen hat...","replies":[{"id":"","poster":"thefire7","date":"2017-06-17T15:54:37.033+0000","up_votes":1,"down_votes":1,"body":"? sollte ich dann meinen Namen unkenntlich machen oder was??","replies":[{"id":"","poster":"RM Heartmeander","date":"2017-06-17T16:24:46.735+0000","up_votes":1,"down_votes":0,"body":"Nein aber auch wenn du bei dem Namen von dem n * reinmachst weiss man ja wie der heisst.\nDaher Namen von dem Rausnehmen.","replies":[]}]}]},{"id":"","poster":"Coopa123","date":"2017-06-17T15:50:32.634+0000","up_votes":1,"down_votes":0,"body":"Natürlich kann man. Du meinst offensichtlich den 5-13 Jax toplaner. Sein Name und dein kläglicher Versuch seinen Namen unkenntlich zumachen sind quasi identisch haha","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-06-17T13:33:51.889+0000","up_votes":1,"down_votes":0,"body":"also ich picke dann immer Ryze, weil ich ja eigentlich eh Ryze lernen will... und es mir, wenn ich den gepickt habe, auch vollkommen egal ist, ob wir gewinnen oder verlieren...\n\nUnd ja, normaler Weise vermeide ich das im Ranked, weil Ryze halt ne absolut beschissene Winrate hat... aber wenn mich die Mitspieler dazu zwingen...","replies":[]}]}