{"id":"cwXxg433","poster":"TheRealWolverine","date":"2017-06-17T14:46:25.891+0000","title":"Buch V: Die Abenteuer von Professor Hektor la Chilleus und Doktor Dosnar Gleenac - Band IV","subforum":"Community-Kunstwerke","up_votes":10,"down_votes":0,"body":"Liebe Beschw&ouml;rer!\r\nWir m&ouml;chten euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\r\nHeute hat uns eine Nachricht &uuml;ber das Befinden unserer zwei Forscher erreicht, aber lest selbst:)\r\n \r\n___________________________________________________________\r\n \r\nAls er die Ruine verlassen hatte, zischte etwas an seinem Kopf vorbei und das Pferd b&auml;umte sich auf. Hektor hatte M&uuml;he, sich auf dem Tier zu halten und versuchte, es wieder zu beruhigen. Als das Pferd einigerma&szlig;en still stand, sah er sich um. Vor ihm im Sand steckte ein Pfeil. Als Hektor hinter sich sah, erblickte er die drei Banditen, die er zuvor aus der Ruine verjagt hatte. Einer von ihnen zielte mit seinem Bogen auf Hektor und die anderen beiden rannten mit gezogenen Schwertern auf ihn zu. Verdammt, dachte Hektor, sie m&uuml;ssen beobachtet haben, wo der &ldquo;Sandgr&auml;ber&rdquo; verschwunden ist und bemerkt haben, dass ich sie reingelegt habe. &ldquo;Bleib gef&auml;lligst stehen, du hinterh&auml;ltiger Strolch!&rdquo; rief der Gr&ouml;&szlig;ere der beiden. &ldquo;Wir haben gesehen, wie du dir den Sand abgewaschen und die Kleider abgelegt hast. Du hast uns nicht ohne Folgen reingelegt! Wenn wir mit dir fertig sind, habe ich eine neue Zahnkette!&rdquo;\r\nHektor gab seinem Pferd die Sporen. &ldquo;Lauf!&rdquo;, rief er dem Tier zu. Das Pferd wieherte kurz und f&uuml;r einen Augenblick bef&uuml;rchtete Hektor, das arme Tier w&uuml;rde zusammenbrechen. Doch dann setzte es sich ruckartig in Bewegung und rannte, mit einem panisch nach hinten sehenden Hektor, wieder in die Richtung, in der das Lager liegen musste. Ein weiterer Pfeil sauste an Hektors Kopf vorbei, so knapp, dass er den Windhauch sp&uuml;ren konnte. Der n&auml;chste Schuss w&uuml;rde ihn treffen, schlie&szlig;lich gab er ein leichtes Ziel ab. Ein Reiter inmitten endloser W&uuml;ste, die einzigen Versteckm&ouml;glichkeiten lagen hinter Hektor, n&auml;mlich die Ruine, aus der er kam. Im Stillen machte Hektor ein Gebet. Er f&uuml;rchtete jederzeit den Pfeil, der seinen K&ouml;rper durchbohren und seinem Leben ein Ende bereiten w&uuml;rde.\r\nPl&ouml;tzlich blieb das Pferd stehen, so ruckartig, dass Hektor beinahe vorne &uuml;ber gefallen war. &ldquo;Was hast du?&rdquo;, schrie Hektor panisch. Er versuchte, das Tier zum Weiterlaufen zu bringen, jedoch erfolglos. Die Banditen kamen immer n&auml;her, gleich hatten sie ihn eingeholt. Der gr&ouml;&szlig;ere schwang sein Schwert im Kreis &uuml;ber dem Kopf, bereit, es auf Hektor niederfahren zu lassen. &ldquo;Hast du eingesehen, dass dir weglaufen nichts bringt?&rdquo; br&uuml;llte er, rasend vor Zorn. Die Banditen kreisten Hektor ein und funkelten ihn aus wutentbrannten Augen an. Der Kleinere hieb nach Hektor, doch der konnte gerade noch ausweichen. Sie lachten Hektor h&ouml;hnisch aus. Das war es. Er war der Spielball dieser Banditen geworden und er brauchte keine Gnade zu erwarten. Wieso war das Pferd stehen geblieben? Er h&auml;tte es geschafft, sie h&auml;tten es geschafft. Jetzt w&uuml;rden sie Hektor t&ouml;ten und das Pferd mitnehmen. Das arme Tier w&uuml;rde sich vermutlich an den Lasten der Beute der Banditen zu Tode tragen. Hektor machte sich bereit, in dem Wissen, dass sein Ende gekommen war. Ein letztes Mal wollte er das Pferd streicheln, dass ihn bis hierher gebracht hatte, als ihm auffiel, dass das Tier am ganzen K&ouml;rper zitterte. Immer mehr, bis es sich fast zu einem Beben entwickelt hatte. &Auml;ngstlich fing das Pferd an, auf der Stelle zu laufen. Die Banditen lachten lauter und verspotteten Hektor weiter. Doch dann bemerkte Hektor, das nicht nur das Pferd zitterte. Er war selbst am beben, und die Banditen schienen es ebenso zu sein. Langsam schien es auch der Kleinere der beiden zu bemerken und sah seinen Freund an. Dieser hatte offenbar noch nichts gemerkt und kreiste weiter um Hektor. Pl&ouml;tzlich ert&ouml;nte ein leises Grummeln, welches von &uuml;berall her zu kommen schien. Jetzt blieb auch der Gr&ouml;&szlig;ere der beiden Kerle stehen und sah sich um. Er rief nach dem Bogensch&uuml;tzen und dieser kam herbei gelaufen.\r\nHektor wurde panisch und fragte, ohne eine Antwort zu erwarten: &ldquo;Was passiert hier?&rdquo; Der Kleinere der Banditen schrie kreischend: &ldquo;Zeig dich! Was auch immer du bist!&rdquo; und schlug w&auml;hrenddessen mit seinem Schwert durch die Luft, als w&auml;re etwas Unsichtbares vor ihm. Der Bogensch&uuml;tze war inzwischen fast bei ihnen, als er schrie: &ldquo;Die Erde. Ein Erdbeben.&rdquo; &ldquo;Unsinn!&rdquo;, erwiderte der Gro&szlig;e. &ldquo;Hier hat es noch nie Erdbeben gegeben. Konzentriert euch. Wir strecken unseren Freund hier nieder, krallen uns sein Pferd und machen uns hier weg. Soll doch kommen, was will.&rdquo; Er kam wieder auf Hektor zu, bereit, ihm den Kopf abzuschlagen. In dem Moment, in dem der Bandit zuschlagen wollte, krachte es unter ihnen und an einigen Stellen brach der Boden auf, sodass riesige L&ouml;cher entstanden. Taumelnd versuchte sich der Bandit auf den F&uuml;&szlig;en zu halten, w&auml;hrend der Kleinere panisch schreiend weglief. &ldquo;Bleib hier, du Feigling!&rdquo; warf ihm der Gr&ouml;&szlig;ere hinterher, doch ohne Erfolg. &ldquo;Was zum Teufel passiert hier?&rdquo; Der gro&szlig;e Kerl sah sich nach seinem Freund mit dem Bogen um. Dieser versuchte panisch, den L&ouml;chern, die sich &uuml;berall auftaten, zu entkommen. &ldquo;Hilf mir!&rdquo;, rief er dem Gro&szlig;en zu. Gerade, als dieser sich in Bewegung setzen wollte, brach mit einem ohrenbet&auml;ubenden Knall ein riesiges Wesen aus dem W&uuml;stenboden hervor und verschlang den Bogensch&uuml;tzen. Dieser schrie in Todesangst und schlug um sich, jedoch verschlang das Monster ihn in einem St&uuml;ck. Der gro&szlig;e Bandit rannte auf das Wesen zu und schlug auf es ein. Hektor versuchte panisch, das Pferd zum Weiterlaufen zu bewegen. &ldquo;Lauf endlich! Bitte, lauf! Mach schon! H&uuml;a!&rdquo; und endlich setzte sich das Tier wieder in Bewegung. So schnell, dass es bei den ersten Schritten fast hinfiel, sich aber gerade noch so auf den Beinen halten konnte. Das war das Monster. Das war es, was unsere Kollegen von der Akademie gemeint hatten. Hektor warf einen Blick zur&uuml;ck. Das Monster war riesig, dabei war gerade nur der Kopf zu sehen. Es muss jetzt schon gr&ouml;&szlig;er als die Akademie sein, lief es Hektor panisch durch den Kopf. Das Ding war eine Art Insekt, nur hunderte Male gr&ouml;&szlig;er, als alles, was Hektor bis dahin gesehen oder geh&ouml;rt hatte. Die riesigen Kiefer w&uuml;rden alles zermalmen, was sie zu fressen bekamen. &ldquo;Lauf, bitte, lauf schneller!&ldquo;, trieb er das Pferd an und streichelte es, mehr panisch als liebevoll, aber in der Hoffnung, das Tier w&uuml;rde einfach so weit laufen, dass sie das Monster nicht mehr verfolgen w&uuml;rde. Hinter sich konnte Hektor noch h&ouml;ren, wie der Bandit verzweifelt versuchte, gegen dieses Untier zu k&auml;mpfen. Der Schrei des Banditen lie&szlig; Hektor erstarren, kurz darauf war ein Krachen zu h&ouml;ren. Der Bandit hatte verloren und war nun Futter f&uuml;r dieses Ding geworden. Jetzt hoffte Hektor, dass er bereits weit genug weg war, damit das Monster einfach verschwinden w&uuml;rde. Doch er hatte sich get&auml;uscht. Der Boden fing wieder an zu beben, und Hektor sp&uuml;rte, dass es n&auml;her kam. Wenigstens rannte dieses Mal das Pferd einfach weiter. Hektor meinte, dass sich das Beben langsam etwas entfernte. Vermutlich nur durch meine Angst, schoss es ihm durch den Kopf. Doch auch das Pferd schien sich etwas zu beruhigen. Es rannte zwar immer noch so schnell es konnte, aber Hektor merkte, dass es nicht mehr ganz so verkrampft war. Pl&ouml;tzlich tauchte links in seinem Blickfeld eine Reihe riesiger, blau-lilaner Stacheln aus dem Sand auf. Immer h&ouml;her stiegen sie, bis schlie&szlig;lich der K&ouml;rper dieses Monsters auftauchte. mit einer unglaublichen Geschwindigkeit grub es sich durch den W&uuml;stenboden. Doch anders als erwartet entfernte es sich von Hektor. Vielleicht ist es satt, hoffte Hektor. Vielleicht spielte das Monster auch mit ihm, schlie&szlig;lich konnte es Hektor jederzeit fressen. Hektor lenkte das Pferd nach rechts, nur weg von diesem Ding. W&auml;hrenddessen sank der K&ouml;rper des Monstrums immer weiter in den Sand zur&uuml;ck, bis er ganz verschwunden war. Doch pl&ouml;tzlich brach es an der Stelle, wo es zuvor verschwunden war, mit seinem Kopf zuerst aus dem Boden wieder hervor. Immer mehr von dem Monster kam nun zum Vorschein. Es hatte sechs riesige krallenbesetzte Klauen und war gr&ouml;&szlig;er, als alles, was Hektor je zuvor gesehen hatte. Mitten in der Luft stie&szlig; es einen ohrenbet&auml;ubenden Schrei aus, der einem das Blut in den Adern gefrieren lie&szlig;, und verschwand. \r\nHektor wurde schwarz vor Augen und er sank bewusstlos auf dem Pferd zusammen, welches immer noch um sein Leben rannte .\r\nDosnar beobachtete sorgenvoll den Horizont, an dem sich schon seit mehreren Minuten eine gewaltige Staubwolke auft&uuml;rmte. So ein Ph&auml;nomen hatte er bis heute noch nie beobachtet und es bereitete ihm Kopfzerbrechen. Was, wenn nicht das Monster, k&ouml;nnte so viel Sand auf einmal aufwirbeln?\r\nNach Hektors Aufbruch war es ihm untersagt worden zu sprechen. Man hatte ihn erneut gefesselt und diesmal an Sivirs Pferd gebunden. M&uuml;de und ersch&ouml;pft trottete er schweigend durch den Sand. Cassiopeia hatte sich trotz all seiner Bem&uuml;hung nicht davon abbringen lassen, weiterhin der gef&auml;hrlichen Route zu folgen. Kaum war Hektor au&szlig;er Sicht gewesen, hatte sie Dosnar verspottet. &ldquo;Da siehst du wie viel ihm eure Freundschaft wert ist.&rdquo;, hallten ihre Worte in seinem Kopf nach. Aber Hektor w&uuml;rde ihn nicht im Stich lassen, daran musste er einfach glauben. Doch diese Staubwolke? Was hatte es nur damit auf sich?\r\nNach einigen weiteren Minuten des Gr&uuml;belns fiel ihm einfach keine andere Erkl&auml;rung ein, als dass etwas Riesiges da drau&szlig;en auf sie zu kam. Er atmete einmal tief durch und erhob dann seine Stimme: &ldquo;Lady Sivir, ich m&ouml;chte euch nicht bel&auml;stigen, aber ich glaube, da kommt etwas auf uns zu.&rdquo;\r\nSivir wandte sich mit sorgenvollem Gesicht zu ihm um. Scheinbar hatte sie es auch bereits bemerkt und sie war nicht die Einzige. Gerade als Sivir den Mund &ouml;ffnete, um ihm zu antworten, durchschnitt eine w&uuml;tende Frauenstimme die Luft.\r\n&ldquo;Was hat das zu bedeuten?&rdquo;, schrie Cassiopeia, w&auml;hrend sie auf ihrem Pferd auf sie zu trabte.\r\nDosnar nahm noch einmal all seinen Mut zusammen und fiel vor der Edeldame auf die Knie. &ldquo;Bitte Madame, ich glaube die Bestie kommt direkt auf uns zu. In meiner Tasche ist ein Fernglas. Lasst mich doch bitte nachsehen. So k&ouml;nnen wir am schnellsten feststellen, ob es eine Gefahr f&uuml;r uns darstellt.&rdquo;\r\n&ldquo;Du wagst es, mir Befehle zu erteilen?&rdquo;, fauchte sie ihn an.\r\nSivir konnte wohl nicht mehr an sich halten. &ldquo;Er hat euch nur eine M&ouml;glichkeit aufgezeigt. Glaubt ihr wirklich, er w&uuml;sste nicht, dass ihm eine Unversch&auml;mtheit den Kopf kosten k&ouml;nnte?&rdquo;\r\nCassiopeia funkelte sie b&ouml;se an, beruhigte sich dann aber ein wenig, und sagte gem&auml;&szlig;igt: &ldquo;Nun gut. Sieh nach.&rdquo;\r\nMit zitternden und zusammengebundenen H&auml;nden gestaltete es sich schwierig das Fernglas hervorzuholen, doch nach einigen Sekunden hatte er es dennoch geschafft. Vorsichtig hob er es an die Augen. F&uuml;r einen Moment stockte ihm der Atem, als er zwei gro&szlig;e lila-blaue Schnuppen im Sand erkannte und f&uuml;r den Bruchteil einer Sekunde auch eine Art Klaue.\r\nDas konnte nur das Ungeheuer sein. Doch dann erkannte er das Pferd. Ein gehetztes altes Tier, das in Panik floh. \r\n&ldquo;Hektor.&rdquo;, rief er reflexartig. &ldquo;Er ist direkt vor ihm. Seht doch selbst.&rdquo; Er streckte Cassiopeia das Fernglas entgegen.\r\nSie ignorierte es. &ldquo;Dann lasst uns hier verschwinden, w&auml;hrend dein Freund es ablenkt.&rdquo;, sagte sie kalt und wendete ihr Pferd.\r\nDosnar war sprachlos &uuml;ber diese Art von Herzlosigkeit. Verzweifelt wandte er sich an Sivir. \r\n&ldquo;Bitte Lady Sivir. Er hat sein Leben riskiert, um eures vor der Bestie zu sch&uuml;tzen. Ich kann nicht daneben stehen, w&auml;hrend er umgebracht wird.&rdquo;\r\nSivir biss sich auf die Unterlippe. Offenbar konnte sie seine Gr&uuml;nde gut nachvollziehen. Schlie&szlig;lich z&uuml;ckte sie einen kleines Wurfmesser und mit einer einzigen geschmeidigen Bewegung durchtrennte sie seine Fesseln. \r\nVerwunderte &uuml;ber diese schnelle Wendung der Dinge, starrte Dosnar sie an. Sie hingegen streckte ihm die Hand entgegen, bereit ihn hinter sich aufs Pferd zu ziehen. Z&ouml;gerlich ergriff Dosnar ihre Hand und kaum sa&szlig; er hinter ihr, ging alles sehr schnell. Das Pferd galoppierte an und Dosnar w&auml;re beinahe wieder heruntergefallen, da er durch den Mangel an bedeckter Haut Sivirs nicht wusste, wo er sich festhalten sollte. Schlie&szlig;lich war er trotz allem immer noch ein Gentleman und w&uuml;rde niemals einer ihm zum Gro&szlig;teil unbekannten Frau einfach so auf die nackte Taille fassen. Also klammerte er sich so gut es eben ging am Sattel des Pferdes fest ohne dabei Sivir zu ber&uuml;hren. Nachdem er einen einigerma&szlig;en stabilen Sitz zustande gebracht hatte, fiel ihm auf, dass sie Hektor beinahe erreicht hatten. \r\nDa stimmte doch etwas nicht. Hektor schien auf seinem Pferd zu liegen.\r\n&ldquo;Dieses Pferd wird dem Ungeheuer nicht mehr lange entkommen.&rdquo;, stellte Sivir beim Anblick des alten Tieres fest. &ldquo;Doktor Gleenac, Sie m&uuml;ssen abspringen und ihrem Freund helfen. Ich versuche das Biest wegzulocken.&rdquo;\r\nOhne sein Einverst&auml;ndnis abzuwarten, gab sie Dosnar einen Sto&szlig; und er fiel sanfter als erwartet in den Sand. Sivir schoss indessen an Hektor und seinem Pferd vorbei und direkt auf das Monster zu. Mit einem unheimlichen Br&uuml;llen bemerkte das Gesch&ouml;pf die neue Beute und wechselte den Fokus. In weitem Bogen f&uuml;hrte Sivir die Kreatur weg von den beiden M&auml;nnern.\r\nDosnar rannte w&auml;hrenddessen auf seinen Kameraden zu.\r\n&ldquo;Professor.&rdquo;, rief er laut und bef&uuml;rchtete schon das Schlimmste. Etwas harsch stoppte er schlie&szlig;lich das Pferd, welches sich augenblicklich aufb&auml;umte und seinen Freund aus dem Sattel gleiten lie&szlig;.\r\nDosnar lie&szlig; das Pferd sofort los und eilte zu ihm. Er fiel neben dessen leblosen K&ouml;rper in den Sand und schluchzte panisch. \r\n&ldquo;Wachen Sie auf, Professor.&rdquo;, schrie er ihn beinahe an. Doch nichts geschah. &ldquo;Sie, alter sturer Bock, das k&ouml;nnen Sie mir doch jetzt nicht antun.&rdquo;, begann er zu schimpfen. &ldquo;Nach allem, was wir zusammen durchgemacht haben.&rdquo; W&uuml;tend schlug er mit beiden H&auml;nden auf den Sand. Dann wandte er sich wieder seinem Kollegen zu. Vorsichtig tastete Dosnar nach dem Puls und zuckte aufgeregt zusammen. Da war er, fast nicht sp&uuml;rbar, aber dennoch vorhanden. Ein Herzschlag. Erleichtert atmete er auf. Hektor war also am Leben, ohnm&auml;chtig zwar, aber trotz allem nicht tot. Alle Anspannung fiel von ihm ab und er lie&szlig; sich auf die Erde fallen, so dass der Sand nur so aufstob.\r\nIn all seiner Erleichterung bemerkte er gar nicht, dass Sivir nach ihm rief. Erst viel zu sp&auml;t drang ihre Stimme in sein Gehirn vor.\r\n&ldquo;Es kommt zur&uuml;ck.&rdquo;, schrie sie.\r\nDosnar sah auf. Die riesige Bestie steuerte genau auf sie zu. Wieder voller Angst hechtete er auf seinen bewusstlosen Freund. Bereit sein Leben mit dem eigenen zu verteidigen. Nur noch wenige Meter war die Kreatur von ihnen entfernt, als Dosnar ein Trommeln hinter sich wahrnahm. Er wandte sich um und sah wie Sivirs M&auml;nner mit gezogenen Waffen auf sie zust&uuml;rmen. Scheinbar hatte es eine Weile gedauert, bis ihnen klar geworden war, dass ihre Herrin in den Kampf geritten war. Doch nun z&ouml;gerte keiner von ihnen, ihr zur Seite zu stehen.\r\nDosnar schloss die Augen. Das Gesch&ouml;pf w&uuml;rde sie trotzdem zuerst erreichen. Sollte er fliehen und Hektor zur&uuml;cklassen? Ihn zu tragen war ausgeschlossen. Nein er w&uuml;rde bei ihm bleiben, bis zum bitteren Ende.\r\nJetzt befand sich das Monster direkt vor ihm, tauchte immer wieder aus dem Sand hervor und wieder unter. Dosnar zitterte am ganzen K&ouml;rper. Das Ungeheuer riss seinen furchterregenden Schlund auf und Dosnar wusste, dass er nun sterben w&uuml;rde. \r\n \r\n____________________________________________________\r\n \r\nUnd das wars auch schon wieder :) \r\nWir hoffen es hat euch gefallen.\r\nEure M&auml;rchentante Wolverine\r\nund\r\neuer M&auml;rchenerz&auml;hler Markishi","replies":[]}