{"id":"yhcedlYA","poster":"f3l1x12200","date":"2017-06-16T19:00:16.340+0000","title":"Informationen zum Zeitplan und Spielverschiebungen","subforum":"Battlegrounds-Turniere","up_votes":7,"down_votes":0,"body":"**Gr&uuml;&szlig;e, Beschw&ouml;rer!**\nWir m&ouml;chten euch gerne einige Tipps geben,\ndie euch dabei helfen ein Match zu verschieben, solltet ihr oder euer Gegner am\n&quot;normalen&quot; Termin keine Zeit haben.\n\nZun&auml;chst mal ist es keine Pflicht, ein Match zu verschieben, \nsollte ein Team keine Zeit haben, es gilt jedoch als sportlich und freundlich, \ngemeinsam nach einem neuen Termin zu suchen.\n\nEine Verschiebung nach vorne oder nach hinten erfordert **immer** die Zustimmung des\nGegenteams. Wenn das Match nach hinten verschoben werden soll, \nist zwingend die Zustimmung eines Adjudicators notwendig, wenn ihr ein Match nach vorne verschiebt, \nempfehlen wir euch ebenfalls, den Termin durch einen Adjudicator best&auml;tigen zu lassen, \ndamit es nicht zu Missverst&auml;ndnissen kommt.\n\nIhr k&ouml;nnt das Match spielen, sobald ihr die Email mit dem Turniercode erhalten habt,\nwelche Mittwochabends und Samstagabends verschickt werden.\n\n---\n\nHier ist der Auszug aus den Regeln f&uuml;r die Spielzeiten:\n>In der Gruppenphase ist der offizielle Spieltermin einer Runde jeweils Samstag und Sonntag um 18 Uhr. Es ist aber m&ouml;glich, diesen Termin nach\nAbsprache mit dem gegnerischen Teamleiter nach vorne zu verlegen. Wir raten euch, jeden Termin von einem Adjudicator best&auml;tigen zu lassen, damit es\nsp&auml;ter zu keinen Missverst&auml;ndnissen kommt.\n>\nDas Spiel kann in Absprache mit einem Adjudicator auch auf einen sp&auml;teren Zeitpunkt verschoben werden. Aus organisatorischen Gr&uuml;nden ist dies\njedoch nur f&uuml;r den Sonntagstermin m&ouml;glich. In der Endrunde ist f&uuml;r jegliche Verschiebungen die Einwilligung eines Adjudicators notwendig.\nF&uuml;r Terminverschiebungen sollte allgemein das Forum genutzt werden. Einer der Teamleiter kann hier einen Thread anlegen, in dessen Titel bestenfalls\nschon ersichtlich ist, dass eine Terminverschiebung gew&uuml;nscht ist und welches Team diese anstrebt. In diesem Thread sollte der Teamleiter des anderen\nTeams die Verschiebung noch einmal mit eigenen Worten wiederholen. Ein Adjudicator wird zeitnah darauf antworten und den neuen Termin best&auml;tigen,\nwenn dieser in Ordnung ist. Durch die Best&auml;tigung des Termins durch den Adjudicator wird die Verschiebung offiziell. Wird die Verschiebung nicht\nbest&auml;tigt, gilt weiterhin der zuletzt g&uuml;ltige Spieltermin, an welchen sich beide Teams zu halten haben.\n>\nBitte beachte, dass die Regelung zum Nichterscheinen sich nur auf die offiziell angesetzte bzw. best&auml;tigte Spielzeit bezieht.  \n\n---\n\nEin Match kann aber nur dann auf Sonntag verschoben werden, wenn am Sonntag selbst keine Runde stattfindet,\nwas bei 3. Gefecht &uuml;berwiegend **nicht** der Fall ist.\n\nDamit ihr eine euch besser mit eurem Gegner absprechen k&ouml;nnt, schaut bitte auf den [Zeitplan](https://battlegrounds.leagueoflegends.com/hfHJYnyUMSkAADHT6vg9ydT2/brackets/de/441#schedule) (ihr findet diesen auch weiter unten),\num zu &uuml;berpr&uuml;fen, ob am Sonntag nach eurem regul&auml;rem Termin bereits die n&auml;chste Runde stattfindet. Sollte an dem Sonntag bereits\ndie n&auml;chste Runde stattfinden, k&ouml;nnt ihr das Match nur nach vorne verschieben.\n\n---\n\nDer Zeitplan f&uuml;r die Gruppenphase des 3. Gefechts:\n>**Runde 1**\nAlle\nBereits abgeschlossen\n>\n**Runde 2**\nGewinner- und Verlierer-Brackets\nBereits abgeschlossen\n>\n**Runde 3**\nNur Verlierer-Bracket\nBereits abgeschlossen\n>\n**Runde 4**\nGewinner- und Verlierer-Brackets\nSamstag 17.06. &bull; 18:00 CEST\n>\n**Runde 5**\nNur Verlierer-Bracket\nSonntag 18.06. &bull; 18:00 CEST\n>\n**Runde 6**\nGewinner- und Verlierer-Brackets\nSamstag 24.06. &bull; 18:00 CEST\n>\n**Runde 7**\nNur Verlierer-Bracket\nSonntag 25.06. &bull; 18:00 CEST\n>\n**Gruppenfinale**\nGewinner- und Verlierer-Brackets Bester aus 3\nSonntag 02.07. &bull; 18:00 CEST\n\nViele Gr&uuml;&szlig;e,\neure Adjudicators","replies":[]}