{"id":"AmEnzhf7","poster":"Nazawe","date":"2017-06-15T13:00:40.885+0000","title":"keine Motivation mehr...","subforum":"Spielerverhalten & Moderation","up_votes":11,"down_votes":4,"body":"So nach einem guten Jahr League spielen ist mir eine Sache aufgefallen.\r\nEntweder du investiert tausende von Stunden in dieses Spiel um besser zu werden oder du l&auml;sst dich von irgendwelchen Freunden oder sonst wen carrien.\r\nF&uuml;r mich als (selbsteingesch&auml;tzer) Gelegenheitsspieler ist das rausschaffen aus Bronze einfach unm&ouml;glich geworden.\r\nFr&uuml;her als ich etwas mehr Zeit investiert habe war es genauso in Silber.\r\nSpieler &uuml;ber Spieler die sich gegenseitig die Schuld geben f&uuml;r irgendein misplay,feed oder sonstiges, im Endeffekt ist dann sowieso der, der angefangen hat zu flamen Schuld. \r\nChamps spielen mit einer komplizierten Mechanik und ihn nicht k&ouml;nnen ist nichts neues hier Unten, warum spielt man den bitte einen Champ den man noch nie gespielt hat im Ranked?\r\nIch sage nicht das ich selber nicht Fehler mache aber bitte, besitzen die Leute in Bronze den nicht mal Selbstreflektion oder was?\r\nWie soll man den bei sowas in irgendeiner Weise Spa&szlig; empfinden oder sich dazu motivieren eine h&ouml;here Elo zu erreichen?","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-06-15T13:08:45.378+0000","up_votes":11,"down_votes":1,"body":"> Wie soll man den bei sowas in irgendeiner Weise Spaß empfinden oder sich dazu motivieren eine höhere Elo zu erreichen?\n\nGarnicht. Es ist ein Spiel, es soll einfach nur Spaß machen. Es macht keinen Sinn dich hier selbst zu irgendwas zu zwingen. Wenn du keinen Bock auf das elende und ewige Ranked grinden hasst, versuch nicht dich dafür zu motivieren, sondern lass es einfach. Warum dieser Druck? Mach einfach worauf du Bock hast; tu was dir Spaß macht. Das und nichts anderes ist der Sinn von Spielen. \n\nKein Bock auf Ranked? Lass es bleiben!\nKein Bock auf LoL? Lass es bleiben?\nDoch mal wieder Bock? Go for it!","replies":[{"id":"","poster":"Shadir","date":"2017-06-15T17:38:51.772+0000","up_votes":1,"down_votes":1,"body":"Richtige und wichtige Worte.","replies":[]}]},{"id":"","poster":"xSplitGamer1HDx","date":"2017-06-15T16:40:13.296+0000","up_votes":1,"down_votes":2,"body":"So wie du dass alles beschreibst meinst du dass du in der Elohell bist.\nMan kommt aus jede elo raus wenn man nicht dahin gehörtt.\nDu kommst nicht raus weil du evtl. zu schlecht bist.\nIch als 12 Jähriger Platin2 Spieler kann dir nur sagen mute einfach alle Leute vom ANFANG an,spiel ein Champ der gerade Meta ist und du ihn auch noch gut spielen kannst.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-15T22:57:30.809+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=xSplitGamer1HDx,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0004,timestamp=2017-06-15T16:40:13.296+0000)\n>\n> So wie du dass alles beschreibst meinst du dass du in der Elohell bist.\n> Man kommt aus jede elo raus wenn man nicht dahin gehörtt.\n> Du kommst nicht raus weil du evtl. zu schlecht bist.\n> Ich als 12 Jähriger Platin2 Spieler kann dir nur sagen mute einfach alle Leute vom ANFANG an,spiel ein Champ der gerade Meta ist und du ihn auch noch gut spielen kannst.\n\nfalsch man kommt da nicht raus bin seit s4 dabei und ehm ja immer noch bronze ich habe zwar auch mal spiele wo ich richtig scheiße bin aber alleine wenn sich die bot lane flamet oder oder oder sobald sich zwei gegenseitig flamen ist es vorbei auch wenn du 300/0 stehst denn sie konzertrieren sich nicht aufs spiel ich versuche immer wieder den Leuten klar zu machen das wir das noch reißen können aber letzen auch ein alistar weil ein adc Karma gespielt meinte er von min 2 an das wir verlieren am ende standen 3/5 leute gut und bot lane 1/10 oder so kannst du vergessen \nbin jetzt das 10x von b5 augestiegen und habe jetzt in b4 50 punkte malgucken wie es morgen mittag aussieht","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-15T23:05:21.035+0000","up_votes":3,"down_votes":1,"body":"Falsch, man kommt da raus. Ich war in meiner ersten Season Bronze 3 und habe es fix nach Silber 5 geschafft. Man muss nur besser sein, als die anderen, dann klappt das auch.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-15T23:17:57.845+0000","up_votes":1,"down_votes":4,"body":"http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3213040639/205232103?tab=overview\n\nhttp://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3223605152/205232103?tab=overview \nbesagtes match alistar tillt karma adc wie willst du das gewinnen die 4 tode habe ich 3 von jinx die sind bot lane einfach durch gepusht während der rest noch keine türme verteidigt hat bzw gegen gepusht hat um vllt noch was zu schaffen hat bot lane komplett in einem zug 3 türme platt gemacht","replies":[{"id":"","poster":"Nesa13","date":"2017-06-16T00:20:50.751+0000","up_votes":2,"down_votes":3,"body":"Und still Bronze.\n\nDu spielst nicht auf Dia Niveau und erst recht nicht  Challenger. Sonst würdest du wissen wie man Games gewinnt.\n\nMach dir nix vor mein Junge.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T07:40:39.480+0000","up_votes":4,"down_votes":3,"body":"Ich verstehe es nicht. Warum müsst ihr alles gleich niedermachen was sich auch nur ein bisschen besser als seine Situation fühlt? Keine Sorge, nur weil er behauptet er ist Dianiveau heißt es noch lange nicht er ist besser als ihr.\nLasst ihn doch wenigstens noch das bisschen Erfolgsgefühl.","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-06-16T08:15:36.629+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=000400000000000000000000,timestamp=2017-06-16T07:40:39.480+0000)\n>\n> Ich verstehe es nicht. Warum müsst ihr alles gleich niedermachen was sich auch nur ein bisschen besser als seine Situation fühlt? Keine Sorge, nur weil er behauptet er ist Dianiveau heißt es noch lange nicht er ist besser als ihr.\n> Lasst ihn doch wenigstens noch das bisschen Erfolgsgefühl.\n\nDu kannst ihn in seinem Gefühl bestätigen, dann fühlt er sich immerhin kurz gut, aber wird dann am Ende nur wieder frustriert sein, wenn er \"wegen seinen Mates nicht hochkommt\".\nOder du kannst ihm den Weg zeigen, es aus eigener Kraft zu schaffen. Dazu gehört eben auch die Einsicht, dass es eine Menge Verbesserungspotential gibt. Kurzfristig wird ihm das nicht gefallen, aber auf lange Sicht wird er so mehr Spaß am Spiel haben.\n\nAllerdings muss er diese Einsicht auch aufnehmen wollen, aber danach sieht es wohl nicht aus.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T08:27:20.551+0000","up_votes":2,"down_votes":5,"body":"Nein aber les dir mal die Kommentare durch. Nur wenige gehen wirklich auf sein Problem sein. Die meisten Kommentare sind sowas unnötiges wie \"ehhh ein Bronze kann kein Dianiveau haben\" \" du bist nicht dia\" und blablabla. Ich höre nur dumme aggressive Kommentare. Wozu? Nimmt er die deine Diamantelo mit dieser Aussage weg? Würden diese Leute wenigstens auf seine Diskussion eingehen und dann dies schreiben würde ich ja vielleicht noch ok sagen aber nein denen ist nur dieses Dianiveau ins Auge gestochen und schon kriechen sie alle aus ihren Löchern hervor und bellen den an als habe er diese persönlich beleidigt. Außerdem klingen diese Kommentare überhaupt nicht danach so \"ich will dich erleuchten und dir helfen\" sondern \" wage es nicht das schöne Wort Dia mit deinem Bronzemund zu beschmutzen\".\nAußerdem wollte ich ihn nicht auf sein Gefühl bestätigen. Ich kann es mir auch nicht ganz vorstellen wie er mit Dianiveau Bronze sein soll, allerdings würde ich ihn auch niemals dafür ganz hart von seinem hohen Roß runterstoßen nur um ihm zu beweisen das er nichts mit Dia zutun hat. Wenn dann einreden. Hat das einer dieser Besserwisser versucht?\nNein.\nEr schildert ein Problem und die meisten der Community machen ihn nochmal klar das er ein 0815 Bronze ist und ruhig sein soll.\nUnd dann beschweren die sich das man die als schlechte Community darstellt.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-06-16T09:36:25.936+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=00040000000000000000000000000000,timestamp=2017-06-16T08:27:20.551+0000)\n>\n> Nein aber les dir mal die Kommentare durch. Nur wenige gehen wirklich auf sein Problem sein. Die meisten Kommentare sind sowas unnötiges wie &quot;ehhh ein Bronze kann kein Dianiveau haben&quot; &quot; du bist nicht dia&quot; und blablabla. Ich höre nur dumme aggressive Kommentare. Wozu? Nimmt er die deine Diamantelo mit dieser Aussage weg? Würden diese Leute wenigstens auf seine Diskussion eingehen und dann dies schreiben würde ich ja vielleicht noch ok sagen aber nein denen ist nur dieses Dianiveau ins Auge gestochen und schon kriechen sie alle aus ihren Löchern hervor und bellen den an als habe er diese persönlich beleidigt. Außerdem klingen diese Kommentare überhaupt nicht danach so &quot;ich will dich erleuchten und dir helfen&quot; sondern &quot; wage es nicht das schöne Wort Dia mit deinem Bronzemund zu beschmutzen&quot;.\n> Außerdem wollte ich ihn nicht auf sein Gefühl bestätigen. Ich kann es mir auch nicht ganz vorstellen wie er mit Dianiveau Bronze sein soll, allerdings würde ich ihn auch niemals dafür ganz hart von seinem hohen Roß runterstoßen nur um ihm zu beweisen das er nichts mit Dia zutun hat. Wenn dann einreden. Hat das einer dieser Besserwisser versucht?\n> Nein.\n> Er schildert ein Problem und die meisten der Community machen ihn nochmal klar das er ein 0815 Bronze ist und ruhig sein soll.\n> Und dann beschweren die sich das man die als schlechte Community darstellt.\n\nWie willste auf sein Problem eingehen, wenn er es absolut verneint?\nUnd das Problem steht hier schon tausendmal in zigtausen Threads: Maßlose Selbstüber- und Fehleinschätzung.\n\n> Außerdem klingen diese Kommentare überhaupt nicht danach so \"ich will dich erleuchten und dir helfen\" sondern \" wage es nicht das schöne Wort Dia mit deinem Bronzemund zu beschmutzen\"\n\nKeine Ahnung wie man auf den Trichter kommt, aber es fällt mir generell auch z.B. in Zeitungsforen auf, dass da immer mehr Leute zwanghaft zwischen den Zeilen lesen, auch wenn da gar nichts steht oder intendiert war und dann darauf ihre ganze Gegenargumentation stützen, statt einfach mal nur das zu nehmen, was auch da steht und nicht, was man sich selbst daraus zusammenzimmert, um dann schön wutbürgern zu können. Ja ich weiß das macht Spaß, aber je häufiger das vorkommt, umso angenervter bin ich davon, selbst, wenn ich in die Diskussion gar nicht einsteige.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T10:48:35.338+0000","up_votes":2,"down_votes":2,"body":"ich habe nichts selber dahingezimmert. Du hast selber mein Zitat entnommen \"KLINGEN\" für mich klingt es ganz nach einer abwertenden Einschätzung und das wirklich NUR auf die Aussage das der Dianiveau ist anstatt das wahre Problem hier.\n\n> Und still Bronze.\n> \n> Du spielst nicht auf Dia Niveau und erst recht nicht  Challenger. Sonst würdest du wissen wie man Games gewinnt.\n> \n> Mach dir nix vor mein Junge.\n\nFür mich KLINGT/HÖRT sich das nach einer sehr abwertenden Schlussfolgerung an und dazu trägt er zum eigentlichen Problem nichts bei, was ich somit festelle das ihm das Problem eigentlich vollkommen egal ist und seine Absicht hierbei nur ihm klarzumachen er soll sich nichts einreden und fertigmachen. Leichte Schadenfreude kann man sich ebenfalls aus diesem Kommentar interpretieren.\nUnd des ist dazu nicht mal der einzige Kommentar der nur auf dieses Dia schlecht bezogen ist und sonst keinerlei Nutzen hat.\nWenn man keine Lösung hat sollte man gefälligst die Schnauze halten, streng ausgedrückt. Meine Fresse.","replies":[{"id":"","poster":"Nesa13","date":"2017-06-16T13:32:31.442+0000","up_votes":2,"down_votes":1,"body":"Ich bin doch selber Bronze?!\n\nIch mache ihm doch nur klar, das seine Vorstellungen einfach falsch sind?!\nEr spielt halt eben nicht auf Dia oder Challengerniveau, so ist es eben, bin ich schadenfroh deshalb?\nNur mir geht dieses \"Ich bin doch besser als alle anderen und trotzdem verliere ich\" getue einfach auf den Keks.\n\nEr soll doch versuchen zu climben, wenn er Dianiveau spielt dann wird er irgendwann Dia werden, aber bis dahin sollte er sich mal zusammenreißen und nicht so selbstüberschätzend rüberkommen.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T14:02:28.144+0000","up_votes":2,"down_votes":5,"body":"und das konntest du jetzt nicht am anfang schreiben? Hast du mal gelesen wie abwertend und verachtend dein Post anfangs war? Dazu sagst du du bist Bronze. Ich dachte mir du wärst nach deiner Schreibweise was du dir so da wagst Dia. Aber nein du bist selber Bronze und redest über ihn so?\nJa und mir geht dieses abwertende \"bist du aber nicht du bist Bronze genau wie deine Teammates \" getue auf den Keks.\nDu warst kein Stück besser als er. Darüber hinaus hast du eine Person direkt angesprochen was dich in den Schatten gestellt hat. \nArrogant und unachtsam. \nSo war dein Kommentar...... jedenfalls für mich.","replies":[{"id":"","poster":"Nesa13","date":"2017-06-16T14:23:32.293+0000","up_votes":3,"down_votes":0,"body":"Was willst du ihm denn mit deinem Climbpost helfen????\n\nDu sagst ihm er soll !!anderen Menschen!! drohen zu feeden, trollen usw. \nNur damit sie nen Champ spielen der in DEINE Comp passt die DU willst. So ein Denken ist in einem Teamspiel mit 4 anderen Mitspielern einfach nur ignorant und egoistisch.\n\nVorallem in unteren Ligen wo Comps noch nicht dermaßen wichtig sind, sagst du ihm wie eine Comp immer aussehen muss.\n\nSo lernst du einem Spieler, wie er anfängt zu flamen, trollen, feeden usw. nur weil ein Spieler nicht den Champ gepickt hat den du willst.\n\nJeder darf auch wenn es Ranked ist immernoch das spielen, was er will und nicht was du ihm vorschreibst. LoL ist ein Spiel. Spiele !!SPIELT!! man um Spaß zu haben, und nicht um anderen Menschen etwas vorzuschreiben, und zu kommandieren.\n\nWenn du einem Bronzespieler solche Tipps gibst, und er diese so durchführt wie du es sagt, bannen, drohen usw. Wird er noch um einiges tiefer in eine Spirale fallen.\n\nWenn mir der Champ den ich spielen will, und den ich in meiner Champselect ausgewählt habe !!Vom eigenem Team!! gebannt wird, hab ich erst recht keinen Spaß mehr am Spiel.\n\nÜberdenk mal deine Mentalität, und was du Leuten hier auf ihrem Weg in der Kluft mitgibst.\n\nLG Nesa","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-19T13:03:38.858+0000","up_votes":2,"down_votes":0,"body":"Du kannst doch auch selbst einen tanky Support oder Midlaner spielen, wenn das der Fall ist. Ihr habt als Team gemeinsam die Verantwortung, eine möglichst gute Leistung zu erbringen. Nur weil du vor ihm einen Champion wählen darfst, entbindet dich das nicht von deiner Teilverantwortung, etwas sinnvolles für das Team zu wählen. Du kannst dich ebenso an die Picks der anderen anpassen, wie die sich an das restliche Team anpassen können.","replies":[]},{"id":"","poster":"Soúp","date":"2017-06-16T19:20:48.285+0000","up_votes":2,"down_votes":0,"body":"Lass den Bayonetta-Typen einfach reden.. \nDer fällt hier seit einiger Zeit durch seine aggressiven Posts auf. Ignorier ihn einfach und gut ist.","replies":[]},{"id":"","poster":"Nesa13","date":"2017-06-19T12:35:59.332+0000","up_votes":1,"down_votes":0,"body":"Du handelst doch genauso 0 teamorientiert. \n\nLoL ist ein Spiel, in einem Spiel will ich Spaß haben und mich ablenken.\n\nIch picke das was ich will, wenn ich den Pick beherrsche bin ich besser als mit einem aufgezwungenem Champ.\n\nMan kann eben in Low Elo mit allem carrien.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-06-19T11:33:34.559+0000","up_votes":1,"down_votes":3,"body":"Ok er hat das Recht auf Spaß aber kein Recht mir meine hartverdienten LPs zu wegzunehmen und wenn solche Leute meinen die müssen obwohl wir einen Tank brauchen einen ADC auf der Top picken oder sonst irgendwelchen 0 teamorientierten Champ um Spaß zu haben, werden die halt gebannt.Dafür gibts  Normals. Nicht meine Ranks.\nMeine Meinung hat mich damals sehr weit gebracht und dieses Mal wird es wieder so sein. Diese Lowelos brauchen jemanden der ihnen sagt wie sie agieren sollen sonst kann man es vergessen von dort rauszukommen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Awsane","date":"2017-06-16T10:27:34.188+0000","up_votes":2,"down_votes":0,"body":"was würdest du ihn den auf den Beitrag schreiben?\n\nWenn jemand eine Fehlvorstellung hat und er mit ihr Argumentiert, sollte man sie doch berichtigen oder nicht?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T10:38:03.933+0000","up_votes":1,"down_votes":4,"body":"Hmm ich weiß nicht... vielleicht erstmal auf die Diskussion überhaupt eingehen anstatt auf einen Kommentar. Die Leute haben nichtmal eine Aussage zu dem Thema gemacht aber sind gleich bei Wort Dia + Bronze aufgesprungen um ihm klarzumachen das er Bronze ist. Ich meine WTF? Alter.\nSowas sagt doch förmlich das es diese 0 aber wirklich 0 das Problem intressiert außer diese Fehlmeldung. Überall diese Professoren und Besserwisser. Wenn diese so einen auf Klugscheißer tun können diese dem dann nicht auch eine Lösung finden?\nIch sehe nur \"mimimi schnauze du bist bronze mimimi vergleich dich nicht mit besseren mimimi\"\nWas ist des bitte?","replies":[{"id":"","poster":"Awsane","date":"2017-06-16T10:48:18.538+0000","up_votes":2,"down_votes":0,"body":"das ist keine Antwort auf meine Frage.\nKannst du nicht einfach mal eine Musterantwort machen\nich weiß das dich das stört, nicht nur aus diesem Post und es ist ja auch berechtigt\n\naber ich hätte mal gerne eine Vorlage wie genau das aussehen soll, weil ohne bekomme ich das nicht hin","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T11:08:12.017+0000","up_votes":1,"down_votes":3,"body":"Gut hier eine Musterantwort.\nlese den Kommentar von Humpelstilzche. Er hat es perfekt beantwortet, ohne dabei irgendwie auf seine Elo oder sonst etwas einzugehen.\n.\n.\n.\nWenn du in einer Elo nicht weiterkommst, versuche erstmal die Fehler bei dir zu finden. Natürlich bist nicht immer du Schuld, aber bevor du Randoms irgendwas beibringen willst musst du erstmal dich ausbessern. \nAllererstens Akzeptanz.\nakzeptiere das diese Elo so ist wie sie ist. \nZweitens Ruhe und Geduld.\nglaub diese Faktoren sind am wichtigsten in der Bronzeelo. Versuche stets immer ruhig zu sein. Ich meine nicht nett, aber ruhig und konzentriert. Ignoriere meist den Chat, weil da in Bronze meist nichts nötiges drinsteht.\nDrittens Kommunikation\nKommunikation im Sinne von der Aufstellung des Team und wichtige Calls und Pings.\nBei mir war es so ich habe damals immer versucht meine Teammates zu leiten nach meinen Ansichten.\nIch habe sie mehr oder weniger manipuliert.\nTop und Jungle mussten tanky sein.\nMidlane immer AP.\nADC =ADC und Support squishy healer welchen ich gut vertreten hatte. Da ich in davorigen Seasons auch mal Platin war konnte ich als Support das Spiel leiten und sogar carrien. Innerhalb 3 Tage von Bronze 5 oder 4 auf Silber 5.\nFalls mal irgendwelche \"Pros\" dann doch meinten die müssten sich nicht meiner perfekten Zusammenstellung anpassen mit ihren Zed Mitte, Shaco Jungle oder Jayce Top habe ich diese entweder bedroht mit Trolls,Afk,Feed oder eingeredet. Falls dies alles doch nichts geholfen hat dann habe ich versucht durch die anderen Lanes noch irgendwie eine Stabilität hinzubekommen (Z.b. Taric statt Soraka Support wegen dem einen fehlenden Tank aber auch dem Heal).\nDies hatte ich damals geschafft indem ich mich selbst erstmal gemutet hatte vom Flamen und toxic. Dazu habe ich Geduld aufgebaut, weil Geduld ist wirklich das A und O in Bronze. Da laufen solche Kreaturen rum. Da muss man echt eine harte Nuss oder wie dieses Sprichwort auch ging sein. \n.\nSo und das ist meine Musterantwort. Das ist aufjedenfall hilfreicher als die ganzen anderen Kommentare über Dia und Bronze.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-06-16T11:43:03.459+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bayonetta38,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=00040000000000000000000000010000,timestamp=2017-06-16T10:38:03.933+0000)\n\n> Sowas sagt doch förmlich das es diese 0 aber wirklich 0 das Problem intressiert außer diese Fehlmeldung. Überall diese Professoren und Besserwisser. Wenn diese so einen auf Klugscheißer tun können diese dem dann nicht auch eine Lösung finden?\n> Ich sehe nur &quot;mimimi schnauze du bist bronze mimimi vergleich dich nicht mit besseren mimimi&quot;\n> Was ist des bitte?\n\nUnd die anderen Beiträge, zB unserer Grünen, die in derartigen Threads immer wieder seitenlange Antworten abspulen, ignorierst du. Und letztlich ist es doch so: Der Bronze-Spieler hier hat sich ja auch nicht mit der Bitte um Hilfe an den Thread gewandt. Sondern er hat gesagt: \"Mein Team ist immer mies, ich selbst bin besser als Bronze\". Natürlich wird man da zu hilfreichen Beiträgen nicht gerade ermuntert.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-16T11:48:23.464+0000","up_votes":2,"down_votes":4,"body":"Doch habe ich. Ich habe geschrieben das sein Kommentar hier die beste Antwort drauf war. Der BronzeSpieler hat erst behauptet er steigt nicht auf wegen der Elo aber auch er habe Fehler. Keiner dieser Runtermacher hat drauf reagiert.\nDanach hat er erwähnt das er eigentlich Dianiveau ist und alle springen sofort aus ihren Ecken raus und bellen ihn an wie ein tollwütiger Hund.\nAußerdem was die Grünen antworten ist sozusagen deine Antwort oder was? Und vorallem rechtfertigt es dann dein sinnlosen Kommentar der nur dazu dient ihn runterzumachen und auf ihn herabzuschauen? \nAußer  dem sinnlosen Kommentar mit Dia+Bronze haben diese Leute nichts hilfreiches beigetragen.\nDa ist auch der Punkt!\nWarum redet man überhaupt wenn man nichts positives beiträgt??\nDann lass doch die Grünen antworten. Die geben sowieso Ratschläge und verbessern auch einen. Die geben wenigstens MEIST nicht eine abwertende Bemerkung ab.\nKommen die einfach von der Seite um nochmal Dreck in den Raum zu werfen.\nWie ich solche Leute hasse! Auf Reallife ebenfalls bezogen.\n.\n.\n.\n.\n.\n.\n.\nSchnauze wenn du nichts produktives beizutragen hast!!!!\n(btw. es hört sich so an als würde ich direkt dich ansprechen aber nein nimms\n nicht persönlich ich habe bewusst so geschrieben. Es gilt den zusprechenden Personen) ","replies":[]}]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-06-16T19:06:32.647+0000","up_votes":1,"down_votes":0,"body":"Wieso sollten wir?! Sein ganzes Leben kann er sich eh nicht selber belügen, wieso sollten wir hier nicht anfangen im zu sagen was er für einen Bullshit redet!?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-19T11:22:15.969+0000","up_votes":1,"down_votes":0,"body":"Ja klar könnt ihr des machen aber erstmal auf sein Problem eingehen ist NATÜRLICH keine Option, zudem er auch erstmal gar nicht sein Dianiveau erwähnt hat. Aber da hat keiner was gesagt, zumindestens keiner dieser Assgeier hier die nur drauf warten um mit ihren Wissen klugzuscheißen.\nErst nachdem er das mit den Dia erwähnt hat seit ihr alle aufgesprungen.","replies":[]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-06-16T07:19:42.692+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=MyT Vortex,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0004000000000000,timestamp=2017-06-15T23:17:57.845+0000)\n>\n> http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3213040639/205232103?tab=overview\n> \n> http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3223605152/205232103?tab=overview \n> besagtes match alistar tillt karma adc wie willst du das gewinnen die 4 tode habe ich 3 von jinx die sind bot lane einfach durch gepusht während der rest noch keine türme verteidigt hat bzw gegen gepusht hat um vllt noch was zu schaffen hat bot lane komplett in einem zug 3 türme platt gemacht\n\nDu kannst nicht einfach ein x-beliebiges Match als Beleg dafür heranziehen, in der Elo Hell festzusitzen. Bei einem Blick auf dein Profil bei op.gg fallen mir direkt einige Punkte auf, die du leicht verbessern und dadurch auch schnell Silber erreichen könntest. Aber da du daran offensichtlich kein Interesse hast, spar ichs mir. Nur noch in aller Kürze: Viele meiner Freunde waren Bronze, ich auch. Fast alle sind dort easy rausgekommen. \n\nEs liegt also an dir. Und nur an dir. Du bist jetzt deine 4. Season in Bronze. Denkst du wirklich, du spielst wie Silber?","replies":[]}]},{"id":"","poster":"MyT Vortex","date":"2017-06-15T23:23:13.566+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=000400000000,timestamp=2017-06-15T23:05:21.035+0000)\n>\n> Falsch, man kommt da raus. Ich war in meiner ersten Season Bronze 3 und habe es fix nach Silber 5 geschafft. Man muss nur besser sein, als die anderen, dann klappt das auch.\n\nRichtig kannst du vergessen bin über durchschnittlich wenn 2 flamen ist vorbei kannst afk gehen siehe diese matches  \n\nNr 1 http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3213040639/205232103?tab=overview  S\nNr 2 http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3223605152/205232103?tab=overview A+\n\nhabe diese Season 350 games gespielt war nach den promos (5/5) B3 wegen letzter season so jetzt habe ich 174 Siege und achja 192 lost\n\nich habe gerade mal ein wenig auf LoLking geschaut meine Zed stats sind diamond niveau \nmeine Leona und Caitlyn Galio  Ziggs Ahri matches Challenger \nVeigar 100% winrate 21/0 \nSind zwar nur die Champion stats und ich weiß nicht wie oft sie diese champs gespielt werden \nerzähl du mir mal nichts von besser wie die anderen ","replies":[{"id":"","poster":"Armìnìus","date":"2017-06-16T03:10:07.357+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=MyT Vortex,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0004000000000001,timestamp=2017-06-15T23:23:13.566+0000)\n>\n> Richtig kannst du vergessen bin über durchschnittlich wenn 2 flamen ist vorbei kannst afk gehen siehe diese matches  \n> \n> Nr 1 http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3213040639/205232103?tab=overview  S\n> Nr 2 http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3223605152/205232103?tab=overview A+\n> \n> habe diese Season 350 games gespielt war nach den promos (5/5) B3 wegen letzter season so jetzt habe ich 174 Siege und achja 192 lost\n> \n> ich habe gerade mal ein wenig auf LoLking geschaut meine Zed stats sind diamond niveau \n> meine Leona und Caitlyn Galio  Ziggs Ahri matches Challenger \n> Veigar 100% winrate 21/0 \n> Sind zwar nur die Champion stats und ich weiß nicht wie oft sie diese champs gespielt werden \n> erzähl du mir mal nichts von besser wie die anderen\n\nDeine Stats sind wie Diamand? Ich bin Gold und Main Support und ich bin besser mit Zed. Der Punkt ist aber nicht nur, mit einem Champ gewisse Stats zu haben. Du musst wissen wie das Spiel funktioniert. Was machst du wenn du 4 Kills mit Zed hast? Da solltest du anfangen .. Du wärst nicht in Bronze wenn du \"so gut wie Diamand\" bist ..","replies":[]},{"id":"","poster":"Silberner Dolch","date":"2017-06-16T14:56:40.258+0000","up_votes":3,"down_votes":0,"body":"Guten Tag,\n\nich vergleiche gerade deine Aussagen mit deinen Statistiken.\n\nInhalt:\n1. Deine KDA\n2. Deine Winrate\n3. Dein Build\n4. Dein Championpool\n\n\nZunächst mal deine Zed Stats:\n\nKDA: 2,36:1\n7,2/5,8/6,4\n\nWinrate: 46%\n\nDu hast durchschnittlich 7 Kills, was ganz ok ist. Problematisch sind die Anzahl deiner Tode. Dort hast du nämlich durchschnittlich 5,8 Tode. Im Klartext bedeutet das, das du jedes mal stirbst wenn du einen Kill holst. Die 1,2 unterschied (defacto sind es ja durchschnittlich 6 Tode pro Game, da es keine 0,8 Tode gibt) lassen sich durch defensive Summs (i.d.R. Flash) begründen. \nKurz gesagt: Immer wenn du keinen Flash hast stirbst du, sobald du einen Kill gemacht hast.\n\nDu kannst zwar gut Kills holen. Aber eher so Suizid Mäßig noch einen mitnehmen, anstatt cleaner Kill.\n\nDeine Unfähigkeit jemanden sauber Abzuholen ist schon einmal ein wesentlicher Punkt der dich von Dia Spielern (ja sogar von Gold Spielern) unterscheidet. Die Befähigung einen Kill sauber abzuholen ist etwas, dass du nicht besitzt. \n\n\n**Zur Winrate:**\nDeine Winrate von 46% ist die natürliche Konsequenz die sich aus deinem Spielstil ergibt.\nDu bist sofort tot -> dein Schaden fehlt -> verlorener TF -> verlorenes Game\n\n**Dein Build:**\nIch sehe in jedem deiner Spiele Malmortius. Sogar dann, wenn du gegen einen AD Gegner Lanen musst. Teilweise gehst du sogar Hex first obwohl du gegen Yasuo gelaned hast.\nEs deutet zumindest darauf hin, dass du schlicht irgendwas aus einem Guide nachbaust anstatt selber nachzudenken. Das richtige zu bauen im richtigen Moment ist das A und O um auf Zed gut zu sein. Lethality ist beispielsweise extrem stark gegen weiche Ziele. Trotzdem baust du entweder Mal oder Botrk first und nichts um deinen Feed weiter auszubauen.\nHier sehe ich auch einen wesentlichen Punkt für deinen Misserfolg mit Zed.\n\n**Dein Champion-Pool:**\nEin weiterer Grund warum sehr viele Spieler stucken ist, dass sie einfach Random irgendetwas picken. Man muss es sich nur mal vorrechnen, um zu verstehen, wie viele LP man durch Random Picks vergeudet.\nHier die Rechnung:\n\n\n**Gegeben:**\n16Lp pro Game (angenommener Wert)\nAlle Loses mit Champs unter 5 Games: 34\n\n34 Games x 16 LP pro Game = **544 LP**\n\nDu hast also 544LP mir Random Champs verspielt. Wenn du auch nur die Hälfte dieser Games mit deinen Mains gewonnen hättest, wärst du locker 2-3 Divisonen höher. Also wärst du ganz locker in Silber drin, ohne das du auch nur einen einzigen (von deinen vielen) Fehlern verbessern hättest müssen.\nHier mal die Rechnung für Veigar:\n\n**Gegeben:**\n58% Winrate auf Veigar\n\n544LP = 100%\n\n544LP / 100% x 58% Winrate (Veigar) = **315,52 LP**\n\nAlso etwa 315LP mehr wenn du deine Veigar Winrate halten kannst (selbst wenn sie auf 54% droppt, steigst du immer noch auf).\n\n**Anmerkung: **Ich gehe nur von Champs mit unter 5 Games aus. Wahrscheinlich hast du doppelt so viel LP in den Sand gesetzt (also etwa 1000LP).\n\n**Was lernen wir daraus?**\nDu selber lernst, dass du eigentlich ein Silber Spieler bist, der sich, durch sein Pickverhalten, nach Bronze runterdroppt. Du brauchst 0% deiner Fehler zu beheben und kannst trotzdem aufsteigen.\nMerke dir nur: 2 Champs pro Lane und diese immer Picken. \n\nAnmerkung der Redaktion: Verbessere unbedingt deine Selbstwahrnehmung, wenn du weiter als Silber kommen möchtest. Deine Quelle zu folgender Aussage:\n\n>ch habe gerade mal ein wenig auf LoLking geschaut meine Zed stats sind diamond niveau\nmeine Leona und Caitlyn Galio Ziggs Ahri matches Challenger\n\nwürde ich gerne hier verlinkt sehen. Vielen Dank.\n\nTLDR:\n-sterb nicht so oft\n-baue ein besseres Build\n-improve your Selbstreflexion\n-verkleinere deinen Championpool bzw. keine Random Picks mehr","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-19T13:16:49.414+0000","up_votes":1,"down_votes":0,"body":"Ich weiß das kommt jetzt etwas spät, ich möchte aber etwas dazu sagen:\n\n>Gegeben:\n16Lp pro Game (angenommener Wert)\nAlle Loses mit Champs unter 5 Games: 34\n\n34 Games x 16 LP pro Game = 544 LP\n\nDu hast also 544LP mir Random Champs verspielt. Wenn du auch nur die Hälfte dieser Games mit deinen Mains gewonnen hättest, wärst du locker 2-3 Divisonen höher. Also wärst du ganz locker in Silber drin, ohne das du auch nur einen einzigen (von deinen vielen) Fehlern verbessern hättest müssen.\n\nDie Rechnung an sich macht durchaus Sinn und bei manchen Spieler ist das vielleicht wirklich ein Grund, warum man aktuell noch nicht aufgestiegen ist. Allerdings denke ich nicht, dass so etwas wirklich einen Einfluss von mehreren Divisionen hat. Dazu müssten die Spiele alle im Grunde vor kurzem stattgefunden haben. Über die Season verteilt sollte es aber eher der Fall sein, dass der Spieler dadurch gelegentlich ein Spiel verliert, weil er den Champion nicht ausreichend beherrscht. \n\nMan darf aber nicht vergessen, dass die Platzierung und das MMR der Spieler ständig angepasst werden. Würde so ein Spieler auch in den 34 Spielen die Mains spielen, könnte es zwar sein, dass er ein paar davon gewonnen hätten. Insgesamt sollte das aber keinen Einfluss auf das Endergebnis haben. Schließlich haben die 34 Spiele dafür gesorgt, dass er später etwas leichtere Gegner hat, wodurch der Mainchampion dann gegen schwächere Spieler antritt und die Winrate auf dem Champion etwas nach oben treibt. \n\nIch glaube also nicht, dass so etwas wirklich zu verschenkten LP führt, solange es nur einen geringen Teil der Spiele ausmacht. Klar, jemand der jeden Tag einen anderen Champion spielt, mit dem er sich nicht auskennt, wird dadurch deutlich niedriger platziert sein, als wenn er auf seinen guten durchgehend gespielt hätte. \n\nAber bei den knapp 400 Spielen, ist das gerade mal ein Zehntel. Ohne die Spiele wäre die Winrate bei seinem Viegar und Zed vermutlich nur etwas niedriger. \n\nLeider lässt sich so etwas nicht beweisen, da wir für eine klare Lösung in der Lage sein müssten, in der Zeit zurück zu reisen und Leute dazu bringen müssten, keine Firsttimer auszupacken, sondern weiter den Main, um dann die Platzierung vergleichen zu können.\n\n\n>würde ich gerne hier verlinkt sehen. Vielen Dank.\n\n\nDas mit den Diastats ist wohl diese Seite hier. http://www.lolking.net/summoner/euw/48446996/MyT%20Vortex#profile\n\nDas zeigt einen Vergleich zwischen dem Spieler und dem Schnitt einer beliebigen Division. Allerdings sollte man sich bei solchen Sachen bewusst sein, dass die Platin Spieler, solche Stats gegen andere Platinspieler haben. Wobei es bei diesem Profil sogar relativ interessant ist. Er hat zwar fast überall bessere Stats als Bronze, sogar deutlich mehr CS und eine bessere KDA, macht aber deutlich weniger Schaden im Schnitt. Die Differenz zwischen 15 k und 17,6 k ist schon ziemlich hoch. ","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-06-19T21:03:15.590+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n> Die Rechnung an sich macht durchaus Sinn und bei manchen Spieler ist das vielleicht wirklich ein Grund, warum man aktuell noch nicht aufgestiegen ist. Allerdings denke ich nicht, dass so etwas wirklich einen Einfluss von mehreren Divisionen hat. Dazu müssten die Spiele alle im Grunde vor kurzem stattgefunden haben. Über die Season verteilt sollte es aber eher der Fall sein, dass der Spieler dadurch gelegentlich ein Spiel verliert, weil er den Champion nicht ausreichend beherrscht.\n\nIch denke mal er ist so ein Fall.\n\nEr hat wahrscheinlich weit mehr als 200 Games immer wieder einen anderen Champion gespielt. Zudem hat er sich noch für einen Main Champ entschieden, den er auch mechanisch nicht wirklich drauf hat.\nMit Veigar Spammpick (dein mechanisch bester Champ) sollte er definitiv aufsteigen können. Wie weit er kommt und wie lange er z.B. für Silberelo brauchen wird, kann man definitiv nicht sagen. Es kann natürlich auch der Fall eintreten, dass er seinen Zenit erreicht hat und nichts mehr aus seinen Fehlern lernt. 57% Winrate deuten, meiner Meinung nach, allerdings darauf hin, dass er noch Potenzial hat (zumindest mit Veigar).\n\n> Man darf aber nicht vergessen, dass die Platzierung und das MMR der Spieler ständig angepasst werden. Würde so ein Spieler auch in den 34 Spielen die Mains spielen, könnte es zwar sein, dass er ein paar davon gewonnen hätten. Insgesamt sollte das aber keinen Einfluss auf das Endergebnis haben. Schließlich haben die 34 Spiele dafür gesorgt, dass er später etwas leichtere Gegner hat, wodurch der Mainchampion dann gegen schwächere Spieler antritt und die Winrate auf dem Champion etwas nach oben treibt.\n\nIch würde sagen, dass es davon abhängt, wie viele Spiele er diese Season noch machen wird. Je höher er steigt, desto schlechter werden seine Winrates. 57% auf Veigar deuten darauf hin, dass er wohl langfristig noch eine oder zwei Divisonen (also bronze 1-Silber 5) erreichen kann. Dann wird sich seine Winrate so bei 47-50% einpendeln und er wird stucken.\nVorausgesetzt natürlich, dass er nicht weiter Random Picks oder Zed spielt.\n\n> Ich glaube also nicht, dass so etwas wirklich zu verschenkten LP führt, solange es nur einen geringen Teil der Spiele ausmacht. Klar, jemand der jeden Tag einen anderen Champion spielt, mit dem er sich nicht auskennt, wird dadurch deutlich niedriger platziert sein, als wenn er auf seinen guten durchgehend gespielt hätte.\nAber bei den knapp 400 Spielen, ist das gerade mal ein Zehntel. Ohne die Spiele wäre die Winrate bei seinem Viegar und Zed vermutlich nur etwas niedriger.\n\nIch hatte mir nicht die Mühe gemacht jedes Spiel zu zählen sondern habe nur Champs unter 5 Games gezählt. Ich denke mal er wird so 200+ Spiele Random gespielt haben.\nDas wird schon einiges ausmachen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-06-19T22:09:55.944+0000","up_votes":1,"down_votes":0,"body":"Kann gut sein, dass er mit Veigar etwas höher platziert werden kann, Leona scheint auch gut zu laufen. Wenn ich aber bei op.gg nachsehe, wird mir angezeigt, er wäre Bronze 4.","replies":[]}]}]},{"id":"","poster":"MyT Vortex","date":"2017-06-16T15:21:04.806+0000","up_votes":1,"down_votes":0,"body":"Das sind doch mal aussagen mit denem man arbeiten kann ja die random pickts sind dadurch zu stande gekommen weil ich versuch habe eine counter zu spielen \nMalmortius aus dem prinzip da ich das schild ganz nützlich finde und es mir schon oft den hintern gerettet hat und ich mit dem build eig relativ gut schaden mache wie du aber schon beschrieben hast ich maximal 1 zu 1 aus einem trade raus gehe manchmal zwar 2 kills holle dann aber wieder 2x sterbe ohne eine kill zu holen \n\njetzt meine Frage wenn ich jetzt 2 champs gut kann und einer gebannt und der andere vom gegner gepickt wird und jetzt sage ich mal wirklich nur diese 2 champs kann bin ich am arsch \nklar logischer weise noch einen dritten lernen oder lane wechseln ?\n\nDas mit dem Niveau gebe ich zu wenn man es das zweite mal Ließt hört sich das verdammt kacke an \nEs ging mir halt darum das ich auf LoL king sehe das ich ungefähr die minions gold kills habe \nhttp://prntscr.com/fkk4t6 (siehe hier)\n","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-06-17T12:41:35.718+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\n> dadurch zu stande gekommen weil ich versuch habe eine counter zu spielen\n\nDir sollte klar sein, dass selbst der beste Counterpick kein Garant dafür ist, die Lane automatisch zu gewinnen. Vor allem dann nicht, wenn du einen Champ pickst, den du nicht kannst. Du verschlechterst deine Chancen nur. Ich habe dir ja vorgerechnet, wie viele LP du durch solche Picks verschwendest. Meiner Einschätzung nach, hast du ja ungefähr 1000LP dafür verballert.\nHättest du nur 50% dieser Games mit deinem Main gezockt und dann c.a. 25% von diesem Games gewonnen, wärst du schon Silber.\n\n\n> Malmortius aus dem prinzip da ich das schild ganz nützlich finde und es mir schon oft den hintern gerettet hat und ich mit dem build eig relativ gut schaden mache \n\nWesentlich besseren Schaden und wesentlich bessere Chancen zu überleben hättet du, wenn du dich deinem Lanegegner (und später dem Gegnerteam) anpassen würdest. \n\n>jetzt meine Frage wenn ich jetzt 2 champs gut kann und einer gebannt und der andere vom gegner gepickt wird und jetzt sage ich mal wirklich nur diese 2 champs kann bin ich am arsch\nklar logischer weise noch einen dritten lernen oder lane wechseln ?\n\nDie Wahrscheinlichkeit das so etwas passiert ist äußerst gering. Man nimmt natürlich nicht 2 God Tier Champs, sondern eher 1 God Tier und ein Tier1 Champ. Zudem solltest du auf jeder Lane jeweils 2 Champs spielen. Also insgesamt 4 verschiedene Champs.\nWenn der unwahrscheinliche Fall eintritt das alles weg ist, kannst du immer noch das Spiel dodgen. Es sind nur ~5LP und 5 Minuten. \n\n> Es ging mir halt darum das ich auf LoL king sehe das ich ungefähr die minions gold kills habe\nhttp://prntscr.com/fkk4t6 (siehe hier)\n\nSiehe hier: https://prnt.sc/fkuxhe\n\nLaut Lolking müsste ich ja der absolute Gott unter den Spielern sein. Selbst Faker könnte mir nichts. \nSieht mir nach ziemlichem Schwachsinn aus. Wo immer die ihre Zahlen hernehmen, ihre Art sie darzustellen ist ziemlich missverständlich.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-17T16:42:17.269+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Silberner Dolch,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0004000000000001000500000001,timestamp=2017-06-17T12:41:35.718+0000)\n>\n> Guten Tag,\n> \n> Dir sollte klar sein, dass selbst der beste Counterpick kein Garant dafür ist, die Lane automatisch zu gewinnen. Vor allem dann nicht, wenn du einen Champ pickst, den du nicht kannst. Du verschlechterst deine Chancen nur. Ich habe dir ja vorgerechnet, wie viele LP du durch solche Picks verschwendest. Meiner Einschätzung nach, hast du ja ungefähr 1000LP dafür verballert.\n> Hättest du nur 50% dieser Games mit deinem Main gezockt und dann c.a. 25% von diesem Games gewonnen, wärst du schon Silber.\n> \n> Wesentlich besseren Schaden und wesentlich bessere Chancen zu überleben hättet du, wenn du dich deinem Lanegegner (und später dem Gegnerteam) anpassen würdest. \n> klar logischer weise noch einen dritten lernen oder lane wechseln ?\n> \n> Die Wahrscheinlichkeit das so etwas passiert ist äußerst gering. Man nimmt natürlich nicht 2 God Tier Champs, sondern eher 1 God Tier und ein Tier1 Champ. Zudem solltest du auf jeder Lane jeweils 2 Champs spielen. Also insgesamt 4 verschiedene Champs.\n> Wenn der unwahrscheinliche Fall eintritt das alles weg ist, kannst du immer noch das Spiel dodgen. Es sind nur ~5LP und 5 Minuten. \n> http://prntscr.com/fkk4t6 (siehe hier)\n> \n> Siehe hier: https://prnt.sc/fkuxhe\n> \n> Laut Lolking müsste ich ja der absolute Gott unter den Spielern sein. Selbst Faker könnte mir nichts. \n> Sieht mir nach ziemlichem Schwachsinn aus. Wo immer die ihre Zahlen hernehmen, ihre Art sie darzustellen ist ziemlich missverständlich.\n\nhabe ich verstanden werde ich machen vielen dank","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-06-16T16:04:52.527+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MyT Vortex,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=000400000000000100050000,timestamp=2017-06-16T15:21:04.806+0000)\n>\n> jetzt meine Frage wenn ich jetzt 2 champs gut kann und einer gebannt und der andere vom gegner gepickt wird und jetzt sage ich mal wirklich nur diese 2 champs kann bin ich am arsch \n> klar logischer weise noch einen dritten lernen oder lane wechseln ?\n> \n\nDu solltest dir Champs suchen, die stark, aber nicht bannwürdig sind. Ich kenne deine Rollen jetzt nicht, aber auf der Toplane fallen mir Pantheon und Malphite, Jungle Sejuani, Shyvana und Amumu, Mitte Annie und Morgana, Adc MF und Ashe und Support Soraka, Sona und Zyra ein.\n\nDiese Champs werden fast nie gebannt und nur selten gepickt. \n\nFall es doch passiert: Du kannst Jungle, Top und Support IMMER einen Tank picken. Selbst wenn du ihn nicht spielen kannst, kannst du zumindest CC nutzen und Schaden aufsaugen. Tanks sind immer irgendwie nützlich, auch wenn du ihn nicht so gut spielen kannst. Dagegen sind Champs wie Yasuo, Riven und Fiora nutzlos, wenn du sie nicht sehr gut spielst. \n\nIch würde vorschlagen: Pro Rolle 1 Champ. Scheiß auf Counterpicks, das spielt in Gold bei mir schon keine Rolle, in Bronze auch nicht. Ich bin Season 5 nur mit Fiora (die alte) rausgekommen.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-16T16:23:38.121+0000","up_votes":1,"down_votes":0,"body":"Sollten wir nicht vllt ein neues thema beginnen um etwas hilfe für mich zu fordern ich mein ihr helft ja schon aber hier alles voll zu schreiben xD\nIch meine ein neuer Beitrag wäre glaub ich eig weniger sinnvoll ,weil es kommen echt fragen über fragen\n\nDas problem am Tank hast keine schaden , hast du schaden fehlen die tanks \ngerade in dem galio match 4,5k leben 190 armor mr trynda stand nicht gut gegen teemo jungler xin zu squishy da bringt der tank auch nicht wenn man 5 jahrte überlebt :p und ashe xin trynda platzen  habe versucht die kalista zu stunnen und lee kayle teemo aber sie kamen einfach durch dann wars spiel vorbei ","replies":[]}]}]}]},{"id":"","poster":"xSplitGamer1HDx","date":"2017-06-16T13:41:09.359+0000","up_votes":3,"down_votes":0,"body":"Ich als High-Plat Player habe mir ein replay von dir heruntergeladen und ja....WAS SOLL ICH SAGEN???\nDeine Spielweise ist komplett dumm...\nDu hast Mindestens 100000000000000000000 Fehler gemacht...\nNicht dein Team ist Schuld sondern du...\nWenn du meinst dass du auf Diamond Niveau spielst dann gehört dein Spiel desinstalliert.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-16T16:43:37.562+0000","up_votes":1,"down_votes":2,"body":"und jetzt bitte freundlich und mit mehr kritik an der ich arbeiten kann ja ? danke\nwenn ich mir jetzt noch ein replay von dir runterladen könnte wäre echt cool dann könnt ich mal gucken wie lcs like du spielst \nmhm komisch geht nicht liegt wohl an mir habe wohl 500000000000000000000000000 fehler gemacht und den replay knopf nicht gefunden echt schade gruß mal deine Booster von mir","replies":[{"id":"","poster":"xSplitGamer1HDx","date":"2017-06-17T14:25:43.659+0000","up_votes":1,"down_votes":0,"body":"Wenn ein Bronze Spieler zu nen Platin Spieler sagt dass er boosted ist und rumbeleidigt dass er schlecht ist dann ist du echt dumm...","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-06-16T19:15:58.250+0000","up_votes":1,"down_votes":0,"body":"Holy, du meinst das nicht ernst oder. Bitte, bitte, bitte meinst du das nicht Ernst weil dann hätte ich den Glauben daran verloren das alle Menschen intelligenter sind als ein getostetes Brot (no offence, okay vllt doch ein wenig). \n\nWenn du denkst das du Dia Niveau wärst dann bist du offizell der Mensch der die Realität am meisten verweigert/ignoriert/nicht wahrnimmt den ich JE gesehen habe. \n\nWie kannst du auch nur daran denken ein Silber Niveau zu besitzten?! Ich verstehe Menschen wie dich nicht, das ist so unfassbar traurig, wie kann man so wenig Selbstreflektion besitzten? Ich frage mich wie das in deiner Schule aussieht (ich denke mal du bist noch Schüler weil du geistig noch nicht reif bist); denkst du bei einer 5 in der Arbeit auch das \n-Lehrer\n-Füller\n-Papier\n- oder dein Hamster schuld ist? \n\nUnd um das nochmal klar zustellen, du, bist, nicht, besser, als, Bronze. \n\nWieso kommen denn ALLE aus Bronze easy raus AUßER du? \nSry ich wiederhole mich, \nDer Lehrer, der Füller, das Papier und der Hamster sind schuld nicht?\n\nMein Main: Mi3zekatze","replies":[]}]}]},{"id":"","poster":"xSplitGamer1HDx","date":"2017-06-16T13:34:30.515+0000","up_votes":1,"down_votes":1,"body":"holy shit 350 games und immernoch bronze?\nDa ist wohl nicht dein Team schuld","replies":[{"id":"","poster":"FioraToPlatinum","date":"2017-06-16T22:43:24.694+0000","up_votes":1,"down_votes":0,"body":"Doch natürlich ist das Team schuld. Wer denn sonst? Ich meine in Bronze ist immer das Team schuld haha.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-06-16T07:14:16.626+0000","up_votes":2,"down_votes":0,"body":">habe diese Season 350 games gespielt war nach den promos (5/5) B3 wegen letzter season so jetzt habe ich 174 Siege und achja 192 lost\n\nWenn du es in so vielen Spielen nicht schaffst, ist es vielleicht für dich nicht möglich. Das heißt aber noch lange nicht, dass es unmöglich ist. \n\nIch habe das in 50 Spielen geschafft, inklusive Einstufung. Also nach der Platzierung in Bronze 3, 40 Spiele, mehr nicht. Es gibt auch Leute, die in Bronze feststecken, das liegt dann aber meist an mangelndem Spielverständnis. \n\nDeine Stats sind auch alles andere als wichtig. Wenn du jedes Spiel 12/2/3 als Zed beendest und verlierst, liegt es wohl daran, dass dir die Kills wichtiger sind, als der Sieg. Das wichtige ist es nämlich nicht, den Gegner zu töten, sondern dafür zu sorgen, dass sie Objectives verlieren, solange sie nicht darum kämpfen können. Nach dem Kill sollte man also etwas für das Team rausholen. Drache, Baron, Turm, Inhibitor, Mitspieler unterstützen. Damit gewinnt man. \n\nBis Minute 20 hast du als Zed nur 2 mal Katarina getötet, bist an ihr gestorben und hast einmal Graves erwischt und irgendwann den Turm gemacht. Das sieht nicht so aus, als hättest du deine Lane gewonnen und anderen geholfen oder Objectives gemacht. Die Gegner hatten bis dahin schon 3 Türme, auch wenn ihr einen Drachen sichern konntet.\n\nUnd auf die Wertung solltest du auch nichts geben. Das A+ und S bedeuten nur, wie du im vergleich zu anderen stehst. Was genau da rein fällt, weiß keiner, aber es hat nicht viel mit gewinnen zu tun. Auch wenn ich nicht weiß, warum das System da ein A+ vergeben hat. 4/4/0 mit 96 CS ist nicht gerade etwas, das ich eine gute Leistung bezeichnen würde. Vielleicht gab es das A, weil andere Yasuos in deinem Bereich meist deutlich schlechter in der Zeit sind, wie 1/5/1 mit 60 CS.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2017-06-16T06:18:32.344+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MyT Vortex,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0004000000000001,timestamp=2017-06-15T23:23:13.566+0000)\n> ich habe gerade mal ein wenig auf LoLking geschaut meine Zed stats sind diamond niveau \n> meine Leona und Caitlyn Galio  Ziggs Ahri matches Challenger \n\n\nEs gibt niemanden außerhalb Diamant/Challenger, der Diamant/Challengerstats hätte. Die Stats hängen ja offensichtlich davon ab, gegen wen du spielst. Wenn du einen Challenger in Bronze V spielen lassen würdest, könnte der da ohne Probleme mit 40/0 rausgehen. Und schon praktisch jeder Spieler ab spätestens Gold würde da alles wegstompen.","replies":[]},{"id":"","poster":"FioraToPlatinum","date":"2017-06-16T22:32:46.821+0000","up_votes":1,"down_votes":0,"body":"Übrigens bist du - rein statistisch gesehen - unterhalb des Durchschnittes in Bronze: \nZed: http://www.leagueofgraphs.com/summoner/performance/zed/euw/MyT+Vortex\nCaitlyn: http://www.leagueofgraphs.com/summoner/performance/caitlyn/euw/MyT+Vortex\nNur Beispiele.\n______________________________\n\nUnd mit Veigar hast du keine 100% Winrate sondern 57.4%.\n\nDie Edit sagt: \"Und hier kannst du alles selber nachschauen: http://www.leagueofgraphs.com/summoner/euw/MyT+Vortex \"","replies":[]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-06-16T19:05:19.113+0000","up_votes":1,"down_votes":0,"body":"Keine Selbstreflektion... \n\nWie kommt es das ich diese Season aus B2 zu Platin 3 geclimbed bin? Wie erklärst du dir das?\n\nUnd wie erklärst du dir das, dass ich deinen Account bis Silber I boosten könnte mit Soraka Toplane? Wieso kannst du das nicht?! \n\nGenau weil du zu schlecht bist. Du gehörst in Bronze rein, allein schon von der Mentalität!","replies":[]}]}]},{"id":"","poster":"Silberner Dolch","date":"2017-06-16T14:04:25.910+0000","up_votes":2,"down_votes":1,"body":"Guten Tag,\n\nich habe mir mal dein Profil angeschaut und mir sind einige Dinge aufgefallen.\nDa Bronze eine Recht anspruchslose Liga ist (no offense) verzichte ich mal auf unnötig komplizierte Texte und sage dir, dass du genau nur \n1 -2 Sachen anders machen musst.\n\nIn deinem Profil sieht man sofort wo dein Problem liegt. Dein Problem ist CS. Woran erkenne ich das?\nPass auf:\n\nDein Taric\n42 Games gespielt -> durchschnittlicher CS= 39CS\n\nDein Xin\n21 Games gespielt -> durchschnittlicher CS=34,8CS\n\nDein Problem ist schlicht und einfach, dass du nicht farmst. Du hast auf einem Support Champion durchschnittlich höhere CS als auf einem Champ dem freie CS zur Verfügung stehen. \nWenn du aufsteigen willst, ist dein CSing das einzige was du verändern musst. Dann ist Silberelo kein Problem. \n\nWarum CS?\nWenn du durchschnittlich besser Farmst hast du durchschnittlich mehr Gold-> mehr Schaden->mehr Einfluss ingame->mehr Wins\nDeine niedrigen CS weisen ebenfalls darauf hin, dass du viel Zeit verschwendest mit nichts tun. Das kann etwas sein wie vergebliche Gankversuche oder nutzloses rumlaufen, weil jemand Spammpingt.\n\nWenn du diese beiden Sachen abstellen kannst, bist du easy Silber. Den das einzige was Bronze und Silberspieler unterscheidet, sind CS Werte und geringfügige mechanische Unterschiede. Bügel diese beiden Sachen aus und verbessere deine Mechaniken. Dann kommst du vorwärts.\nWas du nicht tun solltest, ist den Fehler bei anderen zu suchen. Du hast jetzt etwa 100 Games gespielt und eine Winrate von 41%. Wenn du wirklich in höhere Elo gehören würdest, dann wärst du, gemäß den Gesetzen der Wahrscheinlichkeit (eine stärkere Kraft setzt sich immer durch), inzwischen aufgestiegen. Da du das nicht bist, liegt der Fehler bei dir und niemandem sonst. \nDas hat auch nichts mit unlucky sein oder so zu tun. Das wäre bei 10 Games der Fall. Bei 100 Games allerdings, liegt das Problem, ohne wenn und aber, bei dir selbst.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-16T19:01:18.869+0000","up_votes":2,"down_votes":1,"body":"Es werden keine Jungle CS mitgezählt... Deswegen kommt der Farm wert zsm ^^","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-06-17T12:46:15.370+0000","up_votes":1,"down_votes":0,"body":"Oh ok \n\nAllerdings ist das was ich geschrieben habe, nicht vollkommen falsch.\n\nErkennbar an deinem durchschnittlichen CS pro Minute. Er hat etwa 3CS pro Minute.\nVergleiche ich das mit mir (ich bin völliger Jungle Noob), sehe ich, dass ich durchschnittlich 6CS pro Minute mache. In der Realität mache ich also 2 Camps, während er eins macht.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-17T13:36:04.274+0000","up_votes":1,"down_votes":0,"body":"Hmm 6 ist echt viel ^^ \n\nIch habe als ich aktiv Rengar geontricked habe der richtig gut powerfarmen kann und einen immensen Clearspeed hat auch um die 6 geschafft. Wohlgemerkt mit einem Spielstyl der auf Farm fokussiert war. Und ich spiele auf Platin! (Dazu zu sagen ich hatte dann aus 20 Games eins indem ich unter 5,5 war ^^)\n\nWas ich sagen möcht: 6 CS im Jungle als Ziel zu setzten vor Dia V würde ich als unrealistisch sehen. Gute ganker wie Gragas oder Kha machen lieber 3 Camps und ganken, das bringt dir keine 6 CS ein auch wenn das der optimale Spielstyl wäre. \nAuch Sejuani oder generell Tank Jungler mit 6 cs/min habe ich auch noch nie gesehen vor Platin. \n\n4,5-5 CS sind allerdings mit fast jedem Jungler zu erreichen auch wenn man ganked.","replies":[]}]}]},{"id":"","poster":"Nazawe","date":"2017-06-16T18:56:54.668+0000","up_votes":1,"down_votes":0,"body":"hm. Bei Xin konzentriere ich mich aufs ganken und nicht aufs farmen.\nBei Taric liegt das an den Stacks vom Support Item.","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-06-17T12:46:55.698+0000","up_votes":1,"down_votes":0,"body":"Ich zitiere mich mal selbst:\n\n> Oh ok\nAllerdings ist das was ich geschrieben habe, nicht vollkommen falsch.\nErkennbar an deinem durchschnittlichen CS pro Minute. Er hat etwa 3CS pro Minute.\nVergleiche ich das mit mir (ich bin völliger Jungle Noob), sehe ich, dass ich durchschnittlich 6CS pro Minute mache. In der Realität mache ich also 2 Camps, während er eins macht.","replies":[]}]}]},{"id":"","poster":"fokko1023","date":"2017-06-15T13:49:59.560+0000","up_votes":2,"down_votes":1,"body":"Im Fußball bin ich auch nur Kreisklasse aber es macht trotzdem spaß sich mit den anderen zu messen","replies":[]},{"id":"","poster":"koernerpudding","date":"2017-08-29T21:10:06.943+0000","up_votes":1,"down_votes":0,"body":"Klar, kann man als Supporter aus Bronze rauskommen.. Ich bin der lebende Beweis..\n\nMeine Geschichte:\nIch hab Ende letzter Season angefangen..\n\nNach meinen Placements (s6) bin ich in Bronze 3 gelandet und hab auch erst viel gewonnen mit Sona Support. Harte Loosingstreak und zack Bronze 5! Hab btw eine Wnrate von 37% auf 80 Spiele auf Sona ergo mega schlecht!\nIch habe mir einen neuen Main gesucht und bin auf Nautilus gestoßen. Er ist einfach, tanky, hat viel CC und einen guten Engage. Derzeit eine Winrate von 61% auf etwa 100 Spiele also recht solide..\nKlar kann es mal sein das Top und Jungle Tanks spielen, aber da kann ich immernoch auf Janna und Soraka ausweichen.\n\nWas ich damit meine ist: Such dir deinen Main und spamm ihn! Lerne jedes Matchup mit ihm, wann musst du offensiv und wann defensiv spielen, wann roamen und wann und wo WARDEN!\n\nIch hab es nun nach Silber geschafft nach einem halben Jahr Pause Tendenz steigend...","replies":[]},{"id":"","poster":"Thorak","date":"2017-06-21T20:43:15.094+0000","up_votes":1,"down_votes":1,"body":"Das mag jezt etwas hart klingen aber wenn du dich deiner elo nicht angemessen fühlst soltest du anfangen nur noch auf dich persönlich zu kugen es ist total egal wie andere spielen konzentrire dich darauf das du ein gutes spiel liferst und wenn du das immer tust und du konstant besser als andere spieler in deinem elo bereich spielen soltest wirst du zwangsläufig aufsteigen daran würde gar kein weg vorbeiführen.","replies":[{"id":"","poster":"Nazawe","date":"2017-06-21T20:45:38.938+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist das ich Support Main bin, ich brauche einen halbwegs guten ADC damit ich was machen kann.","replies":[{"id":"","poster":"Perry45","date":"2017-06-27T21:07:12.864+0000","up_votes":1,"down_votes":0,"body":"Nunja, als Support brauch man tatsächlich etwas länger, da der Impact geringer ist.\n\nAllerdings kann man auch Supports spielen mit denen man einiges bewirken kann, entweder poke Supports wie z.B. Brand oder sowas wie Blitzcrank. Wenn du die gut spielst kannst du locker aus Bronze rauskommen.","replies":[]}]}]},{"id":"","poster":"Kampfbestie","date":"2017-06-25T10:20:05.535+0000","up_votes":1,"down_votes":0,"body":"wtf aus bronze rauszukommen ist so easy ,da braucht du keine hilfe. Vielleicht bist du einfach zu schlecht. Wenn du aufsteigen willst nimm die 0815 Standard-runen für ad und ap. Zusätzlich irgendeinen op Champion oder einen Champion den du gut spielen kannst.\nEin paar Vorschläge: \n\nTop: Yorick,Darius, Tryndamere\n\nMid: Annie, Swain\n\nJgl: Yi, Xin Zhao, tryndamere\n\nSupp: Sona,Brand\n\nAdc: Twitch, Mf\n\nJa und ohne Begeisterung wird das sowieso nichts.\nDann spiel lieber rpg oder mmo's.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-06-16T07:35:41.419+0000","up_votes":1,"down_votes":9,"body":"Wenn du das erste Mal in Bronze bist kann ich dir sagen das eventuell diese Season es so gut wie nix mehr wird aber nächste Season du mit Sicherheit dich rauscarrien kann, und das sogar als Support. Als ich das erste Mal Bronze war, war dies einfach die schlimmste Erfahrung die ich gemacht hatte (momentan durchlebe ich den gleichen Scheis in Silber obwohl ich schon des öfteren aus Silber rauskam) und ich war nur tilt, JEDES FUKING GAME Tilt. Natürlich habe ich somit meine Mates auch schön getilted und war ein Herz und eine Seele mit Bronze <3 haha.\nMein Hauptproblem damals war das ich mich wegen dieser Elo aufs supporten gezwungen hatte, weil es damals dieses Autofill nicht gab und man gefühlte 20 min für ein Game warten musste, welch ein Vollidiot wieder nicht annehmen würde, weil es zu blöd ist um auf sein Bildschirm zu schauen. Wie dem auch sei war ich nur Support (von einem Volibear, Karma Mid, Syndra, Anivia und ChoMain) und in Bronze war es halt schwer als Supporter etwas zu reißen, vorallem nicht wenn man tilt as fuk war.\nAls war ich die Season mal Bronze.\nNächste Season, reines weißes Hemd , habe ich mich innerhalb 3 Tagen von Bronze 4 auf Silber 5 als Supporter gecarried. Ich habe wirklich immer gecarried. \nMein Erfolg waren nicht wirklich meine Plays, ich hatte mich verbessert sogar sehr. \nIch hatte aufgehört mich zu beschweren, war gelassener und ruhig, mitfühlend aber vorallem meine größte Stärke: manipulativ. \nIch bin sehr manipulativ, persönliche Eigenschaft von mir. Ich konnte sehr geschickt, meistens, die Teams nach meinen Wünschen formen und vorallem die richtigen Calls und gewisse Aufgaben erfüllen lassen. \nMein perfektes Team: \nTop: Tank (Darius, Renekton, Malph, Mao, Cho, Mundo, Garen)\nJungle: Tank bis Bruiser, Offtank ( Sejuani, Zac, Olaf, Rammus, Udyr Volibear WW)\nMid: Immer Aoe Burst AP d.h. kein ADs und kein TF (so ein nutzloser Champ)\nADC: ADC halt, sollte kein Kennen sein\nund Support ich: Soraka Main aber kann auch alle anderen Supporter. Soll aber ein Healer Support sein.\n\nIch hatte immer diese Schablone im Kopf und darin habe ich meine Teammates im Team fast immer gezwängt. Er will Shaco im Jungle spielen? Nee mein Freundchen nicht in meinem Team. Dann wird Shaco gebannt oder wenn es nicht geht wird auch ihn eingeredet oder eventuell bedroht mit trolls, feed oder anderen Sachen. \nIn den meisten Fällen hat es geklappt und auch wenn diese dann doch nicht gut waren, weil es nicht ihre Champs waren habe ich es mit meinen Heals ausgebessert. Ich war nicht tilt, ich hatte die Zügel in der Hand und ich war auch ruhig und konzentriert. GJ und WP kamen zur weiteren Motivation und das Spiel lief meistens wie geschmiert.\nIrgendwann wirst du auch kapieren wie das da unten abgeht. Du musst halt nur den Affen ihre Bananen geben und schon laufen sie dir hinterher ;).","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-16T19:03:34.673+0000","up_votes":1,"down_votes":1,"body":"Ich bin sehr manipulativ und banne den Champion in meinem Team, mein Gott bist du eine Witzfigur. Vllt trollst du auch einfach, um mal meinen Glauben an die Intelligenz der Menschheit aufrecht zu halten","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-19T11:27:34.588+0000","up_votes":1,"down_votes":3,"body":"Ahhh da ist wieder dieser Charmeur. Mensch ich hatte mich schon gefragt wo deine nutzlosen Kommentare blieben :D. Du lässt auch extra auf dich warten bis man dich wirklich vermisst haha. Du kleiner Schlingel du ;*.\nZu deinem wiedermal nutzlosen, aber amüsanten Kommentar: Ja, ich bin manipulativ und banne nutzlose Champions in meinem Team und dazu stehe ich auch ;).","replies":[{"id":"","poster":"charmelikeahri","date":"2017-06-19T16:39:14.106+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du hast meine Kritik nicht verstanden, ist aber nicht schlimm alle anderen wissen was gemeint ist :)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-06-20T07:35:24.520+0000","up_votes":1,"down_votes":0,"body":"Hmm dachte deine Kritik ist für mich? Aber gut wenn du die damit die Aufmerksamkeit der Gemeinde willst, nur zu. \nTrollen? warum sollte ich trollen? Wie trollt man den auch in einem Forum?","replies":[]}]}]}]}]},{"id":"","poster":"Roooobeert","date":"2017-06-19T18:55:44.612+0000","up_votes":1,"down_votes":0,"body":"Jeder kann höher kommen.\nGerade aus Bronze ist es leicht!\nMan muss mit Taktik arbeiten, wenn man den Skill nicht (mehr) hat ;-)","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-06-15T13:43:31.651+0000","up_votes":1,"down_votes":0,"body":"Was ist daran schlimm, wenn man als Gelegenheitsspieler (gem. deiner Aussage) nicht aus Bronze rauskommt? Nichts und wenn du doch nur bei Gelegenheit spielst, dann spiel doch Normals oder Aram und hab Spass oder mach etwas anderes ;-)","replies":[{"id":"","poster":"AidsOfSpades","date":"2017-06-15T20:55:20.789+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-15T22:58:50.249+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get down and smd,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=00010000,timestamp=2017-06-15T20:55:20.789+0000)\n>\n> Man kann in Bronze keinen Spaß haben diggah. Die sind alle behindert ich hab gerade auf meinem Smurf gespielt.\n\nund wieso smurf ? versuch erstmal mit respect zu schreiben und nicht direkt Leute zu beleidigen die du garnicht kennst","replies":[{"id":"","poster":"FioraToPlatinum","date":"2017-06-16T22:20:14.486+0000","up_votes":1,"down_votes":0,"body":"Dann lass uns doch zusammen eine Studie machen in der ich mit dir 10 Spiele spiele in denen du mich davon überzeugen kannst, dass nicht 90% aller Spieler in Bronze ein Defizit aufweisen.\nMusst nur Get down and smd adden. \n\nP.S.: Ich wette, dass dies nicht eintreffen wird.","replies":[{"id":"","poster":"MyT Vortex","date":"2017-06-16T23:37:55.591+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FioraToPlatinum,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0001000000000000,timestamp=2017-06-16T22:20:14.486+0000)\n>\n> Dann lass uns doch zusammen eine Studie machen in der ich mit dir 10 Spiele spiele in denen du mich davon überzeugen kannst, dass nicht 90% aller Spieler in Bronze ein Defizit aufweisen.\n> Musst nur Get down and smd adden. \n> \n> P.S.: Ich wette, dass dies nicht eintreffen wird.\n\nhabe morgen und Sonntag genug zeit  also lets adde dich morgen also später heute kein bock mehr","replies":[{"id":"","poster":"FioraToPlatinum","date":"2017-06-17T17:57:14.602+0000","up_votes":1,"down_votes":0,"body":"Also warum hast du mich dann wieder von deiner Freundesliste entfernt?","replies":[]}]},{"id":"","poster":"MyT Vortex","date":"2017-06-16T23:43:45.189+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FioraToPlatinum,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=0001000000000000,timestamp=2017-06-16T22:20:14.486+0000)\n>\n> Dann lass uns doch zusammen eine Studie machen in der ich mit dir 10 Spiele spiele in denen du mich davon überzeugen kannst, dass nicht 90% aller Spieler in Bronze ein Defizit aufweisen.\n> Musst nur Get down and smd adden. \n> \n> P.S.: Ich wette, dass dies nicht eintreffen wird.\n\nKein problem ich wette dagegen das wir nicht ein spiel machen werden","replies":[{"id":"","poster":"Waldschrat86","date":"2017-06-17T02:17:26.940+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MyT Vortex,realm=EUW,application-id=KYnfKGf0,discussion-id=AmEnzhf7,comment-id=00010000000000000001,timestamp=2017-06-16T23:43:45.189+0000)\n>\n> Kein problem ich wette dagegen das wir nicht ein spiel machen werden\n\nGanz ehrlich macht auch keinen Sinn^^\nWenn du's nicht einsiehst, dann bleibt deine Situation so, ganz einfach und die pure Wahrheit.\nIch bin jetzt seit einigen Seasons Gold, schau dir mein CS, Stats, etc. an die sind oft genug grottig ohne Ende, hat trotzdem gereicht in relativ kurzer Zeit SoloQ von S5 auf G5 zurückzukommen. Komplett neue Q-Flex,das meiste, gerade die Aufstiege auch Solo gespielt, B1 Start auch G5 ohne Probleme.\nVor 2.3 Seasons wurd ich mal zum Start B3 oder B2 geranked, ich sag mal so, das war ein Fest, da ich da echt spielen konnte was ich wollte, Spielverständnis hat gereicht. Ich bin Main Sup und hab noch ein paar Midlaner, die ich mechanisch gut beherrsche.\nUnd als gerade mal solider G5+ Spieler hab ich in der Phase Rollen und Champs gepickt, die ich nie und weit von gut spiele und es hat gereicht bis etwa Silber 3...Weil du meintest, was tun, wenn nur 3 normal spielen und 2 Afk, Troll, whatever, naja als ich da unten war, war das im Endeffekt egal, es hat gereicht Trynda zu picken und einfach nur auf Splitpush zu machen und eben auch Objectives zu nehmen und eigene zu deffen. Passiert in Gold noch oft genug, dass Leute inner oder sogar Baseturrets einreißen könnten, dann sehen oh ein outerturret ist bedroht, lass da hin, kommen eh zu spät-wir nix die Turm+was auch immer der Rest von denen noch so rausholt, während 2-3 von uns dahin jockeln statt eben Turm traden, Drake, Baron, eigene Türme deffen(bester Klassiker dafür roam von Bot mid, wo nichts rauskommt, und dadurch die Gegner Bot wieder ins Spiel gebracht, weil zig Waves dort gelassen+den Turret4free).\nDu merkst, wenn du besser bist als deine Liga(nicht Division), je mehr es dir egal sein kann, was der Rest so verbockt und wie gesagt ich bin grad mal gold, könnte evtl. auf Mains Platin, müss ich mich aber anstrengen kein Bock drauf, und selbst da sieht es so schon aus, der Bereich, wo du spielst, wird für mich erst problematisch bei 3 Totalausfällen, in Silber bei 2, in Gold manchmal schon bei 1 und an Plat kratzend, war's wie in low Gold, einer reicht, dass ich nicht gut genug bin zu carrien+dass ich da natürlich auch immer öfter der Ausfall bin.\nDeshalb hier wohl auch die Reaktionen und wie bei meinem ersten Post schon schrieb, das Problem ist die fehlende Reflektion und Selbsteinschätzung. Gerade Bronze reicht es schon solides Einstiegsniveau zu spielen, um da falls man neue Season wieder rein fällt, easy rauszukommen, je höher dein tatsächlicher Skill, umso einfacher und wie gesagt, da reicht schon solides Silber und du kommst mit Dia, Challenger, stehst ne ganze Liga unter Einstiegselo und hast massive Probleme von da wegzukommen, was einfach unmöglich ist, wenn du besser bist und wie gesagt Silberskill reicht da schon, der muss dan aber auch konstant sein.","replies":[]}]}]}]}]}]},{"id":"","poster":"three stodges","date":"2017-06-16T18:03:40.691+0000","up_votes":1,"down_votes":0,"body":"Ich kam die letzten 2 Jahre immer easy aus Bronze raus dieses Jahr dauert es wohl länger, in Bronze zu sein ist nicht schlimm\nes ist keine Krankheit.\n\nAuch du kommst da raus man muss Geduld haben !\n\nPs. Die Spieler sind aber auch etwas besser geworden in Bronze.","replies":[]},{"id":"","poster":"Kartoffelking983","date":"2017-06-16T13:35:40.234+0000","up_votes":1,"down_votes":0,"body":"ich glaube was ich in der arbeit gelernt habe bzw in der ausbildung in der ich bin als unsere gruppe angefangen hatten mussten wir random jeweils 5 leute also 10 leute insgesammt zwei teams bilden und eine aufgabe bestehen eine praktische kein papierkram und da ist mir aufgefallen wie schwer es ist mit fremden ein team zu sein wenn man sie nicht kennt und ich glaube das macht das ganze schwerer weil mir ist aufgefallen das ich in teamranked mit 4 freunden auch viel besser spiele als mit fremden kann aber auch an der kommunikation liegen \nansonsten hier noch ein lied für die motivation ^^\nhttps://www.youtube.com/watch?v=lSMl7De-jIg\nauf dem kanal gibts mehr lieder von lol die motivationsbereitend oder einfach gut sind.\nviel glück in der kluft nicht aufgeben <3","replies":[]},{"id":"","poster":"Kinkylol","date":"2017-06-16T12:20:58.663+0000","up_votes":1,"down_votes":0,"body":"{{champion:1}} {{champion:11}} {{champion:17}} {{champion:23}} {{champion:32}} {{champion:86}} \nviel spaß beim climben","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-06-15T13:46:01.405+0000","up_votes":1,"down_votes":0,"body":"Muss Humpel dabei zustimmen. Ich spiele mittlerweile nur noch ranked, wenn  mich da irgendwer zu einlädt, oder ich mal wieder bock auf 3v3 habe. Ranks sind nicht wichtig, wenn du mit freunden Normals oder Arams spielen willst. Und darauf kommt es für mich mehr an. Dieses mit Freunden spielen. Das hat halt was.","replies":[]},{"id":"","poster":"One Eyed Øwl","date":"2017-06-15T19:59:51.600+0000","up_votes":1,"down_votes":1,"body":"gl in esport","replies":[]}]}