{"id":"0vr0tG96","poster":"ICH KOZ GLEICH","date":"2017-06-15T13:18:39.280+0000","title":"Silber Support sucht ADC mit dem richtigen Mindset","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen, \r\neigentlich ist alles gesagt. Naja, eigentlich nicht. lol\r\n\r\nIch bin 17 Jahre alt und habe gerade mein Abitur geschrieben und habe dementsprechend viel Zeit f&uuml;r League of Legends.\r\nIch suche jetzt einen adc der Bock hat mit mir auf Dia zu kommen. Oder Bronze 5. Mal schauen. lol\r\nIch habe einen relativ ordentlichen Championpool auf Support, nur die pokelastigen Champions liegen mir nicht wirklich (z.B Brand, Zyra); am liebsten Spiele ich Tahm, Soraka, Thresh, folge aber auch der Meta\r\nIch habe die letzten 3 Wochen nicht so aktiv spielen k&ouml;nnen, habe da f&uuml;rs Abi lernen m&uuml;ssen {{item:3070}} \r\nMechanisch bin ich vielleicht nicht mehr ganz so gut wie vor 3 Wochen, aber da komme ich schnell wieder hin\r\nLetzte Season war ich Gold, diese Season D&uuml;mpel ich so auf Silber 4 rum, ich habe aber noch nicht so viel gespielt, viel mehr Normals. Jetzt aber wieder Ranked. Ich habe &uuml;ber 1000 Normal wins\r\n\r\nWas du sein solltest\r\n\r\nattraktiv\r\n\r\nwenn du das bist ist das schon mal gut und wir k&ouml;nnen uns an die andren Kriterien wagen:\r\n\r\nDu solltest nicht Flamen. Und zwar gar nicht. Ich m&ouml;chte einen Spieler der das Game mit mir ruhig und bedacht spielt, albernes Zauberstab gefuchtel wird es auf meiner Botlane nicht geben. Oder so &auml;hnlich.\r\nWas ich damit sagen m&ouml;chte ist das wenn unser Jungler am Bluebuff stirbt und der Gegenerische Lee uns schon zum 31 mal gankt dann wird trotzdem nicht der Jungler geblamt. Es geht darum wie wir das Spiel noch gewinnen k&ouml;nnen und nicht warum wir zu diesem Zeitpunkt verlieren. Zudem solltest du &auml;hnlich positv eingestellt sein wie ich. Ich sehe ein Spiel auch bei 2-15 im early noch nicht als verloren. \r\nWelche Elo du bist, welchen Championpool du hast und wie du mechanisch gesehen bist ist mir egal. Das kommt alles w&auml;hrend wir trainieren.\r\nWichtig ist das vom Mindset her alles passt. Und nat&uuml;rlich das du attraktiv bist.\r\n\r\nInteresse geweckt?\r\n\r\nNein: Das ist schade\r\nJa: Ja? lol. Dann adde mich: ICH KOZ GLEICH (Auf dem EUW Server); Name kommt noch aus der Zeit wo VelKoz noch gut auf der Bot war.\r\n\r\nUnd tut mir leid an den Admin, das Thema ist zu 95% im falschem Forum. Ich habs versucht.","replies":[]}