{"id":"AUQpcqp3","poster":"OminöseOmimösé","date":"2017-06-14T11:08:45.253+0000","title":"DIA3 Support sucht Team!","subforum":"Clans & Teams","embed":{"title":"I bims 1 SUP - Summoner search results - League of Legends","description":"I bims 1 SUP / Diamond 3 0LP / 168W 154L Win Ratio 52% / Karma - 49W 38L Win Ratio 56%, Blitzcrank - 29W 23L Win Ratio 56%, Thresh - 20W 24L Win Ratio 45%, Lulu - 20W 12L Win Ratio 63%, Nami - 17W 7L Win Ratio 71%","url":"https://euw.op.gg/summoner/userName=i+bims+1+sup","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Moin!\r\n\r\nMein Name ist Jan, ich bin **20 Jahre** alt und auf der Suche nach einem Team.\r\n\r\nIch spiele bereits viele Jahre League of Legends und die meiste dieser Zeit habe ich auch **Support **gespielt.\r\n\r\nW&auml;hrend ich schon in vielen Teams gespielt habe und so gelernt habe mit Kritik umzugehen, sowie Spiele zu analysieren und zu bewerten, habe ich an vielen Turnieren teilgenommen und auch schon gewonnen.\r\nDes Weiteren durfte ich schon mehrmals in den Genuss von einem guten Coach kommen, wessen Ratschl&auml;ge oft Gold wert sind.\r\nMein Ziel ist es **zun&auml;chst **in den semi-kompetitiven Bereich einzusteigen. Zudem kann wohl kaum jemand unter Challenger den Job schmei&szlig;en und nurnoch LoL spielen. In der Zukunft kann ich mir nat&uuml;rlich auch vorstellen das Hobby zum Beruf zu machen und weiter in die kompetitive Szenze einzusteigen.\r\nAuch jetzt schon bin ich bereit (weite) Wege zu Offline Events auf mich zu nehmen.\r\n\r\nBei den Traingszeiten bin ich relativ flexibel. Diese k&ouml;nnen werktags zwischen 18 und 22Uhr liegen, wobei man nat&uuml;rlich am Wochenende auch spielen kann und Sonntags wahrscheinlich sowieso Cups auf dem Plan stehen. Meines Erachtens nach reichen allerdings erstmal 3 Trainingstage unter der Woche.\r\n\r\nIm Team sollte nat&uuml;rlich das Klima stimmen und man sollte sich auch au&szlig;erhalb des Spiels gut untereinander verstehen. Ebenso sehe ich einen Coach als Grundelemt eines guten Teams an.\r\n\r\nZuletzt w&auml;re ich auch bereit einem englischsprachigem Team beizutreten, wobei ich lediglich gutes Schulenglisch beherrsche, mit etwas praxis sollte dies aber keine gro&szlig;e H&uuml;rde darstellen.\r\n\r\nSollte Interesse bestehen, k&ouml;nnt ihr mich gerne InGame adden.\r\nAuf ein Gespr&auml;ch im Teamspeak w&uuml;rde ich mich sehr freuen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en,\r\nI bims 1 SUP\r\n[[OP.GG]](https://euw.op.gg/summoner/userName=i+bims+1+sup)","replies":[]}