{"id":"E6P2919K","poster":"Lefortress","date":"2017-06-13T19:54:10.539+0000","title":"Eingespielte Duo botlane sucht ein Team!! P5+ Ausnahmen aktzeptieren wir auch ;)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir sind beide &uuml;ber 18 Jahre. \r\nTs, Headset etc.. vorhanden\r\nWir sind eine gut eingespielte duo botlane in Soloq sowohl auch auf Turnieren.\r\nWir spielen schon seit Season 6 (mitte September) zusammen auf der botlane und sind bis jetzt immer erfolgreich gewesen.\r\nJedes Match das wir bestreiten wird ernst genommen und mit mehr als 100% absolviert (full tryhard).\r\nDer Supp ist Platin 5 mit einem ausgepr&auml;gten Championpool genauso wie ich. Mein main Acc ist kurz vor D2. Mein Smurf Acc ist nur P5 damit ich mit meinem Supp zusammen trainieren sowohl auch in Duoq ranken kann.\r\nWir sind Ausbauf&auml;hig, Kritikf&auml;hig, keine flamer, tilter etc.. \r\nAu&szlig;erdem sind wir sehr humorvoll und mit uns kann man bzw. wird man viel Spa&szlig; haben der Supp ist der Lustigste Mensch auf Erden der immer Witze oder Kommentare parat hat und ich bin der jenige der immer einen drauf setzt.\r\n\r\nAnforderungen an das Team:\r\n-P5+\r\n-18+\r\n-Headset,Ts etc...\r\n-Ihr solltet am besten unsere Kriterien besitzen\r\n\r\nHaben wir eure Interesse an uns geweckt?!\r\nFalls ja, Add einen oder beide ;)\r\n\r\nSupp: Future0o\r\nAdc: Lefortress","replies":[{"id":"","poster":"eRoxTX","date":"2017-06-13T21:40:19.728+0000","up_votes":1,"down_votes":0,"body":"**Guten Abend Future & Lefortress**\n\nIhr sucht für zukünftig einen TOP Spieler oder Ersatzspieler oder möchtet zwischendurch an Turnieren teilnehmen? Joint innert 5' Minuten an Turnier und stellt euch gegen andere Teams  unter beweis und spielt um tolle Preise. Bewerb dich bei einem Team, oder lass dir ein Team zusammenstellen mit: SoloQ Rank, Main/Second role, Spielzeiten & Sprache. **WWW.LOL9K.COM**\n\nFür weitere Informationen!\n> Link: https://discord.gg/MKDc5fh\n\nVielen Dank & schönen Abend\nPeaceOut eRox.","replies":[]}]}