{"id":"WWsEHvL5","poster":"Neeko the Ekko","date":"2017-06-13T21:40:29.369+0000","title":"Stay cooled, Great shortcalling, GG <3","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":2,"body":"Ab dem 7.13 Patch wird dann das Honor System global erscheinen. \r\n\r\nAuf surrender @20.com kann man alles machlesen &uuml;ber das komplette System.\r\n\r\nFinde die &Auml;nderungen eim guter Schritt Richtung positives Verhalten gegen&uuml;ber andere. \r\n\r\nHoffe das man es nicht zu hard abusen kann. Dann macht das ganze System kein Sinn!","replies":[{"id":"","poster":"Holokom","date":"2017-06-19T10:51:51.631+0000","up_votes":1,"down_votes":0,"body":"och ich fand das actuelle systhem für Ehrungen auch gut....spiele seit season 4 und bin gerade mal im 4 stelligen bereich mit Ehrungen ;(","replies":[]},{"id":"","poster":"GankMeOrLose","date":"2017-06-14T09:23:05.995+0000","up_votes":1,"down_votes":2,"body":"Also ich mag das System aber ich finde persönlich das sie Fehler machen. Zum einen finde ich es nicht gut das man, ohne gehonored zu werden, aufsteigt. Das ist quasi wie eine Belohnung für nichts. Nur weil man toxische Spieler bannt, und geehrte spieler mit loot überhuft heißt das nicht das spieler die keins von beidem tun auch irgendwas bekommen sollten. \n\nMal ganz davon abgesehen das die Leute die vorher oder jetzt gerade ein Ehrenbanner haben (wie ich) dafür absolut nichts bekommen, und darüber hienaus mit allen anderen League Spieler gleichgesetzt werden, was meiner Meinung nach vollkommener Mumpitz ist. Da hätt ich mir das alles auch Sparen können","replies":[{"id":"","poster":"legofreak1","date":"2017-06-14T11:10:04.050+0000","up_votes":1,"down_votes":0,"body":"Honor hat sich bis jetzt nie nach etwas richtigem angefühlt. Es gab eine Hand voll Spieler, die ihre Badges hatten und das war es dann auch. Es gab keinen großen Anreiz Spieler nach dem Spiel zu ehren oder selber geehrt zu werden. Mit dem neuen System ändert sich das beides und es gibt nicht-toxischen Spielern auch gleichzeitig die Möglichkeit zu zeigen, dass diese nicht toxisch sind und belohnt das Verhalten leicht.\n\n\n> Yeah, its a completely new system. We have plans to reward people who interacted a ton with the old Honor system, but we're busy trying to ship the new system to all regions first. Sorry about that!\n\nhttps://www.reddit.com/r/leagueoflegends/comments/6h2lqt/honor_update_delivers_new_rewards/div2fha/\n\nFür Spieler, die viel mit dem System interagiert haben, ist etwas in Planung, das dauert nur noch etwas.","replies":[]}]},{"id":"","poster":"Martensitic","date":"2017-06-14T07:41:18.447+0000","up_votes":1,"down_votes":0,"body":"FYI, die Adresse der Seite lautet: http://www.surrenderat20.net/\n\nDas @-sign lässt sich im \"Primärteil\" einer URL (aka. dem Domainnamen) nicht verwenden, es sei denn man codiert es mit dem % escape (%40)\n\nDer (oder eigentlich EIN) Grund dafür ist, dass das @ sign spezielle Bedeutungen in sehr vielen webanwendungen hat, und ein Domainname der es enthält ziemlich riskant wäre.\n\nWollt ich nur schnell loswerden.","replies":[]}]}