{"id":"XjjxZk1I","poster":"GankMeOrLose","date":"2017-06-14T02:03:37.961+0000","title":"Wie hab ich, wenn ich nicht gefeedet bin, im Midgame Impact mit GP","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich spiele seit einiger zeit GP und bin sogar recht gut auf ihm f&uuml;r meine Elo. Ich verliere eigentlich nicht die Lane (zumindest wenn ich nicht gegen Riven spiele) und kann durch farm und gute ultimates mit der gegner Lane mithalten wenn ich mal nicht die Lane gewinne. Ich bin damit also meinem Team kein klotz am Bein, was bedeutet das ich eigentlich recht gut da stehe wenn man bedenkt das Gp super im Lategame ist. Jetzt hab ich aber das Problem das im SoloQ es immer Lanes geben wird die nicht so gut laufen und leute die feeden. Wenn wir also im Midgame groupen und mal angenommen der rest des Teams am feeden ist, dann habe ich schwierigkeiten meinem Team in dem ausma&szlig;e zu helfen das wir in den status des spiel kommen wo ich solo carryn kann. Das Lategame ist f&uuml;r mich kein problem. Nur eben im mitgame ohne vorsprung bin ich eben nutzlos, klar ne gute zoning ulti hier und 2 barrel kombos da, ein wenig schaden und slows kann ich machen, aber das reicht in den meisten f&auml;llen nicht aus, um mein team davor zu sch&uuml;tzen von den gegnern &uuml;berrollt zu werden. Mein spielstil insgesamt zeichnet sich nicht wirklich durch mechanics aus sondern durch macro play, aber selbst das hilft mir nicht meinem Team genug zu helfen\r\n\r\nIch hoffe ihr versteht mein Problem und k&ouml;nnte mi helfen. Wenn nicht probier ich es bei /r/gangplankmains :D","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-06-14T06:02:18.307+0000","up_votes":1,"down_votes":0,"body":"Ich sag mal so\nMehr/Besser Farmen --> Früher Impact","replies":[{"id":"","poster":"GankMeOrLose","date":"2017-06-14T08:37:09.857+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Allerbester Boss,realm=EUW,application-id=Wj1wcocU,discussion-id=XjjxZk1I,comment-id=0000,timestamp=2017-06-14T06:02:18.307+0000)\n>\n> Ich sag mal so\n> Mehr/Besser Farmen --&gt; Früher Impact\n\nAch was Sherlock, lies den Thread bevor du kommentierst","replies":[{"id":"","poster":"Shadowscreen","date":"2017-06-14T12:46:22.471+0000","up_votes":2,"down_votes":0,"body":"Auch schön wie man auf den einzig sinnvollen, hilfreichen Tipp so undankbar und dreist antworten kann.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2017-06-14T11:23:28.486+0000","up_votes":2,"down_votes":0,"body":"Also nochmal für ganz Schlaue:\nDein Problem ist, wenn du nicht fed bist und dein Team feedet, dann kannst du im Midgame noch nicht Solo Carryn. Im Late Game hingegen schon.\n\nAlso war mein Vorschlag früher ins Lategame zu kommen( besser Farmen), um dann zu carryn.\n\nAller klärchen?","replies":[]}]}]},{"id":"","poster":"Snivelyfox","date":"2017-06-14T12:43:22.750+0000","up_votes":2,"down_votes":0,"body":"Kann dir zwar keine direkte Antwort geben, aber schau dir vllt mal auf Youtube Videos von Tobias Fate an. Der spielt hauptsächlich Gangplank und das recht erfolgreich in hoher Elo.\nDie 2- und 3-Fässerkombos sind auf jeden Fall der Schlüssel zum Sieg. Dadurch wirst du im Grunde zu einem Rangechamp mit ordentlich Dmg.","replies":[]},{"id":"","poster":"Icecore","date":"2017-06-17T11:53:28.750+0000","up_votes":1,"down_votes":0,"body":"Die reddit main seiten sind immer ein guter Ansprechpartner da  es sich um eine Champ spezifische frage handelt und die am Besten von Mains/OTPs beantwortert werden kann.","replies":[]}]}