{"id":"muQPPUMn","poster":"future acid","date":"2017-06-12T14:24:10.079+0000","title":"Grey Screen während dem Spiel","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen\n\nIch habe seit einigen Monaten das Problem, dass bei etwa jedem dritten League-Spiel pl&ouml;tzlich ein Grey Screen kommt und dann kann ich nichts mehr machen. Manchmal direkt am Anfang, manchmal erst gegen Schluss. Keine Maus oder sonst was sichtbar. Ich komme auch nicht in den Task-Manager. Der Ingame Sound ist noch h&ouml;rbar und Teamspeak l&auml;uft auch noch paar Sekunden weiter und dann ist ganz fertig. Nur ein kompletter Neustart hilft. Ich habe seit dem schon einiges versucht aber nichts hat geholfen. League mehrmals neu installiert. Grapikkartentreiber komplett neu installiert und immer aktuell gehalten. OS ist auf dem aktuellsten Stand, Adobe Air habe ich deinstalliert und neu installiert. Jegliche Hintergrundprogramme sind beendet. Als admin ausf&uuml;hren. Hat alles nichts gebracht. Er macht es nur bei League of Legends nicht bei anderen Spielen.\n\nMein System:\nWindows 10 Pro 64bit\nIntel Core i7-5820K 3.30GHz\n16GB Ram\nEVGA GeForce GTX 980\nLeague installiert auf SSD im Standard-Verzeichniss\nNichts &uuml;bertacktet\n\nLeague nat&uuml;rlich auf 1440p und max Settings, aber das macht mein PC im Schlaf. Auslastung ist sehr gering und Temperaturen unter 60 Grad.\n\nKennt jemand dieses Problem oder hat sonst noch einen Tipp an was das liegen k&ouml;nnte?\n\nGruss future acid\n\nHier noch das Logfile vom Hextech Repair Tool:\nhttp://wrenchbox.de/ul/files/1497278021_593ea645cddd4.zip","replies":[{"id":"","poster":"future acid","date":"2017-06-19T22:03:30.695+0000","up_votes":1,"down_votes":0,"body":"Also ich glaube ich habe das Problem gefunden. Als ich den Antivirus deaktiviert hatte, lief es einige Spiele gut, wie sonst auch. Dann kam aber das selbe Problem wieder nur stürzte dieses mal der PC nicht ab sondern zeigte mir nach paar Sekunden grey-screen eine Fehlermeldung von plays.tv irgendwas mit keine Berechtigung auf Grafikkartentreiber blabla. Oder sowas ähnliches. Mir war nicht bewusst, dass plays.tv noch aufgenommen hat, auf jeden Fall spiele ich jetzt ohne plays.tv und seit dem ist es gut. Ich hoffe es hält jetzt. Kennt jemand eine andere App um die Spiele aufzunehmen? Die Ingame Replay Möglichkeit ist echter Müll im Vergleich zu plays.tv","replies":[]},{"id":"","poster":"Gin","date":"2017-06-12T19:02:17.632+0000","up_votes":1,"down_votes":0,"body":"Hast du das Spiel schon probiert zu reparieren bzw. neuzuinstallieren? Deinstallieren und reparieren kannst du beides über das HRT machen. \n\n[Hinweis: Wenn du das HRT zum Reparieren verwendest, achte darauf das Häkchen bei \"Force Repatch\" zu setzen.]\n\nProbiere ansonsten mal dein Antivirusprogramm temporär zu deaktivieren um es ausschließen zu können. \n\nEs wäre nämlich möglich dass dein Antivirusprogramm die Dateien für League of Legends im Spiel nicht immer schnell genug frei gibt.","replies":[{"id":"","poster":"future acid","date":"2017-06-16T12:39:17.733+0000","up_votes":1,"down_votes":0,"body":"Neiustallation, Force-Rapatch etc. hat alles nicht gebracht. Auch nicht wenn ich nach der Deinstallation den League of Legends Ordner noch zusätzlich lösche. Habe jetzt den AntiVirus mal deaktiviert und seit dem ist das Problem wirklich nicht mehr aufgetreten. Werde jetzt ein anderes Antiviren Program installieren und schauen wie es sich entwickelt.\n\nDanke für die Hilfe\n\nfuture acid","replies":[{"id":"","poster":"Gin","date":"2017-06-16T17:04:09.239+0000","up_votes":1,"down_votes":0,"body":"Kein Problem :)","replies":[]}]}]}]}