{"id":"kI1daQWs","poster":"MarCommander2211","date":"2017-06-11T14:59:51.487+0000","title":"Eine weitere Heldenidee (Feedback erwünscht)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Name:\nSein wahrer Name ist unbekannt, wird aber Mordred  genannt.\nAussehen:\nMordred ist in einen langen, wehenden, schwarzen Umhang geh&uuml;llt. Er tr&auml;gt lange braune Stiefel und ein schwarzes Wams. In seinem G&uuml;rtel h&auml;ngen Giftflaschen und Dolchscheiden. Sein Gesicht ist von einer geflickten Kapuze bedeckt, wobei man nur seine Kette sieht und an den H&auml;nden hat er lange, braune Handschuhe.\nLore:\nDie Geschichte des M&ouml;rders, den die Detektive von Pilltover scherzhaft Mordred nennen, ist sagenumwoben und gr&ouml;&szlig;tenteils unerkannt. Doch mit an h&ouml;chster Wahrscheinlichkeit grenzender Sicherheit kann man sagen, dass dieser Mann sowohl ein &uuml;berragender Langfinger ist, der schon so manchen Pfeffersack um seine Juwelen gebracht hat, und dass er keine M&uuml;hen scheut, um an sie zu gelangen &ndash; tats&auml;chlich geht er &uuml;ber Leichen, weshalb er eine blutige Schneise durch die Stadt zieht. Mit kalter Effizienz taucht er aus den Schatten auf, um seinem Ziel den Todessto&szlig; zu versetzen, und nur wenige wissen, dass sein Ziel weder Gold noch Geschmeide ist, sondern Rache. Vergeltung an dem Sheriff der Stadt zu &uuml;ben, n&auml;mlich Caitlyn. Vor vielen Jahren wurde die Familie des jungen Assassinen von einem Ganoven &uuml;berfallen, denn ihre &ouml;rtliche Goldschmiede besa&szlig; das Monopol auf Diamanten. Anstatt auf die Forderung des R&auml;ubers zu erf&uuml;llen, schoss ihm Caitlyn mit einem vermeintlich gut platzierten Schuss in die Brust. Doch nicht nur der Bandit sank tot zu Boden &ndash; Der Schuss hatte sich als Querschl&auml;ger entpuppt und ihr Friedenstifter hatte die Eltern des Jungen durchbohrt &ndash; Dies ist die wahrscheinlichste Erkl&auml;rung, weshalb er nun der League of Legends beigetreten ist &ndash; Rache an der M&ouml;rderin seiner Familie.\n\nWerte:\nDefensive: 1/10\nOffensive:10/10\nMobilit&auml;t: 9/10\nSchwierigkeit: 8/10\n\nF&auml;higkeiten\nP: Geschwinder Raubzug\n{{champion:91}} \nIn der N&auml;he von Mordred erscheinen nach und nach in Gesteinsw&auml;nden Risse und jede 5 Minuten erscheint im Riss ein nur f&uuml;r Mordred zug&auml;ngliches Portal in die Gnomwelt, in der eine Art Dungeon mit zufallsgenerierten R&auml;umen ist. Dort gehen Gnome ihren T&auml;tigkeiten nach und am Ende jedes Dungeons, nach dem man T&uuml;ren ge&ouml;ffnet und Gnome um Schl&uuml;ssel beklaut hat, wartet eine Truhe mit einem Kristall, den Mordred an seiner Halskette befestigt. Die Gnome haben die Werte eines Casterminions, und verf&uuml;gen &uuml;ber Armbr&uuml;ste und Streitkolben, mit denen sie auf Mordred losgehen, falls sie ihn sehen. Im Dungeon gibt es &uuml;brigens zur Verteidigung Gesch&uuml;tzt&uuml;rme, Stchelfallen, Feuerfallen, Grubenfallen, Alarmglocken, Pfeil und Steinfallen, die allesamt durch einen Klick entsch&auml;rft werden k&ouml;nnen. Dazu bedarf es jedoch einem guten Auge und Geschick. Pro Kristall, den er gesammelt hat, erh&auml;lt Mordred eine maximale Aufladung von Staubmantel und 20 AD und 10 Movementspeed. Er beginnt mit einem Kristall.\nAu&szlig;erdem hat er anstatt Mana/Energie Vorbereitung. Pro Sekunde au&szlig;erhalb des Kampfes regeneriert er 1 Stack. Maximale Stacks: 10\n\nQ: Attentat/Versteckte Klinge\n{{item:3147}} \nMordred st&uuml;rzt in einer kleinen Reichweite auf einen Gegner zu und f&uuml;gt ihm 40/100/120/200 +1.25 Bonus-AD als normalen Schaden zu. Ist dies der erste Angriff an seinem Ziel, wird der Schaden um 10% erh&ouml;ht. Bei Monstern, Minions und Gnomen ist der Schaden von Attentat True Damage. CD: 8 Sk, 1 Stack Vorbereitung\nIn der Kampfhaltung verbessert Mordred seinen Autoattack und f&uuml;gt seinem Ziel 20/40/80/160 Schaden+0.25 Bonus-AD zus&auml;tzlich zum Autoattack zu. Dieser Autoattack bedeckt den Gegner mit hinterh&auml;ltigem Gift und verringert den Cooldown von Schattenmantel/Sturmangriff um 5 Sk. CD: 10 Sk, 2 Stacks Vorbereitung\n\nW: Kampfhaltung\n{{item:3153}} \nMordred kann zwischen der Kampfhaltung und der normalen Haltung wechseln, was seine F&auml;higkeiten ver&auml;ndert. CD: 10 Sk, generiert 1 Stack Vorbereitung\nE: Schattenmantel/Sturmangriff\n{{item:3637}} \nMordred wird nach 2 Sk Kanalisierung unsichtbar, sodass sein n&auml;chster automatischer Angriff +5/10/15/25 Schaden verursacht und hinterh&auml;ltiges Gift ausl&ouml;st. Die Unsichtbarkeit bleibt f&uuml;r 10/15/20 /25 Sk bestehen, w&auml;hrenddessen erh&auml;lt Mordred -30/20/10/+10 Movementspeed. Gegnerische Helden und Gnome haben eine Art Sichtfeld mit mittlerer Reichweite, die eine Art gr&ouml;&szlig;er werdender Winkel beschreibt. In diesem Sichtfeld kann Mordred gesehen werden und Schattenmantel und der n&auml;chste AutoAttack werden abgebrochen.\nIn der Kampfhaltung saust Mordred zu einem veb&uuml;ndeten Helden/Minion/Objekt oder Gegner.\nSaust Mordred zu einem verb&uuml;ndeten Helden/Minon/Objekt und erh&auml;lt danach f&uuml;r 4 Sk 5/10/20/30 Bonus-AD und 5/10/20/40 Movementspeed. CD: 16 Sk, 3 Stacks Vorbereitung\nSaust Mordred zu einem Gegner, um ihm 20/40/60/80+0.25 AD als magischen Schaden zuzuf&uuml;gen. CD: 16 Sk, 3 Stacks Vorbereitung \n\nR: Staubmantel\n{{item:3156}} \nMordred teleportiert sich hinter einen Gegner in einer mittelgro&szlig;en Reichweite und f&uuml;gt ihm nach 2 Sk 10/20/30/40+0.25 AD normalen Schaden zu. Ist der Gegner aber mit hinterh&auml;ltigem Gift benetzt wird der Schaden verdreifacht. CD: 0 Sk, neue Auflandung in 20 Sk bis maximal(Anzahl der Kristalle), generiert 1 Vorbereitung\nInteraktionen/Quotes:\nBei Aktivierung der Unsichtbarkeit: \nSie werden mich niemals erwischen. \nUngesehen wandle ich.\nBei Angriffsbefehl: \nSie werden es nicht einmal kommen sehen\nIhr Tod ist gewiss.\nBetrachtet es als erledigt.\nBei Tod:\nNeeeein!\nWie? Nocht nicht! Nein!\nNARR! Das werdet ihr bereuen!\nMutter&hellip; Vater&hellip; ich komme zu euch.\nBei Laufbefehl:\nAuf leisen Diebessohlen.\nWo gibt es was zu Holen?\nZu Caitlyn:\nEuer Schicksal ist besiegelt!\nDies ist euer letzter Tag.\nIch hoffe, es tut euch weh.\nBei Caitlyns Tod:\nEndlich ist mein Rache vollkommen.\nZu Vi:\nSchon bald siehst du die Radieschen von unten.\nSag dem Sheriff, dass ich sie holen komme.\nZu Talon:\nAh, ein Kollege.\nZu Jinx:\nDies ist meine Stadt, zwei sind zu viele.\nEinen sch&ouml;nen Raketenwerfer hast du da.\nBei Staubmantel:\nMeine giftgetr&auml;nkte Klinge wird eure Brust durchsto&szlig;en.\nMeine Klinge wird euren Hals liebkosen&hellip; muahahah!\nLachen:\nMuahahaha!\nVerspotten:\nIch habe eure Rubine bereits meiner Sammlung hinzugef&uuml;gt. Bald ist euer Kopf an der Reihe.\nJetzt seht ihr mich &ndash; und jetzt nicht!\nWitz:\nWie hei&szlig;t ein Chameleon, das gerne raucht? CAMELeon, hahaha!\nEin Witz? Ihr werdet heute nicht sterben.\nTanz:\n(tanzt einen Walzer mit seinem Umhang)\n\nUnd, wie fandet ihr diesen Champion? Was w&uuml;rdet ihr an ihm &auml;ndern?","replies":[{"id":"","poster":"BigSnipe","date":"2017-06-17T22:25:43.203+0000","up_votes":2,"down_votes":0,"body":"Gestalte deinen beitrag mal ansprechend. \nSchreibe keine 2-3 Seiten fließtext, den liest sich keiner durch und du wirst nie feedback erhalten. \nMale ein paar bilder zu den Fähigkeiten oder such dir Grafiken aus dem Internet sie ähnlich aussehen. Selnes gibt für aussehen. \n\nVersuch dich zb an die Championseiten im Clienten zu halten. :)","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-22T11:50:23.706+0000","up_votes":1,"down_votes":0,"body":"Danke dafür, allerdings ist mir bewusst, dass ich sehr viel schreibe, und mir gefällt die Art, wie ich das mache. Trotz der meiner Annahme, das mir mein Schreibstil gefällt, werde ich versuchen, mehr Leertasten zu verwenden. \n\nAch, und wie wäre es mit einer weiteren Kritik, aber diesmal zum Champ? Wäre auf jeden Fall hilfreich.","replies":[]}]},{"id":"","poster":"BigSnipe","date":"2017-06-25T09:19:20.942+0000","up_votes":1,"down_votes":0,"body":"Ich werde nur auf das Gameplay eingehen, da ich nicht sehr viel lese und nicht beurteielen kann ob die Story gut oder schlecht ist. Jedoch ist sie immerhing logisch nachvollziehbar. \n\nDie passive ist eine coole idee. Jedoch sehr aufwändig zu programieren. Neue Gegner, Neue Karten. Zudem verschwindet er für eine recht lange Zeit von der Karte, daher passt es nicht so gut in LoL. Sowas wäre in Hots besser aufgehoben. \n\nDas die Basisfähigkeiten sind recht unbesonders gestaltet. Q ist ein verstärkter AA, W ist quasi nicht existent und E gibt Unsichtbarkeit. Die Ult ist ein Jumptool was entweder komplett broken oder useless ist. Zudem erinnert es finde ich zu stark an das Kit von Akali. \n\n{{champion:84}} {{champion:28}} {{champion:121}} {{champion:35}} {{champion:91}} {{champion:29}} {{champion:67}} {{champion:107}} \nDein Unsichtbarkeits Champion sollte sich von diesen Champions stark unterscheiden können. Zudem sollte er besondere Fähigkeiten haben. Deine Passive ist zwar besonders aber 0 Interaktiv, da ist die Q von Nasus sogar interaktiver. \n\nUnd als letzten Punkt, Riot macht nicht mehr so viele Champion, sondern nur noch wirklich **besondere Champions.** Daher sollten die Fähigkeiten **einzigartig** sein und **Interaktiv**. Assassinen sollen Counterpotential auserhalp von PermaCC haben.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-27T13:54:53.865+0000","up_votes":1,"down_votes":0,"body":"Nun ja, erstmal vielen Dank das du dir Zeit für die Kritik genommen hast, aber ich finde dass die Passive sehr interaktiv ist, da man zum Beispiel zu den Gnomen springen und ihre Sichtweiten ausnutzen, um um sie herumzuschleichen und um nicht so viel Zeit zu verbrauchen. Natürlich hast du Recht, das wäre seeeehr aufwendig zu programmieren. Außerdem kann die Ult mit dem Gift interagieren, und man kann die w ausnutzen, um Vorbereitung zu generieren, oder um Zugang zu weiteren Fähigkeiten zu erhalten, weshalb ich sie als eine Fähigkeit ansehe (auch wenn sie an sich unglaublich unspektakulär ist). \n\nAch, und ich finde den Champ schon einzigartig und interaktiv, aber das ist nur meine Meinung.\nUnd die Q stelle ich mir so wie ein Pantheonstun(ohne stun) vor, also zu mindestens die Interaktion und die E und Q hat ja zwei Teile, durch die W.","replies":[{"id":"","poster":"BigSnipe","date":"2017-06-27T15:22:23.796+0000","up_votes":1,"down_votes":0,"body":"Du hat bei der passiven viele Intêraktionen mit den Goblins, ja. Jedoch kann dein Gegner nichts machen. Er kann dich in keiner weise daran hindern die Truhe zu bekommen. Dazu kannst du dich bei einem Gank je nachdem in der Wand verstecken bis die Luft rein ist.","replies":[{"id":"","poster":"MarCommander2211","date":"2017-06-28T15:10:47.803+0000","up_votes":1,"down_votes":0,"body":"Ja, du hast recht. Wenn gegnerische Helden den Riss anklicken können sie dann auch durch. dadurch könnte z.Bsp. ein Teemo ihm dort auflauern.","replies":[]}]}]}]}]}