{"id":"mgPdWB5b","poster":"A new Wind","date":"2017-06-10T16:58:03.976+0000","title":"Jungler sucht TRYHARD Team (Platin/Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Serwus Leute. Ich bin&#039;s, der Timo und suche ein kr&auml;ftiges Team! =)\r\n**Ich habe einen gro&szlig;en Championpool was den Jungle betrifft: Bedeutet soviel wie, was ihr wollt, kriegt ihr auch ;) Meine besten jungler sind Lee, Elise und Gragas. **\r\n\r\nSpiele Lol seit mehreren Seasons und scheue mich auch nicht davor ein paar Guides/lcs / etc. anzuschauen. Ich bin selber kein Fan von Flamern, und deswegen bin ich meist ganz chillig und wenn ich faile lache ich mich eher selbst aus, anstatt andere daf&uuml;r zu beschuldigen. \r\nMit mir kann man sehr gut reden und konstruktive Kritik verstehe ich auch. Ich k&ouml;nnte, falls n&ouml;tig, auch als Shortcaller einspringen. Aber das dann eher nur zum testen, da ich das selten mache. \r\nIch war schon in vielen Teams und erhoffe mir eine angenehme Atmosph&auml;re gegen&uuml;ber den Spielern. \r\n\r\nAhja, nun zum Alter. Ich bin 14 aber reifer 80% aller andren. Angenehme Stimme aber nicht das beste Mikro. Ansonsten habe ich sehr gutes Equipment was zocken angeht. Komme gut klar mit meinem PC. Kaum fps Drop, Ping ist auch konstant auf 25+ ms. Nur ganz selten lagge ich, was dann aber auch nicht am Internet liegt sondern eher an meinen Geschwistern/Eltern, die etwas im Internet treiben!\r\n\r\nBin Gold 2 und habe noch 4 andere Smurfs im Silber-Gold Bereich aber ich meine, dass ich auch Diamond kommen k&ouml;nnte, wenn ich &ouml;fters ranked spielen w&uuml;rde (Ist nur meine Meinung!). Weiterhin erhoffe ich mir auch Spieler die mindestens so alt sind wie ich und auch einigerma&szlig;en reif sind! Damit ist gemeint, dass man nicht wegen allem flamed. Ein bisschen flamen tut manchmal gut, jedoch finde ich es dezent unn&ouml;tig.\r\n\r\nIch w&uuml;nsche euch noch einen sch&ouml;nen Tag! \r\nBei weiteren Fragen, addet doch gerne meinen LoL Account unter A new Wind oder schreibt einfach eine Antwort darunter und stellt euer Team/euch dort vor, falls ihr m&ouml;chtet! \r\nErwartet nicht zuviel Stats als Jungler in Rankeds, da ich meist nur normals zocke und Jungle nur spiele, falls meine Mates nicht online sind! (Wenn ich in einem festen Team bin, wird sich das kl&auml;rchen auch &auml;ndern. Dann werde ich zum **only **Jungler!)","replies":[]}