{"id":"lgxBlreE","poster":"PM Blackjack","date":"2017-06-09T14:21:21.407+0000","title":"Stress bei Spielverschiebung/regel fiesta","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hi\r\nUnsere gegner sind der Meinung man k&ouml;nnte das n&auml;chste Spiel sp&auml;ter als Samstag 18.00 starten\r\nSofern ich mich nicht irre, hei&szlig;t es in den Regeln aber das das Samstagspiel um sp&auml;testens 18.00 gestarted werden muss. \r\nBitte um Schnelle Hilfe\r\nTeamc&auml;ptn EliteEmpire Infinity: Kyujosha\r\nTeamc&auml;ptn FLower of the Power: ThatsSoMelissa\r\nGru&szlig; Chris","replies":[{"id":"","poster":"PM Blackjack","date":"2017-06-10T15:12:47.290+0000","up_votes":1,"down_votes":0,"body":"heute werden wir tatsächlich verschieben müssen auf acht uhr abends\nDanke für die Nachricht","replies":[]},{"id":"","poster":"Cunctor","date":"2017-06-09T21:54:32.824+0000","up_votes":1,"down_votes":0,"body":"Hallo Chris,\nwir sind immer bemüht, den Teams möglichst viel Freiraum zu lassen, auch über die Regeln hinausgehend. Nach den Regeln ist am Samstag kein Verschieben nach hinten erlaubt, damit die Sonntagsrunde möglichst schnell starten kann - Allerdings gibt es auch Teams, die zwischen Samstag und Sonntag neue Mitspieler*innen ins Team holen wollen, deshalb wird da auf jeden Fall ein Zeitfenster von etwa zwei Stunden offen gelassen. Wenn ihr euer Match da spielen wollt, ist das für uns generell kein Problem, auch wenn ihr nach den Regeln kein Anrecht darauf habt. \nIch hoffe, das ist für dich nachvollziehbar :)\n\nLG\nCunctor","replies":[]},{"id":"","poster":"PM Blackjack","date":"2017-06-09T15:21:56.586+0000","up_votes":1,"down_votes":0,"body":"Dann schreibt das bitte so in die Regeln rein.\nDenn die regeln besagen das der späteste Startzeitpunkt 18.00 ist.","replies":[]},{"id":"","poster":"Elthision","date":"2017-06-09T14:38:06.043+0000","up_votes":1,"down_votes":0,"body":"Hey,\nDie nächste Runde ist am Sonntag. Also wenige Stunden könnt ihr nach hinten verschieben, jedoch ist bei jeder Terminverschiebung hinter den normalen Termin eine Bestätigung von einem Adjudicator nötig. Solltet ihr das Spiel also hinter 18 Uhr verschieben wollen, so schreibt euren vereinbarten Termin hier ins Forum, lasst den gegnerischen Captain die Terminverschiebung im Forum bestätigen und dann wird ein Adjudicator das auch noch bestätigen, sofern der Termin für uns akzeptabel ist.\nmfg Elthision","replies":[]}]}