{"id":"EnMbAsbE","poster":"cJoan","date":"2017-06-08T09:04:39.929+0000","title":"Warwick Items","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\n\nderzeit frage ich mich was ich auf Warwick am besten bauen soll. Auf probuild sehe ich immer, dass dieser sehr tanky gebaut wird, doch soll man das auch wenn man hardcarrien m&ouml;chte bzw. wenn man gefeedet ist? \nWelche Items sind denn am besten auf Warwick wenn man ihn tanky spielt? \nWie soll man ihn bauen, falls man auf Bruiser bzw dmg gehen m&ouml;chte (jenachdem was besser ist) ?\nWelche jungle route ist bei ihm am besten?\nWie ist WW im Counterjunglen?\n\n\nZudem möchte ich zu Warwick noch weiterhin Yi mainen. Dort frage ich mich jedoch auch wie ich ihn wann am besten spielen soll? Wann soll ich ihn als bruiser (2dmg items -> tanky) spielen und wann z.b. full attackspeed mit guinsoos (?!) bzw attackspeed mit crit? \nDort bin ich mir noch ziemlich unsicher, wann ich genau was bauen soll. ","replies":[{"id":"","poster":"Μathemann","date":"2017-06-22T13:43:59.394+0000","up_votes":1,"down_votes":0,"body":"Hey cJoan, \nich selbst spiele WW momentan recht häufig im mittleren Dia Bereich. \nZu \"meinem\"-Carry WW : \nSkillorder > Q-W-E-W-W-W-W-Q-Q-Q-E-E-   etc .    also W > Q > E und R wenn immer es geht . \nItems: \nCore : Tiamat -->Cinderhulk Red-Smite -->Trinity --> Ninja-Tabi/Mercury --> Titanic Hydra ( je nach Gegnerteam ) \nDanach kannst du Situationsabhängig auf Deff Items gehen ( Schaden hast du definitiv genug ! ) Ich bau immer je nach Gegnerteam etwas mehr MR oder Armor dazu. \n\nJungle Route : \nin 90 % der Fälle gehe ich folgende Route : \nBlue --> Gromp --> Wolves --> Red --> Golems ( Raptors / Chicken lohnt erst wenn du den tiamat hast ) \n\nEs gibt keine feste Regel was das ganken angeht. Sofern du denkst das du einen gank abziehen kannst der sich positiv auswirkt ( Summonerspells , Objectivs, Kills) dann gank . \nIn der Regel sollte man spätestens ab lvl 6 schon präsent sein. \n\nHoffe es hat dir ein wenig geholfen =)","replies":[]}]}