{"id":"EgFXNNci","poster":"Spellpierce","date":"2017-06-06T15:13:32.323+0000","title":"Mitspieler \"Ranked\" (bevorzugt SUP) gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi, \n\nsch&ouml;n, dass ihr meinen Treat angeklickt habe. Wie der Titel bereis verr&auml;t suche ich mind. eine/n Mitspieler/in, um gemeinsam unsere Rankedlevel zu verbessern. \n\nIch spiele derzeit in ...Bronze..., was haupts&auml;chlich daraus resultiert, dass ich viel zu fr&uuml;h mit den Rankedgames angefangen habe. Einmal dort angekommen erscheint es mir schwierig, aus diesen R&auml;ngen wieder heraus zu kommen (ich denke die Daten der letzten Games sprechen zwischenzeitlich f&uuml;r sich: http://lolprofile.net/de/summoner/euw/Spellpierce#update). Durch dauernde Leaver, Feeder und h&auml;ufiges Autofill komme ich allein trotzdem einfach nicht weiter. Nat&uuml;rlich liegt es wohl auch an mir, da andere Spieler sich offensichtlich auch aus schlechten R&auml;ngen &quot;herauscarrien&quot; k&ouml;nnen. Ich hatte &quot;ranked&quot; nun f&uuml;r einige Zeit aufgegeben um einfach verschiedenen Positionen und Chars zu &quot;&uuml;ben&quot; und m&ouml;chte nun wieder angreifen.\n\nIch spiele im Moment bevorzugt ADC, somit w&uuml;rde sich ein main Sup anbieten, f&uuml;r mich kommen aber auch alle anderen Positionen (vorallem Jungle = bisherige Mainposition und Mid) in Frage. Wenn also jemand Lust hat, so schreibt mir hier oder Ingame (Acc: Spellpierce). \n\nVielleicht noch zu meiner Person etc. , ich bin 34 J. alt, zocke Lol ziemlich seit Anbgeinn, mit diversen Pausen und richtig aktiv wohl seit ca. 1 Jahr. Da ich berufst&auml;tig bin spiele ich grunds&auml;tzlich nur abends ab ca. 20 Uhr (am besten, Mo, Mi, und variabel am Wochenende). TS etc. ist vorhanden. Ich spiele sehr gerne mit Leuten zusammen, bin kritik- und (ich denke) lernf&auml;hig. Freue mich also von euch zu h&ouml;ren. \n\nSch&ouml;ne Gr&uuml;&szlig;e!\n\n - - - - - - - - - - -\n\nWeil ich es gerade sehe, wie der Treat eigentlich aufgebaut sein sollte: \n\n\n    Alter: - 34 (ich beisse aber nicht, spiele mit allen Altersklassen zusammen^^)\n    Anzahl der Spiele: - puh weiss nicht genau ca. 1.000 wenn ich mich recht erinnere mit aktuell einer Winstatistik von ca. 50% (früher deutlich schlechter, inzwsichen über 50%)\n    Main-Position: - bisher Jungle/Mid, seit neuerem ADC\n    Elo: - Leider Bronze\n    Grösste Schwäche: - dass ich noch kein Team habe =)\n    Stärken\n    Teamspeak vorhanden?: - JA Server vorhanden?\n    Skype vorhanden?: - Teamspeak vorhanden!, Ggf. Discord.\n    In welchem Elo-bereich sollte das Team sein?: Leider Bronze, ändert sich hoffentlich bald\n    Suchst du eher ein Fun-team oder ein competitive-team?: ich suche eine gewisse Ernsthaftigkeit wobei natürlich Spaß an der Sach eim Vordergrund stehen soll!!\n    Main-Champion: \n- Jungle (Xin Zhao L7, Master Yi L7, VI L7)\n- Mid (Zed L6, Ekko L6, Akali L7)\n- ADC \"NEU\" (Xayah, Caitlyn, Varus) <- BEVORZUGTE Positionen\n- Sup: spiele ich atm. nur bei Autofill (Leona L7, Thresh L6, Janna L6)\n- Toplane: nicht so beliebt bei mir, bei Autofill (Teemo, Talon, Pantheon, sehr selten Darius, Fiora)\n    Spiele seit Season: - Ansich seit Release aber mit großen Pausen, wirklich aktiv seit ca. 1 Jahr\n    Frühere Teamerfahrung: - keine\n    Wie kann das Team dich erreichen?: - Hier oder Ingame unter dem Namen \"Spellpierce\"\n\n","replies":[{"id":"","poster":"Spellpierce","date":"2017-06-08T14:34:40.087+0000","up_votes":1,"down_votes":0,"body":"1. @Its Ziroy: Hi und Danke für deine Message, ggf. melde ich mich mal bei euch. Ich suche allerdings vorrangig einzelne Spieler für gemeinsames \"ranken\" auf der Botlane zu zweit =)\n2. Danke an alle, die mich Ingame geadded haben. Schreibt mir am besten nochmal, wenn wir gleichzeitig online sind. Besten Dank.\n3. Aktualisierung/Push","replies":[]}]}