{"id":"EBmGMW11","poster":"SorisDynasty","date":"2017-06-05T13:55:54.733+0000","title":"Vorhang auf für Poppy!","subforum":"Champions & Gameplay","up_votes":6,"down_votes":0,"body":"https://i.gyazo.com/63424be2c54f58339e2af509e8811309.png\r\n\r\n&bdquo;Ich bin kein Held. Ich bin nur eine Yordle mit einem Hammer.&ldquo;\r\n \r\nManchmal als Support gespielt aber vorzugsweise auf der Toplane zu finden; es geht um das kleine blaue Yordle M&auml;dchen mit dem gro&szlig;en Hammer. Geschrieben von einem unserer Adjus, NoOffenseThough!\r\n \r\nSie ist auf der Suche nach dem Besitzer des legend&auml;ren Hammers den sie von Orlon erhalten hat, dass sie ihre Suche aber m&ouml;glicherweise schon abgeschlossen hat, kommt ihr nicht in den Sinn. Mehr zu Poppy findet ihr [hier](http://universe.leagueoflegends.com/de_DE/story/champion/poppy/)!\r\n \r\nIch verbinde mit Poppy eine sehr enge Geschichte, da sie einer meiner ersten tats&auml;chlich gekauften League of Legends Helden war, als ich damals in Season 1 anfing zu spielen. Ich habe auch einen Gro&szlig;teil des Weges zu Level 30 mit ihr bestritten. Damals war sie aber nicht die H&uuml;terin des Hammers sondern die Diplomatin von Demacia.\r\n \r\nPoppy ist der 43. Champion in der Liste der Releases von League of Legends! Ihre erste Fassung wurde also schon am 13.1.2010 ver&ouml;ffentlicht. Damals hatte ich nicht wirklich Ahnung von LoL, aber ich hab mich nach einem Champion umgesehen, der Wumms hatte, aber doch irgendwo gut in die Frontlinie eintauchen konnte, ohne irgendwelche allzu gro&szlig;en Risiken einzugehen. Damals war ihre Ultimative F&auml;higkeit und ihre Passive meiner Meinung nach wesentlich st&auml;rker, weshalb sie auch lange keine Buffs oder Nerfs bekommen hat und schlie&szlig;lich Reworked wurde. \r\n \r\nDamit ihr verstehen k&ouml;nnt was ich meine: ihre alte Passive war, dass jeglicher Schaden der 10% ihrer aktuellen HP &uuml;bersteigt um 50% reduziert wird (also der &Uuml;berschuss der 10%); Schaden von T&uuml;rmen und True Dmg ausgenommen. Ihre alte Ultimative F&auml;higkeit war, dass sie einen gegnerischen Spieler ausw&auml;hlen konnte und dieser war f&uuml;r 6/7/8 Sekunden der einzige der Poppy angreifen konnte. Noch dazu wurde der Schaden auf diesen Champion erh&ouml;ht. Ihr k&ouml;nnt euch also vorstellen, warum mich dieser Champion schon damals so gereizt hat, oder? Aber genug der Vergangenheit nachgeschw&auml;lgt, seit dem Rework ist sie mein absolut liebster Champion auf der Toplane oder auch als Support.\r\n \r\nAls ihr Rework angek&uuml;ndigt worden ist, war ich zuerst sehr skeptisch, da die Ulti ja den Gegner immer in Richtung seiner eigenen Basis schie&szlig;t. Mittlerweile konnte ich mich damit aber nur mehr als ein mal selbst retten und ich liebe diese Ultimate mittlerweile. Vor allem die l&auml;ssigen Spr&uuml;che die sie ruft, wenn ein Gegner richtig weit fliegt. An dieser Stelle m&ouml;chte ich euch dieses [Video](https://www.youtube.com/watch?v=8IPmxpbQYIg) ans Herz legen, um die grundlegenden Interaktionen und m&ouml;glichen Ausweichman&ouml;ver der Gegner zu lernen. \r\n \r\nSeit ich sie das erste Mal gespielt habe, habe ich unendlich viele (naja nicht unendlich viele, aber auf jeden Fall eine Menge) Builds mit ihr ausprobiert. Sei es voll auf AD oder auch voll auf AP, als sie noch AP Skalierungen hatte, oder auch schlichtweg voller Tankitems. Ich hab so ziemlich alles gesehen, auch diverse Herz aus Gold oder Philosophenstein Builds, auch die Stackvarianten. \r\n \r\nIch hatte sie vor ihrem Rework schon auf Level 5, aber danach hab ich sie schnellstm&ouml;glich auf Level 7 gespielt und mittlerweile hab ich etwas mehr als 300k Mastery Points zu dem Zeitpunkt, wo ich diesen Artikel schreibe und ich hoffe da kommen noch mehr.\r\n \r\nWenn euch der Artikel gefallen hat oder wenn ihr auch Poppy Liebhaber seid wie ich, teilt eure Geschichten mit mir oder ladet mich gerne auf eine Runde ein um mir eure Builds zu zeigen.\r\n \r\nWie Poppy so sch&ouml;n sagt:\r\n&ldquo;Uh! Wusste nicht, dass ich das kann!&rdquo;","replies":[{"id":"","poster":"Lyawi","date":"2017-06-06T17:49:27.696+0000","up_votes":2,"down_votes":0,"body":"Awww.\nHabe erst vor ein paar Monaten angefangen League of Legends zu spielen. Ein erfahrener Freund von mir hat mir mir dann mal im Shop nach einem Champion geschaut, welcher gut zu mir passen könnte und einfach zu spielen ist für den Anfang. Er hat mir dann ein paar Champs vorgeschlagen, welche mir nach seiner Erklärung und.. ..auch nach Aussehen.. nicht so gefielen. Und dann sah ich Poppy. Also hab ich ihn gefragt, wie es denn mit Poppy aussähe. Das war einfach Liebe auf den ersten Blick. Mir gefällt sie super und so bleibt das auch. ♥ =)","replies":[{"id":"","poster":"SorisDynasty","date":"2017-06-08T18:57:29.034+0000","up_votes":1,"down_votes":0,"body":"Das ist doch eine super Geschichte. :) Ich nehme an, du hast Poppy seit dem auch sehr viel gespielt?","replies":[{"id":"","poster":"Lyawi","date":"2017-06-09T16:35:54.451+0000","up_votes":1,"down_votes":0,"body":"Oh ja! Niemand kann sie toppen <3","replies":[]}]}]}]}