{"id":"6NMnNLqO","poster":"Brot","date":"2017-06-05T13:51:28.199+0000","title":"High ping, sobald ich in die Champ Select komme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, ich hatte gerade ein echt anstrengendes Ranked hinter mir. Wieso?\r\n\r\nIch hatte die ganze Zeit &uuml;ber einen, f&uuml;r meine Verh&auml;ltnisse, guten Ping (51-61). Dann ging ich in die queue f&uuml;r ein Ranked und sobald ich auf &quot;Accept&quot; geklickt habe, ging mein Ping langsam nach oben bis ich schlie&szlig;lich 1300ms erreichte.\r\n\r\nIm Loading Screen ging mein Internet zum Gl&uuml;ck etwas runter, sodass er ingame f&uuml;r die ersten 15 Minuten (glaub ich) zwischen 300ms und 1300 ms schwankte. Spielen konnte ich daher nicht wirklich.\r\n\r\nDas Spiel habe ich unter anderem dadurch dann verloren. Schon &auml;rgerlich oder? Denn danach ging mein Internet wieder ohne Probleme.\r\n\r\nWoran k&ouml;nnte das gelegen haben? Das ist mir schon ein paar Mal passiert, nur, dass zum Gl&uuml;ck in der Select andere gedoged sind...","replies":[{"id":"","poster":"Ein Becks Lemon","date":"2017-06-05T17:51:08.058+0000","up_votes":1,"down_votes":0,"body":"Ich hatte auch mal dieses Problem, dass ich ein dauer Ping von ~150-650 hatte\n\nFolgende Lösung hätte ich für Dich:\n\n• Geh über dein Internetsymbol unten rechts an der Taskleiste\n\n• Mache Rechtsklick auf ihn und klicke auf Netzwerk-und Freigabe Center\n\n• Sobald sich das Fenster Öffnet, klicke links auf Adaptereinstellungen\n\n• Nun wählst du deine derzeitige Verbindung mit Rechtsklick aus, danach auf  Eigenschaften\n\n• Klicke mit doppelklick auf den Element :** Internetprotokoll, Version 4 (TCP / IPv4)**\n\n• Es öffnet sich ein weiteres Fenster, unten klickst du **Folgende DNS-Serveradresse verwenden**\n\n• Nun gibst du folgende Zahlen ein :  8 . 8 . 8 . 8 und drunter  8 . 8 . 4 . 4\n\n\nFalls dies hier dir nicht hilft, dann weiß ich auch nicht mehr weiter, nur hatte ich dass selbe problem, dies hat mein Problem behoben ;D\n\nMFG\n\nW. aka. Łaxus","replies":[{"id":"","poster":"Brot","date":"2017-06-05T18:12:51.725+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank! ^^ ich werd's direkt mal ausprobieren. (:","replies":[]}]}]}