{"id":"07IM37tA","poster":"xImDragon","date":"2017-06-04T13:18:17.457+0000","title":"Insergency eSports ist auf der Suche nach talentierten Teams","subforum":"Clans & Teams","embed":{"title":"Home - insergency.com","description":"INSERGENCY ist eine eSports Organisation, die Anfang 2017 von vier Personen gegruendet wurde. Aktuell vertreten wir die Spiele League of Legends, Counter-Strike:Global Offensive, FIFA 17, Rocket League, Overwatch, Tom Clancy's Rainbow Six Siege und HearthStone, wobei weitere Spiele jederzeit mit aufgenommen werden. Bei uns steht der Spielspass an oberster Stelle, aber Gewinnen macht definitiv am meisten Spass.","url":"http://insergency.com/","image":"http://insergency.com/img/header.png"},"up_votes":0,"down_votes":1,"body":"Wir, die Organisation Insergency eSports, sind aktuell auf der Suche nach Teams, die unter der Flagge Insergencys spielen wollen. Die Organisation wurde Anfang 2017 gegr&uuml;ndet. Wir vertreten unter anderem aktuell die Spiele League of Legends, Counter-Strike: Global Offensive, FIFA 17, Rocket League, Overwatch, Tom Clancy&rsquo;s Rainbow Six Siege und HearthStone. Weitere Spiele werden mit der Zeit folgen. Unser Ziel ist es eine starke Organisation aufzubauen, die sich erfolgreich in der Welt des eSports etablieren kann und au&szlig;erdem Spa&szlig; an der Sache hat.\r\n \r\nWas wir bieten:\r\n \r\n- Teamspeak- und Trainingsserver,\r\n- Einfache Teilnahme an Ligen und Turnieren,\r\n- Unterst&uuml;tzung bei der Internen Organisierung.\r\n \r\nWelche Erwartungen wir haben:\r\n \r\n- Dass die jeweiligen Teams aktiv an Ligen und Turnieren teilnehmen,\r\n- Ein Freundlicher Umgang miteinander.\r\n \r\nUnsere Ziele:\r\n \r\n- Gute Etablierung in der eSport-Szene,\r\n- K&uuml;nftige Unterst&uuml;tzung von Teams, die uns an On- und Offline-Turnieren und LANs vertreten.\r\n \r\nFalls wir eure Interessen geweckt haben, kontaktiert uns gerne!\r\n \r\nEmail: kontakt@insergency.com\r\nWebsite: insergency.com\r\nTeamspeak: ts.insergency.com\r\n \r\nMit freundlichen Gr&uuml;&szlig;en\r\n| Insergency eSports |","replies":[]}