{"id":"8EaAV88s","poster":"Sandabörd","date":"2017-06-04T10:04:35.325+0000","title":"Item Set NEU","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich habe ein paar **Anregung f&uuml;r die neuen Gegenstandsets**:\r\n\r\n1) Bitte in den einzelnen Bl&ouml;cken mehr Zeichen f&uuml;r die Beschreibung zulassen - werden die alten Sets &uuml;bernommen und man macht eine &Auml;nderung an der Beschreibung eines &quot;Itemblocks&quot;, so kann man anschlie&szlig;end nicht mehr dieselbe Anzahl an Zeichen eintippen wie vorher. Bei Neuerstellung eines Blocks sowieso nicht.\r\n\r\n2) Weiters w&auml;re es handlicher, wenn beim anklicken eines Items aus dem Set, dieses ebenfalls mit den &quot;Unteritems&quot; in Bereich links angezeigt wird - genauso, wie es passiert, wenn man ein Item in der Grundauswahl anklickt.\r\n\r\n3) Es ist nicht m&ouml;glich, ein Item von einer sichtbaren Zeile in eine nicht-sichtbare Zeile zu &quot;draggen&quot;. Bitte dies unbedingt &auml;ndern!\r\n\r\n4) Wieso muss man im neuen Client (nicht nur in den Item Sets!) immer erst auf ein separates &quot;Bearbeiten-Symbol&quot; klicken um eine Beschreibung zu &auml;ndern? Bitte programmiert das so, dass man - wie im alten Client - einfach nu auf das Feld klicken muss und die &Auml;nderung mit &quot;Return&quot; zu best&auml;tigen ist. Die aktuelle Situation ist sehr l&auml;stig und ihr gewinnt auch Platz, da die ganzen &quot;Bearbeiten-K&auml;stchen&quot; wegfallen!!\r\n\r\nIch hoffe, dass diese &quot;Convenience-Items&quot; auch umgestetzt werden:)\r\n\r\nGr&uuml;&szlig;e\r\n\r\nS.","replies":[{"id":"","poster":"Gin","date":"2017-06-12T21:01:29.748+0000","up_votes":1,"down_votes":0,"body":"Wenn du zum Thema eine Diskussion anregen willst, bist du hier richtig. \n\nDa es sich allerdings anhört als willst du Riot Feedback geben, bist du hier falsch. Feedback kannst du direkt im Client über den Knopf [unten rechts in der Ecke](http://i.imgur.com/9tgRDYM.png) geben :)","replies":[]}]}