{"id":"EBAIkfOy","poster":"SenorGaming","date":"2020-01-20T18:32:24.323+0000","title":"Humor? Viewergames? Ranked Tilt? Laber? REIN HIER! Jeden Tag um 18 Uhr außer Freitags und Samstags.","subforum":"Streams & YouTube","embed":{"title":"SenorGaming - Twitch","description":"Ger/ENG] Placements irgendwo arround Gold. Für genaue Elo müsst ihr wohl hier rein hehehe | Jemand dabei?","url":"https://www.twitch.tv/senorgaming","image":"https://static-cdn.jtvnw.net/jtv_user_pictures/senorgaming-profile_image-cbaac453d5186b46-300x300.png"},"up_votes":1,"down_votes":0,"body":"Guten Tag Dudes (politisch korrekt wie immer)\r\n\r\nWer Bock auf Humor und Action hat, der kann sich ja mal gerne in meinem Stream sehen lassen.\r\nSpaß wird hier großgeschrieben, selbst wenn es mal nicht gut aussieht.\r\nViewergames, Customs, Events, Rankeds... alles ist am Start.\r\nUnterhaltungen währenddessen sind IMMER gern gesehen und wer mitspielen will, kann einfach fragen, man findet mit Sicherheit einen Platz. ;)\r\n\r\nFalls sich irgendwer irgendwie ein bisschen für mich interessiert, gibt es hier einen kleinen Spoiler. :D\r\nIch bin am 30.01.2000 geboren, komme aus Karlsruhe und mache momentan meine Ausbildung zum Kaufmann im Gesundheitswesen.\r\nIch bin ein riesiger One Piece und Star Wars Fan, bin aber offen für alles.\r\n\r\nGroßer Traum (wie denke ich von jedem Gamer) bleibt jedoch, dass ich das \"normale\" Arbeiten irgendwann nicht mehr nötig habe. \r\nWer möchte nicht lieber seinem Hobby die ganze Zeit widmen. :D\r\nSeit ich denken kann, haben Games meinen Kopf fasziniert und gefesselt.\r\nAus diesen Grund möchte ich genau diese Leidenschaft nutzen und eine schöne Zeit mit meinen Freunden und Viewern genießen.\r\n\r\nDie Streams kommen täglich von Montag bis Donnerstag und am Sonntag um 18 Uhr.\r\nAm Freitag und am Samstag kann ein spontaner Stream aus dem hohen Gras erscheinen. ;)\r\n\r\nLebensmotto: \"Ein einziger kleiner Funke kann eine riesige mächtige Explosion entfachen.\"","replies":[]}