{"id":"AMtPTRBA","poster":"Warlord of Noxus","date":"2017-06-03T09:48:16.885+0000","title":"Pentakill Update bitte!","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Ich h&auml;tte gern das Pentakill Mordekaiser, Karthus,Sona und Olaf geupdated werden. sie sollen legendary Skins werden! da yorick den song lightbringer mit seinem pentakill Skin spielen kann wollte ich das alle anderen das auch k&ouml;nnen.\r\nMordekaiser: spielt die Gitarrenparts in richtigem abstand mit headbanging und spielt die Gitarre blind hinterm r&uuml;cken\r\nSona: spielt Synthie! aber richtig\r\nOlaf: ist es okay falls er ein Schlagzeug bekommt?\r\nund Karthus singt den song.\r\nZusammen gespielt ergibt sich dann der vollst&auml;ndige song!","replies":[{"id":"","poster":"La vida Loca 38","date":"2017-06-06T09:13:03.527+0000","up_votes":1,"down_votes":0,"body":"wäre bestimmt richtig gut. Es gibt ja schon das Duett von Sona und Kogmaw. Warum dann nicht auch eine richtige Band? Ich weiß zwar nicht genau wenn die genau darstellen sollen aber allein die Idee ist genial. Nur ein Problem: Riot überarbeitet sehr sehr SEHR UNGERN  alte Skins. Die wollen lieber neue Skins erstellen.","replies":[{"id":"","poster":"Warlord of Noxus","date":"2017-06-06T09:18:20.855+0000","up_votes":1,"down_votes":0,"body":"Pentakill ist eine eigene Band (Also wirklich jetzt, such mal nach Pentakill-Smite and Ignite Album, karthus ist tatsächlich der Leadsinger) und das mit Riots ´´lieber neu machen als reparieren´´ fetisch stimmt leider :/","replies":[{"id":"","poster":"La vida Loca 38","date":"2017-06-06T09:49:03.857+0000","up_votes":1,"down_votes":0,"body":"Entschuldigung xD tut mir wirklich Leid. Ich kenn mich mit Rock gar nicht aus. Es ist überhaupt nicht meine Musikrichtung aber muss ich mir mal anschauen. Würde mich wirklich intressieren. Eine Band die mit den Namen von Riots \"Sachen\" sag ich mal (mir ist grad kein besserer Begriff eingefallen xD). \nRiot denkt halt ans Profit und da die Mehrzahl der Spieler momentan Neulinge sind (Season 5 bis Dato) und die Anzahl der Veteranen drastisch gesunken ist, wäre es wirtschaftlich gesehen ein Reinfall alte Skins zu reparieren als neue zu erstellen.","replies":[{"id":"","poster":"Warlord of Noxus","date":"2017-06-06T09:58:16.088+0000","up_votes":1,"down_votes":0,"body":"ehhhm....die Band ist Powermetall und wurde von Riot erfunden ._. Hier der link zu meinem Lieblingssong: https://www.youtube.com/watch?v=wC0g0WMbit4","replies":[{"id":"","poster":"La vida Loca 38","date":"2017-06-06T10:15:23.330+0000","up_votes":1,"down_votes":0,"body":"Ups :|. Haha wie gesagt ich kenn mich 0 aus mit Rock bzw. Powermetall. Das Riot eine Band hat wusste ich gar nicht :O. Also so eine richtige offizielle Band oder nur so kurz wegen einem damaligen Event entworfenes Bandkonzept?","replies":[{"id":"","poster":"Warlord of Noxus","date":"2017-06-06T10:25:08.259+0000","up_votes":1,"down_votes":0,"body":"Das war so ein Event beim release der Pentakill Skins.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sihari","date":"2017-06-03T14:02:41.135+0000","up_votes":1,"down_votes":0,"body":"Yesssss plssssss~\nAm besten dann, wenn das neue Album raus kommt! >w<","replies":[]}]}