{"id":"tHGTKWM7","poster":"NøNãme","date":"2017-05-31T18:09:22.118+0000","title":"YouTuber/Streamer aktiv am Playen mit suche!","subforum":"Streams & YouTube","embed":{"title":"HacK_Gaming","description":"Willkommen auf dem Kanal CyWa_HacKGaming, hier findet ihr Videos vom Game League of Legends, sowie den unterschiedlichsten Games. Ich bin 21 Jahre und komme ...","url":"https://www.youtube.com/channel/UCkW6l46R0W_veBh9iMIKavw?view_as=subscriber","image":"https://yt3.ggpht.com/-eIX4zblJhP8/AAAAAAAAAAI/AAAAAAAAAAA/oMm6K8vIGPA/s900-c-k-no-mo-rj-c0xffffff/photo.jpg"},"up_votes":1,"down_votes":2,"body":"Welcome to this Post my dear Summoner!\r\n\r\nGut, dann erst einmal Willkommen zu diesem Post. Ich bin ein angehender YouTuber, wie auch Streamer, welcher sich &uuml;berwiegend auf YouTube bezieht. Auf meinem Kanal findet Ihr Videos zu meinen League of Legends Games, welche Ihr euch gerne anschauen k&ouml;nnt und hierzu d&uuml;rft ihr auch meinen Kanal abonnieren ;) Au&szlig;er League of Legends werde ich auch noch andere Games Streamen und Videos aufnehmen. Dies wird sich jedoch nach meinen Abonennten richten, welche mir Ihre Gamevorschl&auml;ge gerne Mitteilen k&ouml;nnen. Daher habt ihr auch die m&ouml;glichkeit, mir verschiedene Games vorzuschlagen, welche ich dann auch Streamen, sowie zu welchen ich auch Videos aufnehmen werde :3 F&uuml;r meine Videos suche ich auch immer wieder mitspieler, daher d&uuml;rft ihr euch gerne an mich wenden, wenn ihr mal mitspielen wollt &lt;3\r\n\r\nNun zu den anderen YouTubern:\r\n\r\nAbgesehen von Abonnenten, bin ich auch auf der Suche nach anderen Kan&auml;len, sprich YouTubern, welche mit mir eine kleine Gemeinde errichten wollen ;) Dies soll so aussehen, das wir zusammen zocken k&ouml;nnen, Videos aufnehmen und uns unterst&uuml;tzen &lt;3 Da ich noch am anfang stehe, w&uuml;rde ich mich hierzu auch &uuml;ber zuschriften freuen.\r\n\r\nDaher w&uuml;nsche ich allen Beschw&ouml;rern/Beschw&ouml;rerrinnen weiterhin viel Erfolg in der Kluft und hoffe, dass Ihr vorbeischauen werdet ;)\r\n\r\nMfG - CyWa HacK &dagger; Miguel\r\n\r\nPS: Bin auf der suche nach jemanden, welcher sich mit Intros auskennt und mir hierbei helfen k&ouml;nnte :)","replies":[]}