{"id":"pJjKmYWk","poster":"Cornspies","date":"2017-05-31T18:36:46.615+0000","title":"Flamer und Spielverderber im Team","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hallo Leute :)\n\n\nVorgeschichte: Ich hatte heute ein echt schlimmes Spiel, sowas kann ja mal vorkommen, aber es war meine Promo (zu Gold) und ich hatte schon eins gewonnen und zwei verloren, durfte also keines mehr verlieren!  \n\nNun war es in der Champselect so, dass ich meinen akutellen besten Champion (Riven) gespielt gepickt hatte. Da wurde schon mein Jungler aktiv, der YI gepickt hatte. Er meinte, dass wenn ich gegen Fiora (Den Gegnerischen Toplaner) EINMAL sterbe, er sofort Toplane gehen w&uuml;rde und sich ein supporter item kaufen w&uuml;rde! Ich hielt das f&uuml;r eine harmlose Drohung. Und da ich inzwischen sehr gut Riven kann, ich hatte eine Siegesrow und kann ihre Combos, und in letzter Zeit sterve ich nur sehr wenig (Bsp.: 12/4 oder 8/6), was f&uuml;r meine Verh&auml;ltnisse eine sehr starke Leistungsstegerung ist. Ich hatte Top sehr Passiv gespielt und dank eines hilfreichen ganks vom Yi First blood geholt. Dann hatte ich sie nochmal get&ouml;tet. \n\n+ In der Champselect hatte ich erwähnt, dass dies meine Promo ist und ich einen Sieg Brauche.\n\n\nNUN kam es aber dass ich einen schrecklichen Fehler gemacht hatte und EINMAL gegen sie gestorben bin. UND SIEHE DA: Yi instant backport, er holt sich supporter item und pingt, dass er top kommt. Ich hielt dass f&uuml;r einen kleinen Scherz, aber w&auml;hrenddessen schrieb er in den Allchat, dass ich schlecht sein &uuml;rde, man mich bitte Reporten m&ouml;ge und er top gehen w&uuml;rde. Dabe ist zu erw&auml;hnen, dass die Fiora mich als &quot;Sucker&quot; und als &quot;Noob&quot; beleidigt hatte, weil sie unbedingt Riven spielen wollte. Ich hatte dann beide gemutet, denn ich habe inzwischen gelernt, dass zur&uuml;ckflamen nichts bringt. \nWIr hatten sie dann gekillt und First blood tower geholt. Ich dachte, dass sich dann die Lage beruhigt hat und hatte schon Hoffnungen auf eine Positive Reaktion Yis. Aber daraufhin flasht er in den Tower und towerdived die Fiora, sein &quot;Level 7 Zeichen&quot; spammend. Ich war daraufhin geschockt. Es wiederholte sich noch einmal, dann hatte ich keine Lust den Fiora war fed, Midlane hatte schon verloren und Bot war auf der Kippe. Ich hatte dann kurz geleavet, nach 10 Sekunden des Zusammensammelns aber doch reconnected  (War der erste RQ seit 2 Jahren xD). Dann war ich schon ziemlich am Boden, Promo verloren, auf die ich hart hingearbeitet hatte. Da hatte ich dann bot gegankt und unserem adc ein Doublekill verschafft (einer Caitlyn) und hatte Hoffnung gesch&ouml;pft. Dabei muss ich erw&auml;hnen, dass mein Team nichts zu dem Yi gesagt hat, sie haben einfach weitergespielt. Und das gegnerische Team hatte Spa&szlig; mit dem YI zu Kommunizieren und ihn f&uuml;r den Free-Win zu danken (das haben sie nicht gesagt, hat man aber herauslesen k&ouml;nnen).\n\nAM ende wares so, dass mein Adc (Caitlyn) get&ouml;tet wurde, ich versucht habe den Twitch und die Annie zu t&ouml;ten, Supporter und Midlaner hatten es versucht zu halten und der Yi hatte im Jungle gefarmt, als wir Open-Nexus hatten. \n\nNach dem Spiel habe ich nachgeguckt und gesehen, dass der YI Gold 4 war und ein OTP ist. 222 Wins/156+1 Loss. \n\nIch kann mir ein derart unreifes Verhaten nicht erkl&auml;ren. Dass der YI getrollt hatte, und das nur wegen eines Riven Picks ist f&uuml;r mich unerkl&auml;rlich. \nUnd dass dieses Gegnerteam so unfair reagierte und sie sich freuen, ein Free-WIn in einem SPIEL zu bekommen, erschreckt mich. \n\nIch habe eine Frage: WIe kann ich solche Verlorenen Games umdrehen? Ich kann es ja schlecht Solo-Carryn wenn ich behind im Farm bin und jemand meine Lane feedet. Ich hatte den Versuch &uuml;ber die Botlane gestartet, was mir aber nicht geholfen hat (Fed Annie midlane oneshotted alles). \nIch hab es inzwischen gelernt, verlorene Games wegzustecken, aber soein Game, besonders weil der Yi verlieren WOLLTE und es ein wichtiges Promo-Game ist, ist schon echt belastend.....\nLohnt es den YI nachtr&auml;glich zu reporten? Ich hab nat&uuml;rlich schon alle Zeilen des Reportes im endscreen genutzt, aber es soll nur etwas wirken, wenn er &ouml;fters reported wird. \n\nAm Ende wollte ich sagen, dass ich sowas noch NIE erlebt habe, und das in meinen 4 Jahren die ich Lol (zum Spa&szlig;) gespielt habe. Wegen solchen Leuten gilt die LoL Community als unfreundlich, kindisch und ganz einfach SCHE*E. \n\nF&uuml;r einige h&ouml;rt sich das kindisch an, aber mich wundert es einfach, was f&uuml;r Leute es gibt.\n\n_moderator note: Matchhistory wegen Naming & Shaming entfernt _","replies":[{"id":"","poster":"Abasin","date":"2017-05-31T20:17:56.125+0000","up_votes":3,"down_votes":0,"body":"> In der Champselect hatte ich erwähnt, dass dies meine Promo ist und ich einen Sieg Brauche.\n\nNiemals so etwas sagen. Das erzeugt Druck und eine angespannte Situation. Und einige Scherzbolde springen drauf an. Du spielst ja immer noch für Dich. Mit so einer Ansage sieht es so aus als ob Dein Team Dir unbedingt helfen **muss**. Sehr kontraproduktiv.","replies":[]},{"id":"","poster":"eimoH","date":"2017-06-02T11:27:32.281+0000","up_votes":2,"down_votes":0,"body":"-In der CS nicht schreiben das du in der Promo bist.\n-Achte auf die Builds deines Gegners - Annie hatte Null Magie-Durchdringung \n-Dein Build ist starr wie sonst was du past es nicht deinen Gegnern an. Deine Gegner hatten eine ordentliche Portion Hard CC(Annie[Passive] + Amumu[Q,R] + Karma[W]) \nEin QSS hätte hier Wunder gewirkt gegen Annie und Amumu. Allerdings muss man es üben richtig zu timen und vor allen Dingen nicht vergessen zu benutzen.\n-Nachdem ihr den First Blood Tower geholt habt hättest du nachdem back in die Mitte gehen sollen versuchen den Mid Tower zu deffen bzw Annie zu ganken. Du konntest an deiner Lane zu dem Zeitpunkt nichts mehr holen und Fiora hätte eh noch relativ viel Zeit gebraucht um an deinen Tower zu kommen.\n-Riven ist ein Champion der Mechanisch sehr anspruchsvoll zu lernen ist (Stichwort [Animation Canceling](https://www.youtube.com/watch?v=Ycf3EJs3AqU)). Außerdem ist es nicht ratsam gegen jedes Match-Up mit ihr Q zu maxen und TBC ist jetzt in den meisten Match-Ups Suboptimal auf ihr da gibt es wesentlich bessere Alternativen. Schau dazu einfach mal auf [Youtube](https://www.youtube.com/watch?v=-t2ldJojSiQ) oder in [Guides](http://www.lolking.net/guides/380189#section16) und probierst Dinge mal im Übungsmodus und Normals aus.\nAlternativ:\n[²](https://www.youtube.com/watch?v=uPyuq5awIN8)\n","replies":[{"id":"","poster":"Cornspies","date":"2017-06-10T14:55:48.276+0000","up_votes":1,"down_votes":0,"body":"Inzwischen kann ich schon die meisten Combos, bis auf das Q canceln. Ich habe mich da schon echt reingearbeitet. Danke für die Tipps, ich versuche mein Itembuild dem Gegner entsprechend anzupassen.","replies":[]}]},{"id":"","poster":"Eisteesüchtig","date":"2017-05-31T21:08:56.026+0000","up_votes":1,"down_votes":0,"body":"Melde dich doch mal bei mir ingame und schick mir eine Anfrage, wenn du Lust hast können wir ja vielleicht künftig gemeinsam Rankeds spielen. Ich kann dir leider keinen Ratschlag geben dafür, aber ich kan dir anbieten als Ex platin Spieler dich bei der Promo zu unterstützen, vielleicht hilft es ja.","replies":[]},{"id":"","poster":"Cornspies","date":"2017-05-31T19:40:43.463+0000","up_votes":1,"down_votes":0,"body":"Ich hatte Vergessen zu erwähnen, dass das hier kein Hate oder Flame sein soll, sondern eine Frage zur Verbesserung meines Spielstils sein soll. Ich brauche bei diesem Thema Hilfe und würde gerne Ratschläge bekommen.","replies":[]}]}