{"id":"JNXYQIHJ","poster":"Kampfgnuppel","date":"2017-05-31T09:15:40.614+0000","title":"Permaban","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":25,"body":"Was soll das? Wegen ein bisschen Trashtalk Permaban? Klar ich habe f&uuml;r den Perma drei bzw. vier Jahre gebraucht, aber trotzdem. AFK gehen usw. ist OK. Ich sehe nur das Problem nicht. In jedem Sport z.B. Eishockey geh&ouml;rt Trashtalk einfach dazu. Es ist eine Spielweise. Man versucht den Gegner damit abzulenken. In LoL scheinen jedoch nur &quot;d&uuml;nnh&auml;utige&quot; zu spielen. Ich habe ja niemanden den Tod, AIDS, Krebs o.&auml;. gew&uuml;nscht. Das letzte Game hatten wir z.B. einen AFK und die Gegner haben trotzdem hart verloren und dann &quot;easy Win&quot; geschrieben. Na und? Dann macht man halt ein bisschen Trashtalk. Wo ist das Problem? Solange sowas nicht geht, ist LoL f&uuml;r mich auch kein Sport^^ Denn sowas ist Realit&auml;t.\r\n\r\nUnd nein, der Permanban interessiert mich nicht^^ Ich habe noch vier Accounts auf Level 30. So auf zum n&auml;chsten ... die Bans n&uuml;tzen sooooooo viel.","replies":[{"id":"","poster":"Zaddok","date":"2017-05-31T09:16:54.968+0000","up_votes":12,"down_votes":0,"body":">Und nein, der Permanban interessiert mich nicht^^\n\nWarum schreibst du dann hier, wenn es dich nicht interessiert?","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T09:19:47.336+0000","up_votes":1,"down_votes":20,"body":"Wer lesen kann ist eindeutig im Vorteil. Scheinst wohl am Rito Strafsystem mitgearbeitet zu haben^^ Geht darum, für was man gebannt wird.","replies":[{"id":"","poster":"Meemoy","date":"2017-05-31T10:53:59.536+0000","up_votes":5,"down_votes":0,"body":"Das beantwortet die Frage nicht. Wenn es dich wirklich nicht interessieren würde, hättest du auch keinen Thread im Forum eröffnet, sondern einfach auf einem deiner anderen Accounts weiter gespielt.\nEs muss dich also härter getroffen haben, aber bloß nicht zugeben XD","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:19:51.246+0000","up_votes":1,"down_votes":9,"body":"***","replies":[{"id":"","poster":"Martensitic","date":"2017-05-31T12:48:38.187+0000","up_votes":4,"down_votes":0,"body":"Weisst du, wenn man in einer Firma andere beschimpft, geht das ganz schnell:\n\nMan wird ins Personalbüro zitiert, kriegt die fristlose, und kann seine Sachen packen.\n\nUnd jetzt sag mir nen logischen Grund warum es hier anders sein soll?\n\n----\n----\n\nUnd spar dir den Vergleich mit Trashtalk auf dem Sportplatz:\n**Die Spieler hier sind nicht die Kumpels aussm Kickerverein**\n\nDie Spieler hier wurden nicht gefragt ob sie mit dir spielen wollen, sie wurden von einem Algorithmus zugeteilt. Daher gelten hier ganz einfach andere Standards was das Benehmen anbelangt.\n\nDas ist hier genauso wie in einer Firma...dort hat man ja auch keine Wahl wer mal der zukünftige Kollege ist, und der ist auch nicht mein Freund oder Kumpel, sondern ein anderer Mitarbeiter.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:03:52.216+0000","up_votes":1,"down_votes":7,"body":"LoL ... wo ist dann mein Lohn? \n\nWarum redet ihr immer von Kumpels? Ich mache Trashtalk mit den Gegner, nicht mit dem eigenen Team. Geht ja darum den Gegner zu ärgern. Die haben sich auch nicht mich ausgesucht ;)","replies":[{"id":"","poster":"Martensitic","date":"2017-05-31T16:35:15.545+0000","up_votes":8,"down_votes":0,"body":">Geht ja darum den Gegner zu ärgern.\n\n**Nein, tut es nicht.**\nIn keinem Sport der Welt wird das akzeptiert.\n\nWer auf dem Fussballplatz herumpöbelt kassiert ne rote Karte.\nWer beim Boxen ausfällig wird kann schonmal seine Turniergürtel abgeben.\n\nBei Sportarten wie Golf, Cricket oder Tennis reicht schon eine rüde Geste für eine Disqualifikation.\n\nBeim Sumo (in Japan ungefähr so populär wie hierzulande Fussball) reicht es schon dem Gegner nicht den gebührenden Respekt zu erweisen um vom Turnier ausgeschlossen zu werden...das heisst meist das Ende einer Sportlerkarriere.\n\nNIEMAND kommt in dieses Spiel um sich dumme Sprüche von irgendwelchen Leuten anzuhören, die hinter der Internetanonymität den supercoolen Keyboardhelden spielen. Und daher wird das auch von niemandem akzeptiert, weder der Community noch dem Betreiber.\n\nUnd ob dir das passt oder nicht, ist irrelevant.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-31T11:45:47.014+0000","up_votes":5,"down_votes":0,"body":"Wenn du wissen willst was andere dazu meinen, dann solltest du uns deinen Chatlog zeigen. Ohne die können wir schlecht urteilen. ;) \nWenn du nicht weißt woher du die bekommst, das werde ich dir gern sagen. \n1. Du loggst dich mit deinem permanent gebannten Account im Client ein, dann öffnet sich ein Fenster mit den Chatlogs oder \n2. du schreibst den Support und bittest um diese.\n\nWenn du die hast, kannst du sie gerne hier rein schreiben und dann können wir dir auch sagen, was wir davon halten. ^^","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:53:31.382+0000","up_votes":1,"down_votes":14,"body":"ich sehe keine Chatlogs auf dem Account.  aber die mühe werde ich mir wegen ein paar Kinder nicht machen :D Ich weiss, dass ich jedes Game trashtalke^^ also","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T12:04:25.621+0000","up_votes":9,"down_votes":0,"body":"Du bist ja witzig. Du willst die Meinung von uns hören und bezeichnest uns dann als Kinder? xD\nIst das dein ernst? \n\nWenn ja, dann bist du dümmer als ich dachte... \n\nMein lieber kleiner Permanentgebannter, du willst die Meinung von uns dazu hören ohne das wir wissen, was du überhaupt geschrieben hast. Das ist als würdest du sagen \"Ich habe eine Katze gemalt, wie findest du sie?\" sie dann aber gar nicht zeigst. Wie soll man etwas beurteilen, wenn man es sich nicht anschauen kann? \n\nDa du die Meinung von uns hören willst und gleichzeitig schiss hast uns deine Logs zu zeigen (evtl weil du weißt das da schlimme Dinge drin stehen) scheint dich der Permabann ja doch ziemlich zu stören. \nAus welchem Grund willst du sonst unsere Meinung hören?\nIch sags dir, du bist der Meinung das der Permaban unrechtmäßig ausgesprochen wurde, bist jetzt sauer dass du gebannt wurdest und suchst jetzt \"Hilfe\" im Forum in der Hoffnung, dass die Leute dir dort recht geben. Insgeheim weißt du aber, dass er zurecht war und damit die Spieler im Forum deine Blase nicht zerplatzen lassen hast du bewusst oder vllt auch unterbewusst die Chatlogs weggelassen. :) \n\nDer Grund weswegen du was anderes behauptest (es sei dir egal) ist gelogen, damit du nicht zugeben musst, dass es dich doch sehr getroffen hat. Du willst keine Schwäche zeigen, wie es so schön heißt. :)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:02:32.129+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T13:40:31.565+0000","up_votes":4,"down_votes":0,"body":"Ach so? Du meintest nicht mich? Warum antwortest du dann auf meinen Beitrag anstatt von dem anderen? Oder hast du irgendwie nen Knick in der Optik?\n\nAußerdem kann Thrashtalk unterschiedlich ausgelegt sein oder unterschiedlich interpretiert werden. Wo die einen nur provozieren fangen die anderen schon an zu beleidigen. \n\nUnd um zu erkennen was du unter Trashtalk verstehst und um zu sich eben ein Urteil zu bilden ob dein Trashtalk \"okay\" ist müsste man eben deinen Chatlog haben. ^^ \n\nZudem, Trashtalk ist in keiner Sportart gerne gesehen. Es gibt Sportarten da gehört es ab einem gewissen Maße dazu, aber selbst wenn man es da zu bunt treibt wird man bestraft. Ob man nun vom Schiri verwarnt oder vom Trainer an die Seite genommen wird ist egal. \nUnd bei LoL ist es nicht anderes, bis zu einem gewissen Maße kannst du flamen oder meinetwegen trashtalken ohne das du bestraft wirst, treibst du es aber auf die Spitze wirst du eben bestraft. \n\nIn Fußball zum Beispiel ist es absolut nicht gerne gesehen und kann sogar mit einer Karte geahndet werden. Im Eishockes keine Ahnung, laut deiner Aussage aber völlig normal. So, nun sind Eishockey und Fußball zwei völlig unterschiedliche Sportarten. Wo es beim einen Okay ist so ist es beim anderen nicht okay. \n\nUnd LoL gehört nunmal zu den Sportarten wo es NICHT okay ist. Und wenn du das weder verstehst noch akzeptieren kannst, dann tut es mir leid, dann hast du hier bei LoL nichts zu suchen. \n\nWenn du deine Mitspieler beleidigen willst oder runtermachen willst weil sie schlecht gespielt haben, dann mach das doch bitte bei deinen Teammitgliedern beim Eishockey aber bitte nicht hier. \nDanke!","replies":[{"id":"","poster":"The mute Swan","date":"2017-05-31T13:49:54.646+0000","up_votes":1,"down_votes":0,"body":"Ayu, steiger dich da nicht rein, bitte. Das ist doch was er bezwecken will.\n\nDont feed the Trolls","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T13:50:32.441+0000","up_votes":1,"down_votes":0,"body":"Aber ich diskutiere doch so gerne. :<","replies":[{"id":"","poster":"The mute Swan","date":"2017-05-31T14:00:57.450+0000","up_votes":1,"down_votes":0,"body":"dann öffne nen diskussions-fred. und diskutiere mit dem Forum... über alles mögliche!!!!","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T14:02:00.572+0000","up_votes":1,"down_votes":0,"body":"Dafür hab ich kein Thema über das es sich zu diskutieren lohnt. :D","replies":[{"id":"","poster":"The mute Swan","date":"2017-05-31T14:12:35.957+0000","up_votes":1,"down_votes":0,"body":"fixed it. \nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/EspsZI4E-ot-quatschdiskussionen-1-musste-ayu-nicht-alt-und-schrumpelig-sein","replies":[]}]}]}]}]}]},{"id":"","poster":"Zaddok","date":"2017-05-31T16:42:37.540+0000","up_votes":1,"down_votes":0,"body":">Es geht nicht um meinen Permaban, sondern um den Trashtalk an sich^^\n\nWie sollen wir uns eine Meinung zum \"Trashtalk\" bilden, wenn du uns eben Diesen nicht präsentierst?","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2017-05-31T14:09:29.629+0000","up_votes":1,"down_votes":0,"body":"Auch du hast dich an die Forenregeln zu halten und uns dein Chatlog offenzulegen ;-).\n\n> Threads in denen über die Rechtmäßigkeit einer bestimmten Strafe diskutiert werden soll, müssen den vollständigen und lesbaren Chatlog (screenshot), den der Spieler erhalten hat, enthalten. Sollte dies nicht der Fall sein, wird der Thread kommentarlos geschlossen oder gelöscht.\n\nUnd hier nochmal zum nachlesen.\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards","replies":[]}]},{"id":"","poster":"MilliDieFrau","date":"2017-05-31T11:54:37.812+0000","up_votes":3,"down_votes":0,"body":"Ich tippe auf \"Wir halten nicht so viel davon\". ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T12:05:02.976+0000","up_votes":1,"down_votes":0,"body":"Davon gehe ich auch aus. :D","replies":[]}]}]},{"id":"","poster":"Zaddok","date":"2017-05-31T16:40:45.571+0000","up_votes":1,"down_votes":0,"body":">Naja, ich will nur sehen, was andere dazu meinen ;)\n\nWarum die Meinung anderer Leute einholen für Etwas, was dich nicht interessiert?","replies":[]}]}]},{"id":"","poster":"Nohgolgh","date":"2017-05-31T09:40:31.294+0000","up_votes":6,"down_votes":0,"body":"Riot hat seine Gründe, Leute wie dich zu bannen. Dein Bisschen Trashtalk kostet die nämlich Geld. Spieler hören wegen Spielern wie dir auf LoL zu spielen. Die meisten Leute haben nämlich keine Lust, jedes Spiel zugeflamt zu werden. Im Übrigen kommt es sehr auf die Sportart an, ob Trashtalk teil des Sportes ist. Bei körperlich relativ beanspruchenden Tätigkeiten, wie Fußball, Football, Baseball, Hockey, Rugby und Basketball ist es deutlich üblicher und akzeptierter als bei Sportarten wie Golf, Judo, Karate und Bogenschießen, welche ein höheres Maß an Technik erfordern.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:19:03.100+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T12:35:47.929+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kampfgnuppel,realm=EUW,application-id=KYnfKGf0,discussion-id=JNXYQIHJ,comment-id=0000000000000000,timestamp=2017-05-31T11:19:03.100+0000)\n>\n> technisch wesentlich anspruchsvoller als Bogenschiessen. \n\nMan hast du ne Ahnung. xDDD \nWeißt du überhaupt, auf WAS man alles beim Bogenschießen achten muss?","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T12:38:07.278+0000","up_votes":1,"down_votes":2,"body":"Naja, schon mal gesehen was ein Eishockeyspieler alles können muss. Einen unhandlichen Puck spielen, während man körperlich angegriffen wird usw. Gold & Bogenschiessen spielen in einer andere Kategorie. Dort ist eher Konzentration wichtig. Alles drumherum ist Eishockey sicher anspruchsvoller^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T12:44:11.316+0000","up_votes":1,"down_votes":0,"body":"Konzentration ist ein geringer Teil. \nHinter Bogenschießen steckt wesentlich mehr als nur hinstellen Bogen spannen und Pfeil los lassen.\n\nWenn du von Bogenschießen keine Ahnung hast, dann kannst du dir auch keine Meinung bilden was anspruchsvoller ist.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:05:37.965+0000","up_votes":1,"down_votes":1,"body":"Bin auch ein Jahr lang im Training gewesen. Klar ist es anspruchsvoll, aber nicht dasselbe. Eishockey ist wesentlich mehr Multitasking., da braucht es schon Talent. Wenn du das Ziel von einem Pferd im Galopp triffst, können wir weiterreden.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-31T13:31:27.365+0000","up_votes":2,"down_votes":0,"body":"Ich habe auch nie gesagt das Eishockey und Bogenschießen dasselbe ist. \nWie auch? Das eine ist ein sehr körperlich anspruchsvoller Sport der andere basiert mehr auf Konzentration und Körperspannung.\n\nUnd ich sage ja, dass du von Bogenschießen keine Ahnung hast. Du musst während du den Bogen spannst auf so viele Dinge gleichzeitig achten, dass du locker die Hälfte davon vergisst. Tu dir selbst einen Gefallen und hör auf so zu tun als wüsstest du etwas vom Bogenschießen. Du machst dich nur lächerlich.","replies":[{"id":"","poster":"Shacoláde","date":"2017-06-01T08:42:10.502+0000","up_votes":1,"down_votes":0,"body":"Wie sieht es mit Shaco spielen aus? Kann man das mit Bogenschießen vergleichen?\nDort muss ich das E auch anlegen, zielen und loslassen für den KS ^^","replies":[]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T15:01:14.481+0000","up_votes":1,"down_votes":1,"body":"wollte damit nur sagen, dass ich weiss wie schwierig es ist^^ trotzdem ... nur Training.","replies":[]}]},{"id":"","poster":"clair de lune289","date":"2017-05-31T13:26:44.106+0000","up_votes":1,"down_votes":0,"body":"jetzt wirds aber langsam lächerlich mit deinen ganzen Aussagen.\nGib doch einfach zu das du mal keine Ahnung von etwas hast ....","replies":[]}]}]},{"id":"","poster":"Soúp","date":"2017-05-31T13:50:37.840+0000","up_votes":1,"down_votes":0,"body":"Ok.. wenn man es so simpel betrachten möchte. Beim Golf musst du nur einen ruhenden Ball in Richtung Fahne schlagen. Klingt so einfach, oder? Kein körperlicher Zweikampf, bevor man schlagen muss, keine Sekundenbruchteile, um sich für den richtig Schlag entscheiden zu müssen.. Warum kann dann aber nicht jeder gut golfen? \n\nBeim Eishockey hast du Spielraum für  gewisse Ungenauigkeiten. Du musst nicht immer perfekt zum Ball stehen, um den Puk in 9 von 10 Fällen zum Partner zu passen. Heißt, du kannst seitlich stehen, frontal, auf einem Bein, im Knien, ..der Puk kommt meistens an. \nBeim Golf ist das anders. Es ist enorm wichtig, dass du jeden Schlag in bestmöglicher Perfektion ausführst, damit der Ball dahin fliegt, wohin er soll. Abstand der Füße zueinander, Beugung im Knie, der richtige Griff, der richtige Abstand zum Ball, .. Schultern parallel, Kopf gerade, korrekte Ausholbewegung, .. etc. es muss alles stimmen, damit du beim Treffpunkt des Schlägerkopfes mit dem Ball alles optimal läuft. Wenn du bei einer Teilbewegung nur 1cm abweichst, hackst du komplett in der Gegend rum. \n\nIst mir eigentlich auch Wurscht ^^ \nViele betrachten Golf eben als \"alte Leute\" Sport. Bisschen an der frischen Luft durch die Pampa kloppen. Das man aber über eine Strecke von ~8 Kilometern und einer Dauer von 4-5 Stunden (!) immer wieder hochkonzentriert seine Schlagroutine durchführen muss ....das ist den meisten nicht bewusst.","replies":[]}]}]},{"id":"","poster":"Soúp","date":"2017-05-31T12:29:36.502+0000","up_votes":1,"down_votes":0,"body":"> Eishockey technisch wesentlich anspruchsvoller als Golf\n\n\nJa! In einem Paralleluniversum bestimmt. Für dieses Universum - nein, nein.. sowas von nein.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:06:01.031+0000","up_votes":1,"down_votes":3,"body":"siehe oben^'","replies":[]}]}]}]}]},{"id":"","poster":"Vogeljunges","date":"2017-05-31T12:14:45.992+0000","up_votes":2,"down_votes":2,"body":"Naja wer seit mittlerweile 3 Stunden hier fleissig jeden beitrag so \"total selbstbewusst\" beantwortet, der hat wohl niemanden sonst, den seine \"coole\" Story vom Permaban interessiert.\n\nLässt eigentlich nur 2 Schlüsse zu\n - seine Mama ist noch auf der Arbeit, antwortet nicht auf seine Nachrichten und er ist ziemlich einsam\n - es hat ihn doch ziemlich getroffen, dass er den Acc nun los ist. \n\nÄrgerlich, dass er für seinen Traumsport Eishockey wahrscheinlich nicht die richtigen körperlichen Voraussetzungen mitbringt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-05-31T12:39:45.292+0000","up_votes":1,"down_votes":0,"body":"Savage","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:07:54.840+0000","up_votes":1,"down_votes":3,"body":"Meine Mama kommt leider nicht mehr Nachhause :(( Nur gerade Urlaub ... lw.\n\nNaja wie gesagt^^ Siehe oben. Funktioniert doch gut, der Trashtalk ;)\n\nWar echt schon besser in Form. 3-5 KG könnten da schon runter und mit 183 cm ein paar Zentimeter zu klein :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-05-31T13:31:53.735+0000","up_votes":2,"down_votes":0,"body":"Wie lang ist dein Bart?","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T15:02:38.144+0000","up_votes":1,"down_votes":2,"body":"trage keinen xD nie getestet ob mir so ein richtig krasser Playoffbart wächst .. gibt in unserer Hobbyliga auch keine Playoffs ;D","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-05-31T16:39:49.239+0000","up_votes":3,"down_votes":0,"body":"\"The worth of a man can be measured by the length of his beard, and the girth of his belt buckle.\"\n~Olaf \n\nDann aus meinen Augen du Wicht.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"The mute Swan","date":"2017-05-31T12:05:18.312+0000","up_votes":3,"down_votes":0,"body":"awwww, ich liebe sowas *freu*\nTrashtalk ist nicht sportlich. Kein bisschen. \nIch zitiere aus dem Beschwörerkodex:\n \n> **Habt Spaß, aber nicht auf Kosten anderer [...] Denkt auch immer daran, dass ein kleiner Seitenhieb mitten in einem Spiel gegenüber einem Freund etwas anderes ist als ein unbedachter Witz auf Kosten eines vollkommen Fremden. Jemand, der nicht weiß, was ihr als Scherz betrachtet, könnte so etwas durchaus als Angriff ansehen und unfreundlich darauf reagieren.**\n\nDas ist Teil 4. Teil 6 sagt weiterhin:\n\n> **Zeige Demut im Sieg, Anstand in der Niederlage [...] Ein gutes Spiel zu bestreiten ist eine der größten Freuden, die ihr in League of Legends erleben könnt. Aber dabei sollte man nie vergessen, dass es auch jemanden auf der anderen Seite gibt, der sich die Haare rauft, wenn man einen überragenden Sieg erringen kann. Auch wenn es nicht verkehrt ist, zu feiern, solltet ihr darauf achten, dass ihr dabei nicht übertreibt und das ganze in schadenfrohen oder hämischen Aussagen endet. Dankt stattdessen euren Gegnern für das Spiel. Trotz aller Bemühungen haben sie euch immerhin gerade sehr glücklich gemacht.**\n\nSomit verstößt du mit deinem Trashtalk gegen die Richtlinien dieses Spiels. Und somit ist der Bann zu 100% gerechtfertigt.\nSpiel ruhig auf deinen Smurfs weiter. Egal was du tust, mit der Attitüde wirst du wieder und wieder gebannt werden.\n\n\nSvenson Out","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-05-31T12:38:06.541+0000","up_votes":8,"down_votes":0,"body":"Du könntest dir den Beschwörerkodex in so ein episches Buch aus Leder mit Stahlbändern und Applikationen einschlagen lassen und den dann immer bedeutungsschwer auf den Tisch knallen, bevor du daraus zitierst. Hätte ungemein Stil.","replies":[{"id":"","poster":"Lance90","date":"2017-05-31T17:22:53.921+0000","up_votes":1,"down_votes":0,"body":"Au ja bitte!\nHier gibts doch bestimmt jemanden der Handwerklich begabt ist. Dann noch ein verstaubter Keller mit Bücherregalen und Kerzen, ein wenig \"Bärtiger-Alter\" Makeup und Klamotten, davon dann ein Video machen und das dann beim nächsten mal anhängen.","replies":[]},{"id":"","poster":"5weeds","date":"2017-05-31T13:21:11.939+0000","up_votes":1,"down_votes":0,"body":"So wie meine alte Lehrerin xD\nDas Klassenbuch am  Ende dermaßen zerfleddert ^^","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-05-31T13:09:22.244+0000","up_votes":1,"down_votes":0,"body":"uhhhhhh. mach ich. versprochen.","replies":[]}]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:09:45.806+0000","up_votes":1,"down_votes":7,"body":"Der Ban ist nicht ungerechtfertigt, aber unnötig. Jo, werde mir mühen geben ein paar Leute zu inten. Viel Spass mit deinem Regelwerk^^","replies":[{"id":"","poster":"The mute Swan","date":"2017-05-31T13:31:16.789+0000","up_votes":3,"down_votes":0,"body":"gerechtfertigt heißt in diesem Falle nötig.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2017-05-31T13:33:29.926+0000","up_votes":1,"down_votes":0,"body":"Machst du sowieso nicht.","replies":[]},{"id":"","poster":"Maexle","date":"2017-05-31T13:30:11.614+0000","up_votes":1,"down_votes":0,"body":"Durch´s Inten sind deine anderen Accounts noch schneller weg. \n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"RAG Ryve","date":"2017-05-31T14:57:58.076+0000","up_votes":4,"down_votes":0,"body":"Endlich mal wieder einer weniger. JUHU. {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Alekra","date":"2017-05-31T09:25:09.272+0000","up_votes":4,"down_votes":0,"body":"Selbst wenns nur ein bisschen trashtalk war. Nach dem 14 tagebann hätte man vielleicht dran denken können aufzuhören...","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T10:31:45.834+0000","up_votes":1,"down_votes":9,"body":"nö^^","replies":[{"id":"","poster":"Alekra","date":"2017-05-31T16:22:29.066+0000","up_votes":1,"down_votes":0,"body":"Dann bist du selbst schuld","replies":[]}]}]},{"id":"","poster":"ninju7su","date":"2017-05-31T09:19:58.862+0000","up_votes":4,"down_votes":0,"body":"Man muss also Trashtalk betreiben, damit etwas zum Sport werden kann in deiner Welt?","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T09:22:46.310+0000","up_votes":1,"down_votes":9,"body":"Nö, aber sollte dafür nicht gebannt werden^^ Solange es eben \"Trashtalk\" ist.-","replies":[{"id":"","poster":"CYPHΕR","date":"2017-05-31T10:06:30.138+0000","up_votes":3,"down_votes":0,"body":"Da du aber scheinbar dafür regelmäßig reportet und entsprechend gebannt wurdest scheint es doch nicht so viele Spieler zu geben für die das zum Spiel dazu gehört.","replies":[{"id":"","poster":"5weeds","date":"2017-05-31T10:19:49.177+0000","up_votes":2,"down_votes":0,"body":"Wen interessieren schon die anderen Spieler?\nIch _bin_ League of Legends.\nDie Meinungen oder Ansichten andere Personen sind absolut irrelevant :^)","replies":[]}]}]}]},{"id":"","poster":"MilliDieFrau","date":"2017-05-31T09:50:32.897+0000","up_votes":5,"down_votes":1,"body":"Riots Spielwiese, Riots Regeln. Wenn Riot sagt, sie möchten hier keinen 'Trashtalk' (und viele Spieler übrigens auch nicht), dann sollte man sich dem fügen. \nDu hast den AGB nach jedem Patch zugestimmt und dich trotzdem nicht an diese Regel gehalten. Deine letzte Verwarnung war der 14-Tage-Bann.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-05-31T09:24:38.560+0000","up_votes":5,"down_votes":1,"body":"Dann sehen wir uns zu deinen 4 anderen Permas im Forum wieder?\n\nIch kauf dir aber nicht ab, dass dich der Bann nicht juckt. Der Account besteht schließlich schon einige Jahre. \n\nWenn du meinst, du wurdest ungerecht gebannt, zeig uns doch den Chatlog.","replies":[{"id":"","poster":"The mute Swan","date":"2017-05-31T12:13:58.604+0000","up_votes":3,"down_votes":0,"body":"Könnt ihr dem nicht endlich nen Forenbann verpassen? Da kommt doch grade sowieso nix konstruktives oder interessantes bei raus. Er vermiest höchstens noch das Forum.","replies":[]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T10:30:37.891+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"TerrorRaven","date":"2017-05-31T11:12:03.734+0000","up_votes":2,"down_votes":0,"body":"Den Chatlog bekommst du im Client, wenn du dich einloggst. Ansonsten kannst du den Support fragen, ob sie den dir zusenden können https://support.riotgames.com/hc/de","replies":[]},{"id":"","poster":"5weeds","date":"2017-05-31T10:37:54.206+0000","up_votes":3,"down_votes":0,"body":"> Naja, scheiss auf die Skins^^ (...) fuck off (...)\n\nDas sind keine Schimpfwörter.\nDas sind TAKTISCHE GEGENMAßNAHMEN!!!!","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:22:44.472+0000","up_votes":1,"down_votes":6,"body":"xD","replies":[]}]}]}]},{"id":"","poster":"Huiku","date":"2017-05-31T11:12:39.065+0000","up_votes":3,"down_votes":3,"body":"***","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-05-31T11:27:21.406+0000","up_votes":3,"down_votes":0,"body":"Ach, das mit dem 'besser können' und 'schlauer sein' ist immer so objektiv. Ich fänds nett, wenn wir uns einfach alle lieb haben könnten. \n\nZumindest so, dass wir in Ruhe und friedlich unser Spiel spielen können. Natürlich nichts gegen gut gemeinte Ratschläge. ;)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:52:06.808+0000","up_votes":1,"down_votes":5,"body":"Hat was^^ Auf der Elo ist eigentlich alles nur ein Ding der Erfahrung","replies":[]}]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:22:15.329+0000","up_votes":1,"down_votes":10,"body":"***","replies":[{"id":"","poster":"Soúp","date":"2017-05-31T12:33:36.245+0000","up_votes":2,"down_votes":0,"body":"Du bist in 4 Jahren nie höher als Gold gekommen.. also mal schön den Ball flach halten.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T12:39:24.805+0000","up_votes":1,"down_votes":5,"body":"Naja ich blame hier ja niemanden :D Und naja, so extrem viel Rankeds habe ich jetzt nicht gesuchtet auf dem Account. Der MMR ist gut^^ so ....","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-05-31T13:25:51.330+0000","up_votes":1,"down_votes":0,"body":"Junge, Als sich in deiner Elo war, war ich Platin 2!\nKämpf du dich erstmal auf meine jetzige MMR hoch :P (Bronze 4)","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2017-05-31T10:16:52.060+0000","up_votes":3,"down_votes":0,"body":"\n> Das letzte Game hatten wir z.B. einen AFK und die Gegner haben trotzdem hart verloren und dann \"easy Win\" geschrieben. Na und? Dann macht man halt ein bisschen Trashtalk. Wo ist das Problem?\n\nDu sagst dass Trashtalk für dich nur \"ein Mittel zum Zweck\" wäre, also um den Gegner vom Spiel Geschehen abzulenken (was mMn nicht wirklich , jetzt kommts: **sportlich** ist).\n\nInwiefern hilft es dir, wenn du **nach** dem Spiel \"easy Game\" schreibst?\nDas Spiel ist bereits gelaufen.\n\nDemnach ist diese \"Taktik-Beleidigung\"- Ausrede wirklich schwach.\nDas war einfach unangebracht und zur reinen Provokation gedacht.\n\nNaja, dass wars soweit von mir aus, wir können das Thema bei deinem nächsten \"PermaBann\"-Threat vertiefen ;)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:23:33.463+0000","up_votes":1,"down_votes":5,"body":"Ähm die Gegner haben \"easy Game\" geschrieben xD nachdem sie gewonnen haben ... 5 vs 4. Aber ok^^","replies":[{"id":"","poster":"5weeds","date":"2017-05-31T13:29:45.781+0000","up_votes":4,"down_votes":0,"body":"> Das letzte Game hatten wir z.B. einen AFK und **die Gegner haben trotzdem hart verloren** und dann \"easy Win\" geschrieben.\n(...)\nÄhm die Gegner haben \"easy Game\" geschrieben xD** nachdem sie gewonnen haben** ... 5 vs 4. Aber ok^^\n\n\nhttps://d24bnpykhxwj9p.cloudfront.net/s3file/s3fs-public/users1/2017-01/Mon/giphy.gif","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2017-05-31T10:00:13.831+0000","up_votes":2,"down_votes":0,"body":"Chatlogs bitte. Mir kräuseln sich immer die Nackenhaare, wenn jemand behauptet, \"nur ein bisschen\" Trashtalk betrieben zu haben.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:23:55.807+0000","up_votes":1,"down_votes":6,"body":"Naja ein bisschen Trashtalk über die letzten vier Jahre xD","replies":[{"id":"","poster":"Abasin","date":"2017-05-31T12:25:17.317+0000","up_votes":4,"down_votes":0,"body":"Wenn ich mir Deine Kommentare so ansehe beschleicht mich allerdings immer mehr das Gefühl, dass Du uns trollen willst mit Deinem Beitrag.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-05-31T12:38:40.000+0000","up_votes":1,"down_votes":0,"body":"Nein!","replies":[]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:08:25.967+0000","up_votes":1,"down_votes":3,"body":"Nö :D Trashtalk eben Junge, man sieht wie gut es funktioniert.","replies":[]}]}]}]},{"id":"","poster":"TheGratefulDead","date":"2017-06-01T04:32:36.235+0000","up_votes":2,"down_votes":0,"body":"Gut dass du Permabanned wurdest. Deine anderen 4 Accs folgen bald sicherlich.","replies":[]},{"id":"","poster":"eimoH","date":"2017-06-01T02:41:25.256+0000","up_votes":2,"down_votes":0,"body":"Moin,\ndein Vergleich zum RL-Sport, :D also wenn du nach dem Spiel anstatt gut gespielt etwas was mit gg easy gleichgesetzt werden kann gesagt hättest, beim Handschlag nach dem Spiel den man in so einige Sportarten macht ka wie des beim Eishockey ist, hättest du früher oder später eine reinbekommen oder nachträglich eine rote Karte + Spielsperre wenn der Schiedsrichter es mitbekommen hätte erhalten für solch ein Verhalten.\nJa richtig wenn Leute dich kennen wissen sie das, jenes nicht Ernst gemeint ist aber die Leute in LoL kennen dich nicht und können daher nicht Wissen ob du nur ein 14-jähriges Tryhard Kid bist oder einfach nur witzig sein willst. Du kannst auch laut vor dich hin sagen wie einfach die Runde war aber es gibt keinen guten Grund das in den Chat schreiben zu müssen andere Leute sehen dies nämlich als Unsportlichkeit an und da Riot, dass genauso sieht hast du die Arschkarte gezogen.\nBei dir hätte es vermutlich schon gereicht wenn man dir einen Maulkorb gegeben hätte zumindestens für den All-Chat. Mal davon abgesehen das noch nicht mal jedes Vergehen reportet wird ist dein Argument LoL scheinen nur Feinhäutige zu spielen leider nicht ganz treffend.\nAußerdem wenn du deine Chat-Logs nicht postet kann man nicht sehen ob es nicht vielleicht einen völlig anderen Grund hat, dass du gesperrt worden bist den du dir vielleicht schon bewusst bist uns aber einfach nicht nennen wilst. (:\nMein Tipp an dich mach erst mal ein paar Jahre Pause von diesem Spiel und wenn du dann etwas Gereift bist kannst du dann gerne wieder kommen.\n","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-05-31T21:35:17.629+0000","up_votes":2,"down_votes":0,"body":"Ist ja irgendwie unterhaltsam, dass du auch hier im Forum \"cool\" und \"lässig\" Trashtalk betreibst, aber inwiefern bringt dich das hier denn weiter? Wenn es dich belustigt und du einfach nur Spaß dran hast Leute zu triggern, meinetwegen, jedem sein Hobby. Aber es wird sich ja durch dieses Verhalten nix ändern – weder am Strafensystem, noch an der Einstellung der Community.\n\nNur eine kleine Sache zum Sport-Argument noch, kp ob es dich interessiert, aber von E-Sport spricht man nur im competitiven Bereich von LoL, in dem keine 4v5 Problematik entstehen kann und die Ansprüche an das Training der Spieler, die Strategie, den Trainerstab, etc. deutlich andere sind, als im Hobbybereich – dann ist es schlicht ein Spiel.\n\nUnd einer Firma, die auf operativen Gewinn angewiesen ist und mit Software Geld verdient, Gier zu unterstellen – MEH – das Argument ist älter als Riot selbst *gähn*, deine Brötchen kommen auch nur auf den Teller, weil jemand deine Leistungen bezahlt. Und wenn man ehrlich ist und mal vergleicht: GMX schwatzt einem zB andauernd mit Werbung und Clickbaits Abbo's auf, Riot dagegen bietet alle wesentlichen Dienste kostenfrei an und versucht sogar in einer jungen Zielgruppe erzieherisch tätig zu sein – ohne Abbo und Fallstricke.\n\nAber so wie ich dich einschätze ist dir das eh egal – aber nicht egal genug um das Spiel dieser bösen, geldgeilen Firma mit unnötigen Bansystemen und Strafen für Trashtalk weiterzuspielen ;)","replies":[]},{"id":"","poster":"DanionVibit","date":"2017-05-31T11:32:09.909+0000","up_votes":2,"down_votes":0,"body":"Wegen deiner \"In anderen Sportarten ist das normal\"-Ausrede... Ich habe mehrere Jahre Basketball gespielt, eine anerkannte und recht beliebte Sportart -> Dort waren Beleidigungen oder Trashtalk wie \"Wie schlecht seid ihr\" oder \"Das ist einfach\" ein technisches Foul. Weißt du was technische Fouls in Basketball bedeuten? \n\nNicht nur das der Gegner 2 Freiwürfe und einen Einwurf bekommt und jede weitere Unsportlichkeit stärker geahndet, unser Trainer hat denjenigen nach 2 technische Fouls aus dem Spiel genommen und im nächsten Training die Halle hoch und runter laufen lassen bis man nicht mehr konnte, oder ein paar Linienläufe.\n\nMeistens war es bei uns in der Kreisliga sogar so, dass bei drei technischen Fouls die Schiedsrichter entweder ein disqualifizierendes Foul (mit mehreren Spielsperren) oder ein unsportliches Foul mit Spielsperre für das aktuelle Spiel ausgesprochen hat.\n\n\nAch ja ... Chatlog or it didnt happen....","replies":[{"id":"","poster":"Wernicke","date":"2017-05-31T12:28:53.654+0000","up_votes":1,"down_votes":0,"body":"Uuuuh gaaaanz schlechtes Bsp!!! Gaaaaanz gaaaaanz schlecht!!!\nVorweg, ich stimme dem TE in keinster Weise zu das sein verhalten hier in lol i.O. ist!! ^^\nAber mein Streetballerherz bricht ein wenig in Trümmern wenn ich Hallenspieler wie dich so reden höre xD\nIch meine, ich hab nicht ohne Grund in meinen >20 jahren Basketball auf Hallenbasketball verzichtet und war stattdessen jeden Tag draußen und auf diversen Streetballturnieren, denn gerade beim Basketball gehört ein wenig \"smalltalk\" dazu ^^\nSry, das musste jetzt sein\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"clair de lune289","date":"2017-05-31T13:24:10.643+0000","up_votes":1,"down_votes":0,"body":"dadurch das du \"Streetball\" spielst an stell von \"Basketball in Hallen\" entscheidest du dich aber auch für das **_passende_** Umfeld für das Verhalten das für dich mit zum Spiel gehört.\nDas wäre so als wenn man sich eine LoL B suchen würde im dem \"Trashtalk/Flame/etc\" akzeptiert und somit ok sind.","replies":[{"id":"","poster":"Wernicke","date":"2017-05-31T13:28:09.222+0000","up_votes":1,"down_votes":0,"body":"Alles gut, ist mir schon klar ;)\nIch denke Danion ebenso.\nDas war nur Spaßeshalber dazwischen geschoben :)","replies":[]}]}]},{"id":"","poster":"Timethief49","date":"2017-05-31T11:46:16.382+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DanionVibit,realm=EUW,application-id=KYnfKGf0,discussion-id=JNXYQIHJ,comment-id=0009,timestamp=2017-05-31T11:32:09.909+0000)\n>\n> Wegen deiner &quot;In anderen Sportarten ist das normal&quot;-Ausrede... Ich habe mehrere Jahre Basketball gespielt, eine anerkannte und recht beliebte Sportart -&gt; Dort waren Beleidigungen oder Trashtalk wie &quot;Wie schlecht seid ihr&quot; oder &quot;Das ist einfach&quot; ein technisches Foul. Weißt du was technische Fouls in Basketball bedeuten? \n> \n> Nicht nur das der Gegner 2 Freiwürfe und einen Einwurf bekommt und jede weitere Unsportlichkeit stärker geahndet, unser Trainer hat denjenigen nach 2 technische Fouls aus dem Spiel genommen und im nächsten Training die Halle hoch und runter laufen lassen bis man nicht mehr konnte, oder ein paar Linienläufe.\n> \n> Meistens war es bei uns in der Kreisliga sogar so, dass bei drei technischen Fouls die Schiedsrichter entweder ein disqualifizierendes Foul (mit mehreren Spielsperren) oder ein unsportliches Foul mit Spielsperre für das aktuelle Spiel ausgesprochen hat.\n> \n> \n> Ach ja ... Chatlog or it didnt happen....\n\nKreisliga? OP redet bestimmt von seiner persönlichen Erfahrung aus der Oberliga\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:50:58.088+0000","up_votes":1,"down_votes":8,"body":"Ist Basketball überhaupt eine anerkannte Sportart? Und klaaaaaar gibt es sowas nicht :D Gibt es offiziell in kaum einer Sportart, ist einfach Tatsache. Man darf den Gegner im Eisockey auch nicht mit dem Stock schlagen, wenn der Schiri nicht hinschaut^^ Trotzdem macht es jeder","replies":[{"id":"","poster":"DanionVibit","date":"2017-05-31T12:30:51.708+0000","up_votes":1,"down_votes":0,"body":"Eben, wenn der Schiri nicht hinguckt passiert nix... genau wie in LoL --- Wirst du nicht reportet sieht das System auch nichts und bestraft auch nicht. -.-","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2017-05-31T09:25:46.409+0000","up_votes":2,"down_votes":0,"body":"Fakt ist:\nDu hast den AGB einmal bei der Erstellung Deines Accounts und bei jedem Patch aufs Neue zugestimmt. Dort ist auch geregelt, was in LOL erlaubt und was nicht erlaubt ist. Du hast gegen diese Regeln verstoßen und hast die Quittung bekommen. Es ist ja nicht so, dass Du beim 14 Tagesbann die Info erhälst, dass jegliches weitere Fehlverhalten zu einem Permabann führen wird.\nDer Unterschied zwischen LOL und einem RL-Sport ist nunmal, dass Du zuhause casual - also nicht in einem eSport-Team - in der Rgel weder Mitspieler noch Gegenspieler persönlich kennst. In einem eingespielten RL-Team oder eSport-Team kennt man sich untereinander. Da kann dann der ton schon mal etwas rauer sein, da jeder weiß, wie es gemein ist. Das funktioniert beim casual-spielen in LOL - und ja, auch Ranked zähle ich zu casual, da die wenigsten mit LOL ihren Lebensunterhalt bestreiten - nun mal nicht. Es sind vollkommen fremde Personen, mit denen Du spielst, und da musst Du Dich nun einmal anpassen und nicht den Dicken raushängen lassen.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T11:24:18.705+0000","up_votes":1,"down_votes":7,"body":"AGBs? Noch nie gehört^^","replies":[{"id":"","poster":"Martensitic","date":"2017-05-31T12:51:00.120+0000","up_votes":1,"down_votes":0,"body":"Ändert nichts daran dass sie gelten. Sie heissen \"Nutzungsbedingungen\" und du hast ihnen zugestimmt, sonst hättest das Spiel gar nicht erst starten können.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T13:10:29.337+0000","up_votes":1,"down_votes":5,"body":"Das war Ironie^^ Ich bin Applikationsentwickler ....","replies":[]}]}]}]},{"id":"","poster":"Maexle","date":"2017-05-31T13:28:26.882+0000","up_votes":1,"down_votes":0,"body":"Beim Eishockey bekommst du auch irgendwann 10, wenn du übertreibst. Oder mal die Innenseite von einem Handschuh zum Schnüffeln. \n{{champion:17}}","replies":[]},{"id":"","poster":"Martensitic","date":"2017-05-31T12:39:17.473+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"AmazingMaze","date":"2017-05-31T12:46:39.612+0000","up_votes":1,"down_votes":0,"body":"-30% Levelbots\nGefühlt zumindest ^^","replies":[]}]},{"id":"","poster":"Kampfgnuppel","date":"2017-05-31T15:06:54.126+0000","up_votes":1,"down_votes":6,"body":"Naja, dann gute Nacht :D Werden ja alle Kommis mit ein bisschen \"Trashtalk\" gelöscht .... bye und fuck Rito .... geldgeil","replies":[]}]}