{"id":"k7Kji1de","poster":"Markishi","date":"2017-05-31T15:45:04.337+0000","title":"Buch VI: Wie aus Rekruten Helden werden - Band I","subforum":"Community-Kunstwerke","up_votes":14,"down_votes":2,"body":"http://i.imgur.com/7CO1GYE.jpg\nDas Bild hat unser Volunteer KingDanius gezeichnet!\n\nLiebe Beschw&ouml;rer,\n\nIch m&ouml;chte euch herzlich einladen, bei der heutigen Geschichts- und M&auml;rchenstunde dabei zu sein.\n\nHeute geht es um jemanden, der in der Liga der Legenden geliebt oder gehasst wird. Doch egal, was ihr von diesem Champion haltet, seine Geschichten und Heldentaten bieten sehr viel Vorlagen f&uuml;r wunderbare Geschichten. Zu Anfang m&ouml;chte ich euch aber gerne erst einmal erz&auml;hlen, die unser Held vom Rekruten zum K&auml;mpfer wurde.\n\nSo setzt euch denn und lasst mich erz&auml;hlen. Begeben wir uns nach Bandle City, wo sich ein Rekrut zu seinem ersten Tag der Ausbildung meldet...\n\n&ldquo;Rekrut Teemo meldet sich zum Dienst!&rdquo; rief Teemo begeistert aus und salutierte vor dem Hauptmann. Immer mit der Ruhe, Jungspund. Du kannst ja kaum still stehen. F&uuml;r dich geht es erstmal zum &Uuml;bungsfeld. Komm.&rdquo;\nHastig eilte Teemo dem Hauptmann nach. Heute war es endlich so weit: Er trat seinen Dienst in der Armee von Bandle City an. Lange hatte er auf diesen Tag gehofft und schlie&szlig;lich war er da. Von nun an w&uuml;rde er sein Leben in den Dienst der Yordle Armee stellen und alles zum Schutz seines Landes und dessen Bewohner tun. So f&uuml;hrte ihn der Hauptmann in Richtung &Uuml;bungsfeld. Teemo h&auml;tte den Weg auch alleine gefunden, schlie&szlig;lich hatte er viel trainiert, doch wollte er an seinem ersten Tag nicht schon negativ auffallen, indem er dem Hauptmann davon lief.\nDieser war aber bereits am &Uuml;bungsfeld angekommen und wartete dort ungeduldig auf Teemo. Er musste sich besser konzentrieren, sonst k&ouml;nnte er am Ende des Tages schon wieder gehen. &ldquo;Das hier,&rdquo; begann der Hauptmann, &ldquo; ist Ausbilderin Yarni. Sie wird dich pr&uuml;fen und im Auge behalten. Folge ihren Befehlen und stell dich gut an, dann wartet vielleicht bald ein Auftrag auf dich.&rdquo; Mit diesen Worten verschwand er und lies Teemo mit der Ausbilderin alleine. Sogleich wandte sie sich an ihn. &ldquo;Wen haben wir hier?&rdquo; \n&ldquo;Rekrut Teemo.&rdquo;\n&ldquo;Bevorzugte Waffe?&rdquo;\n&ldquo;Blasrohr.&rdquo; \n&ldquo;Wunderbar. Wie du hinter mir siehst,&rdquo; sie machte eine Handbewegung auf das Feld, &ldquo;haben wir hier unseren &Uuml;bungsbereich. Ich werde gleich die &Uuml;bungspuppen hochfahren und du zeigst mir, wie schnell du sie treffen kannst. Bereit? Dann stell dich hier her.&rdquo; \nSie zeigte auf einen kleinen Bereich am Boden, der mit Holzbrettern ausgelegt war. Teemo nahm seinen Platz ein und deutete der Ausbilderin, dass er bereit war. Jetzt nur nicht nerv&ouml;s werden. Er hatte diese &Uuml;bung schon unz&auml;hlige Male absolviert, doch jetzt z&auml;hlte es. &ldquo;Gut, dann los. Und auch wenn du schnell sein musst, versuch es ordentlich zu machen. Los gehts!&rdquo;\n\nSie legte den Hebel um und sofort begann alles zu rattern und zu surren. Gespannt sah Teemo auf das Feld, das Blasrohr in den H&auml;nden, bereit zu schie&szlig;en. Schon klappte die erste &Uuml;bungspuppe hoch und sofort verpasste Teemo ihr einen Treffer. Direkt auf den Kopf, so, wie es sein sollte. Jetzt ging alles schnell, in immer k&uuml;rzeren Abst&auml;nden tauchten neue Puppen auf. Doch Teemo blieb ruhig und &ldquo;erledigte&rdquo; jede einzelne von ihnen mit einem Kopftreffer. Er achtete nicht auf die beeindruckten Zurufe der Ausbilderin oder dass sich ein paar der anderen Rekruten versammelt hatten um ihm zuzusehen. Einzig und allein die Puppen hatten seine Aufmerksamkeit. Er merkte auch nicht, wie Ausbilderin Yarni rief, dass die &Uuml;bung abgeschlossen war. Erst, als die &Uuml;bungspuppen nicht mehr auftauchten, merkte er, dass es vorbei sein musste. Die anderen Rekruten, die zugesehen hatten, fingen an zu jubeln. Erst als er sich umdrehte, bemerkte Teemo, wie viele ihm zugesehen hatten. Langsam, unter dem strengen Blick von Ausbilderin Yarni, l&ouml;ste sich die Traube wieder auf, sodass sie zu Teemo her&uuml;ber kommen konnte. &ldquo;Das war&hellip; unglaublich!&rdquo; rief sie begeistert aus.\nHalb sch&uuml;chtern, halb nerv&ouml;s, sah Teemo zu Boden. &ldquo;Keine Angst, das meine ich ernst. Bist du wirklich ein neuer Rekrut?&rdquo; Teemo nickte. &ldquo;Ich habe nur sehr h&auml;ufig trainiert, weil es mein gr&ouml;&szlig;ter Wunsch ist, in die Armee zu kommen und die, die mir lieb sind, zu besch&uuml;tzen.&rdquo;\nYarni nickte. &ldquo;Ein ehrbares Ziel. Und mit dieser Leistung sehe ich kein Problem darin. Es w&auml;re Verschwendung von Talent, wenn wir dich ablehnen w&uuml;rden. Solch eine Schnelligkeit, kombiniert mit einer Pr&auml;zision, wie es nur die Allerbesten hinbekommen. Wirklich, gut gemacht. Aber jetzt geht es weiter. Du hast bewiesen, dass du schnell und treffsicher bist, aber jetzt geht es darum, wie gut du dich verstecken kannst, oder, wenn du gefunden wurdest, entkommen kannst. Folge mir.&rdquo;\n\nSie f&uuml;hrte Teemo vom &Uuml;bungsfeld weg, Richtung Wald, welcher hinter der Wachstube lag. Im Verstecken war Teemo schon immer besonders gut gewesen. Sein Gro&szlig;vater hatte ihm beigebracht, wie man so gut mit der Umwelt verschmolz, dass man nahezu unsichtbar wurde. Die anderen Yordle-Kinder lie&szlig;en ihn dann nicht mehr beim Versteckspiel mitmachen, weil er zu gut war. Er wurde dann immer traurig, aber jetzt k&ouml;nnte es sich lohnen. Und sollte man ihn doch entdecken, so war er flink genug, den meisten zu entkommen.\nYarni f&uuml;hrte Teemo immer weiter von der Wachstube weg, direkt in den Wald hinein. &ldquo;Wir haben, dank unserer Gr&ouml;&szlig;e, gerade im Wald, gute Chancen uns zu verstecken. Deswegen fangen wir leicht an, n&auml;mlich hier im Wald und gehen dann immer schwerer voran. Mal schauen, wie weit du kommst. Also, wir sind da. Geh rein, von welcher Seite du willst. Du musst es nur schaffen, ungesehen von der einen Seite zur anderen zu gelangen. Wenn wir dich entdecken, pfeifen wir laut. Dann ist die &Uuml;bung beendet. Ich stehe auf der Seite, wo du herauskommen musst. Sobald du da bist, geht es weiter zur n&auml;chsten &Uuml;bung. Also, wo willst du rein?\nTeemo &uuml;berlegte kurz, kam aber dann zu dem Schluss, dass es egal war, wo er hineinging, denn sie w&uuml;rden jedes Mal besonders auf der Route Ausschau halten, die er w&auml;hlte. &ldquo;Ich wei&szlig; nicht, das ist mir an sich egal. Sagt ihr mir, wohin ich gehen soll.\nAusbilderin Yarni sah ihn kurz an und &uuml;berlegte, was sie davon halten sollte. Letztlich sagte sie nur: &ldquo; Gut, dann gehst du von Norden rein und kommst hier unten im S&uuml;den wieder raus. Alles klar?&rdquo; Teemo nickte eifrig und machte sich sofort auf den Weg. &ldquo;Wenn du da bist, fang direkt an!&rdquo;\n \nTeemo lief den Weg, der um den Wald f&uuml;hrte, entlang zu der Stelle, wo er hinein sollte. Praktischerweise war an jedem Eingang ein Schild angebracht. So machte er sich also auf in  den Wald. Hier wuchs das Gras an vielen Stellen so hoch, dass er sich quasi komplett unsichtbar durch den Wald bewegen konnte. Tats&auml;chlich wurde Teemo, wenn er still stand, oder in hohem Gras war, unsichtbar. Sein Gro&szlig;vater hatte immer gesagt, dass w&uuml;rde in der Familie liegen. Ein wenig magische Begabung. Was es auch war, Teemo half es. Solange er im hohen Gras war, konnte ihn niemand sehen. Er musste nur aufpassen, dass, wer auch immer der Ausbilderin half, ihn nicht sehen konnte, wenn er zwischen dem hohem Gras hervorkam. Gerade, als er das Geb&uuml;sch verlassen wollte, tauchte vor Teemo ein anderer Yordle auf. Bewaffnet mit Fernglas und einer Pfeife war er auf der Suche nach ihm. Jetzt hie&szlig; es vorsichtig zu sein. Genau beobachten, was der andere tat. Gab es ein Muster bei der Suche, oder streifte er nur ziellos umher? Der Yordle hielt an und sah sich in alle Richtungen um. Als er nichts sehen konnte, kramte er aus seiner Tasche ein Auge hervor und setzte es auf die kleine Lichtung, auf der er stand und verschwand wieder. Okay, das machte es schwerer. Jetzt musste Teemo schauen, wie er aus dem Geb&uuml;sch ins N&auml;chste kam. Ein schneller Blick in alle Richtungen verriet Teemo, dass er einen l&auml;ngeren Weg au&szlig;enrum nehmen konnte. So w&uuml;rde das Auge ihn nicht sehen k&ouml;nnen und er konnte seinen Weg fortsetzen. Vorsichtig schaute Teemo aus dem Geb&uuml;sch und als er niemanden sah machte er sich auf, das Auge zu umgehen. Zus&auml;tzlich zu dem Auge und den anderen Yordle musste Teemo auch auf Schlammpf&uuml;tzen achten. Es hatte erst geregnet und so war der Boden an einigen Stellen noch feucht und aufgeweicht. Auch wenn er sich &uuml;berwiegend unsichtbar bewegte, so bedeutete dies nicht, dass man keine Fu&szlig;spuren sehen konnte. Bed&auml;chtig, keine Pf&uuml;tze zu erwischen, schl&uuml;pfte er in das n&auml;chste Geb&uuml;sch. Gerade in diesem Moment kam jemand hinter dem n&auml;chsten Baum hervor und starrte auf die B&uuml;sche. Verflixt, man hatte ihn gesehen. Nur gut, dass man ihn im Geb&uuml;sch nicht sah. Der Yordle h&uuml;pfte ins erste Geb&uuml;sch, kam aber kurz darauf wieder heraus. Auch das n&auml;chste brachte ihm kein Gl&uuml;ck. Dann stand er direkt vor Teemo, doch er sah ihn nicht. Der Yordle musste wissen, dass Teemo in der N&auml;he war, offenbar hatte er ihn sogar gesehen. Er kam in das Geb&uuml;sch, in der Hoffnung, Teemo zu finden. Nach links schauen, nach rechts schauen. Er sah Teemo nicht, obwohl er, wenn Teemo sichtbar gewesen w&auml;re, ihm direkt in die Augen geschaut h&auml;tte. &ldquo;Aber er war doch hier?&rdquo; murmelte er. Noch einmal einen Blick in alle Richtungen, aber auch diesmal sah er Teemo nicht. Ratlos zuckte er mit den Schultern und verschwand wieder.\n \nDas war knapp, dachte Teemo. Er musste besser aufpassen, bestimmt h&auml;tte er, wenn er nur aufmerksamer gewesen w&auml;re, den Yordle entdeckt. In diesem Moment h&ouml;rte Teemo in der Ferne den Klang eines Horns. Offenbar war etwas passiert. Wie gerne w&uuml;rde Teemo jetzt helfen, egal wobei. Aber zuerst musste er seine Ausbildung schaffen. Also los, dachte er sich, ich tr&ouml;dle am besten nicht herum. Diesmal sah sich Teemo genau um, bevor er aus dem Gras heraus trat. Als er sicher war, dass ihn keiner sehen konnte, machte er sich schnell auf den Weg. Bisher waren alle, die nach ihm Ausschau hielten nur auf Seitenwegen unterwegs gewesen. Vielleicht war also der direkte Weg der Sicherste? Ein Versuch war es wert. Anhand der Sonne orientierte sich Teemo, sodass er wusste, in welche Richtung er weiter gehen musste. Ein weiteres Mal h&ouml;rte Teemo das Horn. Was war passiert? Die Neugier trieb ihn schneller voran.\n\n\nDas war es auch schon mit dem ersten Teil von Teemos Reise. Ich hoffe, diese Geschichte gef&auml;llt euch und ihr seid auch beim n&auml;chsten mal, wenn ich mehr erz&auml;hlen m&ouml;chte, wieder mit dabei.\n\nIch w&uuml;nsche euch noch einen sch&ouml;nen Tag und bis zum n&auml;chsten Mal,\n\nEuer Geschichtenerz&auml;hler Markishi\n\nP.S.\n[Hier geht Teemos Reise weiter!](https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/UR88IYli-buch-vi-wie-aus-rekruten-helden-werden-band-ii)","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-05-31T16:22:27.396+0000","up_votes":5,"down_votes":0,"body":"Sehr geehrter Markishi!\nDa ihr mich ja bereits als Teemologe kennt, überrascht es Euch sicher nicht, daß diese Informationen sehr hilfreich sind für unsere Forschungen und erst recht nicht, daß ich zu euren eifrigsten Zuhörern gehöre.\nBitte erzählt uns alles was ihr wisst. Jeder Hinweis könnte nützlich sein.","replies":[{"id":"","poster":"Markishi","date":"2017-05-31T16:32:38.696+0000","up_votes":3,"down_votes":0,"body":"Werter Herr Dogg, \n\nVielen Dank, dass ihr die Geschichtsstunde mitverfolgt und ich werde gerne, zu einem späteren Zeitpunkt, die Heldentaten des Teemo weiter erzählen.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2017-06-01T07:09:14.738+0000","up_votes":3,"down_votes":0,"body":"Ich finde in jede gute GEschicht gehört ein \"Shaco\". Denn vermiss ich hier :(\nNur immer dieser Teemo, Teemo, Teemo..... der hat ne niedriger Winrate als Shaco.... wann bekommt der mal Anerkennung?","replies":[]}]}