{"id":"OWgzk3d8","poster":"Alry FireBlade","date":"2019-05-26T11:51:14.576+0000","title":"Aufstieg der Bots 2.0","subforum":"Allgemeiner Chat","embed":{"title":"Rise of the Bot Army | Gameplay - League of Legends","description":"Click here to signup and play League of Legends: http://signup.leagueoflegends.com/ For more details on the new bots coming soon click here: http://competitive.na.leagueoflegends.com/rise-bots We're pleased to announce that the latest update to our Co-op vs. AI game mode will be arriving soon, featuring an onslaught of brand new bots.","url":"https://www.youtube.com/watch?v=y6FVPTP8oyM","image":"https://i.ytimg.com/vi/y6FVPTP8oyM/hqdefault.jpg"},"up_votes":4,"down_votes":0,"body":"Hallo,\r\n\r\nich möchte hier mal ein Thema ansprechen, was keiner auf dem Schirm hat... die Bots. Also ich rede von den offiziellen von Riot. Es wäre schön, wenn diese mal grundlegend verbessert werden würde. Mehr Einstellungsmöglichkeiten. Das man als Spielersteller sagen kann, der Bot soll diese Items kaufen, und aggressiv spielen oder Defensiv. Er soll folgende Runen haben etc. \r\n\r\nIch war geschockt als ich mal Dota2 spielte und sah das die Bots dort wirklich Ganken und sogar PINGEN!\r\nIch selbst spiele sehr gern Bot Games. Es ist eine nette Abwechslung zum stressigen Ranked. Einfach Chillen und auskosten gefeedet zu sein.\r\n\r\nMit einem anderen Kumpel zusammen, macht es den erst richtig Spaß. \r\n\r\n__________________\r\n\r\nIch weiß, das viele Leute die Bots nicht Interessieren, weil die so schlecht sind, aber das ist der Punkt. Wenn die Bots mal halbwegs brauchbar werden würde, sähe das vllt anders aus. \r\n\r\nIch weiß noch wie es damals Aufstieg der Bots hieß, wu so viele Bots hinzugefügt wurden und nach Jahren auch ein neuer Schwierigkeitsgrad im Custom game. Es wäre schön eine weitere Revolution bei den Bots zu erleben.\r\n\r\nUnd ach ja, wo sind eigentlich die ARAM Bots. Als ich davon erfuhr, war ich mega Hyped, aber es gibt sie trotzdem noch nicht.\r\n\r\nmfg\r\nAlry FireBlade\r\n\r\nPS: Was zur Hölle, das war echt Anfang 2012 O.o","replies":[{"id":"","poster":"flinxxx","date":"2019-05-26T12:01:33.694+0000","up_votes":2,"down_votes":0,"body":"Auch ein Thema, welches sich über etwas Aufmerksamkeit von Riots Seite freuen würde... ;-)\n\n Zum Thema Wünsche:\nKonkret hätte ich auch gern die Möglichkeit einem  Bot eine konkrete Lane zuordnen zu können.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-05-26T12:09:24.841+0000","up_votes":2,"down_votes":0,"body":"Das kannst du schon indirekt.\nDie Reihenfolge in der Position ist \"Bot Top Mid Top Bot\"","replies":[{"id":"","poster":"flinxxx","date":"2019-05-26T12:12:35.604+0000","up_votes":2,"down_votes":0,"body":"Ahh gut zu wissen ..","replies":[]},{"id":"","poster":"Veezey","date":"2019-05-26T20:10:56.261+0000","up_votes":1,"down_votes":0,"body":"Ne die letzten zwei sind Bot Top","replies":[]}]}]},{"id":"","poster":"MidlaneGod115","date":"2019-05-26T12:13:37.367+0000","up_votes":1,"down_votes":1,"body":"Wenn du auskosten willst gefeedet zu werden, kannst du auch einfach Normals spielen...","replies":[{"id":"","poster":"Alry FireBlade","date":"2019-05-26T14:12:15.822+0000","up_votes":1,"down_votes":0,"body":"Gefeedet sein und das Spiel so lang spielen wie man will. Ich weiß das nur wenige das verstehen.","replies":[]}]}]}