{"id":"A6AfGr6i","poster":"F15hy","date":"2017-05-30T18:54:24.041+0000","title":"Multigaming Community Cockatoo","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://i.imgur.com/EQuGi3H.png","image":"http://imgur.com/EQuGi3Hs.png"},"up_votes":2,"down_votes":1,"body":"Ein herzliches Hallo!\r\nWir sind ein Multigaming Community und suchen nette aufgeschlossene Leute im Alter von mind. 16 Jahren. Unsere (bis jetzt) noch kleine Community besteht aus Menschen jeglicher Lebenslagen und Berufen.\r\n\r\nUnsere Vision ist es ein Multigaming-Teamspeak ins Leben zu rufen, indem sich Spieler zum zocken treffen, sich gegenseitig aufnehmen und immer wieder neue Gruppen und Mitspieler finden. Wir wollen einen Ort bieten, an dem es einfach ist sich neuen Mitspielern anzuschliessen und verschiedenste Games zu zocken.\r\n\r\nAlle Mitglieder sind unsere Community und so gehen wir auch miteinander um. Bei uns gibt es kaum Hierarchie, und Entscheidungen werden fast immer von der Community besprochen.\r\n Wir suchen Leute die in unsere Gaming-Teamspeak passen und Spa&szlig; am Spielen in der Gemeinschaft haben. Wir suchen alles, vom Profi bis zum Anf&auml;nger, und alle Games sind bei uns w&auml;rmstens Willkommen.\r\n\r\nWir bieten:\r\n- Ein hightech-Teamspeak mit eigenem Root-Server\r\n- Einen selbstprogrammierten Bot, der st&auml;tig erweitert wird\r\n- Ein Level-System indem sich h&auml;ufig anwesende Member neue Rechte verdienen k&ouml;nnen\r\n- Eine Community mit Spielern aller Art\r\n- Flache Hierarchie, und demokratisches Miteinander\r\n- Jeder hat die M&ouml;glichkeit mitzugestalten und Verantwortung zu &uuml;bernehmen\r\n- Wir spielen alle Miteinander\r\n- Events\r\n- Ein erfahrenes Team, auf einem nagelneuen Teamspeak, d.h jeder kann noch etwas bewirken, keine eingespielten Rollen bzw. Gewohnheiten.\r\n\r\nDu bringst mit:\r\n- Bereitschaft mehrere Games zu spielen und neues auszuprobieren\r\n- Eine offene nette Art\r\n- Du bist &uuml;ber 16 Jahre alt.\r\n- Du bist nicht abgeneigt neue Leute kennenzulernen\r\n\r\nAm besten ihr lernt uns einfach kennen:\r\nTeamspeak : 5.35.251.250:9977\r\noder per Email : cockatooTeamspeak@web.de","replies":[]}