{"id":"2i0d3d1E","poster":"SPÃDDÃKÜS","date":"2017-05-30T12:33:36.078+0000","title":"Virus Gaming sucht dich !","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Du hast keine Lust mehr alleine zu spielen?\r\nDie Ganzen Trolls gehen dir auf die Nerven und du suchst gute Teammitglieder?\r\nOder suchst du einfach einen Ort an dem du entspannt mit ein Paar Leuten &uuml;ber deine Lieblingsspiele reden kannst?\r\n\r\nDie Virus Gaming Organisation ist genau die richtige Wahl f&uuml;r dich!\r\n\r\nWir sind ein sich im Aufbau befindender Multi Gaming Organisation die Bereits &uuml;ber zwei Professionelle Teams vier Academy Teams verf&uuml;gt.\r\nUnser League of Legens Pro-Team ist derzeit in der EPS auf dem weg zur ESL vertreten und unser CounterStrike Team arbeitet sich bereits in der 99DMG Liga an die Spitze.\r\n\r\nUnd hier kommst Du zum Einsatz. Eine Community sollte f&uuml;r uns immer famili&auml;r und &uuml;bersichtlich sein, dennoch bringt es nichts, wenn nie jemand zum Spielen da ist. Daher suchen wir derzeit verst&auml;rkt Member im bereich League of Legends und CounterStrike.\r\nAber auch in diversen Anderen Spielen sind wir zu finden, so spielen viele von uns gerne mal TTT oder auch PU Battlegrounds.\r\n\r\nDu suchst auch nach?\r\n- Netten Mitspielern\r\n- Einer 18+ Community\r\n- Einer professionellen Organisation\r\nUnd einem Netten und Hilfsbereiten Supporter Team?\r\n\r\n\r\nWas wir dir Bieten k&ouml;nnen?\r\n- Die M&ouml;glichkeit nue Leute kennen zu Lernen!\r\n- nette und reife Mitglieder\r\n- Mitspieler auf gleichem Niveau\r\n- Teams und Mitspieler f&uuml;r Ranked oder ESL\r\n- TeamSpeak&sup3; mit eigenen Channels\r\n- Interne Turniere\r\n- Team Internes Management\r\n- M&ouml;glichkeit durch Training sich zu verbessern\r\n- Witzige Events f&uuml;r einen starken Zusammenhalt\r\n\r\nDerzeit besteht unsere Community etwa aus 50+ aktiven Mitgliedern doch das wollen wir weiter ausweiten und daf&uuml;r brauchen wir DICH!\r\n\r\nDamit ihr uns und wir euch kennenlernen k&ouml;nnen aber auch um euch nicht gleich ins kalte Wasser zu werfen haben wir ein kleines Gespr&auml;ch zu anfang und einer darauf Folgende zweiw&ouml;chige Trial-Zeit.\r\n\r\nDu m&ouml;chtest uns einen Versuch geben?\r\nDann schau doch einfach mal auf unserem TeamSpeak vorbei!\r\nDen findest du unter: &bdquo;Vgo.Teamspeak.de&ldquo;\r\n\r\nBewerben k&ouml;nnt ihr euch auch gerne in unserem TeamSpeak&sup3; Channel: &bdquo;Vgo.Teamspeak.de&ldquo;\r\nBewerben k&ouml;nnt Ihr euch bei uns jeder Zeit !\r\nWir k&ouml;nnen aber nicht garantieren, dass jeder Zeit ein Supporter Online ist.\r\nVon 18 bis 22 Uhr sollte allerdings immer jemand f&uuml;r euch da sein.\r\n\r\nWir freuen uns dich eventuell bald bei uns willkommen hei&szlig;en zu d&uuml;rfen!\r\n\r\nDein Virus Gaming Team!\r\nWir Infizieren die Gaming Welt!","replies":[]}