{"id":"FRq5zhI0","poster":"Sihari","date":"2017-05-30T14:47:57.968+0000","title":"[Kritik] Organisation rund um Community-Events mangelhaft","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":2,"body":"Hallo alle zusammen~\r\n\r\nZuerst einmal m&ouml;chte ich die vorwarnen, die nicht gern &quot;Heul-Threads&quot; lesen: Dieser hier k&ouml;nnte teilweise unter diesen Begriff fallen! Wenn du, lieber Leser, deine Zeit nicht damit verschwenden m&ouml;chtest, dir mein Gejammer durchzulesen, dann solltest du jetzt besser gehen oder zum letzten Absatz springen.\r\nAuch m&ouml;chte ich von vornherein klar stellen, dass es hier **nicht** um die gro&szlig;en Events, wie zB die Pyjama-Party oder &auml;hnliches geht, sondern um kleine, von Spielern organisierte Turniere und darum, wie undurchdacht ich die Regelungen zu diesem Thema finde.\r\n\r\nUm euch ein bisschen Kontext zu geben und um zu erkl&auml;ren, woher ich diese ganzen Informationen habe, werde ich zuerst einmal eine kleine Geschichte erz&auml;hlen: (Achtung, Gejammer vorraus!)\r\n\r\nAm Anfang dieses Jahres habe ich, zusammen mit einem Team aus Freunden, an einem kleinen Turnier teilgenommen. Die Regeln des Turniers waren wie f&uuml;r uns gemacht, da keine High-Elo-Spieler zugelassen waren, und als Preis winkte der begehrte Ryze-Skin, den man nur durch ein gewonnenes Turnier erhalten kann.\r\nWir waren keine besonders ge&uuml;bte Truppe und h&auml;tten niemals erwartet, dass wir das Turnier gewinnen k&ouml;nnen, aber am Ende haben wir es doch geschafft. Trotz vieler Probleme mit dem Veranstalter, der seine eigenen Regeln nur als Leitfaden gesehen hatte und eine Menge an falschem Verhalten mit dem Satz &quot;Ignoriert es einfach!&quot; abgetan hat, haben wir durchgehalten und uns auf den erste Platz gek&auml;mpft.\r\nJeder Spieler unseres Teams hatte f&uuml;r dieses Turnier mehr oder weniger gro&szlig;e Opfer gebracht: einer hatte sich im Urlaubshotel f&uuml;r einen Abend einen teuren W-Lan-Zugang gekauft um an einem verschobenen Spiel teilnehmen zu k&ouml;nnen, ein anderer hat sogar seinen Besuch bei seiner Liebsten, die er nur sehr selten sehen kann, abgesagt, als klar wurde, dass das Finale ebenfalls verschoben werden musste!\r\n\r\nNach all diesen Anstrengungen haben wir nun gespannt darauf gewartet, dass wir unseren Preis auch ausgeh&auml;ndigt bekommen. Nach zwei Wochen habe ich den Veranstalter noch einmal angeschrieben und nachgefragt, ob er denn wisse, wann wir mit unserem Preis rechnen k&ouml;nnten: keine Antwort. \r\nNoch eine Woche sp&auml;ter fragte ich noch einmal nach, ob er vielleicht eine Erkl&auml;rung daf&uuml;r h&auml;tte, warum das so lange dauern w&uuml;rde: wieder kein Wort.\r\nEinige Tage darauf begann ich mich dann selbst schlau zu machen, wie das ganze eigentlich ablaufen sollte und mir fiel auf, dass RIOT anscheinend noch darauf wartete, dass der Veranstalter die Ergebnisse einreicht. Ich schrieb diesen also noch einmal an und fragte nach, ob er denn die Ergenbnisse vollst&auml;ndig eingetragen h&auml;tte. Diesmal bekam ich sogar eine Antwort! Er versprach mir, dass er sich das ganze im Laufe der Woche noch einmal ansehen w&uuml;rde und ich leitete dies auch gl&uuml;cklich an mein Team weiter, dass mich seit dem Finalsieg regelm&auml;&szlig;ig fragte, wann sie denn ihren Preis bekommen w&uuml;rden.\r\nAm Ende der Woche jedoch hatte sich nichts an der Anzeige auf der offiziellen Event-Seite ge&auml;ndert, RIOT wartete noch immer auf die Ergebnisse!\r\nIch schrieb den Veranstalter also noch einmal an und wurde dieses Mal w&uuml;st von ihm beschimpft und gefragt, warum ich ihn denn verdammt noch mal so hetzen w&uuml;rde.\r\nUnzufrieden mit der Situation wendete ich mich mit der Frage, wie es denn nun weiter gehen sollte, an RIOTs Support und dieser er&ouml;ffnete mir, dass der Veranstalter wirklich die gesammten Ergebnisse einreichen m&uuml;sste und auch, dass es keine M&ouml;glichkeit g&auml;be, wie wir dabei helfen k&ouml;nnten. Nun gut, dachte ich mir, vielleicht hat der Supportmitarbeiter ja mehr Gl&uuml;ck bei diesem Veranstalter...\r\nInzwischen sind nun einige Monate vergangen und heute habe ich nun die Nachricht vom Support erhalten, dass die Preise f&uuml;r dieses Turnier &uuml;berhaupt nicht mehr ausgeteilt werden, da das Event nicht nach ihren Richtlinien verlaufen ist. \r\nWirklich toll!\r\n\r\nKommen wir nun also zu der Kritik, die ich zu diesen Regelungen ausdr&uuml;cken m&ouml;chte:\r\nIch finde es absolut falsch, die gesammte Gewalt dar&uuml;ber, wer den Preis nun bekommt oder nicht, beim Veranstalter zu lassen!\r\nErstens sind die Veranstalter auch nur Menschen. Menschen k&ouml;nnen Fehler machen und Menschen k&ouml;nnen Probleme haben, die dann darin enden k&ouml;nnten, dass die Sieger nicht richtig angegeben werden k&ouml;nnen.\r\nZweitens kann man nicht jeder Person im Internet trauen. Ein Veranstalter k&ouml;nnte ein Turnier erstellen um von RIOT gesponsorte Preise f&uuml;r sich oder seine Freunde zu ergaunern, in dem er die Regeln passend auslegt.\r\nDen Teilnehmern des Turniers &uuml;berhaupt keine M&ouml;glichkeit zu geben das, was der Veranstalter tut, anzufechten und die rechtm&auml;&szlig;ig errungenen Preise dem zuzuweisen, der sie sich auch verdient hat, finde ich absolut falsch.\r\n\r\nIch bin nach diesen Ereignissen jedenfalls absolut entt&auml;uscht und ich werde wohl so schnell nicht mehr an irgendeinem Turnier teilnehmen...\r\nDanke f&uuml;rs lesen!\r\nEure Sihari&hearts;","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2017-05-30T15:12:01.565+0000","up_votes":1,"down_votes":0,"body":"Die Frage ist: Wie willst du es besser machen? Ich halte zwar auch das System für ... ungenügend aber habe mir auch selbst noch kein besseres System ausgedacht. Klar ist es unter aller Sau das sowas passiert, aber es ist halt auch gewissermaßen ein System was auf Vertrauen gegenüber dem Veranstalter beruht.","replies":[{"id":"","poster":"Sihari","date":"2017-05-30T15:16:24.353+0000","up_votes":1,"down_votes":0,"body":"Man könnte zB Teilnehmern erlauben sich mit genügend Screenshots (die man bei den meisten Turnieren eh als Beweis für den Sieg einreichen muss) beim Support zu melden und dieser könnte dann auch ohne den Veranstalter die Preise austeilen.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2017-05-30T16:50:55.993+0000","up_votes":1,"down_votes":0,"body":"Dann ist wieder die Frage ist alles ordnungsgemäß abgelaufen? Kann ja sein das jemand flamed. das gegnerische Team das meldet und der Veranstalter dem Gegner den Sieg zu spricht. Man kann halt alles irgendwie ausnutzen...","replies":[{"id":"","poster":"Sihari","date":"2017-05-30T17:01:44.362+0000","up_votes":1,"down_votes":0,"body":"Als Veranstalter müsste man dann auch davon Screenshots haben, welche dann natürlich ein guter Gegenbeweis sind.\nAllgemein müsste es einfach einen besseren Dialog zwischen RIOT und den Beteidigten geben, wenn etwas schief geht.","replies":[]}]}]}]}]}