{"id":"JceE08FB","poster":"DJ Elementalist","date":"2017-05-29T15:27:39.622+0000","title":"PROJECT-Sona incoming?!","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Guden Tach liebe Community, \r\n\r\n wie der Titel schon sagt, m&ouml;chte ich euch gerne PROJECT-{{champion:37}} vorstellen. \r\nBevor ihr diesen Bericht (wat auch immer das hier sein soll xD) wegen diesem ganzen Text skippt, schaut euch die Bilder an und falls es euch dann noch interessiert, lest noch kurz die allgemeinen Infos durch.{{sticker:slayer-jinx-wink}} \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAlso hier schon mal die wichtigsten Daten &uuml;ber sie: \r\n{{sticker:slayer-pantheon-popcorn}} \r\n\r\n\r\n\r\n**Kosten** = 1820RP\r\n**Farbe** = Wei&szlig; (leuchtendes wei&szlig;)\r\n**Haut/K&ouml;rper** = aus Metall, Ausnahme: ein kleiner Teil ihres Gesichtes (bleibt ganz normal Haut :D)\r\n**Waffe** = schaut mal das Bild von PROJECT-{{champion:22}}  an! Da sieht man, dass sie auf blau leuchtende, durchsichtige Dashboards schaut. So &auml;hnlich wird es bei Sona auch sein (blo&szlig; leuchtend wei&szlig; und erst ab Level 6 sichtbar) Diese Dashboards schweben dann vor ihrem eigtlichen &quot;Board&quot; (also sogesagt ihre Harfe beim Classic Skin) Auf ihrem &quot;Board&quot; werden andere PROJECT-Champs drauf sein und dazu noch irgendwelche Informationen. (Kann man nur ganz leicht erkennen, d.h sollte nicht zu gro&szlig; auf dem Board sein!)\r\n**Rahmen** = &auml;hnlich wie bei den anderen Skins, in wei&szlig; nat&uuml;rlich ;)\r\n**Kopf** = vorne eine leuchtende Maske, oben aufm Kopf sowie hinten ein Helm (klingt erstmal merkw&uuml;rdig, aber keine Sorge ihr werdet noch paar Skizzen sehen :D)   - die Maske besteht aus 8 leuchtenden Streifen, die abwechselnd wei&szlig;, dunkelgrau bzw. schwarz sind, d.h. 4 Streifen sind wei&szlig;, die anderen 4 sind schwarz bzw. dunkelgrau (alles leuchtend)\r\n**Haare **= sind zu einem B&uuml;ndel zusammengebunden worden (nicht so wie bei allen anderen Skins!) und kommen aus dem Helm am Hinterkopf heraus.\r\n**Kleidung** = besitzt ein Kleid, wie alle Skins von ihr, au&szlig;er DJ Sona, dass leicht durchsichtig ist (&auml;hnlich wie der Umhang von PROJECT-\r\n\r\n{{champion:22}} , nur als Vorstellung) hat auch ausgeschnittene Streifen und leuchtet nat&uuml;rlich in wei&szlig; und in einem leichten grau-Ton sowie ein Bein von ihr nicht vom Kleid worden ist!!!\r\n**F&uuml;&szlig;e **= klar aus Metall, jedoch mit Ballerinas &uuml;berzogen!\r\n\r\nDas w&auml;re eigentlich auch schon alles. Klar fehlt noch der &quot;Dance&quot;, &quot;Taunt&quot;, &quot;Recall&quot; etc., k&ouml;nnte ich jedoch im 2. Teil (falls n&ouml;tig, d.h. falls euch die Idee gef&auml;llt) beschreiben.\r\n\r\nKlar, sie hat schon DJ Sona, was wiederum dem PROJECT-Skin ziemlich &auml;hnlich sein k&ouml;nnte! Muss es jedoch nicht! \r\nAls Gegen&quot;argument&quot; k&ouml;nnte man ja auch sagen, sie h&auml;tte keinen Legendary-Skin und diese Skin-Idee k&ouml;nnte die beste Chance f&uuml;r \r\n\r\n\r\n{{champion:37}}  sein! :D\r\n\r\n\r\nW&uuml;rde mich auf jeden Fall &uuml;ber eure Kommentare, Vorschl&auml;ge, Verbesserungen etc freuen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;e aus der Skin-Welt\r\n\r\nDJ ELEMENTALIST / Scripting Soul{{sticker:slayer-pantheon-thumbs}} \r\n\r\nPS: die Skizzen werde ich so schnell wie m&ouml;glichst uploaden, sodass ihr sehen k&ouml;nnt, wie der Skin ungef&auml;hr aussehen soll.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-30T07:23:44.988+0000","up_votes":2,"down_votes":0,"body":"intressant wie du dir des vorstellst aber Projekt Sona auf DJ Sona? Wäre dann zu viel futuristischer Kram. Ich denke passt nicht zu Sona. Sona würde sowas wie Guin Sona, also was elegantes, feines was ihre weiblichen Züge richtig hervorbringt. Dafür muss sie auch nicht mal Haut zeigen sondern kann dies auch super in einem schönen eleganen Kleid präsentieren.","replies":[]},{"id":"","poster":"DJ Elementalist","date":"2017-05-30T16:28:33.532+0000","up_votes":1,"down_votes":0,"body":"@Bayonetta38  ich verstehe deinen Gedanken. Hatte ich auch schon, wiederum finde ich sollte man es erwähnen und es einfach ausprobieren was dann daraus entstehen wird/kann.\nUnd ich werde mir dank dir :D noch einen anderen Skin für sie entwickeln/ausdenken. \nElegant wird schwer das sie schon so viele hat + \"süße\" Skins, aber mal sehen was mir als Sona Main alles einfallen wird{{sticker:slayer-jinx-wink}}","replies":[]}]}