{"id":"uedwu3QQ","poster":"sneaQy","date":"2017-05-28T03:58:15.293+0000","title":"Einstellung der Tastenbelegung \"Konten\"","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo\r\n\r\nW&auml;re es m&ouml;glich das man in der Option der Steuerung 3 verschiedene &quot;Konten&quot; f&uuml;r die Steuerung anlegen kann? Ich Spiele bei manchen Champions eine andere Steuerung/Tastenbelegung. Und es ist nervig diese in jedem Spiel wieder zu &auml;ndern. Zu mal ich dann auch erstmal bei beginn der Spiele AFK in der Base stehen muss anstatt mit dem Team los zu laufen.","replies":[{"id":"","poster":"Nycaria","date":"2017-05-28T05:44:23.504+0000","up_votes":1,"down_votes":0,"body":"Naja du musst die Sachen pro Account einmal ändern, nicht vor jedem Spiel.","replies":[{"id":"","poster":"sneaQy","date":"2017-05-28T06:06:59.179+0000","up_votes":1,"down_votes":0,"body":"Ich meinte damit keine verschiedenen Accounts. Ich meine die Möglichkeit zu besitzen auf einem Account 3 \"Konten\" für die Spielsteuerung abspeichern zu können. Und diese dann im Spiel einfach in der Option auswählen zu können.\n\nKurzes Beispiel... Ich spiele ADC... Mit Kalista habe ich \"Attack Move\" auf W gelegt und die W Fähigkeit auf S. Das habe ich nur bei diesem Champ und bei Vayne so belegt. Bei allen anderen habe ich die \"normale\" Spielsteuerung. Es gibt noch einige andere Sachen die ich anders belege, je nach Champion. Deswegen wäre es schön wenn man einfach eine Voreinstellung abspeichern könnte und diese dann aufrufen könnte.","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-29T15:52:31.871+0000","up_votes":1,"down_votes":0,"body":"Dann empfehle ich die eine \"Gamiing\" Tastatur zu kaufen, dort kannst du dann soviele Profile erstellen wie du magst. Die wählst du dann zB im LoadingScreen aus. \nDazu würde ich dann einen Hotkey festlegen, solange du diesen drückst, hat die Tastatur die normale belegung, da sonst das schreiben etwas schwirig werden kann.","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-05-29T16:35:21.308+0000","up_votes":1,"down_votes":0,"body":"Jap...entweder das oder du stellst deine Tasten einfach etwas effizienter ein, so das sie für jeden Champion funktionieren. Stadt bei Vayne & Kalista Attackmove auf W zu legen und dann die W auf S, könntest du Attackmove einfach für alle Champs z.B. direkt auf S legen. Ich z.B. hab Attackmove auf meinem Mausrad...super easy & schnell zu bedienen. Die Items 5-8 hab ich z.B. auch auf  T, C und V gelegt. Smartcast muss man dann aber leider wirklich am Anfang jedes Spiels einstellen :/","replies":[]}]}]}]},{"id":"","poster":"Lunaá","date":"2017-05-28T08:33:50.219+0000","up_votes":1,"down_votes":0,"body":"So weit ich weiß gibt es keine Möglichkeit, verschiedene Tastenbelegungen abzuspeichern.\nAllerdings kannst du in Client oben rechts auf Optionen gehen und da die Ingame-Tastenbelegung ändern, du musst also nicht das erst iim Spiel machen. Funktioniert natürlich nur, wenn du auch schon weißt, dass du zB. Vayne oder Kalista spielen willst.","replies":[{"id":"","poster":"sneaQy","date":"2017-05-28T10:23:17.460+0000","up_votes":1,"down_votes":0,"body":"Genau deswegen schreibe ich ja hier ins Forum, ob riot diese Funktion mal einbauen könnte","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2017-05-28T11:39:00.057+0000","up_votes":1,"down_votes":0,"body":"Schreib solche Verbesserungsvorschläge mal bei Reddit rein (ins Englische), da ist die Wahrscheinlichkeit *sehr* viel höher das es ein Rioter sieht.\n\n Ansonsten: Guter Vorschlag","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-28T11:06:49.755+0000","up_votes":1,"down_votes":0,"body":"Sowas habe ich mir auch schon oft gedacht. \nIch spiele hauptsächlich mit Smartcast aber bei manchen Champions nutze ich manche Spells eben ohne. Wenn ich mir da eine Art \"Profil\" für den Champion anlegen könnte wäre das super praktisch. So wie mit dem Itembuild zB. \n\nEine gute Idee, aber da Vorschläge im deutschen Forum eh nicht beachtet werden hast du keine Chance. Du müsstest schon im amerikanischen Forum schreiben. :D Dafür brauchst du dann aber auch erstmal einen Account für die USA. xDD","replies":[]}]}