{"id":"wXExReiZ","poster":"Strabicoo","date":"2020-03-05T14:09:15.598+0000","title":"Jungler","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"hi,\r\neine frage an euch, wenn ich jgl gehe und am start schreibe\r\npls dont push lanes for gank, ist das schon geflamt? oder darf man langsam gar nichts mehr sagen wenn man im chat ist?\r\n\r\nhätte gern euere meinung. danke","replies":[{"id":"","poster":"Wekra","date":"2020-03-06T13:42:53.054+0000","up_votes":1,"down_votes":0,"body":"Bitte dabei auch beachten, ein Level 3 Gank bringt nichts wenn deine Mates zehn Vasallen vor sich haben wegen eines Freezes. Dann ist das als hätte der Gegner 5 Champs da weil die Minions anfangs viel Damage machen. Am besten wenn nbur noch paar da sind","replies":[]},{"id":"","poster":"kamufi","date":"2020-03-05T18:19:53.178+0000","up_votes":1,"down_votes":0,"body":"mach den chat einfach kompeltt aus dan kannst du nichts mehr schreiben und sihst nicht was andere schreiben. Ein schlauer Jungler könnte auch die spieler Pushen lasse und dann mit hilfe von Jungle Tracking couter ganken.\n{{sticker:fiora-cool}}","replies":[]},{"id":"","poster":"SQD ARES","date":"2020-03-05T14:30:01.143+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Flame aber mittlerweile ist die League community echt sehr gereizt bei jeder sache :D","replies":[]},{"id":"","poster":"Strabicoo","date":"2020-03-05T15:15:52.691+0000","up_votes":1,"down_votes":1,"body":"ich mag eigentlich gar nicht mehr jgl spielen, weil das eben genau der grund ist, ich schreibe nicht pushen für einen gank und ständig wird puscht und natürlich die folge dann, die leute sterben. wenn sie dann auf 0 3 stehen oder höher das meist noch beide auf der bot lane, dann ist der jgl schuld weil er keinen gank ausgeführt hat ab lvl 3 lach. ab dem moment hab ich dann keine lust mehr zu spielen und für mich ist das spiel meist gelaufen. weil auf so super tolle spieler hab ich dann keine lust, mein bestes zu geben für ihren feed am start, der unnötig war.","replies":[]}]}