{"id":"KsF9AEbF","poster":"LOLpRoXis","date":"2017-05-26T13:34:57.910+0000","title":"Hab grad mit Zed ein S gemacht aber keine Truhe bekommen!??!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Ich hatte ein Truhe da frei zu gewinnen für ein Truhe  und hatte noch nicht mal eine Truhe mit Zed  doch letzte runde hab ich ein S geschafft und keine Truhe bekommen.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-26T13:46:46.305+0000","up_votes":2,"down_votes":0,"body":"> hatte noch nicht md eine Truhe gewoit Zennen \n\nWas auch immer das bedeuten soll. o.o\n\nSicher, dass du noch eine Truhe frei hattest? Und sicher, dass du für Zed nicht bereits eine Truhe für diese Season bekommen hast? \n\nAnsonsten, hast du in letzter Zeit Strafen bekommen? Chatsperre oder 2-Wochen Bann? Falls das der Fall ist, dann ist es normal das du kein Loot bekommst. Das bekommt man erst wieder, wenn man bewiesen hat, dass man sich zu benehmen weiß und sich vorbildlich ingame benimmt.","replies":[{"id":"","poster":"LOLpRoXis","date":"2017-05-26T14:09:14.555+0000","up_votes":1,"down_votes":0,"body":"hab nix davon","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-26T17:10:33.219+0000","up_votes":1,"down_votes":0,"body":"In welchem Spielmodus hast du das S denn bekommen?","replies":[{"id":"","poster":"LOLpRoXis","date":"2017-05-26T18:00:17.423+0000","up_votes":1,"down_votes":0,"body":"freies spiel","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-26T18:02:56.206+0000","up_votes":1,"down_votes":0,"body":"In freien Spielen bekommt man auch keine Belohnung. :)","replies":[{"id":"","poster":"LOLpRoXis","date":"2017-05-26T19:50:46.250+0000","up_votes":1,"down_votes":0,"body":"nein meinte freie wahl nicht freies spiel sorry","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-26T20:10:54.115+0000","up_votes":1,"down_votes":0,"body":"Dann ist es entweder ein Bug oder du hast dich einfach vertan. \nWenn du dir zu 100% sicher bist, dass du noch mind. 1 Kiste frei hattest, du für den Champion noch keine Kiste erhalten hast und du keine Strafen in Form von Chatsperre oder 2-Wochen Bann hattest, dann schreib den Support an und frag wieso du keine Kiste für Zed bekommen hast. Oder du lässt das mit dem Support und versuchst einfach erneut eine Kiste zu bekommen. ;) So schwer sollte es nicht sein mit Zed mind. ein S- zu bekommen, denke ich. \n\nAber hier kann dir sonst keiner helfen.","replies":[]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-26T15:08:09.336+0000","up_votes":1,"down_votes":0,"body":"ascension?","replies":[]}]}]},{"id":"","poster":"Bobby Bonkers","date":"2017-05-26T15:38:21.631+0000","up_votes":1,"down_votes":0,"body":"So weit ich weiß, kann man im Monat nur 4 Kisten bekommen,vielleicht hast du ja diesen Monat schon das Maximum an Kisten Gesammelt.","replies":[{"id":"","poster":"LOLpRoXis","date":"2017-05-26T19:55:30.745+0000","up_votes":1,"down_votes":0,"body":"nein hatte eine frei!","replies":[]}]}]}