{"id":"skRW4vYQ","poster":"NøNãme","date":"2017-05-25T15:46:43.617+0000","title":"Bronze Player auf Team suche","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League Gemeinde, wie im Titel bereits zu sehen, suche ich nach einem Bronze Team, welches mich aufnehmen m&ouml;chte. Ich spiele bereits seit Season 2 League of Legends und habe nach einer Pause in Season 6 wieder angefangen. Bringe daher Erfahrung mit. Ich spiele &uuml;berwiegend die Rollen Top/Mid/ADC, bin aber auch als Jungler oder Supporter einsetzbar, falls n&ouml;tig. Derzeit bin ich in FlexQ als Bronze 1 geranked und w&uuml;rde mich &uuml;ber ein Team zum climben, sowie Erfahrung sammeln freuen.\r\n\r\nZu Mir:\r\n\r\nIch hei&szlig;e Miguel, bin 21, komme aus Bayern und arbeite als Handwerker, daher bin ich meist nur Abends am zocken. Ein funktionst&uuml;chtiges Headset besitze ich (jedoch ab n&auml;chsten Monat ein neues), genauso wie TS und gegebenfalls auch einen eigenen TS-Server.\r\n\r\nMeine Picks + Championpool:\r\n\r\nAuf der Toplane liebe ich es einen Tank zu spielen, hierzu geh&ouml;ren Shen, Poppy und auch Nautilus. Nat&uuml;rlich beherrsche ich auch etwas damage lastigere Champions, wie Renekton, Jax, Tryndamere,... In der Midlane spiele ich sehr gerne TF, Orianna oder auch Ahri um ein pa zu nennen. Als ADC preveriere ich Kalista, Twitch und auch Jhin. Nat&uuml;rlich kann ich mir auch vieles aneignen, da ich fast jeden Champion besitze. Mir fehlen derzeit lediglich 17 Champions. Nat&uuml;rlich gibt es auch Champions, welche ich selbst nicht richtig spielen kann und welche nicht richtig zu meinen Playstil passen. Daher lasse ich von manchen Champions die Finger. An sich habe ich jedoch sehr viele Champions, welche ich Spielen kann und gewisse Champions nat&uuml;rlich auch besser als andere.\r\n\r\nWas ich erwarte:\r\n\r\nEIn Team, welches langfristig bestehen bleibt, geregelte Trainingszeiten mitbringt und nat&uuml;rlich auch eine gewisse Motivation zum climben.\r\n\r\nSollte ich also das Interesse eines Teams geweckt haben, dann k&ouml;nnt ihr euch gerne Ingame bei mir melden oder einen Kommentar da lassen.\r\n\r\nMfG - Miguel &dagger; VGO HacK","replies":[]}