{"id":"kypsFOfi","poster":"Artic Owl","date":"2017-05-25T06:47:29.146+0000","title":"Wir suchen dich :)!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo und herzlich Willkommen Beschw&ouml;rer,\r\nWenn du auf der Suche nach einer gro&szlig;en und nette Community bist, lies dir diesen Post doch einfach bis zum Ende durch :)\r\n\r\n\r\nDu hast langeweile in Sologames und genug davon allein zu spielen?\r\nNeben Schule und Arbeit suchst du einen Ausgleich am Ende des Tages?\r\nDu zockst gern, suchst aber gerade Rat oder gibst diesen auch an Andere weiter?\r\n\r\nDann bist du hier genau richtig :)\r\n\r\nWir sind eine gro&szlig;e, sehr aktive Multigaming Community, bei der die Vielfalt an Spielen, sowie die Gemeinschaft an oberster Stelle stehen.\r\nLeague of Legends, Overwatch, Counter Strike sind nur eine kleine Auswahl an Spielen, die hier vertreten sind.\r\n\r\n\r\nWas macht uns aus\r\nDer zusammenhalt und die Gemeinschaft steht an erster Stelle!\r\nIn vielen gro&szlig;en Communitys ist es der Fall, das es immer kleine Gruppen gibt die zusammenspielen und vom Rest des Clans nichts wissen wollen.\r\nDas ist hier nicht der Fall, denn die Vielfalt der Veranstaltungen wie die Trainingstage oder Funabende sind dazu da, sich auch den Rest des Clans\r\nund der Leute anzusehen und neue Freundschaften zu schlie&szlig;en.\r\nEinmal pro Woche gibt es eine Clanbesprechung bei der jeder teilnehmen darf und soll.\r\nFalls ihr also einen Clan sucht, wo ihr mehr mit allen Membern zu tun habt als mit nur 3 oder 4, dann seit ihr hier genau richtig :)\r\n\r\n\r\n\r\nWas dir geboten wird\r\n- Es steht ein gro&szlig;er TS3 Server bereit, auf dem du alles zu den jeweiligen Spielen finden kannst\r\n- &Uuml;18 Clan ( Durchschnittsalter 22/23)\r\n- Jegliche Ligen sind vertreten, von Neuligen (U30) bis hin zu Master und Challenger Spielern\r\n- Interne Turniere und Spielabende (LoL / GS:GO z.b.)\r\n- Viele Events und Veranstaltungen an denen jeder teilnehmen darf\r\n- Gro&szlig;e Unterst&uuml;tzung bei der Teamsuche oder der Gr&uuml;ndung deines eigenen Teams (inklusive eigenen TS Channel / Icon)\r\n- Lol und CS:GO Abende / Trainingstage wo euch Coaches &uuml;ber die Schulter schauen und euch an ihrem Wissen teilhaben lassen\r\n- Gro&szlig;e Vielzahl an Games: Ark / CoD / / 7D2D / Overwatch / Minecraft / Hearthstone usw usw :)\r\n\r\n- Homepage und Forum mit Kalender der Events und vielen weiteren Themen\r\n- 2 Whatsapp Gruppen ( Eine als Chatgruppe, die zweite als Infogruppe)\r\n- Eine Facebookgruppe / Mehrere Steamgruppen\r\n- Ein Twitchteam das regelm&auml;&szlig;ig streamt\r\n\r\nWas wir unbedingt vorraussetzen\r\n- Alter 18+\r\n- Kommunikativ ohne &uuml;bertrieben zu flamen\r\n- Lust und Laune an den Dingen die im Clan passieren ( Events / Turniere)\r\n- Interesse an einer gro&szlig;en Gemeinschaft\r\n\r\n\r\nWie l&auml;uft die Bewerbung ab?\r\nDu addest mich, Artic Owl einfach in LoL.\r\nDaraufhin kl&auml;ren wir noch paar Sachen ab und dann wirst du ins Teamspeak von mir eingeladen und der Rest findet dort in einem lockeren Gespr&auml;ch statt.\r\n\r\n\r\nBis dahin, wir freuen uns auf euch :)\r\n\r\n{{sticker:slayer-pantheon-popcorn}}","replies":[]}