{"id":"WB1pPtix","poster":"winner451","date":"2017-05-23T11:29:26.789+0000","title":"Leaver buster nach Spiel- Bug","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Nach einem DC in einem ranked gestern nachmittag (instabile Internetleitung) und einem Bug gerade eben habe ich mal wieder einen Leaverbuster bekommen. Klar, dass ich den manchmal verdiene wenn ich l&auml;nger afk in der Base rumstehe und f&uuml;r meine DCs bin auch ich verantwortlich. Aber eben habe ich ein Ranked gestartet, die Pickphase war gerade fertig und dann ist Lol abgest&uuml;rzt. Beim Neustarten kam dann diese Meldung: \r\n&quot;Wir haben diese Installation auf eine &auml;ltere version von league of legends zur&uuml;ckgesetzt....&quot;\r\nHabe eben im Forum nach dieser Meldung recherchiert und die Probleml&ouml;sung erfolgreich genutzt. Jetzt klappt weider alles einwandfrei (bis jetzt) \r\nWieso bekomme ich jetzt aber n Leaverbuster nur weil das Spiel so verbugt ist?.... 5 mal 20 Minuten ist echt kein Spa&szlig;...","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-23T11:41:48.179+0000","up_votes":1,"down_votes":0,"body":"Wie du schon selbst sagst, dc´s du auch sonst des öfteren. Daher bist du es ja offensichtlich gewöhnt den leaverbuster runter zu spielen^^","replies":[{"id":"","poster":"winner451","date":"2017-05-23T11:44:06.553+0000","up_votes":1,"down_votes":0,"body":"Klasse :D das fällt einem aber leichter zu akzeptieren wenn es selbst- und nicht fremdverschuldet ist :D","replies":[{"id":"","poster":"Sirrkas","date":"2017-05-23T11:48:16.217+0000","up_votes":1,"down_votes":0,"body":"Es ist ja trotzdem zumindest zum Teil selbstverschuldet. Wenn jemand ein paar mal afk in der Base ist, weil er nicht spielen will und dann einmal  einen Stromausfall hat und danach den Leaverbuster bekommt, ist der selbst schuld, dass er die Toleranz so weit ausgenutzt hat, dass der eine technische Zwischenfall eine Strafe auslöst.","replies":[{"id":"","poster":"winner451","date":"2017-05-23T12:31:36.578+0000","up_votes":1,"down_votes":0,"body":"Dieser Leaverbuster muss aus den zwei abgebrochenen Spielen gestern und heute entstanden sein, in letzter Zeit bin ich nie bewusst afk gegangen.","replies":[]}]}]}]}]}