{"id":"mo2IlXnE","poster":"Cardeal Mote","date":"2017-05-22T18:48:52.711+0000","title":"CoreParadox Gaming sucht einen Midlaner ! ( Gold - Platin )","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"CoreParadox Gaming sucht DICH ! Also falls du ein Midlaner bist ^-^ \nWir sind ein recht frisches Team, jedoch sind wir ambitioniert und bereitwillig uns zu verbessern.\n\nWas du bei uns findest :\n\n&gt;  Eine liebe und lockere Atmosph&auml;re\n&gt;  Einen TS-Server welcher immer betreten werden kann und soll\n&gt;  ( Wenn es so weit ist: feste Trainingszeiten, Coach und irgendwann auch mal ein Sponsor )\n&gt;  Nette Menschen auch ausserhalb vom Spiel\n\nWas du mitbringen sollst:\n\n&gt;  Elo : Gold 3 - Platin 3+\n&gt; Ein ersichtlicher Midlane- Main\n&gt; Kritikf&auml;hig und auch gerne selbstkritisch\n&gt; Die Ausdauer haben sich selbst zu verbessern\n\nWie man uns erreicht : \n\nEntweder ihr schreibt einen kleinen Post hier drunter mit den wichtigsten Dingen. ( Ich melde mich dann )\nOder Addet mich einfach mal. ---&gt; Cardeal Mote\n\nMfG  <3 https://www.youtube.com/watch?v=rfyBMOUZIc8","replies":[{"id":"","poster":"Dextros17","date":"2017-05-23T08:09:02.552+0000","up_votes":1,"down_votes":0,"body":"Heyho, \n\nmein Name ist Romario, bin 22 Jahre alt und komme aus Dortmund.\nIch bin leidenschaftlicher Midlaner aktuell Gold 1 und suche eig. schon seit ein paar Wochen nach einem Team, da meine privaten Freunde alle in Silber rumhängen und keine Lust auf Tryhard 5vs5 haben. \n\nMein Championpool in der Mitte beläuft sich auf quasi jeden Champion.\nAm meisten gespielt jedoch, sind Ahri, Veigar, Orianna, Zed und Ziggs. \nAm üben bin ich gerade: Kassadin, Twisted Fate, Cassiopeia und Aurelion Sol. \n\nIch bin ziemlich der Tryhard und habe auch Spaß daran, jedoch möchte ich mich auch stetig weiter vebessern und ich denke, dass das in einem Team sehr gut der Fall werden kann. \n\nWas mir noch wichtig wäre, ist dass die Personen im Team nicht zu jung sind und ebenso selbstkritisch sind, wie ich selbst. \n\nMein IG-Name ist: Dextros17\n\nFalls Interesse besteht, ich bin meistens von 18-24 Uhr online. \n\nIn dem Sinne~","replies":[]},{"id":"","poster":"pumpkinhead69","date":"2017-05-22T21:46:28.239+0000","up_votes":1,"down_votes":0,"body":"hi \n\nder Post liest sich sehr gut und ich hätte Interesse euch als Midlaner zu verstärken.\n\nzu mir:\n\nName: tommy\nPosition: Midlane :)\nElo: z.zt Gold2. letze Season das erste mal Platin\n\n\nich spiel LoL jetzt schon einige Jahre aber immer nur so Just4fun. in letzter Zeit versuche ich mich aber immer mehr zu verbessern, schau meine eigenen replays an, lese Guides zu verschieden Themen und versuche mit verschiedenen champs besser zu werden.\n\n\n\nhttps://euw.op.gg/summoner/userName=pumpkinhead69\n\nwürde mich über eine antwort freuen\n\nmfg","replies":[]}]}