{"id":"RvsIA2gg","poster":"ninju7su","date":"2017-05-22T05:53:16.673+0000","title":"Suche Coaching für Plat-5 Support","subforum":"Level Up: Guides & Tipps","embed":{"title":"ninju7su - Summoner search results - League of Legends","description":"ninju7su / Platinum 5 37LP / 257W 248L Win Ratio 51% / Janna - 56W 51L Win Ratio 52%, Nami - 38W 40L Win Ratio 49%, Sona - 41W 35L Win Ratio 54%, Nautilus - 39W 35L Win Ratio 53%, Zyra - 40W 33L Win Ratio 55%","url":"https://euw.op.gg/summoner/userName=ninju7su","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":3,"down_votes":0,"body":"Moin!\r\n\r\nIch bin Support im unteren Platinbereich und stecke da fest wie nen dickes Kind im Schaukel-Reifen. Schwingt geht mal auf und ab, aber wirklich weiter komm ich nicht. Gerne w&uuml;rde ich mich verbessern und manchmal hat man ja Gl&uuml;ck und findet Leute, die mit einem Coaching/Spielanalyse einem steckengebliebenen Spielern weiterhelfen m&ouml;chten. Hab ich zumindest &ouml;fter schon gemacht und vielleicht findet sich auf diesem Weg jemand, der _mir_ diesmal unter die arme greift. Technische vorraussetzungen sind alle vorhanden, inklusive nem lerngierigen Spieler. Wenn ihr m&ouml;gt dann meldet euch einfach.\r\n\r\nIch w&uuml;rde mich wirklich freuen!\r\n\r\nGru&szlig;, \r\nninju7su","replies":[{"id":"","poster":"iwannadolucyliu","date":"2017-05-22T07:05:44.989+0000","up_votes":2,"down_votes":0,"body":"versuchs auf reddit summonerschool, die bieten gratis coaching an, aufm ersten blick sehe ich das du keinen ardent censor hast aber supps spielst den den abusen können, ich würd ardent sensor rushen nach sightstone, aufm 2ten blick spielst du janna aber nicht lulu, lulu is janna 2.0, versuch sie mal in normals.\n\nja ich bin kein supp, ja ich bin gold aber meine tipps sind trotzdem gut :)","replies":[{"id":"","poster":"ninju7su","date":"2017-05-22T07:25:24.935+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp. Auf Reddit bin ich sehr selten unterwegs aber mal schaun ob ich da was finde. Ich hab mein Glück erstmal hier versucht und bin dankbar für jeden der mich anschreibt. Mit dem Ardent Censer geb ich dir recht. Ich bin mir immer recht unschlüssig, ab welchem Punkt genau das Item Sinn macht und geh dann meist eher auf Protection mit Redemption und Locket. Hat sich irgendwie so eingeschlichen und seither auch manifestiert. Ein Punkt zum überdenken. Thx\n\nLulu,.. ich hab es mit ihr versucht aber komm nicht auf einen grünen Zweig mit dem kleinen Satansbraten. Ich verstehe das sie stark ist und auch warum sie es ist, aber es ist ein Champion mit dem ich bisher nicht wirklich warm wurde, trotz Trainingszeit mit ihr. Zudem ist sie meist eh gebannt von daher, ist das auch mein First-Bann und somit habe ich das Problem gegen sie zu spielen sehr selten.","replies":[{"id":"","poster":"iwannadolucyliu","date":"2017-05-22T07:43:49.122+0000","up_votes":1,"down_votes":0,"body":"versuche es so zu sehen:  wem immer du shieldest/healst bekommt praktisch ein gratis item (als janna isses sogar n bloodthirster weil sie gibt ja noch ad beim shielden)\n\nardent censer kannst du (meiner meinung nach) immer rushen ausser wenn du einen jhin supportest.\n\nmit lulu, wenns nicht geht dann gehts ebend nicht xD \n\nviel erfolg bei deiner suche nach nem coach und beim climben :)","replies":[]}]}]}]}