{"id":"ysVfxxyH","poster":"x3SpoTLighT","date":"2017-05-21T09:41:32.594+0000","title":"[SMURF] Zu zweit ist´s schöner :)","subforum":"Clans & Teams","up_votes":2,"down_votes":6,"body":"Hallo Community,\n\nich m&ouml;chte mir einen Smurf hochspielen, und suche aktive Mitspieler.\n\nGerne spiele ich auch mit Anf&auml;ngern, dann kann ich auch gleich etwas gutes tun {{summoner:7}} \n\nFalls sich mehrere Leute finden, kann man auch zu 3,4,5 spielen ! :)\n\nAlso, falls jemand interesse hat, einfach iG &quot;PRZ Shaylo&quot; adden, Discord, TS&sup3;, Skype und headset sind vorhanden :)\n\nMfG {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"ninju7su","date":"2017-05-21T09:55:01.895+0000","up_votes":1,"down_votes":0,"body":"Wieso smurfste denn?","replies":[{"id":"","poster":"x3SpoTLighT","date":"2017-05-21T09:58:22.487+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ninju7su,realm=EUW,application-id=ElKI1ocy,discussion-id=ysVfxxyH,comment-id=0000,timestamp=2017-05-21T09:55:01.895+0000)\n>\n> Wieso smurfste denn?\n\n\nIch hab als Tipp, um mich zu verbessern, gesagt bekommen: Smurfen.\nUnd wenn es hilft, und ich noch gleichzeitig jemandem helfen kann - wieso nicht?","replies":[{"id":"","poster":"ninju7su","date":"2017-05-21T10:46:24.073+0000","up_votes":1,"down_votes":0,"body":"Wi sollst du dich verbessern wenn du gegen schwächere spielst?","replies":[{"id":"","poster":"Nivoras","date":"2017-05-21T12:47:50.524+0000","up_votes":1,"down_votes":0,"body":"Wenn er regelmäßig spielt, dann sind die Gegner schnell gleich gut. Und ich persönlich glaube auch, dass ich auf einem Smurf besser spielen würde, einfach weil ich mich wirklich nur darum kümmern müsste wie ICH spiele und es mich nicht zu interessieren bräuchte ob ich am Ende gewinne oder verliere. Wen interessiert schließlich schon die Smurf Elo?\nOb dass dann auch praktisch so wäre, weiß ich leider nicht, weil ich bisher zu faul war mir einen Account zu leveln^^ aber für mich persönlich wäre ein Smurf denke ich schon ein Weg besser zu werden aus oben genanntem Grund","replies":[{"id":"","poster":"ninju7su","date":"2017-05-21T13:12:16.878+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich NUR auf dich konzentrierst, spielst du nicht besser. Denn in deiner eigentlichen ELO würde dieses verhalten dazu führen, das du verlierst. Deine Gegner machen auf einem Smurfaccount auch viel mehr fehler, weswegen das nicht  einmal repräsentativ wäre, was als Leistung rauskommt. Wenn du üben willst, kannst du auch normals spielen. Da ist dir deine Elo auch egal. \n\nDurch einen Smurf-Acc wirst du nicht besser.","replies":[{"id":"","poster":"Nivoras","date":"2017-05-21T17:50:22.674+0000","up_votes":1,"down_votes":0,"body":"Auf wen soll ich mich den sonst konzentrieren? Meine inkompetenten Mates? Die pööösen Smurf Gegner und Booster gegen die ich keine Chance habe? Nein, der einzige Weg aufzusteigen wenn ich *meine* Mechanics verbessere und mein *eigenes* Decisionmaking aka, wann lasse ich mein Team sterben und wann sollte ich helfen. Wenn mir aber etwas an der Platziereng des Accounts liegt, dann passiert, für mich zumindest, zweierlei: Zum einen denke ich daran wie mir irgendwelche Randoms das Spiel versauen, zum anderen bin ich eher geneigt zu flamen und denke daran wie mir andere den Sieg verbauen.\n\nIch wollte keinesfalls sagen, dass ich plötzlich unglaubliche Mechanics auf dem Smurf habe oder automatisch besser Spiele, aber die psychische Seite macht es mir viel leichter mich zu verbessern. In meinem Fall. Wenn jemand sowieso keinen wert auf seine Elo legt, dann bringt ein Smurf tatsächlich nix. Darüber hinaus bin ich ja atm eh nur Silber 1, da ist der Unterschied sowieso minimal zu den Gegnern.\n\nWas Normals angeht kann ich dir nur halb zustimmen. Um neue Champs zu lernen usw würde ich auch immer Normals spielen, aber wenn es darum geht meinen Main Champ zu perfektionieren oder selber wirklich besser zu werden, dann ist SoloQ die erste Wahl. Bei Normals ist erstens das Matchmaking sehr unausgeglichen und zweitens tryharden die meisten nicht und man trifft öfters auf Nicht-Meta Lanes. In dem Sinne macht es keinen Unterschied ob ich ein paar Divisionen unter meiner tatsächlichen Elo spiele oder Normals mache.","replies":[{"id":"","poster":"ninju7su","date":"2017-05-22T05:12:26.390+0000","up_votes":1,"down_votes":0,"body":"Willst du deine Leistung verbessern brauchst du ein Umfeld das dich fordert. Es muss ein Umfeld sein, dass das was du bereits beherscht abverlangt und noch mehr. Wenn du in ein Fitnesstudio gehst und trainieren willst, musst du dem Muskel auch einen wachstumsanreiz geben und kannst nicht auf 50% deiner eigentlichen Leistung trainieren. Das bringt dir schlicht nichts. Du wirst auch verstehen, das, wenn du gegen Bronze 1 deine Mechanics hinbekommst, das nicht heißt, das du deine Mechanics auch gegen Silber 1 hinbekommst und schon gar nicht, dass du im Goldbereich damit erfolg haben wirst.\n\nAuch beim Decisionmaking. Vielleicht gerade dort macht eine andere Devision eine Menge aus. Als Main-Support ist das einer der primären Wege wie ich climben kann. Gute Calls/Makro-Play. Ich verspreche dir, das du mit den Entscheidungen die in Bronze funktionieren nicht in Silber viel weiter kommst und die die in Silber noch ertretbar sind, in Gold deine Probleme haben wirst. Beispiel: Als Supporter Roame ich z.B. hin und wieder, wenn die Lane es mir erlaubt. Das geht aber im unteren Gold und darunter schlicht nicht, weil dann die ADCs zu 75% am Rad drehen, dass sie alleine auf der Lane stehen. Das klappt erst ab oberem Gold und höher halbwegs solide.\n\nDas mit dem Psychologischen Aspekt find ich noch halbwegs verständlich. Also das du auf m Smurf weniger Druck hast. Aber dieser Druck verschwindet dann im Main-Account nicht. Das ist ein weiteres Problem das in den Griff zu bekommen ist, aber du wirst auf m Main-Account weiter so nervös, angespannt oder Elo-fixiert sein wie vorher. \n\nEs gibt aus meiner Sicht keinen logischen Grund einen Smurf-Acc zum Trainieren zu nutzen. Und wenn der Account nur 2 Divisionen unterschied zum Main hat: Dann ist das kein Smurf-Account mehr. Dann ist das n normaler zweiter Account.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eRoxTX","date":"2017-05-21T11:07:22.173+0000","up_votes":1,"down_votes":2,"body":"**Guten Nachmittag Spotlight,**\n\nDu suchst immer wieder spontan Spieler für Duo-/Flex-/Team ranked, oder möchtest an offiziellen/privaten Turnieren mit Preisen mitmachen? Wir haben Teams in verschieden Elo-Bereichen und suchen immer wieder Leute zum auffüllen oder neue ranked Teams zu gründen. Wir sind auch herzlich interessiert dein Team zu unterstützen & zu coachen! Zurzeit haben wir mehr als 450 Spieler auf dem Server. Rollensystem: Dia, Gold, Plat, Silver, Bronze.  _Vielen Dank - Feel free to join - Support ist kein Mord_\n---\n**_Turniere & Teams!_**\nSei auch du dabei, beim release unserer neuen Turnierwebseite: **http://lol9k.com/** diese Woche! Du hast keine 5er Gruppe zum an Turnieren mitzumachen? Join innert 2Minuten alleine an einem Turnier und mit ein bisschen Glück spielst du heute noch mit anderen Spieler ein Turnier mit tollen Preisen! Bewerbe dich bei anderen Team's oder erstelle dein eigenes Profile mit: Ingamename, SoloQ-Rank, Main/Second Role, Spielzeiten & Sprache. Lass dir dein eigenes Team automatisch auf deine Onlinezeiten zusammenstellen. \n\n**Sei auch du dabei, beim Aufbau des grössten Discord Playerpool EUW!**\nVerschiedene Ränge sind noch zu vergeben:\n- _Moderator_ (Allgemeine Discord Sachen, Ranks, Chat/Voice Channel, Music-, ....Bots)\n- _Squad Manger_ (Organisiere Teams, Trainingszeiten, Werbe Spieler für team rankes)\n- _Schreiber_ (Englische/Deutsche Texte für Foren, ...)\n- _Coaches_ (Dia/Plat - TOP, JNG, MID, ADC, SUPP)\n\n**Discord-Server Playerpool EUW**\n> Join eRox.Teexas Playerpool for aktiv FlexQ groups & better communication:\n> Link: https://discord.gg/MKDc5fh\n\n_Vielen Dank & schönen Sonntag\nSpielerpool EUW - eRoxTX - Annie/Kayle","replies":[]}]}