{"id":"Ap5H3jLF","poster":"Heavenly Sir","date":"2017-05-21T10:31:29.336+0000","title":"ADC sucht Support Gefährten (Achtung Silber Spieler)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Mittag!\r\n\r\nIch habe geh&ouml;rt hier kann man kundtun wenn man jemanden f&uuml;r Abenteuer sucht.\r\n\r\nAlexCaptain so hei&szlig;e ich. Ich  habe schon viele gro&szlig;e und auch kleine Abenteuer erlebt, ab und an mit Gef&auml;hrten und dann wieder mal alleine. Doch ich finde alleine reist es sich nicht so sch&ouml;n. Gemeinsam sind die Reisen immer viel aufregender und lustiger.\r\n\r\nDoch es gibt da drau&szlig;en noch sehr viel mehr zu entdecken und deswegen suche ich nach Gef&auml;hrten die mit mir die Welt von Runeterra erkunden.\r\n\r\nDu bist:\r\n- Freundlich und zuverl&auml;ssig\r\n- 17+\r\n- Support main\r\n- Anpassungsf&auml;hig\r\n\r\nAchtung Roleplay!\r\n\r\nFolgende Orte habe ich schon erkundet:\r\n \r\n- Freljord\r\n\r\nZwar habe ich Freljord erkundet, doch aufgrund eines Krieges der dort ausgebrochen war, musste ich meine Reise dort beenden.\r\nEs war einfach zu gef&auml;hrlich...\r\n\r\n - Piltover\r\n\r\nNach Piltover kam ich aufgrund meines Gef&auml;hrten. Er hat von einer Frau geh&ouml;rt die bis auf die Z&auml;hne mit Waffen ausgestattet sei. Warum er sich daf&uuml;r interessiert hat wollte er mir leider nicht erz&auml;hlen. Aber eins kann ich euch sagen, jeder sollte Piltover einmal mit seinen eigenen Augen gesehen haben!\r\nDiese Stadt hat sich der Wissenschaft und Forschung verschrieben. Das sieht man an jeder Ecke. Falls Ihr nach guten Waren sucht, besucht in Piltover die Docks und die Warenh&auml;user! Von dort habe ich auch mein neues Schwer bekommen. Wahrlich von einem Meister geschmiedet.\r\n\r\n-  Noxus\r\n\r\nDie Noxianer sind mir schon immer sehr seltsam gewesen. Die Gier nach Macht und Reichtum ist grenzenlos. An meinen Besuch in der Unsterblichen Bastion werde ich wirklich nie vergessen. Als ich in der Hauptstadt war stie&szlig; ich auf einen Noxianer der sehr ungehalten war. Ich bin ja immer f&uuml;r eine freundliche Unterhaltung zu haben, aber dieser Mann war wirklich widerw&auml;rtig. Ich versuchte am Anfang den Mann zu beruhigen, doch als ich nur nette fragte ob er nicht aufh&ouml;ren k&ouml;nnte zu flamen schlug er mit seiner Axt in meine Richtung. Zum Gl&uuml;ck konnte ich dem Schlag ausweichen. Leider wollte dieser Noxianer einen lange Kampf f&uuml;hren, doch daf&uuml;r hatte ich wirklich keine Zeit. Also musste ich die Stadt verlassen. Ein guter Freund von mir hat erz&auml;hlt es gebe nun Steckbriefe von mir in ganz Noxus... \r\n\r\n-  Shurima W&uuml;ste\r\n \r\nDie W&uuml;ste von Shurima ist eine extrem hei&szlig;e W&uuml;ste. Leider blieb mir nichts anderes &uuml;brig als dort nach einem alten Artefakt zu suchen. Aber ich kann euch sagen es war schrecklich. Ich kann warme Orte eigentlich nicht leidern. Doch ich musste dieses Artefakt finden. Ein bekannter von mir erz&auml;hlte mir, dass die Lady des Lichts Luxanna von Kronwacht einen verlobten hat, welcher solch ein Artefakt habe. Dieses Artefakt soll er in Shurima gefunden haben. Ich erkundete viele Ruinen und alte Pl&auml;tze in Shurima, doch ich konnte leider kein zweites dieser Artefakte finden. Mit dieser Entt&auml;uschung verlie&szlig; ich die weite W&uuml;ste von Shurima.\r\n\r\n Ich habe noch viele Geschichten, vielleicht treffen wir uns ja in der hiesigen Taverne? Schreib mir einfach folgendes: Geschichten des Reisenden.","replies":[{"id":"","poster":"Heavenly Sir","date":"2017-05-23T09:15:02.212+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Heavenly Sir","date":"2017-05-21T14:06:52.016+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}