{"id":"JsE6uBE7","poster":"N1 T Z S C H I I","date":"2017-05-21T12:04:16.824+0000","title":"Meine Erfahrung von Bronze nach Silber","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Moin,\r\n\r\nich m&ouml;chte hier kurz meine Erfahrung meines Climbs von Bronze 1 (Silber 4-5 MMR) nach Silber 3 (peak @ Gold4-5 MMR) innerhalb von ca. einer Woche schildern.\r\n\r\nErstmal ein wenig zu mir:\r\nMeinen Account habe ich in Season 4 erstellt, in Season 5 hab ich angefangen ein wenig zu spielen, in den Sommerferien von Season 6 habe ich durchgesuchtet (Bronze 4 eingeranked :D -&gt; aber recht schnell nach Bronze 1 gekommen) und kurz vor Ende der Season habe ich endlich Silber 5 geschafft. Ich habe laut wol.gg ca 650 Stunden in LoL gesteckt, habe aber auch 2 Smurfs, sagen wir mal 700 Stunden.\r\nEingeranked wurde ich Season 7 wieder Bronze 1, habe mehrmals meine Silber 5 Promos verkackt (einmal ein 3/24 Yasuo im entscheidenden Game, n&auml;chste Promo 2 AFKler und Ja, einmal war auch ich schuld ;) ).. Da hatte ich erstmal keinen Bock mehr..\r\n\r\nVor ca. 10 Tagen dann bin ich auf den YouTuber BoxerPete (Challenger Tryndamere Main) aufmerksam geworden, sein Kommentier-Stil ist ziemlich cool und ich habe mir seine Videos auf dem zweiten Monitor angeschaut w&auml;hrend ich Normals gespielt habe.. Er hat eine Menge zu seinem Decisionmaking erz&auml;hlt und ich habe gemerkt, dass auch ich auf einmal bessere Entscheidungen treffe.. Aus Spa&szlig; habe ich auch mal Tryndamere ausprobiert und nachdem ich das zweite Spiel 14/0 (Nexus in unter 20 min) gehardcarried habe (sag ich einfach mal so), hab ich ihn im Ranked ausprobiert. \r\nSiehe da, man kommt aus Bronze raus, wenn man einfach nur rumrennt und Tower einrei&szlig;t, weil wenn du es nicht machst, macht es keiner :D\r\nNach einer 12 oder 13 Game Winstreak habe ich auf einmal gegen Leute aus Gold gespielt (da war ich so Silber 4 nahe den Promos).. Auf einmal wurde es hart, meine Strategie hat immernoch funktioniert, aber gestompt habe ich nichtmehr und immer &ouml;fter wurden die Tower auch verteidigt (mein Team hat dann nat&uuml;rlich nichts gemacht als 3 Leute Top waren :D).. die Silber 3 Promos waren auch schnell gewonnen und nach 6 Spielen (5 Wins, 1 Loss), war ich in meinen Silber 2 Promos.. \r\nUnd dann ging es los.\r\nAuf einmal hab ich teilweise nur mit und gegen Leute in Gold gespielt und hatte Lanegegner, die letzte Season Platin waren.. Oder OTPs mit 2000 Games auf einem Champ (aber immernoch in Gold :D). Im entscheidenden S2 Promospiel hatte ich dann einen Thresh Support der zuerst getrollt hat und dann AFK gegangen ist (beste Community ^^).. Und seitdem sitze ich in Silber 3 (MMR -&gt; +23 / -17 ).. \r\n\r\nIch finde es jetzt sehr viel schwieriger zu split-pushen, denn alle spielen jetzt mehr als Team, und als Trynda hat man early keine Pressure.. \r\nMeine Lane Opponent roamt early also, deren Team beginnt zu gewinnen und dann bin ich gezwungen meinem Team zu helfen, damit wir nicht verlieren.. Wenn ich splitte, kommen immer gleich 2 Gegner und entweder ich renne weg oder ich sterbe.. Einen Vorteil erspiele ich f&uuml;r mein Team trotzdem nicht, da mein Team dann oft schon so behind ist, dass sie die 4v3 Situation trotzdem nicht nutzen k&ouml;nnen..\r\n\r\nUnd in dieser Situation sitze ich grade und komme nicht weiter (Hilfe ist erw&uuml;nscht :D)\r\n\r\nInsgesamt: Split-Pushen ist eine tolle Sache um mehr Makro im Spiel zu lernen, mehr Map Awareness (hat man sie nicht, wird man bei jedem Push sterben weil man nicht gemerkt hat dass 4 Gegner MIA waren ^^), besseres Decision-Making (ok ich pushe jetzt Bot, dann m&uuml;ssen mind 2 kommen und mein Team kann ungest&ouml;rt Baron machen), solche Sachen halt ^^\r\n\r\nFalls jemand Fragen hat, ich antworte idR sobald ich es lese :)\r\n\r\nVielen Dank f&uuml;rs Lesen und GL HF\r\n\r\niLoV3ShiBas\r\n\r\n\r\n[das ist das erste Mal in diesem Forum, keine Ahnung in welches Forum dieser Post am besten passt ^^]","replies":[{"id":"","poster":"I am Dope","date":"2017-05-21T12:15:52.294+0000","up_votes":1,"down_votes":0,"body":"naja du hast ja erzählt das dein gegner roamt, probier du doch mal zu roamen oder mit tryn kannst du super early einfach nur pushen und dann 1-2 camps des gegnerischen jungler machen, dadurch erschwerst du es ihm etwas für sein team zu tun weil er gezwungen ist viel zu laufen und evtl sogar noich in deinen jungle zu gehen, wo du ihn dann mit deinen mates catchen kannst","replies":[]}]}