{"id":"YeNVVEb2","poster":"Reformed Harun","date":"2017-05-21T16:11:01.291+0000","title":"Problem mit Smartpings \"Technisch\" nicht \"Mental\"","subforum":"Melde einen Bug","embed":{"title":"League of Legends smart ping mouse jump/issue/bug","description":"Showing of a pretty bad bug happening with LoL while using Razer Synapse. You can see my cursor jumping across the screen when trying to smart ping. I type a \"?\" everytime the bug has been reproduced, so you can easily see when it is happening.","url":"https://www.youtube.com/watch?v=pAj-T2uqbaQ&t=2s","image":"https://i.ytimg.com/vi/pAj-T2uqbaQ/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Wie gesagt ist es nicht Mental, es geht mir vielmehr um die Ausf&uuml;hrung Per Se. \r\n\r\nNun wie soll ich anfangen...\r\nAlso, ich habe folgendes Problem, wenn ich z.b Smartpinge, egal in welcher Form (Hilfe ben&ouml;tige oder auf Gefahr hineweisen will) klappt das erstmal alles wie gewohnt ganz normal 1 mal 2 mal 3 mal aber beim 4ten mal f&auml;ngts an...\r\nEin Beispiel :\r\n\r\nIch ziehe meine Maus von unten nach oben um &quot;Gefahr&quot; zu pingen, w&auml;hrend ich das ausf&uuml;hre passiert erstmal nichts besonderes. \r\nNachdem ich es oft getan habe, landet der Cursor als die Pfeiltaste womit man Clicks t&auml;tigt zuf&auml;llig auf einem ganz anderen Ort des Bildschirms also nat&uuml;rlich alles &quot;Ingame&quot;  Als Beispiel werde ich ebenfalls ein Video posten von Youtube.\r\n\r\nBrauche dringend Hilfe!","replies":[{"id":"","poster":"Il Sten lI","date":"2017-06-03T12:01:00.580+0000","up_votes":1,"down_votes":0,"body":"Also vermutlich überlastest Du die server-client Kommunikation. Damit dadurch der Server nicht manipuliert werden kann, werden Deine Eingaben teils nicht bearbeitet. Möglicherweise besteht ein Zusammenhang damit, dass Befehle aneinandergereiht werden können. Denn da es sich um ein \"Echtzeitspiel\" handelt, kannst Du keinen beliebig großen Stack erzeugen, der dann abgearbeitet wird, weil Du so immer asynchroner wirst. Das heißt entweder werden neue Eingaben blockiert/ignoriert oder die alten fallengelassen, wobei ersteres wesentlich sinnvoller ist.\n\nWas dann passiert ist, dass Du Deine Maus etwas bewegst, aber aufgrund fehlender Aktualisierung bewegt sich Dein Mauszeiger weiter oder wird dahin repositioniert, wo er sich laut Server befinden müsste. Gerade auf das Pingen bezogen sollte sich dies zwar beheben lassen, aber wozu einen \"Fehler\" beheben, der einem grundsätzlich positiven System zuzuordnen wäre, aber nur bei einem client nach missbräuchlichem Verhalten auftaucht?\n\nWürde mich interessieren, ob der Fehler nur bei pingspam oder auch anders auftritt, wobei man dann wissen müsste, ob Du (Maus-)scripts oder andere Manipulationen, wie z.B. Linksclick-attack-move nutzt.","replies":[{"id":"","poster":"Reformed Harun","date":"2017-06-16T11:45:23.890+0000","up_votes":1,"down_votes":0,"body":"Wtf benutze keine Scripts, ich hab eine Razer Deathadder Chroma spiele auch ohne Attack Move meine Maus ist mit Razer Synapse verbunden, angeblich haben das viele die Razer Synapse nutzen, und das Mausgefühl ist extrem komisch Ingame nicht Smooth.","replies":[{"id":"","poster":"Il Sten lI","date":"2017-06-17T09:37:28.467+0000","up_votes":1,"down_votes":0,"body":"> **wobei man dann wissen müsste**\n\nHast Du Dir gedanken Gemacht wegen dessen, was ich geschrieben habe oder fühlst Du Dich nur angegriffen? Immerhin hast Du ja selbst schon geschrieben, dass es vielleicht an Razer Synapse liegt. \n\nNutzt Du ein Maus-Script, äh tschuldige - Makro, oder ist eine Form von Mausstabilisierung aktiv (wird häufig bei FPS-Titeln genutzt, war bei meiner steelseries Sensei auch standardmäßig aktiv und hat in anderen Titeln Probleme verursacht).\nDu könntest z.B. mal Razer synapse deaktivieren oder den Maustreiber komplett deinstallieren und mit Standardmaustreiber testen, ob das Problem auftritt.","replies":[]}]}]},{"id":"","poster":"Namlesshero","date":"2017-05-21T20:22:45.690+0000","up_votes":1,"down_votes":0,"body":"You must wait before issuing more pings","replies":[{"id":"","poster":"Reformed Harun","date":"2017-05-22T14:47:31.208+0000","up_votes":1,"down_votes":0,"body":"This is not a solution, i want get rid of this issue .","replies":[{"id":"","poster":"Namlesshero","date":"2017-05-22T15:43:15.692+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Reformed Harun,realm=EUW,application-id=ImBE6GqA,discussion-id=YeNVVEb2,comment-id=00000000,timestamp=2017-05-22T14:47:31.208+0000)\n>\n> This is not a solution, i want get rid of this issue .\n\nIch denke das ist dein Problem, denn das mit dem Cursor tritt nur auf, wenn dir Lol Sagt dass du nicht weiter Pingen darfst","replies":[{"id":"","poster":"Reformed Harun","date":"2017-05-22T16:07:46.295+0000","up_votes":1,"down_votes":0,"body":"Falsch, das Pingen funktioniert weiterhin. Darum geht es nicht. Es kommt manchmal schon nach dem ersten Ping. Du checkst die Problematik nicht. Du denkst ich spamme Pings.","replies":[]}]}]}]}]}