{"id":"E6oW92ZU","poster":"KingKongLoL YT","date":"2017-05-20T14:11:53.070+0000","title":"Maokai SUPPORT GUIDE [REWORK] Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | SEASON 7","subforum":"Streams & YouTube","embed":{"title":"Maokai SUPPORT GUIDE [REWORK] Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | SEASON 7","description":"Ein allround Guide für Lissandra! Eine Zeitleiste befindet sich weiter unten, sodass ihr leicht dahin springen könnt, was euch interessiert!","url":"https://www.youtube.com/watch?v=MAcfd7JEr-c","image":"https://i.ytimg.com/vi/MAcfd7JEr-c/hqdefault.jpg"},"up_votes":2,"down_votes":0,"body":"Ein allround Guide f&uuml;r Maokai! Eine Zeitleiste befindet sich in der Videobeschreibung, sodass ihr leicht dahin springen k&ouml;nnt, was euch interessiert!\r\n\r\n\r\nYo Leute was geht ab, kingkong back at the Mic und willkommen zu einem League of Legends Season 7 Champion Guide. Heute geht es um Support Moakai, der verdorbene Baumriese.\r\nAbgesehen davon, dass Moakai momentan verdammt op ist, warum solltest du ihn spielen?  Nun, als aller erstes kann man wohl sagen, dass er einen krassen Buschcontrol hat. Er kann n&auml;mlich seine kleinen Sepplins in den Busch schmeisen, wodurch sie noch operischer werden und einen riesen Schaden raushauen. Champions, die gerne aus dem Busch poken k&ouml;nnen das bei Moakai vergessen. Mit seinen Sepplins, seinem guten Schaden und dem echt krassen Engagepotenzial macht er einem das Lanen echt schwer. Mit seiner Ulti und seiner &quot;W&quot; F&auml;higkeit kann er dich so lange festhalten, dass er genug Zeit hat Schaden zu machen und Squishy Ziele zu t&ouml;ten. Ebenso kann er auch die Ulti als Disengage verwenden, wenn sein Team beispielsweise &uuml;berrascht wurde. Der letzte Vorteil ist der Build und der Sustain, den er mitbringt. Vorallem die Passive gibt ihm viel Lanesustain, was es schwerer macht ihn aus der Lane zu pushen. Allerdings profitiert nur er von diesem Sustain und f&uuml;r seinen ADC hat er leider keine Hilfe im Kit. Wenn ihr gegen eine Pokelane spielt und euer ADC st&auml;ndig die Pokes schluckt, dann wird es diese Lane nicht lange geben. Als n&auml;chstes muss erw&auml;hnt werden, dass Moakai von den B&uuml;schen abh&auml;ngig ist, um hohen Schaden machen zu k&ouml;nnen. Auch wenn seine &quot;E&quot; F&auml;higkeit generfed wurde, das ist die Quelle woher der meiste Schaden herkommt und wenn kein Busch in der N&auml;he ist, dann werden die kleinen Biester nicht gebuffed und machen somit keinen hohen Schaden. Aber im Allgemeinen ist er guter Support Champion und es macht sehr viel Spa&szlig; ihn zu spielen.\r\nIn Bezug auf die Meisterschaften empfehle ich  12 in Entschlossenheit und 18 in Gerissenheit zu stecken, wobei ihr Thunderlord als Keystone nimmt.  Dieser Keystone kann sehr einfach mit deiner &quot;E&quot; F&auml;higkeit aktiviert werden und solange ihr es hinkriegt, dass die Gegner in diese Sepplins reinlaufen, wirst du einen riesen Schaden verursachen. F&uuml;r die restlichen Meisterschaftspunkt fokussiert ihr jene, die deinen Sustain und deine Tankiness erh&ouml;hen. Du kannst auch noch tankiger werden indem du Courage of the Colossus nimmst, aber ehrlich gesagt ist Thunderlords zu gut und zu einfach zu aktivieren als das man darauf verzichten k&ouml;nnte.\r\nIn Bezug auf die Runen nehmt ihr 9 x Magiedurchdringung auf den Roten, 9 x R&uuml;stung auf den Gelben, 9x Magieresistenz auf den Blauen und 3 Essenzen F&auml;higkeitenst&auml;rke. Alternativ k&ouml;nnt ihr auch Abblinkzeitverringerung auf den Blauen nehmen, wenn ihr gegen eine einfach nicht ap lastige lane spielt. Aber ehrlich gesagt favorisiere ich Magieresistenz mehr. Die Magiedurchdringung auf den Roten und der zus&auml;tzlich AP Schaden durch die Essenzen verleihen euch viel Schaden und eure Saplings treffen den Gegner sehr hart. R&uuml;stung und Magieresistenz veranlassen euch l&auml;nger auf der Lane bleiben zu k&ouml;nnen und nicht so viel Schaden vom Pokedamage zu schlucken.\r\nAls ersten Beschw&ouml;rerzauber empfehle ich Flash.  Als Moakai seid ihr ein sehr inmobiler Champion und Flash schafft da echt Abhilfe, um sicher durch das Game zu kommen. Allerdings l&auml;sst sich Flash auch wunderbar mit eurer &quot;W&quot; F&auml;higkeit kombinieren, sodass ihr sehr einfach bestimmt Ziele fesseln k&ouml;nnt.\r\nAls zweiten Spell w&uuml;rde ich Ignite nehmen. Dies verleiht euch mehr T&ouml;tungspotenzial und hilft euch eure Lane zu snowballen. Au&szlig;erdem ist es sehr effektiv gegen Helden die sich oder ihre Verb&uuml;ndeten heilen k&ouml;nnen. \r\nNat&uuml;rlich ist auch Exhaust eine gute Option, besonders gegen Champions, die viel Schaden verursachen wie Tryndamere, Vayne oder Draven.\r\nAls Skillorder f&uuml;r die F&auml;higkeiten empfehle ich selbstverst&auml;ndlich immer einen Punkt in die Ulti zu investieren, wann immer sich die Gelegenheit dazu ergibt. Also auf Level 6, 11 und 16. Dann w&uuml;rde ich als Support Maokai die &quot;E&quot; als erstes hochkillen, da es euch eine gute Lanepr&auml;senz verleiht und viel Schaden verursacht. Somit wird niemand in der Lage sein, die B&uuml;sche zu contesten. Als n&auml;chstes solltet ihr eure &quot;W&quot; hochskillen, da die Dauer des Festhaltens mit dem Level steigt. Auch wenn sie stark ist, wird die &quot;Q&quot; als letztes hochgeskilled. Es ist aber wichtig, dass ihr die &quot;Q&quot; auf Level 3 einmal skillt, damit ihr Gegner weghauen k&ouml;nnt.\r\nLasst uns jetzt einige Champions durchgehen mit denen Maokai gut harmoniert. Als erstes w&auml;re da Draven zu erw&auml;hnen, der sehr viel Schaden machen kann und ihr als Moakai k&ouml;nnt das Ziel lange an einer Stelle festhalten damit er sie two shotten kann. Wenn jemand versucht an DRaven ranzukommen, dann k&ouml;nnt ihr entweder die Ulti , die &quot;W&quot; oder die &quot;Q&quot; benutzen, um sie von Draven fern zu halten. W&auml;hrend der Laningphase werden die Gegner mit euren &Auml;xten und Saplings viele Probleme haben.\r\nAls n&auml;chstes kommt Miss Fortune und sie ist mit Maokai stark, da eure Ultis kombiniert einen echt krassen Schaden raushauen und die Gegner auch an einer Stelle festgehalten werden, damit die Ulti von MF lange wirken kann. In der Laningphase werden die Gegner eine harte Zeit haben, da sie nicht in die N&auml;he der B&uuml;sche k&ouml;nnen wegen der Saplings und nicht in die N&auml;he von Minions wegen der &quot;Q&quot; F&auml;higkeit von MF.\r\nAls letztes w&auml;re da noch Twitch. Twitch brauch viel Peeling damit er seinen gesamten Schaden raushauen kann und ihr als Maokai k&ouml;nnt ihm das gew&auml;hrleisten. Au&szlig;erdem kann Twitch immer dann wenn ihr mit eurer &quot;W&quot; F&auml;higkeit engaged ganz einfach seine &quot;W&quot; hinterher schmeissen und dann paar mal autoattacken und dann seine &quot;E&quot; aktivieren um viel Schaden zu verteilen und sogar einfach T&ouml;tungen einzufahren. \r\nW&auml;hrend der Laningphase solltet ihr mithilfe eurer Sapling die Kontrolle &uuml;ber die B&uuml;sche erlangen. Das kann vor allem Poke Champs beeintr&auml;chtigen, die gerne aus den B&uuml;schen schiessen wie z.B. eine Zyra oder eine Karma.\r\nAls n&auml;chstes m&uuml;sst ihr f&uuml;r einen guten Moment warten, um mit eurer &quot;W&quot; zu engagen. Wartet daf&uuml;r bis die Gegner ihre F&auml;higkeiten gebraucht haben und sie auf Cooldown sind. Mit eurem ADC Schaden habt ihr damit ein sehr hohes Killpotenzial.\r\nNachdem Engage kannst du deine &quot;Q&quot; verwenden, um sie in Richtung eures Teams zu hauen.\r\nVor den Teamfights ist es ratsam paar Saplings in den B&uuml;schen zu platzieren und zwar um euer Team herum, damit ihr auch nicht flankiert werdet. Im Teamfight geht es vorallem darum den perfekten Moment zu finden eure Ulti zu aktivieren. Versucht sie w&auml;hrend des Teamfights einzusetzen, um m&ouml;glichst viele Ziele treffen zu k&ouml;nnen. Versucht auch sie aus einem Bereich heraus zu aktivieren, wo man sie nur schwer sehen kann und in bestimmten Winkeln, wo es nur schwer gedodged werden kann. \r\nEure &quot;W&quot; und &quot;Q&quot; solltet zum peelen und besch&uuml;tzen eurer Schadenverteiler verwenden.\r\nDeine anderen F&auml;higkeiten solltest du zum peelen f&uuml;r deine Carries einsetzen. Mit deinem CC hilftst du ihnen sicher Schaden zu verteilen. \r\nLasst uns nun durch einige schwere Matchups gehen. Als erstes w&auml;re da Blitzcrank zu erw&auml;hnen. Als Support Maokai seid ihr zun&auml;chst sehr anf&auml;llig und wenn Blitzcrank euch oder euren ADC grabbed dann seid ihr so gut wie tot. Alles was ihr gegen ihn machen m&uuml;sst ist euch hinter Minions zu verstecken, sodass er euch nicht grabben kann und versucht die Kontrolle mit euren Saplings &uuml;ber die B&uuml;sche zu gewinnen damit er nicht dort rein kann und von da aus jemanden unerwartet grabben kann.\r\nAls n&auml;chstes w&auml;re Janna zu erw&auml;hnen. Mit ihrem Schild kann sie einiges an Schaden schlucken auch wenn sie in die N&auml;he von B&uuml;schen geht und von euren Saplings getroffen wird. Aber der Hauptgrund warum sie so eklig gegen einen Maokai Support ist liegt in den Teamfights begr&uuml;ndet. Wenn ihr mit eurer &quot;W&quot; oder eurer Ulti versucht zu engagen, dann kann sie euch und euer Team ganz einfach weghauen, indem sie ihre Ulti aktiviert. Wenn ihr auf jemanden Engaged dann kann sie euch auch ganz einfach mit einer &quot;Q&quot; hochhauen und mit ihrer &quot;W&quot; verlangsamen.\r\nZum Schluss w&auml;re da noch Sona zu erw&auml;hnen. Sona ist einer der Helden, die euch die ganze Zeit mit ihrer &quot;Q&quot; F&auml;higkeit poken kann und euch das lanen sehr schwer machen kann. Und wenn ihr es schafft ihr etwas Schaden zu machen, dann kann sie es schlicht weg mit ihrer &quot;W&quot; wegheilen. Hier m&uuml;sst ihr vorsichtiger spielen und &uuml;bernimmt die Kontrolle &uuml;ber die B&uuml;sche und versucht durch die Laningphase zu kommen. \r\nZum Schluss noch der Itembuild. Ihr startet mit dem Dolch des Zauberdiebs, Healpots und einem Wardingtotem.\r\nF&uuml;r den Corebuild empfehle ich Eye of the Watchers und Lyandries. Da ihr ein AP Damage basierender Champion seid nimmt Eye of the Watchers, um euren Schaden zu erh&ouml;hen und das Bonusgold l&auml;sst sich einfach mit eurer &quot;E&quot; F&auml;higkeit einfahren, da es mehrere Ziele auf einmal treffen kann. Mit Lyandries werdet ihr zu einem Tankzerst&ouml;rer aufgrund des Lebensbasierenden Schaden und des Brenneffekts. \r\nBez&uuml;glich der Boots k&ouml;nnt ihr Ionia Boots f&uuml;r zus&auml;tzliche 10% Abblinkzeitverringerung nehmen,  Zauberschuhe f&uuml;r eine erh&ouml;hte Magiedurchdringung, NinjaTabis gegen ein Team, dass viel AD Schaden verursacht und  Mercs gegen ein hohes Ap, CC lastiges Team. \r\nKommen wir nun zu den Items, die gut auf Moakai sind. Nat&uuml;rlich k&ouml;nnt ihr die traditionellen Supporteritems nehmen, aber ich w&uuml;rde sie nicht unbedingt empfehlen. Allerdings muss ich zugeben das der Heal auf Redemption echt krass ist und kann ich es verstehen, wenn einige von euch dieses Item unbedingt bauen wollen. Die andere H&auml;lfte, also neben den klassischen Supporteritems sind die Items, die ich favorisieren w&uuml;rde. Das erste w&auml;re Morellonomikum was euch 20% CDR gibt. Wenn ihr euch selber etwas Burstdamage g&ouml;nnen wollt und etwas Mobilit&auml;t, dann k&ouml;nnt ihr auch Ludens Echo bauen. Und wenn die Gegner viel Magieresistenz bauen und ihr dennoch euren AP Schaden durchbringen wollt, dann k&ouml;nnt ihr den Leerenstab bauen. Wenn ihr allerdings selber Magieresistenz ben&ouml;tigt und ihr eure Passiv verst&auml;rken m&ouml;chtet, dann k&ouml;nnt ihr SpiritVisage bauen. \r\nF&uuml;r meinen exemplarischen Full Build nehme ich den Corebuild und baue die Zauberschuhe aus, gefolgt von einem Leerenstab, Morellonomikum und Ludens Echo. Ich bin damit zwar ein schwacher und anf&auml;lliger Champion, aber ich kann damit einen sehr hohen Schaden machen.  Wenn einer von denen den Fehler macht und in ein Busch geht, wo paar Saplings stehen, dann werden sie geonshotted von einem Support Champion. \r\nWenn ihr aber eher ein richtiger Supporter sein m&ouml;chtet, dann k&ouml;nnt ihr die Ionia Boots nehmen, gefolgt von Redemption, Locket und Knights Vaul. Dieser Build ist ok, aber ich muss ehrlich sagen wenn ihr einen wahren Supportchamp spielen wollt ,dann solltet ihr vielleicht keinen Moakai spielen. Meiner Meinung nach solltet ihr eure Sapplings ausnutzen und die Gegner sch&ouml;n tilten.\r\nDas wars zu Moaki als Support. Wenn euch das Video gefallen hat, dann lasst mir einen Daumen nach oben da und abonniert den Kanal. Vielen Dank f&uuml;r&acute;s Zuschauen. Ich hoffe euch hat das Video gefallen und wir sehen uns im n&auml;chsten Video. Peace Late!","replies":[]}