{"id":"xs0zuFTY","poster":"GameWave","date":"2019-05-25T16:03:31.600+0000","title":"Wir brauchen ein besseres AFK Erkennungssystem ","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":8,"body":"Es ist langsam extrem nervig und Riot muss da endlich mal ein vernünftiges FAIRES System finden.... Es nervt langsam einfach das Spieler nach 4min ingame 2 mal sterben und dann Ragequitten was am ende zu einen 99% Lose führt -.- Es kann doch nicht sein das die anderen 4 Spieler dafür bestraft werden.... \r\n\r\nIch selber kann halt nicht mehr als darum bitten dagegen endlich mal was zu tun. Es gibt sicher eine faire möglichkeit das man im Ranked nicht dafür bestraft wird für einen idioten der meint zu ragequitten...","replies":[{"id":"","poster":"Alpacana","date":"2019-05-25T16:24:54.811+0000","up_votes":5,"down_votes":2,"body":"Das AFK-System ist das am Besten funktionierendste. Anders als z.B. das System hinter dem Flamen, welches selbstständig lernt, basiert das AFK-System auf festen Werten der Heatmap. Das System erkennt also ganz genau ob jemand 2 Minuten dced/afk ist, in der Base einfach Runden läuft oder jemand nach 2 Minuten das Spiel verlässt und nicht mehr wiederkommt.\n\nDiese Spieler werden übrigens auch mit einer Low-Priority-Queue bestraft anders als z.B. bei einem Troll, der evtl nicht einmal erkannt wird.\nRiot hat immernoch eine gewisse Grenze. Nur weil ein Spieler einmal afk'ed wird er nicht bestraft, das muss schon öfter passieren.\n\nIch denke was du tatsächlich willst sind härtere Strafen für notorische Afk'ler.\n\nSpieler, die tatsächlich nicht nur 1x afk gehen sondern sagen wir einfach mal jedes 4. Spiel verdienen in deinen Augen nicht nur eine 5x 20Min Low-Priority-Queue, richtig?\nAlso, formuliere bitte genau was du willst, sowas triggered mich -.-\n\nZu dieser Sache übrigens:\n> Ich selber kann halt nicht mehr als darum bitten dagegen endlich mal was zu tun. Es gibt sicher eine faire möglichkeit das man im Ranked nicht dafür bestraft wird für einen idioten der meint zu ragequitten...\n\nJaein. Wenn du z.B. sagst, dass die 4 Spieler die noch im Spiel sind bei einem AFKler keine LP verlieren, dann flamen bei einem schlechten Spiel einfach alle solange jemanden, bis er leaved/afk geht und schon werden sie für ihren Flame dadurch \"belohnt\", dass sie keine LP verlieren. So etwas ist nicht Sinn der Sache...\nOder: Du sagst einem Premate bei einem Spiel was verloren scheint er soll afk gehen, damit du keine LP verlierst. Beim nächsten Mal wechselt ihr euch dann ab. So etwas würde sich bei Premates auch ausnutzen lassen.","replies":[{"id":"","poster":"GameWave","date":"2019-05-25T18:54:54.521+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=xs0zuFTY,comment-id=0000,timestamp=2019-05-25T16:24:54.811+0000)\n>\n> Das AFK-System ist das am Besten funktionierendste. Anders als z.B. das System hinter dem Flamen, welches selbstständig lernt, basiert das AFK-System auf festen Werten der Heatmap. Das System erkennt also ganz genau ob jemand 2 Minuten dced/afk ist, in der Base einfach Runden läuft oder jemand nach 2 Minuten das Spiel verlässt und nicht mehr wiederkommt.\n> \n> Diese Spieler werden übrigens auch mit einer Low-Priority-Queue bestraft anders als z.B. bei einem Troll, der evtl nicht einmal erkannt wird.\n> Riot hat immernoch eine gewisse Grenze. Nur weil ein Spieler einmal afk'ed wird er nicht bestraft, das muss schon öfter passieren.\n> \n> Ich denke was du tatsächlich willst sind härtere Strafen für notorische Afk'ler.\n> \n> Spieler, die tatsächlich nicht nur 1x afk gehen sondern sagen wir einfach mal jedes 4. Spiel verdienen in deinen Augen nicht nur eine 5x 20Min Low-Priority-Queue, richtig?\n> Also, formuliere bitte genau was du willst, sowas triggered mich -.-\n> \n> Zu dieser Sache übrigens:\n> \n> Jaein. Wenn du z.B. sagst, dass die 4 Spieler die noch im Spiel sind bei einem AFKler keine LP verlieren, dann flamen bei einem schlechten Spiel einfach alle solange jemanden, bis er leaved/afk geht und schon werden sie für ihren Flame dadurch \"belohnt\", dass sie keine LP verlieren. So etwas ist nicht Sinn der Sache...\n> Oder: Du sagst einem Premate bei einem Spiel was verloren scheint er soll afk gehen, damit du keine LP verlierst. Beim nächsten Mal wechselt ihr euch dann ab. So etwas würde sich bei Premates auch ausnutzen lassen.\n\n\n\nWas ich meine ist das ich alleine HEUTE 2 Spiele hatte wo das passiert ist...\n\nSpiel 1: 4Min 0/2/0 Yasuo = Ragequit\nSpiel 2: 3Min 0/1/0 Ryze = Ragequit\n\n\nWIESO zum teufel sollen WIR dann mit LP lose dafür bestraft werden? wir haben keine 5min gespielt und das spiel ist verloren -.- ist ja genauso wie wenn alle 5 spieler ingame sind und einer leavt direkt nach dem beginn der runde kann man kein remake mehr machen.... Das system ist so extrem schlecht und schwachsinnig das 4 Spieler wegen einem idioten bestraft wird -.-","replies":[{"id":"","poster":"Alpacana","date":"2019-05-25T19:05:24.914+0000","up_votes":5,"down_votes":1,"body":"Naja wie gesagt. Würde man das einführen würde man bei einem schlechten Spiel einfach so lange jemanden flamen bis er genug hat und leaved/afk'ed.\n\nIch stimme dir zu, dass Games frustrierend sind, wo jemand nach kurzer Zeit einfach ragequitted. Diese Games kommen aber so extrem selten vor, dass sie dich nicht am climben hindern. Genau genommen kommen sie im Gegner-Team statistisch sogar öfter vor als in deinem Team (vorrausgesetzt du selber afkst natürlich nie).\n\nAußerdem ist ja auch noch die Frage ob der 0/1/0 Ryze nicht einfach durch einen DC gekillt wurde und dann eben die Verbindung zum Spiel verloren hat. Ein Ragequit wäre dies z.B. schonmal nicht mehr.\nWirkliche Ragequits habe ich so gut wie nie.\n\nAber gut, welches System schlägst du denn vor, welches nicht ausgenutzt werden kann und gut implementiert werden kann?","replies":[]}]}]},{"id":"","poster":"GameWave","date":"2019-05-26T01:55:28.697+0000","up_votes":1,"down_votes":1,"body":"Also finden alle hier es gerecht wenn man im Ranked LP verliert weil EINE Person meint nach 3 Min das spiel zu verlassen?","replies":[{"id":"","poster":"astrofan","date":"2019-05-26T09:18:07.428+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=GameWave,realm=EUW,application-id=KYnfKGf0,discussion-id=xs0zuFTY,comment-id=0002,timestamp=2019-05-26T01:55:28.697+0000)\n>\n> Also finden alle hier es gerecht wenn man im Ranked LP verliert weil EINE Person meint nach 3 Min das spiel zu verlassen?\n\nJa. Zumindestens ich finde es gerecht. Denn die einzige Peson, die dauerhaft dadurch bestraft wird ist der AFKler. Alle anderen in dem Spiel verlieren nur 1(!) mal LP, und das wars. Außerdem ist LoL immer noch ein Teamspiel, wenn das Team verliert wird das Team dafür zahlen, macht doch Sinn. Außerdem möchte ich mal das System sehen, dass wirklich ordentlich gegen into AFK-flaming funktioniert. Denn wenn man das anhand der Anzahl der Reports misst wird einer bestraft, der ein schlechtes Spiel hatte und mit einem Flamer und RQ'ler im Game war. Weil dann wird der Bot plötzlich davon ausgehen dass der Flamer hier der ordentliche ist, der denjenigen, der einen zum RQ bringt reporten und bestrafen will. Und wenn man bedenkt dass Flamer relativ zu regelmäßigen AFKlern recht häufig sind stehen die Chance für so was gar nicht mal so schlecht. Und wenn man dass Spiel für die Gegner unwirksam macht wäre das einfach unfair, denn die meiste Leute gehen AFK wenn ihr Team so wie so schon behind/am verlieren ist, daher haben die Gegner den Win verdient, aber der wird ihnen dann aberkannt? Die Promo nach Dia4 wird daher plötzlich unwirksam (als Beispiel)? DAS ist jetzt wirklich unfair, LP oder Promos verlieren durch einen AFKler ist da in Relation die mit Abstand fairste Lösung, die ich finde, insbesondere wenn der AFKler als Individuum vom System erkannt und bei Wiederholung auch bestraft wird.","replies":[]},{"id":"","poster":"Abasin","date":"2019-05-27T06:44:59.160+0000","up_votes":1,"down_votes":0,"body":"Es kann ja auch mit gleicher Wahrscheinlichkeit im Gegnerteam passieren.","replies":[]},{"id":"","poster":"Meemoy","date":"2019-05-26T09:43:49.904+0000","up_votes":1,"down_votes":1,"body":"Ja, es ist genau so gerecht, wie dass man LP bekommt, wenn man 5vs4 gewinnt.","replies":[]}]},{"id":"","poster":"GameWave","date":"2019-05-25T20:05:12.152+0000","up_votes":1,"down_votes":2,"body":"1. afk innerhalb von 15min? (Riot meinte ja mal das man afk/ragequit und disconnect erkennt) (wenn das game ne gewisse zeit geht dann kann man ein 4v5 auch gewinnen aber von anfang an kaum möglich)\n2. überprüfen ob DuoQ spieler\n3. X reports bekommen? \n4. Spiel unwirksam machen für alle beteiligten (auch Gegner) \n\nIch meine es ist nur ne grobe vorstellung und riot würde da sicher ne perfekte lösung für finden... I mean selbst valve kriegt es hin in cs:go dafür zu sorgen das spiele im nachhinein unwirksam gemacht werden wenn in dieser runde ein hacker war und das für ALLE beteiligten...","replies":[{"id":"","poster":"eingew","date":"2019-05-27T06:14:52.929+0000","up_votes":1,"down_votes":0,"body":"Das macht halt die Skillmessung kaputt, wenn du einfach AFK-gehen kannst um die Bewertung auszuschalten.","replies":[]}]}]}