{"id":"syN8jLWZ","poster":"Pandaphiri","date":"2017-05-19T15:18:38.561+0000","title":"was zum geier ist momentan mit der community los`?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":11,"body":"in wirklich jedem game ist mindestens ein flamer oder feeder dabei und dabei rede ich nur vom minimum. meistens sind es 2 bis 3 und was macht riot? nichts? wurde es langsam aufgegeben diese commuinity unter kontrolle zu halten?  langsam ist das spiel echt alles andere als angenehm. Selbst /mute all bringt nichts mehr denn dann hast du auch nur ragekids dabei die dann einfach feeden oder nicht helfen weil du nicht mit ihnen redest.","replies":[{"id":"","poster":"Raaaave","date":"2017-05-19T15:46:14.678+0000","up_votes":3,"down_votes":0,"body":"Hi Pandaphiri,\n\nalso ich kann dir nur empfehlen vielleicht einfach mal eine League-Pause einzulegen. Nur eine Woche oder so, um vielleicht auch selber mal wieder ein wenig abzukühlen. Oft lässt man sich von den Mitspielern mitreißen oder provozieren. Man muss einfach versuchen cool zu bleiben und wenn man sich aufregt auf jeden Fall kein weiteres Spiel machen, denn dann wird es nur schlimmer, weil man sich dann über jede Kleinigkeit aufregt. Wenn du also merkst, dass es dich wieder mitreißt oder aufregt, mach einfach mal eine Pause und tue etwas komplett anderes. Das hilft mir meist sehr, wenn ich mich mal wieder zu sehr hineinsteigere.\n\nAls weitere alternative kann ich dir empfehlen, dir einfach Premades zu suchen und mit Freunden die Spiele zu bestreiten. Die Kommunikation hilft Probleme besser zu verstehen und Freunden ist man generell nicht so schnell böse, außerdem feinden einen diese auch nicht so schnell an.\n\nAnsonsten hilft nur Reporten, wenn das Verhalten deiner Teammitglieder wirklich toxisch ist. Wenn allerdings einer versucht sein bestes zu geben und versagt, verzeih ihm dies. Das passiert doch allen mal.\n\nBleib cool.\n\nMfG","replies":[]},{"id":"","poster":"Meemoy","date":"2017-05-20T05:01:49.247+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Pandaphiri,realm=EUW,application-id=KYnfKGf0,discussion-id=syN8jLWZ,comment-id=,timestamp=2017-05-19T15:18:38.561+0000)\n>\n> in wirklich jedem game ist mindestens ein flamer oder feeder dabei und dabei rede ich nur vom minimum\n\nDas ist eine riesen Lüge. Ich habe vielleicht in jedem zweiten bis dritten Game mal nen Flamer, den man aber auch schnell unter Kontrolle bekommt. Wann ich das letzte mal einen absichtlichen Feeder hatte, weiß ich gar nicht mehr.\nAnhand deiner Schreibweise kann ich mir nur vorstellen, dass du der Auslöser für die zusätzlichen Flamer/Feeder in deinen Games bist.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-05-20T07:23:13.911+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Meemoy,realm=EUW,application-id=KYnfKGf0,discussion-id=syN8jLWZ,comment-id=0002,timestamp=2017-05-20T05:01:49.247+0000)\n>\n> Das ist eine riesen Lüge. Ich habe vielleicht in jedem zweiten bis dritten Game mal nen Flamer, den man aber auch schnell unter Kontrolle bekommt. Wann ich das letzte mal einen absichtlichen Feeder hatte, weiß ich gar nicht mehr.\n> Anhand deiner Schreibweise kann ich mir nur vorstellen, dass du der Auslöser für die zusätzlichen Flamer/Feeder in deinen Games bist.\n\nxD riesen Lüge? Sicher. klar. verschließe die Augen davor und stelle Theorien auf die du nicht ein mal ansatzweise untermauern kannst.","replies":[]}]},{"id":"","poster":"iwannadolucyliu","date":"2017-05-20T02:17:27.052+0000","up_votes":1,"down_votes":1,"body":"i like \"diese comunity unbter kontrolle zu halten\" xD kim yong ill 2k17","replies":[]}]}