{"id":"nebhMo4H","poster":"KingKongLoL YT","date":"2017-05-18T14:32:53.505+0000","title":"Sejuani JUNGLE GUIDE [SEASON 7] Deutsch | Combos + Itembuilds + Runes & Meisterschaften","subforum":"Streams & YouTube","embed":{"title":"Sejuani JUNGLE GUIDE [SEASON 7] Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | League","description":"Ein allround Guide für Lissandra! Eine Zeitleiste befindet sich weiter unten, sodass ihr leicht dahin springen könnt, was euch interessiert! Kapiteln: 0:00 - Intro 0:16 - Vor- und Nachteile 1:04 - Meisterschaften/Keystonewahl + Erklärung 1:35 - Runen + Erklärung 2:23 - Beschwörerzauberwahl + Erklärung 2:50 - Skillorderwahl auf den Fähigkeiten + Erklärung 3:23 - Fähigkeiten richtig kombinieren und einsetzen 4:02 - Jungleroute (2 Optionen + Erörterung) 4:39 - Ganking (Wie ganke ich richtig?)","url":"https://www.youtube.com/watch?v=0SGVZ1zmzQM","image":"https://i.ytimg.com/vi/0SGVZ1zmzQM/hqdefault.jpg"},"up_votes":2,"down_votes":1,"body":"Yo Leute was geht ab, kingkong back at the Mic und willkommen zu einem League of Legends Season 7 Champion Guide. Heute geht es um die &uuml;berarbeitete Sejuani, der Zorn des Nordens.\r\nSejuani ist einer der Helden, die im Rahmen der Tank-&Uuml;berarbeitung mehrere Ver&auml;nderungen in ihrem Kit erhalten hat. Aber zu n&auml;chst die Frage, warum solltest du Sejuani spielen? Nun, sie ist ein Held  mit viel Crowd Control und sie hat einen sehr starken Engage.  Mit ihr bist du ein starker Teamk&auml;mpfer und kannst gut f&uuml;r dein Team peelen. Hinzu kommt das du aufgrund ihrer &quot;Q&quot; etwas Mobilit&auml;t hast und f&uuml;r einen Tank guten Schaden machst. Mit der passiven bist du sehr Tanky und du wirst zu einem echten Problem, welches schwer zu beseitigen ist. \r\nBez&uuml;glich ihrer Nachteile konnte ich kaum welche finde. Au&szlig;er, dass sie anfangs eine eher schwache Mappressure hat. Helden wie Lee, Olaf oder Elise k&ouml;nnen anfangs viel mehr machen bevor ihr &uuml;berhaupt irgend eine Relevanz erreicht. Man f&uuml;hlt sich mit ihr eher useless und tr&auml;ge auf den ersten Level, aber dann mit Level 6 werden die Ganks sehr stark.\r\nIn Bezug auf die Meisterschaften empfehle ich  12 in Wildheit und 18 in Entschlossenheit zu stecken, wobei ihr Courage of the Colossus als Keystone nimmt. Wie bereits erw&auml;hnt hast du mit Sejuani viel Crow Control und daher ist es ein Leichtes, diesen Masterykeystone zu aktivieren. Auch wenn du verdammt tanky bist, macht dich dieser Keystone noch tankiger und es wird sehr schwer dich zu killen. F&uuml;r die restlichen Meisterschaftspunkte auf der Entschlossenheitsseite sollte ihr den Fokus auf die legen, die euch einfach noch tankiger machen und auf der Wildheitsseite f&uuml;gt ihr noch etwas Schaden hinzu. Der Schaden wird euch besonders am Anfang bei euren Ganks helfen.\r\nIn Bezug auf die Runen nehmt ihr 9 x Attackspeed auf den Roten, 9 x R&uuml;stung auf den Gelben, 6x skalierende Abbklingzeitverringerung auf den Blauen, 3x skalierende Magieresistenz auf den Blauen und 3 Essenzen F&auml;higkeitenst&auml;rke. Sejuani kriegt mit ihren Items um die 20 bis 30 Prozent Abblinkzeitverringerung und deswegen sind weitere 10 Prozent durch Runen im Lategame sehr empfehlenswert. Die Attackspeed solltest du f&uuml;r einen schnelleren Clear der Junglecamps mitnehmen und um deine &quot;E&quot; F&auml;higkeit schneller zu stacken. Die R&uuml;stung und die skalierende Magieresistenz sind eigentlich selbsterkl&auml;rend, denn da du ein Tank bist f&uuml;gt dir das nochmals Tankiness hinzu und hilft dir am Anfang im Jungle zu &uuml;berleben. Schlussendlich solltest du die AP-Essenzen mitnehmen, da du ein AP Tank bist und es dir erlaubt nicht nur Tanky zu sein, sondern auch guten Schaden zu verteilen.\r\n\r\nAls ersten Beschw&ouml;rerzauber empfehle ich Flash.  Flash kann ein guter Defensivespell sein und hilft euch w&auml;hrend des Games sicher euren Jungle zu clearen. Du kannst es auch aggressiv benutzen, indem du es mit deiner &quot;Q&quot; oder deiner Ulti kombinierst und somit einen noch krasseren Engage hast.\r\nAls zweiten Spell w&uuml;rde ich nat&uuml;rlich Smite nehmen. Als Jungler willst du schnell im Jungle voran kommen und wichtige Objekte wie den Herold oder den Drachen lassen sich mit diesem Spell einfacher erobern. \r\n\r\n\r\nAls Skillorder f&uuml;r die F&auml;higkeiten empfehle ich selbstverst&auml;ndlich immer einen Punkt in die Ulti zu investieren, wann immer sich die Gelegenheit dazu ergibt. Also auf Level 6, 11 und 16. Als erstes empfehle ich ihre &quot;W&quot; hoch zu skillen, um mit dem AOE-Schaden Junglecamps schneller clearen zu k&ouml;nnen. Die n&auml;chste F&auml;higkeit, die hochgeskillt werden sollte ist ihre &quot;E&quot;. Damit h&auml;lt der Stun noch l&auml;nger und macht eure Ganks effektiver. Als letztes skillt ihr die &quot;Q&quot; F&auml;higkeit hoch. Diese F&auml;higkeit verwenden man entweder um zu fliehen und um zu engagen. Daher reicht blo&szlig; ein Punkt am Anfang auf Level drei aus.\r\nF&uuml;r eine normale Kombo k&ouml;nnt ihr zun&auml;chst die Distanz zwischen euch und eurem Ziel mit eurer &quot;Q&quot;-F&auml;higkeit schlie&szlig;en, um dann direkt eure &quot;W&quot; zur Schadensverteilung zu aktiveren. Dem ganzen f&uuml;gt ihr normale Autoattacks hinzu bis ihr vier Stacks drauf habt und aktiviert dann &quot;E&quot; um das Ziel zu stunnen. Hierauf haut ihr einen weiteren Autoattack drauf, um die Passive zu aktivieren. Danach folgt ihr dem Ziel und verpasst ihr weitere Autoattacks drauf und wenn n&ouml;tig verwendet ihr &quot;Q&quot; um dran zu bleiben. \r\nF&uuml;r eure All-in Kombo startet ihr mit der Ulti. W&auml;hrend sie gestunned sind aktiviert ihr eure &quot;W&quot; um weiteren Schaden zu verteilen und dann die &quot;E&quot;. Wenn n&ouml;tig, benutzt ihr eure &quot;Q&quot;, um dran zu bleiben.\r\nAls Sejuani gibt es zwei Junglerouten. Der erste, den ich auch favorisiere startet bei den Raptors und geht weiter zum Redbuff. Dieser Clearpfad wird immer beliebter, da man viel Erfahrung schon am Anfang erh&auml;lt. Dazu braucht ihr aufjeden Fall die &quot;W&quot; F&auml;higkeit auf Level 1, da es echt stark gegen Monster ist, die auf einem Haufen stehen. Nachdem Redbuff geht es r&uuml;ber zu den W&ouml;lfen und von da aus zum Blue und abschlie&szlig;end zum Gromp.\r\nDu kannst auch mit dem Blue beginnen. Dazu startest du beim Blue gehst r&uuml;ber zu den W&ouml;lfen und dann zum Redbuff. Das erlaubt dir schnell Level drei zu kriegen und einen Gank mit beiden Buffs zu machen.\r\nBeim Ganken vor Level 6 solltest du versuchen von hinten an die Gegner zu gelangen. Wenn du vier Stacks drauf hast kannst du deine &quot;E&quot; benutzen um guten Schaden zu verursachen und den Gegner zu stunnen. Versuche deine &quot;Q&quot; erst mal nicht einzusetzen bis der Gegner wegflashed, damit ihr dann einfach wieder rankommt.\r\nMit Level 6 gestaltet sich das Ganken einfacher. Ihr startet dazu mit der Ulti um den Gegner direkt zu stunnen. Dies verschafft euch Zeit an den Gegner ranzukommen und ihr m&uuml;sst keine &quot;Q&quot; einsetzen, sondern k&ouml;nnt es euch f&uuml;r einen m&ouml;glichen Escape sparen, falls der Gegner versucht abzuhauen. Wenn ihr wisst, dass der Gegner kein Flash hat, dann k&ouml;nnt ihr auch mit der &quot;Q&quot; starten, statt der Ulti.\r\nIn den Teamfights versuchst du zun&auml;chst deine Ulti auf einen gegnerischen Carry zu treffen. Wenn m&ouml;glich, am besten auch noch in mitten des gegnerischen Teams schmeissen, sodass mehrere Gegner auf einmal verlangsamt werden. Ein 80 prozentiger Slow f&uuml;r 3 Sekunden sorgt daf&uuml;r, dass deine Carries sch&ouml;n kiten k&ouml;nnen.\r\nDeine anderen F&auml;higkeiten solltest du zum peelen f&uuml;r deine Carries einsetzen. Mit deinem CC hilftst du ihnen sicher Schaden zu verteilen. \r\nAnsonsten immer sch&ouml;n Schaden schlucken und dein Team besch&uuml;tzen.\r\nLasst uns jetzt einige schwere Matchups durchgehen und wir starten dabei mit Ivern. Er kann richtig annoying sein, da er einfach in deinen Jungle spazieren kann und sich die Buffs unter Nagel reissen kann. Ihn zu bek&auml;mpfen verschwendet blo&szlig; eure Zeit, da er euch ganz einfach fesseln und weglaufen kann.  Au&szlig;erdem kann er dir auch im Teamfight bei deinem Engage einen Strich durch die Rechnung machen. Mit seinen F&auml;higkeiten kann er sehr gut das eigene Team helfen und so deinen Engage versauen. Versuche Vision gegen ihn aufzubauen und alamiere dein Team, sodass ihr ihn gemeinsam t&ouml;ten k&ouml;nnt, wenn ihr in euren Jungle l&auml;uft.\r\nDer n&auml;chste Kandidat ist Lee, der ein sehr guter Early Jungler ist und viel Mappressure verteilen kann. Versuche dein Bestes ihn in einem Eins gegen eins zu vermeiden, weil er dich erfahrungsgem&auml;&szlig; zerst&ouml;ren wird. Aber es gibt Hoffnung. Denn du outscalesd ihn hart und bist ein viel besserer Teamfighter als er. \r\nAls n&auml;chstes ist da noch unbedingt Nunu  zu erw&auml;hnen, der ebenfalls gut counterjunglen und viel Mappressure verteilen kann. Auch gegen ihn sollte dein Jungle st&auml;ndig gewarded sein, sodass ihr ihn in deinem Jungle t&ouml;ten k&ouml;nnt. Versucht immer zu wissen wo er gerade ist und wenn er f&uuml;r einen Gank geht, dann counterganken. Auch hier gilt, du bist ein viel besserer Teamfighter, also im Late hast du die besseren Karten. \r\nAls letztes sollte noch Shaco erw&auml;hnt werden, der ebenfalls im Early sehr stark ist und euch in einem eins gegen eins t&ouml;ten kann. Auch gegen ihn sind Wards lebensrettend und im Late seid ihr immer noch der bessere Teamfighter. \r\nZum Schluss noch der Itembuild. Ihr startet mit dem Talisman, dem Refillpot und einem Wardingtotem.\r\nF&uuml;r den Corebuild empfehle ich Cinderhulk, iceborn und Gargoyl Stoneblade. Cinderhulk gibt euch mehr Leben und mit dem netten Brenneffekt seid ihr schneller beim clearen. Iceborn hingegen gibt euch 20% Abblinkzeitverringerung, macht euch tankiger und erh&ouml;ht euren Schaden.  Gargoyl ist auf Tanks ein echt gutes Item, da es euch R&uuml;stung und Magieresistenz gibt und die Aktivierung veranlasst euch noch mehr Schaden schlucken zu k&ouml;nnen.\r\nBez&uuml;glich der Boots k&ouml;nnt nehmt ihr NinjaTabis gegen ein Team, dass viel AD Schaden verursacht, Mercs gegen ein hohes Ap, CC lastiges Team und Mobis, wenn ihr eure Ganks spammen wollt und ihr schnell an bestimmten Orten sein m&ouml;chtet. \r\nKommen wir nun zu den Items, die gut auf der Sejuani sind. Als erstes w&auml;re da das neue H&ouml;llenzepter, welches euch tankiger macht und euch erlaubt 10% mehr Schaden zu machen. Zwei andere solide Items gegen Magieschaden w&auml;ren Spirit Visage und Adaptive Helm. Besonders wenn ihr plant Warmogs zu bauen w&auml;re Spirit Visage eine fantastische Erg&auml;nzung, um eure Heilung zu erh&ouml;hen. Wenn ihr Gegner im Spiel habt, die ihre F&auml;higkeiten st&auml;ndig einsetzen k&ouml;nnen wie z.B. eine Cassio oder einen Rumble, dann ist Adaptive Helm ein guter Schutz dagegen. Es reduziert n&auml;mlich den Schaden um 15%. Wenn ihr aber mehr R&uuml;stung braucht, dann k&ouml;nnt ihr euch Deadmans Plate, Randuins Omen oder Dornenpanzer kaufen. Deadmans pate ist gro&szlig;artig wenn ihr mehr Mobilit&auml;t haben wollt und Randuins ist fantastisch gegen Helden, die viel Kritischen Schaden verursachen wie z.B. Yasuo und Dornenpanzer ist gut gegen Ad lastige Teams, um Schaden zu reflektieren. Und wenn ihr noch viel Leben ben&ouml;tigt dann ist Warmogs empfehlenswert.  Das n&auml;chste Item w&auml;re der \r\nF&uuml;r meinen exemplarischen Full Build nehme ich den Corebuild und baue als Boots Ninja Tabis aus, gefolgt von einem H&ouml;llenzepter und einem Deadmans Plate. Du wirst ein unglaublich tankiger Champ sein, welcher nur schwer zu Fall gebracht werden kann, aber im selben Moment auch Schaden verteilen kann durch Cinderhulk, Iceborn und dem H&ouml;llenzepter . \r\nDas wars zu Sejuani im Jungle. Wenn euch das Video gefallen hat, dann lasst mir einen Daumen nach oben da und abonniert den Kanal. Vielen Dank f&uuml;r&acute;s Zuschauen. Ich hoffe euch hat das Video gefallen und wir sehen uns im n&auml;chsten Video. Peace Late!","replies":[]}