{"id":"sTkKZhJs","poster":"SgtBananenkuchen","date":"2017-05-18T11:41:40.854+0000","title":"Probleme mit FPS und Laptop bleibt stehen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich hoffe mal, dass mir hier jemand weiter helfen kann oder eventuell das selbe Problem hat.\r\nHabe es n&auml;mlich schon dem Support geschildert, warte aber seit 2 Wochen auf eine Antwort.\r\n\r\nDa ich ja jetzt gezwungenerma&szlig;en den neuen Client benutzen muss, habe ich unglaubliche Probleme w&auml;hrend dem Spielen. Dachte erst, es k&ouml;nnte an meinem Kartoffellaptop liegen. Den habe ich jetzt aber komplett auf Vordermann gebracht (war jetzt vorher auch nicht sonderlich zugem&uuml;llt oder sonst was) und die Probleme sind immer noch da.\r\n\r\nIch kann keine zwei Spiele spielen, weil sp&auml;testens dann meine FPS stellenweise komplett in den Keller gehen, Spiel bleibt 2-3 mal f&uuml;r ein paar Sekunden stehen. Nach maximal 5 Minuten bleibt dann erst das ganze Spiel komplett stehen und danach mein Laptop. Geht nur noch &uuml;ber den Powerknopf aus.\r\nAlso, Laptop aus, Neustart, wieder rein ins Spiel. Ich gehe keine f&uuml;nf Schritte und genau dasselbe Probleme.\r\n\r\nHabe die Qualit&auml;t komplett runtergedreht und spiele eigentlich nur im Fenstermodus, weil es im Vollbild gef&uuml;hlt noch schlimmer ist. So kann ich auch nebenher im Taskmanager verfolgen, ob nicht zwischendurch Programme gestartet werden etc. Mir ist da nur aufgefallen, dass die Datentr&auml;gerauslastung bei 99% oder 100% ist, obwohl im Grunde nur das n&ouml;tigste an Programmen aktiv ist.\r\n\r\nEigentlich habe ich keine Lust mit LoL aufh&ouml;ren zu m&uuml;ssen, bis ich eventuell &#039;n neuen Laptop habe (meiner geht noch einwandfrei, spielt Spiele z. B. &uuml;ber Steam mit wesentlich h&ouml;heren Anforderungen problemlos und ruckelfrei). \r\n\r\nJetzt also meine Frage, ob jemand vielleicht das selbe Problem hat oder hatte und mir vielleicht weiter helfen kann. \r\nFalls das irgendwie von N&ouml;ten ist, meine Systemdaten:\r\nWindows 10\r\ni5 Prozessor\r\n2.50GHz\r\n4GB RAM\r\nGraKA AMD Radeon HD 7500M/7600M Series\r\n\r\nProgramme und Treiber sind alle auf dem neusten Stand, CCleaner und Virenscanner (Windows Defender) laufen regelm&auml;&szlig;ig durch.\r\nSpiele seit knapp 2 Jahren und hatte bis vor einer Weile absolut keine Probleme, trotz h&ouml;chster Quali-Aufl&ouml;sung und noch Programmen, die nebenher laufen (iTunes und Chrome).","replies":[{"id":"","poster":"Gin","date":"2017-05-18T14:52:16.346+0000","up_votes":1,"down_votes":0,"body":"Da du Windows 10 verwendest kannst du mal probieren die [GameDVR](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) zu deaktivieren.\n\nDu kannst außerdem im Client oben rechts die Einstellungen öffnen, und dort dann\n\n* ...einstellen dass der Client während du Ingame bist geschlossen wird. (Er muss allerdings nach einem Spiel wieder geöffnet werden, wodurch es länger dauert bis du in die Lobby kommst.)\n* ...den Kartoffelmodus aktivieren. (Auch Modus für schwache PCs genannt.)","replies":[]},{"id":"","poster":"Namlesshero","date":"2017-05-18T11:54:14.460+0000","up_votes":1,"down_votes":0,"body":"Klingt für mich wie ein Memoryleak: \n\n Dein Pc vergibt Ram und schreibt diesen an. Das Programm darf nun auf den für ihn Beschrifteten RAM zugreifen. Wenn es ihn nicht mehr braucht löscht es die Beschriftung und der Ram wird im Pc wieder Freigegeben. \nBei einem Memoryleak wird diese Beschriftung nicht mehr gelöscht. Das Programm fordert dann neuen RAM an und lässt den alten Liegen das soweit bis der Pc zusammenkracht. \n\nAuf Youtube findest du mehrere Videos wie du es Beheben kannst. \n\nFreundliche Grüsse \n\nNamless","replies":[{"id":"","poster":"SgtBananenkuchen","date":"2017-05-18T12:04:25.488+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Namlesshero,realm=EUW,application-id=7hciEY9w,discussion-id=sTkKZhJs,comment-id=0000,timestamp=2017-05-18T11:54:14.460+0000)\n>\n> Klingt für mich wie ein Memoryleak: \n> \n>  Dein Pc vergibt Ram und schreibt diesen an. Das Programm darf nun auf den für ihn Beschrifteten RAM zugreifen. Wenn es ihn nicht mehr braucht löscht es die Beschriftung und der Ram wird im Pc wieder Freigegeben. \n> Bei einem Memoryleak wird diese Beschriftung nicht mehr gelöscht. Das Programm fordert dann neuen RAM an und lässt den alten Liegen das soweit bis der Pc zusammenkracht. \n> \n> Auf Youtube findest du mehrere Videos wie du es Beheben kannst. \n> \n> Freundliche Grüsse \n> \n> Namless\n\nDanke für die schnelle Antwort; werd nachher direkt mal schauen, defragmentiere gerade noch die Festplatte","replies":[{"id":"","poster":"Namlesshero","date":"2017-05-18T12:29:07.218+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SgtBananenkuchen,realm=EUW,application-id=7hciEY9w,discussion-id=sTkKZhJs,comment-id=00000001,timestamp=2017-05-18T12:04:25.488+0000)\n>\n> Danke für die schnelle Antwort; werd nachher direkt mal schauen, defragmentiere gerade noch die Festplatte\n\nHelfe gerne, meld dich doch wenn du mehr (oder auch weniger) Weisst :)","replies":[]}]}]}]}