{"id":"cOYJe6Bd","poster":"DaKuZá","date":"2017-05-17T17:29:48.033+0000","title":"Drophack ist back?!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Sehr geehrtes Riot-Team, \n\nheute den 17.05.2017 um 19:20 Uhr betraten ein Kollege und ich die Kluft.\nWir beide kommunizierten &uuml;ber Teamspeak, teilten nicht die selbe Internetverbindung und uns geschah das wir beide mit 500 ms dc/d sind. Wir haben beide keine Internetprobleme, wir gehen davon aus dass jemand die Runde drophacked, weil\nwir andere Dinge wie Youtube/Facebook etc. mit der gleichen Internetverbindung weiterhin unbeschr&auml;nkt nutzen k&ouml;nnen.\n\nMit freundlichen Grüßen\n\nDaKuZa","replies":[{"id":"","poster":"Gin","date":"2017-05-17T21:29:36.092+0000","up_votes":2,"down_votes":1,"body":"Zur Verständnis wieso Youtube/Facebook normal funktionieren, der Ping jedoch trotzdem so hoch sein kann:\n\n> ms (Milliseconds) = Die Verzögerung zwischen dir und dem Server in Millisekunden.\n\nDeine Verbindung zu Youtube/Facebook war zu dem Zeitpunkt höchstwahrscheinlich genau so \"schlecht\", allerdings fällt dir eine Verzögerung von einer halben Sekunde beim Laden einer Seite nicht so sehr auf wie Ingame.\n\nZurück zu deiner Vermutung: Sollten wieder Drophacks im Umlauf sein, würde man das sehr schnell mitbekommen.\n\nEs ist auch durchaus möglich dass du und dein Freund gleichzeitig Internetprobleme hattet.\n\nAußerdem wurde von gestern auf heute gepatcht, wodurch es auch möglich seien kann dass es wegen Arbeiten am Server zu Problemen gekommen ist. Halte ich allerdings eher für unwahrscheinlich.","replies":[]},{"id":"","poster":"Keyblader IV","date":"2017-05-20T14:58:35.469+0000","up_votes":1,"down_votes":0,"body":"Drophack ist definitiv back:\nhttp://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3190352817/206536643?tab=overview\n\nKlassisches verhalten,  das Gegnerteam (einige) keine große Probleme schnell zu reconnecten, während unser team weiterhin unter DC's litt und einige garnicht erst reconnecten konnten.\n\nDie haben dann die Mitte durchgepusht und in der 10. Minute beendet.\n\n**Keine EUW Serverprobleme und kein Loss Prevented**","replies":[]}]}