{"id":"yAMWgPEt","poster":"Angel of revenge","date":"2017-05-17T07:45:57.624+0000","title":"Yasuo Sandwich aus Hass & Liebe","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nschlichte Frage mit bitte nicht oberfl&auml;chlichen Antworten:\r\n\r\nWarum wird Yasuo so gehasst, versto&szlig;en und gleichzeitig geliebt bzw. ist beliebt?\r\n\r\nIch selbst bin kein Yasuo Main (erst recht keiner mit mechanics); ich spiele ihn immer mal wieder weil er einfach so viel Spa&szlig; macht, egal ob ich verliere oder gewinne.\r\n\r\nEr hat doch so viele Nervs bereits erhalten wenn ich es richtig mitbekommen habe, anfangs schwer zu spielen aber die YasMains sind daf&uuml;r &uuml;belst OP...\r\nDenke ihr wisst was ich meine. Er wird so oft gebannt, und warum die Verbindung mit &quot;get Cancer&quot;?\r\n\r\nDanke im Voraus.\r\n\r\nTenex\r\n{{champion:157}}","replies":[{"id":"","poster":"Vogeljunges","date":"2017-05-17T08:03:46.814+0000","up_votes":4,"down_votes":0,"body":"Also mag ihn auch mega gerne - wenn ich ihn mal selbst zwischendurch im Aram zocken kann. Mir gefällt sein Design mega und er hat einfach Style...\n\nAAAAAABBBBEEERRRRR ---- nie, nie, nie, nie, niieeeeeeemals würde ich ihn im Ranked anfassen. Meine bisherigen Versuche damals in Normals waren absolut frustriend und ich hab nie was zustande bekommen. Der Frust mit ihm ist einfach riesig, weil man so hart kassiert wenn man behind fällt und ich hatte wirklich keine Lust auf stundenlangen Frust, bis ich mit ihm mal soweit klarkommen, dass ich fürs Team wirklich hilfreich sein kann. Zumal er ja sowieso ständig gebannt wird oder vor einem gepickt...\n\nIch ban ihn aber IMMER selbst, vor allem aber damit ich ihn nicht in meinem Team ertragen muss. Denn das ist das große Problem an Yasuo - durch sein Kit und seine Möglichkeiten plus seinem Style lockt er meist genau die Gesellen an, die LoL als Solo-Sport sehen und denen es nur darum geht, mit ner tollen KDA dazustehen und total krasse Plays zu machen. \n\nNatürlich sind das nicht alle Yasuo Spieler aber dieser Champ lockt solche Gestalten irgendwie magisch an...Ist ja bei Riven ähnlich.\n \nIch weiss nicht wieviele Rankeds ich wegen nem total beschissenen \"Yasuo Main Mastery LvL 7 Look my stats, im smurF\" verloren habe. Und die Wahrnehmung will es natürlich so, dass man die gute Yasuos dann im Gegenteam hat und die komplett alles rasieren.\n\nKurzum, Yasuo ist ein toller Champ, hat unglaubliche Möglichkeiten - aber nur wenn man ihn wirklich kann. Leider ist diese Erkenntnis eine Frage der Selbstreflektion und Selbstkritik und wir wissen ja, dass sich damit viele schwer tun und dann wird halt das Team geflamt wenns nicht klappt, der Gegner spielt nen \"omg noobchamp\" oder es gibt den 0/3/0 Ragequit in Minute 8... \n\n...und das nur weil scheinbar überdurchschnittlich viele Spieler, die ihn picken ins Match gehen mit der Wunschvorstellung, dass sie jetzt absolut göttlich performen werden und dann umgekehrt sofort sauer sind wenns halt dann nicht klappt.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-17T11:00:33.848+0000","up_votes":1,"down_votes":1,"body":"Wow des war grad wirklich Balsam für die Seele. Danke für die schönen Worte! \nEndlich mal einer der versteht das dieser Champ nichts mit gewöhnlichen Champs zutun hat und nichts als Frust und Aggressionen hervorbringt.","replies":[{"id":"","poster":"Allerbester Biss","date":"2017-05-17T18:16:28.553+0000","up_votes":2,"down_votes":0,"body":"I love Yasuo 💖","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-05-17T18:31:48.727+0000","up_votes":1,"down_votes":0,"body":"Ich mag Yasou :) ich mag es ihn selber zu spielen und ich mag es auch gegen ihn zu spielen ;) für mich ist er ein gern gesehener Gast und es macht mir SPAß ihm zuzugucken\n\nUnd ach ja Vogeljunges findet nicht das Yasou nur Frust und Aggression hervorbringt den Punkt hat er nichtmal erwähnt falls du lesen würdest\n","replies":[]}]},{"id":"","poster":"Angel of revenge","date":"2017-05-17T08:31:04.298+0000","up_votes":1,"down_votes":0,"body":"Hab vielen Dank für dein Feedback, war interessant zu lesen{{sticker:slayer-pantheon-popcorn}}","replies":[]}]},{"id":"","poster":"Time Lord Sapoto","date":"2017-05-17T09:34:34.464+0000","up_votes":2,"down_votes":0,"body":"Ich Persönlich liebe yasuo, ob Gegner oder ich selber, ich mag an yasuo das er schwer zu meistern ist, man bemerkt den unterschied zwischen Yasuo Mains und möchte gern yasuos, ich denke viele hassen ihn weil er einfach zu stark ist wenn man ihn richtig spielt, genauso Zed oder Xayah oder auch weil man oft yasuo im team hat die feeden^^, es ist einfach ein vorurteil, einfach ignorieren.{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-17T11:04:08.397+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"charmelikeahri","date":"2017-05-17T18:29:38.473+0000","up_votes":1,"down_votes":0,"body":"Du hast es erfassst Yasou wurde EXTRA dazu geschaffen Spieler zu vergraulen! Das ist das Ziel gewesen von Riot! \nGlaubst du den Müll den du da schreibst eigentlich selber?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-18T07:23:36.435+0000","up_votes":1,"down_votes":0,"body":"Also ich kenn genug Leute die wegen diesem Champ gequittet haben. Eigentlich mehr wegen den Spielern dieses Champs. \nIch kapiers einfach nicht was ihr davon habt jedes Spiel 0/13/2 rauszugehen. Begrenzt doch wenigstens eure Sucht nach diesem Champ auf Normals. Da intressiert es keinen.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-05-18T14:50:16.437+0000","up_votes":1,"down_votes":0,"body":"Also bist du der Meinung das jeder Yasou 0/13 geht? Oder das der Champion dich beim climben stört?\n\nUnd mit der Einstellung würde ich gerne ein Yasou in deinem Game sein der feedet, folgen würde ein Report meinerseits und dein Account wäre gebannt. Wie kann man nur so Toxic gegenüber einem Champion sein!?","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-18T15:03:39.442+0000","up_votes":1,"down_votes":1,"body":"Nahh wird schwer bei mir :). Ich banne diesen Champ immer und wenn einer ihn nimmt in meinem Team leave ich das Game oder überlege ob ich auch trollen soll (Wenn ich Supp bin gehe ich halt counterjungle mit Diana)  daher schwer mich mit diesem Champ zu sehen ;).\nGeht ganz einfach: Mein altes ACC welche Platin4 war ist nachdem dieser Champ releast wurde so schnell runtergedropt. Ich war Bronze. Dazu noch hat mir Riot ein schönen Bann gegeben das ich diesen Spieler gegenüber bisschen toxic war nach meinem Abstieg zu Bronze aber davor mich auf diese Trottel eingelassen habe. \nDu kannst von mir halten was du willst aber Yasuo und seine ganzen Spieler können mir fernbleiben :)\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"charmelikeahri","date":"2017-05-18T16:05:53.045+0000","up_votes":1,"down_votes":0,"body":"Wenigstens ehrlich! :)","replies":[{"id":"","poster":"Bayonetta38","date":"2017-05-19T06:38:49.553+0000","up_votes":1,"down_votes":0,"body":"schon immer gewesen ;). Die Community konnte nur damit nicht umgehen. Lol ist so ein super Spiel aber die Community hat alles vedorben ab Season 5 (ALSO VOR YASUO, d.h. Ich hasse die Spieler nicht den Champ). Da kamen diese arroganten, 10 jährigen Feederkinder mit ihren \"Proskills\" und haben alles auf den Kopf gestellt. Kein Wunder das man fast gar keine alten Lolspieler mehr sieht. Diese Kinder sind nicht auszuhalten. \nDenke auch dran in nächster Zeit vielleicht zu quitten ;).","replies":[{"id":"","poster":"charmelikeahri","date":"2017-05-19T07:43:15.891+0000","up_votes":1,"down_votes":0,"body":"An Yasou liegt das nicht ansonsten geb ich dir recht","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Time Lord Sapoto","date":"2017-05-17T18:21:27.362+0000","up_votes":1,"down_votes":0,"body":".","replies":[]}]}]},{"id":"","poster":"ninju7su","date":"2017-05-17T08:03:33.661+0000","up_votes":2,"down_votes":0,"body":"Für mich ist Yasuo eher eine Bagle-Hälfte, da ich, sobald ich ihn im Team habe, immer meine Zweifel habe, ob das was wird. Das Loch entsteht, weil mein Verständniss, warum den so viele Leute picken ins Bodenlose geht. Will dir auch gern sagen was mein Problem mit dem Dude ist.\n\nIch bezieh mich jetzt mal nur auf das ranked: Was im Normal abgeht ist mir relativ egal, da ich diese Modi nur als Übungswiese sehe. Aber auch im Ranked hat Yasuo eine unnormal hohe Pickrate. Allersdings ist das ein Champ mit dem aus meiner Sicht viel Risiko einhergeht, da der Champ relativ kompliziert ist. Genau wie bei nem Thresh, Lee Sin oder wen man noch als Beispiel anführen will, benötigt dieser Champ viel Übung, Aufmerksamkeit und Konzentration. Das hat zur folge, das viele eben diese Übung nicht haben, die verstärkte Aufmerksamkeit dazu führt, dass sich das Makro-Play extrem verschlechtert und die Konzentration irgendwann nachlässt während des Spiels. \n\nIch hab immer das Gefühl es ist eine Münzwurf-Entscheidung ob der Yasuo gut ist oder kompletter Shit.","replies":[{"id":"","poster":"Angel of revenge","date":"2017-05-17T08:33:11.197+0000","up_votes":1,"down_votes":0,"body":"Mit dem Münzwurf geht's mir auch so :P","replies":[]}]},{"id":"","poster":"Bayonetta38","date":"2017-05-17T11:07:55.487+0000","up_votes":2,"down_votes":1,"body":"Ich sag mal so. Keinem gefällt es jedesmal seine hartverdienten LPs zu verlieren nur weil so ein Vollpfosten meint  \" Yasuo or troll\" oder \" Im Yasuo Lvl 7 Challenger Smurf\" usw. und diesen Champ pickt. \nDen Rest kann man sich ja denken mit den 0/13/6 53 cs 10min Ragequit \"report Jungler never ganked\".\nNein muss nicht sein braucht kein Mensch. Im Gegnerteam gerne. Habe noch nie meine Lane gegen einen Yasuo verloren. Aber niemals im eigenen Team.\nDa bevorzuge ich sogar einen Troll wenn die damit einen drohen.","replies":[]},{"id":"","poster":"Bobby Bonkers","date":"2017-05-17T09:09:27.631+0000","up_votes":1,"down_votes":0,"body":"Viele ( ich auch ) empfinde es  einfach als das Yasuo ein Champion ist gegen den man nicht spielen will, sein Kit ist halt einfach mee nevig, mit seinem ewigen rumgedashe und der Wall. Dazu kommt das sehr viele Yasuospieler zu Arroganz neigen was das allgemeinbild dieses Champs nicht grade besser (Das gleiche bri Riven). Zumal kann er im early auch super hard gepunished werden und wird dann ziemlich Useless, weshalb Yasuos im Eigenen Team auch nicht so gern gesehen sind.  \n\nFazit : Yasuo ist keines wegs Op, es ist einfach in seiner Natur gehatet zu werden :D\n\nMfg  Egeborg","replies":[]}]}