{"id":"lj7AJyoW","poster":"Das Fluchtholz","date":"2017-05-17T10:31:53.747+0000","title":"Sternenvernichter Korruptions-Symbol","subforum":"Hilfe & Support","embed":{"title":"Erfahre mehr über Sternenvernichter 2017 | League of Legends","description":"Sternenvernichter: Singularität ist ein komplett neuer „3-gegen-3\"-Spielmodus. Gespielt wird in den Kosmischen Ruinen, den Einzelteilen eines zersplitterten Asteroiden, der schwerelos durch den Weltraum treibt. Als Sternenvernichter-Thresh ziehst du Gegner heran und peitschst sie ins schwarze Loch. Versuche dabei selbst so lange wie möglich deinen unausweichlichen Abgang zu vermeiden.","url":"http://euw.leagueoflegends.com/de/page/learn-more-about-dark-star-2017","image":"https://news-a.akamaihd.net/public/images/pages/2017/april/dark-star/video/dark-star-banner.jpg?v=1"},"up_votes":1,"down_votes":0,"body":"Hi,\r\nhat von euch schon Jemand das Korruptionssymbol vom Sternenvernichter: Singularit&auml;t erhalten? Ich habe einen Sieg in einer Partie Sternenvernichter mit zwei Freunden/Premades erst am Montag Abend vor dem 16. errungen und bisher noch kein Icon bekommen. Meine Premades auch noch nicht. Das Symbol soll ja sp&auml;testens bis zum 30. Mai freigeschaltet werden. Ich frage mich, warum generell es so &quot;lange&quot; dauert, dass die Symbole freigeschaltet werden. Machen die von Riot das manuell? Oder wird das durch ein Computerprogramm geregelt?\r\nWas meint ihr? Schreibt mal bitte ob ihr schon euer Symbol erhalten habt oder auch noch wie ich darauf wartet.\r\nTy","replies":[{"id":"","poster":"recon","date":"2017-05-17T13:45:09.173+0000","up_votes":1,"down_votes":0,"body":"Du wirst dein Symbol, wie dort steht, bis zum 30. Mai erhalten. Das kann früher sein oder auch erst am letzten Tag.\nWarum die Zeitspanne so groß ist, kann ich dir auch nicht zu 100% beantworten, aber ich vermute mal, dass das in Wellen geschieht um die Last zu verteilen.\nWer dann halt das Event früher abgeschlossen hat, erhält sein Icon auch früher.","replies":[{"id":"","poster":"Das Fluchtholz","date":"2017-05-18T07:39:42.091+0000","up_votes":1,"down_votes":0,"body":"Ok danke","replies":[]}]}]}