{"id":"BJgsNBP7","poster":"Fight with Pride","date":"2017-05-17T10:24:48.905+0000","title":"Ganz was neues- Aktualisierung fehlgeschlagen Aufgrund nicht näher Spezifischer Fehler","subforum":"Client Diskussion","up_votes":2,"down_votes":0,"body":"Der neue Client ist so toll, Ich bin so begeistert wie viele Features da mit eingebaut sind.\r\nDie Endloschleife aus Dc dann Fehler in der Installation dann repaeratur dann neustart und wieder Fehler et voila es geht wieder von vorne los. Screens siehe [hier](https://boards.euw.leagueoflegends.com/de/c/alpha-client-de/Rvs1Xql2-ernsthaft).\r\n\r\nGestern bin Ich so ca bei Sekunde 35 bis zum Spielstart rausgeflogen, ok, da Ich ja eh dann bestraft werde mit l&auml;ngerer Wartezeit kann Ich mir auch nen Kaffee machen in der Zeit.\r\n\r\nPustekuchen, bin 10 min sp&auml;ter wieder an den Rechner war Ich mitten im Spiel, ist es einfach gestartet obwohl Ich die Champselect &quot;verlassen&quot; hab. Hab mich entschuldigt, war f&uuml;r das Team halbwegs ok, die waren selber verwundert weil da ja steht &quot;Fight with Pride hat den Raum verlassen&quot; .\r\nEgal Leaverbuster hat mich direkt gebusted, ok, die 5 Spiele Strafe abgerissen, heut morgen eines gemacht, war alles ok.\r\nEben starte Ich den Clienten und nat&uuml;rlich will er sich aktualisieren aber dann kommt ein nicht n&auml;her Spezifischer Fehler im Sekundentakt. \r\nWas denn noch alles, entweder kein Internet oder DirektX dann die Schleife jetzt das, warum kann Ich nicht einfach den alten Klienten wiederhaben. Da hatte ich null probleme und langsam mu&szlig; Ich Angst haben gebannt zu werden nur weil Ich Spielen will? \r\n\r\nhttps://www2.pic-upload.de/img/33183236/Fehler.jpg","replies":[{"id":"","poster":"wuzzynator","date":"2017-05-18T14:55:47.787+0000","up_votes":3,"down_votes":0,"body":"Ich hätte auch gerne den alten Client zurück!\nEs läuft einfach nichts: Chat verschwindet willkürlich, teilweise verdecken schwarze Felder Teile des Fensters ( fährt man mit der Maus darüber wirds unter Umständen wieder sichtbar aber ein anderer Bereich wird schwarz ), dauernd kommt die Meldung \"Trying to Reconnect\" und das ständige hin und her Installieren oder Reparieren des Clients ist mir ein absolutes Rätsel.\nIngame ist es noch nerviger da stumpf der Bildschirm einfriert und wenn ich dann das Spiel beende und neu starte muss ich wieder Angst haben das eine Installation beginnt, so dass es ewig dauern kann wieder ins Spiel rein zu kommen.\nAußerdem hatte ich das Phänomen das der Client sich doppelt startet und auch nach Beenden aller Prozesse des Clients und erneutem Start wieder doppelt aufpopt.\nAll diese Probleme hatte ich mit dem alten Client nicht. Was soll der Mist? So bringt das Spiel nur noch Ärger!","replies":[]}]}