{"id":"0MyAO1qR","poster":"Cardboard","date":"2017-05-17T07:24:29.776+0000","title":"Team P-A-R-A-D-O-X City sucht verstärkung für die SuR","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo League Community,\n\nP-A-R-A-D-O-X City sucht f&uuml;r die 3 Runde  der Schlacht um Runterra noch Verst&auml;rkung. Mein Team P-A-R-A-D-O-X City hat schon bei den letzen 2 Runden mitgemacht und ich w&uuml;rde sehr freuen wenn ihr beim dritten Gefecht dabei sein w&uuml;rde ich mich sehr dar&uuml;ber freuen. Da das derzeitige Rooster sich in den Substitute bereich zur&uuml;ckzieht sind nun wieder 4 bis 3 Positionen im Main Rooster frei.\n\nWelche Lanes suche ich:\n\n* Toplane \n* Jungle\n* Midlane\n* &amp; einen AD Carry oder einen Support (Bevorzugter weise einen AD Carry)\n\n&Uuml;ber Mich:\n\n* Mein Name ist Sebastian\n* Ich bin 17 Jahre Alt\n* Ich spiele schon seit Season 2 League (Seit Season 3 Ranked)\n* Summoner Name : [Cardboard](https://euw.op.gg/summoner/userName=Cardboard)\n* Mein Motto ist: Never Surrender\n* Season 3: Bronze\n* Season 4: Silber\n* Season 5: Silber\n* Season 6: Silber\n* Jetzt: Silber\n* Ich habe bis jetzt mehrere kleine Turniere gespielt\n* Lane : Allrounder (Im Turnier bevorzuge ich Support stark)\n* Bevorzugte Champs sin Janna, Thresh (Aber grunds&auml;tzlich geht jeder Support)\n\nWas ich kann :\n\n* Fokussiert und Ernst bleiben\n* Einen gro&szlig;en Championool spielen (Nicht perfekt aber auf einem Angemessen Level)\n* An meinen Fehlern Arbeiten \n\nWoran Ich arbeiten muss:\n\n* Positioning\n* Greed\n* Den Toden generell\n\nWer sind unsere Substitutes:\n\n* stefan5600 (Eventuell): Elobereich ca High Gold - Low Platin, Main Lane Toplane\n* Wifu Vi: Elobereich ca Mid Gold, Main Lane Support\n* Lakizocker: Elobereich  High Bronze - Low Silber, Main Lane AD Carry\n\n\n\n\nWelche Anforderungen gibt es:\n\n* Zeit haben (zumindest f&uuml;r 1-2 mal Training pro Woche in den n&auml;chsten Wochen + den Spielen die am Samstag und oder am Sonntag 18 Uhr stattfinden k&ouml;nnen)\n* Der Wille zum Sieg in guten wie in schlechten Zeiten\n* Professionalit&auml;t (Im Training Seri&ouml;s bleiben und Verl&auml;sslichkeit z.B. m&ouml;glichst rechtzeitig bescheid geben wenn man zu einem Training nicht kommen kann)\n* 16 + ( bei einem Alter von 16 oder 17 ben&ouml;tige ich die von Riot geforderte Einverst&auml;ndniserkl&auml;rung der Eltern au&szlig;erdem ben&ouml;tige ich bei jedem Alter einen Scan des Lichtbildausweis um diesen gegebenenfalls Riot als Alters um einen  Nationalit&auml;tsnachweis und einen Altersnachweis erbringen zu k&ouml;nnen) ([N&auml;here Infos siehe Schlacht um Runterra Regelwerk](https://support.riotgames.com/hc/de/articles/229894927-Schlacht-um-Runeterra-Regeln)\n* geistige Reife egal welches Alter\n* Kritikf&auml;higkeit &amp; Teamgeist\n* Elo : Silber+ (In jedem Bereich w&auml;re eine gewisse Spielerfahrung sehr Hilfreich)\n* Teamspeak\n\n\nWenn ihr Interesse habt dabei zu sein Kommentiert direkt unter dem Beitrag oder added mich ingame.\n\nPS: Mich w&uuml;rde es sehr freuen wenn ihr mir dazuschreiben w&uuml;rdet welche Guten und Schlechten F&auml;higkeiten euch ausmachen. (Siehe Meine pers&ouml;nliche Beschreibung) 2 bis 3 Dinge Reichen v&ouml;llig\n\nDanke f&uuml;r euer Interesse ich freue mich auf euch\n\nMit freundlichen Gr&uuml;&szlig;en\n\nCardboard\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"DmgOnYou","date":"2017-05-29T14:33:10.411+0000","up_votes":1,"down_votes":0,"body":"Servuz,\n\nIch würde mich gerne in eurem Team als AD Carry zur Verfügung stellen.\n\nZu mir:\n- Ich heiße Marcel\n- Ich bin 17 Jahre jung (Nächsten Monat 18 worauf meine Frage folgt, ob du dennoch meinen Ausweis brauchst)\n- Ich komme aus der Pfalz\n- Ich spiele seit ungefähr 5 Jahren League. Die ganze Zeit über zwischen Silber 5 und Silber 1.(Zurzeit Silber 1)\n- Mir gefallen die oben genannten Anforderungen und ich bin damit einverstanden :D.\n\nIngame (DmgOnYou):\n\n- Bevorzugte Lane: AD Carry und Support(Tendenz AP Support).\n- Bevorzugte Champions: Caitlyn, Sivir, Brand und Zilean.\n\nWas ich kann:\n- Mich auf den Sieg konzentrieren (d.h. nicht die Zeit mit mit ständigem kämpfen zu vergeuden).\n- Verlässliche Calls geben (Guter Stratege)\n- Einzelne Champions auf einem überdurchschnittlichem Level spielen.\n\nWas ich noch ausbessern kann:\n- An meinen Toden arbeiten\n- Den Rest könnt ihr mir gerne beim Spielen sagen ;)\n- Nachteil: Ich habe noch nie bei einem Turnier mitgemacht und spiele üblich eher Solo/Duo.\n\n\n\nFalls ihr Interesse habt lasst es mich wissen. Ich bin Ingame sowie TS3/Forum erreichbar.","replies":[{"id":"","poster":"Elthision","date":"2017-05-29T14:48:36.841+0000","up_votes":3,"down_votes":0,"body":">Ich bin 17 Jahre jung (Nächsten Monat 18 worauf meine Frage folgt, ob du dennoch meinen Ausweis brauchst)\n\nWenn ein Adjudicator euer Team auffordert, die nötigen Dokumente vorzuweisen, so müssen alle Spieler eine Kopie ihres Personalausweises/Passes/ID schicken. Desweiteren, müssen alle Teammitglieder, welche zum Startzeitpunkt des Turniers (3.6.2017) noch nicht 18 sind, zusätzlich noch die [Einverständniserklärung der Eltern](https://rtp-eu-production.s3.amazonaws.com/uploads/circuit_translation/de_DE/consent_file-1nmuLzZqgRo.pdf) mitgeben. Alle Spieler, welche nicht aus den drei DACH-Ländern stammen müssen zusätzlich noch einen Nachweis des Wohnortes/Arbeitsorts/o.ä. dazulegen. Die Dokumente müssen nicht undbedingt an den Captain gegeben werden, aber der Captain muss dafür sorgen, dass alle Dokumente an die vom Adjudicator genannte Adresse gelangen.","replies":[]}]},{"id":"","poster":"Cardboard","date":"2017-05-31T06:37:21.760+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute,\n\ndanke für die vielen Meldungen. \n\nLeider habe ich das Rooster schon vervollständigt und habe sowohl Alle Subs als auch Main Spieler zusammen.\n\nEs tut mir wirklich leid das ich euch keine positivere Rückmeldung geben kann aber ich bin mir sicher das sich alle die sich hier so zahlreich beworben haben zu einem weiteren Team zusammenschließen können\n\nIch wünsche euch auf jeden Fall viel Glück bei der Teamsuche und auch viel Glück bei der Schlacht.\n\nDanke & \n\nMit freundlichen Grüßen\n\nCardboard\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"QuotenBirne","date":"2017-05-30T16:38:32.109+0000","up_votes":1,"down_votes":0,"body":"Hi Cardboard, \n\nIch würde mich gerne in deinem/eurem Team als Jungler zur Verfügung stellen.\n\nZu mir:\n- Ich heiße Ronald\n- ich bin 17 Jahre alt\n- ich spiele seit ca. Season 5 (bin mir nicht sicher, da ich da die Grundkenntnisse erlernt hab und danach keine Lust mehr hatte)\n- jedoch seit Ende Season 6 wieder aktiv (wurde Bronze 2 eingeranked und hatte keine Gelegenheit mehr zu climben, da es ca. 1-2 Wochen vor Seasonende war)\n- bin momentan Silber 3 (wobei ich in der letzten Zeit aus schulischen Gründen nicht oft dazu kam ein game zu machen)\n- hab leider noch keine Turniererfahrung was ich aber gerne hiermit ändern würde \n- ich bin ein Shaco one trick, kann jedoch auf Anfrage auch sehr gerne Jax, Vi, Voli, Cho´Gath oder ähnliche spielen\n- ich besitze gefühlt als einziger Mensch noch eine 3k Leitung, die instabil ist, falls jemand anderes im gleichen Netz Internet zieht, was aber auf Absprache umgangen werden kann\n- ich bringe alle Voraussetzungen mit \n\nWas ich kann: \n- ich bin sehr engagiert, was man an den climb von b5 zu s2 innerhalb weniger Monate sieht\n- ich nehme sehr gerne Kritik auf um mich stetig verbessern zu können\n- ich habe sehr gute Map-awarness\n\nWoran ich arbeiten muss:\n- Power-Farming ist mir eher noch fremd, was ich momentan aber versuche zu beheben\n- ich tendiere gelegentlich dazu durchgehend zu farmen und nur zu ganken, wenn ich wirklich muss\n- einen größeren Championpool zu besitzen\n\nIngame-Name: QuotenBirne","replies":[]},{"id":"","poster":"AI shadowshanks","date":"2017-05-30T02:11:04.362+0000","up_votes":1,"down_votes":0,"body":"Hallo cardboard \n\nich würde deinem team gerne als main mid laner beitreten kann aber im Notfall auch jede andere rolle übernehmen\n\nmeine daten:\n- ich Heiße Justin\n- ich bin 18 Jahre alt\n- ich wohne derzeit in Saarbrücken\n- angefangen habe ich in season 3 aber wirklich ernsthaft gespielt habe ich seit season 4\n- meine momentane elo ist platin 5\n\nmein ingame name ist: Schattenshanks\n\n- bevorzugte lane: jgl und mid, im notfall geht auch jede andere lane\n- bevorzugte champs: veigar, rengar, yasou und zed\n\nwas ich kann:\n- mich auf die objectivs konzentrieren heißt mein focus liegt mehr auf tower und drakes oder baron als auf kills\n- ich kann calls geben aber bin nicht immer auf das team konzentriert wenn es zu tf kommt\n- jeden champion auf einem mindestens durchschnittlichen Niveau spielen\n \nmeine schwächen:\n- meine Spielzeiten sind mehr abends oder morgens ausgelegt wenn ihr aber ein bestimmten Zeitpunkt für training festlegt kann ich zu dem Zeitpunkt kommen \n- verliere in tf leicht die Übersicht\n- spiele zum ersten mal in nem richtigen Turnier mit\n\nwenn euch meine Qualifikationen gefallen dann bin ich über ingame erreichbar einfach schreiben werde dann so schnell wie möglich antworten\nmfg tod009/Justin :D","replies":[]},{"id":"","poster":"Träde","date":"2017-05-29T19:00:05.832+0000","up_votes":1,"down_votes":0,"body":"Hallo, \nIch würde gerne bei eurem Team als AD Carry oder whlweise auch als Midlaner beitreten.\n\nMeine Daten:\nIch heiße Lucas\nIch bin 19 Jahre alt\nIch spiele seit Season3 (seit Season4 ranked)\nBin momentan auf Plat 5 \n\nIngame(Irusu):\nBevorzuge ADC (Lucian, Ezreal, Caitlyn, Jhin, aber eigentlich jeder ADC außer Urgot)\nMID als zweite rolle (Azir,Orianna,Cassiopeia,Jayce)\n\nWas ich kann:\nGute Mechanics\nKenne die meisten Lane Matchups auf Botlane, aber auch auf Midlane\nIch kann eigentlich alle Meta Picks auf einem akzeptablem Level spielen\nIch bin sehr ehrgeizig und motiviert zu gewinnen\nFlamen mach ich eigentlich nur in der SoloQ im Team gebe ich eher kosntruktive Kritik\nHabe auch bereits einige Ehrfahrung im team\n \nWoran ich noch arbeiten muss:\nGreed/Zu aggressive Spielweise\nHabe noch keine Tuniere gespielt\nMein Ego steht mir manchmal im Weg und ich sterbe dadurch unnötig\n\nAnsonsten gibt es eigentlich nicht viel mehr zu sagen\nIch bin eigentlich die meiste Zeit online also einfach anschreiben\nIm Voraus schonmal danke für die Möglichkeit auf die Teilnahme","replies":[]},{"id":"","poster":"herzhen","date":"2017-05-29T12:26:02.926+0000","up_votes":1,"down_votes":0,"body":"Hi :)\nalso ich würd mich euch ja \"anbieten\" hänge aber zur zeit in bronze. :o\nwenn ihr noch sucht und vielleicht lust habt mit einem weiblichen 'vollnoob' zu starten.\nspiele adc oder supp, alles andere kann ich nicht :'D","replies":[]}]}