{"id":"Bj7oRWEN","poster":"El Pingu","date":"2017-05-16T13:44:51.914+0000","title":"[OT] Die Kammern des Aufstands (RP)","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":5,"body":"Hallo,\r\n\r\nSie befinden sich in den Kammern des Aufstands, der Versammlungsort der B&uuml;rger, die gegen den K&ouml;nig rebelieren wollen.\r\n\r\nHierbei handelt es sich um einen weiterf&uuml;hrenden Rollenspiel Thread, der es nur den Rebellen gestattet zu schreiben, um ungest&ouml;rt ihre Pl&auml;ne zu schmieden.\r\n\r\nLg","replies":[{"id":"","poster":"SwissKeks","date":"2017-05-29T16:54:53.406+0000","up_votes":2,"down_votes":0,"body":"*Die Türe öffnet sich knarzend und eine Gestalt tritt mit schnellen Schritten ein*\n\nWerte Bürger, ich benötige eure Hilfe im Namen des Königreiches!\nIch verspreche euch, euer geheimes Versteck niemandem preiszugeben aber ich benötige eure Hilfe, obgleich ich sie ungern anfordere.\nNun, ich habe einen Clouddrake in der nähe des höchsten Turmes, des Königs Gemach, gesichtet und ich habe einen Plan.\n\nWir helfen dem König nicht und werden ihn seinem Schicksal überlassen.\n\nIch schließe mich eurer Truppe an und wir werden gemeinsam gegen den König rebellieren. Ich selbst habe genügend Gründe einen Königswechsel für gut zu empfinden.\nJedoch, meine geschätzten Bürger und Aufständische, liegt mir mein Königreich mehr am Herzen als jeglicher Ruhm oder Anerkennung durch den König, das Volk oder sonst wem. Das Königreich ist in Gefahr!\n\nLasset uns gemeinsam gegen die Trolle im Osten und gegen die Dämonen aus dem Untergrund kämpfen!\nWas danach passiert überlasse ich der Prophezeiung, ich werde meine Dienste dann dem nächsten König anbieten.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-27T21:23:22.554+0000","up_votes":2,"down_votes":0,"body":"Meine Freunde, die Zeit ist bald gekommen...\n\nHaltet euch bereit...","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-29T17:55:00.879+0000","up_votes":1,"down_votes":0,"body":"Ich habe gerade vom Rümmelbierminister persönlich erfahren: Rümmelfreibier für alle!","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-29T17:33:05.292+0000","up_votes":1,"down_votes":0,"body":"*Nachdenklich steckt sich der Nekromant eine Pfeife an*\n*nachdenklich steckt sich der Nekromant eine weitere Pfeife an*\n*nachdenklich steckt sich der Nekromant 2 Pfeifen in die Nasenlöcher*\n\nUnser Ziel ist die Absetzung von Eibert zum Wohle des Königreichs. Gibt es aber kein Königreich mehr, so  sind ebendiese Anstrengungen sinnfrei.\n\nNein wir gehen nicht... was sagen sie Mugister? oh, achso, na dann ...\n\nWir machens so!!!\n\nHerr Mugister, wir teilen das Heer auf. Eure magiefähigen Schüler werden leichtes Spiel mit den Trollen haben. Dagegen wird meine unsterbliche Armee gut mit den Katakombenbestien fertig. Ihr selbst, der Schweizer und ich werden zum Schloss eilen, und den Wolkendrachen daran hindern das Königreich zu zerstören. Verkündet sogleich die Beschlüsse *sagte er zu einem schrägen Wesen mit eingewachsener Trompete*, der König wird seine Suppe selbst auslöffeln, wir verteidigen das Königreich und... retten das Rümmelbier!!\n\n*Kurz darauf hört man man mannigfaltiges Gebrüll aus der Streitmacht und wie ein Mann setzt sich alles in Bewegung.*\n\nAch, die aufgebrachten Bürger sind ja noch da. Steht nicht so bedröppelt rum, evakuiert die Stadt! Wir haben uns um einen Drachen zu kümmern.","replies":[{"id":"","poster":"SwissKeks","date":"2017-05-29T17:40:17.605+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=Bj7oRWEN,comment-id=0008,timestamp=2017-05-29T17:33:05.292+0000)\n>\n> [...] und... retten das Rümmelbier!!\n\nEndlich werden hier mal die Prioritäten richtig gesetzt!","replies":[]}]},{"id":"","poster":"Razum","date":"2017-05-29T15:25:33.491+0000","up_votes":1,"down_votes":0,"body":"Was soll das mit dem \"kein Blut\"? Du kannst sie alle wiederbeleben!","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-29T14:24:19.922+0000","up_votes":1,"down_votes":0,"body":"Hört alle zu!\n\nDer PLan ist, sowenig Blut zu vergiessen wie möglich. Wir wollen weder dem König noch den Dienern des Königreichs Schaden zufügen, wenn nicht unbedingt notwendig. Wir werden bei Anbruch der Nacht das Schloss umkreisen und belagern. Ein Unterhändler wird zunächst unsere Forderung überbringen: der Rücktritt des Königs innerhalb zweier Tage. Sollte dies abgelehnt werden oder drei Tage überschritten werden, ist ein Kampf unausweichlich.\nHerr Mugister, bitte weist eure Schüler an, möglichst Betäubungs und Lähmungszauber zu verwenden. ich habe vorhin bereits allen ´Kreaturen die Fingernägel geschnitten und die Zähne abgefeilt, sodass keine allzu großen Schäden entstehen werden.\nHoffen wir auf gutes Gelingen.\nUnd eine friedliche Zukunft!","replies":[]},{"id":"","poster":"Razum","date":"2017-05-28T08:35:24.234+0000","up_votes":1,"down_votes":0,"body":"Ich liege zurzeit leider noch in der Schenke rum. Aber ich komme mit. \n\nVergesst mich nicht...","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-16T13:55:04.203+0000","up_votes":1,"down_votes":0,"body":"Meine Freunde,\nich habe diese Revolution angezettelt und ich werde sie auch zu Ende bringen. Ohne feige Attentate. Ohne Einsatz von Gewalt. Während wir hier sitzen erkennen immer mehr Menschen die Veränderung die mit Eibert Rümmel, unserem geliebten Großkönig, vorgegangen ist. Nachdem er sich selbst immer mehr Ehrentitel gab und immer mehr Gebiete aquirierte, gipfelte seine Verwirrung gestern in einer Hasstirade ungesehenen Ausmaßes.\nDoch auch wenn der Silberstreif zum greifen nah erscheint, lasset uns vorerst warten. Ergreift nicht in Verwirrtheit die Mistgabeln, sondern beobachtet. Es gibt einen anderen Weg.\nWie jeder im Königreich mitbekommen hat, plante Eibert, bevor sich sein Gemüt verdüsterte, die wunderschöne Krankenschwester zu heiraten. Vielleicht vermag sie es, seine Wunden zu heilen und seine Gedanken zu entwirren, woraufhin er dann klaren Verstandes und hoch erhobenen Hauptes abtreten könnte.\nMein Vorschlag lautet: haltet euch bereit und wartet der Hochzeit. Sollte sich danach keine Veränderung ankündigen bleibt uns keine andere Wahl als ihn abzusetzen um das Königreich und ihn vor weiterem Schaden zu bewahren.\nBis dahin lasst uns Notfallpläne erarbeiten: für eine Absetzung und für eine Flucht!","replies":[]},{"id":"","poster":"El Pingu","date":"2017-05-16T13:45:03.932+0000","up_votes":1,"down_votes":0,"body":"Was mach ich hier? Ich fühle mich absolut unwohl dabei, aber in der Vergangenheit habe ich schon viele Dinge getan, die gegen meine Überzeugung gingen. Und oft haben diese sich als richtig heraus kristallisiert.\n\nIch blicke in die Runde. Der Saal ist weder meinen Erwartungen Rand voll mit Leuten. Ich ziehe meine braune Kaputze tiefer über den Kopf. Hier darf mich niemand erkennen. Nicht in meiner Position.\n\nEin besorgter Bürger hat mir von diesem Treffen erzählt. Ich wollte mir die ganze Sache nur Mal sicherheitshalber anschauen. Aber inzwischen weiß ich selber nicht mehr genau, auf welcher Seite ich stehen soll.\nIm ersten Augenblick, nach meiner wieder Ankunft, sah alles so gepflegt, so schön aus. Aber der König scheint tatsächlich dem Größenwahn verfallen zu sein. Er spricht mit einer Zunge, die einem Herrscher nicht würdig ist. Und das Volk jubelt ihm zu.\nHatte ich eventuell nur meine rosarote Brille auf, da ich mir gehofft habe, das alles im Lot ist, wenn ich wieder kehre?\n\nWir werden sehen. Erst lausche ich den anderen Anwesenden zu.\n\nIch ziehe meine Kapuze noch tiefer und nehme Platz.","replies":[]}]}