{"id":"QaKtklYv","poster":"Tobbel","date":"2017-05-16T16:41:39.368+0000","title":"Nunu Support spielen ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"kann man Nunu eigentlich als support spielen ? man sieht ihn ja sonst nur im dschungel oder mal top aber eigentlich ist er doch von seinen skills her recht gut geeignet ( slow + attack speed debuff auf dem E ) lauftempo und as boost auf dem W","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-05-16T16:55:22.867+0000","up_votes":2,"down_votes":0,"body":"Naja, aber warum sollte man Nunu picken, wenn man Lulu picken könnte? Oder Karma? Die bieten dasselbe und noch einiges darüber hinaus. Die Ult macht als Supporter kaum Schaden und ist auf der Lane kaum einsetzbar.","replies":[]},{"id":"","poster":"Released Ape","date":"2017-05-16T16:55:18.298+0000","up_votes":2,"down_votes":0,"body":"Hallo,\n\nnatürlich kann man Nunu als Support spielen. Er wird auch von einigen mehr oder weniger erfolgreich als Support gespielt, er hat einige Sachen die das eigene Team voranbringen bzw. das Gegner Team stören (z. B. Attackspeed-Slow).\n\nEr wurde früher häufiger als Support gespielt, das hat sich etwas verringert nachdem er diverse Änderungen bekam - dadurch kann er sein vollständiges Kit nur im Jungle entfalten.","replies":[]},{"id":"","poster":"Bobby Bonkers","date":"2017-05-17T15:15:06.893+0000","up_votes":1,"down_votes":0,"body":"Kann man schon, die frage ist halt wie erfolgreich man damit sein sollte.\nWüsste jetzt keinen grund warum ich nunu als Supp picken sollte wenn ich auch Lulu, Karma etc. nehmen könnte. \nZumal muss Nunu in der Lane ziemlich hard einstecken und verliert fast jedes Matchup","replies":[{"id":"","poster":"Tobbel","date":"2017-05-17T19:13:53.136+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Egeborg,realm=EUW,application-id=Wj1wcocU,discussion-id=QaKtklYv,comment-id=0005,timestamp=2017-05-17T15:15:06.893+0000)\n>\n> Kann man schon, die frage ist halt wie erfolgreich man damit sein sollte.\n> Wüsste jetzt keinen grund warum ich nunu als Supp picken sollte wenn ich auch Lulu, Karma etc. nehmen könnte. \n> Zumal muss Nunu in der Lane ziemlich hard einstecken und verliert fast jedes Matchup\n\nalso ich hab nunu gestern angefangen zu spielen ( hab ihn zwar früher mal gespielt aber das ist auch schon 2 jahre oder so her ) und hab bisher 3 ranks mit ihm gespielt und alle gewonnen darunter auch im letzten spiel gegen lulu + cait. mein adc war varus wir waren zwar am anfang unterlegen weil varus sich zurückdrängen lassen hat ( ist caits Q nie ausgewichen ) haben später aber aufgeholt und im tf konnte ich immer meine ult durchbringen.","replies":[]}]},{"id":"","poster":"Time Lord Sapoto","date":"2017-05-17T09:39:27.618+0000","up_votes":1,"down_votes":0,"body":"ich spiele ihn gerne als support ^-^","replies":[]},{"id":"","poster":"Reyedlaw","date":"2017-05-16T17:04:45.713+0000","up_votes":1,"down_votes":0,"body":"Er wurde mal früher Support gespielt. Kann man auch heute immer noch.\nIst echt cool da du z.B. im Busch stehen kannst bis der generischer ADC eine schlechte Position hat,\nund ihn poken/slown kannst. Dann aktivierst du deine W, damit ist {{champion:96}}{{champion:429}}{{champion:51}}   sehr gut mit dem Buff z.B.\nund wenn du zuviel Schaden bekommen hast, kannst dich einfach an ein Minion wieder dich heilen.\nDu musst ihn ja noch nicht mal Lasthidden.\n\nAber momentan gibt es einfach stärkere Supporter {{champion:117}} {{champion:43}} {{champion:143}} (7.9 Patch jetzt momentan)\nweshalb Nunu nicht so gut mithalten kann, da er auch mit der letzen Änderung eher für den Jungle geeignet ist/besser\naufgehoben ist(wobei der Buff nicht der bste war...).\nOder du findest einen Weg mit dem Nunu-Support megastark ist. Gibt ja viele Möglichkeiten.\n\nLiebe Grüße Reyedlaw","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-05-16T16:55:46.609+0000","up_votes":1,"down_votes":1,"body":"wenn du damit leben kannst, dass du die Lane haushoch verlierst...\nAndererseits... Fiddle und Zyra sind auch zurück, wer will also ausschließen, dass die Season 2 Bot Meta wieder kommt... Und ein Caitlyn, die auf reinen Schaden gehen kann, weil Nunu ihr das nötig Angriffstempo gibt, ist richtig böse... die Frage bleibt: Wie kriegt man sie da hin?","replies":[]}]}