{"id":"AmE2vEuX","poster":"ninju7su","date":"2017-05-16T08:14:52.549+0000","title":"Gameplay aus Sicht anderer Lanes - [Sammelthread]","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Mit diesem Thread m&ouml;chte ich mein Verst&auml;ndnis f&uuml;r andere Lanes verbessern. Ich selbst bin Support-Main im unteren Platin und das seit,.. hm,.. Lange! Die restlichen Lanes habe ich bisher sehr selten gespielt, aber nie wirklich gemaint. Beim ADC wei&szlig; ich noch was der ungef&auml;hr draufhaben muss, was seine Probleme sind, wo seine St&auml;rken und was er von mir m&ouml;chte. Ich wei&szlig; grob, wann er einem Teanfight joint, wann er besser auf der Lane bleibt und farmt und welche Items f&uuml;r ihn Interessant sind, etc.. Daher ist es mir m&ouml;glich mich ganz gut auf den ADC einzustellen und mein Spielverhalten an seins anzupassen. \r\n\r\nDas m&ouml;chte ich auch f&uuml;r die anderen Lanes hinbekommen und wollte euch um Hilfe bitten. Kennt ihr gute Zusammenfassungen _(Videos oder in Schriftform)_ die einem ein grobes Gef&uuml;hl vermitteln? _(Wie lange z.B. bleibt ein Toplaner auf seiner Lane? Wann und wohin Roamen Midlaner? Gibt es Informationen die ich dem jungler zuspielen kann, damit er besser im Spiel ist?_\r\n\r\nDamit ihr so grob versteht was f&uuml;r Material ich suche seht ihr folgend einmal soetwas f&uuml;r die Supportlane. Die l&auml;nge oder der Umfang des Materials ist mir dabei egal. Ich hab kein Problem mit einem 3 Stunden Video, wenn ich daf&uuml;r dann besser verstehe, was mein Team denkt. \r\n\r\nhttps://www.youtube.com/watch?v=Gfj1kdnB3o0\r\n_(Kann den Dude jedem Supporter nur empfehlen!)_\r\n\r\nVielleicht kennt der ein oder andere ja eine hilfreiche Quelle die weiterhelfen kann.\r\nF&uuml;r jede Hilfe bin ich auf jedenfall dankbar!","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-05-16T09:07:18.273+0000","up_votes":2,"down_votes":0,"body":"Um ehrlich zu sein, ich glaube hier hilft dir praktische Erfahrung auf den anderen Lanes mehr als das anschauen von Videos. Solltest du auf anderen Lanes nur feeden, währe wohl ein Smurf-Account auf dem du nur andere Rollen spielst die Lösung. Gute Videos die dir weiterhelfen könnten kenne ich leider keine.\n\nKeine Ahnung ob's dir hilft aber ich schildere dir noch kurz meine Sicht als Jungler was ich denn vom Supporter erwarte bzw. hilfreich währe:\n\nZum einen währe da das Warden des Drakes während der Laning Phase (ja ich weiss ist nicht immer einfach). Ich selber habe nicht so viele Wards wie der Supporter und diese  werden oftmals dafür benutz den Jungleeingang zu warden oder den Lanern beim warden auszuhelfen. Wenn ich ganken will, ist es hilfreich wenn du vorher mit einem Pink oder Redtrinket den Tri- bzw. Riverbush clearst. \nWenn ich dann Ganke hilft es mir enorm, wenn der Supporter engaged. Gerade auf der Bot ist oftmals sehr gut gewardet (Supporter lässt Grüssen) und man wird bereits auf dem Weg gespottet. Wenn ihr dann die Zeit die ich vom Tribush zu eurer Lane brauche mit CC überbrücken könnt (oder auch einfach die Gegner so beschäftigt das die ned auf die Map kucken) ist das Super hilfreich.\nSpäter bin ich dir dann vor allem dankbar wenn du mir dabei hilft die Objectives zu warden. Auch hier gilt wieder, das meine eigenen Wards dafür nicht ausreichen und ein Baron klaut sich wesentlich leichter wenn man Vision darauf hat ;)\n\nEdit: Achja Pinkwards wenn man Objectives macht sind Godlike, aber ich vermute das weisst du als Platin-Spieler (wie das meiste oben) bereits :D","replies":[]}]}