{"id":"aouJW7rh","poster":"SwissKeks","date":"2017-05-16T08:06:59.938+0000","title":"Mal eine Bitte an das OT","subforum":"Allgemeiner Chat","up_votes":10,"down_votes":5,"body":"In meinem Amt des königlichen Diplomaten ist es meine Aufgabe stets für Frieden zu sorgen.\n\nIn der letzten Zeit habe ich aber immer wieder mich selbst dabei erwischt, wie ich zähneknirschend im Forum gelesen habe. Wir haben schon öfters über Up- und Downvotes diskutiert und grundlegend ist jeder auf den gleiche Konsens gekommen: Downvotes sind in den meisten Fällen unnötig.\n\nGestern, bei den letzten Ereignissen (welche leider etwas hitzig endeten), erwischte ich mich erneut beim besagten zähneknirschend. Grund dafür war dieser Kommentar: https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/kEbq0ZYd-meine-groae-liebe?show=flat&comment=000f\n(Falls der Link nicht funktioniert: Ich meine Unbeholfens Kommentare auf der zweiten Seite)\n\nMerkt ihr was? Bei mir hat dieser Kommentar -4 Punkte, durch meinen Upvote noch -3. Das sind 4 Leute, sehr wahrscheinlich OTler, die jemanden downvoten.\n\nJetzt mal ganz unabhängig davon wer es war (Ist hier hinten und vorne nicht relevant), können wir nicht alle im Frieden miteinander leben? Ich fand die Idee von El Pingu im Vorstellungsthread super. Jeder Post wird auf 0 gehauen, damit alles schön gleich ist. Ich finde, bei allen anderen Threads im OT sollten wir schauen, dass jeder Kommentar bei +1 steht. Ausgenommen natürlich die seltenen Hasskommentare gegen das OT oder deren Bürger.\n\nAber wenn jemand einfach nur seine Ideen einbringt um ein Rollenspiel zu gestalten und ihr nicht dafür seid, dann Downvotet bitte nicht.\n\nJa, vielleicht interpretiere ich da ein wenig zu viel rein, aber ich fände es wäre schön wenn wir als OT-Community ähnlich wenig Downvotes hätten wie in den ganzen anderen Foren. Wenn wir in der deutschen Community mit einem positiven Beispiel vorangehen.\n\nAlso schlage ich eine neue Regel vor:\nJeder Post und Kommentar der sich um das OT dreht oder in OT-Threads aufhält wird mindestens bei +1 gehalten, außer er ist hasserfüllt gegen das OT gerichtet (Ausgenommen natürlich der Vorstellungsthread).\n\nGezeichnet,\nDer Diplomat","replies":[{"id":"","poster":"Sihari","date":"2017-05-16T11:26:49.998+0000","up_votes":2,"down_votes":1,"body":"Eieiei~\nIch bin eigentlich kein Teil des Königreichs, aber ich lese eure Threads eigentlich immer sehr gern und ich habe auch schon mehrfach überlegt, ob ich euch denn nicht beitreten möchte, weswegen ich mich auch einfach mal dazu äußern möchte.\nDen Hochzeitsthread habe ich nur kurz verfolgt und nachdem ich eine Weile nur so dasaß und \"Ach wie süß!\" gedacht habe, bin ich auch wieder abgezogen. Nun aber habe ich die Gelegenheit mal genutzt und mir den Rest durchgelesen, der jetzt von einer neutralen Position aus betrachtet willkommene Spannung in die ganze Sache gebracht hat! Die Schreiber \"gegen den König\" haben sich an die RP-Etikette gehalten und es wäre genug Raum gewesen und die Sache im RP und damit friedlich zu klären...\nStattdessen wurde aber die Vote-Keule geschwungen und \"out of Character\" auf übelste Weise über jemanden geschimpft, der einfach nur Teil des Spaßes sein wollte. Pfui! Einer solchen Truppe möchte ich dann doch nicht beitreten!\n\nZU den Votes ansich: Ich gehöre eigentlich auch zu den Menschen, die immer versuchen Votes \"auszugleichen\" in dem ich zB Leute upvote, die es meiner Meinung nach nicht verdient haben, einen negativen Score zu haben und andersrum genau so.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-16T12:20:53.305+0000","up_votes":3,"down_votes":1,"body":"Du hast die Beiträge gelesen okay, aber du weißt nicht, was außerhalb des Forums vorgefallen ist. \nEibert schrieb ja, dass darüber in der WA Gruppe und im TS zusätzlich drüber geredet wurde und trotz seiner Bitte ihm die Hochzeit nicht in DIESER Weise kaputt zu machen wurde dennoch weiter gemacht. \nIch will sein Verhalten und seine Ausdrucksweise nicht verteidigen aber ich kann seine Reaktion durchaus verstehen. \nEr ist schließlich auch nur ein Mensch der eine Figur im OT verkörpert. Wegen einer menschlichen Überreaktion aber deswegen das komplette OT schlecht zu sehen und deswegen nicht mehr beitreten zu wollen finde ich nicht wirklich nett und irgendwie unverschämt... \nUnd das \"Pfui\" hättest du dir echt sparen können. \nIch will dir nichts unterstellen aber ich denke auch du hast Situationen im Leben in denen du überreagierst und vllt Dinge gesagt hast die nicht unbedingt nett waren.\nEibert ist kein schlechter Mensch aber auch er ist eben NUR ein Mensch. Und Menschen können schon sauer werden, wenn sie sich für ihren Abgang was anderes gewünscht haben und wenn sie diese Bitte sogar vortragen und dann mit Morddrohungen geantwortet wird kann so eine Reaktion durchaus logisch sein... \n\nAlso bitte ich dich, wegen eines kleinen Ausrutschers nicht so schlecht vom OT und von Eibert zu denken....","replies":[{"id":"","poster":"Sihari","date":"2017-05-16T12:41:18.519+0000","up_votes":2,"down_votes":1,"body":"Soweit ich es mitbekommen habe, ist es aber keine Bedingung in Whatsapp oder eurem TS zu sein um im Forum mitmachen zu dürfen. Deswegen fand ich es auch nicht ok, dass die Reaktion im Forum nicht erstmal \"Vielleicht habt ihr das nicht mitbekommen, aber ich möchte nicht, dass meine Hochzeit durch diese Aktion be- oder gar verhindert wird.\" war, sondern direkt so unfreundlich hervorgebracht wurde.\nVorallem da ihr eben nicht sicher wusstet, wer denn da nun dahinter steckte. Es hätte jeder sein können. Vielleicht wäre es sogar mein Beitrag gewesen, nachdem ich euch schon so lang heimlich stalke. (Ein Auftritt als Maskierter aus der Ecke klingt jedenfalls nach einem Einstieg in meinem Stil... \\*hust* ) Und wäre mir diese Reaktion zuteil geworden, dann hätte ich jetzt jedenfalls eine sehr schlechte Meinung von euch...\nDa es aber zum Glück nicht ich war, sondern irgendwer anderes, finde ich nicht euch nur unsympatisch genug um meinen Plan direkt mitmachen zu wollen weiter aufzuschieben und erstmal stiller Mitleser zu bleiben. Vielleicht wird es mit dem nächsten König oder der nächsten Königin ja besser.\n\nZum Thema \"Pfui\": du hast ja gerade selbst gesagt, dass Menschen gern ein bisschen überreagieren und dieses \"Pfui\" war genau soetwas. Es war nicht die netteste Wortwahl aber es ist genau das, was ich beim lesen von Eiberts Beitrag gedacht habe:  \"Pfui, dass hätte ich von einer Gruppe, die ich sonst so sympatisch fand wirklich nicht erwartet.\" Und mal ehrlich... Ist so ein kleines \"Pfui\" wirklich so schlimm, um da jetzt einen Aufstand wegen zu machen? Ich denke nicht.","replies":[{"id":"","poster":"dêr zwerg","date":"2017-05-16T18:18:09.570+0000","up_votes":6,"down_votes":0,"body":"Ich soll euch diesen Brief vom König übergeben:\n\n\nWerte Sihari,\n\nich bedaure es zutiefst, dass ihr diesen Post überhaupt gelesen habt. Er war nur für wenige bestimmt und sollte -das klingt vermutlich unglaubwürdig- niemanden beleidigen. Er sollte schockieren, das hat wohl geklappt, allerdings nicht dich. Er sollte einen WTF Moment erzeugen, bevor ich meine eigentliche Nachricht den Adressaten persönlich zukommen lasse. Dieser Post sollte zum Nachdenken anregen, um die folgende Nachricht zu verstärken\n\nIch hätte nie erwartet, dass er soo lange existiert. Schließlich habe ich ihn direkt gemeldet. Ich war mir sicher, dass ihn maximal eine Handvoll Otler wahrnehmen, bevor er gelöscht wird und ich mir meinen mehr als verdienten Forenbann einsammle. Durch diesen Thread hat er nochmals unnötig viel Aufmerksamkeit bekommen. Hätte ich gewusst, dass alles anders kommt, als angenommen, hätte ich diesen Post nicht erstellt (Ich war im übrigens nüchtern und habe im vollen Kalkül gehandelt, nicht aus einer Emotion heraus, um mal mit ein paar Annahmen und Gerüchten aufzuräumen)\n\nIch stehe zu meinen Taten und auch zu den Konsequenzen. Meinen Forenbann werde ich aussitzen und nach diesem Post nicht mit Smurphs umgehen. Die Konsequenz, dass ich bei dir und auch bei anderen stark an Sympathie verloren habe, kann ich nur akzeptieren. Wenn ich ehrlich bin, macht dich das sogar sympathisch, dass du mich hier völlig zurecht kritisierst. Auch in Sachen Upvotes/Downvotes hast du und alle anderen die Wahrheit verdient. Ich habe 6 Accounts und sie gestern zum ersten Mal zur Verfälschung der Meinung genutzt. Auch diese Desympathie sollte nur mir gelten. \n\nMit unbeholfen (ja ich wusste sicher, dass es ein Otler ist) und King Prow habe ich mich längst ausgesprochen und mein Verhalten erklärt. Wir scherzen bereits wieder gemeinsam. Auch Angel Ayume (die in diesem Thread ihre Rolle als mein persönlicher Schutzengel super ausfüllte) habe ich versucht Ihre Schuldvorwürfe zu nehmen.\n\nIch möchte mich im übrigen bei dir bedanken für ein paar Dinge;\n-dein Feedback\n-das du mich nicht magst (ja, ich bin komisch und ich leide tatsächlich unter der Beliebtheit, die ich hier im Forum geniesse und es tut echt mal gut unbeliebt zusein. Ein schönes Gefühl)\n-dass du dich für das OT interessierst und als nicht OTler unsere Threads verfolgst. (Dies war mein größtes Ziel bei Amtsantritt, dass das Ot nicht nur für uns selbst eine Gaudi ist, sondern es auch für Außenstehende interessant wird) Danke für dieses Kompliment :)\n\nEines möchte ich noch zum OT loswerden. Wir nehmen jeden Menschen, so wie er ist. Wenn dir Interaktionen mit Menschen schwerer fallen, als anderen, dann ist das OK. Wenn du der einzige von 5 Spielern bist, der gerade keine Lust auf Ts hat, dann ist das OK. Wenn du nur hin und wieder im Roleplay mitmachen willst, dann ist das OK. Wenn du nen scheiß Monat hast und das OT deswegen komplett meidest, dann ist das OK. Das Ot soll das Leben seiner Bürger bereichern. Es ist keine Pflicht, es ist eine Chance, die Dinge, die wir bieten mitzunehmen. Keiner nutzt alle Optionen und vor allem keiner nutzt sie ständig.\n\nMir jedenfalls wäre es eine große Ehre dich als Bürger aufnehmen zu dürfen. Es würde mich mit Stolz erfüllen, wärest du der letzte von zahlreichen Bürgern, der während meiner Amtszeit zu uns stoßen würde. Auch wenn das nicht auf Gegenseitigkeit beruht, du bist mir nämlich sympatisch ;)\n\nFalls du mir antwortest, bitte nicht Böse sein, dass ich erst eine Woche verspätet antworte. Doch ein Eibert steht zu seinen Taten und den Konsequenzen und ich habe nicht vor meinen völlig berechtigten Bann zu untergraben.\n\nHochachtungsvoll\nEibert Rümmel","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-05-16T13:03:40.524+0000","up_votes":2,"down_votes":1,"body":"Nein, natürlich ist ist WhatsApp und TS keine Bedingung, das habe ich auch nie behauptet. \n\nAber Eiberts Beitrag war auch hauptsächlich auf die bezogen, die im TS/Whatasapp dabei waren. Niemand weiß zudem, wann die Diskussion im TS angefangen hat. Eventuell began es schon mit dem ersten Beitrag von Unbeholfen und die darauf folgende Reaktion vom Zwerg. Da Eibert ebenfalls die Person hinter dem Zwerg ist (und das weiß jeder im ~~TS~~ **Edit:** OT) hätte man durchaus erkennen können, dass ihm die Person bzw. wie sich das entwickeln könnte nicht gefällt, weswegen er sie sofort aus dem Spiel hat nehmen wollen. Dennoch hat KP ihn wiederbelebt um dem ganzen wieder Leben auszuhauchen. Wie gesagt hast du nur die Beiträge gelesen. Würde es die Sache mit WA und TS nicht geben würde ich ebenfalls sagen, dass das was Eibert gemacht hat absolut nicht geht und seine Reaktion völlig lächerlich ist, da niemand wissen konnte wie er tatsächlich dazu steht. Da es dahingehend aber bereits im TS besprochen wurde und er offensichtlich extra darum gebeten hat es nicht aus ausgehen zu lassen, seiner Bitte nicht nachgekommen wurde im Gegenteil sogar nur noch weiter gestichelt wurde obwohl klar war, dass ihm das gar nicht gefällt kann man so eine Reaktion durchaus nachvollziehen.\n\nWie gesagt rechtfertige ich nicht sein Verhalten oder wie er es geschrieben hat aber ihn deswegen direkt als schlechten Menschen zu sehen und das OT als schlecht zu sehen finde ich immer noch unverschämt. Eine Überreaktion und du siehst das komplette OT gleich so schlecht an, dass DU dir dafür zu gut bist... \nDu bist auch nur ein Mensch und du kannst nicht leugnen dass du noch nie überreagiert hast. Nach deiner Auffassung musst du dir ja zu gut für dich selber sein......... Ich weiß, dass du niemals gesagt hast, dass du dir für uns zu gut bist, aber das was du geschrieben hast zeigt leider etwas anderes... \nSo ein Verhalten wirft leider auch ein schlechtes Licht auf dich und auch wenn ich mir mit diesem Satz vllt auch einige negative Gedanken oder Downvotes einhandele frage ich mich ob nicht das OT einfach zu gut für dich ist... \n\nPS: Es geht nicht wirklich um das Wort \"Pfui\" sondern um deinen Gedanken dahinter und alles was du geschrieben hast... Es spiegelt einfach deine komplette Meinung wieder in einer fast beleidigenden Art und Weise....","replies":[{"id":"","poster":"Sihari","date":"2017-05-16T13:41:12.311+0000","up_votes":1,"down_votes":0,"body":"Erstmal möchte ich mich dafür entschuldigen, dass mein Beitrag so klang als ob ich euch jetzt alle blöd finde. Dem ist natürlich nicht so! \nIch habe nur einfach weniger Sympatie als vorher für diejenigen unter euch, die in dieser Aktion Eiberts Beitrag geupvoted und die Beiträge der \"Schurken\" gedownvoted haben. Da ich nun nicht wissen kann, wer da nun alles auf einen Pfeil gedrückt hat, bleibt da nun am Ende nur der Eibert über und der war sich ja eh von Anfang na bewusst, dass er mit dem Beitrag keine Sympatiepunkte sammeln wird.\n\nWas ich nur gerade nicht verstehe ist, wie du einerseits dafür stehst andere nicht wegen eines Beitrags gleich schlecht zu finden, aber andererseits genau das machst. (Jedenfalls glaube ich das... Du kannst mich natürlich auch schon vorher doof gefunden haben und mir das erst jetzt sagen. Dann wäre das natürlich ein bisschen anders. An der Tatsache, dass deine Worte mich grade sehr verletzen, ändert das aber nichts.)\n\nDie Fakten zu mir und der OT-oder-nicht-OT-Geschichte sind jedenfalls, dass ich schon eine Weile zwischen mitmachen und nicht mitmachen schwanke, weil ich einerseits eure Gemeinschaft nett fand und RP-Kram sowieso schon immer geliebt habe, aber ich halt andererseits auch weiß wie ich selber bin und zu viel Interaktion mit Menschen mich fertig macht. Wäre ich Teil des Königreichs, dann  würde ich über meinen Schatten springen müssen um mich ordentlich einzugliedern und dafür brauche ich halt Motivation, die ich nunmal nicht habe, wenn ich plötzlich nicht mehr alle von euch super sympatisch finde.\nEs ist also nicht eine \"Ich bin zu gut für euch\"-Geschichte, so wie du das gerade auslegst.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-16T14:06:29.131+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=YnZkMR0R,discussion-id=aouJW7rh,comment-id=00030001000100000000,timestamp=2017-05-16T13:41:12.311+0000)\n>\n> Erstmal möchte ich mich dafür entschuldigen, dass mein Beitrag so klang als ob ich euch jetzt alle blöd finde. Dem ist natürlich nicht so! \n> Ich habe nur einfach weniger Sympatie als vorher für diejenigen unter euch, die in dieser Aktion Eiberts Beitrag geupvoted und die Beiträge der &quot;Schurken&quot; gedownvoted haben. Da ich nun nicht wissen kann, wer da nun alles auf einen Pfeil gedrückt hat, bleibt da nun am Ende nur der Eibert über und der war sich ja eh von Anfang na bewusst, dass er mit dem Beitrag keine Sympatiepunkte sammeln wird.\n\nNun, wer geupvotet hat werden wir wohl nie erfahren. Genauso wie wir nie erfahren werden aus welchen Gründen geupvotet wird. Eventuell wird auch einfach seine Meinung unterstützt und nicht seine Ausdrucksweise. Ich kann seine Reaktion verstehen und wäre in seiner Situation wahrscheinlich selber sauer gewesen, nachdem niemand sich für meine Wünsche und Bitten interessiert und aus diesem Grund habe ich geupvotet... Das heißt aber nicht, dass ich seine Herangehensweise unterstütze. Er hätte das anders schreiben sollen. Wie Pingu gesagt hat kann es sein das vllt auch Alkohol im Spiel war, was seine Hemmschwelle runtergesetzt hat. Zwar keine Entschuldigung oder Rechtfertigung aber zumindest eine Erklärung... \n\n\n> Was ich nur gerade nicht verstehe ist, wie du einerseits dafür stehst andere nicht wegen eines Beitrags gleich schlecht zu finden, aber andererseits genau das machst. (Jedenfalls glaube ich das... Du kannst mich natürlich auch schon vorher doof gefunden haben und mir das erst jetzt sagen. Dann wäre das natürlich ein bisschen anders. An der Tatsache, dass deine Worte mich grade sehr verletzen, ändert das aber nichts.)\n\nIch kenne dich nicht gut genug um mir eine Meinung ob mögen oder nicht zu bilden. Ich hab wohl mal Beiträge von dir gesehen aber nicht so häufig als das ich ich sagen kann \"die Person mag ich/mag ich nicht\". \n\nZum Einen hast du mehrere Beiträge geschrieben und deine Meinung diesbezüglich eben deutlich gezeigt und zum Anderen hast du nicht nur Eibert sondern das komplette OT schlecht gemacht. Du sagtest \"finde **euch** unsympathisch\" obwohl keiner die Eibert wörtlich unterstützt hat von den Upvotes mal abgesehen (wo wir aber eben nicht wissen aus welchem Grund geupvotet wurde). \n\nWas ich damit sagen will ist, es ist in Ordnung, wenn du Eibert wegen seines Beitrages unsympathischer findest und ich kann auch verstehen dass du seine Herangehensweise an die Sache nicht in Ordnung findest (ist sie eben auch nicht), aber halt gleich alle Bürger des OT´s als Menschen zu sehen die beleidigen sobald etwas nicht so läuft wie sie es sich wünschen ist eben nicht in Ordnung... Wenn du verstehst wie ich das meine. Irgendwie kann ich meine Gedanken und Gefühle grade nicht so gut in Worte fassen.. \n\n> \n> Die Fakten zu mir und der OT-oder-nicht-OT-Geschichte sind jedenfalls, dass ich schon eine Weile zwischen mitmachen und nicht mitmachen schwanke, weil ich einerseits eure Gemeinschaft nett fand und RP-Kram sowieso schon immer geliebt habe, aber ich halt andererseits auch weiß wie ich selber bin und zu viel Interaktion mit Menschen mich fertig macht. Wäre ich Teil des Königreichs, dann  würde ich über meinen Schatten springen müssen um mich ordentlich einzugliedern und dafür brauche ich halt Motivation, die ich nunmal nicht habe, wenn ich plötzlich nicht mehr alle von euch super sympatisch finde.\n> Es ist also nicht eine &quot;Ich bin zu gut für euch&quot;-Geschichte, so wie du das gerade auslegst.\n\nSo kam es leider rüber.. \nAber niemand im OT verlangt von den Bürgern regelmäßige Interaktionen. Wenn du dich nur hin und wieder in deinen OT-Charakter einfügen willst kannst du das tun. Du musst weder in der Schenke mit uns plaudern, noch musst du dich im Gerichtssaal einbringen. Wenn du nur ein bisschen RP spielen möchtest, dann kannst du das gerne im extra dafür vorgesehenen Rollenspiel-Thread machen. Sobald du dich ein bisschen eingewöhnt hast und in deine Rolle eingefunden hast wird es dir vllt auch einfacher fallen mit uns rollenspielmäßig zu interagieren; eventuell auch in anderen Threads. \n\nEs war halt ein Ausrutscher und du solltest deine Meinung über uns wegen so eines kleinen Ausrutschers nochmal überdenken und dich nicht so stark davon beeinflussen lassen... Wir OT-Bürger sind im echten Leben eben auch nichts anderes als normale Menschen hinter einem Computer und demnach eben nicht perfekt...","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2017-05-16T12:25:41.634+0000","up_votes":2,"down_votes":0,"body":"Hätte ich nicht besser schreiben können <3","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-16T12:27:46.646+0000","up_votes":2,"down_votes":0,"body":"<3","replies":[]}]}]},{"id":"","poster":"SwissKeks","date":"2017-05-16T11:32:14.239+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=YnZkMR0R,discussion-id=aouJW7rh,comment-id=0003,timestamp=2017-05-16T11:26:49.998+0000)\n>\n> Stattdessen wurde aber die Vote-Keule geschwungen und &quot;out of Character&quot; auf übelste Weise über jemanden geschimpft, der einfach nur Teil des Spaßes sein wollte. Pfui! Einer solchen Truppe möchte ich dann doch nicht beitreten!\n\nNunja, es gab eine Verwechslung und deswegen war keine Kommunikation möglich.\nIm Grunde genommen passieren Fehler und es ist auch vollkommen okay da keiner zu schaden kam. Wir kennen uns untereinander weswegen so etwas ziemlich sicher nicht nachgetragen wird.\n\nWas ich aber eigentlich sagen will: Wenn du uns nicht beitreten willst ist das vollkommen okay - Aber ein \"Pfui\" zu kriegen weil wir alle MENSCHEN sind und MENSCHLICHE Aktionen machen, geht irgendwie nicht so ganz in meinen Kopf rein...","replies":[{"id":"","poster":"Sihari","date":"2017-05-16T11:40:40.919+0000","up_votes":2,"down_votes":1,"body":"Das \"Pfui\" bezog sich vor allem auf die Art und Weise, wie Eibert Rümmel sein letztes Wort dazu geschrieben hat und darauf, dass die Voter bei euch das ganze auch noch unterstützt haben.\nMissverständnis hin oder her, in meinen Augen ist das einfach nicht in Ordnung und deswegen gab es für alle Beteiligten diese Reaktion von mir.","replies":[{"id":"","poster":"SwissKeks","date":"2017-05-16T11:46:39.911+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=YnZkMR0R,discussion-id=aouJW7rh,comment-id=000300000001,timestamp=2017-05-16T11:40:40.919+0000)\n>\n> Das &quot;Pfui&quot; bezog sich vor allem auf die Art und Weise, wie Eibert Rümmel sein letztes Wort dazu geschrieben hat und darauf, dass die Voter bei euch das ganze auch noch unterstützt haben.\n> Missverständnis hin oder her, in meinen Augen ist das einfach nicht in Ordnung und deswegen gab es für alle Beteiligten diese Reaktion von mir.\n\nDann habe ich dich missverstanden - Sorry dafür.","replies":[]}]},{"id":"","poster":"Evenrider","date":"2017-05-16T11:38:18.458+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=aouJW7rh,comment-id=00030000,timestamp=2017-05-16T11:32:14.239+0000)\n>\n> Nunja, es gab eine Verwechslung und deswegen war keine Kommunikation möglich.\n> Im Grunde genommen passieren Fehler und es ist auch vollkommen okay da keiner zu schaden kam. Wir kennen uns untereinander weswegen so etwas ziemlich sicher nicht nachgetragen wird.\n> \n> Was ich aber eigentlich sagen will: Wenn du uns nicht beitreten willst ist das vollkommen okay - Aber ein &quot;Pfui&quot; zu kriegen weil wir alle MENSCHEN sind und MENSCHLICHE Aktionen machen, geht irgendwie nicht so ganz in meinen Kopf rein...\n\nEs kam keiner zu Schaden? :p\nDiese bösen Downvotes haben sein Selbstvertrauen komplett in den Boden gestampft :p\nAlso wenn das kein \"Pfui\" wert ist :D\n\nZum Thema: Ich kann meine Downvotes, glaube ich, an einer vielleicht an beiden Händen abzählen. Bin sowieso nicht der Fan davon. Nutze lieber die Facebook-Art, man kann es nur Liken nicht Disliken. Bei Hass/Beleidigenden Kommantaren oder Kommentare, die Unwahrheiten verbreiten usw. geht es in Ordnung. Sonst müssen Upvotes reichen um \"gute Kommentare\" hervorzuheben. Und im OT brauch man das sowieso nicht. Vielleicht um die OT Threads höher zu Raten als andere dort gepostete.","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2017-05-16T16:47:05.173+0000","up_votes":2,"down_votes":0,"body":"Nach dem ganzen Stress, oder nach dem losen Mundwerk?\nXD\nSry, aber man kann jetzt frech sein, ohne das er sich wehren kann. Ein Hoch auf die Freiheit!","replies":[]},{"id":"","poster":"El Pingu","date":"2017-05-16T14:21:02.115+0000","up_votes":2,"down_votes":0,"body":"Lieber sihari,\n\nDas schnelle hoch und runter gevote, ist eine Eigenart der OT`ler. Besonders der alten Otler. Im alten Forum wurden wir in unserem Unterverzeichnis größtenteils von riotler und emissinaries verschont. Wir mussten uns also selbst gegen die Forentrolls wenden. Mit -15 votes könnte man so selber einen thread schließen.\nDie Eigenschaft ist einfach noch tief in uns drinnen. \nAber genauso schnell wendet sich auch wieder das Blatt. Wie du siehst, merken viele Leute, das das, was sie hoch gevotet haben, nicht ihrer Meinung entspricht. Die Aussage des Königs hat schon viel weniger upvotes.\n\nDas darf man nicht so eng sehen.\nMein neuer thread wurde ja auch stark runter gevotet, trotzdem bin ich nicht sauer oder ähnliches. \nEs entspricht einfach nicht der Meinung der Mehrheit :p\n\nDas ist das Ot, ständig in Wallung, aber immer ein netter Zeitvertreib.\n\nLG, Pingu","replies":[]},{"id":"","poster":"MadExOTler ","date":"2017-05-16T12:20:25.682+0000","up_votes":1,"down_votes":0,"body":"Ich kann euch allen versichern, keinen Schaden davon getragen zu haben.  :)\nAllenfalls die Kohle für die Ritopoints. Aber das ist kein Schaden sondern ne Ausgabe für mein Hobby.\n\nIch hätte die Möglichkeit gehabt Nein zur Wiederbelebung zu sagen. Das habe ich verpasst, weil ich mir keine weiteren Gedanken dazu gemacht habe. \n\nUnd meinen Main, konnte ich dafür nicht nutzen. Das wäre nicht stimmig gewesen.\n\n\n\nAnsonsten ein schöner Post Herr SwissKeks. \n\nMit besten Wünschen fürs OT.\nUnbeholfen","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-16T12:39:39.870+0000","up_votes":2,"down_votes":0,"body":"Ich glaube jeder wollte einfach seine Teil dazu beitragen und irgendwann\nwar es halt zu viel.\nIch glaub keiner wollte irgendjmd etwas böses und das denk ich weis auch jeder.\nJetzt kehre ich die Scherben sprichwörtlich schnell zusammen\num meinen Job als Hofnarr auch gerecht zu werden. :)\n\nSo... wer hilft mir jetzt bei dekurieren des Hauptsaal´s für die Hochzeit?\nWird viel Arbeit werden. Mein neues Kostüm muss ich auch noch schneidern...\nsoviel zu tun. So wenig Zeit","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-05-16T13:44:55.065+0000","up_votes":2,"down_votes":1,"body":"Mein Freund,\n\nich kann dich beruhigen. Eibert ist einer der symphatischsten Menschen auf der Welt.\nAuch wenn er Teemo spielt.\nUnd diejenigen, die das Hoch und Runtervoten sind wahrscheinlich keine OTler, sondern, genau wie du, Zuschauer. Also gräm dich deswegen nicht, so wie ich das OT einschätze wird heut Abend alles wieder in Butter sein.\n\nEs verwirrte sie: der Nekromant KP","replies":[]},{"id":"","poster":"Der Großmugister","date":"2017-05-16T10:27:04.600+0000","up_votes":2,"down_votes":1,"body":"Ein sehr seltenes  \"RP off\" von mir:\nSo langsam habe ich das Gefühl den Anschluss an das OT zu verlieren! :(\nFehlt mir irgendein Medium oder habe ich wichtige Threads verpasst? Mein letzetr Stand war, dass simple Neuwahlen zu langweilig sind und wir darum putschen. (Außerhalb des RP, mit allgemeinem Einverständnis)\nMittlerweile bin ich mir nicht mehr sicher, ob hier nicht wirklich so eine Art Streit herrscht. :D\n\n(Vielleicht habe ich mich auch einfach zu sehr in die Rolle des Großmugisters reingesteigert um den Unterschied noch zu erkennen)\n\nIst mir in deinem thread irgendwie wieder klar geworden, bei der Sache mit den Downvotes stehe ich hinter dir!","replies":[{"id":"","poster":"Maexle","date":"2017-05-16T12:15:29.720+0000","up_votes":1,"down_votes":0,"body":"Eibert meinte im TS, dass es Zeit für einen neuen König wäre und er es lustig finde, wenn er gestürzt würde. Er meinte aber, dass er zuerst seine Traumhochzeit mit Kahlan feiern will…\n\n{{champion:17}}","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-05-16T10:39:15.357+0000","up_votes":1,"down_votes":0,"body":"Es hilft wenn du dafür alle Threads und Beiträge rund ums OT liest. :D Ich bekomme au nicht alles mit. Ich bin nicht sooo häufig im TS und in der WA Gruppe bin ich auch nicht. Aber durch die ganzen Beiträge ist man doch halbwegs auf dem Laufenden.\nWenn du den Thread bzw. die Beiträge vom Hochzeitsantrag liest, wirst du verstehen..","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-05-16T08:16:02.461+0000","up_votes":1,"down_votes":0,"body":"Ok, ich war gestern nicht da, hatte etwas zu viel zu tun.\nAber kann mir nicht vorstellen, das jemand aus dem OT, einen nicht OT`ler, aus genau diesem Grund down voted.\n\nEvtl. Könnte es an der klitzekleinen Tatsache liegen, das er jedes Mal nur schreibt, das er den König umbringen will.\nUnd die Leute diesen Gedanken als weniger lobenswert einschätzen.\n\nAber bei einem bin ich mir zu 100% sicher. Die downvotes kommen nicht aus Hass.\n\nLg","replies":[{"id":"","poster":"SwissKeks","date":"2017-05-16T08:21:04.225+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=aouJW7rh,comment-id=0000,timestamp=2017-05-16T08:16:02.461+0000)\n>\n> Aber bei einem bin ich mir zu 100% sicher. Die downvotes kommen nicht aus Hass.\n> \n\nDenke ich auch nicht, aber das ist ja eben auch nicht mein Punkt. Das ganze gedownvote ist mir schon öfters aufgefallen und ich versuche das immer wieder auszugleichen. Ich finde es einfach schöner wenn man Upvotet, statt jemand (oder wie in dem Fall 3-4 Leute) mit Downvotes übersät.\n\nWie gesagt, es ist nicht mein Ziel hier vorwürfe zu machen. Das Ziel ist, etwas positives aus der Situation hervorzubringen was mir schon etwas länger auf dem Herzen liegt. Es ist nur eine Kleinigkeit, aber ich würde mich freuen wenn wir an diesem Punkt ein wenig entgegensteuern könnten. :)\n\nUnd zu der ganzen Hochzeitssache: Ich stehe als Diplomat so oder so relativ neutral da. Das hat der König gestern auch schon bemerkt, weswegen ich auch gar nichts geschrieben habe.\nDeswegen nehme ich hier auch mal die andere Seite in Schutz, weil ich finde es hat unnötige Spannungen verursacht.","replies":[]}]},{"id":"","poster":"Maexle","date":"2017-05-16T17:19:53.462+0000","up_votes":1,"down_votes":0,"body":"Er kann aber immernoch den Zwerg schicken...\n{{champion:17}}","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-17T06:18:06.401+0000","up_votes":1,"down_votes":0,"body":"\"...den Zwerg...\" klingt wie bei Game of Thrones  Gregor Clegane \"....den Berg....\" \n\n\"Holt mir DEN BERG. Er wird das für mich regeln\" ^^","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-17T11:36:19.374+0000","up_votes":1,"down_votes":0,"body":"Ich stelle mir gerade vor, wie Clegane ein Wettsaufen mit Gragas veranstaltet...\nOder der zwerg hoch springt, um seine Axt zu fangen, und dabei mit zwei beiläufigen Armbewegung jemandem dem Kopf zerquetscht...\n\nKlingt wirklich so...\n\nGruß\nZamo","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-16T20:14:39.023+0000","up_votes":1,"down_votes":0,"body":"Vor dem Zwerg würde ich mich in acht nehmen. Er weiß seine Axt zu werfen wie kein anderer. :D","replies":[]},{"id":"","poster":"Maexle","date":"2017-05-16T16:42:42.949+0000","up_votes":1,"down_votes":0,"body":"Die Auszeit hat er sich nach dem ganzen Stress auch verdient...\n{{champion:17}}","replies":[]},{"id":"","poster":"dêr zwerg","date":"2017-05-16T16:37:55.936+0000","up_votes":1,"down_votes":0,"body":"Der König ist derzeit verhindert. Er wird sich nächste Woche dem Volke mitteilen.","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-05-16T13:17:38.667+0000","up_votes":1,"down_votes":0,"body":"Danke Ayume. Ich finde du hast es recht treffend beschrieben.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-16T13:25:25.070+0000","up_votes":1,"down_votes":0,"body":"Danke. :D","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-05-16T12:31:22.715+0000","up_votes":1,"down_votes":0,"body":"Es ist für mich schwer, meinen Senf hierzu dazuzugeben. Denn ich bin einer der wenigen, wenn nicht sogar der einzige, der die ganze Geschichte kennt. Ich habe die Absetzung losgetreten und auch vorangetrieben, und eine Weile lang sah es so aus, als ob es genau in die richtige Richtung laufen würde.\nDer Umschwung kam sehr schnell und vielleicht hätt ich eher reagieren sollen. Leider hatte ich heute mündliche Prüfung, weswegen ich weder gestern Nachmittag/Abend noch heute (bis jetzt), etwas dazu sagen konnte. (wegen lernen, früh ins Bett, etc.) \n\nIch möchte nur sagen, dass ich weder den Eibert nicht mehr mag, noch wünsche ich mir dass er geht. \n\nBevor ich also wieder irgendwo ins Fettnäpfchen trete, warte ich erstmal ab.","replies":[]},{"id":"","poster":"El Pingu","date":"2017-05-16T11:35:02.025+0000","up_votes":1,"down_votes":0,"body":"Im großen und ganzen habt ihr alle Recht.\n\nDer Ausflipper, auch noch vom König, war absolut unangebracht.\nEvtl. War Alkohol mit im Spiel und er editiert das ganze noch.\n\nAber tu mir einen Gefallen, und ändere wegen eines einzigen Posts, nicht deine Meinung gegenüber dem OT.\n\nIch bin mir sehr sicher, das die meisten das auch nicht hat für gut heißen, auch wenn er seltsamerweise einen Haufen upvotes hatte....\n\nEvtl. Klärt sich das ganze noch auf, aber eins kann dir sicher sein. \nIgnoriert wird das nicht, einfach so.\n\nLG, Alt-alt-König, Pingu","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-05-16T08:16:24.896+0000","up_votes":1,"down_votes":0,"body":"+1 \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}