{"id":"cvGZsLht","poster":"Tobbel","date":"2017-05-14T19:38:36.175+0000","title":"\"Spiel läuft noch\" Fenster rückt immer in den Vordergrund","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich hatte eben ein rank und im laufe der zeit ist dieses das spiel l&auml;uft noch in den vordergrund erschienen ( was letztendlich dazu gef&uuml;hrt hat, dass wir verloren haben )\r\n\r\nWeiss jemand woran das liegt ? Das hatte ich noch nie ( ich spiel im fenstermodus )","replies":[{"id":"","poster":"Megamaexx","date":"2017-05-15T12:09:25.788+0000","up_votes":1,"down_votes":0,"body":"Bei mir und ner Freundin hat Client neustarten geholfen. Ist seitdem auch nicht mehr aufgetreten","replies":[{"id":"","poster":"Reyedlaw","date":"2017-05-16T12:45:55.116+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=7hciEY9w,discussion-id=cvGZsLht,comment-id=0001,timestamp=2017-05-15T12:09:25.788+0000)\n>\n> Bei mir und ner Freundin hat Client neustarten geholfen. Ist seitdem auch nicht mehr aufgetreten\n\nNaja bei mir ist es irgendwann auch weggegangen, aber keine Ahnung ob es wegen dem Neustart lag oder\nob es irgendwann nicht mehr passiert ist.","replies":[]}]},{"id":"","poster":"Reyedlaw","date":"2017-05-14T21:06:59.017+0000","up_votes":1,"down_votes":0,"body":"Hey Tobbel,\n\nwas du beschreibst klingt ein bisschen komisch (bzw. der Satzbau/nicht böse gemeint).\nMeinst du vielleicht das sich der LoL-Client (denn du minimiert hast) im Vordergrund erschienen ist und sich vor \ndein Spiel/Fester in dem du spielst, vorgestellt hat?\n\nWenn ja dann gibt es eine sehr einfacher Lösung. Nimm den Clienten und schieb ihn einfach nach unten, so  das\nwenn er wieder sich maximiert/sich im Vordergrund stellt, unten erscheint und nicht vor dein Spiel.\n\nGenau das Problem hatte ich auch mal gehabt. (spiele auch in Fenstermodus mit der kleinsten Auflösung hat man\nalles besser im Überblick, finde ich)\n\nFalls es doch ein anderes Problem war, beschreibe es mal bitte genauer.\n\nIch hoffe ich konnte dir helfen und wünsche dir einen schönen Abend.\n\nLiebe Grüße Reyedlaw","replies":[]}]}