{"id":"daVr91cs","poster":"Rakan for Him","date":"2019-05-25T10:51:47.092+0000","title":"★Clan★ sucht Spieler aus jeder Elo, ob Tryhard oder Casual Spieler!","subforum":"Clans & Teams","embed":{"title":"MikeSteR · DLive","description":null,"url":"https://dlive.tv/MikeSteR","image":"https://images.prd.dlivecdn.com/avatar/cd07fffc-5acf-11e9-aa0f-a2786e16941b"},"up_votes":1,"down_votes":0,"body":"**Hey und Herzlich Willkommen bei „The Gentlemen's Club“!\n**\n_Wir sind ein neu auferstehender Clan, der kurz vor seiner Blütezeit steht!_\n\n**Was wir zu bieten haben:**\nHier erwartet euch eine zukünftige Auswahl an motivierten und aktiven Spielern aus jeder Elo. Wir decken bereits jeden Skillbereich ab. Von erfahrenen Diamond-Spielern, bis hin zu emporsteigenden Iron-Spielern ist alles dabei. Egal ob ihr tryharden oder einfach eine entspannte Runde LoL zocken wollt, wir sind stets für euch da! Unser momentanes Ziel ist es einen großen Clan aufzubauen und dann gegebenenfalls interne Turniere zu veranstalten. Wir haben bereits die Erfahrung mit der Leitung von Clans und der Organisation von Teams. Wir sind ein sehr aktiver Clan, der größtenteils aus Studenten und Schülern besteht, weshalb wir oftmals Abends anzutreffen sind. Unsere regulären Spielzeiten finden von 13 - 22 Uhr statt ( Unter der Woche ). An Wochenenden/Ferien sind wir meistens zu jeder Uhrzeit anzutreffen. Unser Discord-Server bietet euch ein Ranglisten-System an. Dieses System soll für Übersicht sorgen und euch bei der Mitspielersuche unterstützen. Momentan stehen euch 2 Leader zur Verfügung. Unser Hauptleader heißt MikeSteR, dieser ist momentan Platin I und unsere Leaderin heißt Karma, diese ist momentan Gold III. \n\n**Was du mitbringen solltest:**\n° Du solltest ein Headset/Mikrofon besitzen, außerdem solltest du Discord installiert haben.\n° Das Alter ist irrelevant, jedoch solltest du eine geistige Reife besitzen.\n° Engagement und Aktivität hat eine hohe Priorität.\n\n**Wie ihr uns erreichen könnt:**\n\n1. Added uns auf Discord:\n° MikeSteR#3515 ( Mike )\n° Ðark Kásai#4271 ( Karma )\n\n2. Added uns Ingame:\n° THELEGENDMIKETM\n° Rakan for Him\n\n3. Joint unserem Discord-Server:\n° https://discord.gg/Hnq327q\n\n_Vielen dank für eure Aufmerksamkeit. Wir wünschen euch einen schönen Tag! The Gentlemen's Club ~_\n{{sticker:galio-happy}}","replies":[]}