{"id":"OF3U0Enn","poster":"Skyy22","date":"2020-01-19T11:47:55.653+0000","title":"Nach Grafikkartentreiberupdate probleme nur mit League - AMD Adrenalin","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nseitdem AMD ihren neuen Treiber herausgebracht hat (inkl. AMD Adrenalin) im Dezember habe ich Probleme (nur) mit League of Legends.\r\nWenn ich ein Game starte (unabhängig vom Spielmodus) fängt das Bild nach wenigen Sekunden für einige Sekunden an langsam zu flackern bis eine Bugsplat Meldung erscheint und mein Grafikkartentreiber abstürzt und ich den Rechner neu starten muss.\r\n\r\nDieses Problem taucht nur bei League of Legends auf.\r\nIch habe einen alten Treiber gefunden (aus 2015) mit dem ich keine Probleme habe, aber mit diesem Treiber kann ich keine aktuelleren Titel mehr spielen, also keine Lösung für mich. Den Treiber vor dem Adrenalin Release kann ich nicht mehr finden, außerdem ist es sehr lästig Windows immer davon abzuhalten, den aktuellen Treiber zu installieren.\r\n\r\nFolgendes habe ich Probiert:\r\n- Neu Installation mit vorherigem Deinstallieren\r\n- Installieren des Treibers ohne dazugehörige Adrenalin Software\r\n- Installieren eines alten Treibers (funktioniert für League aber nicht mehr für Origin oder Steam Games)\r\n- Suchen des vorherigen Treibers (unmittelbar vor Adrenalin Release), kein Fund\r\n\r\nGibt es hier eine Problemlösung? Es scheint an einer fehlerhaften Zusammenarbeit des aktuellen Treibers und LoL zu liegen, da 1) andere Games ohne Probleme funktionieren und 2) ältere Treiber mit LoL ja funktionieren, also kann es auch nciht an der LoL Installation oder meinem Rechner an sich liegen.\r\n\r\nGibt es hier Erfahrungen? Ich würde gerne wieder League spielen.\r\n\r\nMeine Hardware:\r\ni5 6600K\r\nAMD Radeon R9 390","replies":[{"id":"","poster":"Teferia","date":"2020-01-21T17:57:08.370+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe Problem.\nDie Treiber von November 2019 funktionieren ohne Probleme (19.11.3 - https://www.amd.com/en/support/kb/release-notes/rn-rad-win-19-11-3).\nKein anderes Spiel hat Probleme, nur LoL!\nHabe alle Versionen von Dezember 2019 und jetzt den neusten aus 2020 getestet. (19.12.1 - 19.12.3 sowie jetzt aktuell 20.1.3)","replies":[{"id":"","poster":"Skyy22","date":"2020-01-21T18:02:03.988+0000","up_votes":1,"down_votes":0,"body":"Danke! Den Treiber aus November habe ich gesucht aber dein Link funktioniert auch nicht.","replies":[{"id":"","poster":"Teferia","date":"2020-01-21T18:05:35.258+0000","up_votes":1,"down_votes":0,"body":"Mach mal das \").\" weg, dann geht es","replies":[{"id":"","poster":"Skyy22","date":"2020-01-22T15:43:38.609+0000","up_votes":1,"down_votes":0,"body":"Es funktioniert! Vielen Dank für den Link und den Tipp.","replies":[]},{"id":"","poster":"Skyy22","date":"2020-01-21T18:19:34.668+0000","up_votes":1,"down_votes":0,"body":"1000x gedankt, ich probiere es mal aus!","replies":[]}]}]}]},{"id":"","poster":"crowley2018","date":"2020-01-19T15:26:12.968+0000","up_votes":1,"down_votes":0,"body":"installiere den driver neu\nlösche im lol ordner logs und config\ngehe in den client und benutz das repair tool \n\nKp ob es klappt, wäre aber möglich","replies":[{"id":"","poster":"Skyy22","date":"2020-01-19T15:51:43.122+0000","up_votes":1,"down_votes":0,"body":"Ich dachte erst es klappt aber sobald ich die Settings auf \"Borderless\" also Fenstermodus ohne Rand einstelle kommt der Fehler wieder. Im Vollbildmodus geht es aber, das ist neu bzw. hatte ich vorher gar nicht gemerkt.\n\nGrenzt den Fehler vllt. etwas ein.","replies":[{"id":"","poster":"crowley2018","date":"2020-01-19T17:24:44.268+0000","up_votes":1,"down_votes":0,"body":"sonst habe ich auch kein plan mehr XD","replies":[]}]}]},{"id":"","poster":"DE Rülpsi DE","date":"2020-01-19T13:56:23.552+0000","up_votes":1,"down_votes":0,"body":"Man bekommt in diesen Forum immer das selbe vorgehalten. Dein PC oder dein Windows ist nicht in Ordnung. Repariere das mit unseren 08/15 Tool. Besser noch kontrolliere deine Firewall. Ja klar bei eindeutigen Shader Fehlern. Ich kann zu 100% sagen, das der Frame Limitierer und VSync im Arsch ist. Das ganze benötigt mal eine Eingriff in eine bestimmte cfg Datei und ein Program wie Rivia Static. Den dann läuft es auf einmal. Keine Grafik Shader Fehler mehr im Client und das Spiel läuft auch vernünftigt. Hinzu kommt das der ganze neue Launcher / Client Scheiß mehr Daten abfragt und weitergibt an Riot, als es Windows mit seinen ganzen Telemetrie Sachen macht. Langsam wird es lächerlich und man sollte es an passender Stelle mal melden was der Client an Daten sammelt und Auswertungen von einen macht.","replies":[]}]}