{"id":"kIHNvgyL","poster":"chôc","date":"2017-05-11T10:01:16.159+0000","title":"Team sucht JUNGLER ab GOLD (FlexQ)","subforum":"Clans & Teams","up_votes":4,"down_votes":3,"body":"Hallo,\n\nwir sind ein seit geraumer Zeit bestehendes Team und suchen als Ersatz f&uuml;r unseren alten Mogli einen neuen JUNGLER.\n\nWir erwarten:\n- FlexQ-Elo GOLD+, da wir uns gerade alle im niedrigen - mittleren Platin-Niveau befinden und wir sonst nicht mit dir spielen k&ouml;nnen\n- einen respektvollen Umgang, den ihr auch euren &quot;echten&quot; Mitmenschen entgegenbringen w&uuml;rdet\n- KEINEN riesigen Championpool. Wenn du ne handvoll guter Champs hast, ist das klasse. Mehr Variabilit&auml;t ist nat&uuml;rlich nie schlecht.\n- dass du MAIN JUNGLER bist\n\nGerade der letzte Punkt ist uns sehr wichtig, wir spielen sehr lanedominante Single-Lanes und eine eingespielte Botlane, daher erwarten wir, dass du einen Gameplan verfolgst (der uns idealerweise auch stets mitgeteilt wird) und eine konstante Gefahr aus dem Jungle darstellst. Unsere Anforderung ist, dass der Jungler ein - zumindest f&uuml;r unsere Elo - hohes Ma&szlig; an Gamesense mitbringt und idealerweise Erfahrung im Shotcallen hat.\n\nWir kommen alle menschlich super aus und zocken vor den Games auch gerne mal ne Runde SketchLeague o.&auml;., daher steht bei uns nat&uuml;rlich an erster Stelle, dass wir auch mit dir - und umgekehrt - super auskommen. Das Team ist in erster Linie keine Zweckgemeinschaft sondern ein Haufen netter Leute die ne gute Zeit beim FlexQ-Zocken haben.\n\nWir haben Trainingszeiten, zu denen jeder Zeit haben _soll_, zocken an sich aber fast t&auml;glich abends n paar Runden zusammen. Das l&auml;sst sich aber alles individuell besprechen und anpassen!\nWir sind alle 20+, euer Alter ist mir ziemlich schnuppe, im Teamspeak ist jeder gleich\n\nWir nehmen übrigens auch (erfolgreich) an Cups und Tournaments teil, so z.B. aktuell am Ahnenholz-Hecarim-Frühjahrscup der DESBL\n\nWenn ihr euch in dem Thread wiedererkennt und Interesse bekommen habt, addet mich gerne unter meinem IGN ch&ocirc;c.\n\nLiebe Gr&uuml;&szlig;e!\nLuca","replies":[]}