{"id":"sVJFgEEU","poster":"EtS AnanasSquad","date":"2017-05-11T07:19:45.153+0000","title":"MidLaner sucht Team und Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo wie im Titel steht suche ich einen Clan und ein Team zum zocken, ich hasse es solo zu zocken und spiele lieber als Team und oder mit 5 Leuten.\r\nIch hasse es in LoL mit randoms mich auseinanderzusetzen.\r\nTeamerfahrung is schon vorhanden da ich mehrere Team in LoL hatte zu anderen Season hatte und auch in Csgo schon mehrere Team gehabt.\r\n\r\n**Zu mir?**\r\n-Ich bin 20 Jahre alt\r\n-Hei&szlig;e Kevin\r\n-Bin derzeit noch bis August Krankgeschrieben und somit viel Zeit zum zocken\r\n-Gold 3\r\n-Ich zocke Main MidLane und das seit der Alpha/Beta von LoL\r\n-Meine Main champs Kata Syndra Xerath\r\n-Besitze Ts3 sowie Headset (Auch Discord vorhanden)\r\n-Spiele wie bereits gesagt seit Alpha Beta in Lol und habe sehr viel erfahrungen gemacht und selbst viel gelernt, war mal Dia in Season aber durch inaktivit&auml;t und Krankenhaus dann gedroppt und letzte Season Gold 1 in Promo zu Platin aber mir hatte sonst immer die lust gefehlt zu zocken alleine\r\n-Team erfahrung und erfahrung mit den High elos ( Kumpel is master und dort hat man oft mal gezockt)\r\n-Kritikf&auml;hig und stets bereit zu lernen und weiter zu kommen im Spiel\r\n-Bin bereit einen Famili&auml;ren Clan beitzutreten\r\n-Suche was aktives und nichts mit nur 5 Leuten oder 10, sondern wo man auch Interne Clan Abende veranstaltet in LoL oder falls Leute auch Garrys Mod spielen\r\n\r\n**Zu euch? (Clan)**\r\n-Aktiver Clan wo man immer wen zum zocken findet also das man zu 5. zocken kann\r\n-Aktive und nette Member\r\n-Ein Clan wo ich einem Team beitreten kann oder auch eins gr&uuml;nden kann\r\n-Famili&auml;rer Clan\r\n-Interne Games oder auch viel miteinander\r\n-Aktiven Ts mit lustigen Personen\r\n\r\n**Zu euch? (Team)**\r\n-Aktives Team welches ein Midlaner sucht\r\n-Aktive und nette Member\r\n-Trainingszeiten und ein Team was besteheen bleiben m&ouml;chte\r\n-Gold-Platin Spieler damit man Flex halt spielen kann\r\n-Leute die Kritikf&auml;hig sind \r\n--Ein Team was sich stets verbessern m&ouml;chte und Kritik vertr&auml;gt und auch geben kann wenn was nich passt\r\n-So gut wie m&ouml;gliche &ouml;ftere online zeiten und nich nur 1x die woche\r\n-Die Lanes beherrschen\r\n-Immer nach vorne blicken k&ouml;nnen auch wenn man mal verliert\r\n-Keine Arroganten Personen die sich f&uuml;r das beste halten, ich suche sehr nette und freundliche Leute\r\n\r\nIngame Name:Saltcrank Mid\r\nFalls ihr Interesse habt addet mich einfach ingame oder schreibt hier im Thread :)\r\nHab mich mal Kurzgefasst bei fragen von meiner Seite oder eurer einfach bescheid geben.","replies":[{"id":"","poster":"Flauschischste","date":"2017-05-11T10:44:44.586+0000","up_votes":1,"down_votes":0,"body":"Hallo Saltcrank Mid,\nsehr schöner Post. Den kann man glatt mehrfach lesen und sich freuen.\n\nDu möchtest weg von Randoms und suchst daher Leute für ein paar gemütliche Normals oder auch Rankeds? Und das alles ohne Flamen in angenehme Zocker-Atmosphäre?\n\nDann möchte ich Dir die Ü18 Community “[Nerds Go Casual](https://nerdsgocasual.de/community)” empfehlen.\n\nWir existieren seit 2016 und von <30 bis Dia Spieler ist alles vertreten. \nWir bilden regelmäßig neue Teams, oder füllen Teams auf. \n\nNeben dem LOL Bereich findest Du bei NGC auch die Bereiche Overwatch, Minecraft, Pen&Paper, Rainbow Six Siege, uvm., falls Du mal was anderes als LOL sehen möchtest.\n\nWenn ich Dein Interesse geweckt habe, schau’ doch bitte auf unsere Homepage. Dort findest Du noch ein paar Infos über NGC  und einen Link zum Bewerbungsformular.\n\n\nLG\n\nFlauschischste","replies":[]}]}