{"id":"aGK4McBR","poster":"Tobila","date":"2017-05-10T13:22:32.135+0000","title":"Lol Client OBS","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Moin, ich wollte mich nur erkundigen, ob es mittlerweile ein Update bez&uuml;glich der Funktion des Clients in OBS gibt.\r\nMein letzter Stand war, dass man zwar mit Fensteraufnahme den Client verwenden kann, die Gamecapture-Szene jedoch nicht funktioniert.\r\nGibt es da was neues bzw. soll das Problem &uuml;berhaupt behoben werden?\r\nEs ist echt nervig mit der Fensteraufnahme, wenn man nur einen Bildschirm hat.\r\n\r\nLG","replies":[{"id":"","poster":"silibum","date":"2017-05-10T18:34:39.162+0000","up_votes":1,"down_votes":0,"body":"Siehe [hier](https://support.riotgames.com/hc/de/articles/231536768-Bekannte-Probleme-des-aktualisierten-Clients#h2q2).\n\n>Der aktualisierte Client wird von den meisten Grafikkarten anders gerendert als der klassische Client, daher könnte er, abhängig von deinen Einstellungen, nicht von jeder Streaming-Software wiedergegeben werden. Sollte deine Streaming-Software über die Spielaufnahmeeinstellungen konfiguriert sein, ändere deine Einstellungen zu Fensteraufnahme oder Desktopaufnahme, je nachdem, was bei dir besser funktioniert. Sorge auch dafür, dass du die richtige Version der Streaming-Software auf deinem Computer installiert hast (32-bit oder 64-bit), da Kompatibilitätsprobleme dazu führen könnten, dass der Client nicht richtig wiedergegeben wird.\n\nDaher: Ich gehe nicht davon aus, dass hier etwas verändert wird.","replies":[{"id":"","poster":"Tobila","date":"2017-05-11T13:31:51.457+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=silibum,realm=EUW,application-id=s8lTaxuH,discussion-id=aGK4McBR,comment-id=0000,timestamp=2017-05-10T18:34:39.162+0000)\n>\n> Siehe [hier](https://support.riotgames.com/hc/de/articles/231536768-Bekannte-Probleme-des-aktualisierten-Clients#h2q2).\n> \n> Daher: Ich gehe nicht davon aus, dass hier etwas verändert wird.\n\nIch hoffe es, aktuell ist das ganze etwas nervig :D","replies":[]}]}]}