{"id":"oVftfqWw","poster":"Exo Hyperx","date":"2017-05-10T15:04:27.117+0000","title":"Wir suche nette leute für unsere neue Community Gaming evolution. Elo egal (Haupsache spaß am Spiel)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nwir suche auf diesem Weg neue Leute f&uuml;r unseren erst k&uuml;rzlich erschlossenen Community : Gaming Evolution.\r\n\r\nWir wollen anst&auml;ndige leute in jedem Elo Bereich finden um eine tolle Community zusammen stellen mit leuten die dann auch gerne wieder kommen.\r\nHaupts&auml;chlich wird es sich um das Spiel League of legends drehen wobei wir auch gerne andere MMO&acute;s und Ihren spielern ein zuhause bieten wollen.\r\nH.O.S. oder Overwatch sowie CS.GO\r\n\r\nWenn du also :\r\n\r\nHilfsbereit ( gerne auch mal anderen hilfst sich zu verbessern mit Tipps usw )\r\nfreundlich ( nett zu anderen bist und nicht unh&ouml;flich wirst mit deiner Ausdrucksweise )\r\nergeizig ( wenn du einem Team beitreten willst auch ernsthaft dabei bleibst oder dich wenigstens abmeldest )\r\nkritikf&auml;hig ( nichts flamst nur weil jemand glaubt dir etwas erkl&auml;ren zu k&ouml;nnen was du schon l&auml;ngst weist, oder sein Playstyle einfach schlechter ist )\r\n\r\nDein Elo Bereich ist uns egal, man findet be uns immer jemander zum spielen und auch f&uuml;r fast jeden Modus.\r\n\r\nWir bieten dir ein TS und eine Internetseite f&uuml;r unseren Clan ( Vertigstellung ende Juni )\r\nNette ausgesuchte Leute die wissen wie man sich benimmt. ( wer sich nicht benimmt darf gerne wieder gehen )\r\nWhatsapp Gruppen\r\nTeams die schon zusammengestellt sind oder noch werden und wo wir auch f&uuml;r dich wenn du willst einen Platz finden.\r\n\r\nIm gro&szlig;en und ganzen wollen wir einfach eine tolle Gruppe finden die Spa&szlig; an den spielen hat welche wir bei uns in der Community spielen wollen.\r\nDas is wohl einfach das wichtigtse.\r\n\r\nWenn du ein Teil von dem allem sein willst und uns vieleicht sogar bei dem Aufbau helfen magst, dann w&uuml;rden wir uns freuen von dir zu h&ouml;ren.\r\n\r\nGerne laden wir dich zu uns aufs TS ein.\r\n\r\nGaming-evolution.net\r\n\r\nRedakteure bei uns im Bereich LOL w&auml;hren = GuardMagician , xXFuuuuuuXx und JayPeace, Wolfmaschine\r\nWenn die Redakteure nicht da sein sollten ( Reallife geht vor ) dann Sprich einfach jemand anderen an und man wird dir gerne weiter helfen :-)\r\n\r\nIch hoffe wir sehen dich wenn es dich interessiert.\r\n\r\nGr&uuml;&szlig;e aus der Gaming Evolution Community","replies":[]}