{"id":"uXuXplNu","poster":"DerFeíneHerr","date":"2017-05-09T09:15:48.172+0000","title":"\"Nur\" +12 LP nach einem Sieg in der Solo-Queue? Erklärung bitte :)","subforum":"Ligen & gewertete Spiele","embed":{"title":"TimMiner11 - Summoner search results - League of Legends","description":"TimMiner11 / Silver 3 41LP / 56W 35L Win Ratio 62% / Braum - 32W 15L Win Ratio 68%, Lulu - 21W 13L Win Ratio 62%, Taric - 10W 10L Win Ratio 50%, Poppy - 12W 6L Win Ratio 67%, Karma - 11W 2L Win Ratio 85%","url":"https://euw.op.gg/summoner/userName=TimMiner11","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Hallo alle miteinander,\r\n\r\nich m&ouml;chte vorweg sagen, dass ich mit diesem Beitrag, Riot NICHT haten/flamen/blamen m&ouml;chte. Ich will nur ne sachliche Antwort kriegen, bitte^^\r\n\r\nIch hatte vor kurzem ein spannendes 52-min&uuml;tiges Ranglistenspiel in der Solo-Queue und habe dank Teamarbeit gewonnen.  Als ich dann zusammen mit anderen in der Spielzusammenfassung war, wunderte ich mich, dass ich nur +12 LP bekommen habe, obwohl es normalerweise um die +24/+25 LP waren. {{champion:32}} \r\n\r\nBei all meinen anderen Teammitgliedern ist n&auml;mlich das Selbe passiert. Sie traf es noch h&auml;rter. +9/+10 LP waren nach dieser Runde anscheinend normal xD\r\n\r\nKann mir bitte jmd. sagen warum es nur so wenig ist? An meiner MMR kann es nicht liegen.. Die is leicht erh&ouml;ht, also m&uuml;sste ich ja relativ viel bekommen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en{{sticker:slayer-jinx-catface}} \r\n\r\nTimMiner11","replies":[{"id":"","poster":"A lonely Pirate","date":"2017-05-09T17:09:59.820+0000","up_votes":1,"down_votes":0,"body":"Wie die beiden anderen vor mir auch schon gesagt haben. Es hängt vom Unterschied der gesamten MMR von eurem Team und dem Gegnerteam ab. Heißt, wenn euer Team so durchschnitllich Gold V war, und das Gegnerteam so Bronze( ist jetzt nen krasser Verlgeich)ist dann bekommt man weniger Punkte, da ihr ja ein leichteres Spiel hattet und so leichter gewonnen habt.","replies":[{"id":"","poster":"DerFeíneHerr","date":"2017-05-09T20:42:18.769+0000","up_votes":1,"down_votes":0,"body":"Wir hatten: Gold 5, Gold 5, Gold 5, Silber 1, Silber 3\nDie Gegner:  Gold 5, Silber 1, Silber 1, Silber 3, Level 30 heute Morgen (jetzt Gold 5)\n\nIch seh jetz keine dramatischen Unterschiede.","replies":[{"id":"","poster":"ninju7su","date":"2017-05-10T05:02:03.137+0000","up_votes":2,"down_votes":0,"body":"Die Division bzw der Rang in dem man steckt sagt nicht viel über die Elo eines Spielers aus. Das ist lediglich Kosmetischer Natur, damit die Leute was haben.","replies":[]}]}]},{"id":"","poster":"A lonely Pirate","date":"2017-05-10T05:57:55.795+0000","up_votes":1,"down_votes":0,"body":"Ich kann es mir nur so erklären das ihr wahrscheinlich hardstuck in Gold seit und die anderen Spieler gerade frisch aus Silber usw aufgestiegen","replies":[{"id":"","poster":"DerFeíneHerr","date":"2017-05-14T14:53:10.498+0000","up_votes":1,"down_votes":0,"body":"okay :D\nDanke für deine Antwort^^","replies":[{"id":"","poster":"DerFeíneHerr","date":"2017-05-14T14:53:35.175+0000","up_votes":1,"down_votes":0,"body":"*Erklärung","replies":[]}]}]},{"id":"","poster":"ninju7su","date":"2017-05-09T09:22:07.467+0000","up_votes":1,"down_votes":0,"body":"Das exakte Game wäre interessant.\nIm Endeffekt entscheidet nicht die MMR wie viel LP du nach m Sieg bekommst. Es ist der Unterschied zwischen eurer MMR und der eurer Gegner. Wenn ihr nur +12 LP bekommen habt, müssen eure Gegner extrem viel schlechter gewesen sein. Also vom MMR Wert her. Ich persönlich hatte noch nie einen solchen Extremfall, das ich nur 12 oder gar 9 bekommen hätte, aber ausschlaggebend für die LP am Ende des Games ist der unterschied der Durchschnitts MMR der beiden Teams.","replies":[{"id":"","poster":"DerFeíneHerr","date":"2017-05-09T20:50:14.056+0000","up_votes":1,"down_votes":0,"body":"Das exakte Spiel war heute, am 9. Mai um 10:38.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2017-05-09T11:23:37.727+0000","up_votes":1,"down_votes":0,"body":"Also ich hatte mal in einem Spiel 9 LP bekommen, als ich das nächste Spiel gemacht hatte habe ich ganz normal wieder 20 bis 23 Punkte bekommen.\nKann es sein dass da irgendwas mit dem Server nicht stimmte?\nIch habe nicht nachgefragt ob die andern auch nur so wenig Punkte bekommen haben.\nNur ich war halt total verwirrt, dass dass ich so wenig Punkte bekommen habe, weil ich gerade zu Silber 5 aufgestiegen bin.","replies":[{"id":"","poster":"DerFeíneHerr","date":"2017-05-09T20:45:07.329+0000","up_votes":1,"down_votes":0,"body":"Der Server? Der hatte nur das Problem mit den ab und zu auftauchenden Leeren Zeilen im Chat. Und das ist jetz auch noch so. Ich kann mir nicht vorstellen, dass es daran oder am Server lag. Die anderen haben in der Zusammenfassung, verwundert die wenigen LP genannt und deswegen wurde ich misstrauisch.","replies":[]}]}]}