{"id":"lXqcpaJK","poster":"NøNãme","date":"2017-05-08T16:28:32.086+0000","title":"YouTube/Twitch Streamer für Community Games, Tournaments,... zum Live Streamen","subforum":"Clans & Teams","embed":{"title":"VGO HacKTV","description":"Willkommen auf dem Kanal VGO_HacKTV, hier findet ihr Videos von den unterschiedlichsten Communitys und ihren Turnieren. Natürlich könnt ihr euch hier auch me...","url":"https://www.youtube.com/channel/UCkW6l46R0W_veBh9iMIKavw","image":"https://yt3.ggpht.com/-eIX4zblJhP8/AAAAAAAAAAI/AAAAAAAAAAA/oMm6K8vIGPA/s900-c-k-no-mo-rj-c0xffffff/photo.jpg"},"up_votes":1,"down_votes":0,"body":"Tagchen liebe League Gemeinde, wie ihr bereits dem Titel dieses Posts entnehmen k&ouml;nnt, bin ich ein YouTube, sowie Twitch Streamer. Auf diesen Plattformen biete ich allen Communitys die m&ouml;glichkeit, interne Games, Turniere oder auch Scrims Live zu Streamen. Dies biete ich jeder Community an um zu zeigen, was sie alles hat. Daher kann sich jede Community, welche daran Interesse hat, sich Ingame bei mir melden oder mir eine Nachricht auf meinem YouTube Kanal unter Diskussion hinterlassen.\r\n\r\nNun genug mit der Einleitung und kommen wir nun zu mir:\r\n\r\nZu mir ist soviel zu sagen, das ich ein 21 J&auml;hriger Kerl bin, welcher aus dem Frankenland im Bayern kommt. Ich selbst spiele nat&uuml;rlich auch League of Legends, dies bereits seit Season 2, jedoch musste ich bereits Season 3 aufh&ouml;ren und konnte erst Season 6 wieder anfangen. Durch Videos und Streams, habe ich jedoch nie aufgeh&ouml;rt mein Wissen &uuml;ber League of Legends zu erweitern. In meiner Freizeit bin ich als Motorsportler im Kartbereich, sowie Automobil bereich t&auml;tig und verbringe ansonsten viel Zeit mit meinem PC &lt;3 Derzeit mache ich auch noch eine Ausbildung im wundervollen Handwerk, wodurch ich ziemlich etwas im Kopf habe ;)\r\n\r\nMein Plan:\r\n\r\nEinen Kanal sowohl auf YouTube, als auch Twitch aufzubauen, wo jede Community in Deutschland einen Live Stream erhalten kann. Dies soll v&ouml;llig Frei und kostenlos gehen. Damit will ich den Communitys eine m&ouml;glichkeit bieten, auf sich aufmerksam zu machen, eine Gr&ouml;&szlig;ere Zuschauer, sowie Teilnehmerzahl ihrer Turniere zu erreichen, als auch ihre internen Games und auch Scrims gegen andere Communitys zu &uuml;bertragen.\r\n\r\nSollte sich also ein Vertreter einer Community f&uuml;r diese Idee begeistern k&ouml;nnen, kann er sich ganz einfach bei mir melden und wir werden einen Termin vereinbaren k&ouml;nnen, f&uuml;r den Stream. Also scheut euch nicht liebe Communitys und wendet euch gerne an mich ;)\r\n\r\nMfG - Miguel &dagger; VGO HacK","replies":[]}