{"id":"rwGeFUEL","poster":"Jinxed Queen","date":"2017-05-08T07:45:07.362+0000","title":"Suche Leute für enspannte Normalgames/Rankeds","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey {{sticker:slayer-jinx-catface}}  \r\nIch suche ein paar Leute, mit denen man entspannt zocken kann, ohne viel tilt, flame oder sonstiges.\r\nDie Elo ist mir relativ egal. Ich selber bin zurzeit Gold 2 und war letzte Season Platin. \r\nBei Interesse addet mich einfach und schreibt mir  \r\n:)","replies":[{"id":"","poster":"Flauschischste","date":"2017-05-08T09:12:11.531+0000","up_votes":2,"down_votes":0,"body":"GUten Morgen Katerato\nich hab mir Deinen Post durchgelesen und möchte Dir gerne die Ü18 Community “Nerds Go Casual” vorstellen. \nBei uns gibt es von Normals bis hin zu fest eingespielten Ranked Teams alles. Da ist für jeden was dabei und das in angenehmer, lockerer, lustiger Atmosphäre.\n\nWir haben insg. 300 aktive Mitglieder, die sich neben LOL auf Bereiche wie z. B. Overwatch, Pen&Paper, Rainbow Six Siege, Minecraft, etc. aufteilen. So dürfte für jeden was dabei sein, falls man mal Abwechslung braucht.\n\nSchau Dir doch mal unsere Forumwerbung an. Dort findest Du auch einen Link zu unserer Homepage.\nhttps://boards.euw.leagueoflegends.com/de/c/clans-teams-de/bfLp3ur0-oi-nerds-go-casual-a18-community-laadt-zum-zocken-ein-oi\n\nInteresse - dann füll auf der Homepage einfach das Bewerbungsformular aus. :)\n\nBis dann\n\nLG\n\nFlauschischste","replies":[]},{"id":"","poster":"Exo Hyperx","date":"2017-05-08T16:10:55.180+0000","up_votes":1,"down_votes":0,"body":"Hey, mein Name ist Daniel und ich bin in einem Clan der sich Gaming Evolution nennt.\n\nWir sind ein bunter Haufen, wo du Spieler von Bronze bis Platin findest. \nWir sind allerdings erst neu entstanden und daher leider noch nicht so viele Leute. Aber vieleicht ist das ja auch genau das was du sucht.\n\nWir wollen Teams erstellen und suche nette und freundliche Spieler ( jeder kann mal wütend sein, aber nicht jedes game und immer ) dahin gehend sortieren wir auch spieler wieder aus unserem Clan raus.\n\nWir wollen auch Overwatch Heros of the Storm und andere MMO´s in unserem Clan integirieren, konzentrieren uns aber derzeit hauptsächlich auf League of legends.\n\nFalls du lust auf eine neue uns wachsende Gruppe hast, oder gar an einem Team intresse hättest, würden wir uns freuen von dir zu hören.\n\nKomm doch einfach auf unser ts = TS Daten : Gaming-evolution.net\n\n\nIch würde mich auf dich freuen. \n\nGruß Daniel","replies":[]}]}