{"id":"ArgG73Ak","poster":"Mouhini","date":"2017-05-08T06:25:11.848+0000","title":"Hobbysupport sucht Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, ich spiele seid einiger Zeit LoL und suche einen Clan aus Freizeitspielern.\nIch selber bin kein Profi und suche Leute mit denen man ohne Druck ein Paarr Runden zocken kann.\nMeine Lieblingsposition ist Supporter auf der Botlane. Am liebsten mit Morgana oder Lux. Bei interesse schreibt mir doch einfach ingame oder unter diesem Post :)","replies":[{"id":"","poster":"Flauschischste","date":"2017-05-08T09:08:38.717+0000","up_votes":2,"down_votes":1,"body":"Guten Morgen Mouhini,\nich möchte Dir die Ü18 Community \"[Nerds Go Casual](http://www.nerdsgocasual.de)\" vorstellen.\nWir haben über 100 aktive LOL Spieler. Von <30 bis Dia ist alles vertreten und es finden sich immer Leute für eine gemütliche Runde LOL. :)\nNeben LOL gibt es bei uns auch Overwatch, Minecraft, Pen&Paper, ... . Für den Fall, dass Du mal etwas anderes sehen möchtest.\n\nWenn Du interesse hast, schau doch bitte auf die Homepage und schick uns Deine Bewerbung.\n\nLG\n\nFlauschischste","replies":[]},{"id":"","poster":"Exo Hyperx","date":"2017-05-08T16:11:19.979+0000","up_votes":1,"down_votes":0,"body":"Hey, mein Name ist Daniel und ich bin in einem Clan der sich Gaming Evolution nennt.\n\nWir sind ein bunter Haufen, wo du Spieler von Bronze bis Platin findest. \nWir sind allerdings erst neu entstanden und daher leider noch nicht so viele Leute. Aber vieleicht ist das ja auch genau das was du sucht.\n\nWir wollen Teams erstellen und suche nette und freundliche Spieler ( jeder kann mal wütend sein, aber nicht jedes game und immer ) dahin gehend sortieren wir auch spieler wieder aus unserem Clan raus.\n\nWir wollen auch Overwatch Heros of the Storm und andere MMO´s in unserem Clan integirieren, konzentrieren uns aber derzeit hauptsächlich auf League of legends.\n\nFalls du lust auf eine neue uns wachsende Gruppe hast, oder gar an einem Team intresse hättest, würden wir uns freuen von dir zu hören.\n\nKomm doch einfach auf unser ts = TS Daten : Gaming-evolution.net\n\n\nIch würde mich auf dich freuen. \n\nGruß Daniel","replies":[]}]}