{"id":"T6Vtfo73","poster":"BudbeL GuM","date":"2020-03-05T13:47:41.854+0000","title":"GG ez... Bann / Kein Bann ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Schönen guten Tag LoL-Spieler, \r\n\r\nIch wollte mal kurz Nachfragen ob dieses \"gg ez\" einen grund für Riot ist spieler zu bannen ? Spz. zu bestrafen ?\r\nIch finde am ende eines Spiels ist das einfach nicht angebracht \"EZ\" zu schreiben weils eine \"Beleidigung\" in meinen Augen ist.\r\nMann kann in ruhe immer GG oder BG schreiben aber nicht EZ ...\r\n\r\nFrüher hatte ich mal gehört es wird noch geahndet von riot wenn man den Spieler darauf hin reportet.\r\nIst das heute noch so ? Wird ein Spieler dafür bestraft ? Wenn man ihn darauf ihn reportet.\r\n\r\nmfg 3vilxXx","replies":[{"id":"","poster":"NGNL Alatreon22","date":"2020-03-05T14:39:12.153+0000","up_votes":2,"down_votes":0,"body":"Alles im Chat, was nicht ausdrücklich positiv zum Spiel beiträgt, kann geahndet werden.\nEin \"GG EZ\" oder \"ez\" fallen da also auch drunter.\nOb ein Spieler aber einzig und alleine deswegen gebannt werden kann, ohne andere negative Kommentare, ist jedoch fraglich^^","replies":[{"id":"","poster":"YΩsuo","date":"2020-03-06T00:51:50.782+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-06T14:36:51.705+0000","up_votes":3,"down_votes":0,"body":"Glaub da weiss jemand die Bedeutung dieses Wortes nicht. Das ist cringe.","replies":[{"id":"","poster":"YΩsuo","date":"2020-03-06T14:38:18.869+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-06T15:53:27.779+0000","up_votes":3,"down_votes":0,"body":"Ja anscheinend nicht ,dass ist ja das crinige hier.","replies":[{"id":"","poster":"YΩsuo","date":"2020-03-06T16:01:20.750+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-06T16:17:06.591+0000","up_votes":3,"down_votes":0,"body":"Schön das du einen passenden namen für dich gefunden hast. Viel Spaß noch,weil mir wird es langsam zu crinig mit dir sorry :/\n\nEdit: Yikes, da hat jemand einen Forum ban bekommen für sein criniges verhalten lul :3","replies":[]}]}]}]}]}]}]},{"id":"","poster":"You Got My Name","date":"2020-03-06T14:35:57.289+0000","up_votes":2,"down_votes":0,"body":"Wenn du die Suchfunktion nutzt, findest du reichlich Beiträge zu diesen Thema.","replies":[]},{"id":"","poster":"Sirrkas","date":"2020-03-05T16:31:56.468+0000","up_votes":2,"down_votes":0,"body":"Jemand kann durchaus dafür bestraft werden. Die Frage ist, wie oft jemand so etwas schreiben müsste, für eine Strafe und ob es reicht, wirklich nur \"gg ez\" zu schreiben.\n\nGrundsätzlich gilt, wenn du etwas für unangebracht hältst, melde es. Wenn etwas von genug Spielern gemeldet wird, kann es auch bestraft werden.\n\nSo gelten zum Beispiel \"deine Mutter\" Witze in NA als Lapalie und in Korea sind sie eher im Bereich Hetzrede anzusehen.","replies":[]},{"id":"","poster":"Megamaexx","date":"2020-03-05T13:55:19.151+0000","up_votes":2,"down_votes":0,"body":"Angeblich soll das System aus den Reports lernen. Wenn also genug Leute der Community das reporten, wird es bestrafungswürdig. Ich schreibe in das Textfeld dann immer \"EZ\" rein. Falls das mal jemand auswertet, weiß der dann auch, warum da ein Report von mir gekommen ist.","replies":[]},{"id":"","poster":"FBI Fox Mulder","date":"2020-03-05T16:29:20.426+0000","up_votes":2,"down_votes":1,"body":"Nein ist kein Grund für einen Bann. Aus meiner Erfahrung habe ich einen Premade der schreibt im wirklich im jeden Aram Spiel(er spielt nur aram) \"EZ\" am Ende des Spiels nur um zu schauen ob das System wirklich dies bestraft aber tut es nicht.","replies":[]},{"id":"","poster":"Veezey","date":"2020-03-05T18:58:31.323+0000","up_votes":1,"down_votes":1,"body":"Wenn es nach mir ginge, gäbe es dafür instant Chatban.","replies":[]}]}