{"id":"Ecitjdxd","poster":"TeddyOnTour","date":"2017-05-07T14:05:23.829+0000","title":"Main Support G5 sucht ein Team.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Mahlzeit League Community,\r\n\r\nWie im Titel bereits beschrieben bin ich derzeit auf der Suche nach einem Team.\r\nIn den ersten Zeilen m&ouml;chte ich kurz meine Wenigkeit beschreiben.\r\n\r\nMan nennt mich Philipp oder einfach Teddy.\r\nMeine Heimat befindet sich im Herzen von Th&uuml;ringen, in welchem ich derzeit einem Ingenieursstudiengang nachgehe.\r\nDerzeit f&uuml;hre ich mein Praxissemester durch und bin am Abend ab 18:00 Uhr verf&uuml;gbar.\r\n\r\nIch finde es recht schwer sich selbst zu beschreiben.\r\nMeine Teamf&auml;higkeit und Lernbereitschaft befindet sich aufgrund von anderen Spielen und Mannschaftssportarten mit Wettkampf-Hintergrund auf einem sehr hohen Niveau. Meine derzeitigen Mitspieler, die mich seit Season 2 begleiten, z&auml;hlen zu meinen Freunden, welche allerdings lieber &quot;Just for Fun&quot; spielen m&ouml;chten.\r\nDas nimmt mir momentan leider den Reiz an diesem Spiel.\r\nViel mehr m&ouml;chte ich meine F&auml;higkeiten in Zusammenarbeit mit einer motivierten Truppe vertiefen, ausbauen und mich in diesem Spiel weiterentwickeln. Nach M&ouml;glichkeit w&auml;re es sehr spannend an Turnieren etc. teilzunehmen.\r\n\r\nMeine Picks orientieren sich nach den W&uuml;nschen meiner Teams, dennoch bevorzuge ich derzeit Nami und Thresh.\r\n\r\nWas erwarte ich von euch?\r\n\r\nErw&uuml;nscht w&auml;re, wenn das Team hinter einem Clan oder &auml;hnliches steht.\r\nEin erwachsenes Verhalten und ein Alter &uuml;ber 18 w&auml;ren gut.\r\nIm Team selbst, sollte eine gute Atmosph&auml;re an oberster Stelle stehen\r\nProbleme, Kritik und Meinungsverschiedenheiten sollten m&ouml;glichst sachlich gekl&auml;rt werden.\r\nEin Anforderung an die Elo habe ich nicht. Es w&auml;re bei meiner eigenen wohl auch sehr unversch&auml;mt hier eine zu stellen.\r\nEs sollte jemand da sein, der die F&uuml;hrung des Teams &uuml;bernimmt, jedoch auch offen ist f&uuml;r Vorschl&auml;ge und Hilfe annimmt.\r\n\r\nKennt ihr dieses Gef&uuml;hl, wenn ihr in der D-Jugend als Abwehrspieler euren ersten Elfmeter schie&szlig;en d&uuml;rft und von diesem m&ouml;glichen Tor das gesamt Spiel abh&auml;ngt, ihr trefft und euch &uuml;berkommt dieser unbeschreibliche Zustand?\r\n\r\nMit einem enormen Team- und Sportsgeist w&uuml;rde ich mich gerne in einem Team einbringen.\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nPhilipp\r\n\r\n\r\np.s. schreibt mich einfach Ingame an.","replies":[]}