{"id":"mh0g0vQN","poster":"Fatman Hunting","date":"2017-05-06T20:32:08.970+0000","title":"PENGUINS eSports sucht SUPP","subforum":"Clans & Teams","embed":{"title":"PENGUINS ESPORTS - Multigaming Organisation","description":"Nun ist es endlich soweit! Wir können euch voller stolz unsere neue Webseite präsentieren! Es ist kein Geheimnis mehr das WordPress auch im Gaming-Bereich immer mehr genutzt wird und den langjährigen Konkurrenten Webspell immer mehr ablöst. Für uns war klar, dass wir auch in Zukunft mit dem eigentlichen „Weblog\"-CMS arbeiten werden.","url":"https://www.penguins-esports.de/","image":"https://www.penguins-esports.de/wp-content/uploads/2017/02/cropped-cropped-pengusliderbackground.jpg"},"up_votes":1,"down_votes":0,"body":"Liebe Zockergemeinde!\n\nFalls Ihr noch nicht das richtige Dach &uuml;ber dem Kopf gefunden habt und Teil eines aufstrebenden Projekts sein wollt, seid Ihr bei diesem Post genau richtig!\n\nWer sind wir?\n\nPENGUINS ist ein &quot;eSport-Community-Projekt&quot; in dem der Sport und die Gemeinschaft von Personen, die ein gemeinsames Ziel verfolgen, im Vordergrund steht. Das Fundament dieser Community wurde gebildet, mit dem Ziel sich mit einem eigenen Projekt einen Namen zu machen, die organisatorischen Fehler in vorherigen Clans abzustellen und das komplette Paket professioneller und leidenschaftlicher zu gestalten. Mit der Pr&auml;misse es besser zu machen begannen wir also die Grundsteine f&uuml;r unser weiteres Vorhaben zu setzen.\nUnsere Ziele sind Erfolge auf nationaler Ebene durch unsere &quot;Talentschmiede&quot; zu erreichen, sowie eine stets wachsende Community zu schaffen, welche eine heimische Atmosph&auml;re genie&szlig;t. Um diese Ziele optimal zu verfolgen, haben wir uns auf die popul&auml;ren Spiele, Counter&shy;-Strike: Global Offensive, League of Legends und Starcraft 2 fokussiert.\n\nPENGUINS sucht Dich oder dein Team!\n\nWir wollen mit unserem Clan eine Plattform f&uuml;r viele Leute zum gemeinschaftlichen Zocken in famili&auml;rer Atmosph&auml;re schaffen, die viele Menschen anzieht. Wir sind dabei stets darauf bestrebt eine friedliche und freundliche Stimmung in der Community zu erzeugen und zu halten, damit Leute sich gerne bei uns zum gemeinsamen Spielen treffen und uns lange erhalten bleiben. Zudem sind in Zukunft Community &shy;Events, wie kleine Turniere oder &Auml;hnliches geplant, bei denen wir auch kleine Preise unter den Gewinnern vergeben wollen.\n\nNeben dem Aufbau der Community wollen wir Teams die Chance geben sich mit unserer Hilfe richtig aufzustellen, von der Membersuche bis zum technischen Support steht unser Management mit Rat und Tat zur Seite, um Euch einen Weg in den kompetitiven eSport zu ebnen. Zun&auml;chst ist unser Ziel, Teams vor allem in ihren Startphasen zu helfen und sie zu etablieren, um sie so auf den weiteren Weg im eSport Geschehen vorzubereiten. Auch beim Aufbau und Support der Teams ist uns eine freundliche Atmosph&auml;re sehr wichtig, sowie Zuverl&auml;ssigkeit des Managements!\n\nUnser Anforderungsprofil f&uuml;r euch:\n\n&bull; Du solltest TeamSpeak und ein angemessenes Headset (Mikrofon/Kopfh&ouml;rer) besitzen und dieses auch benutzen\n&bull; Ein nettes und h&ouml;fliches Verhalten ist grundlegend f&uuml;r einen guten Umgang untereinander\n&bull; Du solltest mind. 18 Jahre sein\n&bull; flie&szlig;endes Deutsch in Schrift und Sprache beherrschen\n&bull; Aktivit&auml;t und Engagement zeigen\n&bull; &quot;Sauberen&quot; Account besitzen\n&bull; Mind. Level 30\n\nWas bieten wir unseren Mitgliedern:\n\n&bull; Umfangreiche und individuelle Unterst&uuml;tzung der Mitglieder und Teams\n&bull; strukturierte und gepflegte Webseite\n&bull; erfahrene F&uuml;hrungsebene\n&bull; technische Infrastruktur\n&bull; mehrere Bereiche auf unserem Voice Server\n\nAktuelle Suche:\n\n&bull; Support f&uuml;r unser Team Omega Penguins, mindest Elo ist Gold 3\n&bull; Gamer die Interesse an unserer Community haben\n\nWo kann ich mich bewerben?\n\nDie Bewerbung erfolgt &uuml;ber unsere Webpr&auml;senz &#039;www.penguins-&shy;esports.de&#039;. Diese sollte nat&uuml;rlich ausf&uuml;hrlich und aussagekr&auml;ftig sein. 3&shy; Zeiler werden ungelesen abgelehnt!\nWir w&uuml;rden uns freuen, dein Interesse geweckt zu haben. Offene Fragen beantworten wir gerne via E&shy;-Mail. Bei Interesse werden wir einen Termin f&uuml;r ein Gespr&auml;ch via TeamSpeak vereinbaren.\n\nKontakt:\n\nOmega Penguins: IGN: morna ainu\n\nE-&shy;Mail: bewerbung@penguins-&shy;esports.de\nWebsite: www.penguins-esports.de\n\nViele Gr&uuml;&szlig;e,\n\nEuer PENGUINS Team","replies":[]}