{"id":"EUnqgcRa","poster":"TossAGankToBot","date":"2019-05-24T15:44:45.946+0000","title":"Ständig Feeder,Inter oder AFKLER im Team","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":2,"body":"Ich hab jetzt nach langer Rankedpause,wieder angefangen Rankeds zu machen. Hab davor nur Normals gespielt um bissl Adc zu lernen. \r\nBeim ersten Game,ging mir schon die Lust flöten. Eine Yuumi die 4/6/31 stand (für den Champ muss man nix können,sry aber ist so),und MF die man nicht  töten konnte. Das war am 21.05  Die Games danach verliefen,selbst nach Tagelanger Pause und neuer Kraft,genauso besch*ssen.  Ich bin von S3 auf S4 (jetzt 22Lp gedropt) und muss mich alleine mit Randoms rumschlagen die feeden,inten oder afk gehen. Aus meiner FL hab ich leider keinen der mit mir spielen könnte,da alle einen direkt löschen sobald man ein Game verliert xD wie soll man in dieser Elo,alleine als Supp 4 Randoms carrien? ich mein? 2/9 Toplane Renekton und 2/8 Jungle sind nix wo man sagt: ,,schlechtes Game,passiert schonmal,, nein,die beiden haben den Darius mit Absicht gefeedet! Das war heute...es kotzt und f*ckt einfach nur ab,das die MMR einem ständig solche schlechten Mates,Grundlos,gibt...als ich Gold4 war,lief es super! dann einmal eine nie enden wollendende Losingstreak und bam auf S2! danke Riot...","replies":[{"id":"","poster":"Oranji","date":"2019-05-24T15:55:29.100+0000","up_votes":1,"down_votes":3,"body":"Zitat: für Yuumi muss man nichts können... LUL\n\nmehr brauch ich nicht Lesen.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-24T16:00:29.239+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=qDronYq,realm=EUW,application-id=ip27PlEH,discussion-id=EUnqgcRa,comment-id=0001,timestamp=2019-05-24T15:55:29.100+0000)\n>\n> Zitat: für Yuumi muss man nichts können... LUL\n> \n> mehr brauch ich nicht Lesen.\n\nSie ist okayish schwer, aber schwerer als der durchschnitts Enchater, da hast du recht.\nAber super schwer wie GP, Azir, Olaf, Aatrox, oder Ryze ist sie jetzt nicht.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-05-25T09:52:28.059+0000","up_votes":1,"down_votes":0,"body":"Wait steht da Olaf soll schwer sein? Also die anderen champs kann ich ja verstehen, aber Olaf?","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-25T18:41:18.159+0000","up_votes":1,"down_votes":0,"body":"Das Mikromanagment deiner Äxte (nicht zu weit etc), deiner Healthbar für Attackspeed, wann du deine W benutzt und das Animation Canceling für deine full combo zusammen mit Tiamat ist schwer.\nDazu bist du wenn du als Olaf behind fällst komplett raus, du wirst nie wieder usefull.","replies":[]}]}]}]},{"id":"","poster":"Oranji","date":"2019-05-24T16:30:09.644+0000","up_votes":1,"down_votes":0,"body":"Ich würde sogar anbieten mit meinem Silber 4 Smurf ein paar runden mit zuspielen damit ich es mir mal live anschauen kann und vorallem mal sehen wie leicht du tiltbar bist","replies":[]},{"id":"","poster":"Oranji","date":"2019-05-24T16:25:20.662+0000","up_votes":1,"down_votes":0,"body":"ok.. ganz ehrlich was war das im name spiel bei 6.40? entweder bist du afk zu lane gelaufen oder das war absichlicher int :D\n\nsorry aber mein tipp.. hör auf mit LoL oder fang an anders an die Games ranzugehen.. so wirst du auf kurz oder lang keinen spaß an rankeds haben.. und verlierst sogar den account wenn es schlecht läuft.. oder such dir einen guten duoq partner für bot","replies":[]},{"id":"","poster":"Oranji","date":"2019-05-24T16:05:20.315+0000","up_votes":1,"down_votes":0,"body":"So dann mal eben Ausfühlich.. zu deinem Morg game..\n\nMin 2 -> Du setzen deine Q daneben willst dann einer Ashe einen AA geben und der BC bekommt einen easy grab. Direkt eine schwere Lane für den Draven.. der sich jetzt auch denken könnte was du für ein Troll inter usw bist.\n\nMin 2.25 -> Stehst AFK rum wegen w/e reason. BC grabbt dich vor Free bam FB\n\nMin 2.47 -> ja unlucky Fizz reconnected heißt nicht das er trollt, denk dir shit happens.. reißt euch zusammen und versucht zu gewinnen.  \n\nMin 4.40 -> Du portest mit wenig Mana back.. obwohl du eher da bleiben solltest um einen Dive bzw den Draven zu schützen.\n\nMin 6 -> Du stehst einfach AFK rum anstatt Draven zu helfen zu pushen nachdem Ashe Tod ist.. und das locker eine Minute lang (ok du gibts Draven last second das BS.. trotzdem ist der afk bzw deine passive art der grund warum ihr danach sterbt\n\nalso ich will nicht weiter schauen.. wenn jedes game so aussieht gehörst du leider in diese Elo.. und du bist genauso ein Troll wie du die du beschuldigst","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-24T16:07:17.958+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=qDronYq,realm=EUW,application-id=ip27PlEH,discussion-id=EUnqgcRa,comment-id=0002,timestamp=2019-05-24T16:05:20.315+0000)\n>\n> So dann mal eben Ausfühlich.. zu deinem Morg game..\n> \n> Min 2 -> Du setzen deine Q daneben willst dann einer Ashe einen AA geben und der BC bekommt einen easy grab. Direkt eine schwere Lane für den Draven.. der sich jetzt auch denken könnte was du für ein Troll inter usw bist.\n> \n> Min 2.25 -> Stehst AFK rum wegen w/e reason. BC grabbt dich vor Free bam FB\n> \n> Min 2.47 -> ja unlucky Fizz reconnected ändert nichts daran das er Trollt sondern shit happens.. reißt euch zusammen und versucht zu gewinnen.  \n> \n> Min 4.40 -> Du portest mit wenig Mana back.. obwohl du eher da bleiben solltest um einen Dive bzw den Draven zu schützen.\n> \n> Min 6 -> Du stehst einfach AFK rum anstatt Draven zu helfen zu pushen nachdem Ashe Tod ist.. und das locker eine Minute lang\n> \n> also ich will nicht weiter schauen.. wenn jedes game so aussieht gehörst du leider in diese Elo.. und du bist genauso ein Troll wie du die du beschuldigst\n\nLol stimmt, man kann ja jetzt Replays von solchen Leuten angucken.\n300IQ.","replies":[{"id":"","poster":"Oranji","date":"2019-05-24T16:12:59.928+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=ip27PlEH,discussion-id=EUnqgcRa,comment-id=00020000,timestamp=2019-05-24T16:07:17.958+0000)\n>\n> Lol stimmt, man kann ja jetzt Replays von solchen Leuten angucken.\n> 300IQ.\n\nJa.. würde gern den Chat von seinem/ihrem jetzigen Game sehen.. weil ein EZ mit 20 farm min15 ist schon krass.. würde mich aber interessieren ob sich beide angebeeft haben weil sie gestorben sind :D.","replies":[]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-24T15:51:00.200+0000","up_votes":1,"down_votes":0,"body":"Beschwerst du dich auch über die 1/6 Morgana?\nDie 1/6 Lulu?\nOder die 1/8? Klar, in dem Spiel hattest du viele Assists, bist aber trotzdem zu oft gestorben. \n\nJeder Spieler hat schlechte Spieler, du bist der Beweis dafür.","replies":[{"id":"","poster":"J4ckyCola","date":"2019-05-31T04:21:40.222+0000","up_votes":1,"down_votes":1,"body":"Wie wäre es den wen wir den Account direkt für Eloboosten reporten. Man beachte seine Matchhistory, seine Stats der adcs in normal games und dann die Stats seiner 2 ADCs die er im Ranked game spielt. Da bin ich mir abnsolut sicher das die von jemand anderem gespielt wurden.","replies":[]}]}]}