{"id":"V02LixZt","poster":"Nocì","date":"2017-05-03T19:05:07.735+0000","title":"Summernerspells können nicht benutzt werden","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo erstmal,\r\n\r\nIch habe meine Summonerspells schon immer auf extra maustasten gehabt [Button 4] &amp; [Button 5].\r\nSeit letzter Woche kann ich diese aber nicht mehr benutzen. Also in manchen games schon, aber nicht in allen.\r\n\r\nDas Problem trat heute wieder auf, ich hab ein normal gespielt und konnte die ganze Zeit keine Summonerspells benutzen. Bei den Hotkeys stand das sie auf MB4 und MB5 liegen, so wie immer. \r\nDas Problem konnte ich letzte Woche beheben, indem ich in den PersistedSettings.json \r\n\r\n                            &quot;name&quot;: &quot;evtNormalCastAvatarSpell1&quot;,\r\n                            &quot;value&quot;: &quot;[Button 5]&quot;\r\n                        },\r\n                        {\r\n                            &quot;name&quot;: &quot;evtNormalCastAvatarSpell2&quot;,\r\n                            &quot;value&quot;: &quot;[Button 4]&quot;\r\n\r\nButton 4 und 5 erg&auml;nzt habe.\r\nDannach lief auch alles wieder. \r\nGestern konnte ich in einem spiel auch keine Summonerspells nutzen, obwohl die einstellungen in der Datei sich nicht ver&auml;ndert haben.\r\nSp&auml;ter am abend lief dann alles normal, ohne das ich was ver&auml;ndert habe.\r\nJetzt gerade ging es wieder nicht.\r\n\r\nDie Frage ist, wie kann ich das Problem dauerhaft beheben? \r\nIch will nicht ein ranked starten um dann zu erfahren, dass ich keine Summoners nutzen kann.","replies":[{"id":"","poster":"Gin","date":"2017-05-04T07:56:19.014+0000","up_votes":1,"down_votes":0,"body":"Da es bei \"normalen\" Tasten problemlos funktioniert, würde ich sagen dass es hier an deiner Maus oder dem dazugehörigen Treiber liegt.\n\nDu kannst mal probieren den Treiber für die Maus, solltest du einen haben, neu zu installieren oder zu updaten.\n\nAnsonsten kannst du mal testen ob es mit normalen Tasten funktioniert.","replies":[]}]}