{"id":"2BlwiYzU","poster":"Sarandlas","date":"2017-05-03T16:58:06.388+0000","title":"Matchbewertungen Unfair?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":3,"body":"Ich hatte gerade eine gew&ouml;hnliche Blind Pick Partie. Stand am ende des Spiels (Support-gewonnen) 5/0/22 Die Partie war nach ca 40min vorbei.\r\nWobei ich mit 48 platzierten Wards und 136 Sicht Wertung (Viel, wenig, Keine Ahnung) wesentlich mehr hatte als alle anderen im Spiel die zwischen 13-30 waren Au&szlig;rei&szlig;er der gegnerische Support mit fast 60. \r\nBekommen habe ich die Note A, wobei mir nicht eingeht wie mein ADC, mit weniger Schaden, weniger zerst&ouml;rten T&uuml;rmen, und jedem bereich schlechteren Werten (au&szlig;er dem Farm.. duh!) ein S bekommt, obwohl er &quot;nur&quot; bei 18 (11 bekommen) kills dabei war. \r\n{{sticker:zombie-brand-mindblown}} \r\nWie setzt sich das Wertesystem bei Rito zusammen? Oder hei&szlig;t es nun generell &quot;hier hast du eine Quest&quot; aber F**k Supports?\r\nIch habe kein Problem ein A zu bekommen, bekomme auch genug S und S+ bewertungen. Was mir aber nicht eingeht ist warum ein spieler der in jedem belang schlechter war eine bessere Wertung bekommt &quot;Nur weil er ADC ist&quot; ?{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"ninju7su","date":"2017-05-18T11:01:41.039+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Spiel nicht gefunden in der Matchhistory. Kannste ja mal verlinken, dann kann man mehr dazu sagen.","replies":[]},{"id":"","poster":"Atreju","date":"2017-05-18T10:46:04.206+0000","up_votes":1,"down_votes":0,"body":"Ja mir sind auch schon einige Ungereimtheiten aufgefallen. Ein Assist ist für meinen Geschmack zuviel wert. Sicht fließt zu wenig ein. Verhinderter Schaden oder ähnliches sollte auch mit einfließen. Trotzdem finde ich ein S mit Supporter am einfachsten zu erreichen, als z.B. mit ADC","replies":[]},{"id":"","poster":"BigSnipe","date":"2017-05-03T17:29:01.298+0000","up_votes":1,"down_votes":0,"body":"Die Spielbewertung ist bei jedem Champion verschieden und ist abhängig von der durchschnittlichen Leistung des Champions. Wenn du also einen zZ. starken Champion spielst und mit ihm dominierst bekommst du vielleicht nur ein B, weil die meisten noch besser mit ihm sind. Wenn du aber einen Champion spielst der generell recht useless ist und mit ihm normale stats hast, ist es sehr wahrschienlich das du ein S bekommst.","replies":[]},{"id":"","poster":"CptPICHU","date":"2017-05-03T17:06:19.807+0000","up_votes":1,"down_votes":0,"body":"Heyho! Das setzt sich aus dem Durchschnitt des Champions generell zusammen. S ist eben weit über dem Durchschnitt. Auch Vergleicht\nes dich mit deinem Gegenüber. Wie das genau Funktioniert weiss man nicht, ich kann dir aber sagen das bei manchen Champions das S (z.b. mit Lulu{{champion:117}} )\ndoch recht schwer zu erreichen sein kann. Mehr kann ich leider auch nicht sagen! Rito möchte aber soweit ich das verstanden habe das Bewertungssystem im Laufe der Season etwas verbessern.","replies":[]},{"id":"","poster":"Tamamo no mae","date":"2017-05-03T17:28:39.547+0000","up_votes":2,"down_votes":2,"body":"Du brauchst auf jeden Fall viel farm, kill Beteiligungen wenig Tode tower und drakes. Aber farm ist mit am wichtigsten","replies":[{"id":"","poster":"Atreju","date":"2017-05-18T10:48:34.900+0000","up_votes":1,"down_votes":1,"body":"Lies den Thread nochmal und denke mal nach warum deine Antwort am Thema vorbeigeht.","replies":[]}]}]}