{"id":"2Z8zUbuK","poster":"ANXDEApoRes1337","date":"2017-05-03T13:04:53.126+0000","title":"Anoxinon - Gaming | Kämpft mit uns in der Kluft","subforum":"Clans & Teams","embed":{"title":"News - Anoxinon.de - Gaming Community","description":"Um schreiben oder kommentieren zu können, müssen Sie sich anmelden.","url":"https://anoxinon-gaming.de","image":"https://anoxinon-gaming.de/images//novaBlue/logoMobile.png"},"up_votes":7,"down_votes":6,"body":"Guten Tag liebe Spieler und Spielerinnen,\n\nmit dem heutigen Tag m&ouml;chten wir &quot;Anoxinon - Gaming&quot; uns der Community hier vorstellen.\nWir sind eine aufgeschlossene und aktive Gemeinschaft von Gamer/inen die in dieser und\n&auml;hnlicher Form bereits seit einigen Jahren existiert. Bisher haben wir uns gerne in unserer kleinen Aktiven privaten Gruppe bewegt und sind haupts&auml;chlich durch Freunde und Freundes Freunde gewachsen. Jetzt m&ouml;chten wir uns jedoch der &Ouml;ffentlichkeit nicht mehr vorenthalten und neue Gesichter in unserer Community willkommen hei&szlig;en.\n\n\n\nZu diesem Zweck suchen wir aktuell vermehrt neue Spieler f&uuml;r League of Legends welche mit uns die Kluft unsicher machen wollen. Egal ob Level 1 oder 30, ob Casual oder Ranked Profi wir freuen uns &uuml;ber jedes neue Gesicht welches lust auf Spa&szlig; hat.\n\n\nSelbstverst&auml;ndlich steht es euch ebenso frei der Community Beizutreten oder nur als Gast bei uns ab und an vorbeizuschauen. Jedoch m&ouml;chten wir euch eine kleine Auflistung an Vorteilen die du als Community Mitglied genie&szlig;t nicht vorenthalten.\n\n\n* Du erh&auml;ltst Zugang zu Privaten Servern der Community.\n* Als Mitglied bist du zur Teilnahme an unseren Events Berechtigt.\n* Eine Teilnahme an Gewinnspielen ist f&uuml;r dich m&ouml;glich und wird bei &ouml;ffentlichen Aktionen mit 2 Stimmen gewertet.\n* Unterst&uuml;tzung auf dem Weg zum E-Sport Team in Form von Marketing und Personalmanagement ist m&ouml;glich.\n* Mit dem Beitritt bei Anoxinon - Gaming bist du berechtigt das &quot;ANXDE&quot; Community Tag vor deinem Namen zu tragen.\n* Internen Zugang zu allen Clubs, Clans, Gruppierungen in Spielen die wir unterst&uuml;tzen.\n* Aufstiegsm&ouml;glichkeiten innerhalb der Community vom User bis zum Community Manager.\n* Eine gut ausbalancierte Atmosph&auml;re auf die viel Wert gelegt wird.\n* Regelm&auml;&szlig;ige Community Sitzungen mit dem Management wo deine Probleme und Ideen Geh&ouml;r finden und du aktiv das Projekt mitgestalten kannst.\n* Zugang zu Ressourcen der Community, zur Verwirklichung von Projekten innerhalb des Anoxinon - Netzwerks.\n\n\nDiese und viele weitere Vorteile k&ouml;nnten dir jetzt und in Zukunft mit deiner Mitgliedschaft zur\nVerf&uuml;gung stehen. Nochmal eine Mitgliedschaft ist bei uns generell kostenlos und &quot;freiwillig&quot;.\nDu darfst auch gerne mit uns Spielen wenn du kein Interesse daran hast dich fest zu binden.\n\nWie das nun so ist spielen auch &quot;wir&quot; nicht 24/7 h League und haben Alternativen geschaffen, wir verf&uuml;gen aktuell &uuml;ber ein gut ausbalancierten Garry&acute;s Mod TTT - Server der mit viel Liebe zum Detail und gro&szlig;en Aufwand sich hoher Beliebtheit erfreut. Desweiteren arbeiten wir mit &quot;unserer&quot; Community zusammen um ein bestm&ouml;gliches Spielerlebnis mit einem eigenen Minecraft Server zu generieren und verf&uuml;gen &uuml;ber ein Semi aktiven Diablo III Squad. Gerne wird bei uns aber auch Counterstrike: Global Offensive und f&uuml;r gemeinschaftliche Abende Tabletop Simulator gespielt.\n\n\nSollte ihr also Interesse an einer Community haben die haupts&auml;chlich aus Jahrelangen Bekanntschaften, Freundschaftlichen Verh&auml;ltnissen und einem gewissen Hang zur Perfektion besteht, k&ouml;nntet ihr bei uns f&uuml;ndig werden.\n\n\nWie k&ouml;nnt ihr uns erreichen ?\nTeamspeak 3 Server: ts3.anoxinon.de\nAnoxinon - Gaming Webseite: [https://anoxinon-gaming.de](https://anoxinon-gaming.de)\nKontakformular: [https://anoxinon-gaming.de/index.php?contact/](https://anoxinon-gaming.de/index.php?contact/)\nOder ihr stellt eure Fragen hier direkt im Thread\n\n\nMit freundlichen Gr&uuml;&szlig;en die Anoxinon - Gaming Community\nPS.: Viel Spa&szlig; allen in der Kluft und viel Gl&uuml;ck bei den Rankeds :)","replies":[]}