{"id":"j0EwxL8P","poster":"KingKongLoL YT","date":"2017-05-02T16:58:15.905+0000","title":"Lissandra MiD GUIDE [SEASON 7] Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | League","subforum":"Streams & YouTube","embed":{"title":"Lissandra MiD GUIDE [SEASON 7] Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | League","description":"Ein allround Guide für Lissandra! Eine Zeitleiste befindet sich weiter unten, sodass ihr leicht dahin springen könnt, was euch interessiert!","url":"https://www.youtube.com/watch?v=u_YrYl6UBWA","image":"https://i.ytimg.com/vi/u_YrYl6UBWA/hqdefault.jpg"},"up_votes":6,"down_votes":4,"body":"Yo Leute was geht ab, kingkong back at the Mic und willkommen zu einem League of Legends Season 7 Champion Guide. Heute geht es um Lissandra, die Eishexe.\r\nLissandra ist einer der Helden, die mehrere kleine Buffs in dem Patch 7.8 erhalten haben und sie wieder auf der Top und der Midlane viable macht. Sie ist ein Held  mit viel Crowd Control und passt in eine Teamcomp, bei der man auf CC angewiesen ist. \r\nIhre Roams sind auch nicht von schlechten Eltern, da sie mit ihrer &quot;E&quot;-F&auml;higkeit direkt im Gesicht des Gegners landen kann, ihn CCen kann und dann sogar t&ouml;ten. Mit der &quot;E&quot;-F&auml;higkeit kann man nicht nur Teamfights wunderbar starten, sondern damit fl&uuml;chten. Wann immer es zu einer bremsligen Lage kommt, kann man einfach mit der &quot;E&quot; raus kommen.\r\nHinzu kommt das sie mit ihrem AOE-Schaden einen echt guten Waveclear hat. Sollte sich also der gegnerische Held auf der Lane entscheiden zu Roamen, dann kann man mit Lissandra sehr schnell die eigenen Vasallen in den gegnerischen Turm dr&uuml;cken.\r\nAllerdings hat Lissandra mit ihren F&auml;higkeiten keine gro&szlig;e Reichweite. Die &quot;Q&quot;, &quot;W&quot; und die Ulti sind so konzipiert, dass man mit Lissandra sehr nah an den Gegner muss. Abhilfe schafft dabei zwar ihre &quot;E&quot;, aber das Risiko w&auml;chst damit, da man keine Escapef&auml;higkeit mehr hat.\r\nAm Anfang hat Lissandra hohe Ablinkzeiten auf ihren F&auml;higkeiten und ihre Manakosten sind relativ hoch. Der Buff auf ihrer Passiven schafft da zwar etwas Abhilfe, aber dennoch muss man behutsam mit dem Mana umgehen. \r\nSchlussendlich muss gesagt werden, dass Lissandra schwer zu meistern ist. Nicht jetzt der schwierigste Champ, aber definitiv schwerer als eine Annie. Besonders wichtig ist n&auml;mlich wie man die Ulti einsetzen will. Es ist zwar gut zum CCen von Gegnern und sie dann killen zu k&ouml;nnen, aber gleichzeitig ist die Ulti auf euch eine Art Zonyas mit Heileffekten. Deshalb muss weise dar&uuml;ber entschieden werden, wie man sie einsetzt.\r\nIn Bezug auf die Meisterschaften 12 in Wildheit und 18 in Gerissenheit zu stecken, wobei ihr Thunderlords als Keystone nimmt. Als Lissandra kann man ihre F&auml;higkeiten sehr einfach und schnell kombinieren und Thunderlords in der Tasche zu haben, erh&ouml;ht den Burstschaden und das Killpotenzial. Um den Manaproblemen entgegen zu steuern empfehle ich auch Punkte in die Manaregeneration zu stecken.\r\nAlternativ k&ouml;nnt ihr auch Deathfires Touch als Keystone nehmen, da man mit ihrer &quot;Q&quot;-F&auml;higkeit relativ einfach Poken kann und dieser Keystone ihren Schaden erh&ouml;hen w&uuml;rde. Dennoch bevorzuge ich Thunderlords wegen des sahnigen extra Burstschaden. \r\nIn Bezug auf die Runen nehmt ihr 9 x Magiedurchdringung auf den Roten, 9 x skalierendes Leben auf den Gelben, 9x Magieresistenz auf den Blauen und 3 Essenzen F&auml;higkeitenst&auml;rke. Das hier ist eine Standard Runenseite gegen AP Gegner. Wenn ihr gegen einen Helden spielt, der AD Schaden verursacht wie z.B. ein Zed oder Talon, dann k&ouml;nnt ihr 9x R&uuml;stung auf den Gelben gehen, statt der Lebensrunen. Die F&auml;higkeitsst&auml;rke- und Magiedurchdringungsrunen helfen euch sehr gut beim Poken und Waveclearen. Wobei euch das skalierende Leben und die Magieresistenz tankiger macht. \r\n\r\nAls ersten Beschw&ouml;rerzauber empfehle ich Flash.  Auch wenn ihr mit eurer &quot;E&quot; relativ einfach fl&uuml;chten k&ouml;nnt seid ihr immer noch ein sehr anf&auml;lliger Champion. Au&szlig;erdem k&ouml;nnt ihr Flash auch offensiv nutzen, um an den Gegner ranzukommen und dann ein All-in zu wagen. \r\nAls zweiten Spell w&uuml;rde ich Teleport nehmen. Dies wird euch mehr Mappressure verleihen und erlaubt euch Roams zu starten. Ihr k&ouml;nnt sogar dadurch sch&ouml;n splitten und wenn ein Teamfight ausbricht schnell hin teleportieren. \r\nWenn ihr euch allerdings sicher seid, dass ihr die Lane dominieren k&ouml;nnt und ihr euer Killpotenzial erh&ouml;hen wollt, dann k&ouml;nnt ihr auch Ignite mitnehmen. Es ist ein sehr guter Spell gegen Helden, die sich heilen k&ouml;nnen.\r\nAls Skillorder f&uuml;r die F&auml;higkeiten empfehle ich selbstverst&auml;ndlich immer einen Punkt in die Ulti zu investieren, wann immer sich die Gelegenheit dazu ergibt. Also auf Level 6, 11 und 16. Als erstes empfehle ich ihre &quot;Q&quot; hoch zu skillen, um viel Schaden zu verursachen, poken zu k&ouml;nnen und eine Wave clearen zu k&ouml;nnen. Die n&auml;chste F&auml;higkeit, die hochgeskillt werden sollte ist ihre &quot;W&quot;. Die h&ouml;here Reichweite und die reduzierte Ablinkzeit helfen auch wunderbar auf der Lane. Dennoch ist zu erw&auml;hnen, dass man auf Level 2 nicht sofort mit der &quot;W&quot; anf&auml;ngt, sondern zun&auml;chst die &quot;E&quot; skillt. Wann immer es zu einem Gank kommen sollte, k&ouml;nnt ihr damit einfach raus kommen und m&uuml;sst keinen Flash verschwenden.\r\nF&uuml;r eine aggressive all-in Kombo k&ouml;nnt ihr mit eurer &quot;E&quot;-F&auml;higkeit starten, um an den Gegner ranszukommen und dann euer Hexteck-Protobelt benutzen, wenn ihr denn das Item gekauft habt. Im Anschluss benutzt ihr eure Ulti auf den Gegner und dann eure &quot;Q&quot; um weiteren Schaden zu verursachen und &quot;W&quot; um ihn sogar noch l&auml;nger festzuhalten. \r\nDie n&auml;chste F&auml;higkeit ist zum Fl&uuml;chten gedacht und dabei benutzt ihr die &quot;E&quot; und die &quot;W&quot;. Ihr startet mit der &quot;E&quot;, geht kurz zur&uuml;ck zum Gegner und aktiviert dann &quot;W&quot;, um den Gegner festzuhalten. Im selben Moment aktiviert ihr erneut eure &quot;E&quot;, um weg springen zu k&ouml;nnen.\r\nLasst uns jetzt einige schwere Matchups durchgehen und wir starten dabei mit Ahri. Sie kann viel Burstschaden verursachen und euch mit ihren F&auml;higkeiten sehr schnell t&ouml;ten. Gegen eine Ahri m&uuml;sst ihr sehr achtsam sein und passiv spielen. Behaltet eure Ulti bis sie versucht auf euch zu engagen und benutzt sie dann auf sie. W&auml;hrenddessen m&uuml;sstet ihr mithilfe eines Teammates genug Zeit haben, sie zu t&ouml;ten bevor sie wieder mit ihrer Ulti rausspringen kann.\r\nDer n&auml;chste Kandidat ist Jayce, gegen den es aufgrund seines sehr hohen Pokeschadens sehr schwer zu lanen ist. In diesem Matchup ist es essentiell, dass ihr seinem beschleunigten Shockblast ausweicht. Ist dies nicht der Fall und er trifft euch einige Male, dann kann er euch sehr einfach mit seiner Hammerkombo abfertigen. Auch hier m&uuml;sst ihr sehr passiv spielen und wenn er f&uuml;r eine Hammerkombo geht, dann k&ouml;nnt ihr ihn ganz einfach ulten und viel Schaden zur&uuml;ckgeben.\r\nAls n&auml;chstes ist da noch unbedingt Syndra zu erw&auml;hnen, die einen l&auml;cherlich hohen Burstschaden verursachen kann. Da Lissandra keine allzu hohe Reichweite hat, muss sie relativ nah ran, um Schaden an Syndra zu verursachen und genau hier ist das Problem. Syndras Stunkombo hat eine hohe Reichweite und mit ihrer Ultikombination wirst du direkt sterben. Daher traded nur, wenn sie ihre F&auml;higkeiten benutzt hat und seit auch hier sehr passiv.\r\nLissandras Lanphase ist ziemlich gut. Gegner mit einer niedrigen Reichweite kann man leicht mit ihrer &quot;Q&quot;-F&auml;higkeit unter Druck setzen und bei einem Gank kann sie einfach mit ihrer &quot;E&quot; fl&uuml;chten.\r\nSollte euer Jungler kommen k&ouml;nnt ihr mit Lissandra den Gank sehr leicht vorbereiten. Alles was ihr machen m&uuml;sst ist, mit ihrer &quot;E&quot; nach vorne zum Gegner zu springen und ihn dann mit all eurem CC festzuhalten, so dass euer Jungler sehr leicht dran kommt und Schaden verursachen kann.\r\nAb Level sechs erh&ouml;ht sich eurer Killpotenzial um ein vielfaches und ihr solltet f&uuml;r einen All-in gehen und den Kill picken.\r\nIn den Teamfights m&uuml;sst ihr euch entscheiden wie ihr eure Ulti nutzen m&ouml;chtet. Es gibt zwei Optionen.\r\nDie erste w&auml;re, sie offensiv gegen einen schwachen und anf&auml;lligen Gegner zu benutzen, der das gegnerische Team am carrien ist, so dass dein Team leicht an diesen Gegner rankommt und beim finishen helfen kann.\r\nOder ihr verwendet die Ulti auf euch selber, wenn ihr beispielsweise fokussiert werdet oder euch heilen m&uuml;sst. Wie dem auch sei, wenn ihr es auf euch selber benutzen wollt, dann versucht dabei in der Mitte des TEamfights zu sein, damit ihr mit eurem Eis weiterhin Schaden verursacht. \r\nZum Schluss noch der Itembuild. Ihr startet mit einem Dorans Ring, Healpots und einem Wardingtotem.\r\nF&uuml;r den Corebuild empfehle ich den Hextech-Protobelt, Zonyas und das H&ouml;llenzepter. Dadurch wird eure Offensive und Deffensive sehr gut gest&auml;rkt durch die Aktivierung des Protobelts und die des Zonyas als Abwehr. Hinzu kommt noch, dass man sehr viel F&auml;higkeitsst&auml;rke erlangt und 30% Ablinkzeitverringerung. Durch die zusetzliche R&uuml;stung, Magieresistenz und Leben seid ihr gut tanky, was Lissandra echt zu Gute kommt! \r\nAls Alternative k&ouml;nnt ihr auch den Stab des Zeitalters und Morellonomikon bauen. Der Stab des Zeitalters hilft durch den Katalysator Lissandra bei der Manaerzeugung und verleiht ihr mehr Mana und auch mehr Leben. \r\nBez&uuml;glich der Boots k&ouml;nnt ihr Zauberschuhe nehmen, wenn ihr eure Magiedurchdringung erh&ouml;hen wollt oder Ionische Stiefel, wenn ihr weitere 10% Ablinkzeitverringerung ben&ouml;tigt. \r\nKommen wir nun zu den Items, die gut auf der Lissandra sind. Als erstes w&auml;re da Rabadons Todeshaube, welches euch beim Carrien des Games hilft, da ihr zum Carrien auch viel AP braucht. Das n&auml;chste Item w&auml;re der Leerenstab und ist zu empfehlen, wenn die Gegner viel Magieresistenz bauen. Es hilft euch dabei euren Schaden dennoch durch zu bekommen. \r\nLiandrys Qual hilft ebenfalls bei der Magiedurchdringung und hat einen sch&ouml;nen Brenneffekt, der sehr nice auf Tanks ist. \r\nWenn ihr eurem Burstdamage noch mehr Burst verleihen und ihr viel roamen wollt, dann k&ouml;nnt ihr auch Ludens Echo bauen. Es ist ein Item was ich nicht oft baue, aber wenn ich viel roamen m&ouml;chte kann es in Betracht gezogen werden, wegen des Movementspeeds.\r\n\r\nZum Schluss w&auml;re da noch, wie bei jedem anderen Helden auch, Guardian Angel. Dieses Item gibt euch noch mehr Tankiness und erlaubt es euch wieder zur&uuml;ckzukommen, um nochmal mehr Schaden zu machen.\r\nF&uuml;r meinen exemplarischen Full Build nehme ich den Corebuild und baue als Boots Ionischen Stiefel aus, um meine Ablinkzeitverringerung zu erh&ouml;hen. Das kombiniere ich mit der Rabadons Todeshaube und dem Leerenstab. Das erlaubt euch einen hohen Burstdamage zu machen und wegen des Protobelts und wegen des Zonyas erhaltet ihr auch gute R&uuml;stungswerte. \r\nDas wars zu Lissandra auf der Midlane. Wenn euch das Video gefallen hat, dann lasst mir einen Daumen nach oben da und abonniert den Kanal. Vielen Dank f&uuml;r&acute;s Zuschauen. Ich hoffe euch hat das Video gefallen und wir sehen uns im n&auml;chsten Video. Peace Late!","replies":[]}