{"id":"62Jw7LLi","poster":"Baltion","date":"2017-05-02T12:32:57.881+0000","title":"Als Support Rankeds gewinnen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo liebe Leute,\r\n\r\nich spiele sehr gerne Supporter bin, aber nicht sicher ob man in dieser Position &uuml;berhaupt in der Lage ist Spiele effektiv f&uuml;r sein Team zu gewinnen, wenn es hart am verlieren ist.\r\n\r\nMan versucht ja seinen kleinen ADC zu unterst&uuml;tzen wie man kann, aber wenn er sich als Ezreal in Garen rein shiftet, fragt man sich oft doch wof&uuml;r geb ich mir &uuml;berhaupt die M&uuml;he Ihn am Leben zu erhalten... \r\n\r\nDas Problem ist auch die krasse Selbst&uuml;bersch&auml;tzung der eigenen Teammitglieder ob gefeedet oder nicht f&uuml;r die nur Kills z&auml;hlen und lieber geschw&auml;chten Gegnern bis ans Ende der Unendlichkeit und noch viel weiter zu folgen anstatt einen Tower oder Drachen zu holen.\r\n\r\nKann aber auch sein das ich einfach ein mieser Supporter bin {{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-02T12:46:35.875+0000","up_votes":2,"down_votes":0,"body":"Naja, nicht jeder ADC  ist so, und ja man kann als Supp das Spiel sehr gut beeinflussen. \nSoraka ist aber nicht so empfehlenswert. \nLuLu und Janna sind gute def supports. Zyra und Brand sind gute off supports. \nLeona, Braum und Nautilus sind gute Tank supporter. \nThresh und Blitz sind gute playmaker(falls man die hooks trifft)","replies":[]},{"id":"","poster":"SUΡΡORT","date":"2017-05-02T13:30:55.627+0000","up_votes":1,"down_votes":0,"body":"Heya, Baition!\n\nEs kommt natürlich erst einmal darauf an wie gut und erfahren dein ADC ist. Klar, spielt der ADC eine große Rolle auf der Botlane, jedoch hat der Supporter meist mehr Impact im gesamten Spiel. Falls du und dein ADC es hinbekommen solltet, auf der Botlane ein paar Kills rauszuholen, ist es wichtig in erwägung zu ziehen, zu Roamen! Ein erfolgreicher Midlane-Roam kann das Spiel meist schon entscheiden! (Je nach Elo natürlich)\n\nFalls du einen ADC gefunden hast, in welchen du absolut blind vertrauen kannst, und welcher auch deinen Spielstil teilt, kannst du diesen ja mal danach fragen, ob er eventuell öfters mit dir spielen möchte! Es ist immer besser mit jemandem zu spielen, den du kennst und auf den du vertrauen kannst!\n\nLass' dir nichts von anderen Leuten einreden, wie zum Beispiel: \"Support is die schlechteste Rolle\" oder \"Support = Spectate\"...\n>Ein guter Supporter kann 5x besser sein, als ein (schlechter) Midlaner! ;)\n\nEinfach weiter üben und trainieren... Irgendwann bist du selbst als Supporter in der Lage das Spiel zu entscheiden. Du must nur in dich selbst (und besten Falls in deinen ADC auch noch) vertrauen und du wirst sehen! ;)\n\nIch hoffe, dass ich deine Stimmung ein wenig heben konnte, \n\nSUPPORT\n\n{{sticker:slayer-jinx-catface}} \n\n######- Nur ein netter Support-Main, der gerne anderen Spielern hilft und sein Wissen teilt! - \n\n\nPS","replies":[{"id":"","poster":"Baltion","date":"2017-05-02T13:48:22.724+0000","up_votes":1,"down_votes":0,"body":"Muss dazu sagen ich spiele ungern die Dmg Supporter sowas Zyra und co. Bin eher der Beschützer und/oder CC Maschine (Leona is love)","replies":[]}]},{"id":"","poster":"Santas hoe","date":"2017-05-02T13:27:12.615+0000","up_votes":1,"down_votes":0,"body":"Wenn du gewinnen willst, empfehle ich dir, dich auf ein paar wenige sups/charaktere zu versteifen. Du spielst zwar relativ häufig sup, allerdings immer andere Chars. Mal spielst du mehrere games lang karma, dann wieder galio oder janna. Versuche, zwei oder drei dieser Champs wirklich gut zu könen, um dann mit diesen abzuräumen. Auch entfehle ich, dir nicht von Anfang an zu hohe Ansprüche zu stellen. Du bist jetzt denke ich noch nicht soo lange dabei (zumindest lässt dies dein niedriger mastery score erschließen) und du bist dir vermutlich über sehr viele Aspekte des Spieles noch nicht im klaren. Spiele weiter, trainiere, der erfolg kommt dann (vermutlich) mit der Zeit\n\nLG\nSantas hoe","replies":[{"id":"","poster":"Baltion","date":"2017-05-02T13:47:18.364+0000","up_votes":1,"down_votes":0,"body":"Ich spielt seit dem Release von Miss Fortune :P \nHatte aber 2 Jahre Pause und hab April wieder angefangen. Ich probiere halt gerne mal neue Supports aus (Galio hab ich aber nur Normals gespielt zum testen), mit Janna hab ich oft das Gefühl kaum Impact zu haben :/ und mit Leona habe ich glaube bis jetzt alle Spiele gewonnen und mit Braum noch kein einziges T.T dabei feier ich den Char nur sind die ADCs zu doof um die Passive zu procken deswegen hab ich es sein lassen.","replies":[]}]}]}