{"id":"EA6YuI9u","poster":"BlankReturns","date":"2017-05-02T15:14:11.641+0000","title":"Afk ler in Rankeds","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Danke Riot ich habe mal wieder ein Ramked verloren weilwir einen im team hatten der diereckt nach dem start afk gegangen  ist und wir nicht remaken konnten. da frage ich mich echt was da wohl falsch l&auml;uft wenn icdh immer afkler bekomme","replies":[{"id":"","poster":"Tomatensoße","date":"2017-05-03T01:13:00.458+0000","up_votes":1,"down_votes":0,"body":"Riot kann ehrlich gesagt nichts dafür. AFK-Spieler gibt es im jedem Spiel, in manchen haben sie mehr, in machen weniger Bedeutung.  In LoL merkt man, wenn ein Spieler fehlt, da es nun mal auf Teamplay basiert. Nun gehen dieses Spieler nicht immer absichtlich afk. Manche haben Notfälle, Internetprobleme, Hard- oder Softwareprobleme usw. . Manche AFK-Gründe kann man vorbeugen, sicher ist man aber nie und wenn dies halt öfters passiert, wirst du diese Leute auch nicht so schnell wiedersehen. Denk auch daran, dass dir dies auch jederzeit passieren könnte.  Allerdings musst du auch bedenken, dass dein Gegnerisches Team die gleichen Probleme hat. Du hattest bestimmt auch schon einmal ein Spiel,  bei dem dein Gegnern ein AFK-Spieler hatte und ihr deswegen gewonnen habt. Daher gleicht sich dies auch aus. Wenn du jetzt viele AFKler hintereinander hattest, hattest du einfach nur Pech. Aber sowas wirft dich in der \"elo\" nicht weit zurück, beim nächsten Spiel wird es wieder besser laufen. ^^","replies":[]},{"id":"","poster":"Snowgen","date":"2017-05-02T16:44:36.318+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du gut spielst gewinnst so so viele Spiele, dass dir diese paar AFK Leute nicht auffallen","replies":[]},{"id":"","poster":"Tobbel","date":"2017-05-02T16:42:45.776+0000","up_votes":1,"down_votes":0,"body":"vllt tröstet dich das, dass der gebannt wird ^^ ( höchstwahrscheinlich )","replies":[]},{"id":"","poster":"dertaxifahrernr9","date":"2017-05-02T15:39:43.586+0000","up_votes":1,"down_votes":3,"body":"mimimimimi afkler ich bin bronze","replies":[]}]}