{"id":"idQELkOy","poster":"AeQ Hyperion","date":"2017-05-02T14:45:17.545+0000","title":"AeQ Black Unicorns suchen JUNGLER (Plat1+) [Beschreibung lesen!]","subforum":"Clans & Teams","up_votes":2,"down_votes":6,"body":"Hallo liebe LoL Community. \n\nWie dem Titel bereits zu entnehmen ist, sind wir auf der Suche nach einem Jungler f&uuml;r unser Team. \nSolltest du ernsthaftes Interesse haben, bitten wir dich, den ganzen Text zu lesen. Solltest du eine unserer Voraussetzungen NICHT erf&uuml;llen,\nbitten wir davon abzusehen uns zu kontaktieren. Das spart nicht nur uns, sondern auch dir Zeit. Danke.\n\n**So kommen wir zu den Dingen, die wir von dir erwarten:\n**\n\n* Kritikf&auml;higkeit: Uns ist Kritikf&auml;higkeit extrem wichtig, da wir keine SoloQ-Spieler gebrauchen k&ouml;nnen, die glauben sie seien die Besten der Besten und brauchen keine Kritik einstecken. Jeder macht Fehler und wenn du darauf hingewiesen wirst, ist es DEINE Aufgabe diese Kritik anzunehmen sowie umzusetzen.\n\n* P&uuml;nktlichkeit/Zuverl&auml;ssigkeit: In unserem Team legen wir Wert darauf, dass du zuverl&auml;ssig und (m&ouml;glichst) p&uuml;nktlich zu ausgemachten Terminen erscheinst. Um Versp&auml;tungen oder Absagen (z.B. RL-Vorfall) vorzubeugen haben wir eine Whatsapp-Gruppe, in der man sich jederzreit melden kann.\n\n* Jungle MAIN + Erfahrung: Wir erwarten von dir, dass Jungle deine Main-Rolle ist und das (bestm&ouml;glichst) seit mehreren Jahren. Wir brauchen auch keine One-Trick-Ponys. Dein Championpool muss nicht 50 Champions beinhalten, allerdings erwarten wir, dass du zumindest die META Champions beherrscht. \n\n* Alter/Headset/Teamspeak: Ein weiterer Punkt ist das Alter. Jahrelange Erfahrung zeigt, dass Spielern unter 20 Jahren die n&ouml;tige Reife fehlt (auch wenn es Ausnahmen gibt). Ausnahmen best&auml;tigen die Regel, allerdings sind wir hier konsquent. Des Weiteren besitzt du (nat&uuml;rlich) ein Headset, wei&szlig;t es einzusetzen. Einen Teamspeak stellen wir.\n\n* Wir erwarten von dir, dass du mindestens Platin 1 bist, da es vor allem in der aktuellen Meta extrem einfach ist als Jungler die Ladder zu climben. Alles unter Platin 1 m&uuml;ssen wir von vorne herein ausschlie&szlig;en, da unsere Ziele h&ouml;her sind. (Auch keine Ausreden, danke!)\n\n* Shotcalling/Kommunikation: Zum letzten Punkt sei gesagt: wir brauchen eigentlich keinen Shot-caller, w&uuml;rden aber nicht nein sagen, wenn du in der Lage dazu bist und auch schon Erfahrung damit hast. Kommunikation allerdings ist EXTREM wichtig. Teilweise wichtiger als dein eigener Skill. Wir brauchen keinen stummen Jungler, der sich nicht mit uns unterh&auml;lt\n\n**Nun zu dem was wir DIR bieten: **\n\n* Einen Clan, der uns unterst&uuml;tzen kann insofern wir mit Leistung beweisen, dass wir das verdienen\n* Einen Coach, der uns bei (fast) jedem Spiel einen Gameplan, Combo etc erstellt und uns nach dem Game &uuml;ber Fehler etc aufkl&auml;rt und dabei hilft uns zu verbessern. Wichtig: Dem Wort des Coaches ist Folge zu leisten.\n* Eine super humorvolle Truppe, mit der man extrem viel Spa&szlig; haben kann, die sich allerdings 100% fokussiert, sobald es notwendig ist.\n* Regelm&auml;&szlig;ige Teilnahme an Tunieren (z.B. haben wir 1. Platz bei dem AeQ 5v5 Tunier gemacht, oder Go4LoL Platz 23) -&gt; Wir m&ouml;chten mit dem Team auf jeden Fall etwas erreichen\n* LoL-Erfahrung &uuml;ber mehrere Jahre\n* Alle Spieler sind &uuml;ber 20 Jahre alt\n* Unsere Elo liegt zwischen Platin und Dia, wobei die Platinspieler in den n&auml;chsten Tagen und Wochen auf Dia rushen werden, um sich so weiter zu verbessern.\n* Regelm&auml;&szlig;ige Trainigszeiten (nie vor 19 Uhr), sowie feste Trainigstage, die sich aber &auml;ndern k&ouml;nnen. \n* Klare Ziele f&uuml;r die Zukunft.\n\n\nSo, viel Text, aber wer bis hier gelesen hat z&auml;hlt schonmal zu denen, an denen auch wir Interesse haben k&ouml;nnen. \nSolltest du alle Vorassetzungen erf&uuml;llen und denkst DU kannst uns bereichern dann melde dich bei einem der unten aufgelisteten Spieler. \nAnsonsten, noch einen sch&ouml;nen Tag und viel Spa&szlig; beim ranken!\n\nGru&szlig;, die AeQ Black Unicorns. \n\nAnschreiben/Adden: AeQ Zebrafliege (Teamcaptain) &amp; AeQ Hyperion (Ersteller des Posts)\n\nEDIT: Wir werden die nächsten 1-3 Wochen TryOuts halten, um dann zu determinieren für welchen Kandidaten wir uns entscheiden :-P","replies":[{"id":"","poster":"Zebrafliege","date":"2017-05-03T17:06:59.286+0000","up_votes":1,"down_votes":0,"body":"upup","replies":[]},{"id":"","poster":"AeQ Hyperion","date":"2017-05-03T15:10:13.903+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"AeQ Hyperion","date":"2017-05-02T19:30:22.117+0000","up_votes":1,"down_votes":0,"body":"schieeeeb :)","replies":[]}]}