{"id":"XA71LXRE","poster":"Archangel Raiden","date":"2017-05-02T10:43:30.262+0000","title":"[Champion-Konzept] Fortuna Die Heilende Hand [Supporter]","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Ein großes Danke an Shácolade der mir bei der Skalierung und Verbesserung der Fähigkeiten geholfen hat {{sticker:slayer-pantheon-thumbs}} \n\n****\n\nHallo zusammen hier mal einen Supporter von mir da ich bisher noch keinen erstellt habe dachte ich mir hey ich hab gerade Zeit und Lust also habe ich mir mal die vorhanden Supps angeschaut und habe versucht meinen Supp von den anderen ein Bisschen abheben zu lassen und hoffe das es mir gelungen ist Viel Spa&szlig; beim Lesen \n\n****\n\n* Allgemeines\n\nName: Fortuna Die Heilende Hand \nHerkunft: Ionia \nRolle: Supporter\nRasse: Mensch\n\n****\n \n* Aussehen\n\nGeschlecht: Weiblich\nHautfarbe: Wei&szlig;\nGr&ouml;&szlig;e: 1.75\n\nFortuna hat Wei&szlig;e fast Schulterlange Harre eine Gelb Braune Augenfarbe \nund einen Schimmernden Kristall in Ihrer Stirn sowie kleinere an ihren Ohrl&auml;ppchen sie Tr&auml;gt ein wei&szlig;es enges Gewand das einen Kleinen H&uuml;ftrock hat an ihre Schultern hat sie einen durchsichtigen Stoff Streifen \nihre Arme sind mit einer Linie verziert die von den Kristallen an ihren Handr&uuml;cken ausgehen und sich mit dem Kristall auf ihrer Stirn verbinden  \n\n****\n\n* Geschichte\n\nAls Kind wuchs Fortuna in einem Kloster auf wo die Kunst der Magie gelehrt wird ob es Magie ist die andere Schadet oder Sch&uuml;tzt die Kriege in ionia haben Fortuna gezeigt das Gewalt keine L&ouml;sung ist und so hat sie sich nur auf die Magie des Schutzes konzentriert und obwohl sie auch anderen mit ihrer Magie Schaden k&ouml;nnte vermeidet sie Gewalt aus er sie hat keine andere Wahl da das Kloster f&uuml;r die Magie des Schutzes und der Heilkunst bekannt ist kommen &ouml;fters unheilbar Kranke Menschen dort hin um geheilt oder gerettet zu werden doch auch die Heilkunst kennt Grenzen  als eines Tages eine Familie ins Kloster kam um ihre Kranke Tochter Heilen zu lassen war es Fortunas Aufgabe dies zu tun doch die Krankheit hatte bereits den Ganzen K&ouml;rper des M&auml;dchen befallen auch die H&ouml;heren gelehrten der Heilkunst konnten nichts mehr f&uuml;r das M&auml;dchen tun als die Eltern des M&auml;dchen das realisierten brachen sie in Tr&auml;nen aus Fortuna selbst weinte auch aber nicht nur aus dem selben Grund sondern weil sie versagt hatte zu zusehen wie dieses M&auml;dchen von der Krankheit aufgefressen wird brachte in ihr die Emotionen zu Kochen aus Wut nicht Stark genug zu sein um sie zu retten und Trauer &uuml;ber das wissen das sie stirbt konnte sie nicht verkraften als sie weinend in die Kloster Gebetshalle rannte Betete sie zu den Gro&szlig;en Kristall der der Uhrsprung der Magie des Klosters ist um die Verschonung des M&auml;dchen und um ihre eigene Vergebung das sie sie nicht Retten konnte sie sagte lass mich die b&uuml;rde des M&auml;dchen auf mich nehmen so das sie weiter Leben kann was Fortunas Tot bedeuten w&uuml;rde durch die Worte Fortunas begann der Gro&szlig;e Kristall an zu Leuchten sie Blickte mit Gro&szlig;en weinerlichen Augen auf den Kristall als eine Weibliche stimme zu ihr spricht und sagt dein eigenes Leben f&uuml;r das eines kleinen tot kranken M&auml;dchens ohne zu z&ouml;gern Antwortete sie mit ja die Stimme erwiderte diese Aufopferung und reine in dir ist ein Segen so erhalte meinen 3 Kristall Splitter Schwebten auf Fortuna zu und Legten sich auf ihre Handr&uuml;cken und einer auf ihre Stirn Fortuna begann zu Leuchten die anderen M&ouml;nche sahen das Licht und bef&uuml;rchteten das Schlimmste sie rannten hin als sie ankamen sahen sie Fortuna umgeben von Grellen Licht und Schwebend vor dem Gro&szlig;en Kristall als sie wieder den Boden ber&uuml;hrte und das Licht verschwand erkannte man sie nicht mehr wieder ihre Kleidung die Harre und ihr Gesichts Ausdruck waren ver&auml;ndert und die Kristall Splitter mit ihrem K&ouml;rper verschmolzen die M&ouml;nche sp&uuml;rten eine immense Energie die von Fortuna aus ging sie lief zu dem M&auml;dchen und Legte ihre Hand &uuml;ber sie ein Helles Licht umgab beide und wenige Sekunden sp&auml;ter stand das M&auml;dchen auf und sagte ich habe dich geh&ouml;rt ich werde ab sofort vorsichtiger sein und vielen dank die Eltern des M&auml;dchen waren wie erstarrt nicht wissend was ihr Tochter mit diesen Worten meinte und &uuml;berw&auml;ltigt was gerade geschah bedankten sie sich bei ihr mit Tr&auml;nen in den Augen und liefen nach hause Fortuna drehte sich zu den M&ouml;nchen und sagt ich habe eine Aufgabe doch hier werde ich sie nicht Erf&uuml;llen K&ouml;nnen der &Auml;lteste des Klosters antworte ihr dies sei also der Wille des Gro&szlig;en Kristalls gr&uuml;belnd sagte er nun gut geh und breite deine Heilende Hand &uuml;ber das ganze Land aus so begann sie &uuml;berall hin zu Reisen um die Kranken und die vom Krieg verletzten Menschen durch die Kristalle und ihre neu Gewonnenen Kr&auml;fte zu Heilen \n\n****\n\n* Pers&ouml;nlichkeit/Spezialit&auml;t\n\nFortuna ist eine Liebliche und eher sch&uuml;chterne Person durch ihre eigenen &Uuml;berzeugungen verachtet sie jegliche Art von Gewalt und widmete sich der Schutz Magie durch Kristalle in ihren Handr&uuml;cken und einen in ihrer Stirn die mit ihr verschmolzen sind und mit ihrem Geist verbunden sind erm&ouml;glicht es ihr sich und ihre verb&uuml;ndenden durch verschiedene arten zu sch&uuml;tzen und zu st&auml;rken so wie sich selbst mit Energie zu versorgen \n\n****\n\n* Verb&uuml;ndete \n\n{{champion:43}}  {{champion:37}}  {{champion:16}} \n\n* Rivalen\n\nKeine\n****\n\n* F&auml;higkeiten\n\n\n* [P] Kristallschwur\n\nVerbündete die von Fortunas Fähigkeiten Betroffen sind erhalten zusätzlich [5/8/10/12% Angriffstempo] für 5 Sekunden\n\nLvl 1 = 5% AS Lvl 6 = 8% AS Lvl 12 = 10% AS Lvl 18 = 12% AS\n\n****\n\n* [Q] Lebenshauch/Energieentzug \n\nKosten: 20/40/60/80/100\nReichweite: 500\nAbklingzeit: 12 Sekunden  \n\nFortuna umgibt einen Verbündeten mit einer Aura die 3 Sekunden den Lebensraub/Zaubervampir [2/4/6/8/10%} erhöht wird die Fähigkeit auf einen Gegner gewirkt so erhält sie einen Schild der 5 Sekunden [40/80/120/160/200 + 30% Fähigkeitsstärke] Schaden absorbiert oder vorher zerstört wird und Raubt dem Ziel [6/8/10/12/15%] des Aktuellen Manas besitzt das Gegnerische Ziel Kein Mana sondern Energie/Zorn u.s.w so bekommt sie eine Erhöhte Mana Regeneration für 5 Sekunden \n\n****\n\n* [W] Kristall Eruption  \n\nKosten: 40/50/60/70/80 Mana\nReichweite: 600\nAbklingzeit: 15/14/13/12/10 \n\nFortuna wirkt einen Bann Zauber auf einen Gegner der [60/90/120/150/180 + 50% Fähikeitsstärke] magischen Schaden verursacht und ihn über 3 Sekunden um [15/20/25/30/35%] verlangsamt und markiert wird \nwird der markierte Gegner durch normale Angriffe getroffen reduziert dies die Abklingzeit aller Fähigkeiten um 0,15 Sekunden  Pro Normalen Angriff auf allen Rängen\n\n****\n\n* [E] Geistliche Bindung \n\nKosten: 50 Mana zum Aktivieren 10/20/30/40/50 Mana Pro Sekunde \nReichweite: 650\nAbklingzeit: 5 Sekunden kann 10 Sekunden nicht auf den Selben Verbündenden gewirkt werden \n\nFortuna bindet ihren Geist an einen Verbündeten wofür sie sich Konzentrieren muss und 1 Sekunden stehen bleibt wodurch sie dauerhaft ihre Geistliche Energie auf den ausgewählte Verbündeten überträgt und einen permanenten Schild generiert der Schaden absorbiert die stärke des Schildes hängt davon ab wie viel Energie - Mana für den Schild geopfert wurde bis zu einem Maximum von 500 Schild Stärke der Schild sinkt durch Schadens Einfluss an dem gebundenen wird der Bund gelöst bricht der Schild in innerhalb 5 Sekunden zusammen und kann nachdem Zusammenbruch 10 Sekunden lang nicht auf den selben Verbündenden gewirkt werdendie Aufladezeit wird dauerhaft um 1 Sekunde reduziert wen ein + wert von 142 Fähigkeitsstärke erlangt wurde \n\n142 Ap -1 Sekunden 9 Sekunden Aufladezeit\n284 Ap -1 Sekunden 8 Sekunden Aufladezeit\n426 Ap -1 Sekunden 7 Sekunden Aufladezeit\n568 Ap -1 Sekunden 6 Sekunden Aufladezeit\n710 Ap -1 Sekunden 5 Sekunden Aufladezeit      \n\nNormale Schildaufladezeit 10 Sekunden Schildstärke 10/20/30/40/50 Pro Sekunde \nDurch das Erreichen von jeweils immer 142 Ap +\nSchildaufladezeit 9/8/7/6/5 Sekunden Schildstärke 20/40/60/80/100 Pro Sekunde  \n\n****\n\n* [R] Licht des Lebens \n\nKosten: 100 Mana \nReichweite: 700\nAbklingzeit: 150/120/100 Sekunden \n\nFortuna entsendet in alle Richtungen Strahlen die [150/200/250 + 50% Fähigkeitsstärke] magischen Schaden verursachen und den Gegnern ihre Lebens Energie entzieht sowie sie für 2 Sekunden Blendet alle sich darin Befindenden Verbündeten werden Pro Getroffenen Gegner um [15/30/45/60/75%]  des verursachten Schadens geheilt\n\nEin getroffener Gegner Heilt um 15% dies wird um 15% für Jeden getroffenen Gegner erhöht\n\n****\n\n* Spielweise und Fokus\n\nFortuna muss durch ihre F&auml;higkeiten nicht auf Schaden aufbauen was es erm&ouml;glicht mit Leben und Mana ihr durchhalte verm&ouml;gen zu st&auml;rken durch Geistliche Bindung verbraucht sie viel Mana was durch die entsprechenden Items ausgleichbar ist da sie kaum Schaden verursachende F&auml;higkeiten besitzt ist sie auf ihre verb&uuml;ndeten angewiesen was dazu f&uuml;hrt das sie in Einzelk&auml;mpfen unterlegen ist Lebenshauch/Energieentzug eignet sich gut einen sterbenden Verb&uuml;ndenden durch Lebenshauch zu retten oder ihr eigenes sowie Fehlendes Mana wieder herzustellen durch Kristall Eruption verlangsamt sie einen Gegner und markiert ihn wodurch er mehr Schaden erleidet das kann einen Kampf in der ein Verb&uuml;ndeter unterlegen ist drehen mit Licht des Lebens Heilt sie nicht nur sich selber sondern auch alle von dem Licht getroffenen Verb&uuml;ndeten zudem Blendet Licht des Lebens alle getroffenen Gegner was f&uuml;r den Sieg in einem Team Kamp oder auf einer Flucht entscheidend sein kann \n\n****\n\nIch hoffe euch hat mein Charakter gefallen und Freue mich &uuml;ber eure Kommentare/Kritik/Verbesserungsvorschl&auml;ge und w&uuml;nsche euch noch viel Gl&uuml;ck in der Kluft {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-02T10:55:53.197+0000","up_votes":2,"down_votes":0,"body":"Ich hab ein Paar Fragen:\n\nPassiv:\nVon wieviel Angriffstempo sprechen wir und wielange besitzet der Verbündete diese?\n\nQ:\nNur Lebensraub oder Spell-Vamp auch?\n Warum muss der Zauber auf einen Gegner gewirkt werden um selber Boni zu erhalten, als auch sich selbst?\n\nW:\nAlso ein Art Dot? \n\nE:\nDa werd ich allgemein nicht schlau draus!?\nEr verbindet sich mit einen Verbündeten und übertrag Mana was bei anderem ein Schild aufbaut... soweit zu sogut?\nWie lege ich aber fest... wieviel Mana ich in eine Schild ummünze?  Bezieht sich das auf mein Gesamtmana?\nWieviel bekommt der Verbündete pro sek?\n\nR:\nIn alle Richtungen... sowie Vladimir Q? Wiegroße ist die Reichweite? Nunu Ulty-Range?\n\nDie Beschreibung sind ausbaufähig.\nEbenfalls fehler Skalierung, Stufenaufstieg, Range, CD, Casttime, Dauer, usw.\n\nGrundidee find ich ok.\nDas E gefällt mir als solches\nund das Ulty hat an sich auch was.\nAber wiegesagt.... dringend überarbeiten!","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-02T11:21:54.174+0000","up_votes":1,"down_votes":0,"body":"Erstmal danke für deine Schnelle Kritik \ndie Dauer der Passive werde ich ergänzen \ndie Q muss ich nochmal überarbeiten da habe ich etwas vergessen zu erwähnen und nur Lebensraub was man aber auch für die Fähigkeiten gelten lassen kann werde ich auch noch umschreiben\ndie W ist kein Dot sondern lediglich die Markierung die Schaden auf das Ausgewählte Ziel verursacht und durch die Markierung zusätzlich Schaden durch Normale angriffe erleiden lässt \nbei der E ist es so das du anfangs 10 Mana Pro Sekunde in den Schild überträgst Pro Stufe 10 Mana also voll Stufe 5o Mana Pro Sekunde in den Schild überträgst der Dauerhaft aufgebaut wird bis zu einem Maximum von 500 sobald die 500 Ereicht wurden endet die Bindung und der Schild bricht innerhabl von 5 Sekunden zusammen \ndie R ist ähnlich wie die Vlad Q nur das sie eben nicht aufgeladen werden muss und mehrere Projektile entstehen \ndas Scaling habe ich bewusst weggelassen sollte es erwünscht sein werde ich es ergänzen da du sicher nicht der einzige bist der die Frage vermutlich stellen wird bezüglich dem Scaling werde ich es so Schnell wie möglich hinzufügen","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-02T12:19:02.433+0000","up_votes":1,"down_votes":0,"body":"Wird nun doch vieles klaren.\nKönnte ein guter Champ werden, sofern letztendlich alles ausgearbeitet wird.","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-02T19:06:33.719+0000","up_votes":1,"down_votes":0,"body":"Habe das Scaling nun ergänzt und die Fähigkeiten besser Beschrieben hoffe das es jetzt verständlicher ist","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-03T06:53:42.086+0000","up_votes":2,"down_votes":0,"body":"Super, das jetzt Werte dabei stehen. Macht nun vieles leichter.\nIch sag jetzt nur was mir spontan beim durchlesen aufgefallen ist:\n\nDas Passiv\nwürde ich ab bestimmten LvL ändern: LvL 1 5%, Lvl 6 8% Lvl12 10%, Lvl 18 12%\n   irgendetwas in der Art.\n\n Q \nFind ich die Skallierung des Lebensraub und Zaubervamp ganz gut. Beim Schild find ich den Grundwert ok.\n    Jedoch ist die Skalierung zu viel. Ab stufe5 haben wir bei sagen wird 400 AP  200+ 320 = 520 Schild.\n   Entspricht etwa 1/4 des Lebens das Sie da vermutlich hat. Find ich zuviel. Würd max. 30% sagen und nicht 80%.\n   Manaraub find ich gut. Was machst du aber wenn der Gegner keine Mana hat? Energie zum Beispiel?\n\nW \nWenn der Gegner geslowt wird + einen Debuff bekommt, find ich den Grundschaden + Skalierung einfach viel zu viel.\n      35% slow zum Schluss ist ok.\n      Zum Debuff: Haben wir die Fähigkeit auf Stufe 5. HEißt das das es 50 extra Absolutschaden pro AA pro Gegner bekommt?\n       Ist in deinem Team ein Kog/Vayne  Jungle Xin usw. bestizt die etwas zum Schluss ein Angriffstempo von 1.8 bis 2.0 besitzen,\n   bekomme diese alle auf diesesn Gegner +50 absoluten Schaden angerechnet. \nRechnung: Bei einem Angriffstempo von 2.0: 2 Autoattack pro Sekunde: Sind bei 5Sek Debufftime. 5*2=10 Autoattacks\n                   10AA * 50 absolutschaden = 500 absolutschaden  zusätzlich. Und das nur von dem AD-Carry. Da kann der Ahnendrache    einpacken. Vergleich das mal mit Janna Shield das zusätzlich Schaden verleiht. Das steht in keinem Verhältnis.\n    \nE: \nWarum Sakliert der Maxwert von 500 nicht? Beabsichtigt das keine AP-Saklierung dabei ist?\n\nR:\nSagen wir mal sie hat 400AP entspricht einen AOE-Schaden von: 250+200= 450 Schaden auf alle Gegner\n 75% Heilung entspricht  337 Heilung auf jeden Verbündeten. \nWenn 4 weiter Gegner da Sind wir 4*15% = 60% erhöht.  75% +60% = 135% Heilung\n Bei 450 Schaden bekommt also jeder Verbündete eine Heilung von 607.\n(Anmerkung: Die Heilung Skaliert hier in 5 Stufen und nicht in 3)\n\nRechnen wir alles mal zusammen wenn der Champ 400 AP zum schluss besitzt\n\nSchild durch Q: 200+320 = 520\nSchaden durch W: 180+200 = 380 +35% Slow + MEga absolutschaden durch verbündete\nSchild durch E auf verbündete: Fest 500 \nSchaden und Heilung durch R : 250 +200= 450  AOE Schaden\n                                                     Heilung Bei 5 Gegner Heilung: 450*1,35 = 607 Heilung für jeden.\n\nZusammengefasst im Burstmodus:\n520 schild auf sich (Q)\n500 Schild auf Verbündete (W)\n450 AOE Schaden (R)  + 380 Schaden auf  ein Ziel (W)  entspricht 830 auf ein Ziel (R) und 450 auf alle andern\n\n+  zusätzlich Fähigkeiten: 10% Attackspeed auf alle Verbündeten durch R in dieser Zeit \n                                            +10% Lebensraub/Spell vamp von einem Verbündeten\n                                             + absoluten Schaden von allen Verbündeten auf ein Ziel\n                                            + Heilung durch Ulty\n\nDabei sind Masteries/Items gar nicht eingerechnet die Heilung/Schilde verstärken\nSpiel sie zusätzlich mit {{item:3107}} {{item:3504}} (yeah!!!!)\nSie ist ne Kombo aus Karma/Janna/Nunu und vereint die Besten eigenschaften in einem\n\nDu musst unbedingt Effekte rausnehmen und die Skalierung deutlich reduzieren.!!!!","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-03T12:49:11.346+0000","up_votes":1,"down_votes":0,"body":"bei fast allen  deinen Punkten muss ich dir zustimmen und freue mich das du weiterhin kommentierst die Skalierungen der Fähigkeiten werde ich noch mal überarbeiten müssen da ich die Items wirklich nicht mit bedacht habe\n \nDer Einfall mit der Passiven hat mir gut Gefallen und werde es auch  so umschreiben\n \nBei der Q werde ich mir etwas einfallen lassen wie der Mana Raub gegen Gegner ohne Mana funktionieren wird den Schild werde ich auch senken  \n\nBezüglich der W war anfangs die Idee diesen absolut Schaden nur auf einen Champ wirken zulassen aber nachdem was du Geschrieben hast werde ich die W nochmal überarbeiten und den Absolutschaden raus nehmen \n\nDie E beabsichtigt keinen AP wert sondern ist einfach nur dieser Schild der an einem Verbündeten generiert wird bis das Maximum von 500 erreicht wird die Bindung sich löst und der Generierte Schild in 5 Sekunden zusammen Bricht  solltest du diesbezüglich einen Vorschlag haben würde ich ihn mir mit Freuden durch den Kopfgehen lassen \n\nDas was ich bei der R darunter geschrieben habe ist nur eine Erklärung der Prozentualen Heilung das ein getroffener Gegner eben um 15% heilt und 5 Getroffene Gegner um 75% heilt da ich das so verstanden habe das du das was ich darunter geschrieben habe mit gerechnet hast\n\nansonsten vielen dank für deine Kommentare und die Hilfe solltest du noch mehr verbesserungs Vorschläge haben würde ich sie gerne Lesen","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-03T13:08:24.142+0000","up_votes":1,"down_votes":0,"body":"> Die E beabsichtigt keinen AP wert sondern ist einfach nur dieser Schild der an einem Verbündeten generiert wird bis das Maximum von 500 erreicht wird die Bindung sich löst und der Generierte Schild in 5 Sekunden zusammen Bricht solltest du diesbezüglich einen Vorschlag haben würde ich ihn mir mit Freuden durch den Kopfgehen lassen \n\nWas hälts du davon wenn du die Tickzeit mit Ap-Skalieren lässt?\nJe Mehr AP desto kürzer die Aufladezeit?\n\nDer hat auf Stufe 5  +50 Schild por Sek heißt 10sek.\nWürd sagen wir nehmen max. an das der Champ 1000Ap besitzen kann und nehmen \ndas als max. Grenzwert auf die Reduzierung der Zeit.\nMh... sagen wir dann kann der die Zeit auf minmal 3sek anstelle von 10 runterziehen.\n\nD.h. 3 Satz rechnen\n\n10sek bei 0 Ap = 3sek bei 1000AP\n10sek -3 sek = 1000Ap\n7sek entspricht 1000AP\n1sek entspricht  142AP\n\nD.h. pro 142AP reduziert er die Dauer des Childaufbaus um 1sek\nJetzt müssen wir das Ganze nur auf AP-Saklierung umrechnen.\n\nfolgt: 1 AP entspricht  1000ms/142AP = 7ms Reduzierung pro AP\n\nFalls das zu wenig oder zu viel ist, kannst es ja in die Rechnung noch ändern.\nAber so würd ich an die Sache rangehen!\n\nWürd ich vllt dann aufrunden auf 10ms pro AP ziehst besser aus ;)","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-04T09:37:56.474+0000","up_votes":1,"down_votes":0,"body":"Sorry das ich so Spät antworte die idee gefällt mir da man mit nem supp nicht auf die 1000 AP kommt hat man ungefähr etwas über 700 AP und hätten dann ne auflade Zeit von 5 Sekunden werde es so in die Fähigkeit einbauen da möchte ich dich noch Fragen da du mir schon die ganze zeit hilfst ob ich dich als Helfer anmerken darf","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-04T09:46:45.046+0000","up_votes":1,"down_votes":0,"body":"Ich helf dir gerne, weil du auch gerne hilfe annimmst ;)\nKlar... darfst du gerne!!","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-04T11:01:39.389+0000","up_votes":1,"down_votes":0,"body":"Freut mich zu hören habe die Fähigkeiten nun bearbeitet die E habe ich auch bereits geändert hoffe mal das es verständlich ist","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-04T11:15:08.528+0000","up_votes":1,"down_votes":0,"body":"Ich selbst versteh sie natürlich.\nWäre natürlich schön, wenn sich andere an dem Gespräch beteiligen würden.","replies":[{"id":"","poster":"Archangel Raiden","date":"2017-05-04T11:28:39.280+0000","up_votes":1,"down_votes":0,"body":"Finde ich auch mir war aber bewusst das nicht viele Leute ein Kommentar hier lassen aber ich vermute mal das ihnen der Champ nicht gefällt oder einfach nicht Kommentieren möchten","replies":[{"id":"","poster":"Shacoláde","date":"2017-05-04T11:53:58.708+0000","up_votes":1,"down_votes":0,"body":"Vllt kannst ja als Gegenleistung bei mir nen Kommentar hinterlassen ^^\n\nhttps://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/gfym74zk-skinidee-far-shaco-shacolix-der-graue","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}