{"id":"Kjm09XOa","poster":"NøNãme","date":"2017-05-01T15:49:41.390+0000","title":"Bronze Allrounder auf Team suche","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League of Legends Gemeinschafft. Ich bin Miguel, 21 Jahre und aus Bayern. Gerne w&uuml;rde ich einem Team beitreten, welches langfristig besteht und mit dem man eventuell an Turnieren teilnehmen kann oder einfach zusammen Erfahrung sammeln kann. Sollte sich ein Bayerisches Team finden, w&auml;re dies nat&uuml;rlich das beste :)\r\n\r\nZu mir:\r\n\r\nDa ich Bronze bin, m&ouml;chte ich mich ungerne auf eine bestimmte Position festlegen und Spiele daher als Allrounder. Last Season war ich bereits als Silber 4 Spieler geranked und bin momentan in der FlexQ kurz vor Silber 1. In der Regel Spiele ich am Wochenende und unter der Woche am Abend. Bin also ziemlich t&auml;glich online. Da ich nicht der beste Caller oder Teamleader bin, m&ouml;chte ich solche Positionen eher meiden! Jedoch kenne ich mich mit dem Spiel gut aus und kann Ideen, sowie Vorschl&auml;ge mit Einbringen.\r\n\r\nWas ich erwarte:\r\n\r\nIch suche ein aktives Team, welches nicht nach kurzer Zeit oder einem schlechten Tag sofort wieder auseinander f&auml;llt. Da ich bereits einer guten Community angeh&ouml;re, w&uuml;rde ich mich auch freuen, wenn man dies ber&uuml;cksichtigen kann, da ich ein Team suche und keine neue Community.\r\n\r\nMeine Champions:\r\n\r\nIch besitze einen sehr gro&szlig;en Championpool und besitze auch in erster Linie nur die Champions, welche ich gerne Spiele und auch gut Spielen kann. Hier eine auflistung meiner derzeitigen Lieblingschamps auf den einzelnen Lanes:\r\n\r\nToplane: Poppy, Shen, Jax, Kennen\r\nJngl: Amumu, Kindred\r\nMidlane: Orianna, Ahri, Viktor, Ezreal\r\nADC: Jhin, Kalista, Twitch\r\nSupport: Bard, Thresh, Nami\r\n\r\nSollte ich das Interesse eines Teams geweckt haben, kann man sich gerne Ingame bei VGO HacK melden :)\r\n\r\nMfG - Miguel &dagger; VGO HacK","replies":[{"id":"","poster":"DerFreak1000","date":"2017-05-02T12:15:03.323+0000","up_votes":1,"down_votes":0,"body":"Hey ich bin ebenfalls auf einer suche nach premates ... wenn du bock hast können wir ja zusammen suchen ...würden nur noch 3 fehlen ... meld dich einfach wenn du bock hast \n\nInfo:\nhabe nen ts \nhabe leute die ab und zu spielen \nbin main mid und top","replies":[]}]}