{"id":"G47hQNEL","poster":"Ionian Master Yi","date":"2017-05-01T10:55:43.371+0000","title":"An alle Leute die unter Diamant 5 sind...","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":44,"body":"...wenn jemand in die Championauswahl kommt mit 4 anderen, darunter euch, und er schickt euch den Link zu seinem OP.GG, dann klickt verdammt nochmal rauf und lasst ihm seine Rolle wenn er gut ist. \n\nBitte versteht, oder besser gesagt: Es **GIBT** nunmal bessere Spieler oder auch Smurf&#039;s da draussen die um Meilen besser sind als ihr es je sein werdet.\n\nWenn ihr also in eine Championauswahl kommt und jemand fragt nett nach einer anderen Rolle w&auml;hrend er den Link zu seinem OP.GG schickt, dann guckt es schnell nach und wenn er z.B. nach 10 Spielen eine 100% Winrate hat mit einer dezenten KDA, dann **LASST** ihn bitte einfach die Rolle nach der er nett gefragt hat.\n\nDurch solche tollen Aktionen gewinnt ihr z.B. +20 LP, wer h&auml;tte es gedacht, diese Person wird wahrscheinlich auch nicht eure Zeit verschwenden, denn wom&ouml;glich k&ouml;nnt ihr noch etwas lernen, was den Spielstil von h&ouml;heren Spielern angeht.\n\nWer bis zum Ende gelesen hat, vielen Dank, nimm dir dieses tolle Buch. {{item:3041}} \n\n\nMit freundlichen Gr&uuml;&szlig;en, ein Smurf der durch solche Sachen mehr dodgen musste als n&ouml;tig.   {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-05-01T11:40:40.101+0000","up_votes":8,"down_votes":2,"body":"Tja, ich hatte auch mal in der FlexQ drei Bronze-Spieler im Team, die Gegner hatten dafür auch drei Bronze-Spieler. Mein Kollege und ich waren Gold. Bei den Gegnern war auch so einer wie der TE dabei. Auf Alistar nach 70 Games 2% Winrate oder so. Tja, und dann hat er mal so richtig Anfänger gestompt. Klasse Leistung, hat uns allen viel Spaß gemacht, besonders unseren drei Bronzies. Du bist echt eine ziemlich erbärmliche Wurst, wenn du dir darauf etwas einbildest, als erfahrener Spieler Anfänger zu stompen.","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2017-05-01T12:51:00.378+0000","up_votes":5,"down_votes":0,"body":"Nach deinem Beitrag und noch etlichen Kommentaren bin ich zum Entschluss gekommen...Dir schon jetzt zu gratulieren! Der vermutlich größte Idiot auf dem deutschen Forum im Monat Mai. Glückwunsch!","replies":[{"id":"","poster":"Nohgolgh","date":"2017-05-01T15:52:47.200+0000","up_votes":1,"down_votes":0,"body":"Echt? Der Typ schafft es nichtmal in die top ten dieser Woche bei mir. Von \"toxische Community\" über \"Nerf Yasuo\" bis \"entbannt mich doch bitte\" war schon alles dabei. Ich bin mir sicher, wir finden innerhalb von 30 Tagen einen größeren Trottel.","replies":[]}]},{"id":"","poster":"Tamamo no mae","date":"2017-05-01T11:25:29.614+0000","up_votes":7,"down_votes":3,"body":"So einem ... Würde ich nichmal im Traum meine Rolle geben vorallem wen er noch behauptet was für ein toller smurf er ist. da verliere ich lieber gescheit auf meiner Rolle free Wins brauche ich nich :d","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:26:46.716+0000","up_votes":1,"down_votes":8,"body":"\"free Wins brauche ich nicht\"\nich gehe dann mal davon aus das du an Ranglistenspielen nicht interessiert bist. ^^","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-01T11:32:01.149+0000","up_votes":9,"down_votes":2,"body":">\"free Wins brauche ich nicht\"\nich gehe dann mal davon aus das du an Ranglistenspielen nicht interessiert bist. ^^\n\nIm Ernst?\nWer zeigt mehr Interesse an Ranglistenspielen? Derjenige, der seine Spiele selbst mit seinem Team gewinnen will, sich seinen Rang selbst erarbeiten will, oder der, der einfach nur irgendeinen Rang im Profil stehen haben will?\n\nLoL ist ein Spiel, welches wir vorwiegend spielen, um, oh Überraschung, Spaß zu haben - Spaß am spielen. Nicht Spaß dadurch, dass wir irgendetwas Unbedeutendes im Spiel machen, was uns nicht gefällt, nur um ein Spiel zu gewinnen.\n\nGruß\nZamo","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:36:33.396+0000","up_votes":1,"down_votes":8,"body":"Ich spiele nicht fuer den Spass sondern fuer die Elo...\n\nSchonmal einer wer mehr interesse an Rankeds zeigt","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-01T11:41:20.248+0000","up_votes":2,"down_votes":0,"body":"Dann ist dein Ziel also Bronze Elo zu erreichen? Denn andernfalls spielst du eben **nicht** für die Elo.\n\nGruß\nZamo","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:56:46.789+0000","up_votes":2,"down_votes":0,"body":"deswegen trollst du bis bronze und spielst jetzt yi also dein skill ist wohl net so hoch richtig?","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-01T12:44:09.222+0000","up_votes":2,"down_votes":1,"body":"Frage: Wenn du durch Free Wins Dia 1 wirst da aber skilltechnisch überhaupt nicht hin gehörst, was bringt es dir dann dort zu sein? Eben, es bringt dir nichts, da du dann alleine nurnoch verlierst und von dem Gegner zerstört wirst. \nWarum also sollen wir in Bronze oder Silber durch Free Wins eine Elo höher kommen wollen, wenn wir da gar nichts ausrichten können? \nWenn ich aufsteigen will, dann durch meine eigene Kraft und nicht weil ich gecarried oder gar geboosted wurde... -.-\nUnd wenn ich nicht aufsteige, dann bin ich eben nicht gut genug und muss mich halt verbessern. Daran ist nichts verwerfliches. Aber schön, wie du dich für was besseres hältst nur weil du Diamant 5 bist.\n \nIch warte auf den Tag an dem du mit deinem Main Account in einem Game von EisohneWaffel spielst und er sich über DICH aufregt weil DU so scheiße spielst und keine Ahnung hast was du machen musst und was in gewissen Situationen die beste Reaktion ist.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:53:59.911+0000","up_votes":1,"down_votes":5,"body":"Welche Elo ist n der Typ? :D kenne ich nicht","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-05-01T19:35:27.240+0000","up_votes":1,"down_votes":0,"body":"D1-Ma. Midlane main der regelmäßig streamed und casted.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-02T19:21:23.473+0000","up_votes":1,"down_votes":1,"body":"Ich freue mich ihn mal zu treffen :)\nWeisst du wann er ca. zockt? Gehe dann mit meinem anderen Account in Queue um die Zeit.","replies":[]}]}]}]},{"id":"","poster":"Tamamo no mae","date":"2017-05-01T13:17:27.239+0000","up_votes":1,"down_votes":0,"body":"Klar bin ich an rankeds interessiert,  aber ich will aufsteigen indem ich besser werde und nicht geboosted werde was ist daran falsch?","replies":[]}]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:30:23.127+0000","up_votes":1,"down_votes":7,"body":"Ausserdem behaupte ich nicht ein toller smurfer zu sein, get your facts together {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Tamamo no mae","date":"2017-05-01T14:05:26.460+0000","up_votes":2,"down_votes":0,"body":"Alleine schon das du so nen dämlichen tread aufmachst hällst du dich ja für ewas ganz tolles{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"BigSnipe","date":"2017-05-01T11:19:37.163+0000","up_votes":6,"down_votes":2,"body":"Oder der kleine Spielverderber hört auf zu smurfen und spielt in seiner Elo. Dafür ist das MMR System ja auch da. \nIch selekte in LoL ja nicht extra 2 Rollen um dann nem Tryhard YI Main Jungle zu hinterlassen. Nur damit er sich an YI ergeilen kann und seine Tastatur abspritzen kann^^\nNachdem er 58 Spiele mit Soraka extra verloren hat. Da haben sich deine Mitspieler wohl richtig über die -20LP gefreut oder????\n{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:22:54.827+0000","up_votes":1,"down_votes":11,"body":"Smurfen macht viel zu viel Spass um damit aufzuhoeren.\n\nWette mit Kumpels: Du schaffst es nicht aus Bronze raus zu kommen ;)\n\nAusserdem wollte ich mal wissen wie es unten bei euch so aussieht.\n\nZu schade das ich mit 4 Premades dies gemacht habe damit sich die Gegner ueber +20 LP freuen ;)","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-01T11:26:27.628+0000","up_votes":4,"down_votes":1,"body":"Ja, besonders da man Solo Q mit 5 Leuten spielt^^","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:29:07.740+0000","up_votes":0,"down_votes":11,"body":"Wie ich das gemacht habe, oder besser gesagt mein Kumpel, braucht dich nicht weiter zu interessieren :)\n\nWenn du keine Free Wins brauchst ist das wahrscheinlich auch der Grund wieso du seit 5 durchgehenden Seasons immer noch nicht aus Gold rauskommst, nicht mal annaehrend.","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-01T11:39:13.883+0000","up_votes":7,"down_votes":1,"body":"Wenn ich es irgendwann mal schaffen sollte, will ich nicht durch Free WIns aufsteigen{{summoner:7}}","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:51:35.270+0000","up_votes":3,"down_votes":0,"body":"also ich würde dir jungle geben wenn du in meinem game bist....und ich würde yi bannen :)","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:54:01.434+0000","up_votes":3,"down_votes":1,"body":"also ich würde dir jungle geben wenn du in meinem game bist....und ich würde yi bannen :) und du bist bronze IV 0 lp und du hast ne 36% winrate ahahha ich kann auch in bronze V stompen aber es macht halt mehr spaß mal gegen leute zu spielen die so gut sind wie ich :)","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-01T12:37:58.436+0000","up_votes":2,"down_votes":0,"body":"Nun, wenn du von dir so überzeugt bist, dann wirst du auch auf einer anderen dir nicht so vertrauten Rolle gewinnen. Also muss ich dir eben NICHT meine Rolle geben. Warum sollte ich eine Rolle spielen die ich nicht gut kann, nur damit du deine LIeblingsrolle bekommst wenn du auf jeder Rolle die Lane stompen kannst? \n\nDavon ab weißt du jetzt wie es in Bronze ist also hau wieder ab und hör auf zu smurfen.","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T16:10:10.548+0000","up_votes":1,"down_votes":0,"body":"Du hast hier ja locker 20 Kommentare geschrieben ^^ wp","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T22:02:16.667+0000","up_votes":1,"down_votes":0,"body":"Ich geb mein Besten um solchen, nun ja sagen wir, nicht so besonders sinnvoll und klug denkenden Menschen davon zu überzeugen, dass sie im unrecht sind. xDD\nDa sie aber eben nicht besonders sinnvoll und klug denken ereignet sich das als besonders schwierig und ist eigentlich ein sinnloses Unterfangen meinerseits. Aber ich sehe immer ein bisschen Hoffnung und das Gute im Menschen.  :D","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T22:15:51.861+0000","up_votes":1,"down_votes":0,"body":":D","replies":[]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:50:48.450+0000","up_votes":2,"down_votes":0,"body":"wie heißt den dein main ich meine du benimmst dich wien 12 jähriger und bist wahrscheinlich silber V-silber 3 und denkst du könntest was","replies":[]},{"id":"","poster":"Zamonianer","date":"2017-05-01T11:38:31.224+0000","up_votes":4,"down_votes":1,"body":">Smurfen macht viel zu viel Spass um damit aufzuhoeren.\n\nUnd damit haben wir auch schon dein eigentliches Ziel:\nWir sollen deine egoistische Selbstbefriedigung durch das Dominieren von weit schlechteren Spielern unterstützen, die allen anderen den Spaß am Spiel nimmt (sofern sie nicht wirklich nur free LP haben wollen).\n\nDu hast, um auf Bronze zu kommen, etliche Spiele mit Soraka zerstört und weit mehr Spielern LP und Spaß am Spiel gekostet.\n\nUnd jetzt in Bronze?\nMeinst du den Gegnern macht es Spaß, wenn du sie einfach nur zu deiner Befriedigung vernichtest?\nMeinst du deinen \"Team\"mitgliedern macht es Spaß, so jemanden im Spiel zu haben? Wegen so etwas zu gewinnen?\n\nGruß\nZamo","replies":[]}]}]},{"id":"","poster":"Alekra","date":"2017-05-01T12:53:20.879+0000","up_votes":3,"down_votes":1,"body":"Ein Diamond spieler sollte auch stompen können, wenn er nicht seine mainrolle bekommt. Einfach weil er bessere mechanics und gameknowlage hat. Was du anscheinend nicht kannst. Du bist für einen Diatypen richtig erbärmlich. Zerstörst anfänger als Diatyp und fühlst dich auch noch ziemlich gut dabei xD Mit ist es doch komplett egal, ob ein challenger oder faker nach meiner rolle fragt. Ich bin Supp und will auch Supp spielen. Denn wiegesagt: Dias sollten auch so carrien können.\nKeine ahnung wie dus nach dia geschafft hast. Wahrscheinlich geboosted worden.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T14:58:19.440+0000","up_votes":1,"down_votes":4,"body":"Ich kann sehr wohl was anderes zocken, jedoch will ich auf dem account nur master yi und zed zocken, was man auch sieht x)","replies":[{"id":"","poster":"Shadowscreen","date":"2017-05-01T15:06:21.791+0000","up_votes":4,"down_votes":0,"body":"Jo, dann musst du halt damit leben, dass du öfter dodgen musst.\nKein Grund so einen Wein thread aufzumachen.\n\nIch spiele weil ich lust habe meine Rolle zu spielen und tausche max. wenn ich mich auf einer anderen Rolle gerade comfy fühle UND\nmir der andere Spieler sympathisch ist...was nicht der Fall ist wenn er sagt \"look my profile i carry you ez\".\n\nAnstatt anderen deine Ansichtsweise aufzuzwingen solltest du lieber erstmal andere verstehen und lernen dessen Meinung zu akzeptieren.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:09:03.573+0000","up_votes":1,"down_votes":2,"body":"Kommen wir zum Punkt mit dem oefters dodgen, ich versuche Bronze 4 zu bleiben, jedoch wird meine MMR immer hoeher. Das ist alles was ich eigentlich bezwecken will ^^","replies":[{"id":"","poster":"Nohgolgh","date":"2017-05-01T15:24:10.857+0000","up_votes":1,"down_votes":0,"body":"Na dann ist es doch perfekt, wenn du deine Rolle nicht bekommst. Aber warum willst du b4 bleiben?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:31:02.929+0000","up_votes":1,"down_votes":4,"body":"Wie oben schon gesagt, ich bleibe Bronze 4 aber meine MMR wird immer hoeher und irgendwann bin ich high Dia oder so (von der MMR her) und visuell allerdings Bronze 4 :D","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T15:47:09.812+0000","up_votes":1,"down_votes":0,"body":"Wie willst du denn gleichzeitig deine MMR hochpushen und zur selben Zeit in B4 bleiben? xD \nDu musst gewinnen um die MMR zu steigern. Und wenn du gewinnst steigst du auf. Wenn du verlierst sinkt deine MMR aber wieder. Gewinnst und verlierst du also gleichermaßen sodass du in B4 bleibst steigt deine MMR auch nicht.... \nAußer du dodged immer und immer wieder um LP zu verlieren. Aber das musst du so oft machen, dass sich die Zeitstrafen ziemlich erhöhen. Ich meine bis 30 Minuten pro Spiel. Willst du echt 30 Minuten deines Lebens damit vergeuden in die Queue zu gehen nur um zu dodgen damit du LP verlierst? xD","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:50:56.848+0000","up_votes":1,"down_votes":4,"body":"Mache nebenbei andere Dinge, wie zum Beispiel bei HeroesOfTheStorm boosten oder nebenbei streamen ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T15:53:22.032+0000","up_votes":4,"down_votes":0,"body":"Trauriges Leben. Armer Mensch. Ich muss dich wirklich bedauern. Wahrscheinlich hat dich im realen Leben keiner lieb weswegen du in der Onlinewelt auf dicke Hose machen musst damit du wenigstens dort ein bisschen Anerkennung erhältst. \nTut mir leid für dich, dass dein Leben so ist und du so einsam bist. :(","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:55:25.362+0000","up_votes":1,"down_votes":4,"body":"Frage mich mittlerweile echt woher du diese Dinge nimmst..","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T15:58:22.067+0000","up_votes":3,"down_votes":0,"body":"Aus deinen Kommentaren.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T16:00:48.954+0000","up_votes":1,"down_votes":3,"body":"Trauriges Leben-habe ich nicht\nArmer Mensch-verdiene gutes Geld\nMuss dich wirklich bedauern-ok gerne\nKeiner Lieb-doch :)\ndicke hose wegen anerkennung-nah ich mache das weil es mir spass macht, das ist was anderes\nso einsam bist-hm okay bin ich zwar nicht aber jut","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T16:04:48.051+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ionian Master Yi,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=000e00010000000000000000000100000000000000000000,timestamp=2017-05-01T16:00:48.954+0000)\n>\n> dicke hose wegen anerkennung-nah ich mache das weil es mir spass macht, das ist was anderes\n\nTrotzdem ziemlich traurig. Du spielst nur wegen der Elo und hast nur Spaß, wenn du Anfänger stompst. Mein Beileid.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-05-01T16:11:31.208+0000","up_votes":1,"down_votes":0,"body":"Kann jeder behaupten nur damit man gut da steht. \nIch kann auch sagen, dass ich ein extrem heißer Typ bin und in der Schule mich alle Mädels anhimmeln und jedes Wochenende irgendwelche Modelverträge unterschreibe. \nOb das stimmt? Wahrscheinlich eher nicht. \n\nFakt ist, dass das was du hier machst extrem traurig ist. \nWenn du es nötig hast dich daran zu erfreuen Bronzespieler zu stompen, dann bist du extrem armselig.","replies":[]}]}]}]}]}]},{"id":"","poster":"Yjuq","date":"2017-05-01T15:57:56.608+0000","up_votes":1,"down_votes":0,"body":"Es reicht meistens nur die Promo zu dodgen.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:59:24.466+0000","up_votes":1,"down_votes":3,"body":"Nop, wenn die MMR zu hoch ist und man in Promo kommt steigt man automatisch auf ohne die Promo gemacht zu haben :/","replies":[{"id":"","poster":"Sirrkas","date":"2017-05-01T16:19:07.298+0000","up_votes":1,"down_votes":0,"body":"Du kannst in Extremfällen auch mitten in der Division aufsteigen.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T17:09:22.528+0000","up_votes":1,"down_votes":4,"body":"Nein ^^","replies":[]}]}]}]}]},{"id":"","poster":"Nohgolgh","date":"2017-05-01T15:46:37.310+0000","up_votes":1,"down_votes":0,"body":"Ja...das habe ich verstanden. Die Frage ist, wieso willst du das?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:50:20.424+0000","up_votes":1,"down_votes":5,"body":"For the Lol'z","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-05-01T16:18:07.857+0000","up_votes":1,"down_votes":0,"body":"So funktioniert das aber (schon lange) nicht (mehr). Die 3 oder 10 LP machen keinen Unterschied. Spätestens wenn deine MMR Gold erreicht, wirst du Divisionen und Promos überspringen, so viele Champselects kannst du gar nicht verlassen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Yjuq","date":"2017-05-01T14:14:33.826+0000","up_votes":1,"down_votes":1,"body":"Ein Dia Spieler muss nicht zwangsläufig von jeder Position aus carrien können. Diese Ansicht ist auch völlig absurd meiner Meinung nach. Es gibt Dia Spieler, die können nur eine Handvoll Champions, die aber dafür richtig gut weil sie die Mechaniken dazu beherrschen. Gibt man diesen Spielern plötzlich einen anderen Champion, kann es sein dass dieser mechanisch wie eine Bronze Spieler spielt. Dann gibt es die Spieler, die Makro-Management dagegen gut beherrschen, aber keine 1vs5 Plays hinlegen können und eben dadurch in höhere Elos gekommen sind. Es gibt ja auch ein Grund warum es eine höhere Elo als Dia gibt. Es ist noch Platz nach oben ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T14:54:09.850+0000","up_votes":2,"down_votes":0,"body":"Das mag stimmen, aber wenn er es mit dem Champion nichtmal auf einer anderen Lane in Bronze schafft, wie zum Kuckuck ist er Dia geworden? \nEr könnte seinen Master Yi auch in der Mitte oder auf der Toplane spielen und würde gewinnen einfach weil er den Champion extrem gut beherrscht. Er muss ihn nicht zwangsläufig im Jungle spielen... Wenn er es nichtmal schafft als Dia Spieler Bronze Spieler auf der Toplane mit seinem OTP zu zerstören dann ist er definitiv kein Diaspieler, dann wurde er wahrscheinlich geboosted.","replies":[{"id":"","poster":"Yjuq","date":"2017-05-01T14:57:18.234+0000","up_votes":1,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/G47hQNEL-an-alle-leute-die-unter-diamant-5-sind?comment=000e000000000000\n\n- Ich ging nicht auf den TE ein, sondern um die allgemeine Aussage von Alekra","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T15:43:40.830+0000","up_votes":1,"down_votes":0,"body":"Ja ich weiß. Ich habe nur meinen Senf dazu gegeben. Weil er eben mit seinem Main auch auf einer anderen Lane gewinnen könnte als im Jgl.","replies":[]}]}]},{"id":"","poster":"Alekra","date":"2017-05-01T14:47:19.235+0000","up_votes":2,"down_votes":0,"body":"Wenn der Dia dann aber nichtr gut ist, weil er seine rolle nicht bekommt ist das dann seine schuld :) also braucht der da oben sich nicht aufregen","replies":[{"id":"","poster":"Yjuq","date":"2017-05-01T14:56:41.878+0000","up_votes":1,"down_votes":0,"body":"Moment! Deine Aussage war folgende:\n\"Ein Diamond spieler sollte auch stompen können\"\n\nDu hast dies verallgemeinert. Ab diesem Punkt hast du generell von allen gesprochen, nicht von dem TE speziell. Meine Aussage darauf war ebenfalls allgemein bezogen.","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T15:55:59.829+0000","up_votes":1,"down_votes":0,"body":"Selbst ein OTP kann ja seinen Main auf anderen Positionen spielen und damit rasieren. Und vor allem in Bronze macht das pure Gameknowlage viel aus. Ich denke ein Dia kann mit einem Champ, den er nicht so häufig spielt trotzdem in Bronze stompen einfach, weil er die Spells, Strategien, Mechanics und Itembuilds (Im Sinne von er weiß genau welches Item was macht und in welcher Situation welches Item benötigt wird)  genau kennt.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:57:17.682+0000","up_votes":1,"down_votes":5,"body":"Klar koennte ich das, jedoch will ich auf dem account nur Master Yi jungle und Zed mid lane zocken ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Nycaria","date":"2017-05-01T17:14:40.678+0000","up_votes":3,"down_votes":0,"body":"Und warum sollte man einem anderen seine eigene Mainlane geben und selbst auf eine Lane gehen, auf der man evtl ein Handicap für sein Team ist? Seh ich absolut keinen Grund zu.","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2017-05-01T13:33:57.543+0000","up_votes":3,"down_votes":1,"body":"Dia 5 ist immernoch kompletter Abfall, das richtige Game geht ab Dia 3 los.","replies":[{"id":"","poster":"Rena","date":"2017-05-01T13:43:05.354+0000","up_votes":3,"down_votes":0,"body":"ist Ansichts sache gibt auch Leute die alles unter 300 LP Master abfall finden und Leute die alles über Gold gut finden","replies":[{"id":"","poster":"charmelikeahri","date":"2017-05-02T19:27:59.999+0000","up_votes":1,"down_votes":0,"body":"Ich finde schon gold gut ^^","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-02T19:31:08.555+0000","up_votes":1,"down_votes":0,"body":"^^","replies":[]}]},{"id":"","poster":"CCG Inu XIII","date":"2017-05-01T14:13:48.489+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rena,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=000f0000,timestamp=2017-05-01T13:43:05.354+0000)\n>\n> ist Ansichts sache gibt auch Leute die alles unter 300 LP Master abfall finden und Leute die alles über Gold gut finden\n\nJa guut das ist was Subjektives da hast du recht.","replies":[]}]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T14:57:33.815+0000","up_votes":1,"down_votes":6,"body":"Hast recht, ich wuerde schon high Dia 4 sagen, habe Dia 5 nur als knackpunkt genommen ^^","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-05-01T12:30:00.589+0000","up_votes":5,"down_votes":2,"body":"Sowas wie den TE brauchen wir weder im Forum noch im Game. \n\nKauf dir ne Tube Clearasil. Wär mein Tipp! Dann haste auch im RL Erfolge.\n\nOhne Gruß \n\nOT Becks","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-05-01T11:33:08.629+0000","up_votes":1,"down_votes":0,"body":"solltest du als Diamond Smurf nicht in der Lage sein mit jedem Champion und in jeder Rolle zu carrien? \nUm das mal anders auszudrücken: Was für ein erbärmlicher Diamond V Spieler bist du eigentlich, wenn du selbst auf Bronze Niveau nur eine einzige Rolle und einen einzigen Champion beherrscht?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:35:58.016+0000","up_votes":1,"down_votes":8,"body":"Zu schade das ich OTP bin, was du eventuell auch an meinem Namen lesen kannst {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-01T11:48:26.284+0000","up_votes":1,"down_votes":0,"body":"Hättest du auch nur das geringste Interesse, dass dein Team gewinnt, könntest du als Dia Spieler in Bronze jede Rolle und jeden Champion übernehmen und deinem Team etwas mehr Spaß lassen... Aber wieso auch, wenn es dir nur darum geht, andere fertig zu machen, mit deinen großartigen Yi-Skills in Bronze...\n\nGruß\nZamo","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:56:40.843+0000","up_votes":1,"down_votes":6,"body":"Das Team soll begreifen das es vom Skill her bessere Leute gibt. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T15:00:38.236+0000","up_votes":6,"down_votes":1,"body":"Dann beweise deinen verkackten Skill doch auf einer anderen Lane mit deinem OTP. Wenn du wirklich Dia bist dann gewinnst du auch auf der Toplane oder in der Mitte easy die Lane, dafür musst du nicht in den Jungle. \nUnd nur mal so nebenbei, wir Bronze und Silber Spieler sind uns sehr wohl bewusst dass es Leute gibt die vom Skill her weitaus besser sind als du. Dafür braucht es keinen idiotischen Smurf der sich daran aufgeilt wie er Bronzis zu Staub zermalmt. Du bist echt erbärmlich. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:02:24.733+0000","up_votes":1,"down_votes":4,"body":"As i said, ich spiele auf dem Account nur Master Yi jungle und Zed mid lane :) wenn's den Leuten aus meinem Team nicht passt ist es halt so ^^ jedenfalls werd ich wieder ein paar games zocken :) bis denne","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T15:49:31.560+0000","up_votes":3,"down_votes":0,"body":"Dann ist das dein Problem wenn du diese Rollen nicht bekommst. Warum sollten wir dir unsere Lane geben? Weil du dich für was besseres hältst? \nDu hast kein Anrecht auf diese Rolle nur weil du besser bist.","replies":[]}]}]},{"id":"","poster":"Zamonianer","date":"2017-05-01T13:08:18.341+0000","up_votes":1,"down_votes":0,"body":">Das Team soll begreifen das es vom Skill her bessere Leute gibt. \n\nUm das mal etwas umzuformulieren, um deine anderen Äußerungen mit unterzubringen:\n>Das Typen, die das \"Glück\" hatten, auf meiner Seite zu starten (bei anderen \"Team\" genannt), sollen mich für meine Fähigkeit bewundern, die Typen fertig zu machen, die das Pech hatten, auf der anderen Seite zu starten.\n\nGruß\nZamo","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T13:09:41.798+0000","up_votes":1,"down_votes":6,"body":"genau so isses :)","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2017-05-02T08:07:04.277+0000","up_votes":1,"down_votes":0,"body":"Genau da ist das Problem. Die erste Regel lautet:\" Auf deiner Main Rolle und deinem Main Champion bist du der beste Spieler.\" Sollte irgendjemand etwas anderes Behaupten lügt er.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-05-01T11:58:45.488+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ionian Master Yi,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=00050000,timestamp=2017-05-01T11:35:58.016+0000)\n>\n> Zu schade das ich OTP bin, was du eventuell auch an meinem Namen lesen kannst {{sticker:zombie-brand-facepalm}}\n\nDas habe ich an deinen erbärmlichen Soraka Statistiken gesehen... wer es schafft mit einem Champion auf 9% Winrate zu kommen, sollte niemanden erzählen, dass er Diamond ist.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-05-01T19:46:31.312+0000","up_votes":1,"down_votes":0,"body":"Auch wenn der Ersteller ein \"wenig\" arrogant ist, sein Drop war bewusst mit soraka.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-05-01T22:14:44.002+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=0005000000020000,timestamp=2017-05-01T19:46:31.312+0000)\n>\n> Auch wenn der Ersteller ein &quot;wenig&quot; arrogant ist, sein Drop war bewusst mit soraka.\n\nMir war das bewusst, ich wollte eigentlich nur eine definitive Aussage von ihm dahin provozieren... damit ich dass dann Melden und Humpel fragen kann, ob man für so was eigentlich auch gebannt werden kann... also in Game...","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-05-02T05:06:16.156+0000","up_votes":1,"down_votes":0,"body":"Das kann ich dir auch sagen.  \nNein, er würde nicht ingame für Forenbeiträge gebannt werden. Sofern er inted können Spieler das melden, aber prinzipiell ist es nicht verboten mit Soraka schlecht zu sein. \n\nAlso bringt dir sein Geständnis nichts.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-05-02T11:55:00.922+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=000500000002000000000000,timestamp=2017-05-02T05:06:16.156+0000)\n>\n> Das kann ich dir auch sagen.  \n> Nein, er würde nicht ingame für Forenbeiträge gebannt werden. Sofern er inted können Spieler das melden, aber prinzipiell ist es nicht verboten mit Soraka schlecht zu sein. \n> \n> Also bringt dir sein Geständnis nichts.\n\nMit Soraka schlecht zu spielen, ist natürlich nicht verboten. Aber Spiele zu sabotieren und sie absichtlich zu verlieren, egal wie geschickt man sich dabei anstellt, ist es irgendwie schon.\nIch verweise spontan auf den Singed-Support mit Smite, der damals ein 2 Wochen Sperre bekommen hat, obwohl er noch nicht mal mit Absicht die Spiele sabotiert sondern einfach nur die Meta gebrochen hat...\n\nDass es wahrscheinlich nichts bringt, war mir bewusst, aber ich hätte es zumindest gerne mal versucht. Denn wer 64 Spiele bewusst sabotiert nur um nach Bronze V zu kommen, hat schon seinen 14 Tages Bann verdient... Wenn nicht sogar einen Perma... also wenn ihr mich fragt... Das ist ja auch der Grund, warum so Smurfs bei so vielen einen schlechten Ruf haben. Weil es halt Spieler wie ihn gibt, die Smurfs nicht zum trainieren nutzen, sondern um Noobs vorzuführen.","replies":[]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-02T19:18:53.224+0000","up_votes":1,"down_votes":2,"body":"Wollte halt Soraka ausprobieren, bin zu dem Schluss gekommen das ich sie nicht spielen kann :)","replies":[]}]}]}]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-02T19:19:24.508+0000","up_votes":1,"down_votes":1,"body":"Denkst du echt ich hab da serious gezockt? junge junge junge du musst noch viel lernen..","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:57:55.144+0000","up_votes":1,"down_votes":0,"body":"ja no skill otp und ein angeblicher bronze V ahm ich meine dia V yi otp kann auch als adc in bronze carryn aber das kannst du net weil du net dia bist :)","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:57:11.754+0000","up_votes":1,"down_votes":3,"body":"Lol, woher hast du denn die Fakten? :D","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-02T12:30:31.347+0000","up_votes":1,"down_votes":0,"body":"du hast bis bronze IV geinted ich würde sowas nie auf meinem main machen und ich mache sowas überhaupt nie","replies":[]}]}]}]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T15:00:57.030+0000","up_votes":1,"down_votes":4,"body":"Wo sage ich das ich Diamond 5 bin, plss.\n\nIch habe mehr als die Haelfte aller Champs nicht mal angeruehrt, ich kenne nichtmal alle Skills obwohl ich seit der Beta zocke.\n\nTrotzdem bin ich entsprechend hoch weil ich mich nur auf eine Sache konzentriert habe, was sich sicherlich auszahlt.","replies":[]}]},{"id":"","poster":"Nohgolgh","date":"2017-05-01T15:17:16.124+0000","up_votes":2,"down_votes":0,"body":"In Anbetracht besserer Worte sage ich einfach mal kurz und knapp LOL, NÖ. \n\nDie Rolle habe ich bekommen, wenn ihm das nicht passt, dann kann er dodgen. Du hast hier die Gelegenheit, deine Skills im Autofill oder auf deiner Zweitrolle zu verbessern. \n\n>Bitte versteht, oder besser gesagt: Es GIBT nunmal bessere Spieler oder auch Smurf's da draussen die um Meilen besser sind als ihr es je sein werdet.\n\nSicherlich, aber Dia 5 ist jetzt nicht wirklich so beeindruckend. Und wenn ich meine Rolle stets abgebe, anstatt sie selbst zu spielen, dann werde ich logischerweise nicht besser. \n\n>Wenn ihr also in eine Championauswahl kommt und jemand fragt nett nach einer anderen Rolle während er den Link zu seinem OP.GG schickt, dann guckt es schnell nach und wenn er z.B. nach 10 Spielen eine 100% Winrate hat mit einer dezenten KDA, dann LASST ihn bitte einfach die Rolle nach der er nett gefragt hat.\n\nBullshit. Wenn ich konsistent meine Spiele gewinnen will, muss ich auch einen Lernprozess haben. Die 20 LP sind ein Einmalvorteil und nichtmal ein besonders großer. Von einem Smurf gecarried zu werden hat KEINEN besonders großen Lerneffekt.","replies":[]},{"id":"","poster":"Yjuq","date":"2017-05-01T14:18:38.474+0000","up_votes":2,"down_votes":0,"body":"Also, ich habe aus den Kommentaren entnommen, dass du nicht für Spaß, sondern für deine Elo Punkte spielst. Das ist natürlich ein berechtigter Grund, aber es gibt auch andere Gründe warum es Leute gibt, die Ranked spielen. Wenn du möchtest dass man deine Beweggründe respektierst, solltest du auch die anderen Gründe respektieren.\n\nDementsprechend ist es also nicht immer sinnvoll, die Lane jemanden zu überlassen auch wenn er dadurch den sicheren Sieg hervor bringen könnte.","replies":[]},{"id":"","poster":"Resp0nse","date":"2017-05-01T12:09:46.048+0000","up_votes":2,"down_votes":0,"body":"Man muss halt smurfen wenn man in seiner Elo nicht mehr weiter kommt weil der Elo Boosting dann zu teuer wird :D Traut sich wohl jemand nicht mehr gegen Leute in seiner Elo zu spielen weil er dort mit seinem OTP Yi nur aufs Maul bekommt. \n\nJetzt muss man eben die Anfänger verhauen und denen den Spielspaß nehmen{{sticker:slayer-pantheon-thumbs}}  Meinen Respekt hast du...not.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:55:50.126+0000","up_votes":1,"down_votes":7,"body":"Momentan wird Yi wegen **MIR** gebannt, deshalb mache ich eine Pause.","replies":[{"id":"","poster":"Meemoy","date":"2017-05-01T13:36:37.917+0000","up_votes":2,"down_votes":0,"body":"Einbildung ist auch eine Bildung","replies":[{"id":"","poster":"Alekra","date":"2017-05-01T16:05:43.317+0000","up_votes":1,"down_votes":0,"body":"{{summoner:14}}","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2017-05-01T13:10:14.387+0000","up_votes":3,"down_votes":0,"body":"Ganz Bronze hofft halt, dich damit vertreiben zu können - scheint ja zu klappen.\n\nGruß\nZamo","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2017-05-01T11:52:26.523+0000","up_votes":2,"down_votes":0,"body":"Soraka, 64 Spiele, 9 % Winrate... da gibt es noch seeeehr viel Arbeit, bei der Programmierung des Feederbusters. Weniger als ein Perma hätte dieser Account meiner Meinung nach nicht verdient und das alles, dass du Bronze 5 kommst (offenbar als Dia) und stompen kannst, das ist einfach nur erbärmlich.","replies":[]},{"id":"","poster":"Timethief49","date":"2017-05-01T11:50:29.398+0000","up_votes":2,"down_votes":0,"body":"Grade nach Dia 5 gekommen und denkst du wärst was besseres oder was? Wenn mir eine Rolle zugesprochen wird die ich spielen will Spiel ich die, da kann es mir doch egal sein ob du bessere Stats hast.","replies":[]},{"id":"","poster":"RAG Ryve","date":"2017-05-01T13:55:26.035+0000","up_votes":3,"down_votes":1,"body":"Das heißt wenn ich reinkomme, frage ob ich Mid darf und dann das hier poste, https://www.op.gg/summoner/userName=sktt1faker , dann darf ich auch Mid gehn?","replies":[{"id":"","poster":"Zanlan","date":"2017-05-01T14:14:16.628+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=RAG Ryve,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=0010,timestamp=2017-05-01T13:55:26.035+0000)\n>\n> Das heißt wenn ich reinkomme, frage ob ich Mid darf und dann das hier poste, https://www.op.gg/summoner/userName=sktt1faker , dann darf ich auch Mid gehn?\n\nRAG Ryve, ließ doch erstmal den Thread bevor du nonsense schreibst.\nEr postet den Link von seinem Account, mit dem er gerade spielt - du siehst also seinen Beschwörernamen.","replies":[{"id":"","poster":"DontKillMySoraka","date":"2017-05-01T14:32:09.870+0000","up_votes":1,"down_votes":0,"body":"ich denke schon, dass RAG Ryve das verstanden hat ;)","replies":[{"id":"","poster":"Zanlan","date":"2017-05-01T14:35:43.674+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=LetMeSorakaAdTop,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=001000000000,timestamp=2017-05-01T14:32:09.870+0000)\n>\n> ich denke schon, dass RAG Ryve das verstanden hat ;)\n\nDenke nicht x)","replies":[{"id":"","poster":"RAG Ryve","date":"2017-05-01T14:44:19.788+0000","up_votes":1,"down_votes":0,"body":"Ich habs sehr wohl verstanden nur das solche Seiten weder zeigen ob es dein Acc ist, noch ob du es überhaupt warst der gespielt hat. Boosting ist keineswegs etwas unbeliebtes, sei es durch FlexQ oder durch das spielens einer anderen Person auf deinem Acc.\n\nWas sehen wir auf seinem Acc? Dutzende Master Yi Games mit nem extrem hohen Score und weiter unten stehen plötzlich dutzende Soraka Games wo die KDA ziemlich schlecht ist. \n\nWas sagt mir jetzt, das der Besitzer des Accounts kein Bronze Support ist der grade von irgendwem geboosted wurde?\n\nMein Post zeigte nur eins, das man alles posten kann was man möchte aber es nichts bedeutet und noch weniger wert ist.","replies":[]}]}]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T14:58:58.298+0000","up_votes":1,"down_votes":6,"body":"Danke Zanlan, wenigstens einer der es versteht! :) bist mir sympathisch :D","replies":[]}]}]},{"id":"","poster":"Evenrider","date":"2017-05-01T12:42:54.264+0000","up_votes":3,"down_votes":1,"body":"1 mal pro Tag herzlichst Lachen:     Check\nDanke dafür\nSo mal sehen war noch auf meiner Todoliste steht","replies":[]},{"id":"","poster":"legofreak1","date":"2017-05-01T11:10:55.638+0000","up_votes":3,"down_votes":1,"body":"Anstatt dir auf deinem Rang etwas einzubilden und dem Team vorzuschreiben, was dieses zu tun hat, könntest du auch mit diesem zusammen arbeiten.","replies":[{"id":"","poster":"BigSnipe","date":"2017-05-01T11:22:41.853+0000","up_votes":1,"down_votes":0,"body":"[http://www.lolskill.net/summoner/EUW/Ionian%20Master%20Yi/champions](http://www.lolskill.net/summoner/EUW/Ionian%20Master%20Yi/champions)\n\nEr hat sich auf B4 mit Soraka droppenn lassen, um dann mit Yi zu dominieren...","replies":[]},{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:14:50.238+0000","up_votes":2,"down_votes":9,"body":"Nein, da jedes Team schlecht ist und man wirkliche Zusammenarbeit von, ich nenne sie mal \"under D5\", kann man nicht wirklich vertrauen, meistens schaffen sie es nicht die geforderte Zusammenarbeit zu erreichen.\n\nDas ist kein Flame, es ist einfach ein Fakt.\n\nIch habe nur geschrieben wie man mehr LP kriegen kann, das Leute sagen \"ich bilde mir was auf meinem Rang ein\" ist totaler Schwachsinn, wenn man die Schritte verfolgt wie ich sie aufgeschrieben habe, dann gewinnt man schlussendlich mehr Spiele als wenn man dies nicht befolgen würde.","replies":[]}]},{"id":"","poster":"Tyrion Lannìster","date":"2017-05-01T11:21:01.544+0000","up_votes":2,"down_votes":1,"body":"Davon abgesehen finde ich smurfen sowieso nicht gut.\nDamit machst du nur das komplette System vom Matchmaking kaputt und nimmst anderen den Spielspaß, natürlich freut man sich wenn jemand ihm Team sagt \"im smurfing\", aber soll ich deswegen eine Rolle annehmen die mir gar kein Spaß macht?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:25:31.856+0000","up_votes":2,"down_votes":6,"body":"Ich wuerde es tun, weil ich es immer interessant finde wie hoehere Leute spielen, frueher als ich noch low Diamant war habe ich 90% Winrates gods in meinem Team gehabt welche genau dasselbe taten, OP.GG posten und nett nach der Rolle fragen.\n\nNur wegen diesen Leuten und weil ich ihnen die Rollen ueberlassen habe, obwohl ich dafuer eventuell etwas langweiliges spielen musste, bin ich so weit gekommen wie ich jetzt bin.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-05-01T12:48:21.303+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ionian Master Yi,realm=EUW,application-id=YnZkMR0R,discussion-id=G47hQNEL,comment-id=00030000,timestamp=2017-05-01T11:25:31.856+0000)\n\n> Nur wegen diesen Leuten und weil ich ihnen die Rollen ueberlassen habe, obwohl ich dafuer eventuell etwas langweiliges spielen musste, bin ich so weit gekommen wie ich jetzt bin.\n\nIst das dein Ernst? xDDD\nDann ist das ja schon sehr armselig. xDDDDDDDD\n\nAufgestiegen weil du dich von jemanden hast carrien lassen. Wunderbar. Und auf sowas auch noch Stolz sein. xD \nNaja wer es nötig hat. :'D \n\nDu würdest wahrsch. zu den Leuten gehören die sich nach Gold oder höher boosten lassen, dafür Geld ausgeben nur um bei den Bronze Leuten damit anzugeben. xDDD (Natürlich, wenn du wirklich Bronzespieler wärst, das gleiche lässt sich sicher auch mit Master/Challenger vergleichen wenns dir lieber ist).","replies":[]},{"id":"","poster":"Meemoy","date":"2017-05-01T12:23:55.234+0000","up_votes":2,"down_votes":0,"body":"Reife Leistung. Da hast du dir deinen Rang ja wirklich verdient. Wie kann man auf so etwas nur stolz sein?\nDu kommst mir sehr unreif vor. Erst das Stompen der Anfänger und nun das Posen mit einem Rang, den man sich nicht mal selbst erspielt hat.\nHast du nichts anderes wichtiges im Leben erreicht, dass du dich so sehr über ein Spiel profilieren musst?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:55:09.387+0000","up_votes":1,"down_votes":3,"body":"Nicht selbst erspielt? was laberst du? ^^","replies":[]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T11:47:45.195+0000","up_votes":1,"down_votes":0,"body":"es gibt leute die besser sind als ich. Ja klar ich bin nur gold und nicht challenger rank one aber der bronze IV 0lp master yi main ist nicht besser als ich also lasse ich ihm auch nicht die lane egal was er macht","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:57:34.369+0000","up_votes":1,"down_votes":5,"body":"Woher weisst du denn das er nicht besser ist als du? :)","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-02T12:26:53.649+0000","up_votes":1,"down_votes":0,"body":"ich hatte so oft leute die ne winstreak hatten und jedes game gut standen und dann in meinem game hart reingefeeded haben","replies":[]}]}]},{"id":"","poster":"Kaito","date":"2017-05-01T11:07:46.640+0000","up_votes":1,"down_votes":1,"body":"Okay, und woher wissen wir, dass das auch sein Account ist? Ich kann dir genau so gut Links von Accounts auf OP.GG schicken, die nicht mir gehören.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T11:09:40.271+0000","up_votes":3,"down_votes":6,"body":"Du bist mit ihm ja in einer Championauswahl, dort steht sein Name... {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-01T12:00:29.408+0000","up_votes":1,"down_votes":0,"body":"in bronze IV stompen aber hey ich bin master smurf https://euw.op.gg/summoner/userName=beasttt würdest du mir das jetzt glauben?","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T12:58:54.416+0000","up_votes":1,"down_votes":3,"body":"Wir koennen gerne ein game machen, ich gehe auf meinen 2. smurf und adde dich auf dem \"beasttt\" account, wenn du annimmst du sagst du hast mit \"HSG Helios\" das gepostest, glaube ich dir natuerlich :)","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-05-02T12:25:57.668+0000","up_votes":1,"down_votes":0,"body":"das war ein witz wie kann das kein joke sein als würde ich hier auf nem fcking gold 3 50% winrate account schreiben wenn ich nen ex challenger account habe xD","replies":[]}]}]}]}]},{"id":"","poster":"Zanlan","date":"2017-05-01T14:12:40.181+0000","up_votes":1,"down_votes":2,"body":"Hätte gerne mehr Leute wie Dich in meinem Team, Tryharder sind so selten.","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-01T14:59:38.026+0000","up_votes":1,"down_votes":4,"body":"Dasselbe Feeling hatte ich auch, deshalb wollte ich ein Selbstexperiment machen und gucken wie es hier unten aussieht ^^","replies":[]}]},{"id":"","poster":"Draft King","date":"2017-05-02T07:44:58.002+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Ionian Master Yi","date":"2017-05-02T19:18:01.212+0000","up_votes":1,"down_votes":3,"body":"Too funny :D","replies":[]}]}]}