{"id":"VRb5zUVv","poster":"HsP Aiumi","date":"2017-04-29T16:37:12.675+0000","title":"Nicht unterstütze Eingabe","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag liebe Community\r\n\r\nLeider habe ich seid heute Mittag das Problem, dass wenn ich normalerweise in den Ladescreen von League of Legends geworfen werde, ein Blackscreen bekomme mit der Nachricht &quot;nicht unterst&uuml;tze Eingabe&quot;.\r\nIch habe heute aus versehen die Aufl&ouml;sung meines Monitors ge&auml;ndert. Leider kriege ich jetzt keine Aufl&ouml;sung die f&uuml;r mein Monitor empfohlen wird. Die hatte ich sonst immer standardweise drin. Deswegen probiere ich 1280x1024 und 1600x1200 (meist der standard) aus um zu gucken ob es vielleicht daran liegt. Leider hat das mein Problem nicht gel&ouml;st und somit versuchte ich das Problem zu l&ouml;sen indem ich das Spiel neu installierte. Leider das auch ohne erfolg. \r\nIch benutze Windows 7 Home Premium und ein LCD-Monitor.\r\nJetzt bin ich auf eure Hilfe angewiesen.\r\nIch danke schon mal im voraus f&uuml;r jeden L&ouml;sungsvorschlag.","replies":[{"id":"","poster":"HsP Aiumi","date":"2017-04-29T20:57:38.458+0000","up_votes":1,"down_votes":0,"body":"Guten Abend nochmal liebe Community\n\nLeider habe ich bis jetzt noch keine Lösung für mein Problem gefunden. Allerdings habe ich nicht einfach rumgesessen und habe selber noch ein bisschen recherchiert. Leider habe ich nichts aktuelles gefunden. Allerdings ist mir was aufgefallen. Und zwar während ich den blackscreen habe (kann übrigens austabben. Also ist sozusagen nur der Tab blackscreen) kann ich nach ner gewissen zeit die Sounds von League of Legends hören. Somit habe ich anscheinend das Game geladen denn die Sounds sind die gleichen wie die, wenn ein normales League of Legends spiel startet.","replies":[{"id":"","poster":"Gin","date":"2017-04-30T14:00:30.099+0000","up_votes":1,"down_votes":0,"body":"Probiere mal das [HRT](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) durchlaufen zu lassen. (Achte darauf das Häkchen bei \"Force Repatch\" zu setzen.)","replies":[]}]}]}