{"id":"rXEgsksy","poster":"Maxiboy910","date":"2017-04-29T22:49:13.562+0000","title":"Kann nichts kaufen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer ,\r\nIch habe mir heute f&uuml;r 40 Euro PaySafeCards geg&ouml;nnt ich habe die h&auml;lfte schon ausgegeben allerdings konnte ich nicht alles ausgeben da ein Fehler aufgetreten ist da stand : Ein Fehler ist aufgetreten . Bitte versuche es erneut ,leider geht es immer noch nicht ich wollte mal wissen warum und wann es wieder geht\r\nDanke Maxiboy910","replies":[{"id":"","poster":"recon","date":"2017-04-30T09:48:16.380+0000","up_votes":1,"down_votes":0,"body":"Wann genau tritt denn der Fehler auf? Beim Einlösen des Codes oder wenn du Inhalten mit RP kaufen willst?\nDu sagst es sind mehrere PSCs gewesen: Man kann nur eine bestimmte Anzahl PSCs innerhalb 24h einlösen. ","replies":[]},{"id":"","poster":"Maxiboy910","date":"2017-04-30T00:53:28.797+0000","up_votes":1,"down_votes":0,"body":"Die Fehlermeldung ist von dem Client \nDanke für deine Hilfe","replies":[]},{"id":"","poster":"SUΡΡORT","date":"2017-04-29T23:18:16.438+0000","up_votes":1,"down_votes":0,"body":"Heya Maxiboy910!\n\nIch gehe mal davon aus, dass auf der PaySafeCard noch ausreichend Guthaben drauf ist. \n\nBekommst du die Fehlermeldung denn von der eingebetteten PaySafeCard-Seite oder vom League of Legends-Client?\nDiese Information würde sehr viel weiterhelfen, bei der identifizierung des Problems!\n\nEs ist sehr wahrscheinlich, dass ein temporärer Fehler seitens PaySafeCard vorliegt. Ist dies der Fall, ist es wohl am besten es später wieder zu probieren, wenn der Fehler behoben wurde. \n\nSollte der Fehler trotzdem noch bestehen, könntest du eventuell den PaySafeCard-Support anschreiben und dich nach deren Status erkundigen da diese keine offizielle Statusmeldungen herausgeben bezüglich ihrem aktuellen Status des Dienstes.\n\nIch hoffe sehr, dass ich dir dennoch helfen konnte,\n\nSUPPORT{{sticker:slayer-jinx-catface}}","replies":[]}]}