{"id":"TmeR1E9z","poster":"Warlord of Noxus","date":"2017-04-29T09:40:15.828+0000","title":"Champion-Konzept: M.E.R.B. - Der umgebaute Heilungs Roboter","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer,\r\nIch hatte neulich eine Idee f&uuml;r einen Support, der Sekund&auml;r ein K&auml;mpfer ist :D. Hier ist sein Konzept:\r\n\r\nStory:\r\nViele Einwohner Piltovers hinterfragen gar nicht , was mit ihrem Schrott passiert . Manche wundern sich jedoch, wo die ganzen &Uuml;berreste verschwinden.\r\nDie Antwort ist simpel: Zhaun. Alles was die Wissenschaftler Piltovers nicht mehr brauchen, geben sie an Zhaun weiter!\r\nIn den meisten F&auml;llen schmelzen sie die Teile ein, doch manchmal bauen sie die noch funktionst&uuml;chtigen Teile um. So fing die Geschichte von M.E.R.B an.\r\nM.E.R.B (Medical Evacuation Rescue Bots) wurden entwickelt, um Menschen bei fatalen Unf&auml;llen, wie Br&auml;nden , Erdbeben oder &Uuml;berflutungen, zu helfen und sie medizinisch zu versorgen. Eine M.E.R.B. Einheit, wessen Hextech-Kristall zerbrach, wurde von einem Wissenschaftler gefunden, der sich Haupts&auml;chlich mit Kriegs-Drohnen befasste.\r\nEr &ouml;ffnete das Zentrum des Roboters, entfernte die zerbrochene H&auml;lfte des Kristalls, und baute eine andere H&auml;lfte ein. Da der Wissenschaftler, Prof. Griffin, nur Hextech-Kriegskristalle hatte, musste er improvisieren. Einen gr&uuml;nen Hextech-Kristall, der f&uuml;r Hilfsbereitschaft und Arznei steht mit einem roten Kriegskern zu kombinieren, die in Kampfroboter eingebaut wurden um sie blutdurstig zu machen, war das wahnsinnigste was man machen konnte.\r\nAls der Evakuierungs-Roboter erwachte und sich seine optischen Sensoren aktivierten, versuchte Prof. Griffin mit ihm zu kommunizieren: &acute;&acute;Hey kleiner, ist alles in Ordnung?&acute;&acute;\r\n&acute;&acute;Ich...Ich glaube schon! Ja! Ich bin Optimist!&acute;&acute; , antwortete M.E.R.B, mit einer kindes&auml;hnlichen Stimme, &acute;&acute;Was ist passiert, Mister Griffin?&acute;&acute;\r\n&acute;&acute;Du kennst mich?&acute;&acute;\r\n&acute;&acute;Ja! Meine Datenbank hat eine Suche durchgef&uuml;hrt, sie sind ein ber&uuml;hmter Kriegs-Drohnen Konstruktor! Es ist mir eine gro&szlig;e Ehre si-SI-S...&acute;&acute;\r\n&acute;&acute;Kleiner, was ist los?!&acute;&acute; , der Wissenschaftler bekam Panik.\r\nDer Optische Display des Roboters wurde r&ouml;tlich und aus ihm traten Ger&auml;usche hervor, die sich Griffin nicht erkl&auml;ren konnte:\r\n&acute;&acute;###WO IST DER GEGNER?! I-I-ICH REISS SIE AUSEINANDER UND VERPR&Uuml;GEL SIE MIT IHREN EIGENEN KNOCHEN! KNO-K-K###&acute;&acute; \r\nDas waren die Folgen des Hextech-Kriegskristalls. Trotzdem ist der Roboter jetzt im Einsatz in der Armee als Mediziner von Zhaun UND Piltover.\r\n\r\n&acute;&acute;Keine Sorge, mutiger Soldat! Ich werde dich Heilen ^^! ####D&Auml;MLICHES WEICHEI! DU BIST SO H&Auml;SSLICH, DER FEIND WIRD SCHREIEND WEGRENNEN WENN ER DICH SIEHT!!!###&acute;&acute;- M.E.R.B.\r\n\r\n------------------------------------------------------------------\r\nAussehen:  \r\nIhr kennt ja die Roboter aus dem Jinx Video von Riot? M.E.R.B. sieht genau so aus, nur mit dem Unterschied, das er statt Augen und Mund ein Display hat, das je nach Stimmung die Farbe und die Form der Pixel &auml;ndert. Wenn er normal ist zeigt er ein blaues freundliches oder neutrales Gesicht, ist die Kriegsdrohne aktiv ist sein Gesicht rot und w&uuml;tend. Bei seiner Ult bildet sich ein gr&uuml;nes Kreuz auf dem Display. Er hat ebenso ein Jetpack auf dem R&uuml;cken und wirkt leicht rostig.\r\n\r\n--------------------------------------------------------------------------------------------------------\r\nF&auml;higkeiten: Prim&auml;r: Support Sekund&auml;r: K&auml;mpfer\r\n\r\nPassiv: Wechselkern: Wenn du einen Gegner angreifst bekommst du einen 3 Sekunden langen Angriffstempo- und Angriffsschaden-Schub. Wenn du dann wieder  einen verb&uuml;ndeten Heilst erh&ouml;ht sich deine Heilung f&uuml;r 3 Sekunden um 20%\r\n\r\nQ: Heilungssto&szlig; (6 Sekunden auf allen R&auml;ngen): du setzt einen kleinen Heilungssto&szlig; von dir frei, der Verb&uuml;ndete in Reichweite leicht heilt und f&uuml;r kurze zeit alle Heilungen auf diese erh&ouml;ht.\r\n\r\nW:Heilungs Boje (3 Aufladungen eine Aufladung alle 10- 9.5 - 9 - 8.5 -8 Sekunden max drei aktiv): du platzierst eine Heilung Boje die in einem kleinen Radius allen Verb&uuml;ndeten und dir verst&auml;rkte Lebensregeneration gibt. Wenn du deine Q aktivierst sto&szlig;en diese Bojen eine noch st&auml;rkere Version davon aus.\r\n\r\nE: Fingerpistole (Skillshot der umgelenkt werden kann und dann auf 15 Sekunden Cooldown geht): Du formst deine Finger wie eine Pistole und verschie&szlig;t einen Sprengpfeil der die erster getroffene gegnerische Einheit markiert. Markierte Gegner werden von 8 Raketen verfolgt, die in einem kleinen AOE-Bereich viel Schaden verursachen ( erst nach dem Aufprall einer Rakete wird die N&auml;chste abgefeuert! Die letzte Position des Gegners wird als Ziel genommen!)\r\n\r\nR: Rettungs-Modus (100-90-85 Sekunden Cooldown 10 Sekunden Dauer): M.E.R.B. aktiviert sein Jetpack, erh&auml;lt Movementspeed, kann einen klein sprung alle 2 Sekunden ausf&uuml;hren wenn er die ult reaktiviert und kann tote Verb&uuml;ndete mit 15% maximalen Leben und Mana wiederbeleben, indem er auf sie klickt und 2 Sekunden kanalisiert. Die Verb&uuml;ndeten k&ouml;nnen jedoch nicht mehr als 30% ihrer Stats erhalten bis sie zur basis zur&uuml;ckkehren. Wenn die Ultimate auf Cooldown ist so kannst du ein mal einen Wiederbelebungs-Bolzen platzieren. dieser verringert den Death-Timer und deine Verb&uuml;ndeten k&ouml;nnen sich dahin telebortieren (ohne den Summoner-Spell einfach draufklicken und 4 Sekunden kanalisieren), kann jedoch mit einem Schlag zerst&ouml;rt werden (Dauer des Wiederbelebungs-Bolzen h&auml;ngt vom Cooldown deiner Ultimate ab.)\r\n---------------------------------------------------------------------------------------------\r\n\r\nPros:\r\n-kann k&auml;mpfen und helfen!\r\n-sehr starker Teamk&auml;mpfer\r\n-kann verb&uuml;ndete wieder schnell in den Kampf holen\r\n-mobil mit seiner ultimate\r\n-AOE Heilung (daf&uuml;r gering)\r\n\r\nCons:\r\n-Squishy, Item-abh&auml;ngig\r\n-wird von CC hard gecounterd\r\n-alles was er hat kann zerst&ouml;rt werden (Heilungs-Bojen und Respawn-Bolzen)\r\n-Eigene-Heilung ist schwach\r\n-Heilung generell ist nicht sehr hoch (daf&uuml;r AOE)\r\n\r\n------------------------------------------------------------------------\r\n\r\nund,was haltet ihr davon?","replies":[{"id":"","poster":"Bladewind515","date":"2017-04-29T09:59:38.516+0000","up_votes":1,"down_votes":0,"body":"Gutes Konzept aber kann es sein das ein paar Fähigkeiten von EMET aus Evolve sind denn die Ult, E und Wie sind schon relativ ähnlich. Aber kein Problem.\n\nMfg Bladewind","replies":[{"id":"","poster":"Warlord of Noxus","date":"2017-04-29T10:18:57.190+0000","up_votes":1,"down_votes":0,"body":"gut erkannt :D ich habe mich von emet inspirieren lassen, von evolve generell","replies":[]}]}]}