{"id":"QOGBYgQP","poster":"DVN FearofDark","date":"2019-05-23T21:15:10.464+0000","title":"LF Sup / Plat2 ++  - Team Evolution Gaming sucht dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey :smiley: \r\nWir sind im Moment auf der Suche nach einem festen Sup für unser Team. Bevor ich dazu komme, was wir für Erwartungen an dich haben, ist es denke ich erstmal besser, dass wir uns vorstellen. \r\n\r\nKurz zu uns: Wir vier haben uns über League kennengelernt, weil wir aktiv in einem Team spielen wollten und haben dann auch ein paar Monate zusammen gespielt. Dabei haben wir sowohl Flexq als auch vereinzelnd Turnier mitgemacht und konnten auch unsere Anfangsliga in der Summoners-Inn League gewinnen. Aufgrund zeitlicher Engpässe hat sich dann leider das Team aufgelöst beziehungsweise die Trainingssessions und Turniere wurden immer weniger. Nach einer Pause wollen wir jetzt wieder neu durchstarten, vielleicht ja zusammen mit dir. Ich verlinke unten dabei einmal unsere InGame-Namen und die Positions dazu. \r\n\r\nSpieler:\r\nTop : Zenon von Elea (https://euw.op.gg/summoner/userName=Zenon%20von%20Elea)\r\nJgl: Zee M0N(https://euw.op.gg/summoner/userName=Zee+M%3B0n)\r\nMid: Sweet but Psychô (https://euw.op.gg/summoner/userName=Sweet+but+Psychô)\r\nAdc: TSync FearofDark (https://euw.op.gg/summoner/userName=TSync%20FearofDark)\r\nSup: ?\r\n\r\nWir sind alle um Platin/Dia herum und wie du sicherlich ja auch gesehen hast solltest du auch in diesem Elobereich sein., da wäre Dia 4 in FlexQ praktisch das wir zusammen in die que gehen können. Aber zur Übersicht zähle ich ein paar Anforderungen auf die wir an dich hätten, damit du dir einen Überblick verschaffen kannst, ob und inwieweit du zu uns passt:\r\n\r\n- Humor (Wir gehen alle sehr locker miteinander um und der schwarze Humor oder auch der ein oder andere Front bleibt da nicht aus)\r\n- Interesse an League (Wir sprechen oft in Whatsapp oder Discord über die Meta Champs etc. und du solltest nicht abgeneigt sein auch an der Diskussion teilzunehmen)\r\n- Training ( Wir werden sobald wir Numero 5 an Bord haben, feste Trainingszeiten festlegen und uns ist dabei wichtig, dass du dich an diese halten kannst, also bring am besten ein bisschen Zeit mit)\r\n- Improvement ( Ein Schritt, den wir vor allem mit dem neuen Team schaffen wollen ist, dass wir mehr Wert auf Analysen etc. legen, dazu überlegen wir uns gemeinsam Ideen und gucken uns zsm Replays an. Du solltest also nicht abgeneigt sein auch mal die ein oder andere Stunde in Theorie und Besprechungen zu investieren)\r\n- Elo: Plat 2++\r\n- Main pos: Sup\r\n- Discord installiert \r\n\r\nWenn dich das jetzt alles noch nicht abgeschreckt hat und du denkst, dass du uns vielleicht mal kennenlernen wollen würdest dann melde dich einfach bei uns, beziehungsweise bei mir.\r\n\r\nIngame heiße ich TSync FearofDark und um dir vielleicht ein wenig die Sorge zu nehmen in ein Team zu kommen, in welchem sich 4 Leute schon kennen, kannst du mich auch einfach schon mit meinem richtigen Namen Timo anschreiben und dann besprechen wir den Rest zusammen.","replies":[]}