{"id":"TB75RYl4","poster":"Sunthas","date":"2017-04-28T07:55:36.117+0000","title":"Allgemein Spiel schilderung. Würde mich interresieren was ihr davon hält.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"_Sorry wegen Rechtschreibfehler_\nHallo zusammen.\nIch bin K&auml;lthas und wollte mall eure allgemeine Meinung fragen, zu dem was ich setzt versuchen werde euch zu schildern .Und zwar war es so. Ich fange ganznormal wie immer ein Rank Game an, Kaum bin ich Drin fangen die Leute an zu Flamen. Ich denke mir nichts dabei und sag zu mir: Gut ich bin Last pick dann kann ich meine Top lane f&uuml;r mich angenehmer gestalten.\n\nIm Game:   (Spiele Shen in diesen Game){{champion:98}} \n\n**Erster auf mich bezogener Flame:\n**\n_Warum Ulte du mich nicht Shen?!!!(Midlaner) H&auml;ttest mich Safen k&ouml;nnen. Du Bronze noob!_\nMein Gedanke in dieser Situation wahr: H&Auml;&Auml;&Auml;&Auml; liegt vielleicht daran das ich lvl 5 bin und keine Ult zur Verf&uuml;gung habe.\n\n**Zweites Mal sp&auml;ter auf mich bezogener Flame:\n**\nIch Ulte den Low Adc und habe in grade so das live Gerettet. Aber der Midlaner ist draufgegangen der auch auf die bot lane gegangen ist. Der Adc sagt danke zu mir ich sag Np.\nAber ihr k&ouml;nnt es auch bestimmt denke wer jetzt Flamen tut. Der Midlaner : _Warum Ultest du den ADC?\n_\n\nWollt ich wissen warum ich den Adc geultet habe? Er war low life aber der Midlaner nicht. Er war full life und Strip erst kurze Zeit danach.\n\n**Dritter Flame:** _Warum spielen Leute Shen nur weil er Meta ist?\n_\nIch denke mir: Ich spiele diesen Champ auch wenn er nicht Meta ist. Weil er mir Spa&szlig; macht. Ich f&uuml;hle mich mit diesen Champ sehr woll. Er ist nicht ohne Grund mein Main Champ.\n\n**Virter Fleme:**_Warum Ultest du mich nicht du ver..... Noob!!!_\n\nWas ist woll passirt. Ich wurde auf der Top lane gegängt. Also 2 gegen 1 und muste versuch den gank zu überleben. Was ist woll genau werendessen passirt? Er geht in 1 vs 1 Drauf.\n\nWas haltet ihr davon? Von dieser Verhaltes weise? Habe ich es schon richtig gemacht das ich mich nicht drauf einlasse und wahr es eurer Meinung nach schon richtig das ich den ADC den &hellip;. Gerettet habe? Ich bin Bronze aber ich kann mein Champ spielen. Auch ich mache Fehler. Auch ich muss noch viel lernen. Aber das ist nach meiner Meinung kein Grund einen zu Flamen nur weil ich diese Entscheidung getroffen hat. \n\n\nWas mein ihr? W&uuml;rde mich gern interessieren was ihr davon h&auml;lt.\n{{champion:98}}","replies":[{"id":"","poster":"Megamaexx","date":"2017-04-28T09:00:20.548+0000","up_votes":2,"down_votes":0,"body":"Also, die Situation mit dem ADC klang nach einer richtigen Entscheidung. Der Midlaner hätte auch einfach wieder gehen können, wenn er sieht, dass Shen ult raus ist.\n\nMir ist in deiner ganzen Schilderung lediglich ein grober Fehler aufgefallen. Du hattest den Flamer nicht gemutet. \n\nPS: Deine Rechtschreibung ist echt nicht so gut^^ Falls du daran arbeiten willst, es hilft wahre Wunder, viel zu lesen. (Also Bücher und nicht Internetkommentare, die sind nämlich potentiell mit vielen Fehlern versehen ;) )","replies":[]},{"id":"","poster":"Shacoláde","date":"2017-04-28T08:11:59.063+0000","up_votes":2,"down_votes":0,"body":"Auf einen Flame würde ich mich nie einlassen.\nIch mute die Leute die Flamen und die Sache hat sich dann für mich erledigt.\nIrgendetwas schreiben und sich zu rechtfertigen bringt in den meißten Fällen nichts,\nsonder gießt eher noch Öl ins Feuer.","replies":[{"id":"","poster":"Sunthas","date":"2017-04-28T08:33:53.803+0000","up_votes":1,"down_votes":0,"body":"Ich weis aber ich habe das problem das ich hir und da schwirickeiten habe sowas zu ingnorieren.","replies":[{"id":"","poster":"Shacoláde","date":"2017-04-28T09:26:48.766+0000","up_votes":1,"down_votes":0,"body":"Da liegt die Kunst in der Sache... beim 1. Flame gleich muten.\nEinfach nicht lange überlegen.\nWer flamt hat ingame meist nicht viel sachliches beizutragen,\nvon dem her kann man davon ausgehen auch keine wichtigen Informationen zu verpassen.","replies":[]}]}]},{"id":"","poster":"Pandorie","date":"2017-04-28T08:25:11.006+0000","up_votes":1,"down_votes":1,"body":"Wir sind hier im Internet. Wenn du dich für jeden Flame einmal ritzen müsstest, kannst dud ich auch gleich umbringen. (Bitte nicht tun!) \nNimm nicht alles so ernst. Leute sind dummund wissen nicht wie das Spiel funktioniert und können gute Entscheidungen inchtnachvollziehen.\nEinfach muten und weiter so spielen wie du es für richtig hälst.","replies":[{"id":"","poster":"Sunthas","date":"2017-04-28T08:31:02.069+0000","up_votes":1,"down_votes":0,"body":"Mach ich so oder so. Nur habe ich manchmal das gefühl das ich was falsch gemacht habe.","replies":[{"id":"","poster":"Shacoláde","date":"2017-04-28T09:29:23.713+0000","up_votes":1,"down_votes":0,"body":"Jeder macht Fehler... solange man es einsieht und daraus lernt ist ja alles gut ;)\nGibt immer bessere und schlechtere von dem her.. miss dich am eigenen Maßstab und nicht an welchen\ndir andere vorgeben.  Sonst müssten ja alle wie Faker spielen um nicht \"geflamt\" zu werden ^^","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-28T08:35:58.773+0000","up_votes":1,"down_votes":0,"body":"Dann schau dir das Spiel nochmal an und denke über jede Situation, bei der du nicht sicher warst, nochmal nach. Du musst und kannst ja nichts 100%-tig richtig machen.\n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"ninju7su","date":"2017-04-28T08:24:01.786+0000","up_votes":1,"down_votes":0,"body":"Ich glaube es ist klar was die meisten von Flamer halten. Es ist so, dass in League viel über Emotionen passiert. Jeder Flamer hat seine Emotionen nicht im Griff, denn jeder weis, dass Falmen das Gameplay der Mitspieler verschlechtert. Es gibt bei der Emotion \"Wut\" eine Zeitspanne in der, egal was du sagst und wie du es formulierst, der wütende Mensch es nur negativ aufnehmen _kann_. Es ist in der Situation keine bewusste Entscheidung wütend zu sein. Das du da ruhig reagierst, ist also der richtige Weg _(suprise!)_. \n\nEs ist allerdings wichtig, sowohl für den Flamer als auch für die weiteren Teammitgleider, Klarheit und ein Gruppengefüge herzustellen. Damit meine ich, wenn der Flamer wirklich der Ansicht ist, du hast etwas falsch gemacht und dar Flame war keine Kurzschlussreaktion _(was oft der Fall ist)_, dann helfen erklärende Kommentare. Dabei nicht zu vergessen: Empathie _für_ den Flamer!\n\nAuf den Flame, dass du den Mid-Laner nicht ge-ultet hast, könnte etwas geantwortet werden wie: _\"Sry man :( i'm just lvl 5. Next time we will defeat Ahri\" (oder welcher Champ auch immer)_. Wenn du mit Emotionen eines Flamers sprichst, wäre es intelligent mit den richtigen Emotionen zu antworten bzw. die richtigen Emotionen auszulösen, während man sich erklärt. Verständnis, Gründe für dein Verhalten, Vorschläge _(für die nächste ähnliche Situation)_ und auch Smilies helfen dabei sehr gut. \n\nZu der Sache mit dem ADC: Das ist situationsspeziefisch. Einen 0-10-3 ADC würde ich in einem Fight, wo eventuell andere Mitspieler, die vielleicht besser darstehen und deine Ulti eventuell auch gleich benötigen könnten, nicht retten. Er ist es schlicht nicht worth. Sollte der Fight aber fast vorbei sein es ist abzusehen, dass niemand deine Ulti noch brauchen wird oder du joinst dem Fight auf diese Weise, ist das vollkommen legitim.","replies":[{"id":"","poster":"Sunthas","date":"2017-04-28T08:30:14.957+0000","up_votes":1,"down_votes":0,"body":"Ok ich werde versuchen das ich mir in deinen endfohlenen genatten tipps mir einzubetten. Dancke für disse ausführliche info.{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}