{"id":"reW9jdiz","poster":"5 Dunks 1 Darius","date":"2017-04-28T14:17:50.633+0000","title":"help me plz","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Alsooo... vor ca. 40 Minuten wollte ich ein Ranked Game anfangen und musste noch einen Leaverbuster absitzen.\nAls der Leaverbuster dann abgelaufen war, war ich noch !15 Minuten! in der Warteschlange, aber es passierte nichts.\nDann habe ich ein bisschen auf der Startseite des Launchers gelesen und ging wieder in den Warteschlangen Raum, wo pl&ouml;tzlich der Knopf Spiel starten wieder aktivierbar war (Den dr&uuml;ckt man ja eigentlich schon vor der Warteschlange?).\nAls ich den dann gedr&uuml;ckt hatte, ging ein neuer Leaverbuster auf, von dem die Zeit nicht abl&auml;uft... und jetzt bin ich hier...\nHabe von der ganzen Sache auch ein paar Screenshots:\nhttp://imgur.com/a/DLkVI\nhttp://imgur.com/9rB7PUM\nhttp://imgur.com/XieYBY9","replies":[{"id":"","poster":"ÐankGamer420","date":"2017-04-28T14:45:15.622+0000","up_votes":1,"down_votes":0,"body":"Selber schuld. Da kann dir niemand helfen. Hör auf Spiele zu verlassen das vermasselt den Spielspass, dann hast du auch kein Leavebuster.","replies":[{"id":"","poster":"5 Dunks 1 Darius","date":"2017-04-28T14:49:19.839+0000","up_votes":1,"down_votes":0,"body":"Vielleicht hast du nicht richtig gelesen, aber das hier ist ganz sicher nicht meine Schuld, der Leaverbuster natürlich, aber ich kann doch nichts dafür wenn der Launcher einen Fehler hat?{{sticker:zombie-brand-mindblown}}","replies":[]}]},{"id":"","poster":"5 Dunks 1 Darius","date":"2017-04-28T14:32:27.576+0000","up_votes":1,"down_votes":0,"body":"Ich habe den Launcher jetzt neugestartet und bin jetzt in einem Leaverbuster der abläuft... hoffentlich wird es diesmal was....","replies":[]},{"id":"","poster":"5 Dunks 1 Darius","date":"2017-04-28T14:29:57.669+0000","up_votes":1,"down_votes":0,"body":"Der aktuelle Leaverbuster müsste inzwischen übrigens seit 2 Minuten abgelaufen sein, steht aber immer noch auf 20 Minuten{{sticker:zombie-brand-facepalm}}","replies":[]}]}