{"id":"WZ7FrAbk","poster":"silibum","date":"2017-04-27T16:34:48.969+0000","title":"Der klassische Client geht am 3. Mai in Rente","subforum":"Client Diskussion","up_votes":5,"down_votes":2,"body":"Es ist soweit, der Beta-Client l&ouml;st den Leagcy-Client ab - wir nennen ihn nun &#039;aktualisierter Client&#039; ;-)\n\n> #Wir hatten eine sch&ouml;ne Zeit mit dem klassischen Client.\nDas kleine blaue Fenster hat uns von 2009 bis 2017 gute Dienste geleistet, aber es wird Zeit, endg&uuml;ltig Lebewohl zu sagen. Patch 7.9 schickt den klassischen Client am 3. Mai in EUW und EUNE offiziell in Rente.\nWir haben alle h&auml;ufig gestellten Fragen zusammengetragen, um dir weiterzuhelfen\n\n[**Alle Details und ein paar Fragen &amp; Antworten sind hier zu finden.**](http://euw.leagueoflegends.com/de/news/client/client-features/der-klassische-client-geht-am-3-mai-rente) (Falls ihr nicht bereits von dort hierher geleitet wurdet ;-))","replies":[{"id":"","poster":"Joe03","date":"2017-04-27T20:36:43.811+0000","up_votes":2,"down_votes":0,"body":"Mir hat echt viel Spaß gemacht diverse Gegenstandssets für Champions zu bauen. Jetzt muss ich mit alten Item-Sets spielen und kann nicht mehr Gegenstände herum anpassen. Schade, das minimiert meine Spiellust. Bitte die Gegenstandsets wieder einbringen!","replies":[{"id":"","poster":"Yjuq","date":"2017-04-28T09:30:41.297+0000","up_votes":2,"down_votes":0,"body":"Als Übergangslösung bis es soweit ist: http://lol.item-set.com/#!/editor\nOder per Hand in dem Editor. hab dazu ein Tutorial geschrieben: https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/2mhautHd-tutorial-itemsets-per-notepad","replies":[]},{"id":"","poster":"silibum","date":"2017-04-27T20:52:40.724+0000","up_votes":1,"down_votes":0,"body":"Du solltest Dir mal die verlinkte News genau durch lesen - Dort steht etwas zu dem Thema :-)","replies":[]}]},{"id":"","poster":"Bote des Chaos","date":"2017-04-28T09:09:43.376+0000","up_votes":3,"down_votes":0,"body":"Hoffentlich kommen die Gegenstandssets recht bald auch im Neuen Clinenten..... Sind wie ich finde, ein recht nützliches Tool, da ich mir häufig denke \"Hmmmm das wäre doch eine Tolle Idee, das könnte ich mal ausprobieren wenn es sich anbietet. Wenn dann die Gelegenheit gekommen ist, hab ich die Idee aber oft vergessen und sie fällt mir erst wieder nach dem Spiel ein. Für manche lustige Tests braucht man eben das richtige (Gegner-)Team... wie z.B. {{champion:22}} {{item:3078}} {{item:3814}} {{item:3142}} {{item:3139}} {{item:3031}} in der Mitte (Macht einfach nur Spaß und ist sogar spielbar. aber eben nur gegen Teams mit Viel AP und wenn der gegner sowas wie {{champion:42}} {{champion:136}} {{champion:61}}  pickt...","replies":[]},{"id":"","poster":"Slifer","date":"2017-04-27T17:44:32.319+0000","up_votes":1,"down_votes":0,"body":":(","replies":[{"id":"","poster":"silibum","date":"2017-04-27T17:50:43.548+0000","up_votes":1,"down_votes":0,"body":"Aber nicht doch... Bitte keine Angst vor Veränderung - Veränderung ist gut ;-)","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-05T16:31:24.412+0000","up_votes":1,"down_votes":1,"body":"dann sag doch bitte WELCHE veränderungen du am neuen launcher so toll findest\nwenn du mir nicht mindestens 3 VERDAMMT gute gründe nennst ist dein kommentar sinnbefreit\nbevor du übrigens denkst\n\"tja dann schreibe ich dir doch einfach 3 und gut ist\"\ndann sollte ich dir sagen\ndu solltest mindestens 3 PRO gründe MEHR nennen als es kontra´s gibt\nsonst gilt das oben halt und es ist sinnbefreit kumpel","replies":[{"id":"","poster":"silibum","date":"2017-05-05T17:00:38.001+0000","up_votes":2,"down_votes":0,"body":"Ich brauche nur eins - da wirst Du nun etwas überrascht sein, *kumpel*:\n\nDie nun genutzte Technologie (Chrome) macht es möglich überhaupt in Zukunft weitere tolle Funktionen zu implementieren, bei Adobe AIR wurde dieses wohl immer schwerer.\n\nViel Spaß beim lesen: https://engineering.riotgames.com/news/architecture-league-client-update","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-05T18:40:05.799+0000","up_votes":1,"down_votes":1,"body":"aha...der launcher schmiert ständig ab sowie AUCH dass man andauernd probleme mit dem chat hat\nlog mich ein dann ist der launcher zwar da aber ich gelte als off...\nund weiter im text?","replies":[{"id":"","poster":"silibum","date":"2017-05-05T19:13:02.048+0000","up_votes":1,"down_votes":0,"body":"Wenn Du Hilfe brauchst, dann solltest Du Dich ins entsprechende Forum begeben und dort ein Thema mit genau Deinem Problem aufmachen. Der Text ist aber hier leider zu ende ;-)","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-05T19:16:52.902+0000","up_votes":1,"down_votes":0,"body":"du arbeitest wohl für riot oder was?\ntatsache ist allerdings dass riot sicher durch diese aktion SEHR viele kunden verlieren wird sofern nicht schon verloren hat und es hoffentlich dazu führen wird dass der alte launcher wieder in betrieb genommen wird\noder aber riot gibt nen fick auf die meinung der ganzen leute und macht was sie wollen","replies":[{"id":"","poster":"silibum","date":"2017-05-05T21:11:07.014+0000","up_votes":1,"down_votes":0,"body":"Hier ist etwas über die [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X-die-wrenchmen-wer-sie-sind-und-was-sie-machen) und mehr zu den [Volunteers hier](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/N6PuqreE-die-volunteers-rekrutieren). Daher: Nein, ich arbeite nicht für/bei Riot Games.","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-06T17:41:16.641+0000","up_votes":0,"down_votes":0,"body":"da war ja DOCH noch etwas text\nXD","replies":[]},{"id":"","poster":"klickerbetarius","date":"2017-05-25T11:40:50.455+0000","up_votes":0,"down_votes":1,"body":"so etwas kritik noch \nwarum kann ich mir nicht während der champion auswahl die skins der einzelnen ansehen?(sowie auch die champions selbst)\ndas kann man nun nur noch im shop machen\nfind ich ziemlich beschissen\ndie nummer mit den gegenstandssets ist miserabel\num skins generell anzusehen ist umständlicher als vorher\nwarum muss ICH mich darum kümmern euren client gut nutzen zu können wenn ihr einen verdammt gut funktionierenden noch hattet bei dem ich nahezu NICHTS machen musste?\nund tu mir den gefallen und versuche nicht den kritiken auszuweichen und mir links zu schicken die mich einen feuchten mist jucken\ndu musst dich auch nicht rechtfertigen und riot bis aufs blut zu verteidigen wenn sie scheisse bauen","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Atreju","date":"2017-04-28T12:38:41.992+0000","up_votes":2,"down_votes":1,"body":"Gegenstandssets. Danke. Erst alten Clienten wenn das im Neuen ist. Danke. Sonst flame. Danke.\n\nBtw Saugt der Client den kompletten RAM weg wie ein Riesiger Nimmersatter Jabba. Bitte fixxen. Danke.","replies":[]},{"id":"","poster":"GotUsuka","date":"2017-05-18T15:12:08.397+0000","up_votes":1,"down_votes":0,"body":"Ich war ziemlich zufrieden mit dem alten Client und möchte auch garnicht diesen neuen Client haben... Warum kann man jetzt den Klassischen nicht behalten und wird dazu gezwungen den Neuen zu installieren.... Voll der Absturz! Ich finde Man hätte die Entscheidung dem Spieler ü+berlassen sollen ob er den neuen Client haben will oder nicht!","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-25T20:29:23.692+0000","up_votes":1,"down_votes":0,"body":"bin voll deiner meinung\nis ja super wenn die unbedingt nen neuen machen wollen\ndann sollen die aber BEIDE verfügbar machen\nleute die den neuen haben wollen haben dann alle funktionen und die oldschooligen machen was vorher auch schon super ging\nalle wären glücklich und zufrieden aber neihen diese deppen meinen uns den mist auf zu zwingen... sowas dreistes kriegt man nicht alle tage mit\nund wenn du meinen tipp lesen magst\nkauf keinerlei skins mehr mit echtem geld sofern du dies jemals getan hast\nstell das einfach ein und rate das jedem anderen auch\ndenn geld ist das einzige wo diese leute hellhörig werden","replies":[]}]},{"id":"","poster":"R3playZ3","date":"2017-05-19T21:29:55.835+0000","up_votes":1,"down_votes":0,"body":"die chataktivität hat um gute 80% nachgelassen in unserem clubs\nwir sind momentan 81 clubber und jeder kriegt die kriese mit diesem scheiß clienten\n\nbitte gebt uns den alten wieder frei!!!","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-25T20:27:45.444+0000","up_votes":1,"down_votes":0,"body":"bin voll deiner meinung\nis ja super wenn die unbedingt nen neuen machen wollen\ndann sollen die aber BEIDE verfügbar machen\nleute die den neuen haben wollen haben dann alle funktionen und die oldschooligen machen was vorher auch schon super ging\nalle wären glücklich und zufrieden aber neihen diese deppen meinen uns den mist auf zu zwingen... sowas dreistes kriegt man nicht alle tage mit\nund wenn du meinen tipp lesen magst\nkauf keinerlei skins mehr mit echtem geld sofern du dies jemals getan hast\nstell das einfach ein und rate das jedem anderen auch\ndenn geld ist das einzige wo diese leute hellhörig werden","replies":[]}]},{"id":"","poster":"One Handed Ape","date":"2017-05-06T14:51:36.465+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"silibum","date":"2017-05-06T20:43:42.365+0000","up_votes":1,"down_votes":0,"body":"Du verwechselt an einigen Stellen \"Game Client\" und \"League Client Update\" - Das sind 2 vers. Programme. Wenn Du technische Probleme im Spiel hast, hat der neue Client nichts damit zu tun, da dieser \"neue Client\" (Client ist hierbei etwas bloed gewaehlt, wenn es nicht wirklich weiss) sich auf alles vor dem Ladebildschirm bezieht. Es gab dazu mit SpielClient in den vergangenen Tagen einige kleine und groebere Probleme gerade im Bereich DirectX und vor einigen Wochen Probleme mit dem Fenstermodus.\n\nWenn Du technsiche Probleme hast, solltest Du diese versuchen mit uns im Hilfe und Support - Bereich zu klären - dieses Thema ist dazu der falsche Ort.","replies":[]}]},{"id":"","poster":"Benfazus","date":"2017-04-27T23:09:13.736+0000","up_votes":1,"down_votes":0,"body":"Ist jetzt ein bestehendes Gegenstandsset im neuen  Clienten verfügbar oder nicht? \n\nWir haben jetzt vor, das Tool zur Erstellung von Gegenstandssets für den aktualisierten Client neuzubauen. Da wir mit der Entwicklung aber noch nicht begonnen haben, kann es auch nach der Umstellung noch recht lange dauern, bis diese Funktion veröffentlicht wird. Natürlich werden wir zuerst den klassischen Client ersetzen. In der Zwischenzeit unterstützen wir die Gegenstandssets im Spiel weiter (du verlierst deine bestehenden Gegenstandssets nicht, wenn du deinen Client aktualisierst).\n\nWas heißt das jetzt?","replies":[{"id":"","poster":"silibum","date":"2017-04-28T06:47:14.256+0000","up_votes":1,"down_votes":0,"body":"Das erstelle Sets erhalten bleiben und die Funktion zur Verwaltung im neuen Client erst später implementiert wird - genau wie es dort steht.","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-04-29T14:51:45.341+0000","up_votes":1,"down_votes":0,"body":"Deswegen dringend dieses WE noch die gewünschten Sets erstellen!\n\nOder ab Dienstag das Tool  benutzen:\n\n> [{quoted}](name=AI Yjuq,realm=EUW,application-id=s8lTaxuH,discussion-id=WZ7FrAbk,comment-id=00030001,timestamp=2017-04-28T09:30:41.297+0000)\n>\n> Als Übergangslösung bis es soweit ist: http://lol.item-set.com/#!/editor\n> Oder per Hand in dem Editor. hab dazu ein Tutorial geschrieben: https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/2mhautHd-tutorial-itemsets-per-notepad","replies":[]}]},{"id":"","poster":"Atreju","date":"2017-04-28T12:41:34.813+0000","up_votes":1,"down_votes":0,"body":"Das heißt die verarschen uns und nehmens uns erstmal weg und verweigern uns grundlos den alten Clienten.","replies":[]}]},{"id":"","poster":"Eggnıvıa","date":"2017-04-28T10:31:59.039+0000","up_votes":1,"down_votes":0,"body":"Ich habe in dem neuen, anderen Clienten nur Laggs, meine FPS gehen komplett in den Keller, Championauswahl hängt nur, das sind die Gründe weshalb ich mit der alten Version spiele.\n\nHeißt dann wohl für mich mit dem Spiel aufzuhören, denn auf Laggs habe ich nicht gerade Lust ;)","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-04-29T14:54:54.504+0000","up_votes":1,"down_votes":0,"body":"In den sauren Apfel beissen und die Grafikdetails runter setzen. Hat bei mir geholfen.","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2017-04-27T19:29:11.975+0000","up_votes":1,"down_votes":0,"body":"Mein Rechner zeit mir ingame einen deutlich kleineren Bildausschnitt (so als hätte ich herangezoomt).\nDeswegen spiele ich zur Zeit noch im alten Client.\nHab auch keinen Bock auf nen \"Kartoffelmodus\" mit Legoauflösung!","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-04-29T14:44:15.214+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sN00Bdogg,realm=EUW,application-id=s8lTaxuH,discussion-id=WZ7FrAbk,comment-id=0002,timestamp=2017-04-27T19:29:11.975+0000)\n>\n> Mein Rechner zeit mir ingame einen deutlich kleineren Bildausschnitt (so als hätte ich herangezoomt).\n> Deswegen spiele ich zur Zeit noch im alten Client.\n> Hab auch keinen Bock auf nen &quot;Kartoffelmodus&quot; mit Legoauflösung!\n\nIch nehme meine Kritik zurück. \n\nDadurch, daß ich im neuen Client die Grafik details in 3 Fällen von \"sehr hoch\" auf nur \"hoch\" geändert habe, ist mein Bildausschnitt sogar  etwas grösser geworden und die Grafik ist trotzdem noch sehr gut. Unterschiede in den Effekten kann ich kaum erkennen.","replies":[]},{"id":"","poster":"silibum","date":"2017-04-27T19:33:50.895+0000","up_votes":1,"down_votes":0,"body":"Der neue Client betrifft nur alles vor dem Spiel, nicht ingame. Client ist hierbei einfach nur der Store, Runen, Profile, Masteries, Chat, Clubs aber nicht der \"Spielclient\" -> [Hilfe &Suppor](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de)t ist das richtige Forum bei technischen Fragen.","replies":[]}]},{"id":"","poster":"Baltion","date":"2017-04-28T05:46:53.417+0000","up_votes":1,"down_votes":0,"body":"Heißt das dann das meine Runenseiten überhaupt nicht mehr funktionieren? Konnte nur noch über alten Client spielen, weil da meine Runen richtig ins Spiel genommen wurden und ich die Runenseiten auch jeder Zeit abändern konnte.\n\n5x Repairtool rüberlaufen lassen 2x neu installiert der neue Client kriegt es einfach nicht hin.","replies":[{"id":"","poster":"silibum","date":"2017-04-28T06:48:04.485+0000","up_votes":1,"down_votes":0,"body":"Technische Dinge sollten im entsprechenden Forum geklärt werden, nicht in diese Meta-Thema -> [Hilfe & Support](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de)","replies":[]}]},{"id":"","poster":"Liliith","date":"2017-04-27T18:17:14.644+0000","up_votes":1,"down_votes":0,"body":"Persönlich finde ich den neuen Client sehr ansprechend, ich mag vor allem das neue Design ob im Startmenü oder während des Champion select und ich freue mich auf immer neue Erweiterungen/Verbesserungen. Allerdings kann ich nur zu gut verstehen wieso es für viele schlimm wäre wenn der alte Client verschwindet denn hätte ich mir jetzt kein neuen PC gekauft, wäre mir das lol spielen ab dem ersten Mai nicht mehr möglich gewesen. Der neue Client ist eher für bessere Pc's gemacht, ich vermute leider das sehr viele ab dem ersten Mai nicht mehr spielen werden.","replies":[{"id":"","poster":"silibum","date":"2017-04-27T19:19:43.134+0000","up_votes":1,"down_votes":0,"body":"Du kannst den \"Kartoffelmodus\" im Client jeder Zeit aktivieren - dann frisst er weniger Systemressourcen. Findet sich in den Einstellungen.","replies":[]}]},{"id":"","poster":"hack1993","date":"2017-04-28T11:21:38.383+0000","up_votes":1,"down_votes":2,"body":"mir persönlich gefällt der alte client besser mein kumpel hat den neuen und ich bin ehrlich finde dehn alten besser ich sehe auch i wie kein grund einen neuen client einzuführen der alte ist doch perfekt und ich will mich eigentlich nicht davon trennen finde es schade das der neue client uns jetzt aufgezwungen wird lasst doch jeden selber entscheiden mit welchem client er spielen möchte .\n","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-25T20:32:06.237+0000","up_votes":1,"down_votes":0,"body":"bin voll deiner meinung\nis ja super wenn die unbedingt nen neuen machen wollen\ndann sollen die aber BEIDE verfügbar machen\nleute die den neuen haben wollen haben dann alle funktionen und die oldschooligen machen was vorher auch schon super ging\nalle wären glücklich und zufrieden aber neihen diese deppen meinen uns den mist auf zu zwingen... sowas dreistes kriegt man nicht alle tage mit\nund wenn du meinen tipp lesen magst\nkauf keinerlei skins mehr mit echtem geld sofern du dies jemals getan hast\nstell das einfach ein und rate das jedem anderen auch\ndenn geld ist das einzige wo diese leute hellhörig werden","replies":[]}]},{"id":"","poster":"klickerbetarius","date":"2017-05-05T16:23:48.328+0000","up_votes":1,"down_votes":2,"body":"der neue launcher ist komplett überflüssig und hätte niemand gebraucht\nalle \"neuen\" funktionen hätte man auch locker in den alten einbauen können\nder neue macht ständig probleme egal was ist\nentweder ists das einloggen\noder gegenstandsset´s\nich empfinde es als ziemlich bescheuert und als absolute scheiss idee von riot diesen mist gemacht zu haben\nwenn die UNBEDINGT einen neuen launcher machen wollen meinetwegen\naber dann auch mit der möglichkeit den alten immer noch nutzbar zu machen\ndenn so wie die lage jetzt ist denke ich wirklich das spielen für immer sein zu lassen\nbin mir auch sehr sicher dass ich nicht der einzige bin der so denkt\nich bin ehrlich vom \"neuen\" launcher angekotzt und ich hoffe das die einnahmen bei riot so sehr einbrechen dass sie wieder den alten benutzbar machen\ndenn so wie es ist\nist es einfach für´n arsch\ngruß\nBeta","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-12T14:49:03.615+0000","up_votes":1,"down_votes":0,"body":"eine woche später interessiert es immer noch nicht dass viele vom \"neuen\" client abgefuckt sind\nwerde das spiel also deinstallieren müssen denn wenn sich riot nicht dafür interessiert uns zu halten dann müssen sie ohne uns auskommen\nimmerhin haben sie genug geld mit uns verdient also braucht es sie einen scheiss zu jucken\nauf nimmer wiedersehen","replies":[]}]},{"id":"","poster":"R3playZ3","date":"2017-05-04T21:05:28.717+0000","up_votes":1,"down_votes":2,"body":"WAS SOLL DAS WO IST DER GUTE CLIENT HIN?????\n\nden unfertigen mist lasst ihr uns online und den guten clienten nehmt ihr raus?? was ist los mit euch? das ist der mit abstand schlechteste client den ich bisher in meinem leben gesehen habe, sogar in müll games wie world of tanks usw haben die einen besseren.\n\nstellt den alten clienten wieder rein! die die ihn nutzen wollen nutzen ihn, die die den neuen toll finden sollen halt damit glücklich werden","replies":[{"id":"","poster":"klickerbetarius","date":"2017-05-05T16:28:19.016+0000","up_votes":1,"down_votes":0,"body":"exakt deiner meinung\nwarum einen gut funktionierenden durch einen ersetzen welcher ständig probleme macht\nund dann heißt es dass man weiß-der-geier- wie viele schritte machen muss bis es denn dann endlich läuft\nanstatt es beim alten zu belassen wo es halt direkt läuft und du nicht ständig hoffen musst dass der client wieder einmal zum xsten mal seine periode hat und dich nicht machen lässt\n","replies":[]}]},{"id":"","poster":"RG Son Goku ","date":"2017-05-13T07:05:16.858+0000","up_votes":1,"down_votes":1,"body":"Mich nervt es das man im neuen ( echt schlechten ) Clienten nicht mal seine Statistiken checken kann so wie beim alten ( echt guten ) Clienten.\n\nMan konnte auf Liga und dann auf weitere Statistiken klicken und sehen mit welchen Champions man wie gut oder schlecht abgeschnitten hat , also alle wichtigen Statistiken.\n\nRiot wenn ihr das ändert dann bin ich sehr glücklich !","replies":[]},{"id":"","poster":"Bierfliege","date":"2017-05-03T15:26:11.911+0000","up_votes":1,"down_votes":1,"body":"Naja, bevor die Set-Erstellung nicht im neuen Client ist... ist der neue Client leider für die Mülltonne!{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}