{"id":"tEzWVeGW","poster":"GankMeOrLose","date":"2017-04-27T11:43:12.981+0000","title":"Super in Low Elo: Anivia","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Tach, \n\nwollte nur allen Midlane Mains die aus Bronze raus wollen Anivia an&#039;s Herz legen. Anivia ist derzeit ziemlich stark und meiner Meinung nach sehr einfach zu spielen. Anivia hat einen Vorteil in Low Elo den andere nicht haben: Sie erm&ouml;glicht es, obwohl die Mates feeden, das Game zu stallen und zwar bis zu einem Punkt, an dem der Feed nichts mehr bedeutet oder dein Team aufgeholt hat. Das sorgt z.b. daf&uuml;r das deine Vayne die 1/7 aus der Lane kam pl&ouml;tzlich n&uuml;tzlich ist, weil sie ihre Items hat. Ein andere gro&szlig;er Vorteil ist, das sie gut gegen Assassins ist. Klingt komisch ist aber so. Da sie mit ihrem Egg eine sichere Laning Phase erm&ouml;glicht ist es enorm schwer f&uuml;r eure Gegner euch early zu t&ouml;ten. Also wird er versuchen zu roamen. Bis dahin seit ihr aber LVL 6, und pusht ohne Ende was ihn wenn er farmen haben will and die Lane bindet und damit roamen unm&ouml;glich macht. Was bedeutet das er nicht roamen kann und wenn doch verliert er viel farm und wahrscheinlich seinen Tower. Zudem nutzt Anivia das aus, was in Low Elo jeder hat: Schlechtes Decision Making und Map Awareness. In Low Elo wissen die meisten einfach nicht was man gegen eine Perma pushende Anivia macht. Wenn ihr aber wiederum beides habt dann wird es euch sehr einfach fallen mit ihr den Gegner unter druck zu setzten.\n\nHier ein paar Vorteile von Anivia im &Uuml;berblick:\n\n* Den wahrscheinlich besten Waveclear im Spiel (sicher und einfach)\n* Gut gegen Assassins\n* Auch gut wenn deine Mates feeden\n* Guten Schaden in eigentlich allen Spielphasen (DPS und Burst)\n* Kann wenn gefeedet jeden Squishy One-Shotten (bzw. mit Q E und R drunter t&ouml;ten)\n* Dank der Passiven ein sehr sicherer Champ\n* Vergleichsweise einfach zu spielen, aber sehr viel st&auml;rker wenn gut gepielt (hohes Skill Ceiling)\n* Enorm gut beim Objectives nehmen wie Drake oder Baron \n* Hat vern&uuml;ntige CC (Stun, Slow, Wall und AoE Slow)\n* Viel AoE Damage und damit gut im Teamfight und und zum Zonen\n* Sehr guten Champion, selbst wenn man behind ist\n* Super im Siegen egal ob man belagert oder belagert wird\n* Kann gut snowballen, imo\n* Passt in viele Teamcomps\n* Etwas Tankier dank RoA\n* Einfaches farmen ab LVL 6\n* Coole AA animation (daf&uuml;r aber Arsch langsam)\n* Synergiert super mit Lategame Champions\n* Hat selbst starke roams, imo\n* Fällt in nicht ab, wird konstant stärker\n\nVllt gibt es noch ein paar Vorteile aber die meisten sind dabei. Das soll hier kein Post werden von wegen &quot;Anivia ist OP, abused sie&quot; oder so. Ich will nur meine Erfahrungen mit Anivia in Low Elo zeigen. Ich hab es mit ihr geschafft aus Bronze raus zu kommen und denke das andere die genug  von feedenden Mates, und gutes Decision Making und Map Awareness haben, mit Anivia sehr einfach aufsteigen werden. Denkt einfach daran was ich euch oben geschrieben habe und spielt um ihre sehr offensichtlichen st&auml;rken herrum.\n\nHabt n sch&ouml;nen Tag :)","replies":[{"id":"","poster":"Sylvánas","date":"2017-04-27T14:13:51.721+0000","up_votes":1,"down_votes":0,"body":"Hast schon Recht das Anivia stark ist, aber ich finde dass sie eher schwer zu spielen ist. Die Wall kann den Gegner retten, wenn man mit Anivia nicht geübt ist, und der Stun ist auch der übelste Skillshot, den grade neue oder nicht so gute Spieler wohl eher nicht so leicht treffen (vorallem von weiter weg), und grade im Early ist Anivia echt schwer mit zu farmen, weil sie eben so langsam angreift. Vorallem weil Anivia auch kaum Mobility hat, ist sie für Bronze Spieler wahrscheinlich zu schwer zu spielen.. und extrem manahungrig ist sie auch.. also einfach würde ich sie jetzt nicht bezeichnen xD","replies":[{"id":"","poster":"mad Lou","date":"2017-04-28T00:42:43.515+0000","up_votes":1,"down_votes":0,"body":"Gibts überhaupt einfache midlane Champions abgesehen von Annie?","replies":[{"id":"","poster":"Sylvánas","date":"2017-04-28T17:12:05.570+0000","up_votes":2,"down_votes":0,"body":"Klar.. Akali, Ryze, Veigar, ...","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2017-04-27T11:56:56.129+0000","up_votes":1,"down_votes":0,"body":"Denk jeder hat so sein persönlichen Favoriten:\n\nBei mir war es Gragas von Silber auf Gold (Name zuvor L2PGragas)\nMit Shaco von Gold auf Plain.\nMal schaun wie ich dann heiße, falls ich DIA kommen sollte ^^","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2017-04-27T12:16:12.087+0000","up_votes":2,"down_votes":0,"body":"Middlesticks?\n\n{{champion:17}}","replies":[{"id":"","poster":"Sylvánas","date":"2017-04-27T14:14:45.530+0000","up_votes":1,"down_votes":0,"body":"bester Name :D","replies":[]},{"id":"","poster":"Shacoláde","date":"2017-04-27T12:26:14.296+0000","up_votes":1,"down_votes":0,"body":"eher so was wie RenekTonne\noder CamillenTee, KledVerschluss ( der gefällt mir ganz gut ^^ Spiel nur zu selten Kled)","replies":[{"id":"","poster":"GankMeOrLose","date":"2017-04-27T13:21:02.486+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shácolade,realm=EUW,application-id=Wj1wcocU,discussion-id=tEzWVeGW,comment-id=000000000000,timestamp=2017-04-27T12:26:14.296+0000)\n>\n> eher so was wie RenekTonne\n> oder CamillenTee, KledVerschluss ( der gefällt mir ganz gut ^^ Spiel nur zu selten Kled)\n\nAurelion Feed / Baitlyn  /  Cho'Bath / Oneshot'Zix / Killerina / Killista / FailKayle / ErKennen / Knallzahar oder Ballzahar / Master Feed / MIss Unlucky / NautiBus / Popee / Asians like Ryze / SejuaME / KUsheLn / viSION / SiBeer / Abschleppdienst {{champion:72}}  / Tahm Bench / TeemoPlague / WarDick / DickTor / VoliGryzzly / BuhKong oder SchuhKong / Yordick / KartoffelZac / KfZed / Chicks'n'ZIggs \n\nKappa","replies":[{"id":"","poster":"Shacoláde","date":"2017-04-27T13:26:29.402+0000","up_votes":1,"down_votes":0,"body":"find ich auch ned schlecht ^^ \n\n\"Knallzahar\" xD","replies":[]}]}]}]}]}]}