{"id":"XfYJ0kda","poster":"Toxic Boy","date":"2019-05-23T18:54:15.721+0000","title":"Spartac eSports - Jeder hat Vergangenheit, du kannst unsere Zukunft sein.","subforum":"Clans & Teams","embed":{"title":"Join the Spartac eSports Discord Server!","description":"Check out the Spartac eSports community on Discord - hang out with 124 other members and enjoy free voice and text chat.","url":"https://discord.gg/dePJHmx","image":"https://cdn.discordapp.com/icons/565935735828512773/2c9f3c5e66fae8eefe48d50a70d8e948.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Hallo Freunde des eSports!\r\n\r\nDas Spartac eSports Team möchte euch einladen, Teil einer großartigen Community zu werden und uns zu unterstützen, eine große Community auf die Beine zu stellen. \r\n\r\nUnser Fokus liegt auf League of Legends, aber wir sind in Zukunft auch offen, bei entsprechender Nachfrage, weitere Spiele zu integrieren!\r\n\r\nBei uns erwarten dich nette Menschen, die aktiv dabei sind eine große und starke Community aufzubauen.\r\n\r\nWie sieht das aus?\r\nWir planen verschiedene Teams in verschiedenen Elos aufzubauen und diese Teams regelmäßig zu coachen. Je nach interesse kann man an internen Turnieren teilnehmen, bei denen in Zukunft tolle Preise auf dich warten!\r\n\r\nSpieler die sich besonders hervortun haben so auch die Chance, sich für das offizielle \"Spartac eSports-Team\" zu qualifizieren und an Spielen gegen andere Clans teilzunehmen. \r\n\r\nDu hast Aufstiegsmöglichkeiten ohne Ende, nicht nur in deiner Elo. Werde supporter und unterstütze das Team, oder hilf dem Spartac eSports-Team mit deinen ganz eigenen Fähigkeiten.\r\nWir brauchen noch viele Leute um verschiedenste Aufgaben zu bewältigen, also schau einfach rein! \r\n\r\nBei uns kannst du einfach drauf los zocken, keine Verpflichtungen!\r\nSammle Erfahrungen und werde besser, oder spiel einfach nur zum Spaß! \r\nWerde Teil einer wachsenden Community!\r\n\r\n\r\nSpartac eSports erwartet dich!- Schreibe deine eigene Geschichte!","replies":[]}