{"id":"151apEUL","poster":"NoElo4Cello","date":"2017-04-26T15:56:24.915+0000","title":"[LF] Toplaner/Supporter D3+","subforum":"Clans & Teams","embed":{"title":"Team ENJOY e.V.","description":"Jetzt zuschlagen und ein ultimatives Raubtierbrause Tray sichern. Vom normalen Energydrink, bis hin zu Geschmäckern wie Zuckerfrei, Cola oder dem Brausejunkie ist für jedermann etwas dabei. Alle Energydrinks enthalten Taurin und Koffein. 24 Dosen a 250ml. Jetzt zuschlagen!","url":"http://team-enjoy.de/","image":null},"up_votes":1,"down_votes":1,"body":"Hallo zusammen,\r\n\r\nWie im Titel schon ersichtlich, suchen wir von Enjoy-Gaming Spieler auf der Toplane/Supporter. Aktuell sind die Tryouts f&uuml;r das WE vom 5.-7. Mai angesetzt! Die bereits vorhandenen Tryouter befinden sich im Rahmen von Diamant 3 - Masterelo und das Ziel des Teams ist die Qualifikation f&uuml;r die EPS Meisterschaft. Um ein Teil von Enjoy-Gaming zu werden solltest du folgendes mitbringen:\r\n\r\n\r\n*     Alter 16+\r\n*     Elo mindestens Dia 3\r\n*     TS3 + funktionierendes Headset + stabile Internetleitung\r\n*     Zeit (mind. 3 - 4 mal die Woche)\r\n*     Wille sich individuell wie auch teambasiert zu steigern\r\n*     Motivation &amp; Flexibilit&auml;t\r\n*     Reisebereitschaft (Bootcamp, LAN&#039;s)\r\n\r\n\r\nWarum solltest du zu Enjoy-Gaming kommen?\r\nBei uns gehen Spa&szlig; &amp; Erfolgsdrang Hand in Hand. Wir sind stets bereit unser Bestes in allen Belangen zu geben und wollen durch eine gesunde Teamatmosph&auml;re, einer unterst&uuml;tzenden Organisation und vor allem dem pers&ouml;nlichen Ehrgeiz den Weg in die deutsche ESL Meisterschaft schaffen. Genau aus diesem Grund betone ich nochmals, das dieses Projekt keine Eintagsfliege ist und nur durch einen kontinuerlichen Weg erreichbar ist.\r\n\r\nJegliche Interessenten m&ouml;gen sich bitte direkt bei mir ingame bewerben, sodass wir alles weitere dann besprechen k&ouml;nnen!\r\n\r\nBeste Gr&uuml;&szlig;e\r\nEnjoy Jhin Tonic\r\nHeadmanager League of Legends","replies":[]}