{"id":"8zmsnuBy","poster":"Toxic Boy","date":"2019-05-23T18:31:37.240+0000","title":"Spartac eSports stellt Coaches ein!","subforum":"Clans & Teams","embed":{"title":"Join the Spartac eSports Discord Server!","description":"Check out the Spartac eSports community on Discord - hang out with 124 other members and enjoy free voice and text chat.","url":"https://discord.gg/dePJHmx","image":"https://cdn.discordapp.com/icons/565935735828512773/2c9f3c5e66fae8eefe48d50a70d8e948.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Hallo Freunde des eSports!\r\n\r\nDas Spartac eSports Team möchte euch einladen, Teil einer Großartigen Community zu werden und uns zu unterstützen, eine große Community auf die Beine zu stellen. \r\n\r\nDazu brauchen wir natürlich tatkräftige Mitarbeiter als Coaches, welche unsere aufstrebenden Teams trainieren!\r\nSolltest du Interesse haben uns dabei unter die Arme zu greifen, solltest du folgende Dinge mitbringen:\r\nDu solltest Spaß an der Sache haben. Motivation ist das A&amp;O!\r\nflexible zeitliche Einsetzbarkeit ist von Vorteil. \r\nDu solltest eine Gewisse Sozialkompetenz mitbringen. Wir möchten nette und kompetente Mitarbeiter!\r\nAuch Teamgeist und Erfahrung in dem Bereich sind gern gesehen. \r\nEin gewisses Grundverständnis für EDV ist von Vorteil.\r\nDu solltest ein taktisches Verständnis für das Spiel mitbringen.\r\n\r\nDas wären deine Aufgaben:\r\nDu trainierst dein eigenes Team in LoL.\r\nDu sorgst wenn nötig (und möglich) auch für individuelle Trainingsmethoden für einzelne Teammitglieder.\r\nDu solltest immer auf dem neuesten Stand sein, was die aktuelle Meta angeht.\r\n\r\nWir müssen dich jedoch auch darauf hinweisen, dass die Arbeit als Coach eine gewisse Pflicht mit sich bringt. Als Coach bist du Teil des Teams und auch in der Pflicht deinen Aufgaben nachzukommen, um auch den Spielern eine gute Umgebung zu schaffen. Bedenke deine Entscheidung also bitte gut! \r\n\r\nWenn du nun Lust hast und Motiviert bist uns beizutreten, bewirb dich einfach mit einem kurzen Schreiben und Lebenslauf bei uns: spartac.esports.leitung@gmail.com\r\n\r\n\r\nWir freuen uns auf die aufstrebenden Geister der LoL-Community, die uns in baldiger Zukunft unterstützen werden.\r\n\r\nEuer Spartac eSports Team","replies":[]}