{"id":"nzjZvGEv","poster":"FreshThanatos","date":"2017-04-26T13:26:19.223+0000","title":"Neko Elite - eSport Team ESL Ziele in der Sommermeisterschaft. Aufbauphase -Spielersuche. Dia 2+","subforum":"Clans & Teams","embed":{"title":"Neko Elite - eSport Team Anmeldung.","description":"Ziele : -ESL Meisterschaft bzw. Teilnahme der Qualiturniere für die ESL Meisterschaft. -Regelmäßige Turniere -Eventuell Lans","url":"https://docs.google.com/forms/d/e/1FAIpQLSfrW3xGbMWbAhdg0mgK-DKMc4fqPKbwTlcPpvHz5KFQk91C1Q/viewform?usp=sf_link#responses","image":"https://lh6.googleusercontent.com/yd_ZPky3GXtxEZBdLVItCPXSEjLLxRcvHMnqK_-Lw2Ko85q2hd_QuG1kYoV2O_p-ImE=w1200-h630-p"},"up_votes":1,"down_votes":0,"body":"**Neko Elite im Aufbau f&uuml;r die Sommermeisterschaft der ESL**\n\nAlle die Lust auf ein Orgaloses Team haben, welches geleitet von mir wird, der meldet sich &uuml;ber den oberen Link an.\n\nVoraussetzungen sind:\n\n* Dia 2 oder H&ouml;her. Damit ist nicht Peak gemeint.\n* Erreichbarkeit. Ich m&ouml;chte das mir zur&uuml;ck geschrieben wird bzw. auf Emails Zeitnah geantwortet wird. Das ist ein digitales Zeitalter es sollte zu schaffen sein.\n* Motivation und Loyalit&auml;t. Jedes Team braucht ein wenig Zeit. Wenn du als Spieler in der ESL so kurz vor dem Start wirklich in die ESL kommen willst, musst du dich langsam f&uuml;r ein Team entscheiden und mit diesem Trainieren. \n* Mindestens 1-2 Turniere die Woche. Trainigszeiten sind ohne Teamranked etwas schwerer geworden. Also Turniere und Scrims. Daf&uuml;r braucht man aber Zeit. \n* Kein Flamen oder Blamen in einem Spiel. Man verliert oder gewinnt als Team. Man verliert nicht weil einer einen schlechten Tag hatte. \n* Zeit f&uuml;r Replay Analysen. Ich bin kein Coach und werde irgendwann sicher einen finden aber auch so kann man als Team an sich arbeiten. Wobei Stomps nicht analysiert werden. Nur knappe Spiele oder Stomps der Gegner um zu sehen wo Fehler lagen.\n* Eine Gewisse Grundreife. So gibt es Spieler die wollen nur mit 18+ spielen was ich verstehen kann, so gibt es aber auch Spieler wie einen 16 ( oder 17 ) J&auml;hrigen Newcomer von Giants der auf einem so hohen Level spielt das man auch mit ihm arbeiten kann. \n* Und einen ESL Account. Eventuell musst du noch zus&auml;tzliche Accounts bei Battlefly oder Challengermodus machen.\n* Platz f&uuml;r einen Club. Informationen &uuml;ber den Club oder per Email.\n\nESL beginnt bald. Alle die Ernsthaft es in der ESL versuchen wollen melden sich gerne &uuml;ber das Formular. \n\nDie ESL wird im Sommer anders als in der damaligen EPS. Dementsprechend ist es wichtig zu verstehen was die neue ESL ist. Ich denke ich habe genug Erfahrung etwas tolles aufzubauen. Meldet euch.\n\n****","replies":[]}