{"id":"LsmrFj5m","poster":"Comp1","date":"2017-04-26T02:10:51.253+0000","title":"Suche COACH um mein Macro zu Verbessern","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo ich bin Silber 2 Midlaner, Spiele H&auml;ufig Kassadin,Twisted Fate,Viktor.\r\n\r\nIch w&uuml;rde mich mit Skillz eher Mittel einstufen  und ich m&ouml;chte meine Skillz auch nicht so hoch ausverbessern wie z.b Faker ich m&ouml;chte eher mit Kopf \r\ndas Spiel,Lane gewinnen hoffentlich kann mir jemand helfen :)","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-04-26T07:25:21.624+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Ayr,\n\nich weiß, das ist nicht zwingend das wonach du gesucht hast aber wenn du das 18. Lebensjahr bereits vollendet hast und gerne in harmonischer Umgebung deinen Gamestil verbessern möchtest würde ich dir vorschlagen Mal über eine Mitgliedschaft bei \"**Nerds Go Casual**\" nachzudenken.\n----\nIm Austausch für deine Aktivität und etwas Interesse an der Community und deren Mitgliedern erhälst du im Gegenzug einen gut gefüllten TS³-Server, ein aktiv genutztes Forum, freiwillige Coaches (Plat / Dia Bereich), aktive Unterstützung bei der Suche nach Teammates, uvm.\n\nIn folgender Vorstellung erhältst du zudem weitere Infos zu uns --> https://boards.euw.leagueoflegends.com/de/c/clans-teams-de/bfLp3ur0-oi-nerds-go-casual-a18-community-laadt-zum-zocken-ein-oi\n\nVielleicht wäre das ja etwas für dich und falls nicht wünsche ich dir natürlich noch viel Glück bei deiner Suche und viel Erfolg im Erklimmen der Ranked-Ladder!\n\nLiebe Grüße,\nNGC Polyxena | Julia","replies":[]},{"id":"","poster":"ninju7su","date":"2017-04-26T05:08:47.450+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nbin zwar Support-Main und kein Midlaner. Aus diesem Grund habe ich mir aber auch sehr viel Spielverständnis angeeignet, wie man Games richtig beendet, welches Objective wann itneressant wird, wie Rotations laufen sollen. Vielleicht kann ich dir etwas helfen?! Kannst mich ja einfach mal adden, wenn du magst.","replies":[]}]}