{"id":"ZaUe9opj","poster":"Nouvaria","date":"2019-05-23T18:22:30.808+0000","title":"Season 2019 - Willkommen schon wieder?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey liebe Beschwörer,\nIch hatte am 19.05.19 den LOL-Support angeschrieben, in dieser Support Anfrage habe ich erklärt, dass ich des öfteren (ca. 9x) in der neuen Saison (2019) Begrüßt wurde.. klingt erstmal nach keinem wirklichen Problem?! But.. es ist wirklich irgendwann ziemlich nervig dass:\n\n1.  Ich immer wieder die Benachrichtigung abfragen muss .-.\n2.  Die extra Runen-Seiten neu bestücken muss\n3. Und in jedem Spielmodus (ob normales Spiel, kooperatives Spiel oder freies Spiel) meine Beschwörerzauber wieder anpassen muss\n4. Ehrlich gesagt hatte ich noch einen vierten Grund aber dieser fällt mir gerade nicht ein.. hehe\n\nNach meiner Support Anfrage hatte mir der freundliche Mitarbeiter geraten dass ich meine \"Vorschläge\" hier ins Forum schreibe..\nIch mag eigentlich keine Foren ..^^ finde die verwirrend und hoffe jetzt einfach, dass mein Beitrag gesehen wird und Kommentiert wird..\n\nEinen tilt freien Tag in der Kluft wünscht euch:\n\nNouvaria{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Aymira","date":"2019-05-24T00:19:15.189+0000","up_votes":1,"down_votes":0,"body":"Das mit den Skins hatte ich auch einmalig, ist aber schon eine Weile her. Die Beschwörerzauber hingegen wechseln öfter mal zurück auf „Standard“.\nDie restlichen Symptome sind mir aber bislang nicht untergekommen. Zum Glück - Wäre ja ne Katastrophe. :D","replies":[]},{"id":"","poster":"Rissagi","date":"2019-05-23T18:30:36.459+0000","up_votes":1,"down_votes":0,"body":"Hallo, \n\nich hab den Bug auch seit den letzten beiden patchs... ich hab ich auch mehrmals gemeldet.\n\nDein vierter Grund war wahrscheinlich das der Standard skin immer ausgewählt ist {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Nouvaria","date":"2019-05-23T19:07:35.352+0000","up_votes":1,"down_votes":0,"body":"Ja genau mein vierter Grund^^\n\nDankeschön.","replies":[]}]}]}