{"id":"Vd5noQxE","poster":"Janßen","date":"2017-04-25T19:11:22.100+0000","title":"Probleme mit dem Ping","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi, seit nun mehr als 3 Wochen habe ich jeden Tag um die gleiche Uhrzeit (ca 20:40-22:30 Uhr) einen Ping zwischen 110-120. Normaler weise liegt mein Ping jedoch bei 28-30  und das immer au&szlig;erhalb dieser Zeit. Allerdings habe ich in allen anderen Spielen den normalen Ping, auch in der Zeit von 20:40-22:30 Uhr. Ebenfalls zeigt ein Speedtest auch einen ping von 20-30, w&auml;hrend ich in LoL einen von &uuml;ber 100  habe. Ich bin &uuml;brigens &uuml;ber LAN verbunden, und alles andere mit dem Internet funktioniert zu der Zeit. Ich habe bereits das Spiel repariert und neuinstalliert, jedoch ohne Erfolg. Ich frage mich jetzt ist das ein problem meiner Seite und wie kann ich es beheben ?\r\n\r\nmfg Jan&szlig;en","replies":[{"id":"","poster":"legofreak1","date":"2017-04-25T19:52:39.434+0000","up_votes":1,"down_votes":0,"body":"Wenn du immer wieder zur Stoßzeit nen schlechten Ping hast, dann liegt das wahrscheinlich daran, dass die Knotenpunkte über die dein Internetanbieter dich mit den Riot-Diensten verbindet, überlastet sind.\n\nAm besten überprüfen kann man dies, indem du während eines Spiels mit Problemen Pingplotter mitlaufen lässt\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, lade das Programm bitte runter und stelle es dann folgendermaßen ein:\n> * Interval: 1 second\n> * Focus: all\n> * Target Name: 185.40.65.1\n>\n> Starte das Programm dann über den grünen Button oben links und lass es laufen, während du im Spiel bist.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * File -> Share -> Create Share Page\n> * Kopiere den Link zum Log aus der Adressleiste und füge diesen in deinen Forenpost ein.\n>\n> Füge bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels über [unseren Upload-Service](https://files.wrenchbox.de/) ein.","replies":[]}]}