{"id":"c2w2tALi","poster":"Markishi","date":"2017-04-25T15:36:20.208+0000","title":"Buch V: Die Abenteuer von Professor Hektor la Chilleus und Doktor Dosnar Gleenac - Band III","subforum":"Community-Kunstwerke","up_votes":17,"down_votes":2,"body":"Liebe Beschw&ouml;rer!\nWir m&ouml;chten euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\nHeute erz&auml;hlen wir euch, wie es mit unseren beiden Freunden in der Shurimanischen W&uuml;ste weitergeht. \nWie ihr vielleicht noch wisst, hat sich Hektor im letzten Teil dazu entschlossen, die Gefahr auf sich zu nehmen und den Weg vor ihnen auszusp&auml;hen. Wie wird es ihm ergehen&hellip;?\n\nAlle sahen ihn an und Cassiopeia grinste ihn ver&auml;chtlich. &ldquo;Wunderbar. gebt ihm das &auml;lteste und kr&auml;nkste Pferd das wir haben. Sollte er fliehen, kommt er nicht weit. Und dann sieh zu dass du wegkommst. Wehe, du betr&uuml;gst mich. Denk an deinen Freund hier. Ich hoffe, er kann sich auf dich verlassen, dass du ihn niemals verraten w&uuml;rdest. Los!&rdquo; Cassiopeia drehte sich um und ging, gefolgt von ihren Leibwachen, zu ihrem Pferd zur&uuml;ck. Sie lachte h&ouml;hnisch und deutete ihren M&auml;nnern an, ein Zelt aufzubauen.\nHektor sah Dosnar an. Dieser sah nicht erfreut aus. &ldquo;Ihr m&uuml;sst das nicht tun, werter Kollege.&rdquo; flehte er Hektor an. Dieser richtete sich auf legte seinem Kollegen die Hand auf die Schulter. &ldquo;Doch, ich muss. Auch wenn ich Angst habe, nat&uuml;rlich habe ich das, ich muss es tun. Sollte mir etwas passieren, ihr seid j&uuml;nger als ich, also habt ihr noch mehr eures Lebens vor euch als ich. Au&szlig;erdem war ich so dumm, und habe mich dagegen entschieden, mich zu verstecken. So bin ich gewisserma&szlig;en daf&uuml;r verantwortlich, dass wir jetzt gefangen sind. Also bin ich euch das schuldig.&rdquo; Dosnar wurde pl&ouml;tzlich sehr traurig und auch sein Kollege schien sich seine Tr&auml;nen nur schwer zur&uuml;ck halten zu k&ouml;nnen.\nUnterdessen kam einer von Sivirs S&ouml;ldnern mit einem alten Pferd zur&uuml;ck, auf dem vorher die Vorr&auml;te getragen wurden. Er reichte das Seil, an dem das Pferd festgemacht war, an Sivir weiter und stellte sich wieder hinter sie. &ldquo;Okay. Wie hei&szlig;t du?&rdquo; sie zeigte auf Hektor. &ldquo;Hektor la Chilleus.&rdquo; antwortete dieser mit sichtlicher M&uuml;he. Sivir schritt auf ihn zu. &ldquo;Gut, Hektor. Im Gegensatz zu ihr,&rdquo; sie deutete abf&auml;llig auf Cassiopeia, &ldquo;liegt mir an euch doch irgendetwas. Ich wei&szlig; nicht wieso, aber nicht immer wird einem gleich ersichtlich, was es ist. Ich muss sogar zugeben, dass ich eure Entscheidung, besser gesagt eure Begr&uuml;ndung, zu gehen, bewundere. Ihr zwei seid wirklich gute Freunde, wie?&rdquo; Dosnar und Hektor nickten und sahen sie, etwas verwundert, an. Sivir fuhr fort. &ldquo;Am liebsten w&uuml;rde ich dir sogar einen meiner M&auml;nner mitgeben, aber daraus wird nichts. Sobald sie es bemerkt, wird sie denken wir planen etwas und sie wird uns alle umbringen. Du musst alleine gehen, also sei vorsichtig. Bei den geringsten Anzeichen von diesem Monstrum kehrst du um. So wie es aussieht, werden wir uns nicht wegbewegen. Nimm etwas Proviant von mir mit. Ich kann mir sp&auml;ter meine Vorr&auml;te auff&uuml;llen. Und jetzt geh. Je eher du zur&uuml;ckkommst, desto schneller k&ouml;nnen wir weiter.&rdquo;\nSivir &uuml;bergab Hektor das Pferd und band eine kleine Tasche mit Proviant an den Sattel. F&uuml;r einen kurzen Moment meinte Hektor sogar, Sivir h&auml;tte ihn angel&auml;chelt. Dann drehte sich Sivir um und ging zu ihren M&auml;nnern zur&uuml;ck. Der S&ouml;ldner, der die ganze Zeit hinter ihr gestanden hatte, wollte sich auch umdrehen, und ihr folgen. Er hielt aber kurz inne und sah Hektor an. &ldquo;Viel Gl&uuml;ck.&rdquo; murmelte er, dann ging auch er. Zur&uuml;ck blieben Dosnar, der seinen Kollegen verzweifelt ansah, und Hektor, der sich anschickte, auf das Pferd zu steigen.\nDosnar hielt ihn zur&uuml;ck und umarmte ihn kurz. Dabei lie&szlig; er unauff&auml;llig sein Pinsel- und Pinzettenset in Hektors Tasche gleiten und fl&uuml;sterte panisch aber leise: &ldquo;Ruine S&uuml;dosten. Zahn oder Knochen.&rdquo;\nDann lie&szlig; er ihn wieder los. Es waren die einzigen m&ouml;glicherweise n&uuml;tzlichen Gedanken, die ihm w&auml;hrend dieser Verschlechterung ihrer Lage noch in den Sinn gekommen waren. Schlie&szlig;lich dr&uuml;ckte er Hektor noch seinen Hut in die Hand. &ldquo;Gegen die Sonne.&rdquo;, sagte er. Hektor nickte, reichte Dosnar seinen eigenen Hut und stieg auf. Ein letzter Blick. Der Professor wandte sich ab und ritt davon.\nDosnar standen nun doch die Tr&auml;nen in den Augen, als sein bester Freund langsam verschwand. Den Hut umklammerte er fest mit beiden H&auml;nden.\nHektor ritt nicht direkt nach Osten, sondern versuchte auf die Ruine zu zusteuern, die Dosnar ihm geraten hatte. Es ging nur langsam voran und die Sonne brannte gnadenlos. Er bekam Durst und griff Instinktiv in seine Tasche. Dort ertastete er das Pinselset seines Freundes. Er zog es hervor und betrachtete es wehm&uuml;tig. \nDann stahl sich ein L&auml;cheln auf sein Gesicht. Hastig &ouml;ffnete er das T&auml;schchen und fand die neuesten Zeichnungen und einen Kompass darin. Aber nat&uuml;rlich. Dosnar &uuml;berlie&szlig; das Pinseln und Kratzen meist ihm, weshalb er kaum Werkzeug bei sich trug, und fertigte selbst Karten und Zeichnungen an. Er hielt das Pferd an, zog seine eigenen Karten hervor und begann diese eifrig zu studieren.\nWenn er weiter in diese Richtung reiten w&uuml;rde, k&auml;me er zu den Ruinen, die Dosnar gemeint hatte. Was w&uuml;rde Hektor dort finden? Es gab mehrere M&ouml;glichkeiten. Die Ruinen konnten vollkommen leer sein, kein Monster, nichts. Das w&auml;re schlecht, denn ohne einen Beweis zu Sivir zu bringen, konnte Hektor nicht zur&uuml;ck. Vielleicht waren bei den Ruinen aber auch Spuren dieses Wesens. Dann w&uuml;rde es leicht fallen, Beweise zu sammeln. Auch wenn Hektor nicht so gut im Zeichnen war wie Dosnar, so konnte er doch gut genug zeichnen, um den meisten Leuten genau verst&auml;ndlich zu machen, was gemeint war. So k&ouml;nnte er die Spuren der Verw&uuml;stung, die dieses Ding laut den Geschichten der Mitglieder der Akademie hinterlie&szlig;, zu Papier bringen und es Sivir zeigen. Vielleicht gab es auch Spuren, die direkt von diesem Wesen stammten, Schuppen oder &auml;hnliches, die er als Beweis f&uuml;r seine Entdeckung mitbringen konnte. Oder aber das Monstrum war dort. Das w&uuml;rde das Ende f&uuml;r ihn bedeuten. Also w&auml;re es die schlechteste aller M&ouml;glichkeiten. Das Hektor dann nie wieder zur&uuml;ckkehren w&uuml;rde, machte ihm nicht zu schaffen, sondern die Tatsache, dass sein Freund dann den Launen dieser Adligen ausgesetzt war, vermutlich aber direkt bei der ersten Gelegenheit von ihr aufgekn&uuml;pft werden w&uuml;rde. Schlie&szlig;lich hatte sie mehr als deutlich ihren Standpunkt erkl&auml;rt. Sollte Hektor nicht zur&uuml;ckkommen, w&auml;re Dosnar ebenfalls tot. Entweder von dieser Bestie, oder, falls sie in der Zwischenzeit verschwunden w&auml;re, w&uuml;rde Sivir ihn t&ouml;ten. Auch wenn Hektor und Dosnar sich schon mal stritten, oder sich wegen ihrer Arbeit in den Haaren hatten, weil der eine weiter wollte und der andere nicht, Dosnar war f&uuml;r Hektor mehr als nur ein Forschungspartner. Sie waren Freunde, und Hektor bedeuteten seine Freunde alles. Durch seine Arbeit hatten ihn viele seiner ehemaligen Freunde verlassen und als Streber oder Spinner bezeichnet. Nur weil sie sich nicht f&uuml;r antike Dinge interessierten, hatten sie Hektor niedergemacht. Umso erfreuter war er, als Dosnar an die Akademie kam. Auch wenn es ein wenig gedauert hatte, bis die beiden sich anfreundeten, waren sie seitdem doch immer zusammen an ihrer Arbeit. Also musste Hektor alles tun, um seinem Freund zu helfen. Auch wenn das hie&szlig;, dass er sich in Gefahr begeben musste.\nH&auml;tte ich doch auf Dosnar geh&ouml;rt, dachte Hektor bei sich. Wir w&auml;ren jetzt friedlich auf der Suche nach bedeutenden Wissenschaftlichen Artefakten, aber weil ich so ein Sturkopf bin sind wir jetzt in den F&auml;ngen von dieser furchtbaren Frau. Hektor sah erneut auf seine Karte. Es gab keinen Zweifel, er musste zu den Ruinen, die sein Freund ihm gesagt hatte. Dort w&uuml;rde er Antworten finden. Und hoffentlich welche, die seinem Freund, und vielleicht auch ihm, das Leben retten w&uuml;rden.\nNach einem qu&auml;lenden Ritt durch die erdr&uuml;ckende Hitze, erreichte Hektor die alte Ruine. Er war froh, endlich an einen schattigen Ort gelangt zu sein. Ersch&ouml;pft stieg er von seinem Pferd und f&uuml;hrte das Tier durch einen Torbogen ins Innere des alten Nebengeb&auml;udes, welches seinem Ankunftsort am N&auml;chsten war. Dort zog er Dosnars Karten erneut hervor und nach kurzem Suchen fand er den kleinen geschwungenen Wassertropfen, mit dem sein Freund immer die Wasservorkommen kennzeichnete. Im Zentrum dieser Ruine befand sich also so eine Art Oase. Langsam, um nicht zu viel seiner verbliebenen Kr&auml;fte zu verbrauchen, n&auml;herte er sich zusammen mit seinem Reittier dem Wasser. Es dauerte nicht lange, da kam der kleine idyllische, gr&uuml;ne Flecken inmitten dieser sonst so trostlosen Landschaft auch schon in Sicht. Hektor atmete erleichtert auf. Gleich w&uuml;rde er sich erfrischen k&ouml;nnen. Doch das alte Pferd, das bis dahin ruhig neben ihm her geschritten war, blieb pl&ouml;tzlich alarmiert stehen, hob den Kopf und stellte die Ohren auf.\nHektor betrachtete das Tier beunruhigt. Was hatte das zu bedeuten? Hatte es die Witterung aufgenommen und wenn ja, von was? Unwillk&uuml;rlich konnte Hektor seinen Kollegen in seinem Kopf sprechen h&ouml;ren: &ldquo;Du solltest auf dieses Pferd achten. Es nimmt Gefahren sicher viel schneller wahr als du. Es w&auml;re kl&uuml;ger sich zu verstecken und vorsichtig die Lage auszukundschaften.&rdquo;\nHektor l&auml;chelte. Nat&uuml;rlich w&uuml;rde Dosnar ihm zur Vorsicht raten und diesmal sollte er diesen Rat beherzigen. Schlie&szlig;lich war die Lage bitterernst. So leise er konnte, betrat er zusammen mit dem Pferd eines der kleineren Geb&auml;ude. Er brachte das Tier in einem der ebenerdigen Zimmer unter und stieg dann nach oben um einen besseren &Uuml;berblick zu erhalten, ohne selbst gesehen zu werden. Auf dem Flachdach angekommen, legte er sich auf den Boden und robbte zum Rand. Gerade als er die kleine Wasserstelle erkennen konnte, wurden unten Stimmen laut. \n&ldquo;In dieser Grabst&auml;tte war ja echt nichts zu holen...&rdquo;, beschwerte sich eine raue M&auml;nnerstimme.\nEine andere Stimme erwiderte daraufhin: &ldquo;Ich war mir so sicher, dass wir dort etwas finden w&uuml;rden.&rdquo;\n&ldquo;Tja, falsch gedacht.&rdquo;, antwortete der Erste, &ldquo;Ganze zwei Tage vollkommen umsonst.&rdquo;\n&ldquo;Jetzt beruhigt euch. So ist es nun mal. Das n&auml;chste Grab wird besser.&rdquo;, mischte sich eine aggressive dritte Stimme ein. \nDie drei M&auml;nner liefen nun in Hektors Blickfeld. Sie sahen aus wie W&uuml;stenr&auml;uber, allerdings abgemagert und in schlechtem Zustand. Trotzdem war sie zu dritt und wahrscheinlich trotz ihrer Verfassung besser im Kampf geschult als er selbst. \nHektor beobachtete die unangenehmen Zeitgenossen f&uuml;r einige Zeit. Er musste sich etwas einfallen lassen und einen Plan aufstellen. Von seinen Beobachtungen wusste er, dass der Gr&ouml;&szlig;te der drei M&auml;nner eine Kette aus langen, scharfen Z&auml;hnen um den Hals trug. Wenn es ihm gelingen k&ouml;nnte, an diese Z&auml;hne zu gelangen, w&uuml;rde diese sicher einen recht glaubw&uuml;rdigen Beweis darstellen. Doch wie diese Z&auml;hne beschaffen? Sie stehlen? Daf&uuml;r war er weder leichtf&uuml;&szlig;ig noch geschickt genug. Die M&auml;nner t&ouml;ten? Das k&ouml;nnte er sicher nicht. \nAlso wie sollte er es anstellen? Er k&ouml;nnte die anderen beiden gegen den Zahnkettenmann aufstacheln, aber wer garantierte ihm, dass der Richtige starb und selbst wenn er starb, wer sagte, dass die anderen beiden die Zahnkette nicht mitnahmen? \nAber nat&uuml;rlich, er musste sie dazu bringen, ihm die Kette freiwillig zu &uuml;berlassen. Unter den Bewohnern Shurimas gab es allerhand uralte Legenden. Fieberhaft begann er dar&uuml;ber nachzudenken, welche er benutzen konnte, um die Banditen zu erschrecken. Schlie&szlig;lich kam ihm die Geschichte des Sandgr&auml;bers in den Sinn. Sie erz&auml;hlte von einem Mann der durch die W&uuml;ste wanderte und jedem, dem er begegnete, das Herz herausriss, das Blut seiner Opfer trank und anschlie&szlig;end das Herz vergrub um es dem riesigen Krokodil, das den Totengott verk&ouml;rperte, zu opfern. Sein ganzer K&ouml;rper bestehe aus Sand und nur menschliches Blut k&ouml;nne ihn auf Dauer zusammenhalten. \nEs war nat&uuml;rlich riskant sich als eine solche Legende auszugeben, aber was hatte er schon zu verlieren? Er w&uuml;rde ohnehin sterben, wenn er keine Beweise fand. Dosnar im Stich zu lassen, kam f&uuml;r ihn schlie&szlig;lich nicht in Frage.\nAlso schlich er zur&uuml;ck nach unten zu seinem Pferd. Auf dem Weg dorthin entdeckte er einige Bahnen halb verrotteten Stoff.  Er sammelte drei dieser Laken auf und begab sich wieder ins Erdgeschoss. Dort legte er alle Kleidung ab, die ihn eindeutig als Forscher identifizierte, bis er schlie&szlig;lich nur noch sein Untergewand trug. Anschlie&szlig;end wickelte er seinen K&ouml;rper in die T&uuml;cher und achtete darauf, dass von seinem Gesicht nur noch die Augen zu sehen waren. Zum Schluss rundete er das Ganze ab, in dem er mit dem Wasser aus seinem Wasserschlauch seine sichtbare Haut benetzte und anschlie&szlig;end mit Sand bestreute. \nSo verkleidet ging er nun hinaus und betete, dass es ausreichen w&uuml;rde die Banditen zu t&auml;uschen. Er musste sich beeilen, denn das Wasser w&uuml;rde den Sand bei dieser Hitze nicht ewig an seinen K&ouml;rper kleben. \nMit zitternden Knien schritt er auf die Oase zu. Als er in das Sichtfeld der M&auml;nner trat verlangsamte er seine Schritte um - wie er hoffte - bedrohlicher zu wirken. \nNoch einmal flehte er in Gedanken, es m&ouml;ge doch um Gottes Willen funktionieren.\nPl&ouml;tzlich sprang einer der R&auml;uber auf und zog sein Schwert. Auch die anderen schienen Hektor nun bemerkt zu haben. \n&ldquo;Wer bist du?&rdquo;, schrie der Gr&ouml;&szlig;te von ihnen.\nHektor war erleichtert einen Hauch von Furcht in der Stimme des Mannes wahrzunehmen. Sie fielen darauf herein. Dramatisch hob er eine Hand, ballte sie zur Faust und lie&szlig; etwas Sand zu Boden rieseln.\n&ldquo;Es ist der Sandgr&auml;ber.&rdquo;, schrie einer der M&auml;nner entsetzt und rannte davon. Auch die anderen beiden machten Anstalten zu fliehen, da sprach Hektor so rauchig er eben konnte: &ldquo;Halt!&rdquo;\nWie erstarrt blieben die beiden Diebe stehen. Hektor lief langsam um die beiden herum. Sie sahen zu Boden und zitterten am ganze K&ouml;rper. Vor dem gr&ouml;&szlig;eren Mann blieb er schlie&szlig;lich stehen. \n&ldquo;Ihr seid mutig.&rdquo;, lobte Hektor sie hei&szlig;er. &ldquo;Ich bin hungrig...&rdquo; Dabei hob er die noch sandige Hand in die Richtung des Halses mit der Zahnkette. Kurz vor der Kehle stoppte er und h&ouml;rte den Mann erleichtert aufatmen. Mit einem Ruck packte er die Kette und riss sie dem Banditen vom Hals. Er war froh, dass dies gelang. W&auml;re er zu schwach gewesen, h&auml;tte sie wahrscheinlich Verdacht gesch&ouml;pft. \n&ldquo;Ihr seid nicht davon gelaufen&hellip; Daf&uuml;r werde ich euch verschonen.&rdquo;, kr&auml;chzte er schlie&szlig;lich. Die Augen der Banditen wurden gro&szlig; und rund.\n&ldquo;Verschwindet. Eure Herzen sind ohnehin zu schwach.&rdquo;, fauchte Hektor die beiden an. Diese lie&szlig;en sich das nicht zweimal sagen und rannten um ihr Leben. \nVollkommen entkr&auml;ftet, aber mit der Kette in der Hand, sank Hektor am Ufer der Oase nieder. \nEr konnte es kaum fassen, dass es gelungen war. Nach wenigen Sekunden Verschnaufzeit rappelte er sich wieder auf. Er musste das Pferd trinken lassen und w&uuml;rde vielleicht selbst noch ein Bad nehmen, bevor er sich dann auf den R&uuml;ckweg machte. \nWenige Minuten sp&auml;ter sank er ins Wasser der Oase. Er wusch den Sand von seinem K&ouml;rper und trank ein paar Schlucke. Eigentlich h&auml;tte er niemals aus seinem Badewasser getrunken, aber ungew&ouml;hnliche Situationen erforderten ungew&ouml;hnliche Ma&szlig;nahmen. Gerade als er wieder aus dem Wasser stieg und sich anziehen wollte, schnaubte sein Pferd nerv&ouml;s und f&uuml;r einen Moment bef&uuml;rchtete Hektor die Banditen seinen zur&uuml;ck. Aber nein, am Ufer standen 5 kleine G&uuml;rteltiere und betrachteten die Eindringlinge misstrauisch. \nHektor klappte der Mund auf. Die Tiere besa&szlig;en Schuppen. Wenn er auch noch ein paar davon ergattern k&ouml;nnte, w&uuml;rde er Cassiopeia die perfekte Geschichte von einem zerfetzten Kadaver erz&auml;hlen k&ouml;nnen, an der er diese Schuppen und einige messerscharfe Z&auml;hne gefunden hatte. \nVorsichtig machte er einen Schritte auf die Tiere zu. Panisch rannten diese in alle Himmelsrichtungen davon. Doch eines von ihnen schien nicht mehr allzu gut zu Fu&szlig; zu sein und rollte sich deshalb &auml;ngstlich zusammen. Behutsam strich Hektor &uuml;ber das kleine Gesch&ouml;pf und tastete nach einigen losen Schuppen am Panzer. Nach einigen Augenblicken hatte er 6 Schuppen l&ouml;sen k&ouml;nnen und zog sich langsam zur&uuml;ck. \nScheinbar schien ihm Fortuna hold an diesem schrecklichen Tag. Gerade als er wieder auf sein Pferd stieg um zu Dosnar und dieser schrecklichen Adligen zur&uuml;ckzukehren, kam ihm in den Sinn, dass es glaubw&uuml;rdiger sein w&uuml;rde, wenn an den Z&auml;hnen getrocknetes Blut kleben w&uuml;rde. \nEigentlich wollte er sich nicht verletzten aus Angst die wahre Bestie k&ouml;nnte ihn wittern, aber offenbar blieb ihm keine andere Wahl. Also brach er die Z&auml;hne aus der Kette und w&auml;hlte dann eine Stelle an seinem Oberschenkel aus, die hoffentlich nicht allzu sehr schmerzen w&uuml;rde und auf keinen Fall lebensbedrohlich war und stach mit aller Kraft hinein. Die Wunde brannte f&uuml;rchterlich und er unterdr&uuml;ckte einen Aufschrei. F&uuml;r einen kurzen Moment wurde ihm &uuml;bel, doch er fing schnell wieder. Nun musste er zu sehen, dass er nach zur&uuml;ckfand. \nHektor atmete tief durch und trieb dann das alte Pferd in die Richtung, aus der sie gekommen waren.\n\nNun geht auch der dritte Teil unserer Geschichte zu Hektor und Dosnar zu Ende. Hektor hat es also geschafft, einen &ldquo;Beweis&rdquo; f&uuml;r Cassiopeia zu erbeuten. Wie wird also die Reise weitergehen? Wir w&uuml;rden uns freuen, wenn ihr beim n&auml;chsten Mal wieder mit dabei w&auml;rt, wenn wir euch genau das erz&auml;hlen!\nDoch solange hoffen wir, ihr habt einen sch&ouml;nen Tag und euch hat unsere Erz&auml;hlung gefallen,\n\n[Hier geht es weiter.](https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/cwXxg433-buch-v-die-abenteuer-von-professor-hektor-la-chilleus-und-doktor-dosnar-gleenac-band-iv)\n\nEure M&auml;rchenfee Wolverine\nEuer Geschichtenerz&auml;hler Markishi","replies":[]}