{"id":"oId9uwOg","poster":"Baltion","date":"2017-04-25T11:21:14.007+0000","title":"Überblick in Teamfights behalten","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich habe ein ziemliches Problem sobald es zu Teamfights kommt und die 101 Ultis aneinander prallen verliere ich meistens komplett den &Uuml;berlick. K&auml;mpf nicht richtig mit, wegen dem fehlenden &Uuml;berblick.\r\nWie l&ouml;st Ihr das Problem? Stellt Ihr die Kamera fest ein oder habt Ihr speziellen Trick / Tipp?","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-04-25T11:58:50.607+0000","up_votes":1,"down_votes":0,"body":"Das, was du im Teamfight beobachtest, hängt mit deiner Aufgabe zusammen: \n\nBist du der Backline-Diver, kümmerst du dich ausschließlich um den gegnerischen Carry und ggf. den Supporter. Bist du der Adc, kümmern dich nur gegnerische Backline-Diver - der gegnerische Adc oder Apc kann dir fast immer egal sein. Als Supporter achtest du auf deine Carries und auf potentielle Ziele für deinen CC und Exhaust.","replies":[]},{"id":"","poster":"ninju7su","date":"2017-04-25T11:52:25.837+0000","up_votes":1,"down_votes":0,"body":"Schwierige Sache die man selbst irgendwie für sich rausfinden muss denke ich. Mit festgestellter Kamera arbeite ich eigentlich nie. Kenne aber Leute die das dann machen. Wer damit klar kommt,.. Ich selber habe als Main-Supp die Probleme das ich nach nem Fight gern mal Redemption oder Exhaust oder Locket oder Mikaels oder was es sonst an aktive-items gibt, übrig habe obwohl es gut getan hätte es einzusetzen. Ich mache mir vor einem eventuellen Kampf immer nen Kopf was wie ablaufen wird. Wer macht höchstwahrscheinlich den Engage der Gegner? Wie ist deren optimale Abfolge an Spells? Was sind deren Disangeges und welche Besonderheiten sind zu beachten (zB AktiveItems). Wenn ich weiß, wie der Kampf in etwa abläuft kann ich mich auch besser drauf Einstellen und es gibt weniger Dinge die mich ablenken. Manchmal hast du auch nur genau eine Aufgabe die dein Gameplay dominieren sollte.\n\nZ.B. bist du derjenige der Engaged. Dann liegt darin deine Hauptaufgabe und danahc hast du nur zu überleben bzw das bestmögliche drauß zu machen. Als Janna hab ich manchmal NUR die Aufgabe den ADC zu Peeln vor den Assasins. Geren vergess ich auch mal alles andere im Kampf dann, weil ich 100% darauf konzentriert bin. Also evt musst du gar nicht ALLES überblicken. \n\nIst halt schwierig einzuschätzen woran es bei dir liegt das du den Überblick verlierst. wenn du stumpf an panicen bist, kann es helfen nach jedem Spell aktiv zu überlegen was als nächstes kommt. Das verlangsamt zwar irgendwo dein Spiel, aber verschafft dir Überblick und später kann man ja einige dinge wieder beschleunigen.","replies":[]},{"id":"","poster":"Nocì","date":"2017-04-25T11:48:52.325+0000","up_votes":1,"down_votes":0,"body":"einen Tipp: FOCUS\n\nWenn du einen Carry Champ spielst (APC, Assassin) konzentriere dich auf die Backline, oder das Ziel was dir am nächsten steht. \nAls Support beobachte deinen ADC und gib ihm shields und heals, bzw stell dich in die Mitte und benutz locket für dein Team. \nSuch dir auch vor dem fight ein Ziel, meistens der Gefeedete Midlaner bzw Jungler, welchen man als erstes töten will und versucht dann auf ihn zu engagen. \nDannach kann man sich um den ADC kümmern, und zuletzt um den Tank. \nIm Teamfight hab ich meistens die Kamera auf mir drauf, bzw auf dem Gegner, aber ich achte immer darauf das ich noch im bild bin und reagieren kann wenn hinter mir noch einer kommt.","replies":[]}]}