{"id":"PfbUhcW5","poster":"Kata Ga Kill","date":"2017-04-24T11:49:31.556+0000","title":"Suche einen erfahrenen Coach, zum analysieren für 2 Replays (Zyra Mid)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich suche einen erfahrenen Midlaner/Coach (besten Platin/Dia+) der die Zeit hat sich 2 Spiele von mir sich anzugucken.\nUm zu sehen was falsch lief, was ich besser h&auml;tte machen k&ouml;nnen, usw.\nDa ich eine umfassende Beratung brauche &uuml;ber meinen exotischen Pick Zyra in der Mitte.\n\nMein Team meint ich mache zu wenig DMG, obwohl ich den h&ouml;hsten DMG habe in den Statistiken.\n\nhttp://i.imgur.com/okQnqJn.jpg\n\nW&auml;re nett, wen welche sich die Zeit nehmen k&ouml;nnten um einem armen Midlaner zu tr&ouml;sten und zu knuddeln.\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3151482262/221214603?tab=overview\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3155154921/221214603?tab=overview\n\nHier vom letzten Spiel die Replay Datei:\nhttps://workupload.com/file/NW9Ywjt\n\n\n\n\n","replies":[{"id":"","poster":"LCG mozuki","date":"2017-04-24T12:41:51.227+0000","up_votes":1,"down_votes":0,"body":"Zyra in der mitte ist generell etwas ungewohnt viele Teams/Spieler wollen einen Midlaner die bursten (optional auch schon im Early) Da vergleichbar Zyra gegen sag ich mal eine  Lux oder auch eine orianna  etwas weniger Potential entsteht da Lux und auch Orianna den Burst  viel  schneller rausbekommen als du mit Zyra (ist jetzt nur ein beispiel) . Zyra's DMG ist nice garkeine frage aber der DMG machts nicht immer direkt rum  den vergleichen wir mal deinen dmg mit dem meisten zyras Support's da müssen wir festellen das du einbisschen mehr dmg gemacht hast als jemand mit Zyra Support. Deshalb ist Zyra in mom stärker auf der Botlane als in der mitte weil es gibt einfach wesentlich  stärkere Midlaner als Zyra . \nIch kann dir da gern mal über Ts paar Ratschläge geben ggfs. auch auf deine Fragen eingehen ich war bis vor kurzen noch midlane main und hab auch in einem  Dia Team als Midlaner fugiert.\n\nBeste Grüße","replies":[]},{"id":"","poster":"Luxaly","date":"2017-04-24T12:13:29.088+0000","up_votes":1,"down_votes":1,"body":"erstes spiel warst ned wirklich du schuld zwar sind 8 tode auch schon zuviel aber was soll man mit nem grave mit 10 death nen rakan mit 12 und der xayah mit 17 das einzige ist der farm 142 in 38 min ist dann doch etwas wenig 200 sollten drin sein\n\n2tes game besser gefarmt das team hat zuviele tode speziell jhin und rakan...\n\nmehr kann man so nicht sagen ein coach kann auch nicht zaubern^^","replies":[]}]}