{"id":"ARE09ZHu","poster":"Abasin","date":"2017-04-24T10:48:44.321+0000","title":"Maustasten belegen für Anker Gaming Mouse","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen. Vielleicht weiss jemand weiter. Ich versuche, meiner Maustaste 4 (links beim Daumen) diesen Attack-Move beizubringen mit dem man im Laufen den n&auml;chsten Champion oder Mob in Reichweite anvisieren und autoattacken kann. Ich h&auml;tte erwartet, dass ich den Befehl aussuche und dann zum Aktvieren diese Taste einmal dr&uuml;cke und LoL den Rest macht. Aber LoL scheint diese Zusatztasten gar nicht zu erkennen.\r\n\r\nW&auml;re sch&ouml;n, wenn jemand eine Idee dazu hat.\r\n\r\nDas sind die Daten der Maus: Anker&reg; 8200 DPI High Precision Laser Gaming Maus Game Mouse, USB verkabelt, mit 12000 FPS, 9 konfigurierbare Tasten, 8 Teiliges Gewichtssystem, Omron Mikroschalter","replies":[{"id":"","poster":"DanionVibit","date":"2017-04-24T11:05:32.849+0000","up_votes":2,"down_votes":0,"body":"Ich habe das gleiche bei meiner logitech gemacht, dabei habe ich der Taste eine Zuordnung auf der Tastatur gegeben. Technische schreibe ich mit der Maus mit dieser sondertaste einen '#', diese wird dann auch im lol Menü erkannt. Funktioniert mit jeder beliebigen Taste auf der Tastatur.\n\nGuck mal in der Treiber Software nach ob du die Sondertasten mit anderen Tasten belegen kannst :)","replies":[{"id":"","poster":"Abasin","date":"2017-04-25T21:16:37.263+0000","up_votes":1,"down_votes":0,"body":"Habs probiert. Funzt. Aber ist das auch legit und von RIOT nicht verboten?","replies":[{"id":"","poster":"DanionVibit","date":"2017-04-26T06:07:00.713+0000","up_votes":2,"down_votes":0,"body":"Noch ein Zitat von offizieller stelle:\n\nLegofreak:\n,, Einfache Tastenanschläge oder Belegungen, wie du sie im Client vornehmen kannst, sind erlaubt. Wie du selber gesagt hast, tust du hier nichts weiter als die Taste 'O' (in deinem Fall), an eine andere Stelle zu legen.\nWenn du allerdings Combos wie zum Beispiel einen Wardjump mit LeeSin (Trinket + W instantan casten) damit ausführst, bringt dir das einen spielerischen Vorteil und ist damit verboten.\"\nhttps://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/0QreYaYl-makros-sind-doch-verboten","replies":[{"id":"","poster":"Abasin","date":"2017-04-26T06:53:49.156+0000","up_votes":1,"down_votes":0,"body":"Doppeltes Danke für die Infos.","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2017-04-26T05:43:45.060+0000","up_votes":2,"down_votes":0,"body":"Offizielle Aussage ist, dass Makros benutzt werden dürfen solange (!!!) man es hätte auch im Menü einstellen können. Also wenn Tasten auf der Maus nicht erkannt werden und du eine Tastatur Taste drauf bindest (ist auch ein Makro) und du diese dann im Menü einstellst, befindet sich das ganze im Rahmen des legalen, bzw tollerierten.","replies":[]}]},{"id":"","poster":"Abasin","date":"2017-04-24T12:35:14.901+0000","up_votes":1,"down_votes":0,"body":"Ich hatte die Vermutung, dass es mit dem Upgrade auf Win10 zu tun hatte, war vorher Win7 und ich glaube mich zu erinnern, dass ich es da eingestellt hatte. Hab zwar den Treiber neu installiert, aber irgendwie scheint es seitdem nicht zu gehen. LoL erkennt die Tasten gar nicht (mehr).\n\nAber Du hast mich auf eine Idee gebracht. Auf meiner Tastatur gibt es auch noch programmierbare Tasten, ich müsste es also schaffen, diese Taste mit der Maus zu kombinieren, wenn ich Dich recht verstanden habe.","replies":[]}]}]}