{"id":"gisxVTkg","poster":"Mihàwk","date":"2017-04-23T20:07:43.012+0000","title":"Wenig FPS","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Habe im Spiel ca. 25 FPS, selten um die 40. \r\nIch habe einen Prozessor mit 2,2Ghz ( Quad-Core )\r\n8 GB Arbeitsspeicher\r\nWindows 10\r\nGrafikkarte ( im Prozessor verbaut ) 1024MB VRAM\r\nWoran kann das liegen? \r\nIch habe vorhin die Registry gecleared, ich habe die neusten Treiber installiert, ich habe bei Energieoptionen auf H&ouml;chstleistung, im Task-Manager gebe ich League immer die Priorit&auml;t &quot;Hoch&quot; und ich habe die Leaguedateien repariert...","replies":[{"id":"","poster":"KWJ TheSyndicate","date":"2017-04-24T23:27:41.257+0000","up_votes":1,"down_votes":0,"body":"ich habe seit wenigen Wochen ein ähnliches Problem. Konnte LoL immer bei high bis medium Einstellungen mit 100-120 fps spielen und mittlerweile muss ich alles low, champs und Effekte auf medium machen damit ich noch einigermaßen zuverlässig auf meine 60fps komme, bin also auch sehr an einer lösung interessiert :D\n\nEdit: ich war jetzt mal einfach so frei und hab die Logs auf dem Upload-Portal hochgeladen, falls ich selber nochmal einen extra Tread aufmachen soll einfach bescheid geben :)","replies":[{"id":"","poster":"legofreak1","date":"2017-04-25T19:46:33.614+0000","up_votes":1,"down_votes":0,"body":"Am besten ist es, wenn du zu deinem eigenen Problem einen eigenen Thread eröffnest.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2017-04-23T20:14:39.263+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte über das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) deine aktuellen Logdateien auslesen und diese mit unserem [Upload-Portal](https://files.wrenchbox.de/) hier hochladen?\nIch geh davon aus, dass dein Grafikchip wahrscheinlich einfach etwas zu schwach ist, veraltete Treiber installiert sind oder dein Laptop zu warm wird, bzw eine Mischung aus allen 3.","replies":[{"id":"","poster":"Mihàwk","date":"2017-04-24T20:18:27.733+0000","up_votes":1,"down_votes":0,"body":"Die letzten beiden kann ich ausschließen, da ich erst neue Treiber über das neue AMD-Tool installiert habe und das ein \"Mini-Pc\" ist der nicht wirklich warm wird, Ich werde morgen Mittag die Sache mit dem HRT machen.","replies":[]}]},{"id":"","poster":"xXTheFalloutXx","date":"2017-04-23T20:52:20.194+0000","up_votes":1,"down_votes":0,"body":"Erhöhe die Grafikeinstellungen um den Prozessor zu entlasten, wenn die Einstellungen verringert werden wird zu meist die Grafikkarte entlasten aber gelegentlich den Prozessor zusätzlich belastet, ich besitze ebenfalls 1Gb VRam und spiele auf \"Hoch\" mit 120FPS.","replies":[]}]}