{"id":"etiT7KBq","poster":"Spicavius","date":"2017-04-22T21:52:49.111+0000","title":"Problem bei Authentifizierung im neuen Client","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi Community\r\n\r\nIch habe seit der neue Client in der Beta ist (In der Alpha hat es noch funktioniert) Probleme beim Schritt der Authentifizierung.\r\n\r\nIn 90 % der F&auml;lle funktioniert dieser Schritt **nicht**, weil ein &quot;unbekannter Fehler&quot; aufgetreten ist. Erst muss ich 5 minuten warten und dann kommt erst die Meldung, dass eine unbekannter Fehler aufgetreten ist.\r\n\r\nBei den erfolgreichen Logins dauert es nicht so lange (logischerweise..^^).\r\n\r\nIch kann mir nicht erkl&auml;ren wieso dieser Fehler auftritt. Ich switche dann immer auf den alten Client um, wenn der Login wieder mal nicht funktionert.\r\nVllt hat jemand von euch eine Idee.\r\n\r\nIch f&uuml;rchte schon den Moment, wenn der neue Client offziell ver&ouml;ffentlicht wird :/.","replies":[{"id":"","poster":"Niclasboy","date":"2017-09-11T11:48:32.040+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist es leider nicht anders :-/ Habe zwei Jahre nicht mehr gespielt aber die Anmeldung geht bei mir garnicht schon komisch und auch schade","replies":[{"id":"","poster":"Spicavius","date":"2017-09-11T14:48:50.531+0000","up_votes":1,"down_votes":0,"body":"Also mittlerweile funktioniert bei mir die Anmeldung ohne Probleme.\n\nEine zeitlang musste ich einen VPN benutzen (kA ob ich das richtig genannt habe). Also so ein Programm was die Internetnutzung verschleiert oder so. Kenne mich in dem Thema kaum aus.. sry dafür an alle Piraten Parteimitglieder ;)\n\nDadurch hat das Einloggen dann funktioniert und dann habe ich den VPN wieder ausgemacht.  Das Programm hieß \"Cyberghost\".\nDas hat mir der Support-Mitarbeiter empfohlen und das hat auch geklappt.\n\nVllt klappt das ja bei dir =)\n\nHier der Link zum Programm: https://www.cyberghostvpn.com/de_DE/\nOder du benutzt eine Suchmaschine wie Ecosia oder Google und findest selber den Link falls du kein Vertrauen darauf hast.","replies":[]}]}]}