{"id":"WHcEdP13","poster":"Raging Duncan","date":"2017-04-22T21:33:46.615+0000","title":"Chaos Community (Neu Aufbau) Vorsicht nicht für jeden geeignet","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"**Chaos Community**\r\n\r\nHallo zusammen, ich werde mich erstmal selbst vorstellen und auch gleichzeitig erz&auml;hlen, wof&uuml;r die Community gedacht ist und aus welchem Grund ich sie momentan aufbaue. Damit einfach direkt jeder wei&szlig;, wo dran er ist.\r\n\r\nIch selbst hei&szlig; Stephan bin mittlerweile 30 zocke seit ich klein war schon am PC(Amiga, Commodore), damals auch noch an Konsolen. Ich spiele grunds&auml;tzlich alles wozu ich auch Bock habe, ich begrenze mich weder auf ein Genre noch auf ein Spiel, klar hat man seine Favoriten, aber es wird auch &ouml;fter neues ausprobiert, solange man die richtigen Leute hat die mit spielen. Ich denke das war erstmal genug von mir fangen wir mal mit dem an was euch sicher mehr Interessiert. Ich bin grade dabei die Chaos Community aufzubauen. Der Grund ist relativ simpel, mein bester Freund den ich &uuml;brigens auch &uuml;ber das Zocken kennen gelernt hab ist Mitte M&auml;rz verstorben und ehrlich gesagt will ich ihn nicht einfach so in Vergessenheit geraten lassen. Da kommt diese Community ins Spiel, ich suche Leute die  genau so drauf sind wie ich es bin, Menschen mir schwarzen Humor, die Sarkatisch sind und trotzdem wenn es drauf ankommt mit denen man reden kann &uuml;ber Gott und die Welt. Ich wei&szlig; das diese Art von Menschen rar ges&auml;t sind, aber f&uuml;r genau diese Leute will ich eine eigene Community bilden oder eher gesagt eine Familie die immer Anlauf Punkt f&uuml;r einen sein soll egal was passiert. Es hei&szlig;t zwar immer man kann sich seine Familie nicht aussuchen, aber genau das werde ich hiermit machen, ich weigere mich irgendwie zu glauben das es nur noch so wenig Leute gibt die, die Realit&auml;t sehen.\r\n\r\nIch werde jetzt mal genauer darauf einzugehen nach was f&uuml;r Leuten ich suche.\r\n\r\n Das Alter ist immer so eine Sache, aber ich glaube der Richtwert von 20+ ist schon mal ganz in Ordnung, wenn ihr unbedingt meint ihr passt genau rein und seid j&uuml;nger versucht es und &uuml;berzeugt mich. Ihr solltet wirklich dunkel schwarzen Humor haben, Leute die alles erst nehmen und bei jedem schei&szlig; gleich beleidigt oder angepisst sind weg mit euch ihr scheidet schon aus. \r\nDann wird hier sicherlich auch geflamet gegenseitig aber auf eine spa&szlig;ige Art und wei&szlig;e und nicht auf die assige Art und vor allem ist das niemals pers&ouml;nlich gemeint, also Leute mit d&uuml;nner haut die auch das ernst nehmen weg mit euch. Gleichzeitig ist es aber auch wichtig das man sich mit euch trotzdem vern&uuml;nftig Unterhalten kann und vor allem auch &uuml;ber jeden schei&szlig; ob das Politik ist oder auch wenn man sich nur Bullshit zusammen spinnt und trotzdem sachlich dr&uuml;ber diskutiert.\r\n Des Weiteren ist diese Community f&uuml;r Frauen und M&auml;nner, allerdings will ich keine Frauen die meinen es dreht sich die Welt um sie weil sie Titten haben, genau so wenig will ich irgendwelche Typen hier haben die meinen Sie m&uuml;ssten sich an jede Frau ran schmei&szlig;en und ihnen versuchen den Arsch nachzutragen. Jeder wird gleich behandelt und keiner hat hier irgendwelche Boni. Es wird bei uns auch nicht rum gezickt und damit meine ich nicht unbedingt Frauen wobei es nat&uuml;rlich auch f&uuml;r diese gilt, gleichzeitig ist Hinterfotzigkeit und Unehrlichkeit direkt ein Grund f&uuml;r einen rausschmiss sofern ich das mitbekomme. \r\nEs sollten alle Offen und vor allem Ehrlich miteinander umgehen, wenn ihr zum Beispiel kein Bock habt auf einen grade sagt es und labert nicht drum rum. Wichtig ist das ihr, ihr selbst seid und nicht wie die ganze Gesellschaft (dazu f&auml;llt mir nebenbei ein &quot; Es ist kein Zeichen geistiger Gesundheit, an eine von Grund auf Kranke Gesellschaft gut angepasst zu sein&quot;). Solltet ihr also keine eigene Meinung haben und nur Mitl&auml;ufer sein ist das hier nichts f&uuml;r euch.\r\n\r\nIch pers&ouml;nlich werde jedes einzelne Bewerbungsgespr&auml;ch f&uuml;hren und werde auch dar&uuml;ber entscheiden, ob ihr aufgenommen werdet oder nicht. Sollte ich der Meinung sein beim Gespr&auml;ch schon das ihr nicht passt wird es gar nicht erst eine Trialzeit geben.\r\n\r\n Au&szlig;erdem behalte ich mir immer das Recht vor Leute wieder raus zu schmei&szlig;en, nat&uuml;rlich nach dem ich mit Ihnen gesprochen habe und Ihnen auch noch mal die M&ouml;glichkeit gegeben habe etwas zu sagen. Ich will zu 100 % vermeiden das es wie in den meisten Community zu geht, das hei&szlig;t ich bin kein Babysitter und ich will die Gruppenbildung auch vermeiden, ich will das jeder zu jedem gehen kann und dort mitspielen kann, das w&auml;re der Ideal zustand. Nat&uuml;rlich wird es immer Gr&uuml;ppchen geben, aber es soll wenigstens jeder mit jedem zusammen spielen k&ouml;nnen.\r\n\r\nWenn ihr nun also gest&ouml;rt genug wart und euch alles durch gelesen habt UND auch noch meint Fuck genau sowas hab ich gesucht, endlich ein Platz wo ich rein passe. Dann schreibt mich am besten bei\r\n\r\nSkype: RagingDuncan\r\nLeague of Legends: Raging Duncan oder ChaosCrew Duncan (hier bin ich momentan eher)","replies":[{"id":"","poster":"FuzzyCritalis","date":"2017-04-23T07:03:12.587+0000","up_votes":1,"down_votes":0,"body":"Da wär jetzt meine Frage wie weit dein schwarzer Humor reicht? Wenn du ihn als wichtiges Aufnahmekriterium angibst?","replies":[{"id":"","poster":"Raging Duncan","date":"2017-04-23T09:39:28.165+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach man lacht dort, wo andere weinen würden.","replies":[{"id":"","poster":"FuzzyCritalis","date":"2017-04-24T10:35:08.686+0000","up_votes":1,"down_votes":0,"body":"ok","replies":[]}]}]}]}