{"id":"xo6gLsls","poster":"KÎNGKONG","date":"2017-04-22T18:42:49.576+0000","title":"Xayah ADC GUIDE Deutsch | Combos + Itembuilds + Runes & Masteries + Tipp...","subforum":"Streams & YouTube","embed":{"title":"Xayah ADC GUIDE Deutsch | Combos + Itembuilds + Runes & Masteries + Tipps | League of Legends","description":"Ein allround Guide für Xayah! Eine Zeitleiste befindet sich weiter unten, sodass ihr leicht dahin springen könnt, was euch interessiert! Kapiteln: 0:00 - Intro 0:13 - kurze Vorstellung ihrer Fähigkeiten/ Tipps 1:19 - Meisterschaften/Keystonewahl + Erklärung 1:40 - Runen + Erklärung 2:03 - Beschwörerzauberwahl + Erklärung 2:33 - Skillorder auf den Fähigkeiten + Erklärung 3:24 - Fähigkeiten richtig kombinieren und einsetzen 4:05 - Verhalten auf der Lane 4:47 - Verhalten im Teamfight 5:24 - harte Matchups/ Wie man diese gewinnt!","url":"https://www.youtube.com/watch?v=FEJOC49JLN0","image":"https://i.ytimg.com/vi/FEJOC49JLN0/hqdefault.jpg"},"up_votes":6,"down_votes":3,"body":"Yo Leute was geht ab, kingkong back at the Mic und willkommen zu einem League of Legends Season 7 Champion Guide. Heute geht es um einen der neuen Helden und zwar ADC Xayah, Die Rebellin. \r\nAbgesehen davon das sie neu und interessant ist, warum sollte man Xayah unbedingt spielen? Sie ist ein Held mit einem guten Waveclear aufgrund der &quot;Q&quot; F&auml;higkeit und der Passiven, mit denen sie mehrere Minions gleichzeitig attackiert und zus&auml;tzlich mit der &quot;E&quot; die Federn wieder zur&uuml;ckholen kann und nochmals Schaden am getroffenen Objekt macht.\r\nAufgrund des AOE Damages, den sie mit ihren F&auml;higkeiten macht, strahlt sie vorallem auch im Teamfight und besonders dann wenn das gegnerische Team nah beianander steht.\r\nAu&szlig;erdem ist sie auch ein Held, der sehr stark im Mid und Lategame ist. Am Anfang ist sie zwar sehr anf&auml;llig, aber sie wird umso l&auml;nger das Spiel geht immer st&auml;rker. \r\nUnd dann ist da nat&uuml;rlich auch noch ihre krasse Ulti mit der sie einfach alles Dodgen kann. Wenn man sie richtig timed, dann kann man sogar Zed oder Luxultis dodgen.\r\nSie ist sogar einer dieser AD Carrys mit CrowdControl. Solange man drei Federn mit der &quot;E&quot; F&auml;higkeit trifft kann man das Ziel rooten was echt gut ist.\r\nZum Schluss ist da noch ihre &quot;W&quot;-F&auml;higkeit, welches ihr Bonusmovementspeed gibt, womit sie dann auch gut kiten kann.\r\n\r\nIn Bezug auf die Meisterschaften empfehle ich 18 in Wildheit zu verteilen, wobei ihr Fevor of the Battle als Keystone nimmt und 12 in Gerissenheit. Fevor of the Battle ist deswegen zu empfehlen wegen des Attackspeedbonus auf der &quot;W&quot; F&auml;higkeit. Damit habt ihr schnell die Stacks drauf und mit dem gestackten AD Damage macht ihr einen krassen Damage, wenn ihr dann die Federn wieder zur&uuml;ckholt.\r\nIn Bezug auf die Runen nehmt ihr 9 Attack Damage auf den Roten, 9 x R&uuml;stung auf den Gelben, 9x Magieresistenz auf den Blauen und 3 Essenzen Attackspeed. Damit ist das Lasthitten und Harassen auf der Lane sehr stark , gerade wegen des Attackspeeds und der Attack Damage. Im selben Moment seid ihr aber auch Champion der viel einstecken kann, wegen des Armors und der Magierestistenz.\r\nAls ersten Beschw&ouml;rerzauber empfehle ich Flash. Gerade bei Xayah, die keine wirkliche Escapef&auml;higkeit hat, insbesondere im Early, ist Flash einfach elementar. Als zweiten Beschw&ouml;rerzauber empfehle ich Heal. Standardm&auml;ssig ist das der Beste Spell auf der Botlane, um sich selber oder den Teammate zu retten. Hinzu kommt der Movement speed, welchen man ebenfalls zum Escapen benutzen kann. Im Allgemeinen sind das auch die besten Beschw&ouml;rerzauber auf einem AD Carry und ich w&uuml;rde nichts anderes empfehlen. \r\nAls Skillorder f&uuml;r die F&auml;higkeiten empfehle ich selbstverst&auml;ndlich immer einen Punkt in die Ulti zu investieren, wann immer sich die Gelegenheit dazu ergibt. Also auf Level 6, 11 und 16. Dann skille ich die &quot;E&quot; F&auml;higkeit als erstes. Diese F&auml;higkeit hat definitiv das gr&ouml;&szlig;te Potenzial in der Lane und in den Teamfights, weil der Damage nicht in Abh&auml;ngigkeit von den getroffenen Zielen reduziert wird. Aber dennoch ist es wichtig am Anfang zumindest einen Punkt in &quot;Q&quot; reinzupacken, um die Gegner poken zu k&ouml;nnen und Federn auf der Map zu verteilen.  Das wars aber auch schon mit &quot;Q&quot;, denn nach der &quot;E&quot; skille ich als zweites &quot;W&quot; hoch. Der Attackspeed auf der F&auml;higkeit ist einfach zu gut, um darauf zu verzichten.  Zus&auml;tzlich 50% Attackspeed in einem Kampf zu haben, stellt die Gegner vor einem gro&szlig;en Problem.\r\nF&uuml;r eine normale Kombo als erstes den Gegner mit einer  &quot;Q&quot; F&auml;higkeit poken und ihn zumindest mit zwei Basicattacks danach hitten, im Anschluss daran dann die &quot;W&quot; F&auml;higkeit aktivieren und weiter attackieren bis man ein paar Federn auf der Map platziert hat. Diese Federn dann zur&uuml;ck holen durch eure &quot;E&quot; F&auml;higkeit. \r\nWenn man die Ulti hat und sie offensiv nutzen m&ouml;chte, dann kann man direkt mit ihr starten und man platziert 5  Federn. Dann attackiert den Gegner mit eurer &quot;Q&quot; F&auml;higkeit und einem Autoattack und dann holt die Federn wieder zur&uuml;ck mit eurer &quot;E&quot; F&auml;higkeit. Dann k&ouml;nnt ihr die &quot;W&quot; aktivieren und den Gegner weiter attackieren. und sobald eure Cooldown auf &quot;E&quot; vorbei ist, diese wieder verwenden. \r\n\r\nW&auml;hrend der Laningphase versucht ihr so oft es geht, den Gegner mit eurer &quot;Q&quot; F&auml;higkeit zu poken. Nachdem ihr einige Federn platziert habt, k&ouml;nnt ihr sie mit eurer &quot;E&quot; durch den Gegner hindurch zur&uuml;ck holen. Somit verursacht ihr am Gegner viel Schaden und wenn ihr mindestens drei Federn auf der Map habt, dann wird der Gegner auch noch gerootet, was euch hohes Killpotenzial verleiht. Sobald ihr eure Ulti habt, habt ihr entweder ein sehr hohes Killpotenzial oder einen guten Schutz, abh&auml;ngig davon wie ihr sie einsetzt. Du kannst die Ulti benutzen, um schnell 8 Federn zu platzieren und mit der &quot;E&quot; dann viel Schaden anzurichten oder du kannst sie benutzen, um Ultis wie die von Zed oder Lux zu dodgen.\r\nIn den Teamfights m&uuml;sst ihr versuchen eure Federn zu platzieren, um sie dann zur&uuml;ckzuziehen und somit viel Schaden an den Gegnern zu verursachen. Wie auch immer, vergesst niemals die goldene Regel, dass zu attackieren was gerade vor euch. Nicht das ihr in mitten des Fights gecatched werdet und ihr insta rasiert werdet.\r\nIch mag es vor allem die Ulti defensiv zu nutzen. Stellt vor dem Kampf fest wer das gr&ouml;&szlig;te Problem im gegnerischen Team ist und benutzt dann die Ulti, um den Schaden der gefeedetsten Person zu entkommen. Im Anschluss verwende deine &quot;W&quot; F&auml;higkeit, um zu kiten. Der erh&ouml;hte Movementspeed hilft euch dabei vor gefeedeten Gegnern zu entkommen.\r\nLasst uns nun zu den schweren Matchups kommen und als erstes w&auml;re da Caitlyn zu erw&auml;hnen. Aufgrund ihrer hohen Reichweite und des hohen Damages wird sie euch das Leben schwer machen. Gegen sie m&uuml;sst ihr sehr passiv spielen, weil Xayah wie eingangs schon erw&auml;hnt ein sehr schwaches Early hat und ihr braucht einfach Zeit eure Items aufzubauen. \r\nDraven kann auch ein sehr krasser Lanebully sein. Das Problem ist, dass ihr eure Federn setzen m&uuml;sst und das braucht Zeit. Draven wird euch aber nicht diese Zeit geben. Er wird wie gew&ouml;hnlich mit seinen drehenden &Auml;xten auf euch zu laufen und sie euch um die Ohren schmeissen. Wartet bis ihr viel Attackspeed aufgebaut habt, um eure Federn schnell zu platzieren und mit ihnen dann viel Burstdamage zu verursachen. \r\nDer letzte Kandidat ist Lucian. Lucian ist im Early sehr stark und in fr&uuml;hen Engages wird Lucian sehr viel Schaden verteilen. Und du als Xayah wirst so gut wie gar keinen Schaden machen. Aber als Xayah outscaled ihr Lucian hart, weshalb ihr aufs Mid und Lategame warten m&uuml;sst. Selbst wenn er euch in den Tower reinpusht habt ihr immer noch einen guten Waveclear und k&ouml;nnt sch&ouml;n gegen pushen. \r\nZum Schluss noch der Itembuild. Ihr startet mit einem Doransblade, einem Healpot und einem Wardingtotem. \r\nF&uuml;r den Corebuild habt ihr zwei verschiedene Optionen. Der erste Corebuild ist mit einem Blade of the ruined King, Runance und einem Phantomt&auml;nzer ausgestattet. Dieser Corebuild wird 60% kritisch treffen und gibt euch sehr viel Attackspeed. Zus&auml;tzlich habt ihr noch Lifesteal vorallem im Early was euch durch die Laningphase hilft. \r\nIhr k&ouml;nnt auch f&uuml;r den zweiten Cooldown und Crit Coreitembuild gehen und baut Essencereaver, Phantomdancer und Infinty Edge. Dadurch habt ihr 70% Critchance, einen erh&ouml;hten Kritischenschaden und auch etwas Attackspeed. Zus&auml;tzlich habt ihr eine h&ouml;here Manaregeneration und 30% Abblinkzeitverringerung was nat&uuml;rlich auch krass ist. Beide sind wirklich starke Coreitembuilds, aber ich bevorzuge den ersten Coreitembuild wegen des Blade of the ruined King. Es ist atm ein sehr starkes Item!\r\nBez&uuml;glich der Boots empfehle ich entweder die Beserkers oder die Ninja Tabis. Hier ist anzumerken, dass die Ninja Tabis im n&auml;chsten Patch generfed werden, weshalb ich dann f&uuml;r die Beserkers gehen w&uuml;rde, was euch ja auch nochmals Attackspeed gibt.\r\nKommen wir nun zu den Items, die auf Xayah viable sind. Ihr k&ouml;nnt Infinty Edge bauen, wenn ihr das mit dem ersten Coreitembuild kombiniert, dann werdet ihr 80% Critchance haben und einen riesen Damageoutcome.  Wenn ihr Armorpen braucht, dann k&ouml;nnt ihr euch eines der neuen Last Whispers kaufen. Meistens gehe ich f&uuml;r das Item Lord Dominiks Gr&uuml;&szlig;e, aber wenn das gegenerische Team viel heilen kann, dann f&uuml;r die blaue Variante. Mercurial Scimitar baut ihr, wenn das gegnerische TEam viel CC hat. Es hilft besonders gegen Ultis wie die von Malzahar. Auch k&ouml;nnt ihr Blutd&uuml;rster auf ihr bauen, denn das gibt ihr fantastischen Lifesteal, viel Ad Damage und einen nicen Schutzschild. Wenn ihr mehr kiten wollt, dann k&ouml;nnt ihr Frozen Mallet bauen. Es ist ein nicht schlechtes Item und ich baue es auch nicht oft, aber kann aufjeden Fall in Betracht gezogen werden. Und nat&uuml;rlich darf das GA nicht fehlen, wodurch ihr wieder aufersteht und weiter Damage verteilen k&ouml;nnt. \r\nIn dem ersten Fullbuild verwende ich den ersten Corebuild, welches euch sehr viel Attackspeed gibt, etwas Lifesteal, 80 Prozent Critchance, erh&ouml;hten Kriitschenschaden und Armorpen vom LDR. Dieses Itembuild zerst&ouml;rt vor allem die Tanks im gegnerischen Team. \r\nBeim zweiten Fullbuild wird der zweite Corebuild gebaut. Durch die 30 prozentige Abblinkzeitverringerung k&ouml;nnt ihr mehr Schaden an den Mann bringen, aber ihr werde weniger Attackspeed haben. Dennoch werden eure Treffer sehr hart f&uuml;r die Gegner sein.\r\nWenn euch das Video gefallen hat, dann lasst mir einen Daumen nach oben da und abonniert den Kanal. Vielen Dank f&uuml;r&acute;s Zuschauen. Ich hoffe euch hat das Video gefallen und wir sehen uns im n&auml;chsten Video. Peace Late!","replies":[]}