{"id":"BjwuX9t1","poster":"RoughOggy","date":"2017-04-21T10:12:27.304+0000","title":"SONA - Anfänger-Guide bis Gold","subforum":"Level Up: Guides & Tipps","embed":{"title":"Sona - Anfänger-Guide - Teil 1 - Sonas Spells und Mechaniken","description":"Ich hab mich endlich mal wieder an einen Anfänger-Guide gewagt. Nachdem Sona mich zwei Seasons in Folge bis Gold gebracht hat, traue ich mich, meine Strategie als Guide rauszubringen. Sona ist ein großartig leicht spielbarer Supporter, die Fhigkeiten wirken fast automatisch an der richtigen Stelle, nur der Ulti muss gezielt werden.","url":"https://youtu.be/gUDEH1g9Gbk","image":"https://i.ytimg.com/vi/gUDEH1g9Gbk/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Moin, ich bin Oggy und spiele seit 2 Jahren erfolgreich Sona. Erfolgreich hei&szlig;t dabei, dass ich mit Sona allein (denn sie wird eigentlich nie gebannt und ist damit ein fast sicherer Pick) bis Gold V aufgestiegen bin, wo ich vorher zwei Seasons in Silber festhing. Bei Gold V habe ich dann meist aufgeh&ouml;rt mit der SoloQ, weil es mir mehr um die Saisonbelohnungen ging. (Bis Platin komme ich damit sicher nicht)\r\n\r\nWarum ist Sona so gut geeignet zum Aufsteigen?\r\n1. Sie ist leicht zu spielen: Abgesehen vom Ulti suchen sich alle ihre Spells selbst ein geeignetes Ziel. Der Q priorisiert Champions vor Minions, der W heilt den Verb&uuml;ndeten mit den wenigsten HP und die Auren des Q, W und E bringen allen nahen Verb&uuml;ndeten n&uuml;tzliche Boni.\r\n2. Sie wird nie gebannt und seltenst gespielt: Was n&uuml;tzt alles Training, wenn euer Champ nicht die Bann-Phase durchsteht? Gar nichts. Sona konnte ich in den meisten Matches ohne Probleme picken. Nichts ist schlimmer, als immer nur euren zweit- oder drittbesten Champ auszupacken.\r\n3. Sie ist vielseitig: Eure Laningphase ist schwach und ihr m&uuml;sst safe spielen? Kein Problem, einfach den Heal (W) zuerst maxen und euren Carry gegenheilen. Eurem Team fehlt es an Schaden? Kein Problem, der Q erh&ouml;ht den Schaden befreundeter Autoattacks, und mit dem Powerakkord (Passive) und Lichbane wird Sona zum Burstmonster. Und das beste daran: Im Lategame seid ihr sowohl super im Sustain, als auch im Schaden, weil alle Spells mit AP skalieren.\r\n4. Teamauras verbessern bis zu 4-mal st&auml;rker als Single-Target-Buffs: Ihr k&ouml;nnt euch selbst oder einen verb&uuml;ndeten mit einem Schild versehen? Toll, Sona kann das (im Late Game) alle 5 sek mit dem gesamten Team. Gepaart mit der Heilung des W kann Sona so alle paar Sekunden ein Polster von 3000 bis 4000 HP erzeugen. **Gerade in der SoloQ ist das [fast] automatische Buffen des gesamten Teams ein Vorteil vor allen Einzelspielern, die nur &uuml;ber ihr eigenes Schicksal in der Kluft nachdenken**\r\n\r\nNat&uuml;rliche hat Sona auch Schw&auml;chen. Burst-Damage, insbesondere Midlane Assassins und Mages oder Full-AP-Zyra-Support, schalten Sona schneller die Lichter aus, als sie sich gegenheilen kann. Da hilft nur Wegrennen. Au&szlig;erdem sind die Schilde von Braum und Yasuo Gift f&uuml;r Sonas Burst und Ulti, in dem Fall also mit Geduld zur&uuml;ckhalten, bis solche Spells auf Cooldown sind.\r\n\r\nIch habe eine umfangreiche Erl&auml;uterung zu Sona an sich:\r\nhttps://youtu.be/gUDEH1g9Gbk\r\n\r\nZu m&ouml;glichen Runen und Masteries\r\nhttps://youtu.be/KInbb66B3n4\r\n\r\nUnd zu n&uuml;tzlichen Itembuilds zusammengestellt.\r\nhttps://youtu.be/CySRn3Mdf2Y\r\n\r\nImmer mit dem Hintergedanken &quot;wie mache ich es und wie k&ouml;nnte noch klappen&quot;\r\n\r\nSolltet ihr Erg&auml;nzungen, Korrekturen oder Fragen haben, freue ich mich auch eure R&uuml;ckmeldung hier oder unter den Vids.","replies":[]}