{"id":"FjXu3EpN","poster":"xinf3ct3d","date":"2017-04-20T19:56:22.943+0000","title":"-lp nach promo","subforum":"Ligen & gewertete Spiele","embed":{"title":"Negative LP in division ranking ( -3 league points ) ?!?! - League of Legends Community","description":"Years of conversation fill a tonne of digital pages, and we've kept all of it accessible to browse or copy over. Whether you're looking for reveal articles for older champions, or the first time that Rammus rolled into an \"OK\" thread, or anything in between, you can find it here.","url":"http://forums.euw.leagueoflegends.com/board/showthread.php?t=1072488","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/small.jpg"},"up_votes":1,"down_votes":2,"body":"Hi heute habe ich das 1. Spiel meiner gewonnenen promo verloren. Dadurch dass ich 0 lp hatte m&uuml;sste ich also wieder absteigen, allerdings habe ich jetzt -3 lp. Es gab einen &auml;lteren Beitrag aus einer fr&uuml;heren season bei dem es hie&szlig; dass dadurch einem ein loose der durch einen afkler im eigenen team verursacht wird verziehen wird.Ist das noch aktuell oder gibt es da einen anderen grund f&uuml;r ?","replies":[{"id":"","poster":"Released Ape","date":"2017-04-23T11:27:34.888+0000","up_votes":1,"down_votes":0,"body":"> Es gab einen älteren Beitrag aus einer früheren season bei dem es hieß dass dadurch einem ein loose der durch einen afkler im eigenen team verursacht wird verziehen wird.Ist das noch aktuell oder gibt es da einen anderen grund für ?\n\nWenn es sowas gab, dann kann ich mich daran nicht erinnern und ich bezweifel auch das es sowas gab. Es gab wegen Server Problemen mal \"Verhinderte Niederlage\" und es gibt derzeit das Remake-System welches aber nur in den ersten Minuten genutzt werden kann.\n\nAußerdem hast du einen Beitrag verlinkt indem die Person selbst schreibt das er die Championauswahl verlassen hat, verstehe den Sinn des Links nicht - wenn du laut eigener Aussage die Championauswahl nie verlassen hast:\n\n> ich bin aber kein einziges mal aus der champselect gedodged\n\nDas können wir nicht überprüfen. Bei sowas musst du dich an den Support (https://support.riotgames.com/hc/de) wenden. Aber der würde dann auch einen Beweis von dir sehen wollen.\n\n> Dadurch dass ich 0 lp hatte müsste ich also wieder absteigen, allerdings habe ich jetzt -3 lp.\n\nAbgesehen davon das du bei 0 LP nicht direkt absteigst, erhält man -3 LP genau dann wenn man einmal die Championauswahl verlässt. Beim zweiten Mal sind es -10 LP. Ansonsten müsstest du für eine Niederlage lediglich 3 Punkte verlieren und das klingt auch unrealistisch. Was ich eher denke ist das du ein Championauswahl nach der ersten Niederlage verlassen hast und so die -3 LP zustande kommen.","replies":[{"id":"","poster":"xinf3ct3d","date":"2017-04-24T13:22:25.281+0000","up_votes":1,"down_votes":4,"body":"lol suchst du jetzt wirklich gründe mich zu roesten xDDD und unterstellst mir lügen. Erstmal reported xD sorry","replies":[]}]},{"id":"","poster":"Kogoca","date":"2017-04-21T08:59:03.523+0000","up_votes":1,"down_votes":0,"body":"Du bekommst negative Lp nur dadurch, das du in der Champselect rausfliegst (egal ob durch nen Bug oder weil du vergisst zu picken o.ä). Dadurch würdest du -3Lp beim ersten dodge und -10Lp beim zweiten dodge bekommen, was zu den -3Lp bei dir führt.","replies":[{"id":"","poster":"xinf3ct3d","date":"2017-04-21T14:17:52.786+0000","up_votes":1,"down_votes":2,"body":"ich bin aber kein einziges mal aus der champselect gedodged","replies":[]}]}]}