{"id":"H9zX6AiY","poster":"Tactixx3","date":"2017-04-20T22:21:24.519+0000","title":"Makro Tasten gehen seit kurzem nicht mehr","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\ntut mir leid ich schreibe hier nicht so h&auml;ufig was rein, also falls es irgendwie im falschen bereich gelandet ist sorry ... :D\r\nzu meinem Problem. Ich habe die Fnatic Flick Maus und diese hat 2 extra Tasten an der Seite die ich vorher in Lol unter Tastenk&uuml;rzel benutzen konnte MB4 und MB5 ich konnte darauf Sachen wie Heiltr&auml;nke und sowas legen. Aber seit 2 tagen ist dies irgendwie nicht mehr m&ouml;glich, Aber andere Buchstaben und sowas gehen ganz normal also ich kann andere K&uuml;rzel normal verlegen nur diese 2 Makro tasten funktionieren bei Lol nicht aber normal im Internet schon. kann mir jemand weiter helfen ? .. ich hatte nichts an den Einstellungen ge&auml;ndert.\r\n\r\nGru&szlig; und danke :)","replies":[{"id":"","poster":"Tactixx3","date":"2017-04-21T21:43:57.922+0000","up_votes":1,"down_votes":0,"body":"Hey Megamaexx,\n\nehm naja wie soll ich sagen, vorher gingen die Tasten ja in lol auch wie gesagt ich hab nichts an den Einstellungen geändert ich habe auch gelesen das andere noch dieses Problem haben und ich wohl nicht der einzige bin. Vorher konnte ich diese ja ganz normal im lol Client unter Tastenkürzel hinzufügen also benutzen jetzt tut sich da nichts mehr .","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-04-21T06:16:50.806+0000","up_votes":1,"down_votes":1,"body":"Sofern das wirklich Makro-Tasten sind, solltest du eine Software für deine Maus haben, die eine Belegung der Makro-Tasten erst ermöglicht.\nDu scheinst die Möglichkeit zu haben, 3 Profile für die Maus einstellen zu können. (Sagt Google zumindest) Vermutlich lädt deine Maus einfach ein anderes Profil, wenn du LoL startest/aktiv hast, wo die Belegung der Seitentasten eben anders bzw gar nicht vergeben ist. Das kannst du mit der Maus-Software einstellen.","replies":[]}]}