{"id":"GZZv14hP","poster":"Terminatoast","date":"2017-04-20T17:21:15.518+0000","title":"Hört auf zu flamen","subforum":"Spielerverhalten & Moderation","up_votes":7,"down_votes":5,"body":"Wenn jemand in eurem Team einen fehler macht, sch* egal was f&uuml;r ein fehler gibt es nur 3 Sachen die man tun sollte.\r\n1) Man ist still\r\n2) Man ermutigt diese Person\r\n3) Man gibt tips wie dieser Fehler vermieden wird.\r\nAlso h&ouml;rt auf mit diesem Mist, JEDES verdammte Spiel endet mit 4 Leuten die sich gegenseitig ankeifen wer denn jetzt das Spiel ruiniert hat. Diese Einstellung ruiniert es. \r\nAlso wenn ihr nichts sinnvolles oder nettes zu sagen habt, lasst es ganz sein\r\n\r\nRant ende....","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-04-20T19:04:36.623+0000","up_votes":9,"down_votes":1,"body":"Ganz ehrlich... schon drittens ist zu viel des \"Gutens\"... denn deine \"Tipps\", wie man es besser machen könnte, werden von den gerade einen Fehler machenden Spieler mit ziemlicher Sicherheit nur als Flame aufgenommen...\n\nEs gibt genau 2 Varianten, wie man Fehler von Spielern (die ja genau so gut sind wie man selbst) anbringt: 1.) Der Fehler war mega offensichtlich (dont flash into that wall, flash above it... dont fuck up your combo, Ali...). Dann weiß der besagte Spieler mit 115%iger Wahrscheinlichkeit, dass er gerade einen Fehler gemacht hat und braucht kein Salz in seiner Wunde.\nDie andere Variante ist die, dass du glaubst, dass dein Mitspieler einen Fehler gemacht hat... aber in seiner Wahrnehmung war es gar nicht sein Fehler, sondern vielleicht sogar deiner (Why dont follow? wenn du beim Towerdive stirbst, dein Mitspieler sich aber gegen diesen Dive entschieden hat...)\n\nKurz gesagt: Äußert euch niemals zu Fehlern eurer Mitspieler. Unter keinen Umständen. Das bringt so selten was und schadet so häufig... beschäftigt euch lieber mit euren eigenen Fehlern...","replies":[{"id":"","poster":"Terminatoast","date":"2017-04-23T16:42:02.278+0000","up_votes":1,"down_votes":0,"body":"ich meine nicht \"why dont follow\", das ist auch mehr ein indirektes \"your fault because you didnt follow\"\nIch meine sachen wie \"bc, try hooking a bit to the left of twitch because he seems to allways dodge there\"","replies":[]}]},{"id":"","poster":"Freekilling7","date":"2017-06-28T19:14:55.791+0000","up_votes":1,"down_votes":0,"body":"ich flame zwar auch manchmal aber auch nur die leute die 0/13 stehen oder mich ständig an machen [0/13 meiner meinung int feed ]","replies":[]},{"id":"","poster":"antitomatexd","date":"2017-04-20T17:37:38.741+0000","up_votes":2,"down_votes":13,"body":"Ich glaube alle die Flamer schlimm finden verstehen nicht die Sache dahinter wieso man flamed und wenn man so eine Pu$$y ist gibt es immer noch den mute Button.","replies":[{"id":"","poster":"Santas hoe","date":"2017-04-21T07:51:16.918+0000","up_votes":3,"down_votes":0,"body":"kläre uns auf. Wieso genau ist flame so wichtig? Ich meine, ich habe noch nie (soweit ich mich erinnern kann) geflamet und gewinne trotzdem games. Und das ohne risiko gebannt zu werden. Also was macht flamen so toll?\n\nLG\nSantas hoe","replies":[{"id":"","poster":"Vogeljunges","date":"2017-04-21T16:38:47.255+0000","up_votes":1,"down_votes":0,"body":"geh doch nicht auf den ein, sein name sagt doch schon alles.","replies":[{"id":"","poster":"Santas hoe","date":"2017-04-21T18:02:54.622+0000","up_votes":1,"down_votes":0,"body":"Mir ist durchaus klar, dass er ein 'kleiner' troll ist und da zu 99,999% nix sinnvolles bei rauskommt (wenn es überhaupt etwas sinnvolles geben KANN, wenn es um Vorteile von flamen geht ;P). Trotzdem würde mich interessieren, was genau seine Meinung zu der Sache ist.\n\nLG\nSantas hoe","replies":[{"id":"","poster":"BlackSkyLane","date":"2017-04-24T21:34:02.640+0000","up_votes":1,"down_votes":2,"body":"wieso leute flamen ganz einfach mit flame wolln diese indirekt leuten helfen auf eine falsche weise, aber aus meiner erfahrung raus hilft nur flamen das leute was ändern, wieso habb mehrere games hinter mir wo ich leuten versucht hab nett was mitzuteilen welche items sie kaufen müssn ect man wird beleidigt mit *du hurensohn kannst eh nix und willst mir weis machen das ich rageblade statics und hurricains nicht auf ner mf zusammen baun solle und stattdessen ein infinity oder blutdürster du hast keine ahnung*,\nwenn man nun aber flamet machen es die leute leider frag mich nicht wieso da kommt nichtmal ein kommi mehr.\ndeswegen ist meine beurteilung nur scheis egal ob man deswegen verliert hauptsache die leute lernen draus.\n\nlg","replies":[]}]}]}]},{"id":"","poster":"PTP Polaris","date":"2017-04-20T18:05:33.987+0000","up_votes":4,"down_votes":1,"body":"Um genau zu sein gibt es keinen Grund zu flamen. Wenn man denkt das man sich durch Flame mächtiger da stehen lässt oder reifer bewirkt das genau dies nicht. Zudem flamen ein Großteil der Flamer, weil sie denken das sie verlieren werden und dies nicht wahrhaben wollen, der Flame trägt jedoch nur dazu bei, zu verlieren, weshalb Flame generell total unnötig und dämlich ist.\nGrüße, Xecrone","replies":[]}]},{"id":"","poster":"thefire7","date":"2017-04-21T16:50:58.041+0000","up_votes":1,"down_votes":1,"body":"2) & 3) sind so useless wie nen Hase in einer Säuremine","replies":[{"id":"","poster":"eingew","date":"2017-04-21T17:10:47.407+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=thefire7,realm=EUW,application-id=KYnfKGf0,discussion-id=GZZv14hP,comment-id=0002,timestamp=2017-04-21T16:50:58.041+0000)\n>\n> 2) &amp; 3) sind so useless wie nen Hase in einer Säuremine\n\nÜber Punkt 3 kann man diskutieren, aber Punkt 2? Was soll daran schlecht sein, die meisten Menschen werden gerne gelobt, wieso sollten die Spieler dadurch nicht besser spielen?","replies":[]}]},{"id":"","poster":"Zanlan","date":"2017-04-21T18:51:01.608+0000","up_votes":1,"down_votes":1,"body":"Eben, es wird sich nichts dran ändern, die Person feedet eh weiter rein :D","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-04-24T09:55:12.216+0000","up_votes":1,"down_votes":2,"body":"Haha im Grunde hast du schon Recht aber wenn das eigene Team 7-30 steht wenn juckt es da noch ob es die Chance gibt zu gewinnen? \nYOLO \nlos flamen bis zum umfallen hahahahahaha \nich hab gelernt dieses Spiel nicht mehr persönlich zu nehmen und flame ( mehr so ein bisschen reizen mit hahaha am ende) um zu sehen wie sich die Leute drüber aufregen. Ich persönlich bin Main support und wenn mein Mid und Top bis zum Tode feeden, Jungler niemanden aushilft, keine objectives (Drache, Türme, Herald, Kills an Carrys) gemacht werden dann kann ich als Support auch nicht das Blatt wenden daher finde ich es unfair für mich das Spiel wegen denen zu verlieren (am Ende stehe ich auch 0/8/5 wegen denen ihrer zum Tode gefeedeten Laneenemies) daher finde ich wenn ich schon nicht Spaß am  Spiel habe durch ein normales Gameplay warum dann nicht so. Des ist so lustig wie die sich manchmal zusammenboxen (diese Internetrambos) hahaha. \nAlso nicht falsch verstehen. Geflamet (ich stifte die mehr oder weniger an) wird nur wenn ich wegen anderen wirklich HAUSHOCH verliere, weil die so Killgeil sind und total nutzlose Champs picken.","replies":[]}]}