{"id":"u57OE11a","poster":"Iaído","date":"2017-04-20T17:21:11.493+0000","title":"Team gesucht für ARAM-League","subforum":"Turniere & Veranstaltungen","embed":{"title":"Start","description":"Nach 6000 ARAM´s habe ich die Idee gefasst, eine Art \"ARAM-Liga\" entstehen zu lassen. Deshalb bin ich auf der Suche nach interessierten Spielern und vielleicht \"Mitgestaltern\". Falls Interesse besteht, mich hier einfach ansprechen, Nachricht schreiben oder sogar den Facebook-Link ( https://www.facebook.com/groups/794170927405219/?ref=aymt_homepage_panel ) anklicken.","url":"https://aramleague.jimdo.com/","image":"https://image.jimcdn.com/app/cms/image/transf/dimension=210x10000:format=jpg/path/s27151ca97537474c/image/if3c2ea97d4c05907/version/1491847197/image.jpg"},"up_votes":1,"down_votes":0,"body":"Hey ARAM-Begeisterte,\n\nich habe eine ARAM-League ins Leben gerufen. Und die erste Saison der Liga soll schon bald starten!\nZur Zeit gibt es 3 Teams, die sich gemeldet haben und nun kommt ihr ins Spiel, wir brauchen noch Teams!\nFalls Interesse besteht, schaut euch die Seite oder Facebook-Gruppe an oder meldet euch bei mir! Dann kann ich euch alle Infos mitteilen.\nHoffentlich melden sich Teams ;).\n\nIGN: Ia&iacute;do","replies":[{"id":"","poster":"R3playZ3","date":"2017-07-27T07:01:37.509+0000","up_votes":1,"down_votes":0,"body":"du leitest doch ebenfalls einen aram club wie du mir vor einigen monaten mal beschrieben hast sehr datailreich, sag mal wieviele seit ihr, und habt ihr auch das problem mit dem inv zur lobby?\n\nim alten clienten gabs ja noch die wundervolle funktion menschen direkt aus dem club in die lobby einladen zu können, jetzt geht das garnicht mehr :/ würde mich mal interessieren ob euch das auch betrifft. weil dann sollten wir uns mit anderen reinen aram teams mal zusammen tun bald und etwas dagegen unternehmen.\n\nich führe 1x im monat einen aktivität check durch um zu schauen wieviele meiner 133 mitglieder aktiv ist, ich schaue genau wer mit wem zusammen spielt und entsprechend wird auch befördert. durch diesen atuellen fehler haben wir einen rückgang von über 50% was teamaktivität angeht, das heißt viele machen sich nicht die mühe und schreiben den namen manuel oben rein oder nehmen jeden aus dem club zur friends liste auf, sondern sie spielen dann halt solo.\n\nich könnte jetzt jeden bestrafen und raus werfen aber der fehler ist ja viel tiefgründiger.","replies":[]}]}