{"id":"Esq4l3LP","poster":"The Demon Child","date":"2017-04-19T22:59:45.505+0000","title":"Gibt es einen neuen Drophack?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Guten Tag, \r\nGerade im Rank ist es mit, dass ich 2mal zu ganz ung&uuml;nstigen Situationen Disconnected bin. \r\nGibt es da einen neuen Drophack, welcher mich rausgeworfen haben k&ouml;nnte? \r\n\r\nNormalerweise passiert es bei mir nicht, dass bei mir das Spiel einfach so abst&uuml;rzt.\r\n\r\nLiebe Gr&uuml;&szlig;e \r\nAsura","replies":[{"id":"","poster":"Abasin","date":"2017-04-20T05:45:59.421+0000","up_votes":2,"down_votes":0,"body":"Wäre schön, wenn ihr solche Sachen im technischen Bereich diskutiert und nicht beim Spielerverhalten.","replies":[]},{"id":"","poster":"Tabi","date":"2017-04-19T23:09:05.954+0000","up_votes":2,"down_votes":1,"body":"Scheint ein Problem von Riot zu sein. Bei fliegen die Leute auch dauernd raus.","replies":[{"id":"","poster":"The Demon Child","date":"2017-04-19T23:10:47.184+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Tabi,realm=EUW,application-id=KYnfKGf0,discussion-id=Esq4l3LP,comment-id=0000,timestamp=2017-04-19T23:09:05.954+0000)\n>\n> Scheint ein Problem von Riot zu sein. Bei fliegen die Leute auch dauernd raus.\n\ndann ist es ein problem., welches besser schnell behoben werden sollte, mich hat es leider vorhin ein game gekostet, welches zum glück nur ein normal war :|","replies":[]}]},{"id":"","poster":"eingew","date":"2017-04-20T10:05:57.004+0000","up_votes":1,"down_votes":0,"body":"Bei einem Drophack würde der gesamte Gameserver angegriffen, auf dem du dich befindest, das bedeutet, dass nicht nur du, sondern alle in deinem Match Verbindungsprobleme bekommen und rausfliegen. Solche Spiele tauchen normalerweise also auch gar nicht erst in der History auf. Wenn nur du rausgeflogen bist, wird es eher einen Schwachpunkt an der Verbindung zwischen deinem PC und den Servern geben, möglicherweise ist ein Knotenpunkt in deiner Nähe betroffen, sowas passiert. Wenn du es ganz genau wissen willst, wirst du wohl Abasins Rat folgen und im Unterforum \"Hilfe und Support\" nach einer Lösung für dein Problem fragen müssen.","replies":[]},{"id":"","poster":"Maíko","date":"2017-04-20T06:04:38.867+0000","up_votes":1,"down_votes":0,"body":"Nur wenn die Hacker Zugriff auf Riots Game-Server bekommen, könnten sie dich gezielt raus nehmen. \nAber die würden den Zugriff eher für Dinge benutzen die ihnen Massen an Geld einbringen würden....nicht um 20LP zu bekommen.","replies":[]}]}