{"id":"Mo1QI2jN","poster":"Huntsmán","date":"2017-04-18T19:54:18.395+0000","title":"Runenseiten Defekt!!","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo an alle Leser,\r\nseit 2 Wochen habe ich ein gro&szlig;es Problem mit den Runenseiten. Es fing mit dem Fehler an, dass ich in der Championauswahl 2 Runenseiten nicht mehr ausw&auml;hlen konnte, dies weitete sich auf drei Runenseiten aus. Au&szlig;erdem war es lediglich beim neuen Beta Client der Fall. Nun ist es auch beim alten Client aufgetreten und hat sich verschlimmert, indem er ausgew&auml;hlte Runenseiten korrekt angezeigt, jedoch im Spiel eine x-beliebige Runenseite mitgenommen wurde.\r\nIch habe bereits 3 Tickets an den Support geschrieben, das erste Ticket wurde mehrmals beantwortet mit &quot;WIr versuchen eine L&ouml;sung zu finden, aber es scheint im Augenblick nicht m&ouml;glich zu sein&quot;, dann jedoch wurde er als &quot;gel&ouml;st&quot; markiert und nichts geschah. Daraufhin habe ich weitere geschrieben die wieder einfach als &quot;gel&ouml;st&quot; markiert wurden, ohne L&ouml;sung. \r\nIch spiele seit 2011 fast t&auml;glich und bin in gewisserweise stolz auf meinen Account, Riot Games habe ich in vielerlei Hinsicht unterst&uuml;tzt. Wieso werde ich mit diesem Problem so h&auml;ngen gelassen? \r\nDurch dieses Problem wird League f&uuml;r mich unspielbar! Wieso lasst ihr eure Updates nicht einfach sein oder pr&uuml;ft sie ausreichend auf Fehler bevor ihr jede Woche neues rausbringt und dann hinten und vorne nichts mehr hinhaut? \r\nIch sage euch, ich bin ma&szlig;los entt&auml;uscht, habe den League of Legends Support und die Community stets gelobt und als einer der besten weltweit bezeichnet... \r\n\r\nIn ewiger Trauer {{champion:32}} \r\n\r\nHunt","replies":[{"id":"","poster":"Retributionus1","date":"2017-04-26T18:10:25.417+0000","up_votes":2,"down_votes":0,"body":"Hi,\nich hab das gleiche Porblem, von meinen 4 Runenseiten kann ich nur noch  2 in der Campionauswahl auswählen, das Problem ist auch in etwa vor 2 oder 3 Wochen aufgetaucht","replies":[{"id":"","poster":"Huntsmán","date":"2017-10-15T07:16:55.303+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Retributionus1,realm=EUW,application-id=ImBE6GqA,discussion-id=Mo1QI2jN,comment-id=0000,timestamp=2017-04-26T18:10:25.417+0000)\n>\n> Hi,\n> ich hab das gleiche Porblem, von meinen 4 Runenseiten kann ich nur noch  2 in der Campionauswahl auswählen, das Problem ist auch in etwa vor 2 oder 3 Wochen aufgetaucht\n\nDas Problem hat sich wohl durch zukünftige **Updates** erledigt, vorläufig...","replies":[]}]}]}