{"id":"ks37Ar2M","poster":"1Pr3DaToR","date":"2017-04-18T16:09:22.830+0000","title":"Zuschauen","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Ich h&auml;tte mal eine Frage kann ich mir noch irgendwo high elo games im client anschauen.\r\nDas ging damals noch im alten also im ganz alten client da wurden unten rechts immer spiele vorgeschlagen.\r\n\r\nIch habe mir die spiele immer angeschaut wenn ich selbst keine zeit mehr f&uuml;r ein game hatte.\r\n\r\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"TheParøx","date":"2017-04-18T16:15:47.136+0000","up_votes":1,"down_votes":0,"body":"Alten Client Launchen geht ja noch :)","replies":[{"id":"","poster":"Lunaá","date":"2017-04-18T17:41:54.939+0000","up_votes":1,"down_votes":0,"body":"Wo ?\nBei mir ist da irgendwann nur eine weitere Infotafel hingekommen, und die mit den Games verschwunden\nFänd ich richtig cool, wenn man die da dort wieder hinbekommen könnte, war enttäuscht, dass ich da nicht mehr zuschauen konnte\nWenn du weißt, wie das geht, und es hier schreiben könntest, wär das ziemlich nice","replies":[{"id":"","poster":"Gin","date":"2017-04-18T18:57:05.969+0000","up_votes":1,"down_votes":0,"body":"Das kannst du [hier](http://i.imgur.com/3CHx1v5.png) machen.","replies":[{"id":"","poster":"Lunaá","date":"2017-04-18T19:03:31.679+0000","up_votes":1,"down_votes":0,"body":"Ich weiß wie man auf den alten Clienten kommt, das meinte ich garnicht, sry wenn das missverständlich war\nVor langer Zeit gab es auf dem alten Clienten bei den Infotafeln auf der Hauptseite des Clienten mal eine Tafel (die unten rechts), auf denen gerade laufende Hig-Elo-Games vorgeschlagen wurden, die dann jedoch entfernt wurde (warum auch immer)\nIch wollte wissen wie man die wieder bekommt (falls das geht)","replies":[{"id":"","poster":"Gin","date":"2017-04-18T19:06:05.724+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß geht das nicht.\n\nDu musst dir dann schon leider die Mühe machen und dir diese extra raussuchen.","replies":[]}]}]}]}]},{"id":"","poster":"Lunaá","date":"2017-04-18T17:56:16.887+0000","up_votes":1,"down_votes":0,"body":"Sollte bei dir wie bei mir auch im alten Clienten diese Auswahl nicht mehr vorhanden sein, kannst du zur Not auch unter Ligen (im alten Client) und dann auf \"Herausforderer-Klasse einsehen\" gehen, da sind die besten Spieler EUW aufgelistet, wenn du Glück hast, findest du ein paar, bei denen ein kleines Auge zu sehen ist\nBei diesen Spielern kannst du dann grade zuschauen, allerdings siehts du so natürlich nicht deren Team schon vorher, sondern erst im Ladebildschirm\nIm neuen Client wurde diese Funktion noch nicht hinzugefügt (hab es grade getestet)","replies":[]}]}