{"id":"Ei4pAzcw","poster":"Eonari","date":"2017-04-16T16:25:09.534+0000","title":"Toplaner gesucht Gold-Platin","subforum":"Clans & Teams","up_votes":10,"down_votes":8,"body":"Wie im Titel beschrieben suchen wir, Elysium eSports,  einen Toplaner. \nUnser Ziel ist es, als Team das best m&ouml;gliche aus uns im einzelnen wie im Team rauszuholen. Daher suchen wir einen Toplaner der ambitioniert ist, der ehrgeizig ist, der Lust hat an Turnieren teilzunehmen und die Grundz&uuml;ge des Spiels verstanden hat. Wir m&ouml;chten niemanden der gelegentlich Toplane spielt sondern jemanden der diese Position wirklich haupts&auml;chlich spielt. Desweiteren solltet ihr kommunikativ sein und kritikf&auml;hig sein. Wir fordern viel doch diese Aspekte sind alles Punkte f&uuml;r ein erfolgreiches Zusammenspiel. \nUnser Team besteht aus;\n\nJungle: Gold 1 (S6: Platin 2)\nMid: Platin 2 (S6: Dia: 4)\nAdc: Gold 4 (S6: Platiin 1)\nSupp:Silber 3 (S6: Gold 4)\n\nWir sind alle sehr hoch motiviert und suchen auch wirklich den Richtigen f&uuml;r unser Team. Denn in unserem Team herrscht eine richtig gute Synergie. Es gibt keine Gruppenbildung, jeder spielt mit jedem und jeder kennt von jedem den Playstyle. Das ist das Wichtigste an einem Team und der Schl&uuml;ssel zu einem erfolgreichem Team daher suchen wir das letzte Puzzleteil f&uuml;r unser Team.\n\nWenn du denkst du bist der richtige f&uuml;r unser Team dann adde: Reformed Unex\nMfG Elysium eSports","replies":[{"id":"","poster":"CCG Firemaker","date":"2017-04-17T10:51:15.175+0000","up_votes":1,"down_votes":0,"body":"Hey, \nich maine zwar erst seit kurzem die Toplane, aber denke ich habe gutes knowlegde und Spielverständnis.\nIch habe einen relativ kleinen Championpool, was denke ich meine größte schwäche momentan ist, aber bis ca. Platin 5 Elo\nsollte ich mit meinen schwächeren Lanern zurecht kommen.\nIch spiele extrem gerne Nautilus und Gragas Top und habe früher in Season 4 Rumble gemaint und zwischendurch immer wieder mal gespielt.\nAktuell bin ich Platin 1 mit noch gut Luft nach oben, wenn ich mehr spielen würde.\nAuf ein Team hab ich richtig Lust, also wenn man sich verstehen sollte wäre cool :)\nIch bin 22 Jahre jung und komme aus Niedersachsen, spiele League seit S2 mal mehr mal weniger aktiv und habe einmal in einem Dia 5v5 gespielt, also auch etwas Erfahrung. Headset TS etc. ist alles vorhanden und momentan habe ich Ferien, also auch noch viel Zeit.\nWürde mich freuen, wenn ihr Interesse habt.\nGrüße Darius","replies":[]}]}