{"id":"rzmQG9BF","poster":"Alb Sinthoras","date":"2017-04-16T08:07:49.776+0000","title":"Flash Bug?","subforum":"Melde einen Bug","embed":{"title":"Flash.mp4","description":null,"url":"https://drive.google.com/open?id=0B4fGYui0ca8CLWUzMVFIcmc5amc","image":"https://lh6.googleusercontent.com/OhqzZaibcPXlRI4qZxrbEbuLNdfw7S8Og0inBUxX-FnFd2XyF8jLtA=w1200-h630-p"},"up_votes":1,"down_votes":0,"body":"Als ich alles Frame per Frame durchgegangen bin, ist mir n&auml;mlich aufgefallen (sowie im Spiel selbst auch), dass eigentlich alles gepasst hat.\r\nDer Mauszeigar war an der richtigen Stelle und die Wand war auch nicht zu dick -&gt; theoretisch h&auml;tte ich &uuml;ber die Wand kommen m&uuml;ssen...\r\n\r\nDaher die Frage: Was ist da passiert? Mir ist der Bug in diesem Spiel zum allerersten Mal begegnet, wei&szlig; demnach also nicht, ob er reproduzierbar ist.\r\nMeine Theorie ist, dass Alistars Q mich &quot;in der Luft&quot; getroffen hat, dass w&uuml;rde jedoch nicht erkl&auml;ren, warum ich in Richtung Dragon Pit geflasht bin...\r\n\r\nWisst ihr, was da passiert ist?\r\n\r\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Döner izz da ","date":"2017-04-27T19:05:50.216+0000","up_votes":1,"down_votes":0,"body":"das war glaube ich kein bugg da du mit deine Maus von rechts oben bis links untem runtergezogen hast und dabei deine maus irgendwie nochmal nach rechts oben gesprungen ist, ich glaube das liegt an deiner Maus, oder du hattest genau in dieser sekunde nen hohen packetverlust und hast dan gelaggt. \nmehr Fällt mir hier auch nicht ein . \nschönen tag noch","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-04-16T10:37:57.244+0000","up_votes":1,"down_votes":0,"body":"kann es sein das du flash gedrückt hast als du noch gestunnt warst und dirs dann anders überlegt hast und wolltest über die andere wand jedoch wurde flash schon ausgelöst","replies":[{"id":"","poster":"Alb Sinthoras","date":"2017-04-16T12:14:07.608+0000","up_votes":1,"down_votes":0,"body":"Ne, kann nicht sein, ich bin es Frame per Frame durchgegangen, Flash ging einfach in die andere Richtung","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-04-16T13:13:33.560+0000","up_votes":1,"down_votes":0,"body":"doch kann sein das siehst du net im video wenn du flash drückst und cc'ed bist kommt der flash manchmal nach dem cc raus das heißt an die stelle wo dein mauszeiger war als du flash gedrückt hast","replies":[]}]}]}]}