{"id":"PVEEEEeE","poster":"JustA kleo","date":"2017-04-15T16:43:58.993+0000","title":"wie funktioniert exp die man von champ kills kriegt?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"laut lolwiki kriegt man 50% der exp DIE DER GEGNER auf seinen n&auml;chsten level braucht.\r\nwas aber nicht sein kann.\r\nman brauht 280 exp auf level 2, habe erst letztens einen champ VOR MINIONSPAWN gekillt und bekam 30 exp.\r\nda er auch 280 exp auf lv 2 braucht sollte ich 50% kriegen = 140. bekam aber 30 (oder 40 wei&szlig; nicht mehr genau)\r\n\r\nich kapiere einfach nicht wie es funktioniert\r\n\r\nzumal ist das nicht total behindert? angenommen jemanden braucht noch 1 exp bis zum lv up. wenn ich den t&ouml;te krieg ich auch nur 1 exp.\r\ndas ist doch behindert???","replies":[{"id":"","poster":"Tr3ys","date":"2017-04-16T11:55:12.509+0000","up_votes":1,"down_votes":0,"body":"Habe gerade ein wenig im Practice Tool herumprobiert und ich habe bei gleichem Level immer 35 Erfahrung für einen Kill auf level 1 bekommen, egal ob vor Minionspawn oder danach. Auch auf level 2, 3, 4... bekommt man viel weniger XP als auf LolWiki angegeben. \nDas gleiche gilt auch wenn du eine höheres/niedrigeres Level hast. Die XP reicht nie an die auf LolWiki angegebene heran.\nIch denke, dass die Angaben veraltet sind und es jetzt einfach anders berechnet wird. \nZu deiner anderen  Frage: Nein du bekommst noch die RestXP in das nächste Level übertragen. Bspw. bekommst du auf lvl 1 35XP. fehlt dir nun noch 1 XP auf lvl 2 dann hast du 34XP noch dazu wenn du lvl 2 bist.\n","replies":[]},{"id":"","poster":"Sirius00","date":"2017-04-15T18:18:55.915+0000","up_votes":1,"down_votes":0,"body":"Zitat Lolwiki: \"Gibt 50% der erforderlichen Erfahrung um auf die Stufe des getöteten Champions aufzusteigen (nicht das aktuelle Level). Das erhöht/verringert sich jede Stufe um 7% pro Stufen unterschied. Bis zu einem Minimum von 20%.\"","replies":[{"id":"","poster":"JustA kleo","date":"2017-04-15T18:27:40.754+0000","up_votes":1,"down_votes":0,"body":"und wenn beide den selben level haben was dann? dann kriegt man 30 (oder 40) exp auf lv 1?? why","replies":[{"id":"","poster":"Sirius00","date":"2017-04-15T19:00:34.796+0000","up_votes":1,"down_votes":0,"body":"Meine Theorie: Weil man nur 35 Exp bekommt, wird man zwar nach einer Wave level 2, weil aber kaum ein Champ auf Level 1 so viel Waveclear hat, wird er erst Level 2, nachdem die 2. Wave auf die Lane kommt. So wird der Gegner nicht allzu sehr von Gold und Erfahrung abgeschnitten.\n\nMfG Sirius00","replies":[]}]}]}]}