{"id":"7r7XOeVE","poster":"Ducol","date":"2017-04-15T20:07:21.542+0000","title":"Normal Draft Matchmaking einfach nur noch kaputt","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":1,"body":"Hallo Leute,\n\nbei aller Liebe, Rito, was ist mit euren Matchmaking-Algorithmus im Normal-Draft los? Warum bekomme ich zu zivilen Tageszeiten (Samstagabend) solche Teams von euch zusammengestellt? 4x pre 30 vs 5 mal levelel 30 und teilweise sogar eingeranked? Ich habe ja gar kein Problem damit, dass man St&auml;rkere gegen Schw&auml;chere spielen l&auml;sst, aber warum mutet man es einem Level 22 Toplane Garen zu gegen einen Dia 2 Tryndamere spiele zu m&uuml;ssen? Irgendwas l&auml;uft da gewaltig schief (Wartezeit war im &uuml;brigen um die 3 Minuten). Ich verstehe, dass man ab und zu pre level 30 Leute mit Level 30 pairen muss, aber alles hat seine Grenzen.\n\n&Uuml;ber eine Antwort w&uuml;rde ich mich freuen,\n\nDucol\n\nPS: https://www.pic-upload.de/view-33012820/15.04.1721.53.jpg.html","replies":[{"id":"","poster":"znshadow","date":"2017-04-20T14:43:59.533+0000","up_votes":2,"down_votes":1,"body":"Hallo Ducol,\n\nich verstehe dich.\nich bemängele das Matchmaking System schjon seit Jahren.\n\nIch habe so das Gefühl das es keinen Sinn macht solche Beiträge zu verfassen.\nDie Emissarys in diesem Forum, so Glaube ich, sind so Hardcore PRO RIOT eingestellt das diese jeden Kritischen Beitrag denonzieren, verharmlosen und vor allem nicht akzeptieren. Na mal schauen was Diese jetzt zu diesem Beitrag zum Besten geben. ;))\n\nViele andere Gamer haben auch oft das Problem das Ihre Matche eigenartig zusammen gestellt werden.\nEgal wie diese Beispiele auch sind: Bronze IV vs. Silber II auf der Midlane. Du kannst es dir bestimmt vorstellen was passiert ist.\n\nDer RIOT Support ist auch Bescheiden. Ich habe 5 Supportanfragen über dieses Thema gemacht.\nAusser das ich mich total aufgeregt habe hat das nichts genützt.\n\nManchmal habe ich das Gefühl das die etwas Besseren es gerne sehen gegen totale \"NOOBS\" zu spielen.\nDa kann man sich ja hervorragend Profilieren Emots abgeben und diese noch veralbern. \n\nStelle dir mal vor es würde ein Spielmodus geben der beinhaltete das Gamer nur gegen Ihresgleichen spielen würden.\nIch bin sicher das dieser Modus am stärksten benutzt werden würde und anschließend abgeschaft werden würde weil die \nÜberduchschnittlichen Gamer dann längere wartezeiten in kauf nehemen müssten. \n\nDas ist ein geiles Game, aber in meinen Augen ist das Matchmaking so was von schlecht.\n\nMein Rat:\nNimms hin ....\n\nZN","replies":[]}]}