{"id":"VPyplsa3","poster":"Toxic Boy","date":"2019-05-22T19:46:13.716+0000","title":"Spartac eSports stellt Coaches ein!","subforum":"Clans & Teams","embed":{"title":"Join the Spartac eSports Discord Server!","description":"Check out the Spartac eSports community on Discord - hang out with 124 other members and enjoy free voice and text chat.","url":"https://discord.gg/dePJHmx","image":"https://cdn.discordapp.com/icons/565935735828512773/2c9f3c5e66fae8eefe48d50a70d8e948.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Hallo Freunde des eSports!\r\n\r\nDas Spartac eSports Team möchte euch einladen, Teil einer Großartigen Community zu werden und uns zu unterstützen, eine große Community auf die Beine zu stellen. \r\n\r\nDazu brauchen wir natürlich tatkräftige Mitarbeiter als Coaches, welche unsere aufstrebenden Teams trainieren!\r\nSolltest du Interesse haben uns dabei unter die Arme zu greifen, solltest du folgende Dinge mitbringen:\r\nDu solltest Spaß an der Sache haben. Motivation ist das A&amp;O!\r\nflexible zeitliche Einsetzbarkeit ist von Vorteil. \r\nDu solltest eine Gewisse Sozialkompetenz mitbringen. Wir möchten nette und kompetente Mitarbeiter!\r\nAuch Teamgeist und Erfahrung in dem Bereich sind gern gesehen. \r\nEin gewisses Grundverständnis für EDV ist von Vorteil.\r\nDu solltest ein taktisches Verständnis für das Spiel mitbringen.\r\n\r\nDas wären deine Aufgaben:\r\nDu trainierst dein eigenes Team in LoL.\r\nDu sorgst wenn nötig (und möglich) auch für individuelle Trainingsmethoden für einzelne Teammitglieder.\r\nDu solltest immer auf dem neuesten Stand sein, was die aktuelle Meta angeht.\r\n\r\nWir müssen dich jedoch auch darauf hinweisen, dass die Arbeit als Coach eine gewisse Pflicht mit sich bringt. Als Coach bist du Teil des Teams und auch in der Pflicht deinen Aufgaben nachzukommen, um auch den Spielern eine gute Umgebung zu schaffen. Bedenke deine Entscheidung also bitte gut! \r\n\r\nWenn du nun Lust hast und Motiviert bist uns beizutreten, bewirb dich einfach mit einem kurzen Schreiben und Lebenslauf bei uns: spartac.esports.leitung@gmail.com\r\n\r\n\r\nWir freuen uns auf die aufstrebenden Geister der LoL-Community, die uns in baldiger Zukunft unterstützen werden.\r\n\r\nEuer Spartac eSports Team","replies":[{"id":"","poster":"IllIlIllIllI","date":"2019-05-22T21:17:35.527+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich das so lese, dann fordert ihr quasi alles und bietet... genau was? \n\nJede Community sagt von sich sie sei die \"Beste\".\nIhr redet viel von dem was ihr da erwartet und was für eine Pflicht das ganze mit sich bringt. Wenn ich mir nun also als Coach die Frage stelle, ob ich denn wirklich bei euch mitmachen will, wenn ihr nur fordert und mir dann auch noch ans Herz legt, dass ich mir das doch lieber nochmal überlegen soll.. Well, dann finde ich nicht mal einen einzigen Grund mich bei euch zu bewerben.\n\nBtw. was zum Henker geht euch mein Lebenslauf an? :D \n\nJetzt mal Butter bei die Fische. Coaching ist 'ne (und Pardon für den Ausdruck) \"Scheiß-Arbeit\". Du hast schon genug damit zu tun dich um die Teambalance zu kümmern und die Games von denen zu analysieren, dir sinnvolle Trainingsmethoden zu überlegen, einen Trainingsplan zu erstellen, Solo- und Teamcoaching in Einklang zu bringen, mit dem Management zu kommunizieren, Scrims zu organisieren,bla ... bla... bla. Und dann macht ihr noch mehr Druck, als der Job sowieso schon mit sich bringt? \nAus genau dem Grund hab ich damit aufgehört, denn man reißt sich den Allerwertesten dafür auf, dass ein paar Dullies, die nicht wissen wie LoL funktioniert, ein bisschen besser werden und dann sind die Dullies und die Orga für die man arbeitet auch noch undankbar. Du wirst für jeden Mist zur Verantwortung gezogen. Das ist Müll. Ernsthaft. :D\n\nIch meine versteht mich nicht falsch, jeder hat seinen Preis, aber von einem Exzellenten Gehalt ist hier leider nicht die Rede. \n\nWell, als ich anfing das zu schreiben wollte ich daraus eigentlich keinen Roman machen, aber irgendwie bekomm ich das nie hin..\nAchja, und da ihr euch evtl. fragt was ich von euch will. Nichts, ich hoffe einfach nur, dass ihr ein bisschen mehr versteht wieso sich kein seriöser Coach auf so ein Posting melden wird und dass ihr ein bisschen dankbarer für den Batzen Arbeit, den euer/eure zukünftiger/zukünftigen Coach/-es sich machen wird/werden. Denn nichts fickt deine Motivation als Coach so, wie undankbare Spieler und Mitarbeiter des Managements.\n\n\nCya.","replies":[{"id":"","poster":"SSF LastAngel","date":"2019-05-23T10:49:01.124+0000","up_votes":2,"down_votes":0,"body":"Ich weiß ja nicht wie es dir so in deinen Coaching Sessions und bei diversen Teams gegangen ist, ich für meinen Teil habe am Coaching immer sehr viel Spaß gehabt, und dadurch das es nicht auf annähernd professioneller Basis durchgeführt werden soll in diesem Fall sehe ich nicht ein, warum man sich viel Druck machen muss. Coaching ist nur dann scheiße (ja ich weiß toller Ausdruck Kappa) wenn deine Spieler keine Lust auf das Improven haben, keine Synergy zwischen Coach Spielern etc besteht und so weiter. An sich ist es sehr schön weil man merkt wie viel man eigentlich geben kann, wenn es jemanden wirklich interessiert und wie dankbar leute sind das sie unterstützt werden (zumindest waren das so meine Erfahrungen). \nWas für Gehalt? Du kannst froh sein, wenn du in 2.div esl was verdienst aber doch nicht bei Orgas die nicht in diesem oder ähnlichem Spielniveaus zu finden sind. Außerdem sollte man nicht für Geld/Lohn coachen sondern weil es jemandem spaß macht, und er darin einen Sinn findet.\n\nWas Spartac Esports von ihren zukünftigen Coaches verlangt, ist ziemlich Casual weil es jeder halbwegs qualifizierte Sepp mitbringt der auch nur nen bisschen Ahnung hat von dem was er da macht (gut mal abgesehen von EDV zumindest), aber Motivation, Spaß, Kommunikation ist ja immer nötig.\n\nDas ist jedenfalls meine Meinung","replies":[]}]},{"id":"","poster":"IllIlIllIllI","date":"2019-05-25T15:57:31.992+0000","up_votes":1,"down_votes":0,"body":"Mensch, ich hab vor 3 Tagen nen Add von einem Masterspieler bekommen. Ich fragte mich nun, was der denn von einem Low-Elo Noob wie mir wollen könnte. Also nahm ich die Anfrage an und war gespannt darauf, was denn das sollte.\nPrompt kam der Masterspieler Scolera auch online und ich fragte denn, was er von mir wollen würde.\nScheinbar hat ihm meine Kritik zu seinem Coaching-Recruiting Post nicht gefallen und nun wollte er ein wenig Frust ablassen.\n\nIch habe die Unterhaltung soweit es mir möglich war mal rekonstruiert. \n\n> BraintroniX: Moin was kann ich für dich tun? \n> \n> Scolera: Und du hast also unserem Forum Post schlecht geredet ?😂😂\n> \n> BraintroniX: Ich red viel schlecht was Müll ist, was willst du denn von mir? Denkst ich bin jetzt beeindruckt weil du Master bist? oô\n> \n> Scolera: Ich arrangiere mich auch in Seminaren und habe gute Kontakte zu Coaches nach oben was mich Vlt eher auszeichnet :)\n> \n> BraintroniX: Schön für dich, freut mich. Ich weiß nicht mal wer du bist und worüber du gerade redest.\n> BraintroniX: Bitte gib mir doch mal den Link zu dem Post, den du geschrieben hast. \n> \n> Scolera: Ich wollte nur fragen ob ich dir im echten Leben irgendwie helfen kann bei deinen Depressionen. Und Einstellungen\n> \n> BraintroniX: Well, du addest mich, quatscht mich dumm von der Seite an und schnaggst eigentlich nur Dünne. Bitte sag mir doch einfach was dein Problem ist und wer du überhaupt bist. Bitte sag mir doch welchen Post du meinst, damit ich diese Unterhaltung auch einfach mal darunter setzen kann, damit jeder Sieht wie du so drauf bist und was einen beu euch erwartet.\n> \n> [...] (Diesen Teil der Unterhaltung hab ich leider nicht mehr zusammenbekommen, und ich gebe zu ich war nicht mehr wirklich freundlich danach. Aber ich sitze auch nicht in der Führungsposition einer Community...;) )\n> \n> Scolera: Für was hälst du dich eigentlich 😂\n> \n> BraintroniX: Die Gleiche Frage stelle ich gern zurück\n> \n> Scolera: Für einen netten hübschen jungen Mann ohne Depression 🤷‍♂️\n> \n> BraintroniX: Ich sage meine Meinung, das ist alles.\n\nNun, das zeigt mir einfach, wie \"Professionell\" dieser Coach-Leiter von spartac eSports ist. Absolut schwache Leistung spartac eSports. \n\n\nLobenswert erwähnenswert ist noch, dass mich Crysas sehr freundlich und nett angeschrieben hat und um ein Gespräch zu meiner Kritik gebeten hat, welches ich aber leider nach meinem ersten Eindruck abgelehnt habe.","replies":[{"id":"","poster":"Spartac eSports","date":"2019-05-25T16:27:53.274+0000","up_votes":1,"down_votes":0,"body":"Lieber BraintoniX,\n\nWir bedanken uns vielmals für deinen Beitrag und werden uns schnellstmöglich darum kümmern, das zu überprüfen. Natürlich entschuldigen wir uns noch einmal bei dir für die Unannehmlichkeiten, die wir dir eventuell bereitet haben. Wir werden uns noch einmal schriftlich mit dir in Verbindung setzen, wenn sich etwas neues ergeben hat. \nSolltest du doch irgendwann zu einem Gespräch bereit sein, scheue dich bitte nicht uns zu kontaktieren. \n\nWir wünschen dir noch einen schönen Tag,\nDein Spartac eSports-Team","replies":[]}]}]}