{"id":"E6GL0KQ5","poster":"Resp0nse","date":"2017-04-15T21:45:09.010+0000","title":"ADC Hilfe","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Hallo liebe ADC-Mains,\r\n\r\nGenau euch spreche ich an. Ich habe meine Rolle jetzt gewechselt da ich mit einer Freundin gerne duo bot spielen m&ouml;chte.\r\n\r\nJetzt habe ich zwar Grad erst angefangen ADC zu spielen, aber ich bekomme runde aufs maul.\r\n\r\nMeine Frage nun: \r\nHabt ihr Tipps zum gezielten &uuml;ben von ADC? Ich hab einfach nicht das Gef&uuml;hl, das ich wirklich grossen Einfluss auf das Spiel habe. Liegt es an meiner champion Auswahl? Liegt es an meinem Farm oder an sonst irgendwas? \r\n\r\nIch platze einfach Instant weg und werde nat&uuml;rlich gefocust. So gut es geht versuche ich auch alles vor mir anzugreifen. Aber jeder mid laner, jeder jungler, jeder top laner rennt einfach &uuml;ber mich dr&uuml;ber als ob ich kaum anwesend bin. \r\n\r\nBitte helft mir mit gezielten &Uuml;bungen die man machen kann au&szlig;er &quot;Spiel einfach&quot;. Das ist im Moment sehr frustrierend. Eine grosse Hilfe z.b. W&auml;re eine kleine Liste vielleicht mit Support und adc die sehr gut Synergieren. (Hab keine aktuelle gefunden) und was mich freuen w&uuml;rde, w&auml;re eine kleine Liste der Power Spikes des jeweiligen ADC. Auch hier habe ich leider keine aktuelle Liste gefunden :( \r\n\r\nIch freue mich &uuml;ber jede Hilfe. \r\n\r\nMfG\r\nJeqqoHD","replies":[{"id":"","poster":"Bobby Bonkers","date":"2017-04-16T03:44:20.486+0000","up_votes":2,"down_votes":0,"body":"Ja das ist halt ADC life bro, man wird halt im Normalfall von jedem außer dem Supporter genagelt( es sei den es ist Zyra etc, dann killen die dich auch).  \nDie Tipps die ich dir geben kann sind:\n \n1: Farm, Farm,Farm! \nAls Adc bist du mehr auf deine Items angewiesen als sonst irgendeine andere Rolle, je mehr du hast desto besser. Grade wenn du early behind gefallen bist musst du dich darauf fokussieren die Sidelanes zu farmen um deine Items zu erwirtschaften, in Teamfights wärst du ohnehin nicht relevant.( Hier allerdings unbedingt aufpassen nicht z.b vom Gegnerischen Rengar weggenascht zu werden) Also Minimap unbedingt im Blick behalten!\n\n2: Positioning.\nDas absolute A und O. Grade in Teamfights ist es essenziell darauf zu achten wo man steht! In den meisten fällen wird ein einziger getroffener CC deinen Tod bedeuten.( Ich weiß nicht was du vorher gespielt hast, aber bei mir wars so, als ich von Tanky Toplanern auf Adcs gewechselt bin, das ich mich viel zu leichtfertig von CCs hab treffen lassen z.b Elise Stun anstatt es mit Flash zu dodgen. Lag daran das ich daran gewöhnt war das ein getroffener Skillshot nicht direkt mein Ende bedeutet. Als Marksman weht da aber ein ganz anderer Wind.\n\n3: Attackmoving/ Kiting\nGrade wenn man gechaset wird kann man so noch eine Ganze menge Schaden rausdrücken und sich gegebenenfalls mit Lifesteal gegenheilen. Man muss aus allen Situationen versuchen den meisten schaden anzurichten ohne sich zu gefährden, und beim stumpfen weglaufen ohne zu kiten geht einfach eine unmenge an Dps verloren.\n\n4: Der richtige Champion\nGrade am Anfang würde ich von vielen Adcs eher abraten. \nDazu gehören die unmobielen ADs wie Twitch oder Jinx, weil du bei einem falschen Positioning keine Chance hast dich zu repositionieren oder entscheidene Skillshots zu dodgen. \nAuch von denen mit eher komplexen Kits und mechanics würde ich mich fernhalten ( Draven Kalista) \nWen ich dir für den Start empfehlen kann ist Ezreal. Er hat nen soliden Escape, gute range und ist relativ früh im spiel schon stark.\n\n5: Den Richtigen Champion für die jeweilige Situation.\n\nOft muss man darauf achten den Richtigen Champ ür dein Team/ gegen die Gegner zu picken. Hier ein paar beispiele.\n \nHaben die Gegener viele Tanks ist Jhin komplett Useless da er so ziemlich der schlechteste Tankkiller ist.\nHaben die Gegner Caitlyn ist Ein Vaynepick dein Todesurteil.\nHat dein Team niemanden der dich beschützt picke keinen hypercarry wie z.b Kog.\n\n \n\nFazit:\nMeiner Meinung nach ist ADC eine Rolle die alles andere als leicht ist. \n Grade im SoloQ bist du dem Gegnerteam oft hoffnungslos ausgeliefert weil dich niemand beschützt und du einfach von gegner Assassin/Tank ungehauen wirst.\nAußerdem wirst du vergleichsweise erst Sehr spät im Spielverlauf Stark und viele Spiele werden im SoloQ schon in den ersten 20 min verloren, lange bevor du wirklich aufs spielgeschehen einfluss hast.\nAuch wenn man Early behind fällt z.b durch Ganks des Junglers/Midlaners, wird es sehr schwer wieder ins Spiel zurück zu finden.\n\nHoffe ich hab dir ein Wenig helfen können :)\nWenn du noch fragen hast, oder hilfe brauchst kannst du mich gern in Lol unter Egeborg adden. \n\nMfG Egeborg","replies":[{"id":"","poster":"Resp0nse","date":"2017-04-16T05:28:04.372+0000","up_votes":1,"down_votes":0,"body":"WOW! Danke für diese super Antwort. Kannst du mir vielleicht sogar einen YouTube empfehlen der ganz gute guides macht? Ob deutsch oder englisch ist egal. \n\nMit so einer Antwort habe ich auch generell nicht mit gerechnet^^ danke auch dafür. Ich werd dich nachher mal adden.","replies":[{"id":"","poster":"Bobby Bonkers","date":"2017-04-16T11:34:57.384+0000","up_votes":1,"down_votes":0,"body":"Gerngesehen :D\nHmm mit würden Phylol und Sola einfallen","replies":[{"id":"","poster":"Resp0nse","date":"2017-04-16T13:27:24.866+0000","up_votes":1,"down_votes":0,"body":"Sola gucke ich gerne. PhyLoL kenn ich nicht, gucke mir den mal an. Du findest nicht zufällig auch noch ne aktuelle Liste mit Power spikes der champions? Ich find nur welche von vor nem jahr ca.","replies":[{"id":"","poster":"Bobby Bonkers","date":"2017-04-16T15:34:17.602+0000","up_votes":1,"down_votes":0,"body":"Gefunden hab ich jetzt keine kann dir aber mal so ne Grobe übersicht geben\n\nPowerspikes sind bei Adcs so gut wie komplett itemabhänige, also auch davon wie gut du im game bist.\n\nCritchamps: hier liegen die Powerspikes sehr spät erst bei 3-4 items.\nTripple crit (runaans,IE,firecannon) ist sehr stark, allerdings ziemlich weak gegen Tanks, hier würde ich dann gegebenenfalls als drittes Item nen Lastwhisper und danach crit. Beispiele hier wären: Jinx, Caitlyn, Twitch\n\nBlade: Blade of the ruined King ist im Moment super Stark und wird oft als erstes Item gerusht und das zurecht. Es gibt dir einfach eine super angenehme Lane und ist schon als einzelnes Item sehr stark und fast jedes weitere Item ist ein weiterer Spike. Ob man jetzt wie Ashe danach auf Runaans und Blackcleaver geht. Oder wie viele Critchamps, die im Moment Blade first bauen, in weitere Crit items.\n\nTriforce: Charaktere die dieses Items rushen sind sehr früh stark, weil es alleine schon ziemlich stark ist. Beispiele Hier: Ez Corki","replies":[]}]}]}]}]},{"id":"","poster":"antitomatexd","date":"2017-04-15T23:16:39.713+0000","up_votes":1,"down_votes":2,"body":"http://champion.gg/","replies":[]}]}