{"id":"hTJ8LHEQ","poster":"A VERY BAD YASUO","date":"2017-04-15T07:39:59.463+0000","title":"Netter Clan gesucht!","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo Summoner!\r\nmein Name ist Kolja / Kolle, ich bin 18 Jahre alt und auf der Suche nach einem ambitionierten Team / Clan, die einen weiteren Spieler aufnehmen m&ouml;chten.\r\nMeine eigentlichen Mainlanes sind Top / Mid, ich habe aber bisher immer alle Lanes bunt durchgemixt.\r\nMeine derzeitigen Mainchamps sind {{champion:157}} , {{champion:64}} , {{champion:81}}.\r\nMeine Elo in S6: Platin 3\r\nMeine Elo in S7: Solo/Duo [GoldV] und Flex [SilverIII] \r\n\r\nDa ich aber sehr unregelm&auml;&szlig;ig alle Lanes durcheinander gespielt habe bin ich quasi &uuml;berall reinsteckbar.\r\nIch w&uuml;rde sehr gerne mal wieder das Gef&uuml;hl von Teamplay, Spa&szlig; miteinander und was sont alles so im Clanleben vonstattengeht haben, \r\nwelches in den letzten Monaten nach Aufl&ouml;sung meines alten Clans stark verschwunden ist.\r\nDas hat dir gerreicht? Dann adde mich doch ingame: &quot;A VERY BAD YASUO&quot;\r\n\r\nAnsonsten hier noch eine detailliertere Beschreibung zu mir:\r\nIch bin ehemaliger Streamer, auch Veranstalter von eigenen Streamturnieren, kann aber derzeit nicht streamen,\r\naufgrund von (noch) Internetproblemen.\r\nIch w&uuml;rde das streamen aber sehr gerne bald wieder aufnehmen! \r\nIch bin auch sehr interessiert an Clans / Teams die etwas mehr erreichen wollen!\r\nAber im Vordergrund steht f&uuml;r mich IMMER der Spa&szlig;. Wenn also innerhalb des Teams Geflame und Toxictalk entsteht,\r\nbin ich raus. Wenn ein Teammitglied einen Fehler macht, dann soll das Mitglied Unterst&uuml;tzung erhalten und nicht noch mehr unter Druck\r\ngesetzt werden.\r\nIch sehe mich selbst als guten Spieler, weiss aber auch das ich auch zu Unachtsamkeiten und Overextendings neige.\r\nIch bin aber trotzdessen sehr Teamkoordinationsf&auml;hig, besitze eine gute Auffassungsgabe vom Gegnerverhalten und\r\nreagiere auf Calls / bin in der Lage selbst kleinere Calls zu machen.\r\nIch habe sehr gro&szlig;en Respekt vor meinen Mitspielern, aber kann es nicht haben wenn die Stimmung zu ernst ist.\r\nIch finde eine aufgelockerte Stimmung im TS am besten, auch wenn Sp&auml;&szlig;e auf Kosten anderer fliegen ist das f&uuml;r mich absolut okay,\r\nich kann auch gerne aufgezogen werden. !AUSSER die Person wird durch den Witz irgendwie verletzt!.\r\n^-^\r\n\r\nnoch ein paar Nebendetails (Non-Leaguerelated):\r\nIch bin Producer und Rapper,\r\nIch habe schwarzen Humor,\r\nIch h&ouml;re Rap / HipHop, Metal, Subgenres von beidem,\r\nIch bin Loyal, hilfsbereit und erwarte keine Gegenleistungen f&uuml;r meine Dienste, inwasauchimmer. :D\r\n\r\nJetzt interessiert? Adde mich Ingame! &quot;A VERY BAD YASUO&quot;","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-04-15T08:47:54.383+0000","up_votes":2,"down_votes":1,"body":"Guten Morgen Kolle,\n\nmir gefällt deine Einstellung und deine detaillierte Suche =) . Aus diesem Grund habe ich dir einen Add da gelassen um Mal über unsere ü18 Community \"**Nerds Go Casual**\" zu quatschen.\n\nWenn du vorab mehr über uns erfahren möchtest lasse ich dir eben noch unsere Vorstellung da --> [KLICK](https://boards.euw.leagueoflegends.com/de/c/clans-teams-de/bfLp3ur0-oi-nerds-go-casual-a18-community-laadt-zum-zocken-ein-oi)\n\nLiebe Grüße und einen schönen Ostersamstag wünscht dir,\nNGC Polyxena | Julia","replies":[]}]}