{"id":"qfu5EjMn","poster":"Faker on Buffalo","date":"2017-04-13T20:47:33.962+0000","title":"Sprache","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Warum l&auml;sst Riot mich nicht mit der Sprache League of Legends Spielen mit der ich will???\r\nIch w&uuml;rde nehmlich gerne auf Koreanisch spielen (nicht auf den Server ) &quot;ko_KR&quot;\r\nIch hab alles vergeblich versucht auf den alten Client konnte ich noch auf Koreanisch spielen auf  den neuen leider nicht mehr.\r\nIch kann auch wegen einen bug nicht mehr auf den alten Client Wechseln! ICH SAG DA NUR GG RIOT","replies":[{"id":"","poster":"Ayka","date":"2017-04-13T21:25:52.240+0000","up_votes":1,"down_votes":0,"body":"Du musst das in der gamekonfig ändern, das ist auch unabhängig davon, welchen Client du benutzt.\n\nDiesmal kein gg Riot:P ist ganz easy","replies":[{"id":"","poster":"Pandaphiri","date":"2017-04-13T21:50:43.353+0000","up_votes":1,"down_votes":4,"body":"sry aber ich finde es schwachsinnig das man es in der konfig ändern muss  und nicht im client alle sprachen zur verfügung hat (egal in welcher region man spielt). verstehe ohnehin den sin nicht das man z.b. euw spielt aber z.b. kein japanisch  wählen kann als audio und/oder text","replies":[{"id":"","poster":"recon","date":"2017-04-13T23:09:34.883+0000","up_votes":2,"down_votes":1,"body":"Weil Koreanisch, Japanisch oder sonstige Sprachen aus dem asiatischen Raum nun mal nicht gängig sind in Europa.\nIm alten Client ging das genauso wenig wie im Neuen, siehe [hier](http://i.imgur.com/zMRBrzP.jpg\"). Hierzu musste schon immer die Config geändert werden, wenn man eine andere Sprache als die Gängigen für die jeweilige Region nutzen wollte. \nWenn dir der kurze Aufwand von einer Minute zu viel ist, musst du wohl mit den verfügbaren Sprachen leben.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-04-13T23:33:21.831+0000","up_votes":1,"down_votes":4,"body":"du verstehst den kern hinter meiner aussage nicht: was bitte daran ist schlimm allen leute alle sprachen zur verfüfgung zu stellen anstelle es immer regionsbegrenzt zu machen. jedes andere Spiel das Multilingual ist und auch server hat wie EU/usa und co schränkt sich doch auch nicht damit ein die sprachen nur auf die regionen zu begrenzen sondern bieten sie mi allgemeinen zugänglich für alle regionen an. \n\nAbgesehen davon müsste riot doch inzwischen schon gesehen haben das es genug leute gibt die es sich manuell ändern. Wozu also die Leute dazu bringen in der config zu wursten  wenn man im Clienten einfach alle Sprachen für alle regionen zugänglich machen könnte?\n\ndazumal will ich z.b. auch nur die Audiospur ändern und nicht text und audio","replies":[]}]}]}]}]}