{"id":"MtRhcU0b","poster":"Rocky085","date":"2017-04-13T16:56:43.771+0000","title":"Helden-Idee - Schwertkämpfer / Champion-idea - swordsmen","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Deutsch - Helden-Idee\r\nEin Held mit einer flexiblen Klinge, welcher seine &quot;Haltung&quot; &auml;ndern kann von dem normalen einh&auml;ndigen Schwertkampf zur R&uuml;ckhand. Dieser w&auml;re ein &quot;normaler&quot; Mensch und h&auml;tte trainiert, um in die Liga zu kommen, weswegen anstatt Energie oder Mana er &quot;Ausdauer&quot; besitzt (man kann nat&uuml;rlich auch Energie nehmen, aber ich finde neue Konzepte generell interessanter), welche sich bei benutzen seiner F&auml;higkeiten dauerhaft reduziert. Au&szlig;erdem sollte er sich &auml;u&szlig;erlich abschw&auml;chen wenn er viel Ausdauer verbraucht hat, und seine sonst eigentlich leicht &uuml;berdurchschnittlichen Basiswerte sollten schlechter werden je mehr Ausdauer er verbraucht. Ausdauer regeneriert nur beim stehenbleiben und in der Basis f&uuml;llt Ausdauer sich komplett auf. Seine W und E sind auf Kameraden und sich selbst anwendbare Angriffsgeschwindigkeit- und angriffsschaden-Verbesserungen mit dauerhaften Ausdauerkosten, seine Q ist ein autoattackbuff plus Bet&auml;ubung f&uuml;r 1.6-2.0 Sekunden und seine Ultimative F&auml;higkeit R wechselt seinen Kampfstil auf die R&uuml;ckhand (ohne Kosten), in welchem er Reichweite f&uuml;r Angriffsgeschwindigkeit opfert. Der Unterschied zwischen diesem und der {{champion:222}} Q ist hierbei jedoch, dass er Basis-Angriffsgeschwindigkeit bekommt und die Abklingzeit so 30 Sekunden (nat&uuml;rlich abh&auml;ngig von Level) hat, sodass man eine Weile im Modus bleiben muss und er es nicht &quot;einfach so&quot; wechseln kann. Au&szlig;erdem soll er keine skalierung auf F&auml;higkeitsst&auml;rke haben. Seine Passive besagt, dass wenn er Kritische chance erlangt, wird die H&auml;lfte stattdessen konvertiert zu Schadensreduktion von kritischen Treffern, was ihn zu einem toplane counterpick zu Yasuo und anderen Kritischen Champions macht und als Supporter gegen Adc&#039;s funktionieren l&auml;sst.\r\nEnglish - Champion-idea\r\nA champ with a flexible blade, who is able to change his &quot;stance&quot; from the normal one-handed swordsmanship to the backhanded one. This would be a relatively &quot;normal&quot; Human, who trained just to enter the league - that&#039;s why he has, instead of Energy or Mana, &quot;Endurance&quot;/&quot;Stamina&quot; (you could chose Energy, but I prefer to see new concept&#039;s), which is depleted slowly, but constantly at the use of abilitys. He also should visually get &quot;weaker&quot; the less Stamina he has, as well as worsing his basestats which are at full stamina a few points stronger than on usual champions. Stamina regenerates only when not moving, or regenerates fully in Fountain. His W and E are stat-focused on teammates and himself useable attackspeed- and attackdamage-buffs which constantly take Stamina if activated, his Q is a simple melee-hit buff that stuns for 1.6-2.0 seconds and his Ultimate Ability changes his swordstyle to backhand/fronthand (without any cost). His backhand should give him a base-attackspeedbuff, while taking away autoattack range. The difference to the {{champion:222}} Q is that he has a baseattack speed buff instead of stacks, which also immediatly drops at the fronthand, as well as it has like 30 seconds Cooldown (may change with level or buffs/nervs), so that it can punish if you switch wrong. He also should not scale with Abilitypower at all. His passive is that if he has crit, it gets halved and the taken percent becomes damage reduction if you take critical hits, which makes him a supporter and toplaner, yasuo and adc counter.\r\n\r\nDeutsch - Skinidee (des oben genannten Helden)\r\nVielleicht ein Feuerskin in welchem das Feuer schw&auml;cher brennt mit verbrauch der Ausdauer.\r\nEnglish - skinidea (of the above mentioned Champion)\r\nMaybe a fire-based skin which is burning weaker and weaker with usage of stamina.","replies":[{"id":"","poster":"Jâxôr","date":"2017-04-14T12:33:42.014+0000","up_votes":1,"down_votes":1,"body":"Alle Championkonzepte ohne Artworks, und genauere Werte sind irgendwie useless, jeder Trottel kann sich da innerhalb von ein paar Minuten was aus dem Ärmel ziehen.","replies":[]}]}