{"id":"8rdcHj3t","poster":"IcryWhenIpoop","date":"2017-04-11T11:50:15.148+0000","title":"Finde einfach kein Mittel gegen Rammus als Adc....","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"...wenn ich als Adc gegen Rammus ran muss, weiss ich schon in der Championauswahl wie das Spiel enden wird. Egal ob ich R&uuml;stungsdurchdringung, Lebensraub, einfach nur Schaden oder einen Mischmasch aus allem nehme....nix hilft. Sobald ich einmal gespottet bin von ihm hau ich mich in k&uuml;rzester Zeit selbst tot an ihm. Brauche da unbedingt Hilfe bitte.","replies":[{"id":"","poster":"W0RN","date":"2017-04-11T12:51:49.161+0000","up_votes":2,"down_votes":0,"body":"Mercurial Scimitar ist das beste Item gegen ihn. Lifesteal und Magicr resist, perfekte Kombination gegen Thornmail und die Active gegen seinen Taunt. Ansonsten aufjedenfall BT, sehr viel Lifesteal und ein starkes Shield. Thornmail verursacht magischen Schaden, im Notfall kann man auch ein 2. Magic Resist Item bauen, wie z.B Maw.","replies":[]},{"id":"","poster":"Sirius00","date":"2017-04-11T16:54:20.100+0000","up_votes":1,"down_votes":0,"body":"Hey FatGuyStoleMyIce,\nwenn Rammus vor dir pickt, empfehle ich dir entweder sehr mobile Champions wie Ezreal/Kalista oder einige mit viel Range/CC wie Caitlyn doer Ashe. Der einfachste Counter für Rammus ist aber immernoch Corki. Durch hohen magischen Schaden und viel Mobilität sowie natürlicher Poke und frühe Powerspikes ist Corki DER Champion, um Rammus auf den Geist zu gehen.Pickt er nach dir, kannst du leider nur dein Itembuild auf ihn anpassen. Heisst: Früh Boots ausbauen, um kiten zu können, ein Phantomdancer zur Dmgverringerung und ein Lord Dominiks als 4./5. Item. Dazu ein Qss, welches man auch gegen andere nutzen kann. Versuche, während Rammus`s Q einen Tank zwischen ihn und dich zu bringen, und greiffe ihn aus sicherer Distanz an, damit dich die Gegner nicht attackieren und Rammus dich nicht taunten kann. Als ADC musst du keine flashy Plays machen, sondern am leben bleiben und das beste Ziel aus sicherer Reichweite angreiffen. manchmal ist das ein schlecht positionierter Carry, manchmal aber auch ein Tank wie Rammus. In beiden Fällen scheinen Adc`s aber im lategame ( im Gegensatz zu Assassins und Tanks ist ihr Schadensoutput nicht von Fähigkeiten der Champions, sondern von den automatischen Angriffen und den Fähigkeiten des Spielers abhängig). Der einfachste Weg, um Rammus zu besiegen ist aber: Selber spielen. Kauf ihn dir oder warte auf die Freerotation und spiele das Gürteltier, um dessen Stärken und Schwächen zu erfahren.\n\nMfG Sirius00{{champion:429}}","replies":[]},{"id":"","poster":"Maíko","date":"2017-04-11T12:13:31.244+0000","up_votes":1,"down_votes":0,"body":">Egal ob ich Rüstungsdurchdringung, Lebensraub, einfach nur Schaden oder einen Mischmasch aus allem nehme....\n\nGegen einen Armor Rammus ist Lifesteal und Rüstungsdurchdringung die richtige Wahl.\nPick am besten Champions, die Rammus von sich fern halten können.\n{{champion:22}} {{champion:51}} {{champion:119}} {{champion:81}} {{champion:236}}","replies":[]}]}