{"id":"EMgAxvAE","poster":"Elounie","date":"2017-04-10T19:16:31.679+0000","title":"Vorschlag für entspannteres Spielen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Wenn ihr, liebes Riot-Team, nicht bald die Pings von Spielern mute-bar macht, dann h&ouml;r ich auf zu spielen... das st&auml;ndige missing-pingen geht einem tierisch auf die Eier. Wenn spieler es jedesmal bis zur absoluten Grenze pingen nur um das Team zu nerven weil sie l&auml;ngst gemutet sind!\r\nIst f&uuml;r mich ein Grund aufzuh&ouml;ren, wenn das nicht kommt... 80% der Loses im Ranked sind doch tiltende Spieler die das Restteam gleich mit nerven!\r\nWarum ist sowas nicht schon ewig etabliert.\r\nEin R&auml;tsel f&uuml;r mich\r\n\r\nGru&szlig;\r\n\r\nElounie","replies":[{"id":"","poster":"antitomatexd","date":"2017-04-10T19:18:06.682+0000","up_votes":1,"down_votes":3,"body":"Tschüss,\nich brauche die Pings um meine Affen zu koordinieren weil diese erst nach 5 Pings verstehen das sie dies das machen sollen! \n(PS. spiele Support in Gold/Silber)","replies":[{"id":"","poster":"Megamaexx","date":"2017-04-10T19:53:48.146+0000","up_votes":5,"down_votes":0,"body":"Oder sich nach dem ersten Ping bewegen, beim 2. Ping zögerlich werden und beim 3. Ping denken, warum nervt der denn? Endet meist im Tod^^ 1x Ping ist ausreichend (auf einer Stelle), wer dann nicht reagiert, ist selbst schuld. Mich würdest du mit Pingspam jedenfalls nicht bewegen. Vielleicht liegt das auch daran, dass ich kein Affe bin.... sondern eine Giraffe!","replies":[{"id":"","poster":"OT Riku","date":"2017-04-11T10:39:45.178+0000","up_votes":2,"down_votes":0,"body":"Also wenn meine Lane miss ist, pinge ich einmal meine Lane “?“ dann im River “?“ und dann “!“ auf der jeweiligen Lane wenn dann nicht gemoved wird ist halt blöd","replies":[{"id":"","poster":"Megamaexx","date":"2017-04-11T11:37:49.125+0000","up_votes":2,"down_votes":0,"body":"Mache ich ähnlich, wobei ich nur den miss-ping auf meine Lane setze und den Achtung-ping dann nahe der verbündeten lane, die jetzt aufpassen soll.","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-04-10T22:53:38.504+0000","up_votes":2,"down_votes":0,"body":"Ganz ehrlich... dann mute die Pings doch, beschwere dich aber nicht, unter ausbleibende SS... Muten kannst du sie, in dem du unter Optionen den entsprechenden Sound runter drehst...\n\nSinnvoller wäre es natürlich eine Einstellung zu finden, in der du den Sound noch hörst, er dir aber nicht auf den Sack geht. Und das beste: Da diese Einstellung auf deinem Account und nicht auf deinem Rechner gespeichert wird, musst du sie genau ein einziges Mal finden und kannst sie danach für den Rest deines LoL Lebens verwenden...","replies":[]}]}