{"id":"kz1OE7dU","poster":"130889","date":"2017-04-11T07:27:22.392+0000","title":"Casuall League Player sucht community","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hall&ouml;schen alle zusammen\r\nIch bin der Phil, 27 Jahre alt und komme aus der n&auml;he von Hamburg. \r\nIch bin, wie der Titel  ja bereits sagt, ein ganz normaler League of legends Spieler der momentan in Silber rum h&auml;ngt, was aber auch daran liegt, dass ich relativ wenig spiele. Zwar kann es sein dass ich mich ingame ab undzu im Ton vergreife, w&uuml;rde mich dennoch eher als ruhigen und geselligen typen bezeichnen. Da meine Arbeitszeiten in der Woche dank Schicht Arbeit und Montage Arbeit stark unterschiedlich sind, kann ich leider auch keine festen online Zeiten garantieren, was schade ist, da ich sehr gerne mal in die competetive Schiene(also quasi mit einem team) des Spiels reinschnuppern wurde. \r\n\r\nIch bin Jungle main, f&uuml;hle mich aber auf jeder Position, mit Ausnahme der oberen Linie, ziemlich wohl. Mein main champion ist Shaco, aber keine angst, bin keiner dieser typischen toxic-shaco-mains. \r\n\r\nSuche hier auf diesem wege eine Gaming community ohne Verpflichtung, mit der man Spa&szlig; am zusammen zocken haben kann(duoQ, flexen, arams normals oder what ever) . Neben league spiele ich noch diablo3, overwatch, rust, dragon ball xenoverse und ein bisschen wow. \r\n\r\nTs3, discord, skype, steam, battlenet und was auch immer ist alles bei mir nat&uuml;rlich vorhanden! \r\n \r\nFalls Interesse besteht oder Ihr eine community kennt, k&ouml;nnt ihr mich gerne adden oder mir hier im forum schreiben\r\nMfg\r\nPhil","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-04-11T07:43:17.978+0000","up_votes":1,"down_votes":1,"body":"Hallöchen Phil,\n\ndu kannst dir gerne Mal die Vorstellung unserer ü18 Community \"**Nerds Go Casual**\" ansehen. Bei uns triffst du auf viele Schichtarbeiter, Studenten und auch Eltern, die ebenfalls nicht 24/7 online sein können und das verlangen wir auch nicht!\n----\nDie einzige \"Verpflichtung\", die man bei uns erfüllen muss entspricht einem gewissen Interesse an der Community (regelmäßiges reinschauen in unser Forum und in den TS, im Klartext 1x alle 2 Wochen!). Wem dies bereits zu viel Stress ist, ist leider bei den Nerds verkehrt.\n\nAnsonsten erwarten dich viele freundliche Spieler/innen im Alter von 18 - 40+ Jahren, die neben League of Legends außerdem Overwatch, D3, Hearthstone, PUBG, Pen & Paper, uvm. spielen.\n\nWeitere Informationen zu uns erhältst du hier --> [KLICK ](https://boards.euw.leagueoflegends.com/de/c/clans-teams-de/Peq7fw0e-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n\nLiebe Grüße,\nNGC Polyxena | Julia","replies":[]}]}