{"id":"WYQdkhFc","poster":"Konstiller","date":"2017-04-10T16:26:55.885+0000","title":"Gold IV (Main) ADC sucht um RAT","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey!\r\n\r\nWie schon im Titel steht, bin ich zurzeit Gold IV und spiele haupts&auml;chlich ohne Premades. Meine Main Rolle ist ADC, und ja, ich liebe diese Rolle einfach sehr! Mir macht sie wirklich sehr viel Spa&szlig; und spiele auch haupts&auml;chlich Vayne und Lucian. \r\n\r\nMir ist klar, dass ich etwas an mir verbessern muss und mich nicht verbessern kann, indem ich sage: Ich spiel eh gut, meine Teammate sind die, die feeden!\r\n\r\nIch bin somit schon zu der Erkenntnis gekommen, dass ich etwas an mir &auml;ndern muss...\r\n\r\nAber ich wei&szlig; leider nicht wie genau? Also schau auch Streams und hab schon so gut wie jedes ADC Guide VIdeo auf Youtube gesehen. Aber es tut sich einfach nichts...\r\n\r\nDaher w&uuml;rde ich nun euch bitten, mir vielleicht ein paar Tipps zu geben wie ich mich als ADC steigern kann.\r\n\r\nVielen Dank schon mal im Voraus!\r\n\r\nLG Konstiller (=ingame Name)","replies":[{"id":"","poster":"The real Furry","date":"2017-04-10T18:51:44.979+0000","up_votes":0,"down_votes":1,"body":"Die Sache ist die: Es ist schwierig dir Tipps zu geben ohne deinen Spielstil an sich zu kennen, aber ich versuchs mal. Die Kunst der Aufsteigens besteht weniger im Glück und der Teamkonstellation, auch wenn das durchaus eine Rolle spielt, sondern im Spielen an sich du brauchst Erfahrung um Skill zu bekommen und um Erfahrung zu bekommen musst du spielen :). Der Skill beschreibt in Gold noch eine niedere Rolle. \n\nWas mir viel in Gold aufgefallen ist ist, dass die Leute sich zu viel falsch positionieren und das Decidionmaking mitunter wirklich fragwürdig ist. Als ADC ist es nicht nur wichtig zu wissen dass du hinter deinem Team zu stehen hast sondern auch in welchen Situationen du WO zu stehen hast, denn es gibt durchaus Situationen bei deinen es ratsamer ist später zum Teamfight hinzuzustoßen als von Anfang an dabei zu sein um nicht (wenn das Team viele Assasins hat) von den Assasins geburstet zu werden. Ich finde es Klasse dass du derart Einsicht zeigst, was deine Situation angeht. Um besser zu werden musst du wirklich einfach nur viel spielen und vor allem viele rankeds spielen. Je mehr du spielst desto besser wirst du. Um Elo zu erklimmen gibts es keinen Geheimtipp nach dem immer alle suchen :D. Es ist schlichtweg einfach nur das. \n\nWeiterhin ist es als ADC auch wichtig zu wissen ob und wann ich Splitpushen kann und bis wohin ( darunter zählt auch das farmen von Solo XP) . Ein großer Teil der höheren Elos ist die Prediction: Was macht mein Gegner als nächstes? Wenn du extrem viele Spiele gespielt hast entwickelst du irgendwann ein Gefühl dafür, welcher Skillshot als nächstes wohin bei dem gegnerischen Champion fliegt. Aber auch diese Fähigkeit erlangst du nur mit Erfahrung. Wichtig ist es deine Gegener lesen zu können ohne dass sie dich lesen können, durch z.B. unerwartete Sidesteps oder sein aggressiver Flash an einer besonder ruhigen Stelle.\n\nZum Abschluss will ich dir noch auf den Weg geben, dass jeder Spieler seine eigene Lernkurve, bei Naturtalenten ist sie besonders steil, aber bei den meisten Spielern sehr flach, wie auch bei mir. Ich habe 3 Seasons gebraucht um aus Silber heraus zu kommen und bin dann wie ein Pfeil nach oben geschossen aber das lag auch nur daran, dass ich nie aufgegeben hab und immer weiter gekämpft hab um mein sehnsüchtigstes Ziel, Gold, zu erreichen. \n\nAlso sei nicht besorgt wenn du grade nicht aufsteigst, wenn du regelmäßig spielst steigst du auf","replies":[]}]}