{"id":"TG3yszGj","poster":"Snappynator","date":"2020-01-18T05:06:24.237+0000","title":"League of Legends startet nicht mehr (unter macOS)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Unter uns erfahrenen macOS-Usern:\r\n\r\nVor kurzem habe ich mein MacBook updaten lassen. Das Problem jedoch, vor dem Update lief LoL kein Problem. Aber jetzt lässt sich der LoL-Client nicht mehr starten. Was muss ich tun, damit es wieder funktioniert? Und ja, ich habe LoL schon neuinstalliert und der LoL-Client schläft in der Aktivitätsanzeige, kurz gesagt, reagiert nicht... .\r\n\r\nKurze Info über meinem Mac:\r\nmacOS Catalina 10.15.2","replies":[{"id":"","poster":"Snappynator","date":"2020-01-22T06:03:42.525+0000","up_votes":1,"down_votes":0,"body":"Sorry, wegen Doppelpost- Ich habe nach langen Suchen im Netz die Lösung gefunden, damit LoL wieder auf meinem Mac läuft. Blöderweise muss man nicht nur die LoL-App löschen und neu installieren. Man muss noch einige Daten in der Festplatte vorerst auch noch löschen. Vielleicht hilft das den anderen Spielern hier auch:\n\nhttps://nektony.com/mac-app-cleaner/uninstall-league-of-legends#1\n\n\nBei mir hat es geklappt und es funktioniert wieder.","replies":[]},{"id":"","poster":"Snappynator","date":"2020-01-18T14:35:25.636+0000","up_votes":1,"down_votes":0,"body":"Ehm, ich mach alles mit den Updaten sofort, um sicherzustellen, dass kein anderer Wurm unter meinem Mac die Quere kommt. Time Machine ist bei mir an, habe auch mit der Time Machine den LoL-Client nochmal resettet. Bringt nichts. Kurz gesagt, wenn jedes Mal ein neues Update rbzw. Betriebsystem unter Macintosh rauskommt, mache ich das sofort... .\n\nSicherheit auf meinem Mac und Computer ist bei mir höchster Priorität. Mein kürzester Passwort ist 16 Zeichenlang. Es beinhaltet große und kleine Buchstaben, Zahlen und Sonderzeichen. Viel Spaß beim Entschlüsseln.\n\nBoot-Camp ist für mich die blödeste Variante für das Zocken. Es würde nur laggen. Schon probiert.\n\n//Edit:\nIch habe was in der Apple Community gefunden, was vielleicht die anderen Mac-Playern hier interessieren könnte:\nhttps://discussions.apple.com/thread/250654068","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2020-01-18T10:09:39.892+0000","up_votes":1,"down_votes":0,"body":"Jetzt mal so ganz dumm gefragt :D Hast du es schon einmal neu installiert? \n\nAch und als kleine Info, die komischerweise nicht viele kennen. https://support.apple.com/de-de/HT201468 Eventuell würde das irgendwann für dich in betracht kommen.","replies":[]}]}