{"id":"uGqMfafW","poster":"WC9 Umbra","date":"2017-04-09T18:38:49.070+0000","title":"Leaverbuster wegen open mid?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":25,"body":"Ich habe eben Ezreal mid gepielt und es lief die ersten 13 Minuten auch alles ganz normal, bis ich gemerkt habe, dass der gegnerische Adc 13/0 nach 4 minuten stand. Weil ich sowieso grade einen Schlechten tag hatte und alle anderen Lanes auch reingesuckt haben, habe ich mich die n&auml;chsten 5 minuten in die Base gestellt und einfach ein bischen gechattet, damit das SPiel shnell vorbei ist, d.h ich war eigendlich nichtmal AFK.\nKeiner aus meinem oder dem gegnerischen Team hat sich daran gestl&ouml;rt, Also warum sollte ich dan daf&uuml;r bestraft werden. Es war nichtmal ranked, aber ich sitze trotzdem da mit 5 mal 20 minuten.","replies":[{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:44:50.467+0000","up_votes":10,"down_votes":0,"body":"danke riot :)","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:47:09.912+0000","up_votes":1,"down_votes":13,"body":"Denkst du das ist gerecht?","replies":[{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:47:26.812+0000","up_votes":11,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:49:05.718+0000","up_votes":1,"down_votes":9,"body":"Dan begründe mal warum das gerecht sein soll. \nIch habe niemandem das spiel versaut, keiner hat sich daran gestört.","replies":[{"id":"","poster":"eingew","date":"2017-04-09T20:02:40.242+0000","up_votes":7,"down_votes":0,"body":"Wenn sich niemand daran gestört hat, dann hat dich auch niemand reported, was automatisch bedeutet, dass Riots Systeme keinen Wind davon bekommen haben und dich nicht einmal geprüft, geschweige denn eine Strafe getriggered haben.\n\nIm Umkehrschluss bedeutet das, dass du, sobald du eine Strafe hast, automatisch auch reported wurdest.\n\nMan ist als Mitspieler übrigens auch nicht verpflichtet, dir das extra im Chat zu erklären - ich hätte das womöglich auch nicht groß gemacht, jedenfalls nicht solange ich zum einen selbst zu beschäftigt mit dem deiner Beschreibung nach großen Druck auf meiner Lane war, und zum anderen dich wahrscheinlich längst gemutet hätte, weil du durch negative Kommentare deutlich gemacht hast, dass du gar nicht mit dir reden lassen willst.\n\n> habe ich mich die nächsten 5 minuten in die Base gestellt und einfach ein bischen gechattet, damit das SPiel shnell vorbei ist, d.h ich war eigendlich nichtmal AFK.\n\nUnd ja, das sind für mich negative Kommentare. Das eigene Team ich Stich lassen und dann auch noch mit dem gegnerischen Team leichte Konversation zu führen... du lachst deinen Mitspielern ins Gesicht nachdem du sie sitzen gelassen hast.\n\n___\n\nÜbrigens braucht es abgesehen davon *deutlich* mehr als nur ein Spiel mit Leaves um bestraft zu werden.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-04-09T20:22:14.538+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=uGqMfafW,comment-id=00000000000000000000,timestamp=2017-04-09T20:02:40.242+0000)\n\n> Im Umkehrschluss bedeutet das, dass du, sobald du eine Strafe hast, automatisch auch reported wurdest.\n> \n\nLeaverbuster arbeitet doch ohne?","replies":[{"id":"","poster":"eingew","date":"2017-04-10T05:22:45.726+0000","up_votes":3,"down_votes":0,"body":"Schon, andererseits sagt Riot aber ja auch, dass es okay ist, die 7-Minuten-IP-Farms durchzuziehen sofern alle Spieler aus beiden Teams damit einverstanden sind. Offenbar ist es möglich das zu erkennen, ob nun manuell oder vom Leaverbuster allein.","replies":[{"id":"","poster":"Sirrkas","date":"2017-04-10T10:37:42.565+0000","up_votes":4,"down_votes":0,"body":"Ich glaube damit ist eher gemeint, dass keiner für Sabotage bestraft wird, wenn es alle in Ordnung finden. Ich denke nicht, dass der Leaverbuster dadurch deaktiviert wird, den man trotzdem berücksichtigen muss. Allerdings ist die Ironie hinter 20 Minuten Zeitstrafe bei jemandem, der 7 Minuten-IP-Faming betrieben hat sehr stark.","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2017-04-09T20:43:34.494+0000","up_votes":1,"down_votes":6,"body":"Genau deswegen existiert dieser Post ja überhaupt.","replies":[{"id":"","poster":"eingew","date":"2017-04-10T05:23:26.946+0000","up_votes":3,"down_votes":0,"body":"Wenn du dir so sicher bist, hast du dich schon beim Support beschwert? Der könnte die Strafe nochmal überprüfen - im Gegensatz zu uns, die sich nur in theoretischen Diskussionen verlieren können.","replies":[]}]}]},{"id":"","poster":"WC9 Umbra","date":"2017-04-09T20:43:09.907+0000","up_votes":1,"down_votes":7,"body":"Ich habe niemanden im Stich gelassen. Es war kein Problem für mein team, weil sie wussten, dass wir verloren hatten. Ich habe sie weder beleidigt oder irgendetwas in der Art. Ich gehe auch mal davon aus, dass ich nicht gemuted war, weil ich den Chat davor nichtmal benutz habe. \nIch hane den rest des Spieles damit verbracht mit dem gengerischen Thresh über Ranked zu chatten,weil der Dia 4 war, also auch wieder nichts negatives.\nIch finde es nicht grade fair wie automatisch daven ausgegangen wird, dass ich mein Team die ganze zeit beldigt habe.","replies":[{"id":"","poster":"eingew","date":"2017-04-10T05:20:41.277+0000","up_votes":6,"down_votes":1,"body":"> Ich gehe auch mal davon aus, dass ich nicht gemuted war, weil ich den Chat davor nichtmal benutz habe.\n\nAber danach, oder nicht?\n\nIch hatte gerade eben ein Spiel, was womöglich ein passendes Beispiel ist... Lucian ist mir geraquitted, offenbar habe ich meine Schilde nicht oft genug gesetzt... was Ahri dazu veranlasst hat die Mid zu öffnen. Ich muss meinen Mitspielern doch nicht ernsthaft erklären, dass ich versuchen will zu gewinnen? Ich meine das ist immerhin der Grund, warum wir überhaupt in die Queue gehen, oder? Wir wollen uns mit den Gegnern messen - möglichst fair. Wenn die Fairness aufgrund der Borniertheit einiger Mitspieler leidet mag das nervig sein, ist aber doch noch lange kein Grund, selbst diesen Verlust an Fairness zu verstärken!\n\n> Ich finde es nicht grade fair wie automatisch daven ausgegangen wird, dass ich mein Team die ganze zeit beldigt habe.\n\nDas habe ich nicht gesagt. Das hat die Ahri aus meinem Beispiel gerade auch nicht. Aber allein die Chatnachricht \"open mid\" oder eine ähnliche Erklärung fällt bereits unter den Reportgrund \"Negative Attitude\". Ebenso wie ständiges Gemecker, das Spiel sei verloren nicht angemessen ist, ist es natürlich ebenfalls nicht angemessen, die Sache selbst in die Hand zu nehmen und die Niederlage durch Sabotage sogar zu garantieren. Auch dann nicht, wenn andere scheinbar (oder versehentlich) bereits alles dafür getan haben.","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2017-04-10T15:41:24.158+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=uGqMfafW,comment-id=00000000000000000000,timestamp=2017-04-09T20:02:40.242+0000)\n>\n\n> Man ist als Mitspieler übrigens auch nicht verpflichtet, dir das extra im Chat zu erklären - ich hätte das womöglich auch nicht groß gemacht, jedenfalls nicht solange ich zum einen selbst zu beschäftigt mit dem deiner Beschreibung nach großen Druck auf meiner Lane war, und zum anderen dich wahrscheinlich längst gemutet hätte, weil du durch negative Kommentare deutlich gemacht hast, dass du gar nicht mit dir reden lassen willst.\n> \n> Und ja, das sind für mich negative Kommentare. Das eigene Team ich Stich lassen und dann auch noch mit dem gegnerischen Team leichte Konversation zu führen... du lachst deinen Mitspielern ins Gesicht nachdem du sie sitzen gelassen hast.\n\nIch würde schon sagen, dass du davon ausgegangen bist, dass ich die ganze zeit beleidgt habe.\n\nAußerdem ist die Lage mit dem Ragequit Lucian nicht die gleiche wie bei mir. Die Botlane hatte selber schon aufgegeben, und ist nurnoch afk in die Gegner gerant. Da finde ich es nicht schlimm wenn ich mich für 5 minuten in die Base stelle.","replies":[{"id":"","poster":"eingew","date":"2017-04-10T20:08:04.274+0000","up_votes":2,"down_votes":0,"body":"> Ich würde schon sagen, dass du davon ausgegangen bist, dass ich die ganze zeit beleidgt habe.\n\nDas kannst du mir gerne noch öfter unterstellen, ändert aber nichts an der Tatsache, dass ich das nicht geschrieben habe. Auch wenn du vielleicht andere Erfahrungen gemacht hast - ich meine das, was ich sage auch tatsächlich so.\n\n> Außerdem ist die Lage mit dem Ragequit Lucian nicht die gleiche wie bei mir. Die Botlane hatte selber schon aufgegeben, und ist nurnoch afk in die Gegner gerant. Da finde ich es nicht schlimm wenn ich mich für 5 minuten in die Base stelle.\n\nWo sind Top und Jungle in dieser Überlegung? Wo sind deine Gegner in dieser Überlegung? Haben die alle ausdrücklich mit deinem Verhalten zugestimmt? Gab es auch nur einen, der aufgrund der Vehemenz, mit der seine Mitspieler ständig darauf aus zu sein scheinen, ihn zu frustrieren, obwohl er einfach nur ganz normal zocken will, resigniert jeder scheinbar komplett sinnlosen Diskussion, die sich wie ein Gespräch mit einem Tonband, was immer nur dieselben leeren Phrasen abspielt, anfühlt, einfach aus dem Weg gegangen ist?\n\nMag ja sein, dass du mehr bist als dieses Tonband, aber kannst du deinen Mitspielern wirklich vorwerfen, dass sie angesichts der regelmäßigen Uneinsichtigkeit gegenüber derlei Vorwürfen einfach keine Lust mehr haben, darüber eine Diskussion anzufangen?\n\nUnd ganz ehrlich... wenn du so nachgiebig bist, wieso tragen wir dann jetzt und hier genau diese Diskussion aus, statt dass du akzeptierst, dass es einfach falsch ist, sein Team so im Stich zu lassen?","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2017-04-10T07:48:05.639+0000","up_votes":1,"down_votes":0,"body":"Leaverbuster arbeitet doch unabhängig von reports.","replies":[]}]}]}]}]}]},{"id":"","poster":"Zanlan","date":"2017-04-09T19:04:40.357+0000","up_votes":7,"down_votes":0,"body":"Du warst AFK in der Base, was willst du mehr wissen!?","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T19:07:21.640+0000","up_votes":2,"down_votes":9,"body":"Ich war ja nicht afk. Ich habe gechattet und ein paar kills mit der ult geholt.","replies":[]}]},{"id":"","poster":"Morphre","date":"2017-04-09T19:20:49.095+0000","up_votes":5,"down_votes":0,"body":"Hey,\n\ndas ist ganz simpel, der Leaverbuster hat eingegriffen, da du mit deinen 5er prem8s vorher 7min Games geforced hast wegen des IP Boosts, was verboten ist wenn nicht beide Teams damit einverstanden sind. Deswegen wurdest du vermutlich des öfteren gemeldet und wurdest deswegen vom Leaverbuster erwischt ;)\n\nMfg Morphre | FullMetall Pony","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T19:22:00.070+0000","up_votes":1,"down_votes":9,"body":"Es waren aber alle damit einverstanden....\nEinige haben soger versucht ein baserace daruas zu machen","replies":[{"id":"","poster":"Morphre","date":"2017-04-09T19:26:25.209+0000","up_votes":6,"down_votes":0,"body":"Es geht darum, ob ALLE Spieler aus dem Gegnerteam damit einverstanden sind/waren.\nDa es schon genügt, wenn nur einer aus dem Gegner Team es nicht möchte.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T19:28:47.842+0000","up_votes":1,"down_votes":9,"body":"Das ist ja nicht sehr demokratisch, wenn ein Spieler 9 anderen etwas aufzwingen darf.\nWäre witzig, wenn das beim Surrendern auch so wäre.","replies":[{"id":"","poster":"eingew","date":"2017-04-09T19:52:29.828+0000","up_votes":8,"down_votes":0,"body":"Diese Demokratie besitzt einen Minderheitenschutz, der dazu führt, dass ihr als Gruppe dem einen Spieler nicht eure Sabotage aufzwingen dürft - denn genau das es, wenn ihr euch weigert, das Spiel normal zum Sieg zu spielen.","replies":[]},{"id":"","poster":"Morphre","date":"2017-04-09T19:30:39.332+0000","up_votes":1,"down_votes":0,"body":"Nun, das ist allerdings leider so, da es sich eigentlich auch von selbst erklärt,\n dass man in normal games \"normal\" spielt,\n das mit dem Surrendern ist da eine ganz andere Sache :)","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-04-09T19:54:29.305+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=TheDunkingDarius,realm=EUW,application-id=KYnfKGf0,discussion-id=uGqMfafW,comment-id=0005000000000000,timestamp=2017-04-09T19:28:47.842+0000)\n>\n> Das ist ja nicht sehr demokratisch, wenn ein Spieler 9 anderen etwas aufzwingen darf.\n> Wäre witzig, wenn das beim Surrendern auch so wäre.\n\nWenn man keine Ahnung hat, was \"Demokratie\" bedeutet, vielleicht das Wort einfach nicht benutzen.\nPeinlich...","replies":[]}]}]}]}]},{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:52:35.518+0000","up_votes":5,"down_votes":0,"body":"und lügen tust du auch noch:\nhier  für alle der troll:\nhttps://euw.op.gg/summoner/userName=thedunkingdarius","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:54:32.226+0000","up_votes":1,"down_votes":10,"body":"Wenn du dir auch nur im Ansatz Mphe gegeben hättest, dann hättest du bemerk, dass die spiele davon 5er Premade wegen ip farm waren. Ich haber weder gelogen noch sonst irgendetwas getan, dass das  Spielerlebnis von Anderen beinträchtigt.","replies":[{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:55:23.574+0000","up_votes":2,"down_votes":8,"body":"deswegen gibts von mir für dich an den riot support auch noch nen extra ticket damit du den perma kriegst.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:55:51.668+0000","up_votes":2,"down_votes":5,"body":"Wofür den?","replies":[{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:56:48.885+0000","up_votes":3,"down_votes":3,"body":"kanns ihm jemand erklären, das ist mir zu dumm.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:57:15.707+0000","up_votes":2,"down_votes":6,"body":"Du hast nur offensichtlich kein einziges Argument","replies":[{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:58:49.621+0000","up_votes":3,"down_votes":5,"body":"ne, das ist mir nur zu dumm","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T19:01:14.607+0000","up_votes":3,"down_votes":6,"body":"Das finde ich einfach nur traurig. Erst regst du dich hier auf, weil du dich nicht richtig informiert hast, und jetzt kannst du nichtmal deinen Standpunk begründen, oder traust dich nicht zuzugeben, dass du einen Fehler gemacht hast.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-10T07:11:21.176+0000","up_votes":1,"down_votes":2,"body":"Keine sorge, ich würde das selbe wie er machen","replies":[{"id":"","poster":"eingew","date":"2017-04-10T08:11:32.774+0000","up_votes":4,"down_votes":0,"body":"Und genau wie er würdest du nicht nur die Forenregeln brechen, sondern deine Zeit zudem damit verschwenden mehr Frust freizusetzen um möglichst viel Potential für weitere trotzige Sabotageaktionen ingame rauszuholen.\n\nIch hoffe wirklich, dass du einfach nicht die ganze Situation kennst und gar nicht weißt, was du da von dir behauptest, bisher hätte ich dich als durchdachteren Menschen mit etwas sinnvolleren Aktionen eingeschätzt.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-10T10:02:56.046+0000","up_votes":1,"down_votes":0,"body":"Ähm, ich glaube ich habe mich missverständlich ausgedrückt. Ich wollte sagen ich würde ihn auch reporten. 7m Games zu machen oderr Open Mid ist sowasvon scheiße. Wieso spielt man das Spiel für 7m Games? Die Ip sind es niemals wert. Man spielt doch für Spaß nicht für eine Ingame Währung die dir nix bringt","replies":[{"id":"","poster":"eingew","date":"2017-04-10T10:29:14.603+0000","up_votes":1,"down_votes":0,"body":"Das ändert die Situation natürlich - denn Karavelle ist da etwas weiter gegangen.","replies":[{"id":"","poster":"Wernicke","date":"2017-04-10T15:48:49.408+0000","up_votes":1,"down_votes":0,"body":"Wie man ja dem anderen thread entnehmen kann (ohne das ich ihn mir noch mal angeschaut habe)^^\nAber ich mutmaße ja nur wer gesuchte Person XY ist :D","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"KingDanius","date":"2017-04-10T20:13:31.704+0000","up_votes":1,"down_votes":1,"body":"Tu den netten Riotern das bitte nicht an.","replies":[]}]}]}]},{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:50:46.174+0000","up_votes":5,"down_votes":1,"body":"du versaust in vier spielen hintereinander deinen mates und gegner das spiel, wirst eh bald gepermabanned","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:51:39.772+0000","up_votes":1,"down_votes":8,"body":"Wann soll ich das den bitte getan haben?","replies":[]}]},{"id":"","poster":"TerrorRaven","date":"2017-04-09T23:26:59.601+0000","up_votes":3,"down_votes":0,"body":"Falsch, du warst AFK. Daher gerechtfertigte Strafe. Außerdem arbeitet der Leavebuster auch ohne Reports.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T23:52:41.074+0000","up_votes":1,"down_votes":8,"body":"AFK= away from keyboard\nDas war ich aber nicht, ich habe ein paar kills mit der ult geholt und mit den gegnern gechattet.\nGenau da liegt das Problem. Wenn mich niemand reported sollte auch keine Strafe Folgen.\nKein report heißt, dass es keinen Stört.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-04-10T11:00:55.415+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=TheDunkingDarius,realm=EUW,application-id=KYnfKGf0,discussion-id=uGqMfafW,comment-id=00080000,timestamp=2017-04-09T23:52:41.074+0000)\n>\n> AFK= away from keyboard\n> Das war ich aber nicht, ich habe ein paar kills mit der ult geholt und mit den gegnern gechattet.\n> Genau da liegt das Problem. Wenn mich niemand reported sollte auch keine Strafe Folgen.\n> Kein report heißt, dass es keinen Stört.\n\nAfk bedeutet, dass du nicht aktiv am Spiel teilnimmst, z.b. indem du nur in der Base rumstehst.\nUnd ich glaube, das weißt du auch selbst.\nODer ist es in Ordning, wenn du in jedem Spiel 4 AFK Spieler hast, die permanent Chatten..?\nKeyboard nutzen sie ja, also keine Strafe..?\n\nNicht immer auf das wortwörtliche konzentrieren.\nWenn jeder weiß, was gemeint ist, auch wenn der genaue Wortlaut ein anderer ist, dann zählt eben nicht der genaue Wortlaut.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2017-04-10T00:02:45.720+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt: Dem Leavebuster ist das egal. Du standest 5 Minuten in deiner Basis, ohne aktiv ins Spielgeschehen einzugreifen. Und nein: Chatten zählt nicht. Außerdem hast du sowas schon öfters gemacht und nun bekommst du die Quittung dafür.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T00:40:45.635+0000","up_votes":1,"down_votes":7,"body":"Das davor waren 5er premade spiele","replies":[{"id":"","poster":"Wernicke","date":"2017-04-10T06:01:12.415+0000","up_votes":5,"down_votes":0,"body":"Nur dein team pre? \nIch sach dir ma was, auch ich als Gegner habe das Recht auf ein anständiges Spiel. Ich starte kein match um dann auf so ip farm Dullies zu treffen die mir meine Zeit und Spaß versauen. Solche werden grundsätzlich reported.","replies":[{"id":"","poster":"KingDanius","date":"2017-04-10T20:08:16.678+0000","up_votes":1,"down_votes":1,"body":"+1","replies":[]}]}]}]},{"id":"","poster":"Wernicke","date":"2017-04-10T05:59:02.627+0000","up_votes":3,"down_votes":0,"body":"Du bekommst auch die Strafe wenn du nur in der base stehst und dich nicht bewegst, oder nur tanzt, usw... Das System ist nicht so doof wie du anscheinend vorher gedacht hast! \nDu hingegen stellst dich aber ziemlich doof an wenn ich das mal so sagen darf. Es ist ja schön das du immer wieder die genaue Beschreibung von afk auspackst, und immer wieder beteuerst das du ja nich weg von der Tastatur warst, aber komm, stell dich nicht so doof an, du weißt ganz genau dass das was du machst afk sein ist^^\nIst aber ja auch egal was du denkst, jetzt weißt du ja wie das System funktioniert. \n\nDa benötigt es auch keine reports. Davon abgesehen das du nich wissen kannst wer dich vlt doch wegen was auch immer reported, braucht das afk System eben keine reports um festzustellen das du afk warst\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T15:54:42.273+0000","up_votes":1,"down_votes":4,"body":"Ja in der Tat. Jetzt weiß ich wie es funkioniert und bin nicht zufrieden damit. Wenn ich nicht reported werde, dann heißt das, dass es niemanden stört. Warum sollte ich bestraft werden wenn es niemanden Stört?","replies":[{"id":"","poster":"Wernicke","date":"2017-04-10T16:10:32.743+0000","up_votes":2,"down_votes":0,"body":"Aber das weißt du doch gar nicht. Du weißt doch nicht ob jemand dich reported. Ich kann ja sagen ich tus nicht und tu es doch.\nDavon aber abgesehen, hast du immer noch nicht verstanden dass das afk System keine reports braucht, weil es selbstständig erkennt wenn jemand afk ist. So wie in deinem Fall auch.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T17:34:46.893+0000","up_votes":1,"down_votes":5,"body":"Wie ich bereits gesagt habe: Ich habe es verstanden.\nVerstanden heißt aber noch LANGE nicht, dass ich es sinnvoll finde. \n\nZu den Reports. Keiner der Gegner hat sich beschwert, also gehe ich davon aus, dass mich auch keiner reported hat. Man sollte dem anderen spielern schon mitteilen ob und wofür man reported, weil sonst ja ggf. keinne besserung erfolgt. Ohne die Info dass man reported wird weiß man ja nicht, dass etwas nicht stimmt.\nWer sich nicht beschwert sollte auch nicht reporten.","replies":[{"id":"","poster":"Wernicke","date":"2017-04-10T17:40:26.982+0000","up_votes":3,"down_votes":0,"body":"Wieder falsch. Denn reportaufrufe, und das ist das was du dann machst, naja fast, aber ähnelt sich iwo, sind äußerst negativ und werden ebenfalls grundsätzlich reported. Da eh ein report ausreicht und zu eienr Überprüfung führt, wäre das eh noch mehr sinnbefreit.\nBei flame geht es nicht explizit um Beleidigungen, sondern um negativen chat.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T18:55:58.192+0000","up_votes":1,"down_votes":4,"body":"Ich habe hier nie von reportaufrufen gesprochen. Ich meinte, dass man, wenn man jemanden reported, einfach demjenigen beschiedsagen soll. z.B. \"i will report you for flaming all game\" einfach nur damit er mitbekommt, dass etwas nicht stimmt. Wenn er nicht weiß das er etwas falsch macht dann wird auch keine Besserung kommen.","replies":[{"id":"","poster":"CMan","date":"2017-04-10T20:17:45.269+0000","up_votes":3,"down_votes":0,"body":"Dein Wunschdenken:\n\nSpieler 1: \"Ich reporte Spieler 2 für Grund XY.\"\nSpieler 2: \"Jo danke Keule für die Info, ich sehs als konstruktive Kritik und weiß was ich besser machen soll, natürlich spiel ich trotzdem noch das Spiel ordentlich und im Team zuende, ist ja Ehrensache\".\n\nNe, so funktioniert das nicht, nicht mal ansatzweise.\n\nDas läuft eher so:\n\nVariante 1: S2: \"WTF du reportest mich, für was, ich bin doch im Recht\" - Folge  höchstens unnötige Diskussion und Chatgespamme (noch die harmloseste Variante)\n\nVariante 2: S2: \"Wat, du kleiner (hier Beleidigung einfügen) wagst es...\" - Folge: siehe 1, plus Flametirade\n\nVariante 3: S3: \"Ja wenn der mich eh reportet, dann geb ich dem doch mal nen richtigen Grund\" - geht inten\n\nAlle **deutlich** wahrscheinlicher als das was du gerne hättest. Und **genau deshalb** sind Reportdrohungen, Aufrufe und Ankündigungen auch bannable.\n\nIch mein du spielst das Spiel doch selbst. Du erlebst doch auch oft genug, wie nach Reports geschrien wird. Und ebenso, wie die die reportet werden sollen, da reagieren.","replies":[]},{"id":"","poster":"eingew","date":"2017-04-10T19:55:36.491+0000","up_votes":2,"down_votes":0,"body":"Halte ich für absolut destruktiv. Schon allein die Erwähnung eines Mutes wird von vielen Spielern nur als Provokation wahrgenommen, warum sollte ich mich weiteren negativen Nachrichten aussetzen, indem ich den Spielern mit einem Report drohe? Ich erzähle dem Bankräuber ja auch nicht, dass ich jetzt die Polizei rufe, oder? Schlechtes Beispiel in deinem Falle, weil du gar nicht vor hast, mich zu bedrohen, leider seh ich dir das nicht wirklich an, oder? Ingame bist du für mich ein potentieller Bankräuber... den ich nicht unbedingt noch zusätzlich provozieren will.\n\nGanz abgesehen davon, dass derlei Information und Aufwiegelung sowie potentiell folgende Diskussionen im Ingamechat meiner Meinung nach absolut nichts zu tun haben, sie zerstören lediglich den angenehmen Spielfluss und machen im schlimmsten Fall noch dazu die Moral des Teams komplett kaputt.\n\nMeine Empfehlung: Wenn du unbedingt 7-Minuten-Spiele absolvieren willst, frag zu Beginn ob alle damit einverstanden sind und sag dazu, dass du nur wenn jeder Spieler seine ausdrückliche Zustimmung verdeutlicht eine offene Lane durchziehst. Denn andernfalls ist offensichtlich nicht klar, ob sich dieses Risiko lohnt.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Fermi Paradox","date":"2017-04-09T19:52:18.327+0000","up_votes":3,"down_votes":0,"body":"Taktisches \"Open Mid\" sowie IP-Farmen durch \"schnelles Verlieren\" sind unsportlich und verstoßen gegen den Summoner's Code. Daher wurdest du bestraft. Chatten und rumstehen umgeht da auch nicht den Leaver Buster. Das System ist intelligent genug, um zu erkennen, wenn jemand nur in der Base rumsteht.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T20:37:30.868+0000","up_votes":1,"down_votes":9,"body":"Ja aber warum bestraft werden, wenn niemand zu schaden gekommen ist?","replies":[{"id":"","poster":"Wernicke","date":"2017-04-10T06:02:11.108+0000","up_votes":2,"down_votes":0,"body":"Wie oben beschrieben kommt der Gegner der damit vlt nicht einverstanden ist zu Schaden.","replies":[]}]}]},{"id":"","poster":"Plug In Baby","date":"2017-04-09T18:49:40.609+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T18:50:56.443+0000","up_votes":1,"down_votes":8,"body":"Ich denke, dass man sowas melden kann.","replies":[]}]},{"id":"","poster":"Stinkakeksz","date":"2017-04-10T11:11:25.173+0000","up_votes":2,"down_votes":1,"body":"Bist du ein bisschen ...........?\nDu hast 5 AFK spiele in Folge und du wunderst dich über einen Leaverbuster bekommst`?","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T15:46:46.387+0000","up_votes":1,"down_votes":2,"body":"Wie ich bereits unter Anderen Komentaren gesagt habe: die 4 Spiele davor waren alle mit 4 meiner Freunde wegen des IP Wochenendes und ich bin mir ziemlich sicher, dass da niemand auch nur im Ansatz zu schaden gekommen ist.\nZu dem Letzten Spiel, das auf das sich der Post bezieht, meine Botlane hatte es sowieso schon aufgegeben und ist nurnoch afk in die Gegner gerannt. Da finde ich es vollkommen in ordnung sich for 5 Miunten in die Base zu stellen.","replies":[{"id":"","poster":"Stinkakeksz","date":"2017-04-10T16:23:33.361+0000","up_votes":1,"down_votes":0,"body":"du hast in den Spielen jedes mal den Gegnern ein ordentliches Spiel versaut\n\nIch hätte dich als Gegner auch reported.\n\nund vorallem habt ihr wahrscheinlich so wenig EP bekommen in den spielen. Hättet ihr einfach ein Spiel in der Zeit gewonnen hättet ihr viel mehr bekommen","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-10T17:30:36.744+0000","up_votes":1,"down_votes":1,"body":"Die haben sich aber auch über die Free Ip gefreut...","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-04-11T12:41:04.221+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheDunkingDarius,realm=EUW,application-id=KYnfKGf0,discussion-id=uGqMfafW,comment-id=0009000100000000,timestamp=2017-04-10T17:30:36.744+0000)\n>\n> Die haben sich aber auch über die Free Ip gefreut...\n\nSpielst du das Spiel, um deine IP aufzuladen?\n\nOder vielleicht nicht doch, um .... nunja... 5v5 LoL zu spielen?\nEinen einfachen Sieg kann man auch gegen Bots haben, und die paar IP interessieren doch eh kaum jemanden.","replies":[]},{"id":"","poster":"Stinkakeksz","date":"2017-04-11T07:30:04.105+0000","up_votes":1,"down_votes":0,"body":"Aber sicherlich nicht alle. Ich z.B. freue mich nicht über free IP, weil ich keine IP mehr brauche\n\nIch Spiele auch kein LoL um IP zubekommen sondern um ordentlich SPiele spielen zu können","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-04-10T11:18:23.419+0000","up_votes":1,"down_votes":0,"body":"Den ersten Satz würde ich nicht schreiben. Das wird doch etwas zu persönlich hier.","replies":[{"id":"","poster":"Stinkakeksz","date":"2017-04-10T12:00:38.651+0000","up_votes":1,"down_votes":0,"body":"bearbeitet ;)","replies":[]}]}]},{"id":"","poster":"Released Ape","date":"2017-04-09T22:31:17.155+0000","up_votes":1,"down_votes":0,"body":"> habe ich mich die nächsten 5 minuten in die Base gestellt und einfach ein bischen gechattet, damit das SPiel shnell vorbei ist, d.h ich war eigendlich nichtmal AFK.\n\nDa hast du sogar  recht. Ärger bekommen haste trotzdem - jetzt darfst du die zweite Gehirnzelle beanspruchen. Bin auf das Ergebnis gespannt.","replies":[{"id":"","poster":"WC9 Umbra","date":"2017-04-09T23:26:53.945+0000","up_votes":1,"down_votes":5,"body":"Was für ein Ergebnis? ich habe meine Strafe erhalten.","replies":[]}]}]}