{"id":"xw1k3IHg","poster":"SSG Chidori","date":"2017-04-09T08:42:14.011+0000","title":"Tipps für elo climben/ aus bronze rauskommen?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hi Leute ich bin ein bronze-3 Support und habe mir als Ziel f&uuml;r diese Season Silber vorgenommen. Jedoch hat das bis jetzt noch nicht sehr gut geklappt :D\r\nHabt ihr Tipps f&uuml;r mich wie ich es schaffe aufzusteigen? Ich flame so gut wie nie, da ich weiss wie krass kontraproduktiv es ist und gebe immer mein Bestes.","replies":[{"id":"","poster":"Urogi","date":"2017-04-09T08:56:48.595+0000","up_votes":2,"down_votes":1,"body":"- kauf dir nen Sightstone\n- ändere beim Kauf des Sightstone dein Trinket(rotes) um die Sicht der Gegner einzuschränken\n- Pink Wards helfen auch\n- Als Leona kann man sich Items gönnen, die leben geben, da sie mit ihrer W ziemlich viele Resistenzen bekommen\n--> Knights Vow, Redemption... Locket und Gebirgspanzer sind aber gute Anfänge\n\nGreetings\n - a bronze 2 dude","replies":[]},{"id":"","poster":"Icecore","date":"2017-04-10T09:33:10.240+0000","up_votes":1,"down_votes":1,"body":"Also erstmal ist es mit support in bronze und silber immer so ne sache, dass ist jedem bewusst aber wenn man an support spaß hat oder keine andere rolle kann sei es drum.\n\nWenn du weiterhin an support festhalten möchtest, empfehle ich dmg supports da sie ein größeren Impact haben als tank oder beschützende supports(wie janna etc.). \n\nWenn dir ein rollen wechsel nichts ausmacht empfehle ich top jng oder mitte.\nADC empfehle ich nicht da ich es nicht als stabile rolle empfinde(zuviele changes auf zu kurzer zeit.)\n\nkleine Randnotiz zu den folgenden sachen ich benutze als Quelle: https://rankedboost.com/lol-tier-list-solo-queue/\n\nOk fang ich mit top an es sind gerade damage lastige Top laner stark wie zb fiora,jayce camille und darius. Darüber hinaus kann ich Riven empfehlen da sie nie wirklich aus der meta fällig, allerdings sehr viel Zeit zum meistern braucht man aber an ihr sehr gut wachsen kann. (ich kann aus eigener Erfahrung empfehlen sich einen Champion zu lernen und den versuchen zu perfektionieren anstatt 2 oder 3 zu lernen)\n\nFür die mitte würd ich Ahri empfehlen(sehe seit Wochen kein anderen Champ mehr in der mitte). Sie ist eine gute mischung aus Assassine und Control Mage.\nDie Mitte ist sehr zentral gelegen was ihr erlaubt viel zu roamen und den lanes zu helfen\nfür die mitte kann ich die Guides von lessqq empfehlen.(https://www.youtube.com/playlist?list=PL0gzkUZvyS39_ujwsYAMgpfmq2ag3iGR8)\nEr erklärt das sehr gut und verständlich und geht nochmal auf die basics ein.\n\nOk last but not least jungle. Der Jungler hat einer der wichtigesten aufgaben und ist der der geflamt wird wenn es man nicht läuft. \nAls Jungler ist es deine Aufgabe den lanes zu helfen(zu helfen nicht zu babysitten).\nDas heißt hierbei geht es darum das du auf die Objectives wie Dragon und baron aufpasst und diese kontrollierst und das du dein enemy jungler behind bringst.\nAls Jungler hier würde ich sowas wie lee sin empfehlen wenn du mechanisch anspruchsvolle Champs magst oder eher etwas control lastiges wie Seju oder Amumu.\n\nOk zum schluss empfehle ich sich an die Meta zu halten was aber im umkehrschluss heißt das man immer wieder neu champs lernen muss.\n\nFür fragen steh ich offen einfach adden und ich hoffe dir hilft das ihrgendwie \nmfg  Worst Riven NA{{champion:92}} .","replies":[]},{"id":"","poster":"Bobby Bonkers","date":"2017-04-10T03:58:44.155+0000","up_votes":1,"down_votes":1,"body":"Wenn du immer dein bestes gibst, aber trotzdem nicht aufsteigst, musst du wohl einfach besser in LoL werden :P\nSchau Streamern zu, guck YT Videos ( die Videoreihe\"Besser werden im Ranked\" von Maxim aka 'Letsreadsmallbooks' hat mir \npersönlich damals sehr geholfen \n\nEgeborg","replies":[]},{"id":"","poster":"Released Ape","date":"2017-04-09T14:00:46.648+0000","up_votes":1,"down_votes":1,"body":"- Weiblich sein\n- Einen Dia Spieler (männlich) verführen\n- ???\n- Profit\n____________\n\nDu kannst das gelbe Trinket im späteren Verlauf gegen das Blaue eintauschen - dann läufst du nicht geradeaus in jeden Hinterhalt rein. Und was minimal hilft wäre, wenn du mal Klasse 3 Runen benutzen würdest - aufsummiert ist das gar kein so schlechter Stat-Boost.  Um dir mehr zu helfen müsste ich dir ein paar Spiele zuschauen bzw. du müsstest ohnehin noch einige Spiele machen da du noch nicht allzu viele Ranglisten-Spiele hast bist du noch nicht ganz richtig eingeordnet.\n\nDu musst auch eine positive Stimmung beim Spielen aufbringen können, dann wird das was! Selbst wenn du 15-Mal hintereinander verlierst. Nur wer positiv bleibt wird am Ende siegen!","replies":[]}]}