{"id":"JLosEq3g","poster":"xXTheFalloutXx","date":"2017-04-08T12:59:50.011+0000","title":"Wie viel ist das Setup Wert?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hi,\nich m&ouml;chte mir demn&auml;chst einen neuen Gaming Pc zulegen (800&euro; Eigenbau mit 4GB GTX1080) und m&ouml;chte daf&uuml;r meinen 12 Jahre alten, stets im Eigenbau aufger&uuml;steten Gaming Pc verkaufen. Ich ben&ouml;tige mindestens 200&euro;, problematisch ist, dass meine Subjektive Meinung den Wert meines Pc m&ouml;glicherweise falsch einsch&auml;tzt. Weshalb ich hier Frage wie viel ist der Pc Wert?\nGrafikkarte: GTX-710 2GB\nProzessor: Intel Quad Core 2.5GHZ\nMotherboard: Unbekannt, Kompatible bis GTX 1000 Serie, vier RAM Anschl&uuml;sse, 2 Prozessor Anschl&uuml;sse\nLaufwerk: 500GB HDD\n\nDazu:\nAsus 40-45cm Monitor (NEU)\nCMSTORM Tastatur (Blau LED)\nDrakonia Black Sharkoon Maus (tweaked auf 12000 DPI)\n\nDer Neupreis befindet sich bei +350&euro;.\n\nMFG Tobias","replies":[{"id":"","poster":"Released Ape","date":"2017-04-12T00:36:38.877+0000","up_votes":1,"down_votes":0,"body":"Je nachdem wo du es verkaufen willst, stell es für mind. 200 € ein und bei 350 € gibst du es direkt ab. Wie die Vorposter bereits geschrieben haben ist die Informationsgrundlage sehr dürftig. Auch möchte ich paar Sachen noch erläutern, bevor ich das tue:\n\nIch schätze den Wert auf 125 € - 150 € wenn wir von Standard-Austattung bei den unklaren Komponenten reden (Abnutzung eingerechnet). Dennoch würde ich 200 € dafür verlangen, weil der Wert für außenstehende häufig subjektiv bestimmt wird - somit kann es durchaus sein das du es für 200 € weitergeben kannst. Dieser Wert kommt zustande, wenn man bei allen was unklar ist mit Durchschnittswertung abschätzen muss.\n\n> (tweaked auf 12000 DPI)\n\nNutzlos für den normalen Nutzer - wenn man auf eine Kino-Leinwand spielt kann man das vielleicht gebrauchen.\n\n> vier RAM Anschlüsse, 2 Prozessor Anschlüsse\n\nWie sieht es mit anderen Anschlüssen aus? Oder waren das alle - den Namen des Motherboards zu wissen wäre sehr gut.\n\n> Dazu:\n> Asus 40-45cm Monitor (NEU)\n> CMSTORM Tastatur (Blau LED)\n> Drakonia Black Sharkoon Maus (tweaked auf 12000 DPI)\n\nWillst du ein Komplett-Paket verkaufen oder alles einzeln? Einzeln kriegst du die Sachen eventuell besser und für höhere Preise weg, denn einzeln sieht die Zahl nicht so groß aus und man kauft es eher. Ist aber mehr Aufwand (Versand).\n\n> Grafikkarte: GT~~X-~~710 2GB\n\nDas ist eine Office-Grafikkarte, wie hast du deinen Computer all die Jahre aufgerüstet? Lass dich beim nächsten Mal **nicht** von jemanden im Media-Markt, Expert, etc. beraten die wollen das Zeug was die grade haben verkaufen. Mir wurde vor 3 Jahren eine Notebook eine AMD Grafikkarte mit 512 MB Speicher (Radeon HD 4XXX bin mir nicht mehr ganz sicher) als High-End Grafikkarte angepriesen. Ab da wusste ich dann das ich lieber online recherchiere.\n\n> Eigenbau\n\nAchte bitte auf eine gute Abstimmung der Komponenten (Netzteil, Prozessor, etc.) und spar auf keinen Fall beim Netzteil oder Mainboard.\n\nWenn du Hilfe brauchst frag Legofreak1 der kennt sich da gut aus.","replies":[]},{"id":"","poster":"legofreak1","date":"2017-04-10T07:55:40.756+0000","up_votes":1,"down_votes":0,"body":"> Gaming Pc\n> GTX-710\n\nDas passt nicht zusammen. Zum einen glaube ich, dass es eine GT**X** 710 niemals gab und zum anderen ist eine GT710 keine Gaminggrafikkarte gewesen. X40 und drunter ist für Office-PCs gedacht, aber nicht zum spielen.\n\n> Motherboard: [...] 2 Prozessor Anschlüsse\n\nSo lange du keinen Server betreibst ziemlich unnötig und wahrscheinlich nicht gut verkäuflich. Marke und Modell stehen übrigens in der Regel auf dem Board drauf, also einfach das Gehäuse aufschrauben und reinschauen. Meist sogar genau in der Mitte.\nAnsonsten fehlen wie schon gesagt die Details, um genaueres sagen zu können.","replies":[]},{"id":"","poster":"Celesil","date":"2017-04-10T07:24:29.678+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\ndie GT 710 kostet neu um die 44 $, zumindest bei ebay.\nEine GTX 710 habe ich auf die schnelle nicht gefunden.\n\nDie Maus ist mit 25 € und die Tastatur mit 80 € bei Amazon gelistet, beides gebraucht versteht sich.\n\nWas noch wichtig wäre, sind die Bezeichnungen des Mainboard, der CPU und des Monitors. Bzgl. Mainboard und CPU kannst du z.B. CPU-Z oder auch HWinfo nutzen. Die Bezeichnung vom Monitor steht ja auf irgendwo auf der Front drauf.\n\nDie Festplatte kannst du, sofern du keine neue verwenden möchtest, ja noch in deinem neuen PC nutzen. Sei es auch nur als Speicherplatz und nicht als OS Festplatte. Ansonsten, auch hier fehlt die genaue Bezeichnung um einen Preis zu schätzen.\n\nDa die Preise unterschiedlich sind, gerade was Mainboards, CPU und Monitore angeht, sind hier die Details wichtig. \n\nMfG\n\nCele","replies":[]}]}