{"id":"MJZlNHIz","poster":"EliteKampfEi","date":"2017-04-08T08:37:07.314+0000","title":"Insidious-Esports Liga 2-2017","subforum":"Clans & Teams","embed":{"title":"Insidious Esports - Community & League","description":null,"url":"http://insidiousesports.com/","image":"http://insidiousesports.com/wp-content/uploads/2017/03/Logo.png"},"up_votes":3,"down_votes":1,"body":"Insidious E-Sports sucht Teams:\n\nDie Community Insidious E-Sports und ihre interne Liga geht in die dritte Runde! Nach zwei erfolgreichen Seasons planen wir Anfang Mai die dritte Ligasaison zu starten. In dem Sinne suchen wir wie immer nach neuen motivierten Teams, die unsere Liga bereichern und den alteingesottenen Teams Konkurrenz um die Preise und die Ehre des Sieges machen. In dieser Season wird au&szlig;erdem die Community auf zwei Ligen erweitert die mit Aufstieg und Abstieg gespielt werden.\n\nHier einige Rahmenbedingungen der Insidious E-Sport Liga:\n\n - gespielt wird im Best of 2\n - am Ende der Season spielen die 4 st&auml;rksten Teams in Playoffs die ersten 4 Positionen aus\n - es werden Auf- und Abstiegsspiele f&uuml;r Auf- und Abstieg der beiden Ligen gespielt zum Ende der Season\n - es werden Preise in Form von Paysafe Karten (genaue H&ouml;he noch in Planung) ausgesch&uuml;ttet\n - es gibt KEINE Elobegrenzung\n - ob ihr Liga 1 oder 2 spielt wird Mitte April durch ein Qualifikationsturnier geregelt\n\nF&uuml;r weitere Details, eine Aufnahme in die Community und alle anderen Dinge empfehlen wir einfach zu einem pers&ouml;nlichen Gespr&auml;ch auf unseren TS zu kommen.\n\nAddet einfach einen unserer Liga- und Communityleiter:\n\n1. MEŁ Airmelon (Lennart)\n\n2. EliteKampfEi (Luca)\n\nWir stellen euch gerne in einem pers&ouml;nlichen Gespr&auml;ch unser Projekt vor und freuen uns darauf, mit euch zusammenzuarbeiten, soweit ihr dies w&uuml;nscht.\n\nMit freundlichem Gru&szlig;\n\nDie Leitung der Insidious Esport Community\n\nLennart und Luca\n\nHier die Links unserer sozialen Netzwerkvertretungen:\n\nFacebook: https://www.facebook.com/insidiousesportcom/\n\nHomepage: http://insidiousesports.com/","replies":[{"id":"","poster":"EliteKampfEi","date":"2017-04-09T21:10:20.095+0000","up_votes":1,"down_votes":0,"body":"1. Max 10 Teams pro Liga\n2. Anmeldeschluss für das Qualiturnier einen Tag vorher\n3. 3 Subs sind im Qualiturnier erlaubt (müssen auf der HP im Team registriert sein), im Ligabetrieb müssen Subs 24 Stunden vor Spiel beim Gegner bekannt gegeben werden.\n\nGenaues Regelwerk gibt es natürlich, das wird dann auf der HP zur Liga vermerkt.","replies":[]},{"id":"","poster":"FeS Finnsterr","date":"2017-04-09T14:56:03.345+0000","up_votes":1,"down_votes":0,"body":"3 Fragen: 1. gibt es eine maximale Teamanzahl pro Liga?\n                 2. wann wäre Anmeldeschluss?\n                 3. gibt es Sonderregelungen? z.B.: Substitudes JA /NEIN ?","replies":[]}]}