{"id":"iXMMey81","poster":"Böse Blume","date":"2019-05-22T09:24:00.267+0000","title":"Awezone: Keative Menschen mit Ideen zur Gründung einer neuen Community gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\r\n\r\nin den letzten Jahren war ich in vielen Communitys, Vereinen und Clans (sowohl als Mitglied, als auch als Mitarbeiter) - aber mich hat sehr häufig gestört, dass man sich früh auf einem gewissen Status-Quo ausruht und aufhört neue Ideen zu verwirklichen und keine Herausforderungen mehr angeht. \r\nDaher möchte ich nun ein eigenes Projekt starten - genannt **Awezone **- und suche (unter Anderem) auf diesem Weg kreative Menschen mit Ideen, die gerne anpacken und ebenfalls etwas schaffen möchten - wobei stetige Entwicklung (damit verbunden natürlich auch die eigene Weiterentwicklung) im Vordergrund steht.\r\n\r\n**Zunächst ein paar Informationen zu mir:**\r\nIch bin Mitte 20, habe Informatik studiert und mache aktuell meinen Doktor in der Informatik. Ich unterrichte (unter Anderem) verschiedene Programmiersprachen an einer deutschen Universität. Technisch gibt es daher keinerlei Hindernisse - was technisch möglich ist, können wir realisieren.\r\n\r\nSo habe ich in der Vergangenheit z.B.\r\n- Eigene TS-Bots mit einem Webinterface zur Steuerung des Bots \r\n- Tools zur Verwaltung einer Community\r\n- Twitch- / Discord- / Instagram Bots (die miteinander kommunizieren)\r\n- Plugins für CS:GO / Minecraft (Forge, Spigot, BungeeCord) \r\nund viele weitere Dinge erstellt.\r\n\r\n**Wieso Awezone und was soll das für eine Community werden? **\r\nAwezone ist zunächst ein Wortspiel - fast Awesome, denn das sind wir ja wohl definitiv. Zum anderen kann man es auch als A-we-zone lesen - es geht also um das Wir. Es soll eine Community werden, bei der man nicht nur beim Zocken eine schöne Zeit zusammen hat, sondern bei der man sich auch hilft sich persönlich und im Bezug auf bestimmte Fähigkeiten (Schreibskills durch Teilnahme im Redakionsteam, Programmierskills durch Teilnahme im Technikteam, und vieles mehr) weiterzuentwickeln.\r\nIch liebe es Dinge zu erschaffen, Neues zu lernen und dabei viel Spaß zu haben. Genau das soll auch die Basis dieser Community werden. Es soll nicht nur ein Ort sein, an dem man neue Mates zum Daddeln findet sondern auch ein Ort, an dem man neue Freunde findet, gemeinsam auch in der Offline-Welt Dinge unternimmt (z.B. gemeinsame Gamescom Besuche), sondern auch ein Ort an dem man seine eigenen Fähigkeiten weiterentwickeln kann. In diesem Sinne würde ich mich z.B. mit IT-Interessierten zusammensetzen, kleine Projekte heraussuchen, die wir für die verschiedenen Features unserer Community brauchen und diese dann zusammen realisieren. Der Kenntnisstand ist nicht entscheidend - Alles kann erlernt werden. Lediglich die Motivation zählt! Man soll also voneinander lernen und an neuen Aufgaben / Herausforderungen wachsen. Alles was in den verschiedenen Arbeitsgruppen erzeugt wird, wird dann auch tatsächlich von der Community benutzt - und das ist doch auch etwas schönes oder? \r\n\r\n**Okay und was suchst du jetzt? **\r\nIch suche Leute die Lust haben eine Community von Null mit aufzubauen und zu gestalten und gleichzeitig einen hohen eigenen Qualitätsanspruch an sich selbst haben. Ich bin für vieles Offen - hauptsache kreativ und spaßbringend für die Community - denn auch wir sind ja Teil der Community und profitieren von vielen spannenden Features!\r\n\r\nIch suche daher Unterstützung in/im:\r\n- Grafik-Design\r\n- Social-Media (News schreiben, die Social-Media-Strategie mitentwickeln, etc.)\r\n- Communitymanagement\r\n- Mitgliedersupport (wenn denn dann Leute da sind)\r\n- Jemanden der gerne Events (online/offline) plant und mit den verschiedenen Leuten realisiert\r\n- Jemanden der Lust hat einen Spielebereich mit aufzubauen (z.B. Leauge of Legends).\r\n\r\nFalls du also Bock auf ein spannendes Projekt hast, bei dem du dich selbst verwirklichen und weiterentwickeln kannst, dann melde dich doch gerne bei mir, damit ich deine offenen Fragen beantworten kann oder dir weitere Informationen geben kann.\r\n\r\nKontaktmöglichkeiten:\r\n\r\nE-Mail: info@awezone.de\r\nTS: ts.awezone.de\r\nLOL: Böse Blume (Ich weiß! Klingt krass! Aber lasst euch von dem Nick nicht einschüchtern)\r\n\r\nViele Grüße und vielleicht bis bald!","replies":[]}