{"id":"YInElXhV","poster":"Siegfried XVI","date":"2017-04-07T13:31:48.851+0000","title":"Wie kann ich mich verbessern?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Leute\r\nIch spiele im Moment ziemlich aktiv Rankeds, bis auf diese Woche. Hierbei spiele ich eigentlich immer wenn es m&ouml;glich ist, Yorick und bin daher mit Yorick ein OTP. Ich denke auch, dass ich mit diesem schon ziemlich gut spiele (nat&uuml;rlich nicht perfekt, sonst w&auml;re ich nicht in Bronze 1 xD), nat&uuml;rlich gibt es mal ein Spiel, bei dem ich farme wie ein Wood-Spieler. Meine Frage w&auml;re jetzt ob mir vielleicht jemand noch ein paar Tipps geben k&ouml;nnte, wie man besser wird, eventuell auch ein paar Replays analysieren (dann allerdings am liebsten von Yorick, da ich ihn ja am meisten Spiele). Mein Ziel w&auml;re diese Season Gold, auch wenn es ein etwas hohes Ziel ist, doch ich bin halt ein sehr ehrgeiziger Spieler und m&ouml;chte mich auch stetig verbessern :)\r\n\r\nDanke f&uuml;r eure Hilfe\r\nLG {{champion:83}}","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-07T14:06:16.503+0000","up_votes":1,"down_votes":0,"body":"Naja erstmal was ganz einfaches: welche Items baust du?^^","replies":[{"id":"","poster":"Siegfried XVI","date":"2017-04-07T14:16:35.747+0000","up_votes":1,"down_votes":0,"body":"Wenn ich gegen den Gegner einen Vorsprung habe, baue ich als erstes {{item:3078}} --> {{item:3742}} oder{{item:3065}} oder{{item:3075}} -->{{item:3047}} oder{{item:3111}} --> Tank-Items\n\nWenn ich zurück bin oder Trinity zu lange dauert, gehe ich direkt auf Tankitems. Ich entscheide welches Item ich baue je nachdem, ob mein Gegnerteam am meisten DMG macht (AD oder AP), mein direkter Gegner auf der Lane für eine Schadensart macht oder welcher Gegner am meisten gefeedet ist. Hoffe das wahr einigermassen verständlich xD ^^","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-08T15:22:06.797+0000","up_votes":1,"down_votes":0,"body":"Gut das sind schonmal Standard Tank Spieler entscheidungen und das ist auch gut so!^^ Worauf zielst du denn in deinen meisten Spielen ab: Splitpush oder Teamfight und wenn du teamfightest wie verhälst du dich da? Und noch eine wichtige Frage: Gegen welchen Champ kommst du am schlechtesten an?","replies":[{"id":"","poster":"Siegfried XVI","date":"2017-04-08T17:02:26.658+0000","up_votes":1,"down_votes":0,"body":"Es ist schwierig zu sagen auf was ich am meisten abziele. Wahrscheinlich 50:50. Wenn ich genug vorne bin, versuche ich meistens zu splitpushen, da ich dann mit Yorick meistens einfach ein 1v2 gewinnen kann, manchmal sogar ein 1v3... Sollte mich mein Team allerdings dringend brauchen (weil es z.B. behind ist) gehe ich teamfighten, allerdings vor allem nur dann, wenn ich meine Ult bereit habe. Wenn mich mein Toplane Gegner nahezu zerfetzt gehe ich meist auch teamfighten. \n\nIch komme gegen sehr mobile Champs meist schlecht an, da sie die ganze Zeit aus meiner W rausdashen können. Also gegen Yasuo ist für mich ein sehr ekliges Matchup, als auch gegen Riven...\n\nGut komme ich dafür meistens gegen Gangplank an und allgemein inmobile Champs, da meine Ghouls ihnen locker Leben abziehen können, solange sie in meiner W feststecken... :D","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-09T13:19:13.494+0000","up_votes":1,"down_votes":0,"body":"Gut, mit Yorick ists gegen mobile Gegner immer etwas schwieriger. Also immer hilfreich sind natürlich viele Ganks von Jungler, wenn nicht sogar vom Midlaner, aber auch alleine kann man da viel machen. Ich nehme jetzt mal Riven als Beispiel: Riven ist im Early Game sehr stark und versucht immer zu snowballen, also versuch von den ersten Waves nur die last hits zu nehmen und halte die Minions kurz vor dem Tower fest und versuch da zu freezen. Sie wird nahe an deinen Tower müssen um die Caster minions zu bekommen, was deinem Jungler das ganken leichter macht und dir die Möglichkeit gibt, dass sie, wenn sie mit einer ihrer Fähigkeiten, die so ziemlich alle AoE Schaden machen, dich nebenbei zu hiten und einen Towershot zu kassieren. Die Q solltest du nur benutzen, wenn du den CS sonst nicht bekommst oder sie traden willst, da die Ghoule nur pushen wenn dein E nicht trifft. Sobald du die ersten Rüstungsitems hast und vielleicht noch dein Sheen solltest du sie ziemlich leicht besiegen können. Bei Yasuo ist es so ähnlich: Er darf dich nicht mit seiner E angreifen, wenn du in deinen Minions stehst und er direkt in der Towerrange auskommt. \n\nIch habs jetzt mal so einfach erklärt wie mir möglich war, hoffe das war erstmal eine gute Hilfe :D","replies":[{"id":"","poster":"Siegfried XVI","date":"2017-04-10T05:34:38.970+0000","up_votes":1,"down_votes":0,"body":"Ja ich denke, dass wird mir ziemlich weiterhelfen. Ich habe bis jetzt eigentlich immer versucht mit meiner Q zu farmen und habe ihnen so in die Karten gespielt. Sollte ich also wieder gegen einen solchen Gegner haben, werde ich deine Tipps umsetzen. Danke vielmals :D","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-10T10:23:02.480+0000","up_votes":1,"down_votes":0,"body":"Kein Ding, bei weiteren Fragen steh ich immer zur Verfügung!\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]}]}]}]}