{"id":"tdLjyVZ4","poster":"Released Ape","date":"2017-04-06T19:23:09.693+0000","title":"Tequila, die Blonde","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"**[Champion-Konzept] Tequila, die Blonde**\n\n**1. Allgemeines**\n\nMotivation: [Humpel](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/VchdX8E6-bringt-es-was?comment=0001)\nInspiration: Humpel\n\nAussehen: Weiblich, blonde Locken, blaue Augen, dunkelrot lackierte lange Fingern&auml;gel\n\n**2. Werte/Schwierigkeit**\n\nLeben: 525 (+75/Stufe, 1800 auf Lvl. 18)\nHP/5: 8.5 (+ 0.5/Stufe, 17 auf Lvl. 18)\n\nAngriffsschaden: 60 (+1,3/Stufe, 82,1 auf Lvl. 18)\nR&uuml;stung 12 (+4/Stufe, 80 auf Lvl. 18)\nMagieresistenz: 30 (+0.5/Stufe, 38,5 auf Lvl. 18 )\nLauftempo: 330\nAngriffsgeschwindigkeit: 0.7 (+0)\nAngriffsreichweite: 175\n\nOffensive: [10/10]\nDefensive: [2/10]\nSchwierigkeit: [8/10]\n\n_Angriffstempo durch Gegenstände erhöhen Tequilas Angriffstempo nicht, stattdessen erhöht 1 % Angriffstempo ihr Lauftempo um 0.2 % (bei 100 % = 20 %)._\n\n**3. Lore**\n\nViele Menschen starben vor den Augen von Tequila, selbst Freunde, Familie und Kind wurden nicht verschont. Sie alle wurden Opfer einer starken D&uuml;rreperiode und einer unaufhaltsamen Besatzung von Noxus. Keine der anderen Nationen sah sich in der Pflicht den Menschen hier zu helfen. Heute kennt man diesen Ort auch als den Gewunden Wald. Wer hier &uuml;berleben will muss sich weiterentwickeln und &uuml;ber die Grenzen des M&ouml;glichen gehen, einzig Tequila und Jaren &uuml;berleben. Sie &uuml;berfallen Krieger von Noxus aus dem Hinterhalt und bewegen sich unauff&auml;llig, doch das alles war nicht genug um durch die Mauer zu brechen (um in die Freiheit zu gelangen), so opferte Tequila kurzerhand ihren besten Freund Jaren um zu fliehen...zum Wohle der Welt...zum Wohle des Universums....\n\n**4. F&auml;higkeiten**\n______\n**Passiv: &Uuml;berlebensinstinkt**\n\nWenn Tequila im Kampf ist und t&ouml;dlichen Schaden erleiden w&uuml;rde aktiviert sich &quot;&Uuml;berlebenswille&quot;\n\n&Uuml;berlebenswille: Tequila wird 1.5 Sekunden lang unverwundbar und befreit sich von jeglichen Massenkontrolleffekten (120/90/60 Sekunden Abklingzeit) | Stufe: 1/6/13\n______\n**Q: Probe**\n\nAbklingzeit: 12/10/8/6/4 Sekunden\nReichweite: 350 Einheiten\n\nTequila macht mit ihren spitzen Fingern&auml;geln eine Umdrehung und verletzt alle getroffenen Gegner. Getroffene Gegner erleiden 20/25/30/35/40 (+ 180 % Bonus AD) (+ 100 % AP) magischen Schaden und werden, falls es gegnerische Champions sind, f&uuml;r 2/2.5/3/3.5/4 Sekunden markiert. Markierte Gegner erleiden durch normale Angriffe von Tequila und Verb&uuml;ndeten erneut den Grundschaden (20-40) als absoluten Schaden.\n______\n**W: Rausch**\n\nAbklingzeit: 20/18/16/14/12 Sekunden (statisch)\n\nPassiv: Die Abklingzeit von Rausch reduziert sich um 1 Sekunde pro getroffenen Gegner von &quot;Probe&quot;. Monster gew&auml;hren 2 Sekunden Reduktion. Zudem ist Tequilas Angriffstempo permanent um 0.1/0.2/0.3/0.4/0.5 erhöht\n\nAktiv: Rausch erh&ouml;ht das Angriffstempo auf 1.3/1.6/1.9/2.2/2.5 f&uuml;r 3 Sekunden. Normale Angriffe gegen Champions oder epische Monster erneuern die Dauer.\n\nW&auml;hrend Rausch aktiv ist, hat Tequila gegen markierte Gegner 4/6/8/10/12 % (+ Angriffstempo Boni durch Runen & Items) Lebensraub.\n______\n**E: Geschickte Einlage**\nAbklingzeit: 8/7/6/5/4 Sekunden (statisch)\nReichweite: 550 Einheiten\n\nTequila wird f&uuml;r 0.25 Sekunden unsichtbar und kann nicht anvisiert werden - danach taucht sie am gew&uuml;nschten Punkt auf. Die Zielposition ist f&uuml;r jeden sichtbar.\n\nWendet Tequila diese F&auml;higkeit innerhalb von 14/13/12/11/10 Sekunden (kann mit Abklingzeitverringerung reduziert werden) erneut hat - ist die Reichweite um 40/35/30/25/20 % reduziert und die Abklingzeit wird auf 16/14/12/10/8 Sekunden (kann mit CDR auf 4 Sekunden gebracht werden) gesetzt.\n______\n**R: Dystopie**\n\nAbklingzeit: 120/100/80 Sekunden\nReichweite: 2500/3500/4500\n\nPassiv: Wenn Tequila mehrere Angriffe auf das selbe Ziel macht kann sie mit &quot;Geschickte Einlage&quot; einen Sondereffekt ausl&ouml;sen\n \n :::::::::\n- **3 Angriffe:** Geschickte Einlage hat keine Verz&ouml;gerung stattdessen erh&auml;lt man 2 Sekunden ein Schild in H&ouml;he von 100/175/250 (+ 35 % AP) | Animation: beim dritten Angriff macht sie eine Drehung\n ::::::::: \n- **4 Angriffe:** Geschickte Einlage hat keine Verz&ouml;gerung und f&uuml;hrt am Zielort stattdessen &quot;Probe&quot; aus | Animation: Beim vierten Angriff greift stoßt sie beide Arme nach vorne\n :::::::::\n- **5 Angriffe:** Geschickte Einlage hat keine Verz&ouml;gerung und bet&auml;ubt alle Ziele im Umkreis von 350 Einheiten f&uuml;r 1.25 Sekunden | Animation: Beim fünften Angriff führt sie einen Salto aus\n :::::::::\n(Die Passive kann nur alle 6/5/4 Sekunden einmal ausgel&ouml;st werden)\n\nAktiv: Nach 4/3/2 Sekunden (Kanalisierung) bilden sich f&uuml;r 7/10/13 Sekunden in einem gro&szlig;en Umfeld Krater. Alle gegnerischen Einheiten bewegen sich in diesem Feld um 8/16/24 % langsamer - Tequila selbst bewegt sich um den doppelten Wert schneller. Aus dem Krater steigen D&auml;mpfe auf und heilen Tequila und Verb&uuml;nde um 20/40/60 (+ 15 % AP) pro Sekunde. \n\nW&auml;hrend der Kanalisierung ist Tequila immun gegen jegliche Massenkontrolleffekte, allerdings kann sie sich w&auml;hrend der Kanalisierung nicht bewegen und diese auch nicht abbrechen. ~~Stirbt Tequila w&auml;hrend der Prozedur, wird die Abklingzeit um 25 % reduziert.~~\n\nKritik - Vorschl&auml;ge?","replies":[{"id":"","poster":"CustomKunibert","date":"2017-04-07T08:45:07.481+0000","up_votes":3,"down_votes":0,"body":"Kritik - Vorschläge? Oh ja!\n\nAlso zunächst einmal zur Ult, weil ich die zum Schluss gelesen habe und deshalb noch frisch im Gedächtnis habe xD\nWenn sie 5 Sekunden kanalisieren muss, ist das zwar lange, aber steht in keine Verhältnis zu einem Wirkradius von 5500 Einheiten o.O\nZumindest, wenn sie nicht abgebrochen werden kann. Kurzes Rechenbeispiel zur gegnerischen Reaktion. Ein Gegner hat 380 Lauftempo (ist nicht überragend, aber realistisch). Jetzt hat er 5 Sekunden Zeit und will aus dem Gebiet kommen. Er legt also 380 x 5 = 1900 Einheiten im Spiel zurück. Er hat also keinerlei Chancen, der Ulti von Tequila zu entkommen. Die beste Möglichkeit wäre also, sie abbrechen zu können. Finde ich auch nur fair, schließlich ist das mit Karthus auch möglich, der 3 Sekunden braucht.\nDer Heal ist okay, 30% Slow kann allerdings durchaus weniger sein, wenn es flächendeckend ist. Oder man nimmt diesen nur um die Krater herum. Dann muss man gleich mit dem neuen Terrain arbeiten, anstatt eh nicht zu entkommen - finde ich, ist ein gutes Konzept.\n\nAußerdem sind mir die Stats aufgefallen. Du hast auf Level 1 1,0 Attackspeed und 62 AD. HOLY SHIT! So viel Attackspeed kann doch nicht gesund für die Fingernägel und Schultergelenke sein! Aber Spaß beiseite. Auch wenn der Attackspeed nicht skaliert, ist der Grundwert viiiiiiel zu hoch! Bedenke, dass der Bonus von Attackspeedgegenständen von diesem Grundwert ausgeht --> Du nimmst dir für 1100 Gold Attackspeedschuhe mit und hast 1,35 AS. Das ist zu viel.\nDasselbe gilt für die W. Du kannst das Cap einfach so geschenkt bekommen? Ja gut, dann bau halt AD und nimm alles in Reichweite auseinander o.O\nMach es hier ruhig so, dass du einfach einen Prozentualen Bonus gibst. Bei 5 Sekunden Wirkdauer finde ich 20/25/30/35/40% angemessen. Natürlich nur, wenn du den Grundwert runter setzt ^^\n(Hier finde ich ca. 0,7 wesentlich vertretbarer - das ist schon mehr als alle anderen haben. (Bester Wert hier für Kalista, Akali, Maokai, Olaf und Shaco mit 0,694 laut LoL-Wiki)\n\nHabe ich meine Kritik verständlich gemacht? \nMfG Mescryze ;D","replies":[{"id":"","poster":"Released Ape","date":"2017-04-07T16:01:13.190+0000","up_votes":1,"down_votes":0,"body":"> Finde ich auch nur fair, schließlich ist das mit Karthus auch möglich, der 3 Sekunden braucht.\n\nKarthus kann die Ulti, wenn er stirbt ohne Befürchtungen abgebrochen zu werden aktivieren. Aber ich stimme dir zu, die Reichweite war etwas zu hoch angesetzt - Sinn ist es ein gutes Vorausdenken gut zu belohnen. Man kann sie abbrechen indem man sie während der Prozedur tötet - habe aber nun die Abklingzeitverringerung rausgenommen damit das nun besser belohnt wird.\n\n> Bedenke, dass der Bonus von Attackspeedgegenständen von diesem Grundwert ausgeht --> Du nimmst dir für 1100 Gold Attackspeedschuhe mit und hast 1,35 AS. Das ist zu viel.\n\nUps, dass war so nicht geplant :D ich danke dir ohne dir wäre mir das nicht aufgefallen wird angepasst! Der Sinn ist das sie sich am Anfang nicht so \"clunky\" anfühlt und die W soll ihren \"Moment\" darstellen, es ist alles darauf ausgelegt das sie gegen Ende des Spiels sehr stark wird. Die W hat ja auch eine relativ hohe Abklingzeit - allerdings habe ich dank dir ne gute Idee bekommen.\n\n> Habe ich meine Kritik verständlich gemacht?\n\nSehr vielen dank fürs antworten, so was stärkt meine Kreativität und weist mich auf Fehler hin die ich sonst nicht gesehen hätte. +1","replies":[]}]},{"id":"","poster":"Nuix","date":"2017-04-08T09:08:39.410+0000","up_votes":1,"down_votes":0,"body":"Salz und Zitronen pflastern ihren Weg :)","replies":[{"id":"","poster":"Released Ape","date":"2017-04-08T16:15:06.663+0000","up_votes":1,"down_votes":0,"body":"> Wenn du jetzt nicht lernst, dich angemessen zu verhalten, dann lernst du es nie mehr. \n\nDein Post: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/9saPH5mI-mein-account-wurde-ge-permabanned?comment=000d","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-04-07T09:10:09.676+0000","up_votes":1,"down_votes":0,"body":"> Inspiration: Humpel\nAussehen: Weiblich, blonde Locken, blaue Augen, dunkelrot lackierte lange Fingernägel\n\n\nHat Humpel nicht nen Vollbart? O.o\n\nhttp://en.volu-eu.org/profile.php?name=Humpelstilzche&reg=EUW \n\nhumplel's Profil + Bild\n","replies":[{"id":"","poster":"Released Ape","date":"2017-04-07T16:17:31.872+0000","up_votes":1,"down_votes":0,"body":"Es ging mehr um seine motivierenden Worte :D\n\nHumpel als Champion zu designen, ich würde Monate brauchen um es halbwegs seiner epischen Person gerecht zu machen.","replies":[]}]}]}