{"id":"qlyzbkvs","poster":"Pure Cynicism","date":"2017-04-06T18:24:57.331+0000","title":"Tipps für meine aktuelle Elo (Gold IV)","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey,\r\nich habe aktuell das Gef&uuml;hl, nicht mehr weiterzukommen. Ich bin nun seit mehreren Dutzend Spielen fest in Gold IV. Dabei habe ich das Gef&uuml;hl, das Just Johnny mal als &quot;subjektive Elohell&quot; bezeichnet hat: Ich gewinne &uuml;berdurchschnittlich oft meine Lane, kann aber das Spiel gleichwohl nicht carryn. Es sei gesagt, dass ich vor allem Top spiele, eine echte sekund&auml;re Rolle habe ich nicht. Vielleicht hat ein erfahrener Spieler hier Tipps f&uuml;r meine letzten Games, in denen ich zwar gut gespielt, aber verloren habe. Ich spiele derzeit fast immer Irelia, gelegentlich Poppy, Fiora, Quinn. Mit Irelia ist meine Winrate von 63% auf 59% gedropt. Ich hatte selbst nat&uuml;rlich auch einige schlechte Spiele, aber da ist mir klar, was schief gelaufen ist. Das Problem sind die Spiele, die ich eigentlich h&auml;tte gewinnen m&uuml;ssen. \r\n\r\nZum 1. Game: Lane lief super, 50 CS und 2 Kills vorne, aber ich konnte weder Twitch noch Swain im Teamfight wegbursten. Splitpushen war keine Option, weil mein Team alleine halten konnte. Im 2. Game eigentlich dasselbe, ich hatte nicht den Schaden, Jinx zu t&ouml;ten. Vielleicht zu tanky gebaut? Im 3. Match konnte ich nicht farmen, weil ich st&auml;ndig f&uuml;r meinen Jungler roamen musste. H&auml;tte ich ihn besser ignoriert und auf mich geschaut? Im 4. Game hat unser Jungler Smite vergessen, aber das war nicht das Problem f&uuml;r die Niederlage. Ich wollte splitpushen, weil ich das als einziger konnte, leider wurde mein Team im 4-4 getrapt und hatte ohne meinen Burst keine Chance gegen Yi. Vielleicht in so einer Situation nicht splitten?\r\n\r\nHier die Links zu den Games:\r\n1. http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3131447375/26460106?tab=overview\r\n2. http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3131311252/26460106?tab=overview\r\n3. http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3131307778/26460106?tab=overview\r\n4. http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3129106812/26460106?tab=overview\r\n\r\nHier noch op.gg: https://euw.op.gg/summoner/userName=ceiwyn","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-06T19:44:51.256+0000","up_votes":1,"down_votes":1,"body":"Du musst versuchen schlau zu spielen. Ich habe zum Beispiel lieber einen der die Lane feedet aber weiß worum es geht in Lol als einen der 10/0 steht aber keine Ahnung hat was zu tun ist. \n\nGrade in Gold gewinnt aus meiner Erfahrung immer das Team was schlauer spielt. Es gibt soo viele Spiele in denen der Gegner 10k vorne war aber keine Ahnung vom Spiel, jedes einzelne haben wir gewonnen.\n\nUnd das lernst du nur durch Yt gucken, du musst dein Team \"führen\".","replies":[]}]}