{"id":"ssV6m5u3","poster":"Daewtil","date":"2017-04-06T14:37:18.224+0000","title":"Fragen über Fragen zu den neuen Champs und zum PBE","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo,meine Frage ist jetzt wann die Champs endlich raus kommen.Habe vor Geld aufzuladen auf meinem Account um beide Champs + Skins zu kaufen .\r\n\r\nUnd da wir Ferien haben w&uuml;rde ich mich freuen,falls sie schon n&auml;chste Woche kommen k&ouml;nnten .\r\n\r\nNoch eine Frage Riot hatte ja angek&uuml;ndigt alle 3 Monate ein neuer Champ. Da es jetzt 2 St&uuml;ck sind wird es jetzt 6 Monate dauern ? Villeicht haben sie sich es ja vorgearbeitet und wollen jetzt den Sommer frei bekommen.\r\n\r\nWie bekomme ich ein PBE Account ? \r\nIch will unbedingt die neuen Champs spielen :I W&uuml;rde sogar ,da ich wei&szlig; das viele dodgen alle Champs spielen egal welche Position ben&ouml;tigt wird um nur die neue Marksman spielen zu d&uuml;rfen ...\r\n\r\nIch habe geh&ouml;rt das es kaum noch neue PBE Accounts gibt ,nur wenige noch f&uuml;r Youtuber .Der Rest muss sich ein alten PBE kaufen .Und da ich den Schwarzmarkt nicht unterst&uuml;tzen will ,frage ich hier mal nach .","replies":[{"id":"","poster":"Released Ape","date":"2017-04-07T07:02:01.691+0000","up_votes":1,"down_votes":0,"body":"Um sich für PBE anzumelden: https://pbesignup.euw.leagueoflegends.com/de/pbe\n\nNach Anmelden kann einige Zeit vergehen, es werden soweit mir bekannt ist immer ein paar Personen Stoßweise eingelassen. Anbei merke ich an:\n\n> PBE-Tester sind dazu eingeladen, auf dem Testserver zu spielen, dabei zu helfen, Probleme zu beseitigen, Ideen zu testen und Rückmeldungen zu League of Legends-Inhalten zu geben. Wir haben einige Richtlinien, die dir dabei helfen sollen, zu ermitteln, ob du ein guter PBE-Tester wärst.\n\n>Dein Benutzerkonto auf dem Live-Server ist Level 30.\n\n>Du hast eine ziemlich weiße Weste, was Sperren und Meldungen angeht.\n\n>Du genießt es, über deine Erfahrungen zu reden - manchmal mit Leuten, die nicht der gleichen Meinung sind.","replies":[]},{"id":"","poster":"Sihari","date":"2017-04-06T14:54:50.815+0000","up_votes":1,"down_votes":0,"body":"Die neuen Champions werden definitiv nicht nächste Woche kommen, da sie gerade erst auf dem PBE veröffentlicht wurden. Bis alle Tests fertig sind dauet es noch ein bisschen.\n\nEs ist auch sehr unwahrscheintlich, dass in der nächsten Zeit keine neuen Champions mehr kommen, keine Angst ;3 \nIn der Abteilung für neue Champions sitzen viele verschiedene Teams und dass ein Team diesmal gleich 2 Champions hervorgebracht hat wird die anderen Teams nicht weiter ausbremsen. ^-^\n\nEinen PBE-Account bekommt man leider wirklich nur in dem man sich anmeldet. Accounts zu kaufen ist genau wie auf den normalen Servern verboten.\nWann genau weitere Spieler für den PBE-Server ausgewählt werden ist komplett random und es kann leider sehr lange dauern, bis man das Glück hat ausgewählt zu werden.  Dass man Youtuber ist beschleunigt die Freigabe übrigens nicht. \nIch glaube aber, dass erst vor ein paar wenigen Tagen jemand im Forum geschrieben hatte, dass er einen PBE-Zugang erhalten hat, also ist es auch nicht unmöglich einen zu bekommen.","replies":[]}]}