{"id":"mkGyx5WA","poster":"EtS AnanasSquad","date":"2017-04-05T19:36:20.318+0000","title":"Promo wurde Resettet trotz Promo Wins","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Liebe Community und Riot Mitarbeiter, ich habe heute Morgen meine letzten 2 Promo Rank games gespielt auf Silber 2 zu 1 ich hatte schon 1 Win vorher gehabt mit Xerath und das game davor mich mit Blitzcrank in die Promo gespielt gehabt , danach hab ich 1 Loose gehabt heute mit Xerath und dann einen Win mit kassadin somit 2 wins 1 loose womit ich eigentlich von Silber 2 auf 1 aufsteigen m&uuml;sste, jedoch hat nach dem game nichts geladen meine Mates haben keine Punkte bekommen und ich kein Win einfach weil es nich angezeigt wurde, in der History is mein Win trotzdem drinne aber bin dennoch Silber 2 Promo.\r\nIch habe nich dran gedacht ein Screenshot zu machen weil ich dachte der client spinnt nur hab ich heut abend dann gesehen das meine Promo komplett resettet wurde, ich habe zwar keine Screenshots aber 2 Videos von Streamern wo man sieht wie ich in die Promo gekommen bin mit Blitz und wie ich das erste Promo game auch gewonnen habe und im andern video den loose und win und wie die Punkte nich laden.\r\n\r\nhttps://www.twitch.tv/videos/132400143 ab 4 Stunden 15 Minuten ca sieht man das Game wie in die Promo komme oder auch ein Game vorher wie ich auf 99 Punkte gekommen bin\r\n\r\nhttps://www.twitch.tv/videos/133543130 ab 3 Stunden 14 man h&ouml;rt leider nix weil VOD und wegen der Musik aber man sieht das die Punkte anzeige nich l&auml;dt, dies is bei mir auch passiert / bei dem ganzen Team\r\n\r\nN&auml;chstes mal merke ich mir bei sowas gleich screenshots zu machen aber wer denkt auch dran vor der Promo ein Screenshot zu machen \r\nIngame Name: Saltcrank Mid","replies":[{"id":"","poster":"Sihari","date":"2017-04-05T20:46:01.935+0000","up_votes":1,"down_votes":0,"body":"Bist du vielleicht zwischen drin mal aus der Champselect gegangen? Das zählt nämlich als verlorenes Promospiel.","replies":[]},{"id":"","poster":"Gin","date":"2017-04-05T19:44:01.493+0000","up_votes":1,"down_votes":0,"body":"Du musst dich damit an den [Support](https://support.riotgames.com/hc/de/requests/new) wenden.","replies":[]}]}