{"id":"TE6fsgAP","poster":"Humpelstilzche","date":"2017-04-05T07:58:36.996+0000","title":"Foren-Trolle und Moderation","subforum":"Spielerverhalten & Moderation","up_votes":43,"down_votes":4,"body":"https://3.bp.blogspot.com/-l-MxvG22Rh0/V2sYib_lT7I/AAAAAAAAA8s/WzdBYp9cyyUuYucfzSH5a0iyLuiTTtItwCLcB/s200/Troll_Based_ON.png\r\n\r\nWir möchten uns heute die Zeit nehmen, ein paar Worte über Forentrolle zu verlieren. Trolle waren nie ein großes Problem der Boards und sind es auch heute nicht, kommen aber gelegentlich vor. Trolle sind hier insbesondere als die armen Seelen zu verstehen, die es sich scheinbar zur Aufgabe gemacht haben, anderen Spielern auf die Nerven zu gehen, Aufmerksamkeit zu erregen und feindselige Reaktionen zu provozieren...möglichst ohne dabei eindeutig die Regeln zu brechen. \r\n\r\nWir möchten daran erinnern, dass der beste Weg mit diesen Aufmerksamkeits-Süchtigen umzugehen ist, ihnen diese Aufmerksamkeit nicht zu geben. Leider wurde dieser Ratschlag, der eigentlich jedem erfahrenenen Internetnutzer bekannt sein sollte, offensichtlich von vielen hier vergessen. \r\nDarüber hinaus geht die Methode die einige gewählt haben schon sehr in Richtung Mobbing und die Moderation-Queue ist voller Spam-Meldungen. Wir haben dieses Problem für einige Zeit beobachtet, in der Hoffnung dass die Leute wieder zur Vernunft kommen und sich an Regel Nummer 1 im Umgang mit Trollen erinnern. Dies ist jedoch scheinbar nicht der Fall, **weshalb wir hiermit ankündigen, dass Spam-Beiträge so wie bewusstes Mobbing einzelner Foren-User (egal wer diese User ist) wieder ganz normal moderiert werden**. \r\n\r\nTrolle zu mobben ist weder effektiv noch ist es das Richtigte. Ihr kennt ja vermutlich das Fry-Mem...Dummheit und Trolling sind manchmal schwer außeinander zu halten. Behaltet immer im Hinterkopf dass ihr mit eurem Urteil darüber, was es nun ist, falsch liegen könntet und ihr einen Menschen fertig macht, der es einfach nicht besser weiß. \r\nUnd selbst wenn ihr euch sicher seid, sieht das von außen ganz anders aus und ihr bildet ein schlechtes Vorbild für andere Board-User. Die Boards haben einen relativen guten Ruf in Bezug auf die Höflichkeit der Nutzer und die Diskussionskultur, die hier gepflegt wird. Es wäre schade, wenn sich das ändern würde und wenn die Ursache dafür Leute wären, die es eigentlich nur gut meinen. \r\n\r\nWenn ihr sinnvoll gegen Trolle vorgehen wollt, ignoriert diese und meldet Beiträge, die gegen die Regeln verstoßen...was früher oder später immer irgendwann passiert. \r\nEs ist toll, dass viele von euch gemeinsam gegen Trolling vorgehen wollen, aber ihr habt euch in diesem Fall leider ein wenig in der Methode vergriffen. \r\n\r\nWenn ihr Ideen habt wie wir in Zukunft besser mit Trollen umgehen können, können wir gerne darüber diskutieren. Auch die Forenregeln an sich können gerne debattiert werden; Verbesserungsvorschläge sind immer willkommen.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-04-05T09:28:32.380+0000","up_votes":12,"down_votes":1,"body":"Kann man den Thread vielleicht oben anpinnen? Es wäre schade, wenn der in 2 Wochen nach unten verschwunden ist.","replies":[]},{"id":"","poster":"Shacoláde","date":"2017-04-05T09:19:24.023+0000","up_votes":9,"down_votes":0,"body":"Stimmt Humpel da geb ich dir auch vollkommen recht.\n Was ich aber gerne noch dazu sagen würde ist,\ndas ich in letzter Zeit nicht wirklich das Gefühl hatte,\ndas sich jmd von den \"Grünen\" oder \"Roten\" sich diesem Thema stellt\nund öffentlich die Meinungs diesbezüglich kunttut.\nDas ist nun der 1. Beitrag dazu.\n\nWas mir hier aber fehlt es ein \"Feedback-System\" das auch zeigt,\ndass das Melden von Spam auch Sinn macht.\n\nWas Möglichkeiten wären:\n\n1. Das man Troll- oder Spamthreads in einen sperates Forum schiebt und das Thema schließt,\nsodass man keine Nachricht darunter schreiben kann. Wäre auch schön, \nwenn ein \"Offizieler\" auch dazuschreiben würde, warum dieser dann auch \"gesperrt\" wurde,\nalso Lernbeispiel für die anderen.\n2. Das Threads aber gewissen \"Downvotes\" automatisch überprüft werden.\n3. Das auf Leute die des öftern aufgefallen sind, ein besonderes Auge gelegt werden\n und ebenso \"Stufen von Strafen\" eingeführt werden. \n --- Nur noch 10 Kommentare pro Tag für so und so lange\n --- Nur noch 1 Threads wöchentlich für so und so lange\n --- 2 Wochen vom Forum gesperrt \n --- Vom Forum gebannt\n\nNur wenn man nicht wirklich ein Feedback bekommt,\ndann weren sich die Leute halt selbst, so wie ich auch muss ich zugeben.\nIch habs sarkasitsch genommen ohne direkt beleidigend zu sein.\nWas aber auch nicht optimal ist muss ich zugeben.\n\nIch finds halt bisschen \"wenig\", \nals wenn man sagt: \"Ja, das Kind ärgert dich, ignorier es einfach\"\nWenn dir das Kind aber 10x auf die Füße tritt und keine \"Lehrer\" was dagegen unternimmt,\ndann ist Rat des Lehrer nur schwer zu befolgen.\n\nIch will hier im Forum Leuten echt gerne helfen, wenn sie Hilfe brauchen.\nNur wenn ich mich durch täglich 10 Trollthreads durchkämpfen muss, \ndann vergeht mir bisschen die Lust darauf.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T09:51:46.639+0000","up_votes":4,"down_votes":0,"body":"Vorschlag 1 und 2 sind technisch nicht möglich. \n\nVorschlag 3 wird sowieso schon praktiziert. Alle Mods sind aktive Foren-User und wir diskutieren regelmäßig über bestimmte Posts und/oder Spieler. Eine Beschränkung der Post-Anzahl ist technisch nicht möglich. Bans verteilen wir aber und einige bekannte Forentrolle werden \"on sight\" permagebannt. \n\nDas mit dem Feedback ist so eine Sache. Eine Funktion wie das Report-Feedback im Client ist, wer hätte es gedacht, technisch nicht möglich. Anderes Feedback kann ich mir realistisch nicht vorstellen. Wir können euch Statistiken über Moderation allgemein geben, falls das gewünscht wird, aber mehr können wir kaum tun. Es kommt jenseits der technischen Limitierungen noch dazu, dass Moderation genau dann am besten funktioniert, [wenn man idealerweise überhaupt nichts von ihr bemerkt](https://www.youtube.com/watch?v=edCqF_NtpOQ&feature=youtu.be&t=8).","replies":[{"id":"","poster":"Shacoláde","date":"2017-04-05T10:43:16.019+0000","up_votes":2,"down_votes":1,"body":"Ok, kann ich verstehen.\nEs macht es für die \"Normalen Forumuser\" jedoch nicht einfach, wenn es so bleibt wie es aktuell ist.\nStatistiken wäre \"Nice to have\", jedoch werden diese ihre Wirkung nach gut einer Woche verlieren,\nbzw. an den Leuten vorbeilaufen, die nur gelegentlich im Forum unterwegs sind.\n\nIch kann gut verstehen, das vieles nicht umsetzbar ist,\njedoch ist für mich (und wohl für viele anderen auch), die Lücke dazwischen schon relativ groß.\nWiegesagt, sofern die Trollposts nicht weniger werden, wird sich \" die Bürgerwehr\" nachweivor\nversuchen zu schützen. Und da find ich die Disskusion über \"Obst und Gemüse\" in solchen \nThreads noch annehmbar, im Gegensatz dazu, was andere schonmal geantwortet haben.\n\nEs ist schön das du uns hier hilfst,  was ein Anfang ist.\nUnd ich werd mich in Zukunft bei bestimmten Beiträgen von bestimmten User über nicht\nsachliche Themen nicht mehr negativ äußern,\naber das ist im Prinzip sich nur von dem Problem wegdrehen als es zu lösen.\nDie Leute werden denk ich nicht aufhören weiter \"trollen\".\n\nIch find´s nicht gut, aber werde es vorerst mal hinnehmen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T10:58:38.307+0000","up_votes":3,"down_votes":0,"body":"> das ist im Prinzip sich nur von dem Problem wegdrehen als es zu lösen.\n\nIm Fall von Trollen ist beides das Selbe. \n\n> Die Leute werden denk ich nicht aufhören weiter \"trollen\".\n\nNicht unbedingt, nein. Aber wenigstens werden sie nicht weiter gefüttert.","replies":[{"id":"","poster":"Wernicke","date":"2017-04-05T11:03:39.910+0000","up_votes":2,"down_votes":0,"body":"> Nicht unbedingt, nein. Aber wenigstens werden sie nicht weiter gefüttert.\n\nWas aber wie Shacolade bereits sagte keine richtige Lösung des Problems ist. Man schaut weg, ok, aber lösen tut man das dadurch m.M.n. nicht. \n\nUnd nein, ich habe leider auch keine Lösung, aber das diese trolls jeden Tag wieder diese sinnbefreiten threads erstellen können, ist einfach nur höchst unangenehm. \n{{sticker:zombie-brand-clap}} \n\nDa würde ich die Idee, welche bereits gesagt wurde, dass man als user andere user blockieren kann sehr begrüßen. \nDiese Funktion gibts auch in anderen, älteren Foren ja auch und sie ist ein sehr gutes feature.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T11:11:33.422+0000","up_votes":3,"down_votes":0,"body":"Eine Lösung im Sinne von \"Das Problem ist dann gelöst\", gibt es wohl nicht. Wenn man aktueller Forschung glauben darf (und das darf man wohl), sind Trolle sadistisch und narzistisch veranlagt. Denen macht es nichts aus auf Ablehnung zu stoßen, ganz im Gegenteil. Heißt dann im Endeffekt: Mit Gewalt kannst du sie nicht loswerden.\n\nDu kannst es nur möglichst langweilig für sie machen, indem du dich nicht provozieren lässt. \n\n> Diese Funktion gibts auch in anderen, älteren Foren ja auch und sie ist ein sehr gutes feature.\n\nWie sagt man im Englischen so schön: You are preaching to the choir. \nWenn du mir erzählst dass das Forum und dessen Technologie veraltet und beschämend für ein Unternehmen wie Riot ist, werd ich dir garantiert nicht widersprechen. \nBzw nochmal im Klartext, soll ja keiner behaupten ich würde um den heißen Brei herum reden: Ja, das Forum ist kacke.","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T11:19:55.635+0000","up_votes":4,"down_votes":0,"body":"Schon mal die Homepage angeguckt?\n*DAS* ist echt daneben.\n\nFind Persönlich das Forum/System nicht so schlimm, klar, hat ein paar Fältchen und das ein oder andere Features mehr, wäre echt toll, aber das ist meine Meinung :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:06:19.457+0000","up_votes":3,"down_votes":0,"body":"Über die Homepage hab ich mich schon vor Jahren beschwert. Ich find Maxims Video toll, aber er ist bei weitem nicht der erste, der die Homepage bemängelt.","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:03:56.301+0000","up_votes":1,"down_votes":0,"body":"Wieso bannt man Trolle nicht? In den Fällen im Forum erkennt ein blinder den Troll","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T12:05:23.124+0000","up_votes":2,"down_votes":0,"body":"Verhält sich wie Löwenzahn:\n\nDie kommen wieder.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:28:22.978+0000","up_votes":1,"down_votes":0,"body":"Und dann bannt man sie halt wieder? Oder sollen wir Löwenzahn deswegen Deutschland überschwemmen lassen weil es \"ja eh wieder kommt\"?","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T12:57:50.230+0000","up_votes":2,"down_votes":0,"body":"Ney, du musst ihnen nur das Sonnenlicht/die Aufmerksamkeit nehmen.\n\nWirst sehen wie die verwelken.","replies":[]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2017-04-05T11:03:19.108+0000","up_votes":1,"down_votes":0,"body":"> Im Fall von Trollen ist beides das Selbe. \n\nUnd genau da ist der Punkt an dem wir nicht zueinander finden","replies":[]}]}]},{"id":"","poster":"ÐankGamer420","date":"2017-04-05T10:09:01.607+0000","up_votes":1,"down_votes":1,"body":"Warum hast du einen grünen Namen? Möchte ich gerne wissen. Bist du ein Supporter o.O?","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T11:03:21.319+0000","up_votes":2,"down_votes":0,"body":"Ich bin ein Volunteer, spezifisch ein Emissary. Mehr Infos dazu findest du [**hier**](http://en.volu-eu.org/) und [**hier. **](http://en.volu-eu.org/about_us.php)\n\nWas wir so tun, kannst du [**hier **](http://en.volu-eu.org/projects.php) nachschauen.","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2017-04-05T10:12:38.968+0000","up_votes":2,"down_votes":0,"body":"Den kriegt man, wenn man als Kind immer brav sein Gemüse gegessen hat ;)\n\nNein, er ist ein freiwilliger Helfer. Wie ein kleiner Weihnachtwichtel. Tragen die nicht auch grün?","replies":[{"id":"","poster":"ÐankGamer420","date":"2017-04-05T10:23:16.461+0000","up_votes":1,"down_votes":0,"body":"Doch, also er ist kein Support, aber er hilft viel mehr als die anderen? :3","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T10:42:27.230+0000","up_votes":2,"down_votes":0,"body":"Er engagiert sich einfach in der Comunity und ist Mitglied einer von Riot unterstützten Gruppe \"Volunteers\" (=Freiwillige).\n\nGibbt auch Gelbe Leutchen, die helfen dann bei technischen Fragen/Problemen ;)","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2017-04-05T10:31:46.783+0000","up_votes":1,"down_votes":0,"body":"Naja, er ist nicht von Riot angestellt, falls du das meinst. ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2017-04-05T08:17:49.082+0000","up_votes":9,"down_votes":0,"body":"Vielen Dank dass die Moderation auch mal was dazu gesagt hat :).\n\nHier nochmal die Quintessenz:\n\n> **Wir möchten daran erinnern, dass der beste Weg mit diesen Aufmerksamkeits-Süchtigen umzugehen ist, ihnen diese Aufmerksamkeit nicht zu geben. **\n\nIch hoffe ihr könnt euch alle damit anfreunden, sodass die aktuellen und guten Beiträge, welche einer Diskussion würdig sind, zuoberst zu finden sind und vielen Dank an alle die mithelfen :)","replies":[{"id":"","poster":"StormbringerLoki","date":"2017-04-05T10:49:31.603+0000","up_votes":3,"down_votes":1,"body":"ja, trolle einfach downvoten und weiterscrollen. Dann werden die auch nicht mehr so oft gesehen, weil wer klickt einen Beitrag mit -20 Likes oder so an :)","replies":[{"id":"","poster":"Sihari","date":"2017-04-05T11:35:56.720+0000","up_votes":4,"down_votes":0,"body":"Beiträge mit vielen Downvotes klicke ich persönlich recht oft an... Ich bin einfach zu neugierig, womit er sich die ganzen Downvotes verdient hat. °^° \nUnd ich weiß auch, dass ich nicht die einzige bin die so denkt, weswegen bei Trollen der besonders schlimmen Sorte kein Vote besser als ein Downvote ist.","replies":[]},{"id":"","poster":"5weeds","date":"2017-04-05T10:57:40.063+0000","up_votes":4,"down_votes":0,"body":"Einspruch.\n\nminus vote = Aufmerksamkeit\n\nMacht kein Sinn, aber sowas wollen die.\nEinfach **überhaupt nicht** beachten.\nWeiterscrollen und Trolle traurig machen ;)","replies":[]},{"id":"","poster":"Supportsmanlike","date":"2017-04-05T10:53:57.409+0000","up_votes":3,"down_votes":1,"body":"Auf jeden Fall mehr Leute, als bei einem Beitrag mit einem Upvote.","replies":[{"id":"","poster":"StormbringerLoki","date":"2017-04-05T10:56:37.322+0000","up_votes":1,"down_votes":0,"body":"Was meinst du damit ?","replies":[{"id":"","poster":"Supportsmanlike","date":"2017-04-05T13:08:12.560+0000","up_votes":1,"down_votes":0,"body":"War ausversehen ein \"d\" mit reingerutscht^^\n\nBeiträge mit massenweise Downvotes werden viel öfter angeklickt, als völlig unscheinbare Threads, die einfach nur standardmäßig ein +1 haben.","replies":[]}]}]}]}]},{"id":"","poster":"Soúp","date":"2017-04-05T14:40:30.843+0000","up_votes":7,"down_votes":0,"body":"Ich würde es so schön finden, wenn wir den TE einfach mal eine Woche in Ruhe lassen würden. Keine Downvotes, keine Kommentare (einfach NICHTS antworten) .. dann würde ihm so schnell die Luft ausgehen, wenn er merkt, dass er **komplett** ignoriert wird.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-04-05T17:34:35.248+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Soúp,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=000d,timestamp=2017-04-05T14:40:30.843+0000)\n>\n> Ich würde es so schön finden, wenn wir den TE einfach mal eine Woche in Ruhe lassen würden. Keine Downvotes, keine Kommentare (einfach NICHTS antworten) .. dann würde ihm so schnell die Luft ausgehen, wenn er merkt, dass er **komplett** ignoriert wird.\n\nNaja... jetzt, wo wir hier ausführlich drüber diskutiert haben und der Troll das nachlesen kann (in einem Thread, der am besten noch angepinnt werden sollte, ich kann nicht sehen, wie das schief gehen könnte...) wird eine Woche nicht reichen...\n\nAber ja... ich frage mich sowieso, warum die Leute sich von einzelnen Leuten so nerven lassen. Das sage ich als jemand, der hier eher zu viel als zu wenig liest. Dennoch gibt es halt einige Threadersteller, wo ich schon beim Namen lesen weiß, dass ich den einfach nicht anklicken muss. Und dann lass ich das und dann stört der mich auch nicht... Es zwingt euch ja niemand dazu, all diese Threads anzuklicken...","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2017-04-05T15:45:13.671+0000","up_votes":1,"down_votes":0,"body":"Wäre die richtige Herangehensweise, aber ich frage mich, wie das in einem Forum dieser Größe funktionieren soll. Diesen Post haben jetzt knapp 600 Leute gesehen, aber hier laufen ja noch mehr rum. Bin ich zu negativ?","replies":[{"id":"","poster":"drexxsack","date":"2017-04-05T16:21:10.466+0000","up_votes":2,"down_votes":0,"body":"Das Forum hat eine mehr oder minder konstante Stammcommunity und der Rest kommt meist nur zum meckern, fragen, hilfe suchen etc.\n\nvon diesen \"durchgängern\" bleibt dann ein ganz geringer Teil hängen und fügt sich in die Stammcommunity ein. \nWenn der Stamm einen Troll links liegen lässt, sterben seine Threads in der Regel schnell aus. So zeigt es jedenfalls die Erfahrung der letzten Jahre.\n\nDas ist natürlich ersteinmal nervig und frustrierend, aber im Endeffekt ists am effektivsten einen Troll nicht zu beachten.\nFür die Nerven gibt es dann sowas hier:\nhttps://www.youtube.com/watch?v=_ddQL5ZFNDg","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-06T06:47:23.183+0000","up_votes":1,"down_votes":1,"body":"Hm, die Robbe könnte ich mir stundenlang angucken.. :)\n\nIch habe nur die Vermutung, dass besagter User ein anderes Problem hat. Dafür müsste ich mal ein bisschen aus dem Nähkästchen plaudern..\n\nIn meiner Berufsschulklasse ist ein Mädchen, dass das Bedürfnis hat, sich allen Leuten mitzuteilen. Am Anfang wirkte es wie ein (verzweifelter) Versuch, Freundschaft zu schließen und man ist noch drauf eingegangen, der Rest der Klasse war aber irgendwann genervt von ihrem permanenten Redefluss. Man konnte sich nicht in ihrer Nähe aufhalten, sie hat einen sofort mit allem zugetextet. Du konntest dich wegdrehen und mit jemand anderem reden, es hat sie nicht gestört, sie hat einfach weiter erzählt. Hat man dann doch mal geantwortet, hat das einen weiteren, freudigeren Redeschwall nach sich gezogen.\n\nIhr zu sagen, dass man genervt ist und nicht immer über ihr Leben Bescheid wissen möchte, hat nichts gebracht, sie war kurz still, hat dann aber weitererzählt. Dadurch wurden einige sehr schnell gemein zu ihr, in der Hoffnung, sie würden so in Ruhe gelassen werden.\n\nIrgendwann sind eine Freundin und ich mal darüber gestolpert, dass es eine psychische Störung sein könnte, durch die sie nicht anders KANN, als sich permanent anderen Leuten mitzuteilen; seien es nun Lehrer oder frustrierte Mitschüler. Wir glauben mittlerweile, dass sie es schon realisiert, aber sie es trotzdem nicht stoppen kann. Sobald man sich ihr zuwendet und versucht, mit ihr darüber zu reden, bekommt die Erlebnisse der vergangenen Woche serviert.\n\nIch vermute, dass der User, der hier Obstauflistungen unter seine Posts bekommt, ein ähnlicher Fall sein könnte. Er kriegt Reaktion und postet weiter, aber wenn er ignoriert wird, kann er ja trotzdem posten. Ich stelle jetzt einfach die Behauptung auf, dass es ihn/sie nicht aufhalten wird. Wenn dann irgendwann ein \"Durchgänger\" vorbeikommt und eine hilfreiche Antwort schreibt, da sonst vorher ja nichts kam, hätte er trotzdem eine Reaktion, die ihn weiter beflügeln könnte (sollte er so ein Fall sein wie meine Klassenkameradin).\n\nIm Grunde kann man ausprobieren, ob es etwas bringt, ihn zu ignorieren. Sollte er ein Troll sein, hilft es vielleicht tatsächlich.","replies":[{"id":"","poster":"drexxsack","date":"2017-04-06T08:49:35.210+0000","up_votes":1,"down_votes":0,"body":"Das Problem in solchen Fällen ist dann, dass man als aussenstehender Driter nichts tun kann. Das kann nur das direkte Umfeld und letztenendes lassen Regeln sich nicht so anpassen, dass sie für alle denkbaren Fälle greifen, ohne eine Diskussion zu behindern.\n\nDas viele Trolle einen mehr oder minder großen Knacks haben, da sind wir uns alle einig, denke ich. \nDass Ingnorieren in der Regel hilft, liegt gerade daran, dass die Standardtrolle in der Regel primär narzistischen Persönlichkeitszügen folgen, wenn sie trollen. Narzisten(jetzt volle narzisten... nicht nur Persönlichkeitszüge die dem ähneln; die haben viele von uns) sind aber gerade nicht selbstsicher und selbstbewusst. Sie stellen sich als die tollsten und besten nach aussen dar, um gerade das zu verbergen und um Verletzungen zu vermeiden. Ihren Selbstwert beziehen sie überwiegend aus Bestätigung von aussen und in vielen auch aus der Aufmerksamkeit.\nNimmt man ihnen diese Möglichkeit, werden sie entweder noch weiter aufdrehen(was im Forum nur begrenzt möglich ist - und oft genug tatsächlich dann zu regelwidrigem Verhalten führt) oder sie suchen sich einen neuen Ort an dem sie bekommen, was sie wollen.","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-06T09:25:55.882+0000","up_votes":1,"down_votes":0,"body":"Das man hier wenig machen kann ist mir aufgefallen. Ich sags mal so, die Ignorier-Strategie scheint im Moment die einzig sinnvolle zu sein und man muss halt abwarten, wie es sich weiter entwickelt. \n\nIch hoffe nur, dass es in der Zwischenzeit nicht weiter eskaliert, es scheint ja doch viel Unmut zu erzeugen.","replies":[]}]}]}]}]},{"id":"","poster":"Vogeljunges","date":"2017-04-05T17:43:21.731+0000","up_votes":3,"down_votes":1,"body":"Ja du hast schon recht und wir sollten es versuchten... \nallerdings glaube ich nicht wirklich, dass ihn das \"aufhält\"... \n\nich vermute da schon echt psychische Probleme bei ihm... Wie ich im anderen Thread schon geschrieben habe, zock er laut op.gg pro Tag mindestens 12-15 Matches, was ja schon darauf schließen lässt, dass in seinem Leben ausser LoL nicht so viel los sein kann. Sprich, sollte er ne Arbeitsstelle haben oder ne Schule besuchen, kann er auf keinen Fall irgend eine Art von Sozialleben haben. \nUnd ich glaube auch, es ist ihm völlig egal ob jemand seinen Krams hier liest... Er will das einfach nur raushauen, weil ich die Vermutung habe, dieses Forum ist die einzige Plattform, auf der er mit anderen Wesen in Verbindung tritt.\n\nDafür spricht seine unglaubliche Beharrlichkeit, mit der er seit Monaten hier Beiträge reinballert, völlig gleichgültig dass niemand darauf in dialogform reagiert... Tut es jemand doch, dann zeigt sich sein, ich nenne es mal \"Problem\" ja dadurch, dass er anderen Meinungen ja überhaupt nicht folgen kann...\n\nIch glaube, der \"TE\" hat ernsthafte psychische Probleme und hat einfach keine andere Möglichkeit, sich auszudrücken... und deswegen wird er auch nicht damit aufhören, egal wie das Forum reagiert.","replies":[]},{"id":"","poster":"Andrej553","date":"2017-04-06T07:10:16.514+0000","up_votes":1,"down_votes":0,"body":"Soviel ich die letzten Jahre in dem Forum gesehen habe funktioniert das jedoch lange nicht so gut wie in anderen Foren. \nEs gibt gefühlt zu viele die nur 1-2 mal die Woche reinsehen oder eine Woche am Stück dafür zwei Monate dann nicht mehr.\nDiese können dann Trollposts nicht erkennen denn viele Trollposts sind nur als solche in der Masse zu erkennen.\n(Oder so provokant dass man nicht einmal darüber nachdenkt)\n\nInsofern fand ich die Aktion über Essen zu sprechen interessant. Damit nimmt man ihm 1. seinen Ort zu provozieren und 2. auch den Spaß uns zu ärgern wenn er sieht das wir nur fröhlich über Essen uns unterhalten.","replies":[]}]},{"id":"","poster":"Soúp","date":"2017-04-05T08:14:36.085+0000","up_votes":4,"down_votes":0,"body":"> Wenn ihr Ideen habt wie wir in Zukunft besser mit Trollen umgehen können, können wir gerne darüber diskutieren.\n\nIch hätte da eine Idee ;-) \n\nNein, im ernst. \nOption A: Den Troll verwarnen (das könnt ihr bestimmt) und dann zeitnah entfernen\nOption B, und die halte ich für sinnvoller: die Möglichkeit, Themen/Posts von bestimmten Usern zu blockieren, bzw. nicht anzeigen zu lassen","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T09:55:31.439+0000","up_votes":2,"down_votes":0,"body":"Option A wird bereits praktiziert, sofern wir uns denn sicher sein können, dass es ein Troll ist. Keine Unschuldigen zu bannen hat nach wie vor höchste Priorität. \n\nOption B ist technisch nicht möglich und wäre außerdem quasi identisch zu einem Ban.","replies":[{"id":"","poster":"Soúp","date":"2017-04-05T10:22:11.651+0000","up_votes":3,"down_votes":0,"body":"Soll heißen, ihr seid euch nicht sicher, dass der bekannte TE ein Troll ist? Hm.\n\nOption B ist technisch nicht möglich, dass weiß ich (zumindest Forum-seitig nicht) - aber das es identisch zu einem Ban ist, sehe ich nicht. Wenn ich mich durch den User gestört fühle, dann blockiere ich ihn. Was alle anderen damit machen, ist deren Sache. Aber ihr werdet sicher mitbekommen haben, dass sich ein Großteil der User in diesem Forum (massiv) gestört fühlen. \nAlle anderen können ihm doch weiter antworten und ihn als normalen, wenn auch sehr naiven, User wahrnehmen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T10:59:58.319+0000","up_votes":2,"down_votes":0,"body":"Hab dich missverstanden, ich dachte allgemein blocken.\n\n> Soll heißen, ihr seid euch nicht sicher, dass der bekannte TE ein Troll ist? Hm.\n\nSoll heißen dass wir nach Regeln moderieren, nicht nach persönlicher Preferenz.","replies":[{"id":"","poster":"Soúp","date":"2017-04-05T11:40:41.930+0000","up_votes":5,"down_votes":0,"body":"> Soll heißen dass wir nach Regeln moderieren, nicht nach persönlicher Preferenz.\n\nJa, dann GO! \n\n--> \n\n> Sei kein Idiot\nWir wollen die Community mit dem größten Sportsgeist werden, sowohl im Spiel als auch außerhalb davon. Nur weil ihr anonym seid, gibt euch das **keinen Freibrief zu miesen Umgangsformen**. Beiträge, die daneben langen, werden gelöscht. **Wiederholungstäter können dauerhaft ihren Platz vor der Tür beanspruchen. **\n\n> - Wenn Spieler sich **besonders unkonstruktiv** verhalten\n\n> **Kein Spam**\nEs gibt nicht gerade viele Gründe, um ein und denselben Inhalt mehrfach und/oder an verschiedenen Orten zu posten. Posts in mehreren Foren mögen in einigen Fällen durchaus sinnvoll sein, aber wenn dies nicht zutrifft, werden diese gelöscht. Wiederholungstäter müssen mit den Konsequenzen leben. **Denkt dran, nur weil ihr der ganzen Welt etwas mitteilen wollt, heißt das nicht, dass die ganze Welt es auch mitbekommen will.** Wollt ihr, dass ein Beitrag für voll- und wahrgenommen wird, dann verfasst ihn am richtigen Ort und **sorgt für einen angemessenen Inhalt**.\n\n> Allgemein gilt dass sich alle Besucher der Foren/Boards respektvoll gegenüber den anderen Nutzern verhalten sowie eine **zivilisierte Diskussionskultur pflegen** sollten. Verstöße gegen die Forenregeln oder die allgemeinen Regel des guten Benehmens können zu temporären oder permanenten Einschränkungen des Nutzerkontos führen (dies gilt auch für eventuell vorhandene Smurfs).","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:13:24.895+0000","up_votes":3,"down_votes":1,"body":"Zeig mir einen Post wo das zweifelsfrei der Fall ist und ein kategorischer Unterschied zu einem einfach nur \"dummen\" oder navien Post besteht, und wir kümmern uns drum. \nEs bleibt dabei, dass wir Dummheit nicht bestrafen. \n\nEventuelle peralinks zu spezifischen Posts bitte im Client an mich.","replies":[{"id":"","poster":"Soúp","date":"2017-04-05T12:47:51.664+0000","up_votes":2,"down_votes":2,"body":"> Zeig mir einen Post wo das zweifelsfrei der Fall ist und ein kategorischer Unterschied zu einem einfach nur &quot;dummen&quot; oder navien Post besteht, und wir kümmern uns drum. \n\nDa du dumm/naiv strikt von Troll trennst, werde ich dir keine Beispiele geben können. Aber die Verhaltensweise der meisten Trolle ist es, sich dumm/naiv zu verhalten (..)","replies":[{"id":"","poster":"drexxsack","date":"2017-04-05T13:14:25.180+0000","up_votes":3,"down_votes":0,"body":"Das Problem an einer Trennung, die nicht strikt ist, ist, dass sie das Konzept eines Forums, namentlich eine Platform für Diskussionen und Informationen zu bieten, irgendwann ad absurdum führen wird.\nDarin liegt denn auch das ganze Problem was wir haben.\nEs verhält sich ähnlich wie eine Altersgrenze. Wenn du halt einen Tag vor deinem vierzehnten Geburtstag in nem Laden etwas stiehlst, kannst du strafrechtlich dafür auch nicht belangt werden, denn die Grenze liegt dafür nuneinmal bei eben vierzehn Jahren. \nNur weil einem die Grenze in diesem speziellen Fall unangenehm ist, heißt nicht, dass man deshalb die Grenze verschieben kann, soll oder muss.\nWürde man jedes mal die Grenze verschieben, gäbe es zwangsläufig irgendwann keine mehr.\nDas Argument der \"Dummheit\" ist dabei auch ein Totschlagargument, dass sich so gut wie immer im Grenzbereich(wo immer man die Grenze denn gesetzt hat) bringen lässt.","replies":[{"id":"","poster":"Soúp","date":"2017-04-05T14:31:34.722+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe das Problem ja. Es besteht ja nunmal auch die winzige Chance, dass der TE einfach wirklich so ist, wie er ist... ohne zu trollen. \nMan könnte ihm aber zumindest mal sagen (ihr solltet das vielleicht tun), dass er nicht jeden Tag 50 neue Threads eröffnen sollte, mit absolut albernen Themen .. er kann durchaus auch mal Google / Forumsuche benutzen, um Informationen zu bekommen.","replies":[]}]}]},{"id":"","poster":"CustomKunibert","date":"2017-04-05T14:47:03.412+0000","up_votes":1,"down_votes":0,"body":"Kannst du bei Gelegenheit (wenn du darauf Zugriff hast) ein Komma ergänzen? \n\n\"Allgemein gilt dass sich alle Besucher der Foren/Boards respektvoll gegenüber den anderen Nutzern verhalten sowie eine zivilisierte Diskussionskultur pflegen sollten.\"\nNach \"allgemein gilt\" müsste mMn eins rein.\nDanke!\n\nPS: Ja, ich bin zwanghaft veranlagt, aber man kann ja nicht aus seiner Haut ¯\\_(ツ)_/¯","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:06:39.488+0000","up_votes":1,"down_votes":0,"body":"Daumen hoch","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:06:15.618+0000","up_votes":1,"down_votes":0,"body":"Jetzt würde ich gerne das du Soup antwortetst ^^","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2017-04-05T08:46:14.389+0000","up_votes":6,"down_votes":5,"body":"Option A wie Apfel und B wie Birne klingen beide gut ;)","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-05T09:11:13.250+0000","up_votes":4,"down_votes":0,"body":"Ich sehe, wir haben hier einen Meister, wenn es um Überleitungen geht.","replies":[{"id":"","poster":"CustomKunibert","date":"2017-04-05T10:32:47.443+0000","up_votes":2,"down_votes":1,"body":"Geht es jetzt _schon_ wieder ums Essen? ^^","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T10:48:37.558+0000","up_votes":1,"down_votes":0,"body":"@shácolade\n\nDas Gemüse/Obst gespame wurde eigentlich dazu benutz um auf einen bestimmten Troll aufmerksam zu machen.\n\nWar ne weile lustig, aber erstens: die Volunteers sind auf den Jungen aufmerksam geworden, Mission Succeed\n\nZweitens: Es passt hier absolut nicht rein.","replies":[{"id":"","poster":"Sirrkas","date":"2017-04-05T10:54:41.467+0000","up_votes":4,"down_votes":0,"body":">War ne weile lustig, aber erstens: die Volunteers sind auf den Jungen aufmerksam geworden, Mission Succeed\n\nIch glaube du verwechselst da Ursache und Wirkung. Nur weil Humpel einen Thread erstellt hat, bei dem er sagt, dass er gemerkt hat, dass einige fragwürdige Maßnahmen gegen Leute durchführen, die sie für Trolle halten, heißt das noch lange nicht, dass er den vermeintlichen Troll nicht schon längst bemerkt hat.","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T11:05:49.074+0000","up_votes":2,"down_votes":0,"body":"... stimmt.\n\nDass das Obstgespame falsch war (und wahrscheinlich einfach gar nichts gebracht hat), sehe ich ein.\n\nÄndert aber nichts an der Tatsache, dass wir eine erwartete Reaktion von euch, die zu lange ausblieb, bekommen haben.\n\n","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2017-04-05T10:52:29.740+0000","up_votes":1,"down_votes":0,"body":"Alles klar... werde ich, wie grad in meinem Repost beschrieben, abstellen.","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T11:01:19.513+0000","up_votes":2,"down_votes":0,"body":"Nicht falsch verstehen ^^\nIst absolut nichts persönliches und ich werd's auch noch anderen sagen, aber die \"Grünzeug-Bewegen\" geht in den Ruhestand.\n\nSo, jetzt noch ein letztes: Avocado, auf dass ich dich nie wieder gebrauchen werde ^^","replies":[{"id":"","poster":"Shacoláde","date":"2017-04-05T11:05:41.108+0000","up_votes":1,"down_votes":0,"body":"Ne ist ok... hast ja recht.\nFand die Bewegung trotz allem ganz \"Witzig\".\n\n> So, jetzt noch ein letztes: Avocado, auf dass ich dich nie wieder gebrauchen werde ^^\n\nJa ne is klar xD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T09:56:59.787+0000","up_votes":2,"down_votes":0,"body":"Option B geht mit einem externen Script. Zamo hat den Wunsch für mich implementiert. Ich such euch heute Abend mal den Link raus","replies":[]}]},{"id":"","poster":"IQ FortyTwo ","date":"2017-04-05T08:15:46.635+0000","up_votes":4,"down_votes":19,"body":"Guter Beitrag, also von mir hast du einen Thumb Up, aber ich bin auch kein Troll und werde gemobbt, natürlich nicht von allen, aber es sind eine Handvoll hater, troller und toxischer leute die einfach andere Meinungen und System-kritik nicht aushalten können und die werfen ein echt übles Licht auf die Community, vorallem für Neueinsteiger.","replies":[{"id":"","poster":"Revilous","date":"2017-04-05T09:35:44.070+0000","up_votes":4,"down_votes":5,"body":"Grüß dich IQ FortyTwo, wie gehts dir?","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T09:55:49.985+0000","up_votes":5,"down_votes":0,"body":"> Wir möchten daran erinnern, dass der beste Weg mit diesen Aufmerksamkeits-Süchtigen umzugehen ist, ihnen diese Aufmerksamkeit nicht zu geben.\n\nIm selben Threat, **im selben Threat!!**\nUnd da soll der Troll den 42 IQ haben? \nIch weiß nicht...","replies":[]}]},{"id":"","poster":"three stodges","date":"2017-04-05T18:08:26.087+0000","up_votes":1,"down_votes":1,"body":"Mit System- Kritik sind LOL jünger auch überfordert, egal ob die Kritik berechtigt ist .","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2017-04-05T21:39:58.345+0000","up_votes":5,"down_votes":1,"body":"Nach längerer Abstinenz, lese ich die letzten Wochen wieder sporadisch mit.\nAls mehr oder weniger Unbeteiligter kann ich daher sagen, dass die Sache nicht so deutlich schwarz und weiß ist, wie manche vieleicht denken.\n\nDer erste Beitrag den ich gelesen habe, hat mich schockiert! Ich weiß nicht mehr was der TE wollte, es war sicherlich keine qualitative Meisterleistung und vielleicht auch etwas plump, aber der Beitrag hat ganz sicher nicht gerechtfertigt, was ich darunter lesen musste!\nZusammenfassen kann man es wohl mit \"Beleidigungen und Obst\" und das Schlimmste daran war, dass auch Obst von Grünen gepostet wurde.\n\nNachdem ich kurz überlegte, was hier in den letzten Monaten passiert sein musste, habe ich die vergangenen Beiträge des TE´s gelesen und war bestenfalls etwas weniger enttäuscht.\nEgal wie leicht man sich die Welt gerne machen würde, die Person, von der ich glaube, dass es um sie geht, ist nicht mit absoluter Sicherheit ein Troll, sondern vielleicht auch ein sehr unsicherer Mensch, der Probleme im sozialen Umgang hat.\nNatürlich kann das auch nervig sein, rechtfertigt aber keineswegs, wie mit ihm oder ihr umgegangen wird! Selbst wenn ich da nicht mit jedem auf einem Nenner bin, Fakt ist, dass es auf neue Besucher des Forums, noch schlimmer wirken muss als auf mich.\n\nWas auch immer hier in der Zeit meiner Abwesenheit passiert ist, es wäre schön, wenn einige hier wieder zu den moralisch stabilen Menschen werden würden, die mir damals dabei geholfen haben zu erkennen, wie schädlich und schändlich es ist, Unrecht mit Unrecht zu vergelten und sich dabei in eine Hasspirale zu begeben, in der man zu dem wird, was man verachtet.\nDas gilt Ingame ebenso wie im RL und auch in der Zwischenwelt \"Forum\".","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T11:07:12.800+0000","up_votes":1,"down_votes":3,"body":"Das konsequente ignorieren und übertreten von Regeln, sowie das konsequente und andauernde Bestreben Unruhe zu stiften rechtfertigen sehr wohl den vorhandenen Zustand des Widerstands. \nEine Aktion ruft eine Reaktion hervor und wenn meine Aktionen von der Mehrheit der Leser als negativ aufgefasst werden, dann wird es eine Negative Reaktion darauf geben. \nUnsichere Menschen mit sozialen Problemen werden sich nicht bereitwillig ubd absichtlich dem Unmut der Community aussetzen. Außerdem, was bitte soll diese Aussage er wäre eventuell unsicher und sozial inkompetent darstellen? Eine Entschuldigung?  Eine Rechtfertigung?  Beides ist nicht akzeptabel und darf nicht toleriert werden. \nAm Ende stellen wir uns bei jeder Verfehlung hin und sagen \"Naja er kann halt nicht so gut mit Menschen, lasst ihn doch\". Dann können wir die Regeln auch gleich abschaffen. Es ist nicht die Schuld und schon gar nicht die Verantwortung der Community, sollte der TE eine Charakterschwäche haben.","replies":[{"id":"","poster":"Der Großmugister","date":"2017-04-06T11:41:40.360+0000","up_votes":6,"down_votes":1,"body":"Nein, natürlich nicht! Man hat als Mitglied der Community nicht einmal die moralsiche Verpflichtung, auch nur auf so einen Menschen zu reagieren.\nWenn man sich aber dafür entscheidet es zu tun, ist man sehr wohl verpflichtet, es mit der gebotenen Höflichkeit zu machen.\n\nInteressanterweise argumentierst du exakt so wie die Spieler, die sich hier im Forum über ihren Bann beklagen. \"Der XXX-Laner hat angefangen, hat getrollt, meine Mutter beleidigt, etc.\" \"Darum musste ich mich verteidigen!\".\n\nIndem man einen vermeindlichen Troll beleidigt, bringt man nichts positives in die Welt! Man ändert sein Verhalten nicht, man beschützt niemand anderen vor ihm und bewirkt auch sonst nichts gutes.\n\nEs ist mir durchaus klar, dass es sehr schwierig ist sich einzugestehen, dass man falsch gehandelt hat, obwohl man sich so sicher war im Recht gewesen zu sein, aber es lohnt sich definitiv mal darüber nachzudenken.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T12:19:14.570+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=001200020001,timestamp=2017-04-06T11:41:40.360+0000)\n>\n> Nein, natürlich nicht! Man hat als Mitglied der Community nicht einmal die moralsiche Verpflichtung, auch nur auf so einen Menschen zu reagieren.\n> Wenn man sich aber dafür entscheidet es zu tun, ist man sehr wohl verpflichtet, es mit der gebotenen Höflichkeit zu machen.\n> \n> Interessanterweise argumentierst du exakt so wie die Spieler, die sich hier im Forum über ihren Bann beklagen. &quot;Der XXX-Laner hat angefangen, hat getrollt, meine Mutter beleidigt, etc.&quot; &quot;Darum musste ich mich verteidigen!&quot;.\n> \n> Indem man einen vermeindlichen Troll beleidigt, bringt man nichts positives in die Welt! Man ändert sein Verhalten nicht, man beschützt niemand anderen vor ihm und bewirkt auch sonst nichts gutes.\n> \n> Es ist mir durchaus klar, dass es sehr schwierig ist sich einzugestehen, dass man falsch gehandelt hat, obwohl man sich so sicher war im Recht gewesen zu sein, aber es lohnt sich definitiv mal darüber nachzudenken.\n\nIch verstehe, wie du zu der gezogen Parallele zwischen mir und diversen Anderen kommst und möchte auf die elementaren Unterschiede hinweisen:\nPrimo wurde ich nicht bestraft und versuche deswegen nicht mich zu rechtfertigen\nSekundo will ich einfach nur, daß bestehende Regeln auch durchgesetzt werden und will nicht bestehende Regeln zu meinen Gunsten beugen. \nTertio reagiere ich hiermit auf die offen ausgesprochene Absicht der Verantwortlichen untätig zu bleiben und reagiere nicht auf eine Tätigkeit der Verantwortlichen.","replies":[]}]},{"id":"","poster":"MilliDieFrau","date":"2017-04-06T11:39:58.223+0000","up_votes":3,"down_votes":1,"body":"Nein, es ist sicher kein Freifahrtschein. Es ist allerdings eine Tatsache, dass er da in so einem Fall nichts für könnte. Natürlich kann man immer an sich arbeiten, aber das braucht meistens Zeit und ist für den einen schwerer als den anderen.\n\nMan kann hier niemanden zwingen, das zu verstehen, WENN es denn überhaupt der Fall ist, aber toleriert werden sollte sowas schon. Nicht nach dem Motto \"Lass ihn machen was er will\". Es ist sicher nicht die Verantwortung des Forums, ihm bei seinen psychischen Problemen zu helfen, aber diese dann hier im Forum zu verbieten oder nicht zu tolerieren fände ich nicht in Ordnung.\n\nZumal soziale Probleme ein sehr breites Spektrum ist und da zum einen die sind, welche du erwähnst (keinen Unmut auf sich ziehen, es möglichst allen Recht machen), dann welche, die gar nicht mit anderen interagieren können bis hin zu denen, die aus diversen Gründen Aufmerksamkeit haben möchten; sei es nun negative oder positive.\n\nDa wir von dem User aber vermutlich kein Statement in die Richtung bekommen werden und es auch sein kann, dass ihm einfach langweilig ist, ist halt die nächste Reaktion auf seinen Verhalten das Ignorierenund hoffen, dass er von alleine verschwindet oder sich eben bessert.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T12:24:33.954+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MilliDieFrau,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=001200020000,timestamp=2017-04-06T11:39:58.223+0000)\n>\n> Nein, es ist sicher kein Freifahrtschein. Es ist allerdings eine Tatsache, dass er da in so einem Fall nichts für könnte. Natürlich kann man immer an sich arbeiten, aber das braucht meistens Zeit und ist für den einen schwerer als den anderen.\n> \n> Man kann hier niemanden zwingen, das zu verstehen, WENN es denn überhaupt der Fall ist, aber toleriert werden sollte sowas schon. Nicht nach dem Motto &quot;Lass ihn machen was er will&quot;. Es ist sicher nicht die Verantwortung des Forums, ihm bei seinen psychischen Problemen zu helfen, aber diese dann hier im Forum zu verbieten oder nicht zu tolerieren fände ich nicht in Ordnung.\n> \n> Zumal soziale Probleme ein sehr breites Spektrum ist und da zum einen die sind, welche du erwähnst (keinen Unmut auf sich ziehen, es möglichst allen Recht machen), dann welche, die gar nicht mit anderen interagieren können bis hin zu denen, die aus diversen Gründen Aufmerksamkeit haben möchten; sei es nun negative oder positive.\n> \n> Da wir von dem User aber vermutlich kein Statement in die Richtung bekommen werden und es auch sein kann, dass ihm einfach langweilig ist, ist halt die nächste Reaktion auf seinen Verhalten das Ignorierenund hoffen, dass er von alleine verschwindet oder sich eben bessert.\n\nIch schicke meinem Beitrag voraus, dass es sich nur um meine Meinung handelt und ich keinen Anspruch auf absoluter Richtigkeit dieser erhebe.\nSoziale Unfähigkeit mag zwar ein breites Spektrum haben und eine durchaus reale Krankheit sein, wie Depression, Legasthenie oder Diskalkulie. Ich bin jedoch der Auffassung, das diese \"Krankheit\", eben so wie die von mir keineswegs zufällig gewählten Beispiele, in den meisten Fällen simuliert und als Ausrede benutzt wird, weswegen ich ohne Beweise beinahe schon allergisch auf solche Behauptungen reagiere.","replies":[{"id":"","poster":"eingew","date":"2017-04-06T14:14:45.970+0000","up_votes":3,"down_votes":1,"body":"EDIT: Dieser Kommentar sollte mit Vorsicht behandelt werden, Uranbrennstab's Post vertritt nicht die Ansicht, auf die ich hier eingehe.\n\nMit Verlaub, aber deine Kenntnis ist in dieser Hinsicht offensichtlich dermaßen beschränkt, dass du über diese Krankheiten sicher kein Urteil fällen kannst, angesichts der Tatsache, dass man Selbstmordgefährdung definitiv nicht auf die leichte Schulter nehmen sollte und Legasthenie sogar mittels verdammten *Hirnscans* nachweisbar ist.\n\nAber gut, verdammte Simulanten, wird immer schlimmer, jetzt verändern schon Neugeborene ihre Gehirnstruktur, nur damit sie es später im Leben \"deutlich leichter\" haben...","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T14:46:41.330+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=00120002000000000001,timestamp=2017-04-06T14:14:45.970+0000)\n>\n> Mit Verlaub, aber deine Kenntnis ist in dieser Hinsicht offensichtlich dermaßen beschränkt, dass du über diese Krankheiten sicher kein Urteil fällen kannst, angesichts der Tatsache, dass man Selbstmordgefährdung definitiv nicht auf die leichte Schulter nehmen sollte und Legasthenie sogar mittels verdammten *Hirnscans* nachweisbar ist.\n> \n> Aber gut, verdammte Simulanten, wird immer schlimmer, jetzt verändern schon Neugeborene ihre Gehirnstruktur, nur damit sie es später im Leben &quot;deutlich leichter&quot; haben...\n\nIch habe mit keiner Silbe die tatsächlich Leidenden herabgesetzt und habe sogar gesagt, das es diese Krankheiten gibt. Ich verbitte mir in Zukunft diese Unterstellungen und weise sie scharf zurück.","replies":[{"id":"","poster":"eingew","date":"2017-04-06T14:47:51.764+0000","up_votes":2,"down_votes":0,"body":"Ich kann nicht lesen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T14:51:10.344+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"eingew","date":"2017-04-06T15:11:45.258+0000","up_votes":1,"down_votes":0,"body":"Jetzt unterstellst du mir aber selbst etwas. Ich hab mich nun mal verlesen und bin entsprechend von einer anderen Sichtweise deinerseits ausgegangen, wie man deutlich an meinem Kommentar erkennt. Aber wie würdest du diese Tatsache formulieren?","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T15:49:24.577+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=001200020000000000010000000000000000,timestamp=2017-04-06T15:11:45.258+0000)\n>\n> Jetzt unterstellst du mir aber selbst etwas. Ich hab mich nun mal verlesen und bin entsprechend von einer anderen Sichtweise deinerseits ausgegangen, wie man deutlich an meinem Kommentar erkennt. Aber wie würdest du diese Tatsache formulieren?\n\nIn diesem Fall entschuldige ich mich aufrichtig, ich hatte deinen Beitrag als Sarkastische Anspielung auf Legasthenie verstanden. Ich ziehe den Vorwurf selbstverständlich zurück und werde den Beitrag löschen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ηastur","date":"2017-04-06T13:12:09.796+0000","up_votes":1,"down_votes":0,"body":"Es handelt sich nicht um ein Krankheitsbild, sondern um ein psychisches Phänomen. Es will auch keiner diesen möglichen Fall als eine Ausrede vorschieben, falls dir das nicht aufgefallen ist, sondern Erklärungsversuche bieten, die im Bereich des Möglichen liegen. Dass du damit nicht umgehen kannst ist dein Bier und wie du schon sagtest, besitzt dies keine generelle Gültikeit als Maßstab. Tatsache ist, dass die Psyche des Menschen noch nicht so weit erforscht ist (falls sie es denn überhaupt jemals sein wird) um mit sicherheit sagen zu können, dass es sich um so etwas handelt, nicht einmal in einer Behandlung. Man kann lediglich Indizien finden und daraus schlussfolgern.","replies":[{"id":"","poster":"eingew","date":"2017-04-06T14:46:28.919+0000","up_votes":1,"down_votes":0,"body":"Wobei die Indizien oft größere Sicherheit bieten, als es zum Beispiel unter anderem in der Medizin möglich ist, was allerdings in sowohl in der Psychologie als auch in der Medizin von der konkreten Krankheit selbst abhängig ist.","replies":[{"id":"","poster":"Ηastur","date":"2017-04-06T17:28:37.181+0000","up_votes":1,"down_votes":0,"body":"Geht ja speziell um solche Unsicherheiten. Jemanden der manisch veranlagt ist, kann man mit sicherheit bestimmen. Ja, du hast Recht.","replies":[]}]}]},{"id":"","poster":"MilliDieFrau","date":"2017-04-06T15:05:24.023+0000","up_votes":1,"down_votes":0,"body":"Mag sein, ich reagiere ebenfalls sehr allergisch auf Menschen, die diese Krankheiten entweder romantisieren oder eben als \"unwichtig\" oder \"unglaubwürdig\" darstellen. \n\nDas Gehirn ist ein Organ des Körpers, das wie alle anderen erkranken kann. Diese Krankheiten sind auf Hirnscans nachweisbar. \n\nIch gebe dem besagten User keine Ausrede für sein Verhalten vor, sondern versuche lediglich mögliche Optionen aufzuzeigen, da ich ebenfalls Zweifel daran habe, dass wir es hier \"nur\" mit einem Troll zu tun haben.","replies":[]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-04-06T05:04:11.383+0000","up_votes":2,"down_votes":0,"body":"Der Vollständigkeit halber möchte ich erwähnen, dass besagter \"Grüner\" auch kurz danach Feedback für diesen Post bekommen hat. Die meisten von uns schreiben irgendwann mal Posts, auf die wir im Nachhinein nicht stolz sind. Das war einer davon.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-04-05T21:47:45.714+0000","up_votes":3,"down_votes":1,"body":"Glaub etwas Obst war von mir, bin ich nicht stolz drauf.","replies":[{"id":"","poster":"Der Großmugister","date":"2017-04-06T12:09:01.040+0000","up_votes":1,"down_votes":0,"body":"Jeder Mensch macht Fehler, die eigenen einzugestehen und zu verantworten, führt zu wahrer Größe!","replies":[]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T09:36:14.934+0000","up_votes":1,"down_votes":8,"body":"Also werden lieber die Leute gebannt die die Trolle nicht mögen weil sie das Forum zerstören als die offensichtliche Trolle die das Forum tatsächlich zerstören? Super!","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T09:56:13.396+0000","up_votes":4,"down_votes":1,"body":"Nein. Es wird gegen Leute vorgegangen, die selber die Regeln brechen um andere Regelbrecher zu ärgern.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:01:06.781+0000","up_votes":1,"down_votes":0,"body":"Gut aber wieso werden die anderen Regelbrecher nicht gebannt? Wieso nur die eine Sorte?","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:10:28.393+0000","up_votes":4,"down_votes":0,"body":"Weil sie keine Regeln brechen. Genau das ist es, was den Umgang mit ihnen so schwierig macht. Wir können keine Leute bannen nur weil wir sie nicht mögen. \nWürden wir derartige Urteile fällen würde man uns zu Recht Willkür vorwerfen.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:26:29.091+0000","up_votes":1,"down_votes":0,"body":"Und wenn jmd. Eine neue Methode des Steuerhinterziehung findet idt es genauso lang legal bis der Staats diese Methode verbietet. Und das tut er auch weil diese Methode dem Staat (oder dem Forum) schadet. Nur hier im Forum finden wir keine Regel Trolle zu bannen?","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:31:14.150+0000","up_votes":2,"down_votes":0,"body":"Doch, die wurde hier auch schon zitiert. Das Problem ist weniger Trolling zu bestrafen oder ein Regel dafür zu haben, das Problem ist es zweifelsfrei zu identifizeren und es von anderen Posts zu unterscheiden.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:36:02.459+0000","up_votes":2,"down_votes":3,"body":"Und dafür habt ihr eine ganze Community und eure Gehirne zur Verfügung. Wenn ihr den TE bannt wird euch keiner belangen. Ihr merkt das doch. Stellt euch doch nicht dumm auf Kosten des Forums und den Nerven von Nutzern! Ihr wisst doch, das ihr Recht habt. Ihr wisst es. Also bitte","replies":[{"id":"","poster":"Ηastur","date":"2017-04-05T13:04:48.950+0000","up_votes":2,"down_votes":1,"body":"Wenn alle sagen es muss schmecken, dann kann es nicht falsch sein, oder?","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:29:17.540+0000","up_votes":1,"down_votes":1,"body":"Und wenn alle sagen der Stuhl ist rot ist er auch rot. Ja. Weil wir definieren was wir als Rot oder troll ansehen","replies":[{"id":"","poster":"Ηastur","date":"2017-04-05T19:56:21.513+0000","up_votes":4,"down_votes":0,"body":"https://www.sapereaudepls.de/2014/11/22/argumentum-ad-populum/\n> „Milliarden Fliegen können nicht irren. Fresst Scheiße!“","replies":[]}]}]},{"id":"","poster":"MilliDieFrau","date":"2017-04-05T13:09:12.620+0000","up_votes":2,"down_votes":0,"body":"Ich vermute mal, dass der besagte Nutzer sich höchstens in einer Grauzone bewegt. Er (sie?) spammt nicht übermäßig, trollt nicht offensichtlich (wenn überhaupt), sondern stellt am Tag halt ein paar blöde Fragen oder erzählt von seinem (Ingame)Tagesablauf. \n\nEntweder meint er diese Fragen ernst und ist nicht so helle (tschuldigung), oder aber er ist schlau genug, um zu merken, dass es hier einige stört und weiterhin diese Grauzone auszureizen.","replies":[{"id":"","poster":"Ηastur","date":"2017-04-05T14:52:05.121+0000","up_votes":2,"down_votes":0,"body":"Genau das ist es eben.\nJemand bewegt sich wissentlich oder nicht am Rande des Abgrunds. Man kann aber nichts machen, solange er nicht gegen bestehende Regeln verstößt. Sobald etwas seitens der Moderation in dem Rahmen unternommen würde, wäre dies eben Willkür und wir wären in einer Diktatur.\nDer Spam hingegen der hier an den Tag gelegt wird, und auch das teils beleidigt wird, sind unter den Nutzungsbedingungen klar geregelt.","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-05T15:20:21.878+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ıHastur,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=000700010000000000000000000000010000,timestamp=2017-04-05T14:52:05.121+0000)\n>\n> Der Spam hingegen der hier an den Tag gelegt wird, und auch das teils beleidigt wird, sind unter den Nutzungsbedingungen klar geregelt.\n\nYup, und da wird (soweit ich das verstanden habe) auch gegen vorgegangen. Nur scheinen die Obstgespräche eventuell unnötig zu sein, sich aber ebenso in dieser Grauzone zu bewegen.\nSie spammen die Threads nicht voll, im Sinne von \"10 neue Kommentare im Thread nur mit dem Wort Banane\" zu posten, sondern einer fängt an und ein anderer antwortet. \n\nEs ist dieselbe \"Spamkategorie\", die ein gewisser Forennutzer an den Tag legt. Die Effektivität davon (also \"den Typ mit seinen eigenen Waffen zu schlagen\") mag mau sein, aber sie tun sogesehen ebenso nichts, was falsch wäre. Sie sind jetzt darauf hingewiesen worden, dass sie damit nicht weiterkommen (don't feed the troll).","replies":[{"id":"","poster":"Ηastur","date":"2017-04-05T15:43:06.196+0000","up_votes":2,"down_votes":0,"body":"Nunja, ich denke da gibt es schon unterschiede. Besagtem User kann man durchaus unterstellen naiv zu sein und aus Beschränktheit so zu handeln, wärend man der \"Fruchtkultur\" destruktives Verhalten unterstellen kann, da sie ja ganz bewusst Inhaltsleere Beiträge verfassen, die mit dem Thema nichts zu tun haben.\nSpam fängt grob gesagt ab dem Punkt an, wo es am Thema vorbei geht. Das kann auch ene Diskussion auf philosophisch wertvoller Ebene sein. Da liegt es natürlich auch im Ermessen der Leitung und darin ob sich jemand gestört fühlt. (Zumindest wars in meinem Forum so geregelt.)\n\nDarum ists auch so schwierig, da ein Thema selbst nur dann als eindeutiger Spam erkennbar ist, wenn der Themeninhalt nicht diskutabel und absolut Sinnbefreit ist und keinerlei Mehrwert auf jeglicher Ebene bietet.","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T15:54:48.675+0000","up_votes":1,"down_votes":0,"body":"> Da liegt es natürlich auch im Ermessen der Leitung und darin ob sich jemand gestört fühlt.\n\nDer TE hat sich nicht beschwert, wenn das meinst.\n\n> Spam fängt grob gesagt ab dem Punkt an, wo es am Thema vorbei geht.\n\nNaja, wenn ich in einem Forum um Hilfe bei XY-Technisches Problem Frage und sich zwei dann darüber unterhalten ob das Tool X oder das Tool Y besser wäre...\n\nIch hatte schließlich auch \"Thema verfehlt\" unter meiner Prüfung und nicht \"Spam\"","replies":[{"id":"","poster":"Yjuq","date":"2017-04-05T16:13:34.990+0000","up_votes":2,"down_votes":0,"body":"> Der TE hat sich nicht beschwert, wenn das meinst.\n\nDas ist nicht ganz korrekt. Ein Nutzer hat mal geäußert, dass er lieber produktive Beiträge unter seinem Thread hätte, als eine Auflistung sämtlicher Obst- und Gemüsesorten. Natürlich nicht direkt 1 zu 1, wie ich das hier schildere, aber Sinngemäß her.","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:28:29.291+0000","up_votes":1,"down_votes":0,"body":"Der TE hat sich beschwert* \nEr meinte er mag den Obstsalat in SEINEN Kommentaren absolut gar nicht und wklm konstruktive Kritik","replies":[]},{"id":"","poster":"Ηastur","date":"2017-04-05T17:31:57.842+0000","up_votes":1,"down_votes":0,"body":"Ne Prüfung und ein Forum unterscheiden sich aber. :)\nDas war auch die Definition die ich damals in meinem Forum hatte. Hier ist das ja etwas anders geregelt.","replies":[]}]}]}]}]}]},{"id":"","poster":"5weeds","date":"2017-04-05T13:11:45.452+0000","up_votes":2,"down_votes":0,"body":">  Ihr wisst doch, das ihr Recht habt\n\nWas macht Recht den aus?\nNur  eine **Regel**/Gebot/etc. kann einem Recht geben.\n\nUnd genau da liegt das Problem.\nEs gibt keine Phrase in den Forumregeln, die den allen bekannten TE als Troll identifiziert.\nFazit: man hat kein Recht ihn zu verweisen (oder sonstiges).","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:26:34.285+0000","up_votes":1,"down_votes":1,"body":"Ja. Und das habe ich oben geschrieben. Wenn ihr nicht willkürlich bannen wollt dann müsste man eine Regelung schreiben. Aber das passier ja auch nicht","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"MilliDieFrau","date":"2017-04-05T09:49:10.160+0000","up_votes":2,"down_votes":0,"body":"Ich.. glaub, SO war das nicht gemeint.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2017-04-05T11:42:16.543+0000","up_votes":5,"down_votes":2,"body":"Wieso ist das automatische Bestrafen von Usern nicht möglich?  Andere Foren haben ein solches System und es funktioniert sehr gut. Liegt es daran, dass der Boardbetreiber die technischen Restriktionen verwaltet?  Kann man nicht mal mit ihm darüber sprechen? \n\nDesweiteren tut mir das dann Leid, aber wenn automatische Systeme unmöglich sind, müssen die Verantwortlichen Manuel heran, das ist schlicht und einfach die Pflicht eines Moderators, für einen angemessenen Umgangston zu sorgen. \nHände falten ubd klappe halten ist ein absolut inakzeptabler Lösungsweg und schürt mehr Hass, als es der Troll jemals könnte. \n\nDummheit und Troll mögen dich beieinander liegen, ich sehe jedoch keinen Grund eins der beiden Dinge zu tolerieren. Beides kann sanktioniert werden und beides sollte entsprechend sanktioniert werden. \n\nWenn also Trollen nun ein offizieller Freifahrtschein geworden ist, sich über die Regeln des miteinanders und der guten Gesprächsführung hinwegsetzen werfe ich allen verantwortlichen Mitgliedern der Moderation Versagen und Untätigkeit vor.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:04:37.921+0000","up_votes":3,"down_votes":1,"body":"> Liegt es daran, dass der Boardbetreiber die technischen Restriktionen verwaltet?\n\nSozusagen, ja. Geredet haben wir schon, da lässt sich momentan nichts machen. \n\n> das ist schlicht und einfach die Pflicht eines Moderators, für einen angemessenen Umgangston zu sorgen.\n\nTun wir auch. \"Nicht angemessener Umgangston\" ist auch nicht die Art von Trolling, die hier Thema ist. Das ist ein simpler und direkter Regelverstoß der keinerlei Problem darstellt und einfach bestraft werden kann. \n\n> ich sehe jedoch keinen Grund eins der beiden Dinge zu tolerieren\n\nIch schon. Ganze Bevölkerungsgruppen auszuschließen halte ich für alles andere als richtig. Dumme Leute können nichts dafür, dass sie dumm sind. \n\n> Wenn also Trollen nun ein offizieller Freifahrtschein geworden ist, sich über die Regeln des miteinanders und der guten Gesprächsführung hinwegsetzen werfe ich allen verantwortlichen Mitgliedern der Moderation Versagen und Untätigkeit vor.\n\nWie gesagt. Das was du hier beschreibst ist nicht die Art von Trolling über die wir hier reden.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-05T12:26:57.172+0000","up_votes":2,"down_votes":1,"body":"Gut, gegen die technischen Beschränkungen seid ihr machtlos, das kann man kaum ändern. \n\nIch will natürlich auch nicht, das jeder Angst haben muss, gebannt zu werden, wenn er eine Frage stellt, aber einen gewissen Grad an Recherche und Verstand sollte Vorraussetzungen sein. Es kann nicht sein, dass hier Threads erstellt werden, dessen Verfassung länger dauert als eine Google Suche, welche das Ergebnis liefert, sogar mit Quellen. Das nur zur Dummheit. \n\nWenn jedoch permanent Threads mit sinnlosem oder erlogenem Inhalt von immer den selben Leuten erstellt werden, dann stört das massiv den Frieden. Denn der nächste, der jetzt eine \"blöde\"  Frage hat, aber tatsächlich kein Troll ist, sieht sich mit Feindschaft und Ablehnung konfrontiert. \n\nNicht jeder ist bereit Unrecht oder Sittenverfall stillschweigen hinzunehmen und zu tolerieren. An dieser Stelle wünscht man sich dann Unterstützung aus offiziellen Quellen und wenn diese nicht nur vorenthalten wird, sondern das Vorgehen tadelt, welches erst durch die Untätigkeit besagter Quellen hervorgerufen wurde, dann stößt das bei mir auf Unverständnis ubd Frustration.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:32:25.851+0000","up_votes":3,"down_votes":1,"body":"> Wenn jedoch permanent Threads mit sinnlosem oder erlogenem Inhalt von immer den selben Leuten erstellt werden, \n\nKannst du das denn beweisen? Kannst du beweisen dass das erlogen ist und keine tatsächliche (wenn auch dumme) Frage?\n\nEdit: Falls ja ---> konkrete Links an mich im Client","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:37:22.072+0000","up_votes":2,"down_votes":1,"body":"Stell dich doch nicht dumm!? Du weißt es genauso wie jeder hier! Auch wenn du keine Beweise hast","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:38:43.651+0000","up_votes":4,"down_votes":1,"body":"Ich stelle mich nicht dumm. Ich lehne es lediglich ab ohne Beweise zu bannen. Ich hoffe doch das kann man nachvollziehen. ","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:08:37.597+0000","up_votes":1,"down_votes":3,"body":"Frage ich mal so rum. Hast du einen Beweis das dein PC Schwarz ist? Hast du den?\n\nUnd nein das ist tatsächlich vergleichbar. Alle sagen er ist ein Troll und du selber siehst das sogar auch. Aber trotzdem weigerst du dich ihn für seinen Troll zu bannen? Sag mal was brauchst du denn noch? Soll der Pc mit 42 IQ dir jetzt eine Rede schreiben das er wirklich schwarz ist? Ich wette das wäre auch kein Beweis weil das von einem Freund (dem Bildschirm) geschriebn wurde.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T21:14:45.063+0000","up_votes":4,"down_votes":0,"body":"Ich hab mir deine letzten Beiträge durchgelesen. Die sind inhaltlich alle ziemlich ähnlich und offensichtlich nur dazu da, gegen Mods aufzumucken. Ich interpretier das als Trolling.\nDu hast zwar gegen keine Regeln verstoßen, aber laut deiner Logik ist das ja egal und ich kann dich trotzdem bannen. \n\n> Sag mal was brauchst du denn noch?\n\nMehr als...\n\n>  Alle sagen er ist ein Troll","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-04-05T12:55:59.693+0000","up_votes":2,"down_votes":0,"body":"Auf jeden Fall Nachvollziehbarer, als keine Ausländer mehr nach Amerika reisen zu lassen, weil es \"offensichtlich\" ist, dass alle aus dem nahen Osten Terroristen sind.\n\nSelbes Prinzip.\n\n@Charmelikeahri  nur weil die Moderatoren zur Untätigkeit verdammt sind, heißt das nicht, dass sie das ganze billigen.\n\nMan müsste aber Tatsächlich etwas unternehmen.\nAllerdings kann das in diesem Fall tatsächlich nur die Comunity.\n\"Don't feed the Trolls\" war noch nie so zutreffend.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-05T13:20:57.733+0000","up_votes":1,"down_votes":4,"body":"Politische Vergleiche sollten wir unterlassen, das führt nicht zum Ziel. \n\nSie sind Untätig und dieser Thread zeigt ihre machtlosigkeit oder Gleichgültigkeit in ihrem vollem Umfang auf. Se wären dazu in der Lage etwas zu unternehmen, da sie sehr wohl dazu in der Lage sind zu bannen.\n \nDie Antworten zeigen mir jedoch, dass sie nicht dazu bereit sind etwas zu tun, sei es aus den angegebenen Motiven oder aus versteckten. In jedem Fall sind sie für mich nicht nachvollziehbar, da es genug Beweise für eine Bestrafung gibt.\n\nEs darf niemals Maß der Dinge und die bevorzugte Lösung sein einfach untätig zu bleiben und darauf zu hoffen, dass sich die Probleme von selber lösen!","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T15:30:45.124+0000","up_votes":2,"down_votes":0,"body":"Das naheliegenste wäre also ihn zu bannen.\n\nUnd dann?\nEr wurde bereits in der Vergangheit Mehrmals gebannt (korrigert mich wenn ich mich irre).\nTja, was das gebracht hat, siehst du ja.\nSolche Leute kommen immer und immer und immer wieder.\n\nSollen die Moderatoren den lieben langen Tag nach seinen Accounts suchen und bannen?\nGegenargument: Dass ist ihr job.\n\nJain. Klar, sie sollen das Forum möglichst sauber halten, aber vor allem sind sie da, um Leuten zu helfen/Tipps zu geben/usw.\n\nEgal wie viel sie von ihrer Frei(!)zeit investieren, um den \"TE\" vom Forum fern zu halten, er kommt wieder.\n\nDas Problem liegt tiefer:\nDer \"TE\" (oder solche Trolle im allgemeinen) wollen nur Aufmerksamkeit.\nEntzieht man sie diese, haben sie keinen Spaß.\n\n\n> Es darf niemals Maß der Dinge und die bevorzugte Lösung sein einfach untätig zu bleiben und darauf zu hoffen, dass sich die Probleme von selber lösen!\n\n\nMan fühlt sich einfach im Stich gelassen, wenn das halbe Forum um Hilfe ruft und es passiert eiskalt nichts.\n\n\nAber verdammt, dass die Moderatoren einen Threat aufmachen mussten, um die Trollsache anzusprechen, spielt dem Jungen direkt in die Hände.\n\nUnser lieber Herr *hust* -sohn war so sogar so dreist, als einer der Ersten diesen Post zu kommentiert und davon zu schwärmen, wie sehr er diesen Post unterstützt.\n\n\nWir haben nicht  drangedacht, dass es nur an  der Com liegt, diesen Troll verschwinden zu lassen (verdammt selbst ich bin viel zu spät drauf gekommen :c)\n\n> Es darf niemals Maß der Dinge und die bevorzugte Lösung sein einfach untätig zu bleiben und darauf zu hoffen, dass sich die Probleme von selber lösen!\n\nWas macht man bei Sturm?\nZurücklehen.\nEntspannen.\nAbwarten.\nUnd keinen Bums drauf geben.\n\nSoúp:\n> Ich würde es so schön finden, wenn wir den TE einfach mal eine Woche in Ruhe lassen würden. Keine Downvotes, keine Kommentare (einfach NICHTS antworten) .. dann würde ihm so schnell die Luft ausgehen, wenn er merkt, dass er komplett ignoriert wird.\n\nhttps://cdn.meme.am/instances/63806148.jpg","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:17:01.650+0000","up_votes":1,"down_votes":3,"body":"Ach so. Weil er schon 5mal gebannt wurde bringt es beim 6ten Mal ja aich nix mehr? Na dann! Alle wiederholungsstraftäter aus Deutschland sind nach dem 6 vergehen für immer frei! Bringt ja sowieso nix mehr! Hey das ist mal ne konstruktive Lösung!","replies":[{"id":"","poster":"eingew","date":"2017-04-05T21:57:30.766+0000","up_votes":1,"down_votes":0,"body":"Gib mir den stichhaltigen Beweis, dass die Accounts derselben Person gehören und ich bin dein Diener.\n\nKannst du nicht? Nun... ich auch nicht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T09:49:33.160+0000","up_votes":1,"down_votes":1,"body":"Das vielleicht nicht, aber ihr habt selbst mal gesagt, ihr könnt einsehen, wie viele up bzw downvotes eine Person hat. Wenn das zu extrem wird, kann man sich eventuell noch die Mühe machen zu lesen, was er wirklich geschrieben hat und anschließend kann man ihn bannen. Das ist ein Zeitaufwand von ca. 10 Minuten, wenn nicht weniger.","replies":[{"id":"","poster":"eingew","date":"2017-04-06T10:25:08.984+0000","up_votes":1,"down_votes":0,"body":"Ja, wir können einsehen wie viele Downvotes ein Thread hat, aber nur, wenn wir explizit auf den Thread/Kommentar gehen und uns das ansehen. Eine übersichtliche Funktion wo wir zB Threads nach Votes sortieren können und damit nagelneue negative Kommentare mit wenigen Klicks ausfindig machen können haben wir leider nicht.\n\nAber Kommentare, die tatsächlich löschungswürdig (weil regelwidrig) sind, werden im Normalfall ja auch gemeldet und das können wir tatsächlich relativ übersichtlich verfolgen ;). Zumal Downvotes ja auch kein eindeutiger Indikator dafür sind, dass ein Post wirklich gegen die Regeln verstößt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2017-04-06T12:01:44.474+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=000a0000000000000000000000000000000000010000000000000001,timestamp=2017-04-06T11:25:03.277+0000)\n>\n> Und das ist durch Downvotes allein inwiefern belegt? Bist du dir sicher, dass du dich auf meinen Post beziehst? Ich seh den Zusammenhang nämlich nicht im geringsten. Downvotes werden aus tausend Gründen vergeben, die Regelwidrigkeit eines Posts ist nur einer davon.\n> \n> Wenn ich mir deine Posts so ansehe, müsste ich einige davon nach dieser Definition ja auch löschen, ist es das, was du willst? Und das obwohl sie nicht einmal ansatzweise gegen die Forenregeln verstoßen.\n> \n> Bist du dir sicher, dass du eine angemessene Vertretung der Forenregeln forderst, oder nicht doch eher einfach nur an dem persönlichen Feldzug gegen den User teilhaben willst?\n\nGut scheinbar war es missverständlich ausgedrückt. Ich habe die Tatsache, downvotes als limitierenden Faktor einer Teilnahme an Forendiskussionen abzulehnen bereits akzeptiert und wollte mit dem Auszug aus den Regeln eine neue und endgültige Möglichkeit der Differenzierung aufzeigen. \nJa ich gebe dir recht, das ein Plus und Minus System nicht als alleiniger Indikator hinreicht. Ich weise aber Ausdrücklich auf die Ausdrucksweise und den Kommunikationsstiel des TEs hin und Berufe mich dabei auf den zitierten Absatz aus den Regeln, wenn ich seinen Ban fordere.","replies":[]},{"id":"","poster":"eingew","date":"2017-04-06T11:25:03.277+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=000a0000000000000000000000000000000000010000000000000000,timestamp=2017-04-06T11:14:36.389+0000)\n>\n> Das sollte ein ausreichender Grund sein.\n\nUnd das ist durch Downvotes allein inwiefern belegt? Bist du dir sicher, dass du dich auf meinen Post beziehst? Ich seh den Zusammenhang nämlich nicht im geringsten. Downvotes werden aus tausend Gründen vergeben, die Regelwidrigkeit eines Posts ist nur einer davon.\n\nWenn ich mir deine Posts so ansehe, müsste ich einige davon nach dieser Definition ja auch löschen, ist es das, was du willst? Und das obwohl sie nicht einmal ansatzweise gegen die Forenregeln verstoßen.\n\nBist du dir sicher, dass du eine angemessene Vertretung der Forenregeln forderst, oder nicht doch eher einfach nur an dem persönlichen Feldzug gegen den User teilhaben willst?","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2017-04-06T11:14:36.389+0000","up_votes":1,"down_votes":0,"body":"> \n> **Allgemein gilt, dass sich alle Besucher der Foren/Boards respektvoll gegenüber den anderen Nutzern verhalten sowie eine zivilisierte Diskussionskultur pflegen sollten. **Verstöße gegen die Forenregeln oder die allgemeinen Regel des guten Benehmens können zu temporären oder permanenten Einschränkungen des Nutzerkontos führen (dies gilt auch für eventuell vorhandene Smurfs).\n\nDas sollte ein ausreichender Grund sein.","replies":[]}]}]}]}]},{"id":"","poster":"Ηastur","date":"2017-04-05T15:47:45.853+0000","up_votes":1,"down_votes":2,"body":"Endlich. Was hier geschrieben steht sollten sich einige zu Herzen nehmen.","replies":[]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:14:47.884+0000","up_votes":1,"down_votes":2,"body":"Sie SIND nicht zur Untätigkeit verdammt. Sind sie nicht. Sie tun nur nichts um möglichst perfekt zu bleiben. Damit lösen sie das Problem aber nicht! Probleme werden auch in Deutschland auch nicht einfach totgrschwiegen und gesagt \"hmm ja scheiße 40 Milliarden schulden lass uns das alle ignorieren und in unserer Märchen Welt leben!\". Nein dieser Probleme müssen angegangen werden. Und wenn das keiner tut wird sich das Kaugummi unterm Schuh nicht entfernen. Im Gegenteil es wird sich immer tiefer in den Schuh eingraben. Mit jedem schritt. Mit jedem Tag. Und weißt du wie schwer es ist ein Kaugummi das 5 Jahre unter deinem Schuh ist zu entfernen? Wie schwer ist es wenn es erst 1 Woche darunter ist?","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2017-04-05T13:08:55.458+0000","up_votes":1,"down_votes":1,"body":"Schau dir bitte die letzten Threads des Trolls an und sag mir, was da die Sinnhaftigkeit ist. Einen besseren Beweis gibt es nicht.","replies":[]}]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-04-05T12:08:04.442+0000","up_votes":1,"down_votes":1,"body":"Wie kann man nur so Recht haben?","replies":[]}]},{"id":"","poster":"three stodges","date":"2017-04-06T08:24:24.566+0000","up_votes":1,"down_votes":0,"body":"Viel Aufregung um nichts , wie kann man sich nur von einen Foren-Troll aus der Ruhe bringen lassen.","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-06T09:31:19.340+0000","up_votes":2,"down_votes":0,"body":"Ich denke mal, hier gehts eher um den Frust der anderen Mitglieder. Du kommst hier ins Forum, willst ein paar Leuten, die Fragen stellen, diese gerne beantworten und findest dann erstmal nen Haufen Trollposts. Es nimmt (mir auch) ab einem gewissen Punkt die Lust, sich Posts mit manchen Überschriften überhaupt erst durchzulesen und dann zu entscheiden, ob der TE es nun ernst meint, oder auch auf den Trollzug aufspringen möchte. Dadurch werden dann eventuell Leute, die tatsächlich Fragen haben, vergessen/übersehen/ignoriert, was auch nicht Sinn der Sache ist.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2017-04-05T19:19:01.238+0000","up_votes":2,"down_votes":0,"body":"Dass Ignorieren von Trollen die richtige Reaktion ist, kann ich nur zustimmen.\nGenauso ist es korrekt, dass Moderationsmassnahmen Trolling, Mobbing, etc. in die Schranken weisen soll (und hier gilt natürlich: es ist egal, wer angefangen hat).\n\nMir fehlt hier nur ein wenig mögliche Massnahmen zur Prävention.\nNatürlich ist mir klar: Foren-Trolle gibt es immer, genauso wie User, die darauf falsch reagieren. Die Frage ist jedoch, ob man dies nicht nicht etwas reduzieren könnte.\n\nPersönlich denke ich, dass eine bessere sichtbare Aktivität seitens Riot-Mitarbeiter \"troll-hemmend\" wirken würde.\nNicht gegen die Volus, aber sind wir ehrlich: der Respekt gegenüber Volunteers wird - auch bei Foren-Trollen - immer etwas geringer sein als gegenüber offizieller Seite.\n\nGerade auf der deutschen Riot-Seite sieht man leider kaum Aktivität:\n\n- Die Seite wird nicht aktualisiert (bis auf die Newsseite)\n- Riot-Mitarbeiter sind im Forum kaum bis gar nicht aktiv\n- Riot-Mitarbeiter sind bei ihren News-Artikeln (Lesen und Beantworten der Kommentare) kaum bis gar nicht aktiv\n\nIch kann mir leider sehr gut vorstellen, dass Foren-Trolle bei ihrem Tun nicht wirklich Konsequenzen befürchten, wenn selten bis nie ein Riot-Mitarbeiter im Forum auffindbar ist. Alleine die spürbare Anwesenheit von Riot-Mitarbeitern würde wahrscheinlich bereits dazu führen, dass man sich 2x überlegt, im Forum zu trollen. Selbst wenn dies Trolling nicht messbar reduziert: eine grössere Aktivität hätte zumindest einen Nutzen für jene Forenuser, die sich hier korrekt verhalten.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T21:09:49.212+0000","up_votes":1,"down_votes":0,"body":"> Gerade auf der deutschen Riot-Seite sieht man leider kaum Aktivität:\n\nDer erste der drei Punkte betrifft alle Regionen, die anderen beiden alle außer NA. Das ist kein auf Deutschland beschränktes Problem.\n\nIch persönlich denke, dass die Präsenz von Riotern Trolle nicht aufhalten würde...eher das Gegenteil.","replies":[{"id":"","poster":"HyperionCH","date":"2017-04-05T22:00:23.097+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=00110000,timestamp=2017-04-05T21:09:49.212+0000)\n>\n> Der erste der drei Punkte betrifft alle Regionen, die anderen beiden alle außer NA. Das ist kein auf Deutschland beschränktes Problem.\n\nIch wollte keine Aussage über die Riot-Seiten der übrigen Sprachen tätigen, ohne diese genau geprüft zu haben. ;)\nBei der Forenpräsenz hat immerhin die englische EUW-Board spürbare Aktivität der Riot-Mitarbeiter. Bei den übrigen Sprachen (FRA, ESP, ITA) ist diese ähnlich schwach wie hier.\nIn nicht wenigen Punkten finde ich, das Riot ihren Job auf \"High-Elo\"-Stufe macht (z.B. Spielerverhalten). Bezüglich Kontakt mit der Spielerschaft (ausgenommen einzelne Mitarbeiter im inbound call center, die wirklich solide Arbeit machen) ist Riot leider - so muss ich es sagen - Bronze.\n\n> Ich persönlich denke, dass die Präsenz von Riotern Trolle nicht aufhalten würde...eher das Gegenteil.\n\nEs kommt darauf an, wie darauf die Riot-Mitarbeiter reagiert. Ich traue ihnen jedoch zu, bei solchen Fällen deeskalierend zu handeln. Und dies ist genau das Gegenteil, was Trolle möchten. Diese möchten mit ihrem Verhalten eine Eskalation.\n\nJedoch bin ich auch der Meinung, dass in der derzeitigen Riot-Inaktivität dieses Forum keinen spürbaren Mehrwert bietet, den nicht ein normales Fan-Forum bereits bietet.","replies":[{"id":"","poster":"5weeds","date":"2017-04-06T08:56:27.857+0000","up_votes":1,"down_votes":0,"body":"Welchen unterschied macht es von einem Moderator gebannt zu werden als von einen RIOT Mitarbeiter?\n\nZudem ist der ultimative Trolltraum:  Aufmerksamkeit von einem Entwickler.\nScheint mir eher kontra-produktiv.","replies":[{"id":"","poster":"Sirrkas","date":"2017-04-06T09:06:43.474+0000","up_votes":2,"down_votes":0,"body":"Ich glaube die Lyte-Smites wären da ein gutes Beispiel. Nachdem er das ein paar mal gemacht hat, sind sicher viele Gebannte vorsätzlich da rein und wollten gesmitet werden, damit sie 5 Minuten im Rampenlicht stehen.","replies":[{"id":"","poster":"HyperionCH","date":"2017-04-06T11:47:41.308+0000","up_votes":1,"down_votes":0,"body":"Die Lyte-Smites würde ich jetzt auch nicht als deeskalierende Massnahme ansehen. ;)","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2017-04-06T09:18:06.469+0000","up_votes":1,"down_votes":0,"body":"Ich denke, der Unterschied für den Troll ist nicht alkzu gross, ob man nun von Grünen oder Roten Aufmerksamkeit bekam. ;)\nEin Löschen des Troll-Threads als Moderationsmassnahme sollte so oder so (kann ja auch weiterhin von Volus gemacht werden) ohne grossen Kommentar geschehen. Die Aufmerksamkeit bleibt also gering.\n\nMir geht es ja eher darum, eine Eskalation zu verhindern.\nOffenbar (was ich hier im Thread lese) haben User auf den Troll reagiert und gegen Forenregeln verstossen. Da wurde offenbar auch Mobbing betrieben und zwar auch von Usern, die sich sonst korrekt verhalten.\n\nIch bin der Meinung, dass jene User (und nicht der Troll) sich anders verhalten hätten, wären Riot-Mitarbeiter hier präsenter und man das Gefühl bekemnt, der Besitzer des Boards kümmert sich um das Forum.\nDann hätten die anderen User den Troll wohl nur gemeldet, der Troll kriegt einen ban und der Troll-Thread wird gelöscht. Dies klingt für mich viel deeskalierender als die derzeitige Situation.\n\nNatürlich kann ich mich irren und es hätte auch dann in dieser Weise eskaliert. Dies finden wir heraus, wenn Riot hier aktiver wird und wir dann sehen, ob so etwas in diesem Ausmass nochmals passiert.","replies":[{"id":"","poster":"5weeds","date":"2017-04-06T12:28:33.538+0000","up_votes":1,"down_votes":0,"body":"Ich gebe ehrlich zu, ich war nicht von Anfang an dabei und hab mir auch bewusst nur die wenigsten Threats vom \"TE\" angeschaut.\n\n> Da wurde offenbar auch Mobbing betrieben und zwar auch von Usern, die sich sonst korrekt verhalten.\n\nHab diese Threats nicht gelesen, in denen das der Fall ist (zweifle es aber ehrlich gesagt auch nicht an).\nBin ich auch absolut dagegen, egal ob es nun ein Troll ist, oder Jemand der aus Unwissenheit eine (in unseren Augen) dumme Frage stellt.\n\n> Ich bin der Meinung, dass jene User (und nicht der Troll) sich anders verhalten hätten, wären Riot-Mitarbeiter hier präsenter und man das Gefühl bekemnt, der Besitzer des Boards kümmert sich um das Forum.\n\nIch weiß was du meinst.\nOb sich ein Großteil der User tatsächlich anders Verhalten hätten, können wir zwar nicht mit Sicherheit sagen (bin da aber deiner Meinung).\nTatsächlich habe ich das Gefühl gehabt, dass sich die Com alleingelassen gefühlt hat und eigentlich fest auf das Eingreifen eines \"Grünen\" oder \"Roten\" vertraut hat.\n\nDas die Moderatoren einfach nicht dem Troll die Aufmerksamkeit zu schenken wollten, die er so unbedingt wollte, hat ein Großteil der Forumnutzer leider nicht verstanden (selbst ich vieeeeel zu spät :c.)\n\nAlso wollten die User auf den Troll aufmerksam machen, damit endlich mal was passiert.\nDie Deeskalation hat jetzt nicht wirklich funktioniert, in diesem Fall wegen den normalen Forumnutzer (natürlich nicht JEDEN User).\n\nOb sich die Sache jetzt, durch die Unwissenheit (oder Dummheit?) der Nutzer, oder die fehlende Kommunikation der Moderatoren, aufgebauscht hat, ist irrelevant.\n\nWir wissen Alle jetzt wie wirs besser machen ;)","replies":[]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T13:13:41.219+0000","up_votes":2,"down_votes":0,"body":"Kleiner Tipp: Wenn Ihr selber User bannen wollt, oder Kommentare mit -x downvotes nicht sehen wollt, dann tut es einfach. Siehe Ergänzung 3 [zamo op](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/19jX6xwK-league-of-legends-foren-mod)","replies":[{"id":"","poster":"Megamaexx","date":"2017-04-05T15:53:04.009+0000","up_votes":1,"down_votes":0,"body":"Mach dafür am besten noch mal einen extra post, das geht hier sicherlich unter^^","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2017-04-05T10:16:48.721+0000","up_votes":2,"down_votes":2,"body":"Könnte man eine Art Karmabar machen? \n\nWer insgesamt xxx downvotes hat bekommt einen befristeten Bann. \n\nDiese Bar resetted in bestimmten Abständen und soll eine Art Communityfilter sein.\n\nAlternativ würde ich mir eine Blockfunktion einzelner User wünschen. ","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T10:39:10.649+0000","up_votes":2,"down_votes":0,"body":"> Wer insgesamt xxx downvotes hat bekommt einen befristeten Bann. \n\nUnd wer viel im Forum unterwegs ist und über ein Jahr 20 downlikes gesammelt hat (durch z.B Trolle oder Leute die meinen getriggert sein zu müssen), wird dafür gestraft, aktiv im Forum zu seien?\n\nAußerdem ist das Troll Potential unglaublich hoch, indem man z.B. speziell sich jemanden raussucht und durch das Forumprofil alles downliked, was derjenige geschrieben hat.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-04-05T17:53:48.732+0000","up_votes":1,"down_votes":0,"body":"Xxx war mit hunderten in einem kurzen Wochenbereich gleichzusetzen, was ein halbwegs normaler Forenuser ohne arg negative Meinungen zu vertreten gar nicht schafft.","replies":[{"id":"","poster":"Ηastur","date":"2017-04-05T17:55:09.043+0000","up_votes":1,"down_votes":0,"body":"Ach was. xD","replies":[]}]}]},{"id":"","poster":"Sihari","date":"2017-04-05T11:40:51.080+0000","up_votes":2,"down_votes":1,"body":"Das würde leider auch Leute bestrafen, die eine unpopuläre Meinung vertreten und dewegen einige Downvotes bekommen wenn sie diese öffentlich verkünden.\nzB werden Leute die an die Elohell glauben gern downgevotet, aber sie haben für ihre Meinung keinen Forenban verdient.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2017-04-05T11:01:05.340+0000","up_votes":1,"down_votes":0,"body":"So wie alle Vorschläge die Programmierarbeit erfordern ist auch das technisch nicht möglich. \n\nDazu kommt noch das hohe Potential für Missbrauch.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T16:47:08.842+0000","up_votes":2,"down_votes":1,"body":"Das Grundsatzproblem ist, dass hier eine Lücke im Regelwerk ausgenutzt wird, die man mit einer einfachen Änderung schließen könnte. \n\n\"Das Erstellen von mehr als 5/10 Threads pro Monat, wird als Zuspammen des Forums angesehen, welches saktioniert werden kann. Wir freuen uns hier natürlich über Aktive User, aber nicht für jeden neuen Gedanken braucht es einen neuen Thread.\" oder ähnliches.\n\nIch zähle hier sicherlich zu den aktiveren Usern und habe bisher insgesammt 26 Threads erstellt. Das sind etwa 2 pro Monat. Und ich bin ehrlich. Nicht jeder davon war nötig ;)","replies":[{"id":"","poster":"charmelikeahri","date":"2017-04-05T19:22:00.725+0000","up_votes":1,"down_votes":2,"body":"NEIN auf keinen Fall!\n\nWir schweigen Probleme tot! Das hat schon immer gut geklappt! Und ohne hier Beispiele nennen zu wollen. Jedem fällt selber eins ein. Wie unglaublich gut das funktioniert das Loch in der Decke zu ignorieren wenns regnet.","replies":[{"id":"","poster":"Sirrkas","date":"2017-04-05T20:40:44.379+0000","up_votes":2,"down_votes":0,"body":"Trolle verhalten sich aber eher wie Wildtiere, die in der Hoffnung auf Futter an dein Haus kommen, weil man sie davor ständig gefüttert hat.","replies":[{"id":"","poster":"5weeds","date":"2017-04-06T08:52:47.311+0000","up_votes":1,"down_votes":0,"body":"Netter vergleich ^^\nDenen schmeckt schließlich auch das Salz von der Straße/anderen Forumnutzern ^^","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-04-05T21:18:19.204+0000","up_votes":1,"down_votes":0,"body":"Mir fällt spontan sofort ein toller englischer Foren-User ein, der damit gleich mehrfach gebannt werden müsste, obwohl er definitiv ein allseits beliebter Spieler ist und positiv zu den Boards beiträgt. Und das ist nur ein Beispiel. Es gibt einige Spieler, die zimlich viele Threads erstellen. Die Anzahl der Threads ist keine gute Methode Trolling zu regulieren, zumal man diese Regelung genauso gut umgehen kann wie jede andere. Man kann ja auch problemlos in Kommentaren trollen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T22:20:38.209+0000","up_votes":2,"down_votes":2,"body":"Mir war tatsächlich kein User bekannt, der so produktiv in den Boards unterwegs ist, sonst hätte ich den Vorschlag nicht gemacht. Tja, dann ist der Vorschlag wohl überflüssig ;)\n\nGegen alle Arten von Trolling sollte er nicht effektiv sein, sondern lediglich die primitivste Trollingchallenge ausschließen. Nämlich einen Thread erstellen mit dem Ziel, so viele Kommentare wie möglich zu bekommen. Die Diskussion wird natürlich durch Meinungen angeheizt, die möglichst viel Angriffsfläche bieten. \nLeider setzen sich die meißten Trolle genau diese einfache Aufgabe, anstatt sich mal einer anspruchsvollen Aufgabe zu stellen. Nur noch wenige wagen sich an die großen beinahe unlösbaren Challenges ran. Ob ich meine je lösen werde? ich denke nicht :( :( :(\n\nes grüßt der Eibert\nletzter Verfechter des Trollkodex","replies":[]}]}]},{"id":"","poster":"DanionVibit","date":"2017-04-05T09:31:07.574+0000","up_votes":5,"down_votes":4,"body":"zählt Obst posten als spam oder Mobbing?","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T10:40:31.280+0000","up_votes":1,"down_votes":4,"body":"Wär ein Thema zum Disskutieren.\nMach nen Obstsala... *hust* ähm, Threat auf.","replies":[]}]},{"id":"","poster":"Released Ape","date":"2017-04-06T15:05:24.865+0000","up_votes":2,"down_votes":1,"body":"Tja damit werde ich wohl zum Henker gebracht, ich verfasse mein Testament hier öffentlich:\n\nLiebe Community,\n\nich bin ehrlich ich mag euch alle. Ihr habt mein Leben mit Liebe und Toleranz gefüllt. Eure warmen Worte erheitern mich, machen meine Nacht zum Tag. Meinen Tag zum leuchtenden Obelisken. Nicht einmal zweifelten ich an euer grenzenlosen Kreativität und euren Mut, der in mir gefühlte Schatten verblasste im Anblick eurer Schönheit. Voller Barmherzigkeit habt ihr meine Gebete erhört, voller Güte meine Wünsche aus dem Kopfe geschlagen und meinen Stolz mehrfach gebrochen um mich zu einem Bürger wie ihr es seid aus Fleisch und Blut zu machen. Ihr habt mich zu einem Teil von euch gemacht und habt euch nie gegen die Zusammenarbeit gesträubt und alle Sinne waren im Einklang selbst zur schlimmsten Stund' gab es zur Besorgnis keinen Grund.\n\nDie Kirschblüten zittern, fallen synchron im Akkord hinab - ein solch detailreiches und genaues Spektakel sah ich einst in der Topografie und wand meine Augen in den Himmel um diesen Tag zu loben. Die Luft in meinen Adern floss wie Nektar, von den Nervenbahnen hinab bis zur schönsten Stelle des Menschen, ein wunderbares Gefühl entlockte es mir. Als hätte ich selbst die Schöpfungsgeschichte neu beschrieben - doch Vernunft komme zurück, das Herz pumpt wie verrückt um des Lebenswillens. Ein kurzes Zucken ein Blinzeln mit den Augen und vor mir ein mitreißendes Gefährt - wie es meinen Körper mitnimmt auf diese Fahrt. Die Menschen um mich herum sahen verschreckt, doch ich war der auf 180 durch den Gegenwind pirschte und mein Körper hielt diesem Druck nicht stand. Egal wie sie riefen, ich verschwand.\n\n- Ich vererbe alles was ich geistlich hier verfasst habe an Humpel\n- Ich vererbe meine Liebe an Eingew\n- Ich danke Sirkkas für den >> **Versuch** << meine Beiträge zu verstehen","replies":[{"id":"","poster":"5weeds","date":"2017-04-07T09:02:38.578+0000","up_votes":2,"down_votes":1,"body":"https://cdn.meme.am/instances/36495427.jpg","replies":[]}]},{"id":"","poster":"TheMagicMushroom","date":"2019-11-01T00:31:42.230+0000","up_votes":1,"down_votes":0,"body":"> Trolle waren nie ein großes Problem\n\nSondern die Orks :D","replies":[]},{"id":"","poster":"BMW E39 525d","date":"2018-03-11T21:10:48.449+0000","up_votes":2,"down_votes":3,"body":"Naja Moderatoren kann man eh nicht ernst nehmen die Sperren Leute ja dafür wenn man sagt das jemand nicht ständig denken solle das er Ahnung hat weil er eben Bronze ist, obwohl das ist keinster Weise offensiv gemeint ist. Offensiv ist es nur in den Köpfen derer, die es für agressiv halten.\nSo oder so, was hier oft moderiert oder tagelang noch so stehenbleibt, auch sogenannte Trollposts, da kann ich nur mim Kopf schütteln.","replies":[{"id":"","poster":"Kind Prow","date":"2018-03-11T22:58:37.894+0000","up_votes":1,"down_votes":0,"body":"Oder du lachst und bist lustig und trollst :D","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-04-06T04:27:25.737+0000","up_votes":1,"down_votes":0,"body":"Wenn ihr Ideen habt wie wir in Zukunft besser mit Trollen umgehen können, könnt ihr gerne darüber diskutieren. \n\nIch werde es weiterhin mit HUMOR und vorallem mit TOLERANZ und GELASSENHEIT tun. \n\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Zanlan","date":"2017-04-05T22:03:47.714+0000","up_votes":1,"down_votes":0,"body":"Glaube dazu hat Southpark schon alles gesagt.","replies":[]},{"id":"","poster":"Abasin","date":"2017-04-05T16:16:51.722+0000","up_votes":1,"down_votes":0,"body":"Als erstes würde ich diese Ansage schnellstens sticky machen. Dann kann wenigstens keiner behaupten, das er es übersehen hat. Ansonsten ja, voll d'accord.\nEs wird nur nix nutzen. Ich bin vor vielen Jahren in einer Kino Newsgroup (Usenet!!) aufgeschlagen und dort einem \"Der Tuvok\" auf den Leim gegangen. Nach einigen Posts wurde mir mitgeteilt, dass der Typ inzwischen zum Thema in mehreren weiteren Newsgroups geworden ist. Ich habe in der Folge seine Beiträge ignoriert. Aber wenn man als Neuling auf so ein Phänomen stösst, kann man schon einen kleinen Kulturschock erwarten. Und läuft unweigerlich ins Messer. Dennoch sollte ein Stich reichen.","replies":[]},{"id":"","poster":"Stichsaege","date":"2017-04-05T15:56:09.333+0000","up_votes":1,"down_votes":4,"body":"{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T15:59:31.646+0000","up_votes":1,"down_votes":0,"body":"Erklärung?","replies":[{"id":"","poster":"Stichsaege","date":"2017-04-05T16:24:12.524+0000","up_votes":2,"down_votes":8,"body":"??\nHat das nicht schon als Erklärung gereicht ?\n\nDann noch mal in Text Form.\n\nHumpelstilzches schreibt über, Mobbing, Beleidigungen, Aufziehen, Beleidigunen und Runter machen \nvon andern Spielern. \n\nGeben aber selber reichlich Bilder zur Auswahl die genau das tun.\n{{sticker:zombie-brand-facepalm}}  Nein, wie kann man Nur , so ....\n{{sticker:zombie-brand-clap}}  Sarkastische klatschen\n{{sticker:zombie-brand-mindblown}}  Ohhhhhhhhhhhhhhhh, wie .....\n{{sticker:slayer-pantheon-thumbs}}   Sarkastische, Klasse gemacht\n{{sticker:slayer-pantheon-rainbows}}  Mir wird übel wenn ich das lese\n{{sticker:slayer-jinx-unamused}}     Schon wieder, langweilig\n{{sticker:slayer-jinx-wink}}  Ist schon klar ( Negativ gemeint )\n{{sticker:zombie-nunu-bummed}}  Gähn, langweilig\n","replies":[]}]}]},{"id":"","poster":"Supportsmanlike","date":"2017-04-05T13:10:19.568+0000","up_votes":1,"down_votes":1,"body":"Ich würde mir fürs Forum ja auch das \"Dieser Kommentar liegt unter dem Mindestniveau\" wünschen. Wenn man dann auf trotzdem anzeigen geht ist man selbst schuld.","replies":[{"id":"","poster":"legofreak1","date":"2017-04-05T13:12:38.481+0000","up_votes":1,"down_votes":0,"body":"Die Funktion gibt es sogar, hab ich erst vor ein paar Tagen hier irgendwo gesehen. Die auszulösen scheint aber sehr schwer zu sein.","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T13:14:49.462+0000","up_votes":1,"down_votes":0,"body":"Für Kommentare gibt es die, aber für Threats?","replies":[]}]}]},{"id":"","poster":"Bettnachleger","date":"2017-04-05T11:16:33.242+0000","up_votes":1,"down_votes":2,"body":"Witzig, quasi genau das selbe (inhaltlich) habe  ich im anderen Thread ebenfalls gesagt, nur habe ich dafuer ein haufen downvotes kassiert, weil ich ja total im Unrecht bin ;D\nUnd jetzt, wo das von dir kommt, ergibt das natuerlich mega viel Sinn in den Augen der anderen ;^)","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-04-05T12:07:24.920+0000","up_votes":1,"down_votes":0,"body":"Falls es dich tröstet: Du hattest Recht.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-04-05T12:29:10.991+0000","up_votes":1,"down_votes":0,"body":"Danke, das hilft :^)","replies":[]}]},{"id":"","poster":"Wernicke","date":"2017-04-05T11:36:22.221+0000","up_votes":1,"down_votes":0,"body":"Nö, also ich persönlich habe hier das geäußert was ich glaube ich auch zu dir sagte, nämlich das man das Übel bei dir Wurzel packen muss, und gewisse threads/trolls nicht beachten mehr wie weggucken und keine Lösung ist.\n\nDie upvotes usw kommen wohl eher daher, dass die mods sich dazu nun auch geäußert  und viele nun auch die Bestätigung haben das man dich der Thematik natürlich bewusst ist. ","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-04-05T11:38:10.205+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Wernicke,realm=EUW,application-id=KYnfKGf0,discussion-id=TE6fsgAP,comment-id=00090000,timestamp=2017-04-05T11:36:22.221+0000)\n>\n> Nö, also ich persönlich habe hier das geäußert was ich glaube ich auch zu dir sagte, nämlich das man das Übel bei dir Wurzel packen muss, und gewisse threads/trolls nicht beachten mehr wei weggucken und keine Lösung ist.\n\nKannst du das nochmal für mich sortieren, bitte? :)","replies":[]}]},{"id":"","poster":"Ηastur","date":"2017-04-05T14:48:43.545+0000","up_votes":1,"down_votes":0,"body":";)","replies":[]}]},{"id":"","poster":"Ηastur","date":"2017-04-05T08:14:43.958+0000","up_votes":2,"down_votes":2,"body":"Freut mich das zu lesen.","replies":[]}]}