{"id":"QRnQQpVQ","poster":"MobbyKnaller","date":"2017-04-05T09:45:56.325+0000","title":"Das Phantom Spiel","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes LoL Forum,\r\n\r\n\r\ngestern bin ich Zeuge eines komischen Ereignises geworden.\r\n\r\n\r\nHabe mich wie schon gesagt gestern mit meinem Bruder in ein Solo/Duo Ranked begeben (alleine h&auml;lt man das meiner Meinung nach zurzeit eh nicht aus)\r\nund es lief vorerst alles ganz normal. Champselect und auch das Spiel an sich lief genau wie 1000 mal zuvor auch schon.\r\n\r\n\r\nPl&ouml;tzlich jedoch, ohne eine Vorwarnung, bekamen mein Bruder und ich einen Dc.\r\nHatte gedacht, dass es sich ja mit einem schnellen neuladen des Spiels beheben lie&szlig;e, dem war aber nicht so.\r\nDer Internetzugang war aber nicht gest&ouml;rt, da ich Youtube und auch andere Iternetseiten probelmlos &ouml;ffnen konnte.\r\n\r\n\r\nNachdem ich mich also reloggt hatte, erwartete ich eigentlich, dass ich ganz einfach wieder dem Spiel nachjoinen k&ouml;nnte.\r\nKonnte ich aber nicht. Im Client stand jetzt oben links (auch bei meinem Bruder) &quot;Spielen&quot;, das eigentliche Verbindung wiederherstellen, das wir alle zur Gen&uuml;ge denke ich kennen, gab es erst gar nicht.\r\n\r\n\r\nWir also, total verwirrt wie wir waren, starteten einfach ein neues Solo/Duo Ranked und das lief vorab schonmal komplett von Anfang bis Schluss wieder normal, ohne Probleme. \r\nDen Lp&acute;s von dem vorangegangen Spiel, dem wir nicht mehr nachjoinen konnten, da es schlicht und ergreifend nicht ging, hatten wir schon lebwohl gesagt.\r\n\r\n\r\nDas komische war nun aber, dass selbst nach unserem &quot;zweiten&quot; Spiel, das vorherige erste Spiel wie vom Erdboden verschluckt war. Auch ein 80 Minuten Spiel a la Origen w&auml;re jetzt vorbei gewesen.\r\nSelbst im Spielverlauf gab es kein Indiz darauf. Dort gab es nur ein Flexi Bard Spiel vom Vortag und das eigentliche Spiel zwei mit Alistar.\r\nEs war so, als h&auml;tte es die gut 30 Minuten vom ersten Spiel nie gegeben.\r\nSp&auml;testens da wusste ich, dass es irgendwie nicht an uns gelegen haben kann, hatte aber trotzdem keine Erkl&auml;rung, was zur H&ouml;lle mit unserem ersten Spiel passiert war.\r\n\r\n\r\nZur weiteren Erkl&auml;rung unseres ersten Spiels, die Teams waren bei uns Top: Trundle, Mitte:  Anivia, Jungle: Amumu, Bot: Vayne und Bard(Ich).\r\n\r\nDIe Gegner hatten Top: Fizz, Mitte: wei&szlig; ich nicht mehr Jungle: Karthus, Bot: Lucian, Galio\r\n\r\nDas Spiel an sich lief nicht wirklich gut f&uuml;r uns, wir lagen zu der Zeit des Dc 6:0 T&uuml;rme hinten und es stand irgendwas mit 25v12 in den Kills f&uuml;r die Gegner.\r\nAlso alles in allem mal mindestens ein 5k Gold Defizit.\r\nRein von der Teamcomp von uns, hatte ich aber immernoch an einen Sieg geglaubt, da wir guten waveclear hatten und bis dahin das Spiel so gut es ging stallen konnten. Im Lategame hatte ich uns deshalb auch vorne gesehen.\r\nAuch im Chat gab es keinen yasuo oder riven main der alle paar sekunden seinen Geistigen D&uuml;nnpfiff abgelassen hatte. Ein ganz ruhiges Spiel eben.\r\n\r\n\r\nWei&szlig; nicht ob die Erkl&auml;rungen wichtig waren, wollte aber so gr&uuml;ndlich wie m&ouml;glich sein, damit man mich auch versteht :)\r\n\r\n\r\nZusammenfassend gesagt, hat es f&uuml;r mich bei der ganzen Sache (bis jetzt :D) keinen Nachteil gegeben, auch die Lp&acute;s wurden widererwarten nicht abgezogen. Nur die halbe Stunde Lebenszeit werd ich wohl nicht mehr zur&uuml;ckbekommen :)\r\n\r\n\r\nMeine Frage w&auml;re nun aber trotzdem, hattet ihr das auch schonmal, dass ein Spiel ohne Zweifel f&uuml;r euch stattgefunden hat, es aber dann zu technischen Problemen kam und besagtes Spiel nicht mehr aufzufinden war?\r\n\r\n\r\nAlso f&uuml;r mich war es das erste mal und ich habe auch davor nie etwas vergleichbares hier im Forum gelesen.\r\nBin zwar etwas neu im Forum, lese aber schon seit gut einem Jahr aufmerksam die wichtigsten Foreneintr&auml;ge.\r\n\r\n\r\nW&auml;re f&uuml;r R&uuml;ckmeldung hierbei echt interessiert, da es mich ja doch etwas wurmt, dass ich nicht wei&szlig; und auch nicht nachvollziehen kann, was mit diesem Phantom Spiel passiert ist. :)\r\n\r\n\r\nMit lieben Gr&uuml;&szlig;en und gespannt auf eure R&uuml;ckmeldung wartender MobbyKnaller :)","replies":[]}