{"id":"sZXsTkEU","poster":"Baltion","date":"2017-04-04T15:01:48.338+0000","title":"Support Item Frage Ardent + Mikaels","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich habe da mal eine echt doofe Frage es geht um folgende Items\r\n\r\nArdent Censer ( diese Lampe )\r\ndie + 10% auf Schilde und Heilung gibt\r\n\r\nund um\r\n\r\nMikaels Crucible ( der Kelch )\r\nder + 20% auf Schilde und Heilung gibt\r\n\r\nda steht ja jeweils das die Passive Einmalig ist kummulieren die beiden Items trotzdem miteinander das ich dann z.B. 30% mehr Heilung habe oder ist das so zu verstehen z.B. 100 Heilung + 20 % + 10% oder kummulieren die Items &uuml;berhaupt nicht miteinander ?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2017-04-04T17:44:41.935+0000","up_votes":1,"down_votes":0,"body":"Sobald die Aktive/Aura/Passive gleich heißt, zählt sie auch nur ein mal.\nz.B. {{item:3068}} und {{item:3751}}  stacken sich nicht. Hier zählt die Passive von {{item:3068}} da sie stärker ist.\n\nAuch kannst du dir 6x {{item:3157}} kaufen, aber hast dann nicht 6 mal die Aktive. Sie hat zwar keinen Namen, aber sobald \"Einmalig\" dabei steht, kannst du sie mit diesem Item auch nur einmalig benutzen. Würdest du z.B. {{item:3157}} und {{item:3090}} gleichzeitig kaufen können, kannst du beide seperat von einander aktivieren.\n\n{{item:3107}} und {{item:3222}} summieren sich also.","replies":[]},{"id":"","poster":"Bayonetta38","date":"2017-04-04T15:31:35.669+0000","up_votes":1,"down_votes":0,"body":"Habe mal ein Lets Play gesehen mit 6 mal Nashors Zahn und der Typ hatte trotzdem nur 20% CD drauf. Normalerweise Nein wenn es die gleichen Items wären, aber da Mikaels und Ardents zwei verschiedene Items sind mit verschiedenen Passiven ( Ardent : 10% Heilung, Mikaels: 20% Heilung) denke ich werden diese Werte zusammengerechnet. 2 Mal Ardent Censer oder 2 Mal Mikaels wären Quatsch. Sonst würde des jeder Support machen , bedenke Redemption 6 Mal Haha wäre übels der Troll. ","replies":[]}]}