{"id":"ibegKhwh","poster":"Sir Gingo","date":"2017-04-04T16:32:02.699+0000","title":"Brandomer - Der einsame Schütze","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Geschichte:\r\nBrandomers Geschichte kreuzt sich mit der Geschichte einer meiner anderen Konzepte. Brandomer war der Geliebte von dem jungen M&auml;dchen, welches mit ihm in den tiefen Wald floh, um sich vor ihren Eltern zu verstecken, die mit der Beziehung der beiden nicht einverstanden waren. Nachdem Nymeria die beiden fand und t&ouml;tete, nahm sie jedoch das junge M&auml;dchen in sich auf. Sie zwang Nymeria dazu, Brandomer seine Seele wiederzugeben, jedoch erinnerte er sich nicht mehr an das geschehene. Er dachte, das junge M&auml;dchen habe sich im Wald verlaufen und er begann verlassen, sie zu suchen um sie niemals zu finden.\r\n\r\n&Auml;u&szlig;eres:\r\nBrandomer ist ein gro&szlig;er, kr&auml;ftiger Mann mit einem gro&szlig;em Oberk&ouml;rper und einem Bart. Er tr&auml;gt einen Umhang mit Kapuze, welche ihm &uuml;ber das Gesicht h&auml;ngt und seine Augen verdunkelt.\r\n\r\n**Passive:**\r\nBrandomer tr&auml;gt einen Bogen geschnitzt aus dunklem Holz. Seine Pfeile schnitzt er aus allem was er findet. Seine Munition ist jedoch auf 10 Sch&uuml;sse begrenzt, welche jedoch Gegner durchschlagen und dann wieder aufgesammelt werden k&ouml;nnen. Wenn Brandomer keine Pfeile mehr hat, wechseln seine F&auml;higkeiten und er zieht eine Machete mit der er nur Nahkampfangriffe ausf&uuml;hren kann. Mit seinem Bogen hat Brandomer eine langsame Angriffsgeschwindigkeit, welche auch nicht durch Items sondern nur durch lvl ups erh&ouml;ht werden kann, jedoch extrem hohen Basisschaden. Sobald Brandomer seine Machete zieht, wird seine Angriffsgeschwindigkeit signifikant erh&ouml;ht, jedoch verliert er 35% seines Angriffsschadens. Wenn er in dieser Form 10 Vasallen / Champions / Monster get&ouml;tet hat, wechselt er wieder in die Bogenform. Wenn Brandomer einen Turm zerst&ouml;rt, wechselt er sofort in Bogenform und sein erster normaler Angriff ist mit dem Kristall des Turms vers&auml;rkt und verursacht 200% des Angriffsschadens.\r\n\r\n**Q - Antike Sch&uuml;tzentechnik / Wirbelschlag**\r\n\r\n_Mit Bogen :_ \r\nBrandomer nimmt 3 Pfeile auf einmal in seine Sch&uuml;tzenhand und kann diese f&uuml;r die n&auml;chsten 5 Sekunden mit 250% seiner Angriffsgeschwindigkeit abfeuern, au&szlig;erdem hat er eine leicht verl&auml;ngerte Angriffsreichweite.\r\n\r\n_Mit Machete :_\r\nBrandomer schl&auml;gt seine Machete von einer Seite zur anderen, was Gegner von Brandomer wegst&ouml;&szlig;t, Schaden verursacht und Zauber unterbricht.\r\n\r\n**W - Boomerrang**\r\n\r\n_Mit Bogen : _\r\nBrandomer dreht mit seinem Daumer den Pfeil an, was ihn in einem U F&ouml;rmigen Halbkreis in Richtung Mauszeiger fliegen l&auml;sst und dabei alle Gegner durchst&ouml;&szlig;t und Schaden verursacht. Anschlie&szlig;end kommt der Pfeil zur&uuml;ck zu Brandomer. \r\n\r\n_Mit Machete :_\r\nBrandomer wirft einen Boomerang auf ein ausgew&auml;hltes Ziel, welches an diesem Abprallt und einen weiteren Gegner in der N&auml;he treffen kann. Dabei verursacht er an beiden Gegnern Schaden und reduziert die R&uuml;stung des Gegners der zuerst getroffen wurde.\r\n\r\n**E : Hechtsprung**\r\n\r\n_Beide Waffen _: \r\nBrandomer wirft  sich in eine Richtung und rutscht auf einem Knie eine kurze Distanz. Trifft er dabei auf terrain, wird  er gestoppt. Trifft er auf einen gegnerischen Champion, zieht Brandomer, w&auml;hrend er rutscht, seine Machete, schl&auml;gt den Gegner in die Luft und rutscht unter diesem durch.\r\n\r\n**R : Antike Artillerie**\r\n_(Kann nur im vorhandensein eines Pfeils eingesetzt werden)_\r\nBrandomer nimmt sich 1.5 Sekunden zeit, in der er immobil bleibt, einen Sch&auml;del zu nehmen und diesen mit einer Fl&uuml;ssigkeit aus einem Gef&auml;&szlig; an seinem G&uuml;rtel zu f&uuml;llen und den Sch&auml;del an einem Pfeil zu montieren. Dann zielt Brandomer in den Himmel und kann denn Pfeil eine gro&szlig;e Distanz schie&szlig;en. Beim Aufprall explodiert der Sch&auml;del und alle Gegner im Wirkungsbereich erleiden massiven Schaden und werden vom Aufprallsort weggeschleudert.","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-05T12:49:08.231+0000","up_votes":2,"down_votes":0,"body":"Wirklich schönes Konzept, mit einer Mechanik die so auch sehr neu ist! Die Fähigkeiten lassen sich gut balancen und man hat ein gewisses Outplay-potenzial.\nDu hast zwar nicht geschrieben wofür er gedacht ist, aber ich würde einfach mal raten das Top am besten ist, da er farmen in der Machetenform gegen einen ranged Champ wie eine Cait oder Tristana ziemlich Probleme bekommen würde und das erhalten von 10 Minions ist schwer wenn man dauernd gepoket wird. So als kleine Idee schätze ich dieser Build wäre ganz gut (Hydra und Runaans sind aus Balancing gründen raus): {{item:3071}} >{{item:3158}} oder {{item:3047}} >{{item:3153}} oder {{item:3072}}  >{{item:3142}} oder {{item:3078}} (weiß nicht wie es sich mit Sheen verhält)>{{item:3033}} oder{{item:3053}} >{{item:3026}}.","replies":[]},{"id":"","poster":"CustomKunibert","date":"2017-04-06T13:40:17.121+0000","up_votes":1,"down_votes":0,"body":"Ich kann ehrlich gesagt nicht nachvollziehen, wie die Ulti mit der Geschichte zusammenhängt. Das gesamte Konzept ist mehr oder weniger auf Realismus getrimmt (oder zumindest nicht magischer Natur) und auf einmal hantiert er mit explosiven Schädeln? Passt mMn nicht zum Rest.\nSonst gefällt mir das Konzept sehr gut, ein weiterer Champion, der bewusst mit seinen Ressourcen arbeiten muss, um sein Kit zu manipulieren - das macht sich immer gut (GNAAARRR!!) :D","replies":[]}]}