{"id":"j7EzoOBM","poster":"ninju7su","date":"2017-04-04T12:20:53.864+0000","title":"Support-Coaching [Samstag|Sonntag]","subforum":"Level Up: Guides & Tipps","embed":{"title":"ninju7su - Summoner search results - League of Legends","description":"ninju7su / Platinum 5 0LP / 219W 203L Win Ratio 52% / Zyra - 40W 33L Win Ratio 55%, Janna - 43W 28L Win Ratio 61%, Nautilus - 37W 34L Win Ratio 52%, Nami - 29W 36L Win Ratio 45%, Sona - 34W 30L Win Ratio 53%","url":"https://euw.op.gg/summoner/userName=ninju7su","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":0,"body":"Moin Beschw&ouml;rer,\n\nich m&ouml;chte den Leuten die Interesse haben, ein **Supporter-Coaching** anbieten. Das ganze w&uuml;rde ich dieses Wochenende machen wollen, also dem **08.04. und 09.04.**.\n\n**Was bringe ich mit?**\n\nIch bin seit einigen Jahren als Supporter unterwegs und hab es letztes Jahr erstmalig ins **Platin** geschafft, nachdem ich davor stetig Silber war. Dieses Jahr ging das ganze entschieden schneller von statten, was mich darin bekr&auml;ftigt, dass dort noch mehr Potential schlummert. Bereits letzte Season habe ich **einige Coachings durchgef&uuml;hrt** und ein wenig Erfahrung in dem Bereich gesammelt. Das waren meist **Spielanalysen**, wobei ich teilweise auch in themenspezifische Dinge eingestiegen bin, wozu man kein Replay braucht _(Warding, Objectives, Kommunikation)_. Ich bin **27 Jahre alt**, falls das f&uuml;r jemanden von Interesse ist und man beschreibt mich als **sympathischen und geduldigen** Typ. Da ich letztes Jahr erstmalig getryharded habe, hat sich viel Wissen und Erfahrung angesammelt, was ich gerne mit euch teilen m&ouml;chte, sofern das gewollt ist. Auch, was speziell mir geholfen hat, aus Silber aufzusteigen und worauf dort zu achten ist. Ich bin stets bem&uuml;ht mich **auf dem laufenden Stand** zu halten und kann euch vllt. auch ein paar Tipps geben, wie ihr &uuml;ber das Coaching hinaus weiterhin verbessern k&ouml;nnt. \n\n**Was bringt ihr mit?**\n\nGrundlegend w&auml;re es g&uuml;nstig wenn ihr Interesse habt, euch zu verbessern. Euer aktuelles **Ranking ist mir dabei relativ egal**, wobei ich es bevorzugen w&uuml;rde, wenn ihr schon Level 30 seid, um nicht ganz vorne anfangen zu m&uuml;ssen. Wenn ihr gerade erst anfangt die Support-Position zu spielen, sonst aber schon Erfahrung habt, ist das voll OK. Folgende technische Voraussetzungen sind erforderlich:\n**1.** Headset\n**2.** Teamspeak\n**3.** Skype _(f&uuml;r den Stream)_\n**4.** ggf. ein Replay _(aus dem aktuellen Patch)_\n\nFalls ihr bestimmte Themen habt, die euch interessieren bin ich da flexibel und kann gerne auch ein Thema genauer unter die Lupe nehmen. Das liegt ganz bei euch. Vorher findet sowieso nochmal ein bisschen Smalltalk statt, damit man sich eine Uhrzeit &uuml;berlegen kann und ein paar andere Themen abkl&auml;rt. Wo wir gerade bei der Zeit sind: **1h - 2h kann so ein Coaching in Anspruch nehmen.** Je nachdem wie tief man einsteigt. \n\nWer Interesse hat kann mich direkt im Client anschreiben. Ich hatte vor **maximal 3 Coaching dieses Wochenende** zu machen. Das Angebot richtet sich vor allem an Bronze, Silber und Low-Gold Spieler. Wer dar&uuml;ber hinaus interesse hat, ist aber selbstverst&auml;ndlich gern gesehen. Mir ist klar das ich selbst nicht perfekt spiele und selbst ausbaupotential habe. Sollte man aber in eine der genannten Ligen feststecken, kann ich eventuell weiterhelfen. **Letztendlich ist das ganze f&uuml;r euch nat&uuml;rlich auch kostenlos.** \n\nIch freu mich drauf.\nWir h&ouml;ren uns am Wochenende!","replies":[{"id":"","poster":"ninju7su","date":"2017-04-06T04:55:51.001+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}