{"id":"rfbtadIq","poster":"Määäxxxiii","date":"2017-04-03T15:41:10.018+0000","title":"Authentifizierung fehlgeschlagen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nich bin umgezogen und beziehe ab sofort eine neue Lanverbindung des obene genannten Herstellers. Wenn ich LoL mit dem Befehl &quot;Als Administrator ausf&uuml;hren&quot; &ouml;ffne, funktioniert das noch alles. Sobald ich mich versuche einzuloggen, wird zun&auml;chst eine Fehlermeledung angezigt und gesagt, dass ich mich erneut einloggen soll. Wenn ich das mache, l&auml;uft die Authentifizierung ewig lange und es geht nicht weiter.\r\nIch habe bereits die Firewall ausgeschaltet und mein Antivir. Au&szlig;erderm habe ich alles auf der folgenden Website beachtet und durchgemacht: https://support.riotgames.com/hc/de/articles/201761944\r\nVer&auml;ndert hat sich bis jetzt nichts! \r\nAn meiner alten Internetverbindung (LAN) hat noch alles funktioniert. Mein LoL l&auml;sst sich generell aber auch nur mit &quot;Als Administrator ausf&uuml;hren&quot; &ouml;ffnen auf meinem Toshiba Laptop.\r\nDie einzige &Auml;nderung zu der Zeit als er funktioniert hat, ist mein Standortwechsel und die die damit verbundene neue Lan Verbindung.\r\n\r\nIch hoffe ihr habt noch Vorschl&auml;ge, da mich das wirklich nervt, dass LoL oft gro&szlig;e Probleme bereitet und man nur durch sehr lange Internetrecherche (oder auch gar nicht) auf L&ouml;sungen kommt.\r\nIch bedanke mich recht herzlich im vorraus f&uuml;r die M&uuml;hen!\r\n\r\nGru&szlig;, Maxi","replies":[{"id":"","poster":"ChazyCB","date":"2017-04-03T16:57:31.141+0000","up_votes":1,"down_votes":0,"body":"Versuch mal es neu zu Installieren das hilft oft nervige Bugs zu entfernen!Auch kannst du LoL trotz Firewall laufen lassen indem du in den EInstellungen LoL als vertrauenswürdig markierst.","replies":[{"id":"","poster":"Määäxxxiii","date":"2017-04-03T19:56:47.568+0000","up_votes":1,"down_votes":0,"body":"Hab mein AntiVir und und Windows Firewall mal komplett ausgemacht, aber hat auch nichts gebracht.\nMeiner Meinung nach kann mich sicher nicht immer sicher sein, ob wirklich alles ausgeschaltet ist.\nWie kann man das in AntiVir als vertrauenswürdig einstufen?","replies":[{"id":"","poster":"Gin","date":"2017-04-04T16:44:44.332+0000","up_votes":1,"down_votes":0,"body":"Die Punkte [hier](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0005) hast du schon probiert?\n\nFalls ja, lass mal das [HRT](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) durchlaufen.\n\nAchte darauf das Häkchen bei \"Force Repatch\" zu setzen.","replies":[]}]}]}]}