{"id":"jfAOnX3g","poster":"Mentras","date":"2017-04-03T16:27:09.271+0000","title":"Platin+ AD-Carry gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag liebe LoL-Community,\r\n\r\nwie schon im Titel beschrieben suchen unser Ranked-Team noch einen Platin+ AD-Carry.\r\n\r\nZu dir:\r\n-Genug geistige Reife (~18 Jahre)\r\n-Bereit neue Champions zu lernen\r\n-Teamf&auml;hig und diszipliniert (Kein geflame!)\r\n-5 Tage in der Woche zeit zum Trainieren\r\n-Sehr viel Enthusiạsmus zu tryharden\r\nDann bist DU bei uns genau richtig.\r\n\r\nWir bieten:\r\n-Einen geordneten Ts-Server auf dem es ab und zu sogar kleine Spa&szlig;-Turniere gibt\r\n-Ein sehr ausgeglichenes Klima im Team, von verr&uuml;ckt bis hin zu chillig\r\n-Gelegentliche Team-Fun-Games z. B. Call is Call, Aram usw\r\n-Team-Coaching\r\n-Eine sehr freundliche und immer weiter wachsende Ts-Community in der auch noch viele weitere Ranked-Teams entstehen werden\r\n\r\nFalls wir dein Interesse geweckt haben, dann komm einfach auf unseren Ts &quot;212.224.121.7:5229&quot; und melde dich bei einem unserer Mods oder direkt bei Mentras, dem Teamcaptain und wir beantworten dir alle weiteren Fragen umgehend.\r\n\r\nAlso dann ich hoffe auf dein kommen und w&uuml;nsche dir eine sch&ouml;ne Zeit auf den Richtfeldern von Runeterra und ich verbleibe\r\nmit freundlichen Gr&uuml;&szlig;en,","replies":[{"id":"","poster":"Rexhaufe563","date":"2017-04-03T17:42:20.663+0000","up_votes":1,"down_votes":0,"body":"Guten Tag Mentras,\nZu aller erst, mein Name ist Tommy, hauptsächlich werde ich wegen mein Gamer-Tag aber Rex genannt, was auch kein Problem ist. Ich bin 17 Jahre alt und sollte damit denke ich kein Problem sein, da ich sowieso die geistige Reife besitzen sollte. Ich suche nun seit kurzem wieder ein Competetive Team was wohl auch bei Turnieren etc. teilnimmt. Ich war vor kurzem bei einem Team dabei, was um Gold-Platin war. Das hat sehr gut funktioniert und es war auch kein Ding (Wo ich hier noch Fragen wollte) dass ich Silber bin bei Solo/Duo. Ich spiele Rankeds nur gelegentlich mit einem Kumpel da er es immer spielen will. Ich von mir selbst habe nicht die Lust mit 4 anderen random Leuten die letzendlich zumeist Flammen zu spielen und vielleicht noch zu verlieren. Ich bin durchaus bereit Champions zu erlernen, ich spiele zumeist immer das was momentan in der Elo sehr stark ist, also teste da sowieso immer herum. Die Zeit zum trainieren habe ich durchaus auch und bin Teamfähig. Ich hab vor das alles etwas ernster anzugehen und damit auch Turniere oder ähnliches zu gewinnen und ihr gebt mir das Gefühl, dass ihr das auch vor habt. Ich habe auch kein Problem mit Kritik, sondern bin froh wenn man mir meine Fehler sagt, da ich schließlich auch besser werden möchte. Ich habe momentan glaube ich im die 5000 Games (weiss nicht wo ich das nachschaue, aber ich habe 1k normal wins denke somit um die 3k normal spiele und den Rest aus Flexi ,Ranked und draft pick) und wie ihr sucht auch ADC. Ich spiele außerdem seit ende Season 3 (Gerade als Yasuo raus kaam) Ich hoffe es ist nicht weiter schlimm dass ich im Ranked Silber bin und wenn nicht auch nicht schlimm.\nMFG Tommy/Rex","replies":[]}]}