{"id":"n6oNtJtc","poster":"tiamy318","date":"2017-04-02T14:27:19.427+0000","title":"Hyper Phoenix Clan | Multigaming","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hyper Phoenix Multigaming Clan seit 30.12.2016\r\n\r\nWir sind ein Multigaming Clan, welcher aus einem bestehenden CS: GO Team gegr&uuml;ndet wurde. Momentan haben wir ca. 90 Member, haupts&auml;chlich bestehen wir momentan aus CS: GO Spielern, hei&szlig;en aber auch Spieler aus anderen Spiele-Richtungen herzlich willkommen.\r\nWir sind erst am Anfang und verbessern uns st&auml;ndig durch eure Vorschl&auml;ge und Ideen, sowie auch unseren eigenen.\r\nWir sind jeder Zeit f&uuml;r euch da und helfen auch gerne bei Problemen. Die Administratoren und Moderatoren stehen euch dazu jederzeit zur Verf&uuml;gung.\r\nWir haben Sponsoren, welche uns bereits tatkr&auml;ftig unterst&uuml;tzen. Wir hoffen, dass wir mit der Zeit weitere Sponsoren an &bdquo;Board&ldquo; bekommen, um diese Community besser und gr&ouml;&szlig;er zu machen.\r\nEs werden des Weiteren regelm&auml;&szlig;ig Turniere und Events veranstaltet, wo es dann gewinne f&uuml;r euch gibt. In dem Spiel League of Legends suchen wir Momentan noch ein Team, welches dann auch an Turnieren und Ligen teilnimmt. Wir haben momentan noch nicht viele League of Legends Spieler bei uns, aber dies Community w&auml;chst t&auml;glich. Au&szlig;erdem sind auch sehr gerne Leute willkommen welche nur so League of Legends spielen wollen.\r\n\r\nWas suchen wir?\r\n&bull; Deutschsprachige User\r\n&bull; Freundliche User\r\n&bull; Jemanden der aktiv ist!\r\n&bull; Spieler oder Teams in egal welchem Spiel\r\n&bull; User die mindestens 16 Jahre alt sind (mit Ausnahmen*)\r\n*mit Administratoren/Moderatoren besprechen\r\n\r\nWas bieten wir?\r\n\r\n&bull; Einen TS3-Server mit einer kleinen Community\r\n&bull; Eine Website, welche sich aber noch im Aufbau befindet\r\n&bull; F&uuml;r Teams bieten wir einen TS3-Channel, Support und so weiter\r\n&bull; Hilfe, jeder Zeit bei egal was\r\n\r\nDu kannst uns auf verschiedenen Wegen kontaktieren:\r\n&bull; E-Mail: teamhyper@globalhive.de\r\n&bull; Steam: steamcommunity.com/id/tiamy318 | steamcommunity.com/groups/Hyper_Phoenix_Community\r\n&bull; Teamspeak: ts3.globalhive.de\r\n&bull; Homepage: hyperphoenix.globalhive.de\r\n\r\nWir freuen uns auf euch\r\n\r\nEuer Hyper Phoenix Clan Management","replies":[]}