{"id":"RiuYcp6G","poster":"Xayah and Sakı","date":"2017-04-02T09:46:30.504+0000","title":"Ich suche einen \"Coach\" der mir hilft in LoL besser zu werden :)","subforum":"Clans & Teams","up_votes":2,"down_votes":4,"body":"Huhu mein Name ist 404 Hiyori und ich w&uuml;rde mich gerne in LoL verbessern.\r\n\r\nIch bin aktuell S5 und maine Mid / Support.. wobei man sagen muss das ich meinen Main noch nicht gefunden habe :/\r\n\r\nDa ich gerne besser werden will und auch bereit bin hart daran zu arbeiten suche ich jemanden der ab und an sich Abends die Zeit nehmen kann. \r\n\r\nKurz vorab: Ein Coach sollte Ahnung haben von Lol. \r\n\r\nMeldet euch also bitte auch nur wenn ihr es ernst meint..\r\n\r\nIch bin 16 Jahre jung (bald 17) und hoffe sehr das sich irgendjemand unter diesem Beitrag meldet.\r\n\r\nEure Sophie :)","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-02T12:26:25.934+0000","up_votes":1,"down_votes":0,"body":"Kaum kommt raus du bist ein Mädchen sind die ersten da xD Ne Spaß, aber der musste sein xD","replies":[{"id":"","poster":"Xayah and Sakı","date":"2017-04-05T16:53:39.680+0000","up_votes":1,"down_votes":0,"body":"Eigentlich muss man sowas verheimlichen xD Hast schon recht ^.^","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-06T13:51:33.712+0000","up_votes":1,"down_votes":0,"body":"Tja machste nix draus xD Schon Hilfe von den beiden anderen bekommen? Ich bin natürlich auch hilfsbereit, unabhängig deines Geschlechts xD","replies":[]}]}]},{"id":"","poster":"Faker Smurf","date":"2017-04-02T10:02:55.663+0000","up_votes":1,"down_votes":0,"body":"Hey, würde die gerne helfen, habe schon des Öfteren gecoacht :)","replies":[{"id":"","poster":"Xayah and Sakı","date":"2017-04-05T16:54:51.828+0000","up_votes":1,"down_votes":0,"body":"Ich hab dich ja auf der F-Liste :) Hast du vielleicht morgen Zeit (Donnerstag) zwischen 19 und 21 Uhr? :3","replies":[]},{"id":"","poster":"Xayah and Sakı","date":"2017-04-02T10:27:28.143+0000","up_votes":1,"down_votes":0,"body":"Hey :D\n\nErstmal vielen Dank für die schnelle Rückmeldung :) kannst du mir ein bisschen was von dir erzählen? Ich adde dich auch schonmal in Lol :)","replies":[{"id":"","poster":"Viperraptor","date":"2017-04-02T10:39:01.778+0000","up_votes":1,"down_votes":0,"body":"Bin 18 Jahre, spiele seit Ende Season 2 Leauge Of Legends und spiele hauptsächlich Midlane, bin jedoch auch als Adc und Supp sehr erfahren.\nHabe schon des öfteren Spieler gecoacht und mache das gerne, freue mich jedes mal wenn's geholfen und funktioniert hat :)","replies":[{"id":"","poster":"Viperraptor","date":"2017-04-02T11:27:00.291+0000","up_votes":1,"down_votes":0,"body":"Upps, hab mit meinem 2. account geantwortet xD","replies":[]}]}]}]}]}