{"id":"6UOd1xiV","poster":"Jannanomana","date":"2017-04-02T15:47:49.651+0000","title":"Wie kann man 2017 in League of Legends als \"neuer spieler\" Spaß haben?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"War die letzen 2 jahren relativ inaktiv. Und bin jetz seit ca 2 Wochen wieder Aktiv in League of Legends, bin momentan Level 22. Und Verliere seit 5 tagen (seitdem ich &uuml;ber level 20 bin) Jedes Spiel.  Das Spiel macht keinen Spa&szlig; mehr seitdem ich level 20+ bin. Im gegner team sind immer irgenwelche Gold-Diamond Accounts (Wenn ich nach dem Spiel die Profile gucken haben die ein gold-diamond rahmen) Wie kann das sein? das Neue spieler, die nichtmal Runen oder einen MasteryKey Stone haben gegen irgendwelche Diamond Spieler die &uuml;ber 1000 Spiele haben antreten m&uuml;ssen?\r\n\r\nIst da ein Fehler im System? Behebt sich das auf level 30? Erkl&auml;r es mir bitte.\r\nDie Spiele sehen alle so aus das irgend ein gegner das Spiel scheinbar nur spielt um uns neulingen den SpielSpa&szlig; zu nehmen, sodas wir afk in der base stehen, oder surrendern, da man selbs im Tower ohne probleme abgeschlachtet wird. Das ist jetz das 8. Spiel wo es so abgelaufen ist. \r\nWieso macht der Publisher nichts gegen diese Spieler, die anderen mit absicht den Spielspa&szlig; zerst&ouml;ren, Ich denke Riot verliert so Neue Spieler, und somit auch geld. Ich Spiel das spiel quasie auch nur noch, weil ein paar RL freunde es noch spielen.\r\n\r\nSind das noch normale zust&auml;nde? Kann man in diesem Spiel noch Spa&szlig; haben und Faire Gegner zugewiesen bekommen? Ich denke nicht!:\r\nSoll ich den Support anschreiben das sie mal mein account reparieren?\r\nWas soll ich machen? So macht mir das Spiel keinen Spa&szlig; mehr.\r\n\r\nBeispiele:\r\nSpiel 1:\r\nhttp://www.fotos-hochladen.net/uploads/screen129h3480pvw21.png\r\nSpiel2:\r\nhttp://img5.fotos-hochladen.net/uploads/screen116mylwuzbgs6.png\r\nSpiel3:\r\nhttp://img5.fotos-hochladen.net/uploads/langweiligcw7m5faezl.png","replies":[{"id":"","poster":"Andrej553","date":"2017-04-03T07:05:36.737+0000","up_votes":2,"down_votes":1,"body":"Du hast in den zwei Wochen ziemlich genau eine 50% winrate. Ich sehe also nicht wo das Problem liegt.\nEin paar Tage lang hast du hintereinander fast alle Spiele gewonnen, danach ein paar Tage fast alle verloren.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-04-03T04:53:14.270+0000","up_votes":2,"down_votes":1,"body":"Durch Niederlagen sinkt dein MMR, wodurch du dann auch wieder schlechtere Gegner und Mitspieler bekommst. Da du allerdings in den letzten 20 Games eine 50% Winrate hast, macht das die Anpassung schwieriger, da genau 50% vorgesehen sind.\nDazu kommt, dass die Elo von Freunden sich natürlich auch auf das MatchMaking auswirkt. Umso besser die spielen, umso höhere Gegner bekommt man auch. Auch wenn diese mit low level smurfs spielen, da nicht Level oder Elo wichtig sind, sondern lediglich MMR. Dieses ist bei Smurfs natürlich höher als beim Durchschnitts-Anfänger.\n\nMit Level 20 sollte man eigentlich schon eine Weile an die Keystone Masteries gewöhnt sein, da diese ab Stufe 18 verfügbar sind.\n\nEs hilft dir auch, wenn du dir passende Tier 3 Runen holst.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-04-02T17:07:16.865+0000","up_votes":1,"down_votes":2,"body":"Die Geschichte der Menstru... äh des Matchmakings, ist eine Geschichte voller Missverständnisse. \nWenn du Matchmaking in die Sufu eingibst, wirst du auf viele Threads treffen, die ähnliches berichten. \nDa ich ein höflicher Menschen bin, werde ich das MM nicht grottig nennen, sondern bescheiden. Gerade im Normal und dazu noch im unter Lvl 30 Bereich, wird es immer wieder zu solchen total ausgeglichenen (hüstel) Team zusammenstellungen kommen. Ab Lvl 30 wird es im Normal nur bedingt besser. \n\nWarum ist das so? \nNun, da es keine Elobegrenzung wie im Ranked gibt, kann eben jeder mit jedem in die Que gehen. Das bringt das MM natürlich an seine Grenzen. Auf dem Papier mögen beide Teams im Durchschnitt die selbe Elo haben, obwohl nur Riot weis, ob es auch wirklich so ist. In der Realität ist es eben der beste Spieler im Game, der den Ausschlag gibt. \n\nWie auch immer, so ist es von Riot gewollt. Das kannst du nun hinnehmen und weiter machen oder du lässt es sein. It's up to you...\n\nGruß OT Becks","replies":[]},{"id":"","poster":"antitomatexd","date":"2017-04-02T16:44:52.663+0000","up_votes":1,"down_votes":7,"body":"Wo kann man in LoL überhaupt Spaß haben außer in URF? (Low-Elo-Bereich)","replies":[]}]}