{"id":"p4Nl9mfW","poster":"Pxl Dude","date":"2017-04-02T12:19:48.487+0000","title":"Niale, die herzlose Jägerin [Championkonzept]","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hey Leute, ich hab mal wieder ein kleines Championkonzept, das ich euch gerne zeigen will!\n____\n\n**Lore:**\nNiale war in fast ganz Runeterra f&uuml;r die verr&uuml;cktesten Taten bekannt, wie das Wetttrinken mit 100 tapferen Freljordern, das durchqueren der shurimanischen W&uuml;ste mit nur einem halben Beutel Wasser oder diverse Rangeleien mit Kled. Was aber jedem bekannt war ist, dass sie eine erbarmungslose K&auml;mpferin war, die ihre Gegner gerne mal mit schmutzigen Tricks besiegte. Sie t&ouml;tete nicht f&uuml;r Ruhm, nicht um zu &uuml;berleben und auch nicht als Arbeit sondern einfach nur weil es ihr Spa&szlig; machte. Woher sie kam, wusste keiner so genau und jeder, der es gewagt hatte sie dies zu fragen kann keine Antworten mehr geben und auch sonst ist jeder sich bewusst, dass man sie nicht reizen sollte.\n\n**Aussehen:**\nNiale ist eine gro&szlig;e Frau, mit graziler Figur und vollen, braunen Haaren, die aalle an der rechten Seite ihres Kopfes herunterh&auml;ngen. Sie hat ein starkes Gesicht mit herausforderndem Blick. Sie tr&auml;gt eine Lederr&uuml;stung und am G&uuml;rtel h&auml;ngen zwei lange Dolche.\n\n**Freunde:**nicht vorhanden\n**Feinde:**Jeder\n\n**Stimme:**\nSehr laut und dunkel f&uuml;r eine Frau\n\n**Beim Pick:**\n&quot;Zeit f&uuml;r ein bisschen Spa&szlig;!&quot;\n\n**Beim Bann:**\n&quot;Du stehst auf meiner Liste!&quot;\n\n**Beim laufen durch die Kluft:**\n&quot;Kommt raus, ich brauche Beute!&quot;\n&quot;Immer ein Schritt n&auml;her am Ziel!&quot;\n&quot;Hier komme ich, aus dem Weg!&quot;\n\n**Joke:**\n&quot;DU willst gegen MICH bestehen? Das kann ja lustig werden *lacht*&quot;\n\n**Taunt:**\n&quot;Ich zerbreche dich wie einen Ast!&quot;\n&quot;Dich w&uuml;rde ich selbst ohne Gliedma&szlig;en besiegen!&quot;\n\n**Dance:**\n_jongliert mit ihren Dolchen_\n\n**Lachen:**\n_ein lautes lachen mit einigen Grunzern_\n____\n\n**Rolle:** K&auml;mpfer, Assasine \n**Lane:**Jungle\n\n**Grundstats:**\nLeben: 600 - 2158\nLebensreg.: 7.94 - 19.4\nMana: 346 - 975\nManareg.: 7.55 - 15.25\nReichweite: 125\nAngriffsschaden: 60 - 112\nAngriffsgeschw.: 0.679 (+0% - + 33%)\nR&uuml;stung: 26 - 78\nMagieresistenz: 32 - 53\nLauftempo: 340\n\n**F&auml;higkeiten:**\n\n* **Autohits:**\nSticht abwechselnd mit ihren Dolchen zu.\n\n* **Passive (Jagdtrieb):**\nNiale hat einen unentwegten Drang zur Jagd, der ihr im Wald, in B&uuml;schen und im Fluss 15 Lauftempo gew&auml;hrt. T&ouml;tet sie ein gro&szlig;es Monster erh&auml;lt sie einen Stack &quot;Monsterblut&quot;, wovon sie bis zu 4 sammeln kann. Sobald sie 4 gesammelt hat bekommt sie &uuml;ber 10 Sekunden 4/6/8/10% mehr AD.\n\n* **Q (Hinterhaltssprung):**\nKosten: 45/60/70/75/80 Mana ; Reichweite: 700 (Ausf&uuml;hrung)/ 250 (Angriff) ; Abklingzeit: 15/14/13/12/10 Sekunden ; Point&amp;Click\nNiale verschwindet kurzzeitg und taucht nach 0,25 Sekunden hinter dem ausgew&auml;hlten Ziel hervor, wobei sie um sich herum 65/100/125/150/170 (+75% AD) normalen Schaden anrichtet.\n\n* **W (Klingengift):**\nKosten: 5 Mana pro AA ; Reichweite: AA ; Abklingzeit: 7 Sekunden nach deaktivierung ; AA Verst&auml;rkung\nNiale taucht ihre Klingen in ein &auml;tzendes Gift welches bei jedem AA 0,5/0,75/1/1,25/1,5% der Rüstung des Gegners für 4 Sekunden entfernt (Effekt wird mit jedem AA addiert und refresht den CD von 4 Sekunden) und 6/7/8/9/10 extra magischen Schaden über 2 Sekunden anrichtet. \n\n* **E (Kieferbrecher):**\nKosten: 50/60/75/85/100 Mana ; Reichweite: 150 ; Abklingzeit: 12 Sekunden ; Point&amp;Click\nNiale verpasst ihrem Gegner einen Schlag mit dem Knie gegen den Unterkiefer, der 30/60/75/95/120 (+55% AD) normalen Schaden anrichtet und den Gegner f&uuml;r 2 Sekunde verstummt. Wendet Treffereffekte an.\n\n* **R (Die Jagd ist er&ouml;ffnet!):**\nKosten: 100/110/120 Mana ; Reichweite: 850 ; Abklingzeit: 130/120/105 Sekunden ; Point&amp;Click\nNiale markiert einen gegnerischen Champion den sie bek&auml;mpfen will, richtet an diesem 5/7,5/10% mehr Schaden an und bekommt 30 Laufgeschwindigkeit wenn sie auf ihn zu läuft. Stirbt der Gegner und hat von ihr mindestens 800/900/1000 Schaden erlitten sind ihre On-Hit Effekte um 15% für 5/7/9 Sekunden verstärkt.\n\n**Das Kit erkl&auml;rt:**\nIch habe mir heute mal einen Champion &uuml;berlegt, der f&uuml;r Anf&auml;nger geeignet ist und mit einem hohen Schadensaussto&szlig; durch On-Hit-Schaden gl&auml;nzt um auch im 1v1 oder 1v2 siegen kann, deshalb sind auch alle F&auml;higkeiten Point&amp;Click. Der Minimalschaden ist auf der Ultimate, damit sie im Teamfight nicht einfach R auf ein kurz vorm Tod stehenden Gegner dr&uuml;ckt und sofort belohnt wird. \n\n**m&ouml;glicher Build:**\n{{item:1412}} oder {{item:1419}}  &gt; {{item:3111}} &gt; {{item:3074}} oder {{item:3078}}  &gt; {{item:3091}} &gt; {{item:3153}} &gt; {{item:3033}} oder {{item:3026}} \n____\n**Patch Notes Nr.1:**\n* Grundschaden und Scaling von Q und E erhöht.\n* W kaum noch Bonusschaden über Zeit, entfernt jetzt aber Rüstung\n* R gibt jetzt mehr On-Hit Schaden anstatt Bonus AD wenn man das Ziel tötet\n* Möglicher Build dementsprechend angepasst\n(Ideen für den Patch von: Mescryze)\n____\n\nIch hoffe mal euch gef&auml;llt mein Konzept von einem Jungler f&uuml;r Anf&auml;nger und hoffe wie immer auf etwas konstruktive Kritik ^^\n\nMan sieht sich in der Kluft!\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"CustomKunibert","date":"2017-04-06T14:10:07.368+0000","up_votes":1,"down_votes":0,"body":"Ist das Bonus-AD und das Lauftempo von der Ult zeitlich begrenzt?\nSonst hat sie zwar ein paar Fähigkeiten mit Grundschaden, aber nichts, mit dem sie mit anderen mithalten kann.\nAlso (lässt Fingergelenke knacken)\n\nDu hast auf der E einen Grundschaden von 110+50%AD (wahrscheinlich Gesamt-AD), verbunden mit der geringen Reichweite und dem hohen Cooldown ist das also ein Utilityspell, den man eben für den Silence aufhebt - eher selten für den Bonusschaden oder wenn man seinen Schaden schnell rausbekommen will.\nDann hast du nen sehr guten Gapcloser (stelle ich mir ähnlich wie die Shaco Q vor, nur an ein Ziel gebunden) und der verursacht 180 + 65%AD.\nDazu kommt ein Onhit-Effekt über 12 Schaden sofort und 10 über Zeit. \nAlles in Allem hast du also 290 Schaden über Fähigkeiten und deine Autoattacks.\nDeine Ulti verursacht selbst keinen Schaden vor dem Kill, also zum Beispiel im 1v1, und man bekommt prozentual AD.\n\nMehr AD zu bekommen synergiert gut mit einem hohen Attackspeedwert. Der Onhit-Effekt auf der W synergiert gut mit einem hohen Attackspeedwert. Dass der AD-Bonus der Ult prozentualer Natur ist, synergiert gut mit einem hohen AD-Wert und die Lethality auf der W synergiert ganz einfach _nicht_ gut mit dem fast nicht vorhandenem Grundschaden der Fähigkeiten. \nZusammengefasst geht man mit diesem Champion also wahrscheinlich ein Attackspeed- und Onhit-lastiges Build. \n\nUnd hier kommt der Vergleich mit Master Yi ins Spiel: Der synergiert auch super mit Attackspeed, aber der ist in einigen Aspekten besser, als Niale:\n\n- Sein Onhit-Effekt ist Truedamage und die Wirkdauer ist ausreichend für einen Kampf, sodass Niale mit ihrem permanenten Bonus für Mana keinen Vorteil zieht.\n- Master Yi hat mit der Ulti einen Attackspeedboost und zieht damit effektiv Stats aus seinem Kit, was Niale einfach nicht hat.\n- Master Yis Q hat eine ähnliche Range und verursacht _garantiert_ (naja, zumindest zielsuchend) an mehreren Zielen Schaden. Zudem ist es noch eine Möglichkeit, kurz unanwählbar zu werden, hat einen ähnlichen Grundschaden und ein besseres AD-Scaling.\n\nWas bedeutet das jetzt? Deine Niale erfüllt eine sehr ähnliche Funktion wie ein Master Yi, aber ist ihm in vielen Aspekten unterlegen, ohne dafür irgendwelche Ausgleich zu erfüllen. Das einzige Argument wäre der Silence auf dem E, aber das allein reicht mMn nicht.\nEin weiteres Problem sehe ich darin, dass die Lethality auf der W zwar echt cool klingt, aber gameplaytechnisch keinen Sinn ergibt.\n\nMeine Änderungsvorschläge:\nWenn die Klingen mit etwas _Ätzendem_ überzogen werden, dann gibt dem ganzen einen Black-Cleaver-Effekt. Aber sorg dafür, dass es sich lohnt, sehr sehr lange im Kampf zu bleiben. Sowas wie \"Verringert die gegnerische Rüstung um 1,5%\" - aber ohne Cap. Kalista zum Beispiel wird auch dafür belohnt, sehr lange im Kampf zu bleiben, warum nicht also auch hier?\nDann kannst du vielleicht den Grundschaden auf der Q und E erhöhen oder soetwas wie \"E wendet Treffereffekte an\"\nDann hast du einen Tankshredder, der Squishy ist, also im Teamfight wirklich aufpassen muss.\nDann kannst du vielleicht ein paar Stats drauf schlagen - Wenn Niale den Gegner markiert, verursacht sie 10% mehr Schaden an dem (weg mit den 20% Bonus-AD); sie läuft mit 30 MS schneller auf ihn zu (passt thematisch) und erhält bei einem Kill um 15% verstärkten Schaden durch On-Hit-Effekte für 5/7/9 Sekunden.\nMan gibt dem Champion zwar ziemlich stark eine Richtung vor, aber ich finde das nicht schlimm. Ein guter Duellant, aber hauptsächlich gegen Tanks. Trotzdem muss sie echt aufpassen, weil sie ja nur in eine Richtung mobil ist - mit der Q Richtung Gegner.\n\nWas hältst du von meiner Wall-of-text? xD\nMfG Mescryze","replies":[{"id":"","poster":"Pxl Dude","date":"2017-04-06T14:52:45.465+0000","up_votes":1,"down_votes":0,"body":"Ich hatte mir fast gedacht, dass die Grundwerte etwas niedrig sind, zu beachten ist ja, dass die Q AoE ist also werde ich da den Schaden nur etwas erhöhen. Die Ult Boni hatte ich vergessen zu begrenzen, die wollte ich auf etwa 1/3 der Ult Cdr setzen um damit nicht ins unendliche zu stacken. Ich hatte bei der E wirklich Angst zu viel On-Hit Dmg draufzupacken und hab damit extra wwenig Boni zu gepackt und wollte, wegen der mittelmäßigen Scalings und dem niedrigen Grundschaden, dafür sorgen, dass sie viel AD baut und nicht Richtung Tank á la Ekko 2016 abdriftet. Deine Ideen gefallen mir aber sehr gut und ich werde da mal ein paar Dinge umbauen, steht dann in den Patch Notes am Ende zusammengefasst. Danke für die große und gute Rückmeldung ^^","replies":[{"id":"","poster":"CustomKunibert","date":"2017-04-06T14:55:27.325+0000","up_votes":1,"down_votes":0,"body":"Wenn es dein Ziel ist, dass der Champion nicht auf Tank geht, dann arbeite nicht nur mit wenig Grundschaden, sondern auch mit hohen Scalings.\nAber in dem Fall ist es wahrscheinlich mit der Attackspeed-Affinität auch getan =)","replies":[]}]}]},{"id":"","poster":"Xahutek","date":"2017-04-03T20:06:11.390+0000","up_votes":1,"down_votes":0,"body":"Vom character her cool (das Design könnte noch was besonderes vertragen) Sonst spielt sie sich wie master YI mit ner cc Fähigkeit. Der rest is so passiv und schwer zu umspielen, das er in der Spielerfahrung (im Sinne von Aktion>Reaktion) beihnahe verloren geht.","replies":[]}]}