{"id":"OnX7vbOe","poster":"Lanneth","date":"2017-03-31T21:33:26.889+0000","title":"Spielerinnen für female Team gesucht!","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Liebe Community,\r\nwir suchen noch Verst&auml;rkung f&uuml;r unser Team und w&uuml;rden uns freuen wenn ihr euch bei uns meldet. Wir wollen Mitspielerinnen die sich gerne verbessern wollen und Spa&szlig; am Teamplay haben. Unser Coach hilft uns dabei tatkr&auml;ftig! _**Spa&szlig;**_ ist jedoch Grundlage f&uuml;r alles, denn darum geht es ja eigentlich bei LoL.\r\n**Kurz zu uns:** Wir sind alle im Bronze bis Gold-Bereich. Positionen sind relativ flexibel! Erfahrener Coach aus dem highelo-Bereich.\r\nWir wollen Mitspielerinnen, die: 16+ sind, Zeit haben 2 mal die Woche zu trainieren und auch Lust dazu haben, nicht ragen und zuuu ehrgeizig sind, gute Laune mitbringen und zuverl&auml;ssig sind.\r\n**Wir bieten euch:** Teamspeak, Flexibilit&auml;t, Engagement, aktives Management und tolle Stunden in LoL und Umgebung.\r\nAlles weitere kl&auml;ren wir gerne pers&ouml;nlich, da die Chemie stimmen sollte zwischen allen :)\r\nmeldet euch !! (Ingame bei: **Lanneth**)\r\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"AmazingMaze","date":"2017-03-31T22:57:46.914+0000","up_votes":1,"down_votes":0,"body":"Ohne das jetzt irgendwie positiv oder negativ Bewerten zu wollen, aber wieso wollen manche ein reines Frauenteam?\nVersteh mich nicht falsch, ich hab da nichts dagegen (wieso auch), aber ich bin einfach neugierig mal die Gründe zu erfahren\nLiegt es daran, dass sich Frauen untereinander besser verstehen?\nGehen euch unreife Typen auf die Nerven?\nOder just for the lulz?\n\nWürde mich echt mal interessieren, und danke für eine Antwort. :)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2017-03-31T23:20:51.487+0000","up_votes":2,"down_votes":0,"body":"Wollen es wohl einfach nur besser machen als Team Siren :D","replies":[{"id":"","poster":"AmazingMaze","date":"2017-03-31T23:40:20.634+0000","up_votes":1,"down_votes":0,"body":"Es besser als Team Siren zu machen ist jetzt auch nicht unbedingt ein Kunststück. :P","replies":[]},{"id":"","poster":"Lanneth","date":"2017-03-31T23:26:04.642+0000","up_votes":1,"down_votes":0,"body":"Haha genau ;)","replies":[]}]},{"id":"","poster":"Lanneth","date":"2017-03-31T23:20:12.910+0000","up_votes":1,"down_votes":0,"body":"Als aller erstes,möchte ich deutlich machen, dass nun meine völlig **subjektive** Meinung geschildert wird: \nMir persönlich ist es aufgefallen, dass man sehr sehr wenige weibliche Spieler trifft. Daher spiele ich vor allem mit Männer bzw Freunden. \nIch würde einfach mal gerne ein paar andere Spielerinnen kennen lernen,die genau so viel Spaß haben wie ich an LoL. Mir meinen vereinzelten Freundinnen redet man dann doch manchmal während des Zockens über Dinge, die eher als \"Frauendinge\" abgestempelt werden würden.\nIch versteh mich sowohl mit Mann als auch Weib. Aber da ich teilweise eher auf Männerteams treffe, wäre ein Frauenteam doch mal was anderes? Ich betrachte das eher als ein \"finden von neuen Freundinnen\". \nDeine Frage trifft mittlerweile häufiger auf solche Threads, deshalb hoffe ich du nimmst mir meine Antwort nicht böse. Manch einer würde mir wohl auch sagen, dass das sexistisch ist. Aber ist es so falsch..Mitspielerinnen für ein Team zu suchen? Beim Sport z.B. darf man das doch auch. \nWie auch immer, ich würde einfach gerne mal ein paar andere weiblichen Vertreter von LoL kennenlernen und vielleicht sogar mit ein paar in einem Team zu spielen,ist einfach eine tolle neue Gelegenheit und Herausforderung.","replies":[{"id":"","poster":"AmazingMaze","date":"2017-03-31T23:38:16.660+0000","up_votes":1,"down_votes":0,"body":"Ich seh das nicht als etwas negatives, mir persönlich ist das egal wer mit wem spielt, wie gesagt ich war einfach nur neugierig.\nDanke für die Antwort!","replies":[]}]}]}]}