{"id":"XvApBrkR","poster":"MercyforBlood","date":"2017-04-01T08:55:03.103+0000","title":"League of Legends im \"Fokus\"","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":5,"body":"Also erstmal hallo ihr Unlieben Forenmitglieder, ich will mihc mal bisschen &uuml;ber LoL auslassen was ich nun mittlerweile seit Season 3 oder 4 Spiele und mich nun mal dazu &auml;u&szlig;ern warum so welche spiele einfach SCHEI&szlig;E sind. Es ist mir jedeglich egal ob ich nun gebannt werde oder sonstiges. \r\nMan muss dazu sagen das ich anfang als ich als aller erstes gespielt habe silber 3 war was f&uuml;r mich damals schon eine Leistung war. Dennoch machte es mir Spa&szlig; als ich n&auml;chste Season bronze 5 wurde trotzt mehr als 5 gewonnener placement spiele. (das gleiche galt f&uuml;r n&auml;chste Season ebenso).\r\nNun ich habe mehr als 300 Spiele in dieser Elo gemacht und nun sage ich einfach mal...fickt euch riot. Erst einmal grade wieder ein Spiel gehabt und ich als darius gegen eine Fiora angetreten die sehr offensichtlich ein &quot;Booster&quot; war/ist. Man erkennt so was wenn man halt lange in so einer Elo ist.\r\nIch habe leider keine lust mehr sowas durchzumachen sowie mich beleidigen zulassen von kleinen 8 j&auml;hrigen adc die sich wohl besser als faker halten(und das in bronze 5 h&ouml;h&ouml;h?) nur weil ich EINEN EINZIGEN tod gefressen habe...(wow).Es nervt mich das Riot nur einbisschen damit rumspielt hier ein paar verbesserungen und da ein paar verbesserungen anstatt sich auf die(oder das?) Toxische verhalten von Spielern zu schauen aber einscheinend gibt es ja bronze 5 oder allgemein bronze zu den &quot; ach wir sind riot und es ist alles super cool machen aber ein video dazu wo wir bisschen die spieler ermutigen nicht zu beleidigen&quot;.... . Es  nervt mich das sich nur noch auf hohe elos konzentriert wird anstatt mal daran zu schrauben das leute die gut spielen auch wirklich aus so einer Elo rauskommen. Wie gesagt schon kanpp &uuml;ber 300 spiele und ich bin immer noch nicht raus :). ich habe schon oft mit platin oder gold spielern mich zuzammen getahen und mich beraten lassen was mich nicht weitergrbracht hat danke an der stelle anb die so professionellen spieler. Es ist schrecklich das was lol mal war und das was es jetzt ist. einfach nur dumm. Sry f&uuml;r rechtschreibfehler oder sontiges ist mir jetzt auch egal bye bye.","replies":[{"id":"","poster":"ninju7su","date":"2017-04-01T09:17:56.921+0000","up_votes":5,"down_votes":1,"body":"Ich war letzte Season Platin und wurde diese in Bronze 1 geranked. Inzwischen war ich schon wieder in der Platin-Promo und werde da auch sicher wieder reinkommen. Es hängt also an deinem Skill ob du hoch kommst oder nicht. Es hängt auch an deinem Mindset ob du dich auf schlechte Leute einlässt oder nicht. Die Elohell gibt es einzig in deinem Kopf.\n\nAch übrigens: Ich bin Solo-Q als Supporter geclimbed. Nicht das hier jemand meint ich wurde gecarried oder als OneTrickPony unterwegs.\n\njammer nicht so viel und werd besser bro","replies":[{"id":"","poster":"Superdrachespark","date":"2017-04-01T10:13:02.540+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"MercyforBlood","date":"2017-04-02T11:53:19.600+0000","up_votes":1,"down_votes":2,"body":"ich zock grad schon.... habe 3 er wins streak 2 noch dann promo","replies":[]}]},{"id":"","poster":"Released Ape","date":"2017-04-02T13:51:32.874+0000","up_votes":1,"down_votes":0,"body":"> Es ist mir jedeglich egal ob ich nun gebannt werde oder sonstiges.\n\nMan sieht sich ♥ Die Moderatoren werden dich jetzt für einige Wochen bannen um dir dann ein dubioses Angebot zu machen. Wenn du ehrenamtlich als \"Spielverderber im Innen und Außendienst\" arbeitest kann dein Account wieder entbannt werden - wenn nicht wirst du für immer gebannt. Das heißt ein Konkurrent weniger für mich. Aber eigentlich schade den...\n\n> Man erkennt so was wenn man halt lange in so einer Elo ist.\n\n...schließlich warst du in der Lage besser als jeder Computer der Welt einen Booster ausfindig zu machen. Du hättest einen großen Beitrag für die Community leisten können - ich vermisse dich jetzt schon.\n\n> Wie gesagt schon kanpp über 300 spiele und ich bin immer noch nicht raus :).\n\nGanz klar deiner Meinung, 300 Spiele in der gleichen Elo ist sehr unrealistisch und sowas sollte behoben werden. Man sollte spätestens nach 10 Spielen in die nächst höhere Division kommen, nur so kann man ständigen Wachstum erreichen der alle Spieler zufrieden stellt.\n\n> Sry für rechtschreibfehler oder sontiges ist mir jetzt auch egal bye bye.\n\nGut das es dir egal ist, mich würde das nämlich am Boden zerstören - ich glaub da würde ich sogar 2 Forenposts dazu verfassen.","replies":[{"id":"","poster":"MercyforBlood","date":"2017-04-02T19:33:48.346+0000","up_votes":1,"down_votes":0,"body":"ok ja mach ich darauf wollte ich nähmig hinaus{{sticker:slayer-jinx-wink}}  achso und wenn man zu viel in einer elo spiel dann verliert man irgendwann die geduld derzeit bin ich ja wieder bei 45 lp was ok ist aber 4 spiele habe ich trzd vor der promo verloren weil beleidigt/afk gegangen wurde :)","replies":[]},{"id":"","poster":"MercyforBlood","date":"2017-04-02T19:32:30.538+0000","up_votes":1,"down_votes":0,"body":"ok ja mach ich darauf wollte ich nähmig hinaus{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-04-01T12:48:43.003+0000","up_votes":1,"down_votes":0,"body":"Einer der boostet, hat keine 47% Winrate auf dem Champion, den er spielt.\n\nWenn du keine Lust mehr auf LoL hast, dann steht es dir frei zu gehen.\n\nDie Leute erreichen die Elo, in die sie gehören. Bei dir ist es eben Bronze 5.\nWerde besser und du steigst auf.","replies":[]}]}