{"id":"F7mVzwAo","poster":"PTF Elousing","date":"2017-03-31T22:14:41.371+0000","title":"Die etwas anspruchsvollere Teamsuche eines Supporters","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_Hallo, sch&ouml;n das ihr euch zu mir verirrt habt.\r\n\r\nIch m&ouml;chte euch zu erst einmal ein bisschen was &uuml;ber mich erz&auml;hlen. Und mich dann dazu &auml;u&szlig;ern was ich mir so von euch vorstelle :D\r\n\r\nAlso ich bin Silber 2, Main Supporter und Cho Gath, ich spiele sowohl Standard Supports, von Braum &uuml;ber Janna und Soraka bis nach Sona, ich spiele Darius und Annie, Teemo und Heimerdinger....also eigentlich alles was euer ADC will..ich habe kein Problem mit Yasuos und Master YIs ADC...solange man mir ab und zu auch mal die Freiheit zum Off Meta Spiel gibt. Das brauche ich zum entspannen. Nun ich denke ich kann sagen ich spiele alles was m&ouml;glich und unm&ouml;glich ist. Solange ich Spa&szlig; habe.\r\n\r\nJo, ich wei&szlig; gar nicht was ich noch sagen soll. Ich bin leider noch nicht ganz 18, mein Name wird &ouml;fters mit dem Nikolaus verwechselt, mein Stimme k&ouml;nnte von nem 12 j&auml;hrigen sein, die 2 Meter habe ich fast geknackt, auch sonst bin ich etwas &uuml;ber positioniert ;) Ab und zu etwas besserwisserisch. Ahja und treuer Verfechter von TS und Ablehner von Skype und Discord. Oh und mein aktuelles Mikro h&ouml;rt sich an als s&auml;&szlig;e ich in nem Hangar.\r\n\r\nNun und dann m&ouml;chte ich euch noch sagen was ich denn so suche.\r\n\r\nAlso ich suche ein Team, zum gemeinsamen Lol spielen. Ob ihr Mitglied in einem Clan seit ist mir egal, solltet ihr dies sein integriere ich mich dort gerne.\r\n\r\nRelevant ist aber das Team. Nun zun&auml;chst solltet ihr mit mit spielen wollen. Ich bin aktuell Silber 2 und ich denke mein Skill ist auch nicht viel h&ouml;her. Ich war letztes Jahr mal Gold 3, habe in Gold  aufgeh&ouml;rt, aber ich denke im Low Gold, High Silberbereich ist meine Grenze. Ich habe kein Problem damit wenn ihr alle Bronze oder Challenger seit, aber ihr m&uuml;sst damit Leben k&ouml;nnen das ich diesen beiden Skillstufen nicht entspreche. \r\n\r\nAu&szlig;erdem solltet ihr eine Mischung aus Spa&szlig; und Ernsthaftigkeit haben. Denn mein Wunsch w&auml;re es bei kleineren ESL Turnieren teilzunehmen ( ich wei&szlig; das wir da nicht gewinnen werden au&szlig;er ihr seit 4 Challenger, aber ich mache das mit meinem aktuellen Team, dem Pentalen Funkeln, da regelm&auml;&szlig;ig mit, und ich finde das super :D Au&szlig;erdem solltet ihr regelm&auml;&szlig;ig trainieren. Und trotzdem sollten wir auch Games haben wo wir einfach einen feuchten Kericht auf das Game geben und was ganz anderes machen...und daran solltet ihr Spa&szlig; haben.\r\n\r\nNun dann solltet ihr sowohl kritisieren k&ouml;nnen, denn ich denke ich werde nur durch R&uuml;ckmeldungen, was ich gut und was ich schlecht gemacht habe besser, als auch Kritik einstecken k&ouml;nnen, und es sollte euch klar sein, das allgemeine Diskussionen ( Itembuilds, schlechte Calls....) nach dem Game besprochen werden, denn w&auml;hrend des Games ist das selten produktiv. ( Au&szlig;er jemand spielt first time Ryze und baut den auf AD oder so, da w&auml;re ein Tipp nicht schlecht ^^)\r\n\r\nNun, wenn ihr einen Couch habt w&auml;re das ein Traum, denn besseres Feedback kann man nicht bekommen :D\r\n\r\nJo, au&szlig;erdem habe ich mit meinem aktuellen Team das Youtube Videos machen f&uuml;r mich entdeckt und unfassbar Spa&szlig; dadran...gut ich bin noch sehr schlecht, und mein aktueller PC auch nicht der beste, aber ich hole mir n&auml;chste Woche einen neuen, und w&uuml;rde damit dann doch ganz gerne ein bisschen spielen.\r\n\r\nUnd ich bitte euch mich nicht mit allgemeinen Clan Angeboten locken zu wollen. Damit habe ich zu viel schlechte Erfahrung. Ich suche wirklich ein explizites Team, nicht eine Clanmemberschaft und IRGENDWANN ein Team. Wobei ich allerdings dabei w&auml;re w&auml;re ein JETZT neu aufgestelltes Team.\r\n\r\nIch denke ich habe meine ganzen wichtigen Punkte gesagt und ich freue mich von euch zu h&ouml;ren, ihr k&ouml;nnt mich gerne ingame adden oder mir hier schreiben.\r\n\r\nlg\r\neuer gimli zwerg_","replies":[]}