{"id":"u6ULUesX","poster":"13xGrabx","date":"2017-03-31T14:59:42.056+0000","title":"Aktualisierungs Fehler bei \"Demacia\"-Symbol","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nich hoffe jemand weis was genaueres &Uuml;ber mein Problem bei der Freischaltung des &quot;Demacia&quot;-Symboles. Beim Einloggen gehe ich auf die Deutsche Version und auf Die Westeuropa Region, so wie es auch bei meinem Lol Anmelde Client ist. Wenn ich nun auf Lol- Universum &quot;Beta&quot; gehe und auf das K&auml;stchen &quot;wird freigeschaltet&quot; klicke und nochmal best&auml;tige Kommt die Nachricht: &quot; Fehler: Bitte Aktualisiere die Seite und versuche es Erneut.&quot;\r\n\r\nSeite neu laden, erneutes Anmelden oder neues Fenster &ouml;ffnen hat es bisher noch nicht behoben. Die Anderen Symbole - Piltover, Zhaun, Teufelchen Teemo usw hatten keine Probleme. \r\nHabe das Problem auch schon seit Beginn der Aktion mit dem Symbole.\r\n\r\nW&uuml;rde Mich freuen wenn wer was wei&szlig; ^^","replies":[{"id":"","poster":"13xGrabx","date":"2017-04-01T23:32:19.669+0000","up_votes":1,"down_votes":0,"body":"Ich war jetzt den ganzen Tag im Forum angemeldet und habe jetzt auf Der Demacia Seite den Text stehen und die Info erhalten, dass Nun Bei Mir das Symbole Freigeschaltet Wurde und bis zum 27.04. bei Mir im Symbole Inventar hinzugefügt wird. :)","replies":[]},{"id":"","poster":"Nivoras","date":"2017-04-01T18:19:25.594+0000","up_votes":1,"down_votes":0,"body":"Hab das selbe Problem, glaube ich schreib mal den support an wenn auch ein anderer Browser nicht hilft","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-03-31T15:24:09.909+0000","up_votes":1,"down_votes":0,"body":"Wenn da doch schon steht \"wird freigeschaltet\" dann musst du doch nur noch warten. o.o\nDu hast bereits drauf geklickt um das Symbol zu bekommen.","replies":[{"id":"","poster":"13xGrabx","date":"2017-03-31T15:34:49.216+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn ich kurz warte Kommt diese Nachricht. Eine Nachricht die Sagt \" Das Symbol wurde Freigeschaltet / wirst es bis spätestens 2 Wochen nach der Aktion erhalten\", habe ich bisher ja garnicht Erhalten. :/","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-31T17:24:40.570+0000","up_votes":1,"down_votes":0,"body":"Ja bis zu 2 Wochen. Du musst dich einfach nen bisschen gedulden. \nDu wirst es schon noch gutgeschrieben bekommen.","replies":[]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-03-31T16:01:34.964+0000","up_votes":1,"down_votes":0,"body":"du bekommst das symbol in denn nächsten tagen ich meine lesen hilft \"wird freigeschaltet...\"","replies":[]}]}