{"id":"MQNz3mv1","poster":"Preveam","date":"2017-03-30T18:59:08.056+0000","title":"Dieses Gefühl, dass ein Shaco in deiner Nähe ist...","subforum":"Allgemeiner Chat","embed":{"title":"ES Trailer German Deutsch | Horror Filme 2017","description":"ES Trailer German Deutsch | Horror Filme 2017 OT: IT (2017) Kinostart: 21 September 2017 Horror-Thriller. New Line Cinemas Horror-Thriller „IT\" wird von Andrés Muschietti inszeniert und bezieht sich auf den äußerst beliebten Roman von Stephen King, der die Leser seit Jahrzehnten erschaudern lässt.","url":"https://youtu.be/YlFS6P68zxc","image":"https://i.ytimg.com/vi/YlFS6P68zxc/hqdefault.jpg"},"up_votes":3,"down_votes":1,"body":"Das Gef&uuml;hl, wenn pl&ouml;tzlich ein wildes Shaco hinter dir auftaucht, ist schon mies. Aber dieser Trailer ist schlimmer.\r\n\r\nDa sitze ich ganz gem&uuml;tlich um halb neun in meinem Zimmer, schaue ein bisschen dem Tobias Fate auf YT zu und sehe dieses Thumbnail.  Dieses h&auml;mische Lachen weckt mein Interesse, also klicke ich auf den Link und sehe  mir diesen Trailer an. Bis auf das Leuchten des Monitors, keine Lichtquelle, um mich herum, pure Dunkelheit. \r\n\r\nIch wei&szlig; nicht, ob es daran liegt, dass ich viele Horrorfilme schaue aber als ich das Ende des Trailers gesehen habe, musste ich mich einfach umsehen, ob nicht doch irgendwo ein Clown in meinem Zimmer hockt...unheimlich. Zum Gl&uuml;ck habe ich ein Headset auf, h&auml;tte ich irgendein Ger&auml;usch in meiner N&auml;he vernommen, GG.\r\n\r\nKennt ihr dieses Gef&uuml;hl? Dass irgendetwas in der Dunkelheit, in eurer Wohnung oder auch beim Spazieren im Wald lauert? Ich hasse dieses Gef&uuml;hl. Wenn ich Nachts durch die Wohnung laufe, dann entweder schnell oder mit Licht (es seiden ich bin super m&uuml;de, dann ist mir eh alles egal). \r\n\r\nVielleicht gehts einigen von euch genauso, w&auml;re nicht verwunderlich, bei den ganzen Filmen, die es so gibt. \r\n\r\nMfg Preveam{{champion:56}}","replies":[{"id":"","poster":"Kind Prow","date":"2017-03-30T19:38:40.593+0000","up_votes":3,"down_votes":0,"body":"Ooooh, ja das kenn ich. Aber nicht mit Clowns oder Shacos, sondern mit meinem Vater, welcher mein fleischgewordenes Gewissen personifiziert. Immer wenn ich am Computer hocke, muss ich mich regelmäßig umdrehen ob er nicht doch hinter mir steht und mir meinen PC-Konsum vorhalten will.","replies":[]},{"id":"","poster":"Mightlord15","date":"2017-03-31T11:52:00.361+0000","up_votes":1,"down_votes":0,"body":"Wenn dann beim Spaziergang im dunklen Wald dann auch noch plötzlich der Hund anfängt etwas was man nur hören kann anzuknurren😂","replies":[]},{"id":"","poster":"Kyphoxia","date":"2017-03-30T20:28:54.286+0000","up_votes":1,"down_votes":0,"body":"Ja :(","replies":[]}]}