{"id":"xUy2joEV","poster":"Spheo","date":"2017-03-29T17:35:59.001+0000","title":"Neues Team \"DSE\" sucht ambitionierte Spieler im Platinbereich!","subforum":"Clans & Teams","embed":{"title":"Team-Bewerbung DSE","description":"Bitte füllt die folgenden Fragen wahrheitsgemäß aus. Bei Annahme bekommt ihr eine Freundschaftsanfrage von mir (Spheo) in League :) Erste Testspiele und Weiteres folgt darauf.","url":"https://docs.google.com/forms/d/e/1FAIpQLScl4D3PhbQeno0jHk0M8slWJL1hEe5vEnmRjHY7nGWm0MxZQA/viewform?usp=sf_link","image":"https://lh6.googleusercontent.com/hPyBfL9G8OXRx2yJOC4XSdZgYm6p4fMqM-688S6xgTIJxTB6LUM-hHNXNzOqcGpGBlI=w1200-h630-p"},"up_votes":1,"down_votes":1,"body":"Moin zusammen c: \r\n\r\n\r\nDSE ist ein von mir (Spheo) neu gegr&uuml;ndetes, seri&ouml;ses und gut strukturiertes Team im Platinbereich, welches aktuell noch in allen Rollen au&szlig;er Support unbesetzt ist. Ziel des Team ist es, innerhalb der n&auml;chsten Wochen eine Basis des Teamplays und einiger Fundamentals aufzubauen, um danach auf lange Sicht hin an Turnieren, Tournaments, etc. teizunehmen.\r\nWarum wir? Dadurch, dass das Team frisch neu gegr&uuml;ndet ist bietet es viel Findungspotenzial sowie Offenheit in Dingen wie den Trainingszeiten und &auml;hnlichem. Zudem ist das Team sehr gut strukturiert und beinhaltet Coaching sowie Management. \r\nFalls du also ein ambitionierter Spieler im Platinbereich (bis low Dia) bist, der nach einem zuverl&auml;ssigen Team suchst, dass es ernst meint, bist du hier genau richtig :)\r\n\r\n\r\n**Falls du dich also f&uuml;r das Team interessierst: Hier ein paar Dinge, die du mitbringen solltest :)**\r\n\r\n&bull; Alter: 16+ \r\n&bull; Elo: Aktuelle FlexQ mindestens Gold1, maximal P1; Aktuelle SoloQ High Gold - Platin\r\n&bull; Sei kein OTP\r\n&bull; Sei offen f&uuml;r Ver&auml;nderung deines Champion Pools sowie Kritik im Allgemeinen\r\n&bull; Wir suchen nach ruhigen, kritikf&auml;higen und vor allem geistig reifen Spielern, nicht nach Leuten,  die die Schuld auf Andere abschieben etc.\r\n&bull; Sei einfach ein netter Dude\r\n&bull; Sei einverstanden mit der Teilnahme an Turnieren/Tournaments\r\n&bull; Sei ebenfalls einverstanden mit abendlichen Trainingszeiten 3-4 mal die Woche sowie Analyse und Theorietagen, inklusive Turniere/Scrims. Genaue Zeiten werden nach Findung aller 5  Spieler festgelegt\r\n&bull; Disziplin und P&uuml;nktlichkeit sind sehr wichtig \r\n&bull; Kein Trashtalk\r\n&bull; Ein funktionierendes, gutes Headset (ohne Rauschen)\r\n&bull; Wir suchen nicht nach SoloQ Helden, dh. Teamplay und der Sieg stehen im Vordergrund. Nicht deine KD und nicht der Penta.\r\n&bull; Sei in der Lage, selber Kritik gegen&uuml;ber deinen Mitspieler auszurichten\r\n&bull; Hochdeutsch\r\n\r\n**Falls all dies auf dich zutrifft, f&uuml;lle bitte dieses Formular aus. Ich werde dich dann ggf. ingame adden.**\r\nhttps://docs.google.com/forms/d/e/1FAIpQLScl4D3PhbQeno0jHk0M8slWJL1hEe5vEnmRjHY7nGWm0MxZQA/viewform?usp=sf_link\r\n\r\n\r\n**Nocheinmal im &Uuml;berblick was das Team f&uuml;r dich zu bieten hat ;) **\r\n\r\n&bull; W&ouml;chentlich mehrfache Trainingseinheiten\r\n&bull; Coaching sowie Management des Teams\r\n&bull; Teilnahme an Turnieren\r\n&bull; Seri&ouml;ses Umfeld mit ner guten Dose Spa&szlig;\r\n&bull; Platin Elo Bereich\r\n&bull; Die M&ouml;glichkeit dich in deinen Teamplay aber auch in der SoloQ zu verbessern\r\n&bull; Hilfe untereinander\r\n&bull; Neben dem ersten Teamranked auch kleine &ldquo;Spa&szlig;events&rdquo; mit dem Team, zB Urf usw;)\r\n\r\nIch hoffe ein paar von euch interessieren sich jetzt vielleicht daf&uuml;r c: \r\nCheers Spheo {{sticker:slayer-jinx-catface}} \r\n\r\n\r\n**Noch ein paar Infos zu mir:**\r\nIch bin 18 Jahre alt und spiele selber seit Season 2. Letzte Season war mein highest peak Plat1 77LP als Jungle/Mid Main.\r\nIch besitze noch keine Erfahrung im Coaching eines Teams, bin allerdings sehr ambitioniert und freue mich darauf mich in dieser Hinsicht zu verbessern. Ich nehme das Coaching sehr ernst, ihr k&ouml;nnt also erwarten, dass ich mein Bestes gebe, um meiner Rolle gerecht zu werden.\r\nUm meine Coaching Methoden besser zu verstehen, empfehle ich dieses Video von LS anzuschauen: \r\nhttps://www.youtube.com/watch?v=4GR36x45Eg8&amp;t=697s","replies":[]}