{"id":"Fuai4G2f","poster":"Spicavius","date":"2017-03-27T23:05:11.125+0000","title":"KenFM, deren Gäste und Themen (Eure Meinung?)","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hey Community.\nIch wollte mal einfach eine Diskussion starten &uuml;ber den Youtubekanal KenFM.\nAuf diesen Kanal bin ich mal beim Thema Ukrainekrise gesto&szlig;en. Die Satire/Kritik Seite &quot;Fernsehkritik.tv&quot; hat damals diverse Fehler bei der deutschen Berichterstattung &uuml;ber die Ukrainekrise, Seperatisten/westliche Streitkr&auml;fte etc etc. gezeigt und informiert.\n\nBeispiel: Das wurde eine Aufnahme eines Hubschraubers gezeigt und man sagte, dass es die Seperatisten waren, obwohl diese Aufnahme eins zu eins von einem anderen Krieg von einer anderen Zeit stammte.\nPaar gr&ouml;&szlig;ere Fehler und paar kleinere Fehler wurden immer wieder vom Macher/Besitzer der Seite gezeigt. Fernsehkritik eben...\n\nSo nun zum Thema KenFM zur&uuml;ck.\nDieser Youtubekanal sieht professionell gemacht aus und die &quot;Hauptfigur&quot; Ken Jebsen wirkt auf mich sehr gebildet und seine sprachlichen F&auml;higkeiten sind ausgezeichnet.\nEr hat ein Format namens MMM (&quot;Me, Myself and Media&quot;), wo er ziemlich viel klar und deutlich erkl&auml;rt &uuml;ber das Weltgeschehen, die Konsequenzen und die Ursachen und einiges mehr.\nEr zeigt Quellen entweder direkt im Format an oder auf seiner Internetseite. Demnach kann man alles selber nochmal nachpr&uuml;fen, wenn man m&ouml;chte.\nEr bespricht z.B. Themen wie Irak Krieg, Urkainekrise/krieg, Syrienkrieg und die Leute, die dahinter ihre Ziele verfolgen und Diverses.\n\nDie Medien wie ZDF/ARD oder diverse andere &ouml;ffentlich rechtliche Sender oder Zeitschriften wie &quot;Spiegel&quot;, &quot;Welt&quot; noch einige andere, bezeichnen KenFM (Ken Jebsen) als rechtsextremen Verschw&ouml;rungstheoretiker. Warum er ein rechtradikaler/extremer sein soll, habe ich bisher nicht in Erfahrung bringen k&ouml;nnen. Er wird als Verschw&ouml;rungstheoretiker betitelt, weil er diverse Themen wie im Syrienkrieg diverse Sachen sagt wie &quot;Der Syrienkrieg ist letztendlich nur ein weiterer &Ouml;lkrieg und es geht um Macht und Geld zwischen T&uuml;rkei/Russland/Usa&quot;.\n\nKenFM l&auml;dt immer wieder verschiedene G&auml;ste ein. Z.B. Dr. Mausfeld, Dr. Ganser und diverse andere Menschen, die sich mit bestimmten Themen sehr viel auseinandergesetzt haben oder in diesem Umfeld arbeiten, wodurch sie eben gutes Wissen haben. Die G&auml;ste sprechen nicht &uuml;ber Kosmetikprodukte, sondern &uuml;ber Medienkompetenz, Politik oder eben auch &uuml;ber die &quot;Verschw&ouml;rungstheorie&quot; 9/11.\n\n**So nun zur meiner Hauptfrage:\nWas haltet ihr von diesem Kanal? Was denkt ihr dar&uuml;ber? Was sagt wohlm&ouml;glich eure soziale Umgebung dazu?**\n\nIch stelle mir diese Fragen und m&ouml;chte eure Meinungen dar&uuml;ber wissen, weil ich mir kaum vorstellen kann, dass die &ouml;ffentlich rechtlichen Sendern, diverse Zeitungen wie Welt, Spiegel etc etc und andere Medienformen sich &quot;verschw&ouml;ren&quot; um extra KenFM und andere Portale oder einzelnen Menschen die Glaubw&uuml;rdigkeit zu nehmen und sie mit Absicht negativ darstellen, obwohl sie konstruktiv sind und nicht menschenverachtend handeln.\n\nAuf der anderen Seite finde ich die Ansichten und die Projekte, die KenFM gestartet hat und am laufen hält echt gut und bisher habe ich keinen Eindruck bekommen, dass er ein rechtsradikaler ist. Was er sagt klingt weltoffen und schließt keine Randgruppen aus. (Wie Schwule/Transgender oder andersdenkende Menschen). Und dann kommen plötzlich große Sender und Zeitungen an und bezeichnen KenFM als Unsinn und rechtsextrem/rechtsradikal/Populisten.\n\n**Was habe ich übersehen, dass ich nicht erkenne, was die Zeitungen und Sender in KenFM sehen?**\n___________________________________________________\nDiese Fragen stelle ich mir seit geraumer Zeit insbesonders seit der Ukrainekrise. Seitdem l&auml;uft das Bashing gegen Putin, Trump, Erdogan. Bei der Arbeit hat mal ein Kollege das Thema aufgegriffen, dass Trump hoffentlich bald ein Attentat abbekommt und Erdogan auch. Ich meinte nur, dass es letztendlich nur interne Sachen der L&auml;nder sind und sollen die doch erstmal machen.\nDieser Kollege schaut st&auml;ndig die Nachrichten und liest die Zeitungen (siehe oben).\nDiese Medienformate haben ihn glatt soweit getrieben mit ihrem st&auml;ndigem Bashing einen Wunsch dar&uuml;ber zu &auml;u&szlig;ern, dass jemand ein Attentat &quot;hoffentlich&quot; bekommt. Also ein Mensch mit Absicht ermordet werden soll,\n\nDas ist doch krank. Vorallem ist das nicht der einzige Kollege der so denkt. Wieso denken die so? Weil die Medien ein st&auml;ndiges Bashing auf diverse L&auml;nder aus&uuml;ben (Siehe Trump..)?  Man sollte doch so &uuml;ber bestimmte Ereignisse berichten, dass die Menschen vern&uuml;nftig denken sollen. Ein Attenat wird wohlkaum eine L&ouml;sung sein. Aber so weit haben die Berichterstattungen es bereits geschafft. So einen Wunsch in die K&ouml;pfe meiner Arbeitskollegen zu s&auml;hen. :/ \n\n_______________________________________________\n\n**Tl;dr: Was haltet ihr von KenFM? Glaubt ihr dass er wirklich ein rechtsextremer/rechtsradikaler Verschwörungstheoretiker ist (Laut Spiegel/Welt)?**","replies":[{"id":"","poster":"ninju7su","date":"2017-03-28T05:52:10.598+0000","up_votes":2,"down_votes":0,"body":"Moin,\n\nist ein komplizierstes Feld. Seit 2009 beschäftige ich mich mit Politik, was damals alles angefangen hat mit einem einfachen Vortrag von Andreas Popp, wo er erklärt hat, wie unser Zinseszins basiertes Geldsystem funktioniert. Ich will eigentlich nicht zu weit ausholen um meine Meinung darzulegen, aber es wäre eigentlich notwendig um meine Ansicht zu erklären. Grundlegend kann man sagen, dass verschiedene Medien, verschiedene Meinungen haben. Man kann sich also aus diversen Medien Informationen ziehen, diese vergleichen und sich dann _(das ist ganz wichtig)_ seine **eigene** Meinung bilden!\n\nWer sich mit Politik beschäftigt wird erkennen, dass es in jedem Land eine Meinungshoheit _(Deutungshoheit)_ gibt. Das ist i.d.R. die Ansicht des Staates die über öffentlich rechtliche Sender publiziert wird. Diesen Interessen schließen sich in vielen Fällen auch größere Verlage, Sender und Journalisten an. In den oberen Etagen solcher Firmen sind die Kontakte zwischen politisch und wirtschaftlich motivierten Personen und den Journalisten teilweise eng verknüpft. Das wurde in diversen Dokus und Berichten aufgezeigt, in Büchern wie \"gekaufte Journalisten - Udo Ulfkotte\" oder auch in Sendungen wie \"die Anstalt\" dargelegt. \nEine solche Nähe zur Politik wirkt sich selbstverständlich auch auf die Meinung der privaten Unternehmen aus. Abgesehen davon, das die auch ein Eigeninteresse daran haben, ein erfolgreiches Unternehmen zu führen und allenie daher schon nicht unabhängig Berichten werden.\n\nWird diese Deutungshoheit angegriffen, sei es von KenHM, Daniele Ganser, Andreas Popp, Riko Albrecht etc. wehren sich diese Unternehmen selbstverständlich. Sie haben die Möglichkeiten und wollen Ihre Position festigen. Ein nachvollziehbares Verhalten, dass sie das dann auch tun werden. Beim verteidigen Ihrer Position in der Gesellschaft und Wirtschaft greift man darauf zurück, diese Leute zu diskreditieren. Man kann ihnen nicht einfach verbieten ihr eigenes Ding durchzuziehen. Also nutzt man Kampfbegriffe wie Verschwörungstheoretiker, und macht sie damit unglaubwürdig, oder schiebt sie in eine allgemein unschöne Ecke, indem man sie als Recht darstellt, um Leute davon abzuhalten mit sowas in Verbindung gebracht werden zu wollen. Man wird sich zweimal überlegen, seine Meinung in einer Diskussion auf einen als rechten Verschwörungstheroitker bekannten Menschen zu stützen, wenn der eigene Ruf im Freundeskreis, Bekantnenkreis oder bei Kollegen auf dem Spiel steht. Sich selbst ist man eben doch am nächsten.\n\nGanz gleich also, ob KenFM also rechte Verschwörungstheorien verbreitet oder nicht, erfüllt dieses Bashing eine Aufgabe. Meiner Meinung nach befinden wir uns in einem Meinungskrieg und die Art und Weise wie gegen ungewollte Personen vorgegangen wird, nimmt immer weiter erschütternde Dimensionen an. Ich möchte nicht sagen, dass alle Medien gleichgeschaltet sind. Es gibt sehr gute und interessante Quellen. Auch denke ich nicht, dass jeder Artikel vom Springerverlag einseitig ist. In der Mehrheit, wird man aber eine tendenziöse Berichterstattung finden. Nicht jeder Journalist ist gekauft, aber in wichtigen Schlüsselpositionen der großen Firmen, wurden diese mit Sicherheit gut ausgesucht.\n\nIch selber halte KenFM für ein notwendiges Extrem der Gegenbewegung _(Friedensbewegung)_ zu dem in diesem Land dominierenden Mainstream-Populismus. Rechtsextrem ist dieser Mensch sicherlich nicht, nach dem was ich von ihm nach mehreren Jahren weiß.","replies":[{"id":"","poster":"Spicavius","date":"2017-03-29T20:25:55.974+0000","up_votes":1,"down_votes":0,"body":"Danke erstmal für deine Antwort und Meinung.\n\nIst zumindest ein gutes Gefühl mal andere zu hören, die auch einwenig kritisch dem Ganzen gegenüber stehen.\nIch fand es nur ziemlich heftig dass einige bereits so weit gebracht wurden, dass sie wirklich einen Menschen ermordet haben möchten.\nDas ist einfach nur traurig. Aber ich muss dazu sagen, dass es auch nur die älteren Kollegen waren. Die jungen Kollegen sind eher so eingestellt, dass sie ähnlich wie ich sagen, dass es alles länderinterne Angelegenheiten sind und man die Wahlen der Menschen auch respektieren sollte.","replies":[]}]}]}