{"id":"gK9IoKP0","poster":"Eternal Torment","date":"2017-03-28T12:57:29.581+0000","title":"Marcus, der Assassinenkönig [Champion-konzept/Idee]","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"https://s-media-cache-ak0.pinimg.com/originals/ce/9f/32/ce9f32271f61bb0a449928275f925bc7.jpg","image":null},"up_votes":1,"down_votes":1,"body":"Ich hatte ja vor einer Weile schon 2 Champion-Ideen ge&auml;ussert, die das Deutsche Forum dem Anschein nach sehr mochte und bin daher wieder da mit einem Drittem Konzept. Ich will noch schnell gesagt haben, ich habe mir lange &uuml;berlegt was tun mit meinen Konzepten, und beschloss dass ich sie bloss als unterhaltungszweck ver&ouml;ffentlichen werde und zwar nur hier auf dem Deutschem Forum da sie Leute dem Anschein nach M&ouml;gen.\r\nAlso los geht&#039;s!\r\n\r\n**Lore:**\r\nDer eintritt in die Liga der legenden war nicht Leicht. Ich musste mich durch Wochen von Papierkram durcharbeiten. Hintergrundinformationen, Identit&auml;tsbest&auml;tigungen, nachweise meines Daseins. Als Vermisster muss man sich oft Beweisen k&ouml;nnen, in einer Welt wie dieser ist es Leicht, das Aussehen einer Vermissten Person zu f&auml;lschen, wenn sie f&uuml;r Jahre weg war. Alterung, Haarbewachs, Kleidungsstil, detailgebende Informationen die sich Verformen, ver&auml;ndern, identit&auml;tsbest&auml;tigende Gewohnheiten die man Lernen m&uuml;sste.\r\n\r\nNun war ich da, nach all den Dokumenten, die ich mit der Leitenden Person der Beschw&ouml;rer ausarbeitete, war ich in eingeladen, in einer Besprechung teilzunehmen, die Endg&uuml;ltig beweisen soll, wer ich bin.\r\n\r\nIch fand mich nach einer unerwartet Kurzem Marsch in einem Raum. Es sah sehr nach einem Verh&ouml;rraum aus. In diesem Raum sass zu einem Dieselbe Person, mit welcher ich das Papierkrams hinter mir brachte, und neben ihr sass....Ich traute meinen Augen nicht. \r\n\r\nEr sah aus wie ein Mensch, doch hatte den Kopf eines Hundes. Er war in einer Golden-blauen R&uuml;stung gekleidet und hatte eine Elegante Statur. Er war gross, und in seinen Augen leuchtete die Weisheit von Jahrtausenden.\r\n\r\nEr winkte mir mit der hand zu, danach Schweifte er sie zu einem Freiem Stuhl gegen&uuml;ber seiner Position. Ich nickte verstehend und sass mich hin.\r\n\r\nDie Beschw&ouml;rerin und der Halb-Hund-halb-Mensch richteten sich zu mir.\r\n\r\n&quot;Meinen Namen kennst du ja bereits. Das hier-&quot; Sie zeigte auf den Hundemann. &quot;Ist Nasus, der Bewahrer des Sandes. Ein Alter Auferstandener aus Shurima. Er wird dir einige Fragen stellen nachdem du uns Erz&auml;hlt hast, wo du die letzten Jahre warst. Zuerst gehen wir mal die Akten durch.&quot;\r\n\r\nIch wusste jetzt schon, das hier wird nicht besonders Angenehm werden. Kurz, aber unangenehm.\r\n\r\n&quot;Name: Marcus. Alter: 46 Jahre alt. Geburtsort: Noxus. Berufung: Attent&auml;ter. Erz&auml;hl uns mal, wo du warst seit man dich das letzte mal gesehen hatte und wie du einfach so verschwinden konntest&quot;\r\n\r\nAlso kam es Dazu. Ich musste die Gesamte Geschichte erz&auml;hlen.\r\n\r\nIch dachte nach, tief im Gedanken Versunken. \r\n\r\n&quot;Es war Jahre her, dass ich meine Kinder das Letzte mal sah. Sie waren allesamt noch Teenager. Es war eine Frohe Zeit, wir haben in Wohlstand und Sicherheit Gelebt. Aber es sollte nicht sein. Mein...sagen wir einfach mal Guter Freund und Ratgeber hat mich verraten. Er hat versucht, mich zu T&ouml;ten, und mich ins Exil verbannt. Er hat sicher damit nicht gerechnet, dass ich noch Lebe. \r\n\r\nIch war die Jahre...weg...ich war nicht auf Valoran, soviel stand fest...es war eine Art H&ouml;hle. Sie war Voll von Kristallen und Erzen, die man Nirgends sonst findet. Es war sicher ein Traum f&uuml;r Forscher und Arch&auml;ologen, aber das war ich nicht. Nein, f&uuml;r mich war das eine H&ouml;lle zu &Uuml;berleben. Die H&ouml;hle war randvoll mit H&uuml;tern dieser Erze, und sie waren in den meisten F&auml;llen Runenbezogene Golems. Ich hatte Karge Chancen, es gab nichts Essbares, nichts Trinkbares. Und nach mehrmaligem Hin-und Herlaufen stellte ich Fest, es gab keinen Ausgang. Ich war gefangen.&quot;\r\n\r\nDer Hundemann, namentlich Nasus, schaute mich fragw&uuml;rdig an. Er nickte und drehte sich zu Der Beschw&ouml;rerin zu, fl&uuml;sterte ihr etwas Zu, was nicht mal mein Geschultes Ohr h&ouml;ren konnte und drehte sich wieder zu mir. \r\n\r\n&quot;Du warst wahrscheinlich in einem Dungeon verborgen. Magische Tresorr&auml;ume einer L&auml;ngst verstorbenen Zivilisation. Man sagt, diese lassen sich in den Tieferen L&auml;ndern der heut bekannten Schatteninseln finden.&quot;\r\n\r\nIch verstand und nickte wieder. Die Beschw&ouml;rerin kreuzte ihre arme nun. Sie scheint etwas Fragen zu wollen.\r\n\r\n&quot;Ihr fragt euch, wie ich wohl &Uuml;berlebt habe. Das war ganz leicht...Die H&ouml;hle. Sie war von einer Magie gef&uuml;llt, die Jeden Tag wiederholen Liess. Ich war f&uuml;r 3 Jahre lang gefangen in einer Endlosen Schleife. Ich f&uuml;hlte den Hunger, doch verhungerte nie. Ich sehnte stille f&uuml;r den Durst, aber verdurstete Nie. Es war eine Folter wie keine Andere. Ich hatte 3 Jahre Zeit um mir zu &uuml;berlegen, wie ich da in 24 Stunden rauskomme...und habe es Gesch&auml;ft. Nun will ich der Liga beitreten, um meine Kinder wiederzusehen und um Rache an den Mann zu nehmen, der mir das Antat.&quot;\r\n\r\nNasus nickte verstehend, als ob er dies Schon mal geh&ouml;rt hatte. Er stand auf und richtete sich zur T&uuml;r.\r\n\r\n&quot;Ich denke, er kann beitreten....aber Rache wird dich nicht befriedigen. Zorn wird nur mit Zorn bedankt. Ein Kreis so endlos wie die Schleife, in welcher du lebtest.&quot;\r\n\r\nDie Beschw&ouml;rerin nickte mir zu und Schweifte mit der Hand zur T&uuml;r.\r\n\r\n&quot;Willkommen in der Liga....Marcus Du&#039;cuteau.&quot;\r\n\r\n\r\n**weiter geht&#039;s, ihr wisst ja wie es weiter geht bei meinen Konstrukten :D**\r\n\r\n**Aussehen:**\r\nich hab mir die Inspiration aus dem Bild genommen, welches ich angeheftet habe. Ich habe vor Marcus so etwa auszusehen zu lassen nur ohne das ganze Gl&uuml;hen\r\n\r\n\r\n**Zusammenfassung/Pers&ouml;nlichkeit:**\r\nMarcus Du&#039;cuteau war der Ber&uuml;chtigtste Attent&auml;ter von Noxus und Oberhaupt der Du&#039;cuteau Familie, einer Angesehenen Adelsfamilie in Noxus, die ausschliesslich aus Attent&auml;tern besteht. Er wurde jedoch vor 3 Jahren von Swain verraten, da Marcus den verdacht Sch&ouml;pfte, Swain w&uuml;rde nicht im Interesse von Noxus handeln sondern f&uuml;r die Kriegeslust alleine, und wurde daher in einem Dungeon tief in den L&auml;ndern der Schatteninseln weggeschlossen.\r\nNach Mehreren Jahren konnte er jedoch entkommen. Mit einem Schwert, welches er aus den Runenverzierten Erzen des Dungeons schmiedete kehrte er nach Noxus zur&uuml;ck und hat jetzt nur ein Vorhaben: Seine Familie zu vereinen und mit ihr Noxus vor dem Wahnsinn eines Kriegs&uuml;chtigen Strategisten zu retten.\r\nMarcus ist ein Kalter und &uuml;berlegener Killer, der seine Kunst des T&ouml;tens &uuml;ber Jahre hinweg meisterte und sich sogar Weltweit den Titel &quot;K&ouml;nig der Attent&auml;ter&quot; erntete. Seine Melancholische nahezu emotionslose Hinsicht auf das Leben kombiniert mit seiner Leidenschaft f&uuml;r Gnade und frieden machen ihn auch zu einem Guten Vaterfigur, wie Talon bezeugen kann.\r\nMarcus hat eine geheime Vorliebe f&uuml;r Demacianische Duellanten, da sie seiner Ansicht nach die w&uuml;rdigsten Gegner auf Runeterra sind.\r\n\r\n**Statistiken:**\r\n\r\nLeben: 581 - 1502 (+ 54,176/Level)\r\n\r\nMana: --- (Keine resource)\r\n\r\nLebensregen.:  1,8 - 5,2 (+0,2/Level)\r\n\r\nManaregen.: ---\r\n\r\nLauftempo: 325\r\n\r\nAngriffstempo: 0,689 +3,1%/Level\r\n\r\nAD: 62 - 104 (+ 2,47/Level)\r\n\r\nR&uuml;stung: 28 - 72 ( +2,588/Level)\r\n\r\nMagieresistenz:  31 - 48 ( +1/Level)\r\n\r\n\r\n**Weiter geht&#039;s zum Skillset!**\r\n\r\nPassive: Ehrgeiziger M&ouml;rder.\r\nMarcus ist ein Attent&auml;ter, der beim T&ouml;ten in eine kontrollierbaren aber zerst&ouml;rerischen Blutsdurst verf&auml;llt. F&uuml;r jeden Kill, den Marcus in einer Serie erzielt, steigert sich sein Schandesausstoss um 3%, bei einem Maximum von 15%. T&ouml;tet Marcus einen Gegner mehr als 2x In folge, so erh&auml;lt er f&uuml;r jeden Kill nach den Drittem auf das gleiche ziel nur Halb so viele Steigerungen.\r\nDer Schadensbonus geht Verloren, sollte Marcus get&ouml;tet werden.\r\n\r\n\r\nQ-Skill: Pfad aus Dolche\r\nAblinkzeit: 14/12/10/8/6 Sekunden\r\nKosten: Keine\r\nMarcus Wirft ein Wurfmesser auf einen Gew&auml;hlten Gegner, welches 10/40/70/110/140 (+35% AP)(+50% Bonus AD) Schaden verursacht und das Wurfmesser bleibt am Gegner f&uuml;r 3 Sekunden haften. Sollte der Gegner Get&ouml;tet Werden, w&auml;hrend das Wurfmesser in ihm Drinnen steckt, so reisst Marcus das Messer raus und erh&auml;lt 50%  Ablinkzeit f&uuml;r seine Basisf&auml;higkeiten zur&uuml;ck. (Skaliert NEGATIV mit Ablinkzeitverringerung, pro 5% CDR geht der Ablinkzeitreset um 2% Runter)\r\n\r\n\r\nW-Skill: Aufschlitzen!\r\nAblinkzeit: 12/11/10/9/8 Sekunden\r\nKosten: Keine\r\nMarcus Schneidet einen Pfad vor sich mit seinem Schwert, welches 50/90/130/170/210 (+65% Total AD) Schaden verursacht, Alle Getroffenen Champions f&uuml;r 2 Sekunden f&uuml;r 50% Verlangsamt, was mit der Dauer abklingt und eine Ladung von &quot;Rachemord&quot; Erh&auml;lt. \r\nSollte Marcus einen Gegner normal Angreifen, der mit einem Wurfmesser versehen war, so verursacht er zus&auml;tzlich 80/120/160/200/240 (+25% AP)(+75% Bonus AD) Schaden und reisst den Dolch aus dem Gegner raus.\r\n\r\n\r\nE-Skill: Ungesehener Tod\r\nAblinkzeit: 16/15/14/13/12\r\nKosten: Keine\r\nMarcus Schmeisst ein Wurfmesser in eine Gew&auml;hlte Position und verursacht an allen Gegnern auf dem Flugweg 35/60/95/120/155 (+40% Bonus AD) Schaden (nur 75% Schaden an Vasallen und Monstern).\r\nInnerhalb der N&auml;chsten 1,5 Sekunden wird Marcus automatisch Zu einem Gegner Springen, sollte er ihn Angreifen w&auml;hrend dieser sich in der N&auml;he des Dolches Befindet (Sprung-trigger Reichweite 200)(Angriff wird als instant Port gez&auml;hlt)\r\n\r\nR-Skill: M&ouml;rderische Serie\r\nAblinkzeit: 130/100/70 Sekunden\r\nKosten: Keine\r\nMarcus Beginnt einen Unaufhaltsamen Ansturm (Reichweite 1200) und verursacht &uuml;ber eine Dauer von 1,5 Sekunden 300/425/550 (+130% Bonus AD) Schaden am Ersten Gegnerischem Champion und Bet&auml;ubt diesen f&uuml;r die Kanalisierungsdauer, w&auml;hrend Alle naheliegende Gegnerische Champions f&uuml;r 6 Sekunden mit einer Marke &quot;Wahnsinnsziel&quot; Versehen werden.\r\nSollte Der von Marcus angegriffene Champion Sterben. so Springt Marcus auf den N&auml;chsten Gegner, Jedoch verursacht er f&uuml;r jeden N&auml;chsten Gegner nur 240/300/360 (+65% Bonus AD) Schaden und Bet&auml;ubt diese f&uuml;r nur 0,5 Sekunden.\r\nMarcus bricht die Kanalisierung Automatisch Ab, sollte er Bet&auml;ubt, Verstummt, Unterdr&uuml;ckt, geKnockupt oder zur&uuml;ckgestossen Werden.\r\nT&ouml;tet Marcus mehr als 2 Ziele durch seine M&ouml;rderische Serie, wird bei Abbruch oder Vollendung seine Passive automatisch mit 3 Steigerungen von je 3%  Gef&uuml;llt werden.\r\n\r\n\r\nEasteregg passive: Familienvereinigung! (Nur wenn Katarina, Talon oder Cass in gleichem Team sind)(Hat keinerlei Effekt auf seine Skills)\r\nMarcus ist Hocherfreut, seine Familie wiederzusehen\r\n\r\nEasteregg Passive: Familienstreitigkeiten. (Nur wenn Katarina, talon oder Cass im gegnerischem Team sind)\r\nMarcus und seine Kinder haben wohl eine Auseinandersetzung.\r\n\r\n\r\n**NEU! Skillset Erkl&auml;rt!**\r\nSo, es ist kein Geheimnis, das meine Skillsets auf den ersten Blick etwas...naja...Komisch sind, da ich f&uuml;r gew&ouml;hnlich 3 Tendenzen habe die eher ungew&ouml;hnlich sind, und zwar Massives Snowballing, Combo Potenzial und Skillboosts. Wieso? Weil es f&uuml;r mich pers&ouml;nlich so am Einfachsten ist. Ich habe Marcus als einen Jungler versehen, der unglaublich viel Pr&auml;senz haben muss, um weit zu kommen. Er wird sich dabei mehr um das Ganken als um das Clearen konzentrieren ohne dabei seinen Jungelfarm vollkommen zu vergessen. \r\nWas mich zu der Idee motivierte, Marcus als einen so Snowbally champion zu designen ist einfach. Champions, die daf&uuml;r gedacht sind, vorallem das Fr&uuml;he Spiel zu Snowballen lassen sich meiner Meinung nach am Einfachsten balancieren. Du kannst ItemBau fast Komplett aus der Rechnung weglassen, nerfs und buffs auf items beeinflussen harte Snowballer nur minimal, sofern es nicht gewissen Aktive Funktionen Beeinflusst. Man kann Nummereinstellungen simpel hervorbringen und es l&auml;sst sich vorallem recht simpel designen. \r\nIch bin ausserdem ein Assassin-main daher f&auml;llt es f&uuml;r mich auch so am einfachsten etwas zu Konstruiren, was einfach nur morden soll wie ne 25/0 Jinx.\r\nDas Skillset hierbei soll auch noch Marcus&#039; Pers&ouml;nlichkeit auf dem Schlachtfeld Spiegeln. Der Eiskalte Professionelle Adelige der f&uuml;r das Morden Lebt. ER hat zwar von der Pers&ouml;nlichkeit etwas mehr Stil und ist auch eine eher Elegante und sich Sorgende Person, aber im Kampf hat er so in etwa den Teemo-vibe. Er schaltet jegliche Emotionen aus und konzentriert sich nur auf eines: Mit dem finger auf jemanden zeigen und sagen. &quot;Hey! du! Du wirst sterben. Wahrscheinlich sterbe ich mit dir, aber oh Gott, du wirst so was von sterben&quot; und sterben das tun sie auch.\r\nWarum ich den CD reset Negativ Skalieren liess war, damit man auch das Snowballen wirklich Beibeh&auml;llt und Voll auf Schaden geht, damit kein Freiraum f&uuml;r Items wie das Schwarze Beil existieren. Marcus ist wirklich mein Bild eines Full-Ad Massakers (Lowkey uberdanger fan ayylmao) \r\n\r\n**Den Itembau lasse ich f&uuml;r dieses Mal los, denn ich denke die Leute wissen schon, was man auf einen Attent&auml;ter draufplastert**\r\n\r\n**Dialog**\r\n\r\nWitz: Weisst du, Blut steht dir irgendwie noch ganz gut. es...Betont\r\n\r\nTaunt: Du willst dich mit den Besten anlegen?..... Na dann zeig mal was du drauf hast\r\n\r\nLachen: Ein warmes sanftes Kichern\r\n\r\nTanz: Der Breakdance Move in welchem er auf seine H&auml;nden steht und sich um seine eigene Achse dreht.\r\n\r\n\r\n**Spezielle Interaktionen:**\r\n\r\nVerb&uuml;ndete Riven:\r\n-Du hast noxus nicht verraten, du hast nur deine Prinzipien verteidigt\r\n-Swain und Singed werden B&uuml;ssen\r\n\r\nVerb&uuml;ndete Katarina/Talon:\r\n-Du bist besser geworden.\r\n-Ich bin Stolz auf dich\r\n\r\nVerb&uuml;ndete Cassiopeia:\r\n-Keine Ahnung was mit dir geschehen ist aber ich hoffe du weisst dass ich dich trotzdem lieb habe.\r\n\r\nVerb&uuml;ndete Andere Noxische Champions:\r\n-Ihr seid eine Entt&auml;uschung\r\n-Noxus ist nicht, was es einst war\r\n-Noxus muss sich ver&auml;ndern\r\n\r\nVerb&uuml;ndete Fiora:\r\n-du w&uuml;rdest eine Gute Rivalin abgeben\r\n-Respekt wo Respekt verdient ist.\r\n-Demacianische Duellanten sind immer freunde.\r\n\r\nVerb&uuml;ndeter Jarvan:\r\n-versteht mich nicht falsch, nur weil ich verraten wurde heisst dass nicht ich dessertiere\r\n\r\nVerb&uuml;ndeter Lucian:\r\n-Warum nagt jeder am Tod deiner Frau herum?\r\n\r\nGegnerischer Swain:\r\n-Du hast Noxus in den Abgrund getrieben\r\n-Jahrhunderte Noxische Geschichte, du wirst sie nicht brechen.\r\n-Dein Verrat war auch ein Verrat an unser Vaterland\r\n\r\nGegnerische Katarina/Talon/Cassiopeia:\r\n-Du Forderst deinen alten Mann heraus?\r\n-Ich will dich auf die probe stellen!\r\n-Na los, beweis mir die Macht eines Du&#039;cuteau\r\n\r\nGegnerische Fiora:\r\n-Ah, endlich eine w&uuml;rdige Rivalin\r\n-Dich zu besiegen wird mir ein vergn&uuml;gen sein.\r\n\r\nGegnerische Andere Demacianer:\r\n-Noxus ist nicht so schlecht wir ihr denkt\r\n\r\nGegnerische Illaoi:\r\n-Ich mag zwar Glaubensrichtungen nicht, aber diese...&quot;Bewegung&quot; hat was.\r\n\r\n\r\n**So, ich werde von nun an nicht mehr viel Kontent in die Interaktionen F&uuml;llen weil ich den Lesern ihre Freie Einbildung laufen lassen will. So k&ouml;nnt ihr euch selbst individuell Taunts ausdenken und wenn ihr es wollt teilt sie in den Kommentaren damit ich sie Hinzuf&uuml;gen kann! \r\nWenn ihr das Design bewertet seit bitte so kritisch und ehrlich wie es geht. Zwar sind meine Designs gut aber sie sind in keiner Hinsicht Perfekt, und haben oft verbesserungsbed&uuml;rftigkeiten dir IHR m&ouml;glich machen k&ouml;nnt** {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"xXXBROWXXx","date":"2017-03-29T18:08:00.627+0000","up_votes":2,"down_votes":1,"body":"Ich muss sagen du hast dir SEHR viel mühe gegeben und muss sagen, dass aus der Idee etwas werden könnte.{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Eternal Torment","date":"2017-03-29T22:30:38.009+0000","up_votes":1,"down_votes":0,"body":"Danke! :D","replies":[]}]}]}