{"id":"EE2PUWdH","poster":"Shiraki","date":"2017-03-27T13:21:41.859+0000","title":"Hate gegenüber weiblichen Spielerinnen","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":15,"body":"Jeder kann mal schlechte spiele haben wieso m&uuml;ssen solviere Leute immer sagen wenn ich oder andere weibliche Spielerinnen failen: Geh wieder in die K&uuml;che. ?","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-27T19:54:37.443+0000","up_votes":18,"down_votes":1,"body":"Ach ja. Stimmt hab vergessen das Männer NIE beleidigt werden.\n\nStimmt hast recht das ist ein reines Frauenproblem und ich entschüldige mich im Namen der männlichen Mendcheit dafür! Es tut uns leid!\n \nGanz ehrlich. Werde erwachsen und steh über son scheiß drüber! Was machst du denn wenn dir einer der dich kennen würde das ins Gesicht sagst?! Einen weiteren Mimimimimimi-aufmerksamkeit-thread?\n\nAlso ehrlich, ich solle mich nach einem Zed im Gegnerteam jtz sofort erhängen. Ist das jtz besser als eine sexistische Beleidigung? Juckt mich das was der Idio* schreibt? Nein. Ich weiß es zu ignorieren. Und wer im Internet das noch nicht verstanden hat das alle anonym sind und alles schreiben was sie wollen und dementsprechend einen F* , ähh einen Fuß, auf das geben was sie sagen ist selber schuld wenn man sich beleidigt fühlt.\n\nDownvotes und es ist mir egal!","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-28T05:46:21.173+0000","up_votes":8,"down_votes":0,"body":"Upvotes?! Damit kann ich nicht umgehen :/","replies":[{"id":"","poster":"Abasin","date":"2017-03-28T07:11:31.604+0000","up_votes":6,"down_votes":0,"body":"Ausnahmsweise haste Dir die Upvotes verdient. Wenn ich für jeden Taunt einen Mimosenthread aufmachen würde, dann wäre ich für Dauerspam permanent gebannt.\n\nWobei es natürlich nicht in Ordnung geht, wenn man wegen\n- seines Geschlechts\n- seiner Nationalität\n- seiner sexuellen Orientierung\n- seiner Religion\n- seiner Spielstärke\n- usw.\nin irgendeiner Weise runtergemacht wird. Aber hier ist halt handeln besser als jammern.","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-28T14:56:01.567+0000","up_votes":3,"down_votes":0,"body":"Ich glaube ich wsr noch nie auf +7 ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2017-03-29T09:16:26.122+0000","up_votes":3,"down_votes":0,"body":"Komm, ich mach  auf 9 :D - Und das nicht, weil Du mir sympathisch wärst ;) ( ich glaub wir hatten schonmal das Vergnügen) sondern weil ich Dir zustimme :)\n\nIch seh's an meiner Tochter. Als weiblicher Spieler verhält sie sich manchmal schon so daneben, daß ich ihr hin und wieder die Tastatur wegnehmen muß ^^\n\nmfg\nMB","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-29T10:26:36.331+0000","up_votes":2,"down_votes":0,"body":"+11 ich glaube das ist langsam ein joke. Jeder der mich sonst downvotet upvotet. Muss eine Verschwörung sein ^^","replies":[]}]}]}]}]},{"id":"","poster":"Alustus","date":"2017-03-31T14:06:07.672+0000","up_votes":1,"down_votes":0,"body":"> Und wer im Internet das noch nicht verstanden hat das alle anonym sind und alles schreiben was sie wollen \n\nDer einzige Punkt wo ich nicht deiner meinung bin.\nDie anonymität im Internet gibt es so nicht, bzw. nur mit sehr hohen aufwand und selbst da kann man oftmals rückverfolgt werden. (VPN dienste arbeiten oftmals mit ermittlungsbehörden zusammen)\n\nAber ja diese Pseudoanonymität fördert wahrscheinlich die schlechten Umgangsformen.","replies":[]}]},{"id":"","poster":"DrSala","date":"2017-03-27T20:19:17.227+0000","up_votes":23,"down_votes":8,"body":"wenn du grad sowieso in der küche bist mach doch picture of feet und schick mal","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T21:32:06.920+0000","up_votes":3,"down_votes":2,"body":"-.-","replies":[{"id":"","poster":"DrSala","date":"2017-03-27T21:40:25.138+0000","up_votes":2,"down_votes":5,"body":"ja wo is das picture jetzt","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2017-03-27T15:46:56.741+0000","up_votes":4,"down_votes":7,"body":".","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T15:56:22.246+0000","up_votes":7,"down_votes":2,"body":"Lol was ist daran sexistisch? Du siehst es natürlich nur aus der Sicht der armen Jungfrau in Nöten. Wenn sie solche Erfahrungen gemacht hat soll sie nicht vor jeder Runde sagen, dass sie ein Mädchen ist. Wobei ich wahrscheinlich die Spiele in denen jemand ernsthaft sexistisch war an einer Hand abzählen kann.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T16:28:13.946+0000","up_votes":3,"down_votes":5,"body":".","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-03-27T16:58:30.613+0000","up_votes":6,"down_votes":0,"body":"Es dürfte auch keine Sprüche, weil jemand Schwarz, Übergewichtig, Homosexuell usw. ist geben.\n\nGibt es aber trotzdem.\n\nSoll ich jetzt deswegen rumheulen? \n\nOder nicht vielleicht doch einfach ignorieren, reporten und abhacken?","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T17:43:18.922+0000","up_votes":2,"down_votes":8,"body":".","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-03-27T18:14:39.631+0000","up_votes":6,"down_votes":0,"body":"Nun das vielleicht nicht, rum jammern bringt einen aber auch nicht weiter...mit guten Beispiel vorangehen dafür schon eher ;).\n\nAusserdem gibt es Gerüchte das die Reportfunktion nicht nur rein kosmetischer Natur sein soll.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T18:31:51.292+0000","up_votes":2,"down_votes":8,"body":".","replies":[{"id":"","poster":"Nohgolgh","date":"2017-03-27T19:17:02.360+0000","up_votes":11,"down_votes":0,"body":"Entschuldige mal, ich finde deine gesamte Argumentation von Anfang bis Ende an den Haaren herbei gezogen. \n\n>Oh man ist das ein blamables Argument zu sagen: \"sag einfach nicht, dass du weiblich bist.\". Was ist verkehrt mit euch?\n\n\"sag einfach nicht, dass du weiblich bist\" ist ein praktikabler Vorschlag und kein blamables Argument. Hier geht es lediglich darum, sich nicht selbst eine Zielscheibe aufzukleben. Es geht hierbei NICHT um eine Schuldfrage. Wie eine hinreichend fortgeschrittene Gesellschaft Maßnahmen entwickelt, um Leute, die gegen Recht verstoßen, zu bestrafen, so bringt sie den Leuten auch bei, elementare Maßnahmen des Selbstschutzes zu ergreifen. Die Polizei rät beispielsweise dazu, Wertsachen eng am Körper zu tragen, um vor Taschendiebstahl zu schützen. Auch hier geht es nicht um die Frage der Schuld, sondern um die des Selbstschutzes.  \n\n>Wieso meint ihr kleinen chauvinistischen Butterbirnen euch so aufzuspielen?\n\nArgumentum ad hominem ohne inhaltliche Relavnz. \n\n>Es ist doch keine Lösung, dass man sich als Frau verstecken muss.\nWie rückständig seid ihr in unserer Gesellschaft, einfach nur peinlich.\n\nDoch, im Netz ist das sehr wohl eine erfolgreiche Lösung, Gleiches gilt übrigens für Männer. Mein Name kommt nicht ohne Grund aus einem Namensgenerator. \n\n>Schämt euch, Sexisten!\n\nWarum sollte ich mich für deine falschen Aussagen schämen? \n\n>Es darf keine dummen Sprüche geben, nur weil jemand weiblich ist. Ist das echt so schwer zu verstehen?\n\nAuf das Rechtliche bezogen: Doch die darf es sehr wohl geben. Ansonsten müsste man ja auch alle Frauen-/Blondinenwitze verbieten. \n\nAuf LoL bezogen: Dumme Süprüche jeglicher Art sind äußerst unklug, weil man sich damit einen Report einfangen kann. \n\nSelbst, wenn es dumme Sprücje sie nicht geben dürfte, gibt es sie trotzdem. Deine Welt ist also illusorisch. \n\n>Nee, Probleme totschweigen ist super effektiv.\n\nDie Frage ist doch, ob überhaupt ein Problem in Sachen Sexismus vorliegt, Ich denke nämlich, dass nicht und dass das ganz normaler Flame war, der nur an die gegebene Information angepasst wurde. Jemand hat ein Spiel verloren und wollte, jemand anderen auf möglichst effektive Weise verletzen. \n\n>Wenn ein Report für faggot zB. die Hatespeech Funktion triggert, dann muss auch ein \"go back in your kitchen\" mit nem 2w oder gar Instant perma belohnt werden. Ansonsten wird an diesem Punkt mit zweierlei Maß gemessen. \n\nGleiches wie oben gilt für das \"faggot\". In dem Großteil der Fälle gehe ich nicht davon aus, dass das ein gegen Homosexuelle gereichteter Ausdruck ist, sondern lediglich eine Beleidigung (die vermutlich auch zumeist gegen nichthomosexuelle gerichtet wird). \n\n>Wir müssten uns also überlegen, wo man dort mit Strafen ansetzt.\nIch persönlich finde, dass Sexismus nicht hart genug bestraft wird.\nIch möchte dir jetzt mit dem nächsten Satz nichts unterstellen.\nEs ist einfach Probleme zu übersehen, wenn man nicht betroffen ist.\n\nNoch leichter ist es, einen Opfermythos aufzubauen, und aus einer Mücke einen Elephanten zu machen.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T19:47:20.510+0000","up_votes":2,"down_votes":8,"body":".","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-27T20:03:07.594+0000","up_votes":8,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=000b00000000000000000000000000000000,timestamp=2017-03-27T19:47:20.510+0000)\n>\n> Sorry, an dem Punkt wird mir das Gespräch zu anstrengend.\n> \n\nDas ist Schade, weil dieser post versucht die Diskussion von einer emotionalen auf eine argumentative Sichtweise zu verlegen ;)","replies":[{"id":"","poster":"Balmung","date":"2017-03-28T06:23:33.258+0000","up_votes":5,"down_votes":0,"body":"Und da liegt ja das Problem: Eigentlich will ja keiner eine praktikable Lösung für sein Problem haben.\nJedes Problem wird absurd aufgeblasen und im Endeffekt ist das Ziel, und die einzige, legitime Lösung, das Riot jeden kindischen/unpassenden/geschmacklosen Kommentar mit einem Permabann bestrafen soll.\n\nWobei das spaßigste ist eh folgendes:Diejenigen, welche sich über Sexismus beschweren und ihn quasi mit Völkermord auf einer Stufe sehen, geben an andere Stelle genau den gleichen Dreck von sich, nur eben auf das andere Geschlecht/Ethnie/Religion/whatever gemünzt. Das ist dann aber scheinbar okay...","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2017-03-28T06:53:56.229+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank dafür! {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Stealth Cat","date":"2017-03-27T17:06:44.410+0000","up_votes":4,"down_votes":0,"body":"Es sollte auch so keine \"dummen Sprüche\" geben.\nNur lässt sich das leider nur schwer verhindern in Onlinespielen. Riot versucht ihr bestes solches Verhalten zu unterbinden, aber es lässt sich eben nur begrenzt vermeiden. \n\nFlamer versuchen immer dich am wundesten Punkt zu treffen, wenn du in jedem Spiel schreibst dass deine Großmutter an Krebs gestorben ist und dich dann wunderst dass toxische Spieler *auf genau diesen Punkt eingehen* ist etwas falsch gelaufen.\n\nNatürlich unterstützt hier niemand sexistisches Verhalten, auch Alekra nicht, aber ein Flamer denkt sich eben nicht \"Stimmt, nur weil sie eine Frau ist sollte ich sie nicht beleidigen, besser ich wünsche ihr geschlechtsneutral einen frühzeitigen Tod.\" \n\nAls Ergebnis bleibt, um solche Sprüche zu verhindern gilt: Sag ihnen nicht dass du ein Mädchen/Frau bist.\n\n---\n\nPersönliche Feststellung.  In diesem Thread lässt sich besonders gut ein Phänomen beobachten, welches sich \"Whiteknight\" nennt.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T17:41:54.339+0000","up_votes":2,"down_votes":6,"body":".","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-27T17:53:35.313+0000","up_votes":8,"down_votes":1,"body":"> Wieso meint ihr kleinen pubertierenden Wichtel euch so aufzuspielen? \n\n> Ich hab bloß Probleme mit der Pauschalisierung von Gruppen.\n\nSchon klar ...","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T18:06:12.840+0000","up_votes":2,"down_votes":8,"body":".","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-27T18:25:43.450+0000","up_votes":1,"down_votes":0,"body":"....","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T18:53:08.670+0000","up_votes":2,"down_votes":4,"body":".","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-28T05:39:05.155+0000","up_votes":5,"down_votes":0,"body":"Du hast Probleme mit dem pauschalisieren von Gruppen, pauschalisierst aber estmal eine Gruppe?\nZum Glueck bist du soviel besser, als die Leute, die dir aufn Sack gehen ...","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-28T06:50:29.096+0000","up_votes":1,"down_votes":5,"body":"Bin ich, aber ist auch egal.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-28T06:55:30.887+0000","up_votes":5,"down_votes":0,"body":"Ja total. \nWeil es halt in Ordnung ist eine Gruppe zu pauschalisieren, solange du dieser nicht angehoerst, stimmts?","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-28T06:57:15.102+0000","up_votes":1,"down_votes":5,"body":"Nein. \n\nLass es jetzt einfach gut sein.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-28T07:03:39.171+0000","up_votes":5,"down_votes":0,"body":"Ai ai","replies":[]},{"id":"","poster":"Bettnachleger","date":"2017-03-28T07:34:58.687+0000","up_votes":1,"down_votes":0,"body":"Alles gut, du brauchst dich nicht noch groß zu rechtfertigen oder so ;D","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-03-28T07:18:56.519+0000","up_votes":3,"down_votes":2,"body":"Mir ist tatsächlich aufgefallen, dass ich in einigen Punkten Unrecht hatte und mich in anderen Punkten unklar ausgedrückt habe. Natürlich sind es nicht nur pubertierende, ich habe den Begriff nicht klar genug in meinen Kontext eingebunden gestern. \n\nIch wollte lediglich sagen, dass es unreif ist, dummen Sprüche gegen Frauen zu bringen. \n\nUnd ja, mir ist bewusst, dass ich mir nach \"lass gut sein\" erneut widersprochen habe. \nIch wollte bloß klarstellen, dass ich nicht völlig dämlich bin und zukünftige Diskussionen besser bereichernicht werde und weniger emotional reagiere.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Stealth Cat","date":"2017-03-27T18:28:12.814+0000","up_votes":4,"down_votes":0,"body":"Daran lässt sich nur leider als Spieler nicht viel ändern (abgesehen von Reports verteilen) und eben diesen Personen so wenig Information zu liefern wie möglich. Wenn man ihnen mitteilt dass man Franzose ist, dann wird man vermutlich ein nationspezifisches Vorurteil als Beleidigung erhalten usw...\n\nDer einzige rationale Tipp der daher gegeben werden kann um, in diesem Fall, sexistisches Verhalten zu verhindern, ist daher schlicht und ergreifend diesen Menschen NICHT mitzuteilen welches Geschlecht man hat.\n\n---\nUnd der Begriff Whiteknight hat äußerst wenig mit der Farbe zu tun. Um die erstbeste Definition zu zitieren die ich finden kann:\n\n>“White Knight” (also known as “Internet White Knight”) is a pejorative term used to describe men who defend women on the Internet with the assumption that they are looking for a romantic reward in return.\n\nTraf hier mMn garnicht so schlecht zu.","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-03-27T18:51:36.683+0000","up_votes":2,"down_votes":2,"body":".","replies":[]}]}]}]}]}]},{"id":"","poster":"Shiraki","date":"2017-03-27T16:43:50.465+0000","up_votes":2,"down_votes":3,"body":"hast schon recht ... das spiel ist leider ab 12","replies":[]}]},{"id":"","poster":"Bobby Bonkers","date":"2017-03-27T13:31:11.275+0000","up_votes":10,"down_votes":4,"body":"Dann müsste man vielleicht nicht in game sagen das man ein Mädchen ist?","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T13:32:05.306+0000","up_votes":2,"down_votes":1,"body":"Isso","replies":[{"id":"","poster":"RAG Ryve","date":"2017-03-27T13:46:14.993+0000","up_votes":4,"down_votes":4,"body":"Ändert nichts daran das es sexistisch ist und hier nichts verloren hat?","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T13:46:56.842+0000","up_votes":4,"down_votes":2,"body":"Es tritt aber erst gar nicht auf, wenn sie es nicht sagt?","replies":[{"id":"","poster":"RAG Ryve","date":"2017-03-27T13:50:34.274+0000","up_votes":5,"down_votes":5,"body":"Und wenn sie gefragt wird? Soll sie dann lügen oder Leute ignorieren? \nDas ist kein gutes Verhalten und fördert auch keine netten Gespräche.\nEtwas außen vor zu lassen nur um nicht beleidigt zu werden ist kein guter Weg, \nsie sollte sagen können was sie will, solange es nicht negativ ist, ohne irgendwelche Beleidigungen zu ertragen","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T13:51:52.932+0000","up_votes":6,"down_votes":1,"body":"Wie oft wirst du in deinen Spielen gefragt welches Geschlecht du hast?","replies":[{"id":"","poster":"RAG Ryve","date":"2017-03-27T13:55:03.207+0000","up_votes":5,"down_votes":12,"body":"Sorry aber diese Unterhaltung ist für mich beendet. Ich unterhalte mich nicht mit Leuten welche die Wurzel des Problems lieber ignorieren und Arschlöcher verteidigt. Have a nice Day","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-03-27T17:18:17.364+0000","up_votes":6,"down_votes":0,"body":"Das hat glaube ich weniger mit \"Arschlöcher verteidigen\", sondern mehr mit \"Gib im Internet nichts preis, wenn du nicht willst, dass es gegen dich verwendet wird\" zu tun. Wer dich flamen will, WIRD dich flamen. Wenn man ihm dann noch so ein gefundenes Fressen wie \"Ich bin ein Mädchen\", \"Ich bin (hier beliebige Nationalität einfügen)\" oder \"Ich bin so und so alt\"hinwirft, wird er GENAU DAS benutzen, um dich direkt zu treffen.\n\nEs hat einen Grund, dass man in der Schule erklärt bekommt, seine Daten im Internet nicht preiszugeben. benutz nicht deinen echten Namen, deine Adresse oder dein Alter, es wird irgendwo benutzt werden, um dir zu schaden.\n\nIch persönlich lasse andere lieber auf meinen miesen Skills rumhacken als denen dann hinzuwerfen \"Hey hab doch mal Verständnis, ich bin halt nur ein Mädchen\" (btw, DAS wäre tatsächlich sexistisch) um mir dann Küchenwitze anhören zu müssen.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-28T03:13:18.406+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Patter1991","date":"2017-03-28T06:50:39.469+0000","up_votes":9,"down_votes":0,"body":"> [{quoted}](name=Shiraki,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=000100000000000000000000000000010000,timestamp=2017-03-28T03:13:18.406+0000)\n>\n> Besser Arschlöcher durch Rena ersetzen im Satz\n\n----\n\n> [{quoted}](name=Shiraki,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=0007000000000000000000000000,timestamp=2017-03-27T17:54:52.680+0000)\n>\n> Nicht nur hab ihn nur als extrem beispiel\n\nAlso doch ein persönlicher Rachefeldzug, was diesen Thread ad absurdum führt. Ok, war von vornherein nicht sonderlich sinnvoll.\nWeitere Indizien: \n\n> [{quoted}](name=Shiraki,realm=EUW,application-id=YnZkMR0R,discussion-id=oxVvi8o7,comment-id=,timestamp=2017-03-28T03:05:35.587+0000)\n>\n> Ich will ein Name der nicht Weiblich klingt weil ich sonst direkt geflamet werde von Leuten wie Rena -.-\n\n\n----\n\n> [{quoted}](name=Shiraki,realm=EUW,application-id=ip27PlEH,discussion-id=PZKAAEQL,comment-id=,timestamp=2017-03-26T00:53:11.233+0000)\n>\n> Ihr m&amp;uuml;sst:\n> * Nicht Rena heissen -.-\n\nAlles in allem ein infantiler Rachefeldzug von einem beleidigtem Mädchen, genau das, was man vom Klischeemädchen erwartet. Glückwunsch, in Wahrheit hat die TE den Sexismus damit nur mehr angefacht als auf ein (nicht existentes) Problem hinzuweisen.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-28T18:01:26.392+0000","up_votes":2,"down_votes":4,"body":"was ist daran falsch? ... ich hab gesagt ich hab den post nicht wegen ihm alleine gemacht er ist nur ein Beispiel. Ich weiss ich übertreibe etwas aber ist das so falsch?","replies":[]}]}]}]},{"id":"","poster":"Alekra","date":"2017-03-27T13:59:03.533+0000","up_votes":4,"down_votes":3,"body":"Lol ich verteidige ihn nicht. Ich beschäftige mich nur mit der Ursache anstatt mit den Folgen. Und \"geh wieder putzen\" ist eine Folge wenn sies vorher gesagt hat.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-03-27T20:12:40.774+0000","up_votes":3,"down_votes":2,"body":"Die Ursache ist nicht, dass sie sich als Mädchen outet, sondern der Umstand, das Mädchen/Frauen von manchen Spielern/Menschen (ob nun in LoL oder im echten Leben) mit sexistischen Kommentaren \"beglückt\" werden, weil die Personen entweder lustig sein wollen oder es aber am nötigen Respekt fehlt.\n\nDie dementsprechende Folge ist, dass man in League als Frau durchaus 2 mal überlegen sollte, ob man sein Geschlecht aufzeigt oder nicht (tendenziell gehen glaube ich eh die meisten Spieler davon aus, dass man ein Kerl ist). Aber hier ist genau der springende Punkt:\n\nDieses 2 malige Überegen sollte eigentlich nicht nötig sein – für niemanden: egal welches Geschlecht, Hautfarbe, etc. Ich glaube – und hier liegt meiner Meinung nach ein Teil des Problems – das es eine zu große Erwartungshaltung an eine Spiele-Community gibt, die die Verhältnisse im echten Leben wiederspiegelt. Nur weil es einen geregelten Chat gibt, heißt das nicht, dass es keine Personen gibt, die sich nicht an die Regeln halten.\n\nIch finde es persönlich vollkommen okay, dass ihr die TE an der Stelle mit dem Hinweis: \"Sag nicht, dass du ein Mädchen/Frau bist\" beschützen wollte – und kurzfristig ist das auch die einzige Lösung, wenn man realistisch ist – aber das Kernproblem wird davon 0 Komma 0 tangiert. Respekt füreinander ist das, was wir brauchen, nicht nur in LoL, hoffen wir mal, das Bildung und Zeit dafür sorgen, dass dieses Denken irgendwann in jeden Kopf gewandert ist.","replies":[]},{"id":"","poster":"Coopa123","date":"2017-03-27T15:16:49.643+0000","up_votes":3,"down_votes":3,"body":"Lass ihn gehen. Er braucht wahrscheinlich noch den ganzen Rest des Tages um seine scheinende  weiße Ritterrüstung zu polieren","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T15:39:42.568+0000","up_votes":2,"down_votes":1,"body":"Stimmt schon","replies":[]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2017-03-27T14:05:21.842+0000","up_votes":5,"down_votes":0,"body":"In meinen zig tausend Matches könnte ich die Male wohl an einer Hand abzählen, in denen diese Frage innerhalb meines Teams gestellt wurde.\n\nIch mache eher die Erfahrung, dass weibliche Spielerinnen sehr gerne Wert darauf legen allen zu erzählen, dass sie weiblich sind und sehr gerne viel Aufmerksamkeit bekommen...","replies":[{"id":"","poster":"Vogeljunges","date":"2017-03-28T06:45:32.186+0000","up_votes":4,"down_votes":0,"body":"Ja, das ist irgendwie ein Phänomen der Online-Spielewelt. Das war schon immer so, egal in welchem Game. Die Ladies wissen halt, dass viele Gamerjungs sich sofort um sie versammeln und sie die volle Aufmerksamkeit haben, da ja viele der Herren die komische Vorstellungen haben, ein Mädel dass das eigene Lieblingsspiel zockt, muss eine Traumfrau sein :D","replies":[]},{"id":"","poster":"Alekra","date":"2017-03-27T14:06:08.963+0000","up_votes":1,"down_votes":1,"body":"Jap. Geht mir ähnlich.","replies":[]}]},{"id":"","poster":"Herr Hübsch","date":"2017-03-27T18:46:22.710+0000","up_votes":1,"down_votes":0,"body":":p also mein \"premade\" fragt jede person ob sie weiblich ist.. xDDD","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T18:53:16.268+0000","up_votes":1,"down_votes":0,"body":"xD etwas traurig","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-03-27T19:00:07.752+0000","up_votes":1,"down_votes":0,"body":"eig schon XD","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-03-27T16:53:01.766+0000","up_votes":3,"down_votes":1,"body":"Also ich muss RAG Ryve recht geben und ich gebe dir recht. \nWenn man es gar nicht sagt tritt dieses Problem nicht auf. Aber andersrum ist es auch nicht richtig, wenn man als Frau beleidigt wird NUR weil man eine Frau ist.\nIch wurde auch schon als Hure beleidigt oder mir wurde gesagt ich soll zurück in die Küche gehen OHNE dass ich gesagt habe welches Geschlecht ich habe. Und dies wurde nur anhand meines Namens erkannt bzw vermutet. \n\nEs ist und bleibt einfach völlig falsch. Nur weil man dem weiblichen Geschlecht angehört gibt das niemandem das Recht diese zu beleidigen. Ich sage ja auch nicht zu den männlichen Spielern, dass sie lieber wie Neandertaler in den Wald gehen sollen um zu jagen, weil sie ja genauso dumm und zurückgeblieben sind. Nur so als Beispiel. ^^ \n\nEs ist halt einfach ein Unding, dass man sich als Frau \"verstecken\" muss oder es geheim halten muss, weil es passieren kann, das man dann beleidigt wird. Deswegen kann ich RAG Ryve durchaus verstehen.","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T17:48:20.513+0000","up_votes":2,"down_votes":2,"body":"Natürlich kann man es an beatimmten Namen ablesen. Und das ist dann ein gefundenes Fressen für Flamer. Und wenn man dann auch noch sieht, dass man ein Mädchen ist wird das natürlich als \"Schwachpunkt\" ausgenutzt. Denen ist doch egal ob du jetzt eine Frau bist oder nicht. Ihnen geht es njr darum dich zu verletzen weil ihnen etwas nicht passt.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-27T17:52:47.241+0000","up_votes":2,"down_votes":2,"body":"Ja und genau darum geht es. Es geht einfach nicht, das sie das weibliche Geschlecht als Beleidigung benutzen. \nEs ist natürlich klar, dass wenn sie dich verletzen wollen sie dich so oder so beleidigen. Aber das Geschlecht als Beleidigung zu nutzen ist einfach ein Unding. \n\nIst nichts anderes, als wenn du \"schwul sein\" als Beleidigung benutzt. Oder sagst das ist total \"gay\".","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T17:56:13.163+0000","up_votes":4,"down_votes":1,"body":"Es ist ja nicht das Geschlecht die Beleidigung. Diese Leute verwenden alles was sie haben gegen einen. Und wenn es dein Geschlecht ist, gehen sie halt darauf ein.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-27T18:02:22.706+0000","up_votes":2,"down_votes":1,"body":"Ja aber wenn sie wüssten, dass ich männlich bin würde denen das Geschlecht nicht interessieren. Klar würden sie dann andere Dinge nutzen um mich zu beleidigen aber den Umstand auszunutzen WEIL ich eine Frau bin ist unmöglich.","replies":[]}]},{"id":"","poster":"Lotuskobra","date":"2017-03-28T01:39:51.420+0000","up_votes":1,"down_votes":0,"body":"100% Zustimmung. Die Tatsache, wie hier im Forum von einigen über dieses Thema geredet wird, ist schlichtweg traurig, schön, dass es Menschen gibt, die nüchtern die Wahrheit sagen.","replies":[]}]}]}]},{"id":"","poster":"MirjaMichelle","date":"2017-03-27T16:21:00.856+0000","up_votes":1,"down_votes":0,"body":"bei manchen allerdings sieht man es anhand des namens .....","replies":[]}]}]}]},{"id":"","poster":"Shiraki","date":"2017-03-27T19:12:03.082+0000","up_votes":2,"down_votes":3,"body":"Ich sage auch nicht das ich weiblich bin >->","replies":[{"id":"","poster":"Bobby Bonkers","date":"2017-03-27T19:19:55.072+0000","up_votes":1,"down_votes":0,"body":"Ja, aber woher wissen sie das dann?","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T19:23:20.177+0000","up_votes":2,"down_votes":2,"body":"werde öfters gefragt wegen meinem Namen/champion pool\n\nwenn ich gefragt werde sag ich schon das ich weiblich bin aber ganz ehrlich warum sollte ich lügen und sagen das ich männlich bin ich muss mich doch nicht verstecken oder?","replies":[{"id":"","poster":"Good Guy Putin","date":"2017-03-28T01:22:15.240+0000","up_votes":2,"down_votes":0,"body":"Nein du musst dich nicht verstecken. Dir bleibt aber auch die Möglichkeit gar nichts dazu zusagen.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2017-03-28T05:50:12.716+0000","up_votes":1,"down_votes":0,"body":"Was hat der Championpool damit zu tun?","replies":[]}]}]}]}]},{"id":"","poster":"Silberner Dolch","date":"2017-03-27T15:44:04.045+0000","up_votes":5,"down_votes":0,"body":"Guten Tag  Shiraki,\n\nich würde gerne Wissen, wer diese \"Leute\" eigentlich sind von denen du redest. Mir ist nämlich nicht ersichtlich, was du mit \"Leuten\" meist. Falls dir die Bezeichnung für den Personenkreis eingefallen ist, sag bitte Bescheid. Ich bin nämlich ziemlich sicher, dass sich \"Leute\" diskriminiert fühlen, wenn du sie einfach so mit anderen \"Leuten\" zusammenwirfst. \n\nZufällig bin ich einer dieser (männlichen) Leute und ich fühle mich durch, deine Abwertende Haltung gegenüber meines Geschlechts, von dir diskriminiert. Bitte ändere deinen Post so, dass du einen bestimmten Personenkreis (meine Mitspieler, meine Kollegen...) anführst und nicht gleich den gesamten, männlichen Teil der Erdbevölkerung ansprichst. Danke. \n\nIch gehe dann mal in die Küche...kochen :)","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T16:43:12.806+0000","up_votes":3,"down_votes":2,"body":"Ich meine natürlich nicht alle. Gibt halt solche ausnahmen wie Rena die halt schlimm sind :C","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T17:50:39.849+0000","up_votes":4,"down_votes":0,"body":"Ich verstehe, dass du verletzt bist. Es ist auch nicht ok was er gemacht hat, aber Rena jetzt überall als Arsch anzuprangern bringt doch auch nichts. Je länger du dich damit beschäftigst desto länger wird der Schmerz dauern.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T19:26:54.608+0000","up_votes":3,"down_votes":2,"body":"du weist noch nicht mal alles  ...","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T19:39:17.030+0000","up_votes":2,"down_votes":0,"body":"Trotzdem. Das bringt doch nix oder?","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T19:41:00.343+0000","up_votes":3,"down_votes":2,"body":"ich hab den post auch nicht hauptsächlich wegen ihm gemacht ....","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T19:42:30.097+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Shiraki,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=000a0000,timestamp=2017-03-27T16:43:12.806+0000)\n>\n> Ich meine natürlich nicht alle. Gibt halt solche ausnahmen wie Rena die halt schlimm sind :C\n\n> [{quoted}](name=Shiraki,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=0007000000000000000000000000,timestamp=2017-03-27T17:54:52.680+0000)\n>\n> Nicht nur hab ihn nur als extrem beispiel\n\nIch mein das da","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T19:55:35.894+0000","up_votes":3,"down_votes":2,"body":"Ich bin nur ehrlich ich geb ja zu das es nicht viel bringt und das es nicht nett war aber du hast mir gesagt du verstehst mich.... dachte ich zumindist","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T20:15:36.537+0000","up_votes":1,"down_votes":0,"body":"Hab ich auch gedacht. Aber wie du selbst gesagt hast. Du hast mir anscheinend nicht alles erzählt. Und nur weil ich das hier nicht gut heiße, heißt das nicht, dass ich es nicht verstehe.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T21:34:18.751+0000","up_votes":3,"down_votes":3,"body":"was würdest du denn machen? wegen dem typen musste ich kontakt zu meinen freunden abbrechen ","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-03-27T22:06:33.251+0000","up_votes":2,"down_votes":0,"body":"Ihn vernichten, im ernst..  oder aber versuchen kontakt mit deinen freunden wieder aufzunehmen.. es wären ja keine richtigen freunde wenn sie dich nicht ausstehen könnten weil ein bekannter von dir deppert ist :o","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T22:20:06.568+0000","up_votes":2,"down_votes":3,"body":"wie vernichten? verdient hätte ers schon","replies":[{"id":"","poster":"Herr Hübsch","date":"2017-03-27T23:12:09.378+0000","up_votes":1,"down_votes":0,"body":"musst ihn in die tonne treten und nichmehr rauslassen (reporten un blocken), wenn du selbst damit fertig wirst, kannst du zu einem späteren zeitpunkt entscheiden ob du ihm vergibst oder nicht, den vllt wird er sich auch iwann geändert haben, aber das kriegt man normal nimmer mit","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T23:26:26.285+0000","up_votes":2,"down_votes":3,"body":"bin aber selbst schon blockiert","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"x NotMe x","date":"2017-03-31T10:16:03.287+0000","up_votes":6,"down_votes":1,"body":"Ok, also eigentlich halte ich mich aus irgendwelchen Stories raus, aber in Deinem Fall, kann ich das echt nicht unkommentiert lassen :)\nIch bin weiblich und spiele jetzt seit ca 2 oder 2 1/2 Jahren League.Mein Main -Acc trägt einen Namen, der nicht mega offensichtlich ist, aber der durchaus vermuten lässt, dass ich weiblich bin.\nDie Tatsache, dass ich Main Supp spiele, ergänzt den Rest.\nUnd nun zu Deiner Äußerung : ich werde in gefühlten 100 games vielleicht 1mal  gefragt, ob ich weiblich bin und klar bejahe ich die Frage.\nSollte daraufhin eine komische Antwort kommen, die über einen Spaß hinaus geht ( was nochmal weniger vorkommt ), ignoriere ich das.\nGanz einfach, übrigens^^ \nZu mir hat noch nie irgendein männlicher Mitspieler gesagt/ geschrieben, ich solle in die Küche gehen oder mich in anderer Form aufgrund meines Geschlechts beleidigt. Btw und selbst wenn : Spruch zurück und dann den Fokus wieder aufs game.Deswegen spielst Du doch,oder ?\nVielleicht gehe ich aber auch mit einer anderen Erwartungshaltung an die Sache ?\nWenn ich natürlich Klein-Girlie-like in ein Game gehe und den Fokus darauf lege, mich feiern zu lassen, weil ich Brüste habe ( war das jetzt egosexistisch ? idk xD ) , dann verstehe ich Deinen Ärger. \nIch finde es unverschämt, wie Du hier so ein Thema daraus machst, alle Jungs/Männer über einen Kamm scherst und genau das Klischee erfüllst, in das Du nicht gesteckt werden möchtest.\nUnd auch die Tatsache, dass Du hier etwas Privates zum allgemeinen Thema hypest, ist völlig über das Ziel hinaus.\nDeine RENA (who ?) -Threads sind völlig fehl am Platz.\nIch weiß nicht, was da gelaufen ist ( wie übrigens 99,5 % der restlichen Forumuser  ) und es interessiert mich auch nicht, aber es ist völlig daneben, es über eine solche Plattform auszutragen.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-31T12:50:45.511+0000","up_votes":1,"down_votes":4,"body":"dann ignorier es einfach... wenn es dich schon nicht interessiert danke","replies":[]}]},{"id":"","poster":"Revilous","date":"2017-03-27T14:05:23.388+0000","up_votes":4,"down_votes":0,"body":"gib dir einen nicht weiblichen ing. Namen und benutz keine Emoticons mehr. Sage im Spiel niemandem das du weiblich bist und schreibe nur kurze nichts aussagende Sätze. Dann wird sowas nicht mehr passieren.","replies":[]},{"id":"","poster":"Nivoras","date":"2017-03-29T05:08:20.446+0000","up_votes":3,"down_votes":0,"body":"Dieser Thread ist so lächerlich, wie kann man sich an sowas nur aufziehen? Scheinst es deinen Mitspielern ja regelrecht unter die Nase zu reiben, ich habe jedenfalls noch nie derartige Beleidigungen in game erlebt. Darüber hinaus, wie wäre es sich nicht von jedem mist triggern zu lassen sondern einfach drüber zu lachen?\n\nDarüber hinaus, nö, ich spiele auch nicht gerne mit Mädchen. Manche der ganzen Misses und Ladys und was weiß ich (Nicht alle, ich hab durchaus auch schon sehr nette Spielerinnen getroffen!) sind zum Teil entweder unglaublich arrogant, haben eine große Fresse oder spammen den Teamchat voll mit irrelevantem Müll. Wobei ich auch schon welche getroffen habe wo man es vom Namen her hätte vermuten können, die aber super gespielt haben und nichts ausser gj usw geschrieben haben. Und wenn man sonst nichts schreibt dann kommen auch erst recht keine dummen Kommentare^^\nGibt halt immer solche und solche, ist bei männlichen spielern ja nicht anders.\n\nUnd ja, wir haben halt ein schelchtes Image. Bedank dich bei Leuten wie der \"Freundin\" von Viper oder den Möchtegern-Streamerinnen wo der Ausschnitt mehr Bildfläche einnimmt als das Gameplay. Schade dass es solche Leute gibt, werfen halt ein extrem schlechtes Licht auf den weiblichen Teil der Com weil sie die auffälligsten sind.","replies":[]},{"id":"","poster":"nox5555","date":"2017-03-28T18:26:12.380+0000","up_votes":3,"down_votes":0,"body":"Wieso Redet man über sowas im spiel chat?","replies":[]},{"id":"","poster":"Alustus","date":"2017-03-27T14:08:27.050+0000","up_votes":3,"down_votes":0,"body":"Ist mir zumindest die letzten 2 Jahre in keinem Spiel untergekommen.(alles davor könnte ich vergessen haben aber auch bis season 3 zurück kann ich mich an kein solches kommentar erinnern)\n\nSoviele Leute können sollten es eigenlich nicht kann (wobei ich nicht der mitelpunkt der welt bin und andere ganz andere erfahrungen gemacht haben)\n\n\nMir stellt sich auch die frage warum alle wissen das du weiblich bist?\nDas rechtfertigt zwar den Sexismus nicht, aber im normalfall sollte nicht jeder direkt wissen das du weiblich bist und dementsprechend würde es dann auch keine solchen kommentare geben.\n\nWarum es sowas gibt nunja manche halten es für lustig manche meinen es sarkastisch oder meinen es nicht ernst (was man aber ohne kennzeichnung, mimik oder stimmlage nicht beurteilen kann) andere wollen ihren frust loswerden usw.\nDas selbe gilt für leute die Deutsche als Nazis bezeichnen oder Franzosen als schlechte Spieler die  alle kein englisch können.","replies":[]},{"id":"","poster":"XIchRasiereEuchX","date":"2017-03-27T17:47:44.839+0000","up_votes":2,"down_votes":4,"body":"Sei überhaupt froh, dass du solche Jungs triffst anstatt notgeile pubertät Kinder die dann versuchen, mit dir zusammen zu kommen oder so, hahaha.\nMir ist egal, was du bist, hauptsache du spielst ordentlich. \nMental Erwachsene Jungen/Männer wollen das Spiel gewinnen, und nicht wie die meisten ein Mädchen klären.\nBenutz keine Emojis oder schreib nicht so wie ein Mädchen halt, denn du bekommst nur Plus Punkte dabei bei den notgeilen Kindern. ","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-27T19:46:45.635+0000","up_votes":1,"down_votes":3,"body":"Und du gehörst genau zu dieser Gruppe. Du weißt es sogar selber. Ich würde nicht schon wieder (ich sage nur 1vs1 und einen auf Macker) deinen Mund soweit aufreißen.\n\nUnd du brauchst nix schreiben du weißt ganz genau das du genauso bist wie du es beschrieben hast..","replies":[{"id":"","poster":"XIchRasiereEuchX","date":"2017-03-27T20:16:12.184+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-27T21:45:42.191+0000","up_votes":4,"down_votes":1,"body":"Ich denke er spielt auf deine \"Gettoattitude\" an, die Gewaltverherrlichung und Frauenverachtung inkludiert. Ich zitiere dich mal:\n\n> [{quoted}](name=XIchRasiereEuchX,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=000d,timestamp=2017-03-27T17:47:44.839+0000)\n>\n> Mental Erwachsene Jungen/Männer wollen das Spiel gewinnen, und nicht wie die meisten ein Mädchen klären.\n\nIch möchte an sich nicht päpstlicher, als der Papst sein, aber schon alleine der Ausdruck \"Mädchen klären\" suggeriert ein sagen wir mal suboptimales Frauenbild.","replies":[{"id":"","poster":"eingew","date":"2017-03-28T12:43:54.126+0000","up_votes":2,"down_votes":0,"body":"Ist afaik aber geschlechtsneutral, wer das sagt, spricht auch davon sich \"Typen zu klären\", würde den Ausdruck an sich nicht so eng sehen.","replies":[]},{"id":"","poster":"XIchRasiereEuchX","date":"2017-03-27T21:48:20.201+0000","up_votes":1,"down_votes":4,"body":"What\nthe\nf*ck\nFrauenverachtung? Mädchen klären? \nIst das ein Troll?","replies":[{"id":"","poster":"XIchRasiereEuchX","date":"2017-03-27T21:52:32.386+0000","up_votes":1,"down_votes":4,"body":"Tut mir leid Gentleman\ngeh weiter dein Rümmelbier trinken\nam*","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-03-28T14:56:27.239+0000","up_votes":1,"down_votes":2,"body":"Nice ban","replies":[]}]}]}]},{"id":"","poster":"Mi3zekatze","date":"2017-03-28T05:45:49.084+0000","up_votes":3,"down_votes":3,"body":"Das lustige ist. Du bist 12. Und machst hier schon wieder einen auf Macker. Würdest du mich vor die haben würdest du dich nichtmal trauen nach oben zu schauen.\nHauptsache Sprüche klopfen\nHabe ich einemal was gegen deine Elo gesagt? Nein. Du wolltest mich heruasfordern, ich habe es angenommen, dich geschmashed und taunte dich jtz damit weil du so ein Großkotz warst","replies":[]}]}]}]},{"id":"","poster":"Masøchist","date":"2017-03-28T01:12:09.135+0000","up_votes":2,"down_votes":8,"body":"Ich hasse es ebenfalls als ADC main ein Mädchen als Support zu haben weil sie zu 99,9% schlecht ist. Aber ich habe schon viele gesehen die die Toplane Gut spielen aber in der Midlane Feeden auch so 80% der Spielerinnen und das ist Fakt","replies":[{"id":"","poster":"Nohgolgh","date":"2017-03-28T02:54:15.015+0000","up_votes":3,"down_votes":1,"body":"Hast du einen Beleg dafür? Sollte ja nicht so schwer sein, wenn es sich um \"Fakten\" handelt.","replies":[{"id":"","poster":"Maíko","date":"2017-03-28T09:54:12.128+0000","up_votes":2,"down_votes":0,"body":"Ich würde mal stark vermuten es handeln sich um alternative Fakten...für sowas braucht man keine Beweise.","replies":[]},{"id":"","poster":"Masøchist","date":"2017-03-28T10:53:29.887+0000","up_votes":2,"down_votes":4,"body":"Normalerweise jedes Spiel wo ich jemand im Team habe mit Miss oder Lady im Team ist das so ich kann das ja mal screenshotten denn wenn ich 1 mal wieder so jmd im Team habe ist das ja eh wieder so :)","replies":[{"id":"","poster":"Nohgolgh","date":"2017-03-28T12:22:59.637+0000","up_votes":3,"down_votes":1,"body":"Okay...das ist argumentativ absoluter Blödsinn. Du beziehst dich hier auf die anekdotische Evidenz-den Beweis durch Erzählungen. aus verschiedenen Gründen ist dies kein Beleg: Zum einen ist genau dieser Beleg nicht prüfbar. Selbst wenn du hochlädst kann ich nicht prüfen, ob es sich bei der Person wirklich um ein Frau handelt- nur weil jemand ein Miss oder Lady vor seinen Namen schreibt, heißt das noch lange nicht, dass die Person am Rechner wirklich eine Frau ist. Ich kann auch nicht prüfen, ob deine Aussage repräsentativ ist, selbst wenn sich deine konkrete Anekdote als Wahrheit herausstellen sollte. Hast du die Fälle übersehen oder unterschlagen, in denen eine Frau nachweislich gut gespielt hat oder das Geschlecht des Spielers, der gecarriet hat nicht bekannt war (und im Moment würde ich davon ausgehen, dass das der Regelfall ist)?","replies":[]}]}]}]},{"id":"","poster":"Maíko","date":"2017-03-28T09:49:33.348+0000","up_votes":2,"down_votes":0,"body":">weibliche Spielerinnen\n\nGibt es auch männliche Spielerinnen?....Wenn ich so darüber nachdenke wäre das in 2k17 sogar denkbar :|\n\nAm leichtesten kann man sich über Leute lustig machen, indem man über ihre Vorurteile lästert.\nDafür braucht man wenig Kreativität und es ist trotzdem effektiv.\nFür verschiedene Gruppen werden dann immer verschiedene Standardsätze kommen....\nFrauen gehören in die Küche, Bronze Spieler sind zu schlecht für das Spiel, gute Spieler sind Smurfs....\n\nDas Geschlecht tut erstmals nichts zur Sache, ob jemand mehr oder weniger angegriffen wird.\nDas einzige was sich ändert sind die Vorurteile die die Flamer verwenden werden.\n\nWenn solche Sprüche kommen solltest du sie einfach ignorieren...es bringt nichts sich über sowas aufzuregen.\nMute die Leute einfach und reporte sie nach dem Spiel...tu ihnen nicht den Gefallen und schenk ihnen Beachtung.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-03-28T04:24:16.331+0000","up_votes":2,"down_votes":0,"body":"Ich spiele viel mit weiblichen Spielern, aber so ein Spruch kommt eher nicht vor... außer als Scherz aus den eigenen Reihen, aber unsere Mädels haben Humor.","replies":[]},{"id":"","poster":"Ich bin Toxic","date":"2017-03-28T03:39:16.371+0000","up_votes":2,"down_votes":0,"body":"guck mal hättest du nur den spieler gemutet wäre dieser thread garnicht erst enstanden.. \neinfach zeitverschwendung sowas!!\nund wenn du scheiße spielst, dann spielst du scheiße egal ob männlich oder weiblich.\n{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Killerkante","date":"2017-03-28T00:13:59.426+0000","up_votes":3,"down_votes":1,"body":"Zock doch in der Küche, dann kann dir keiner mehr was :d","replies":[]},{"id":"","poster":"OTP Scriptirina","date":"2017-03-27T14:21:22.240+0000","up_votes":5,"down_votes":9,"body":"Dieser Thread ist eher ein: Mimimimimimi, Ich bin ein Mädchen und brauche Aufmerksamkeit und fühle mich bei jeder Kleinigkeit beleidigt.\n\nWerd erwachsen.\n\nAndere Frage: Wieso nehmen Leute Beleidigungen im Internet, von fremden Personen ernst. Dir mangelt es am gesunden Menschenverstand.\n\nLasst die downvotes hageln.","replies":[{"id":"","poster":"Rena","date":"2017-03-27T14:32:52.114+0000","up_votes":5,"down_votes":1,"body":"Bin zwar grob deiner Meinung aber wenn du schon sagst\n \n\"Werd erwachsen\"\n\ndann komm nacher nicht mit\n\n\"Lasst die downvotes hageln\" xd","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T16:44:16.021+0000","up_votes":1,"down_votes":7,"body":"ach ne auf den foren kannst du schreiben ok","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-03-27T17:08:01.413+0000","up_votes":3,"down_votes":0,"body":"Ist das hier.. zufällig ein persönliches Problem?\n\nIch glaube, dann gehört es nicht öffentlich ins Forum, sondern lieber privat geklärt.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T17:24:40.105+0000","up_votes":1,"down_votes":7,"body":"wie soll das gehen wenn er nicht antwortet?","replies":[{"id":"","poster":"MilliDieFrau","date":"2017-03-27T17:30:53.830+0000","up_votes":1,"down_votes":0,"body":"Nein, mehr so.. ist dein Post generell über Rena?","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T17:54:52.680+0000","up_votes":1,"down_votes":8,"body":"Nicht nur hab ihn nur als extrem beispiel","replies":[]}]}]}]}]},{"id":"","poster":"Atsùra","date":"2017-03-27T17:43:11.212+0000","up_votes":1,"down_votes":2,"body":"OTP Scriptirina liebt es, sich eindeutig zweideutig selbst zu widersprechen. Anscheinend ein Hobby.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-03-28T15:57:46.583+0000","up_votes":1,"down_votes":2,"body":"Schön wie du dich selbst in anderen erkennst.","replies":[{"id":"","poster":"Atsùra","date":"2017-03-28T16:38:27.218+0000","up_votes":1,"down_votes":2,"body":"Selbsterkenntnis ist **immer **der erste Schritt zur Besserung. Solltest du auch mal probieren. Schmeckt ganz gut.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-03-29T02:20:42.764+0000","up_votes":2,"down_votes":3,"body":"Dann musst du aber noch ganz viel üben. Sehe bei dir von Thread zu Thread, immer nur eine Verschlechterung.","replies":[{"id":"","poster":"Atsùra","date":"2017-03-29T18:41:55.363+0000","up_votes":1,"down_votes":1,"body":"Man kann nicht immer perfekt sein.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-03-30T05:04:19.180+0000","up_votes":1,"down_votes":2,"body":"Das Problem ist Ja, dass du noch nicht mal ansatzweise in der Nähe von perfekt bist. Asozial würde eher passen.","replies":[{"id":"","poster":"Atsùra","date":"2017-03-30T17:10:36.719+0000","up_votes":1,"down_votes":0,"body":"Anzeige ist raus.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-31T13:11:08.135+0000","up_votes":1,"down_votes":0,"body":"Dein Ernst? ;^)","replies":[{"id":"","poster":"Atsùra","date":"2017-03-31T19:12:43.870+0000","up_votes":1,"down_votes":0,"body":"Ei sischa :'D","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-31T19:58:46.438+0000","up_votes":1,"down_votes":0,"body":"Von mir auch bitte ;^) War echt Asozial von dem","replies":[{"id":"","poster":"Atsùra","date":"2017-04-01T15:09:28.148+0000","up_votes":1,"down_votes":0,"body":"xD \nAch, ich mach mir normal nichts aus solchen Aussagen. Hab dieser Person ja schon mal erklärt, was Sache is :D Wenn er/sie/es mich für asozial hält - Bitte. Kann ich mit leben. Man kann ja nicht alle lieben :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Alekra","date":"2017-03-27T13:26:50.411+0000","up_votes":3,"down_votes":2,"body":"Huh? Wo gibts bitte speziell krassen Hate gegenüber Frauen? Die werden genauso behandelt wie Männer. Zumindest hab ichs nicht anders mitbekommen.","replies":[{"id":"","poster":"Shiraki","date":"2017-03-27T13:28:41.568+0000","up_votes":5,"down_votes":5,"body":"hab noch nie gehört dass man einem Mann gesagt hat: Geh wieder putzen ._.","replies":[{"id":"","poster":"Alekra","date":"2017-03-27T13:29:44.064+0000","up_votes":4,"down_votes":3,"body":"Ist halt das Klischee. Und zu Männern sagen geh wieder Holzhacken ist ja nicht beleidigend. Nimms einfach nicht persönlich und fertig isses.","replies":[]}]}]},{"id":"","poster":"Schroppel","date":"2017-03-27T23:04:18.163+0000","up_votes":3,"down_votes":2,"body":"Also ich persöhnlich halte nix von sexistischen Kommentaren gegenüber dem weiblichen Geschlecht.\nLiegt allerdings daran dass ich meine Schildkröte nicht beleidigen möchte.\n\nAllein der Gedanke wie mich ihre  kleinen dunklen Knopfaugen traurig anschaun ist schon schmerzhaft...","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-27T15:43:01.435+0000","up_votes":3,"down_votes":2,"body":"Ey YO ich bin der Eibert und ICH koche!","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-03-27T19:23:45.944+0000","up_votes":2,"down_votes":1,"body":"Aber nur Königliche Gerichte um königlich Richten zu können.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-27T20:05:45.290+0000","up_votes":1,"down_votes":2,"body":"selbstverständlich. Gariniert mit jeder Menge Rümmelbier ;)\n\nWobei das im Königreich meißt anders läuft: Das Volk richtet den König ;)","replies":[]}]}]},{"id":"","poster":"Bayonetta38","date":"2017-03-28T09:39:34.380+0000","up_votes":2,"down_votes":1,"body":"Ich sags mal so Schätzchen. Allein das du dich wegen diesen Idioten so sehr aufregst ist schon ein Fehler. Diese Flamekinder sehen nun deinen Post und lachen dich  aus und denken sich dabei: Hey die regt sich ja mal übels auf und heult hier rum. Lass uns des nächstes Mal wiedermachen. Es bringt einfach nichts sich über solche Menschen aufzuregen. Denen macht sowas Spaß weil sie sonst kein anderen Spaßfaktor im Leben kennen. Die sind alle erbärmliche Witzfiguren und die gekonnt zu ignorieren ist eigentlich denen ihr größter Counter. Die werden dann nochmer rumheulen und sagen das du dich nicht mal traust denen was zu sagen, aber innerlich regen dich sich übertriebens auf weil du sie nicht beachtest. Nach dem Game kannst du die dann reporten und glaub mir diese Scheis Reports können zu einem Permabann sehr schnell führen. Eigene Erfahrung......\nKlar kannst du dein Geschlecht preisgeben, aber musst du dann auch mit so dummen Idioten rechnen. Solche Leute kann man nicht vermeiden. Die sind immer da. Außerdem sein Kommentar geh wieder in die Küche zeig doch nur das er zu dumm für die Küche ist und ohne Frauen total nutzlos dastehen würde ;D. Nimm dir nicht alles zu Herzen von dieser dummen Community. Es sind nur irgendwelche Namen im Internet die dir in dem 40min Chat schreiben und die du dann niewieder siehts. Klar kannst du das Game auch vielleicht durch solche Leute verlieren, aber vielleicht verdienen auch solche Leute überhaupt nicht zu gewinnen. Wer Flamt zeigt nur das die Person geistlich sehr unstabil ist und sein Charakter nicht genau sitzt. Er ist schwach und jämmerlich und lässt seine Frust halt an dir raus, da er, wie erwähnt, dich auch niewieder sehen wird und somit denkt er das ihm nichts passieren kann. (REPORTS!!! BEI REPORTS IMMER ROMAN SCHREIBEN HILFT !!!)\nNimm dir nicht alles zu Herzen. Es sind nur irgendwelche Idioten die kein Spaß im Leben haben. Wegen sowas brauchst du nichts zu posten und hey schau es von der Seite du kannst Lol und auch die Küche :D kann nicht jeder.","replies":[]},{"id":"","poster":"MeIsTeR MaNne","date":"2017-04-19T23:14:23.299+0000","up_votes":1,"down_votes":0,"body":"Hey!\nKann mir solche Aussagen ehrlich nicht vorstellen. Noch nie so etwas gesehen...\nLg","replies":[]},{"id":"","poster":"Jastol","date":"2017-03-31T11:46:54.181+0000","up_votes":1,"down_votes":0,"body":"Woher wissen deine Mitspieler überhaupt, dass du eine Frau (wahrscheinlich eher Mädchen) bist? Mir ist das in der Regel ziemlich egal und wenn man nicht explizit drauf hingewiesen wird kann man des eh nicht wissen. Ich kenne Typen mit Frauenpseudonymen und umgekehrt in Lol. Miraus kann auch ein Affe mit mir lol spielen, wichtig ist ob er sich im Spiel benimmt und welche Leitung er bringt, alles andere ist absolut scheißegal.\n\nD.h.\n1. Drück den Leuten nicht das du eine Frau bist, das ist für das Spiel nicht relevant.\n2. Wer dich wegen deines Geschlechts in Lol flamet hat wahrscheinlich im echten Leben weit größere Probleme, als du, weil dich so eine Made flamet. Steh da drüber.","replies":[]},{"id":"","poster":"Jastol","date":"2017-03-31T11:41:04.321+0000","up_votes":1,"down_votes":0,"body":"Echt schrecklich, aber nichts im Vergleich zu dem was man so als männliche Spielerin abkriegt!","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-03-27T14:56:38.045+0000","up_votes":2,"down_votes":6,"body":"Die meisten lol gamer sind u18 und vermutlich noch nicht sonderlich erfahren mit dem weiblichen Geschlecht, außerdem ist Sexismus bis zum wiedereinsetzen der Hirnaktivitäten, nach der Pubertät ein beliebtest Mittel um zumindest ein paar Lacher zu bekommen. \n\nIrgendwann erkennt das Männchen den Bullshit und wird erwachsen.","replies":[{"id":"","poster":"Bettnachleger","date":"2017-03-28T05:45:57.162+0000","up_votes":1,"down_votes":0,"body":"http://students.expression.edu/awesomesaucecreations/files/2012/10/lol_infographic.png\n\nMal davon ab, das die meisten Spieler NICHT u18 sind, bist du auch staendig am pauschalisieren. \nDu bist kein Stueck besser als diese \"Minderjaehrigen\" ....","replies":[]}]},{"id":"","poster":"Steelonex","date":"2017-03-27T20:16:54.544+0000","up_votes":1,"down_votes":0,"body":"Hmm, ich habe in ca. 500 gespielten Games ja schon die unterschiedlichsten Flamereien und Beleidigungen mitbekommen, aber dass eine Spielerin aufgrund ihres Geschlechts beleidigt oder sexistisch angegangen wurde, das ist mir bisher tatsächlich noch nie untergekommen.","replies":[]},{"id":"","poster":"Master Mírror","date":"2017-03-27T19:50:06.958+0000","up_votes":1,"down_votes":0,"body":"einfach nicht zu sensibel reagieren, woher sollte er grundsätzlich wissen das du eine Frau bist. Einfach nichts sagen, die Leute werden viel zu schnell wütend.","replies":[]},{"id":"","poster":"Nycaria","date":"2017-03-27T18:31:02.268+0000","up_votes":1,"down_votes":0,"body":"Wenn es sich um Premades handelt, die sowas sagen: Niemand zwingt dich mit ihnen zu spielen. \n\nWenn es Randoms in irgendwelchen Games sind: Naja woher wissen die, dass du weiblich bist? \n\nVersteh mich bitte nicht falsch, ich unterstütze das sicher nicht, wenn sich jemand so idiotisch verhält, aber genau das sind solche Leute: Idioten, die zwingend vor einem Mädchen/einer Frau \"cool\" erscheinen wollen und es nicht bemerken, dass sie das Gegenteil bewirken.\n\nEs bringt absolut nichts sich darüber aufzuregen, ignorieren ist so ziemlich das effektivste dagegen.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-03-27T17:52:59.474+0000","up_votes":1,"down_votes":0,"body":"Hmm, ich glaube durch die ganze Meme-Geschichte betrachten es etliche Personen als normal darüber witze zu machen. Inzwischen ist das \"Go back to the Kitchen\" Meme überall und wird von vielen adaptiert, einfach um lustig sein zu wollen. *Gähn* Ich finde es persönlich wenig kreativ, wenn man schon jemanden aufheitern möchte, warum nicht mit witzigen LoL Zitaten oder aber charaktergerechten Kommentaren:\n\nzB als GP: \"Ihr Weibsgesindel kommt nicht auf mein Schiff, Arrrrr\", oder als Annie \"Ich bin die einzige, die mit meinem Bären knuddelt\", sowas fehlt irgendwie im Spiel. Lass dich nicht ärgern, ich glaube die wenigsten meinen diese Dinge wirklich ernst und versuchen einfach nur \"cool\" *gähn* zu sein. Steh drüber und mute sie entweder und geh nicht drauf ein oder gib nen kreativen, lustigen Kommentar zurück, sofern du das möchtest. Die Personen die das schreiben, sind es nicht wert großartig darüber nachzudenken.\n\nViel Spaß bei den nächsten Spielen und auf nettere/respektvollere Mitspieler :)","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-03-27T16:57:12.464+0000","up_votes":1,"down_votes":0,"body":"Lass dich davon nicht ärgern. :) \n\nMir wurden solche Dinge zwar auch schon an den Kopf geworfen OHNE das ich mein Geschlecht genannt habe, aber ich habe mich über diese Spieler lustig gemacht, weil sie sich einfach sehr peinlich benommen haben :D Ich hab das nicht ernst genommen. \nIch habe sie am Ende für Sexismus reportet und dann hab ich es auch wieder vergessen.\nFür solch ein Verhalten gibt es harte Strafen, weswegen ich denke, das sie bestraft wurden weil sie sich wirklich sehr sehr schlecht und sexistisch benommen haben. \"Geh zurück in die Küche\" war sogar das harmloseste. ^^","replies":[]},{"id":"","poster":"Staxer0","date":"2017-03-27T14:05:07.758+0000","up_votes":1,"down_votes":0,"body":"Mach dir nix draus. Wenn du niemandem mitteilst das du weiblich bist musst du dich nicht damit herumschlagen.\n\n Im Normalfall wird dir solange dein Geschlecht unbekannt ist anstelle dessen der  Tod oder zumindest Krebs gewünscht, deiner Mutter wird gef.. und deine Schwester vergewaltigt. Das ist das übliche. \n\nWürden die Flamer jetzt zum Beispiel wissen das du dick bist, würden sie darauf rumhacken. Wüssten sie das du Brillenträger bist usw. usw.\n\nDas sind halt einfach Flamer, reporten uns gut ist.","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2017-03-27T13:32:45.154+0000","up_votes":3,"down_votes":11,"body":"Das ist nicht nett und ist einfach schlechtes benehmen.\n\nMänner/Jungs sind nunmal ehrgeiziger und gewinn orientierter und der großteil an Frauen/Mädchen (auch wenn es wenige sehr gute Spielerinnen gibt) die spielen meisten zu passiv ohne sich was zu trauen, oder reagieren nicht schnell mutig genug, oder haben nicht diesen Beschützer Instinkt  bzw.\n\"Für-den-Bro-da-sein-Teamkampf-egal-wie-schlecht-es-aussieht\" Charakter Zug.\n\nHabe schonmal 2 mal sowas selbst erlebt, wir konnten Baron machen, das Mädchen hat sich nicht getraut bzw. wollte nichts reskieren obwohl sie wirklich gut war und wir zusammen den locker bekommen hätten.\n\nDas gleiche Mysterium findet sich auch beim Autofahren, wer kennt das nicht? Frau am Steuer Abenteuer^^\n\nAber lass dich nicht entmutigen, Spiel so wie du es magst oder was du magst.\nWenn du das Gefühl hast du möchtest besser werden, dann steht dir der Weg offen es zu tun.","replies":[{"id":"","poster":"Nycaria","date":"2017-03-27T22:00:51.128+0000","up_votes":2,"down_votes":2,"body":"> Männer/Jungs sind nunmal ehrgeiziger und gewinn orientierter und der großteil an Frauen/Mädchen (auch wenn es wenige sehr gute Spielerinnen gibt) die spielen meisten zu passiv ohne sich was zu trauen, oder reagieren nicht schnell mutig genug, oder haben nicht diesen Beschützer Instinkt bzw.  \"Für-den-Bro-da-sein-Teamkampf-egal-wie-schlecht-es-aussieht\" Charakter Zug.\n\nDas ist definitiv der größte Unsinn in diesem Thread. Auf was beziehst du dich, dass du solche Aussagen triffst? Deine Aussagen sind ebenfalls nicht \"nett\" und zeugen streng genommen auch von einer frauenfeindlichen Sicht auf die Dinge. Nur weil es einige gibt, die so drauf sind, sollte man niemals alle Spielerinnen in die gleiche Schublade stecken.","replies":[{"id":"","poster":"Kata Ga Kill","date":"2017-03-27T23:10:26.981+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Keep the Control,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=00020002,timestamp=2017-03-27T22:00:51.128+0000)\n>\n> Das ist definitiv der größte Unsinn in diesem Thread. Auf was beziehst du dich, dass du solche Aussagen triffst? Deine Aussagen sind ebenfalls nicht &quot;nett&quot; und zeugen streng genommen auch von einer frauenfeindlichen Sicht auf die Dinge. Nur weil es einige gibt, die so drauf sind, sollte man niemals alle Spielerinnen in die gleiche Schublade stecken.\n\nIst das so?\nIch bin kein Frauenfeind oder Schubladen stecker, lies mal den Post gründlicher....\n\nUnd wenn es der größte Unsinn ist, dann nenne mir mal bitte 10 Spielerinnen in der LCS und du hast recht das ich den größten Unsinn sage.\n\nNur weil ich die Wahrheit auspreche anstatt zu heucheln, heist das noch lange nicht das ich sexist oder so bin, im gegenteil.\nDas ist meiner Meinung nach größte Mist den ich hier lese, direkt andere als sexist zu verurteilen...","replies":[]}]},{"id":"","poster":"Herr Hübsch","date":"2017-03-27T22:07:39.090+0000","up_votes":1,"down_votes":0,"body":"wenn man schon versucht dumme sprüche zu klopfen dann richtig.. ^^ es heisst \"Frau am Steuer, Ungeheur\" :o","replies":[]},{"id":"","poster":"Bettnachleger","date":"2017-03-27T17:46:22.332+0000","up_votes":2,"down_votes":1,"body":"Was fuer ein bullshit. Wow.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-03-27T17:48:03.611+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Synca,realm=EUW,application-id=KYnfKGf0,discussion-id=EE2PUWdH,comment-id=0002,timestamp=2017-03-27T13:32:45.154+0000)\n\n>(auch wenn es wenige sehr gute Spielerinnen gibt) \n\nVölliger Humbug. Es gibt viele sehr gute Spielerinnen, aber es gibt eben weitaus mehr männliche und demnach auch weitaus mehr gute männliche Spieler. Das liegt aber daran, dass die Frauen eben längst nicht so häufig vertreten sind wie die Männer.\n\nUnd zudem: Woher willst du das bitte wissen? Oder weißt du von JEDEM Dia1/Master/Challenger Spieler das Geschlecht?\n\nDu kannst genauso gut sagen, dass es weitaus mehr schlechte männliche Spieler gibt als weibliche. Warum? Weil die Männer eben mehr vertreten sind. ;) ","replies":[]}]},{"id":"","poster":"RAG Ryve","date":"2017-03-27T13:47:20.536+0000","up_votes":4,"down_votes":7,"body":"Einfach ignorieren, viele dieser Spieler sind einfach in der Pubertät hängen geblieben oder typische 5er Kandidaten in der Schule deren IQ dem eines Steins entspricht.","replies":[]},{"id":"","poster":"QuitschGaming","date":"2017-03-29T20:00:54.078+0000","up_votes":1,"down_votes":4,"body":"Hate jeglicher Form ist kacke. Ich Frage mich nur, wie die Kerle darauf kommen, dass du ne Frau bist. Ich bin beim Bund und kenne das Phänomen aus der Infanterie. Der bereich ist extrem männerdominiert und Frauen werden dort immer etwas skeptisch beäugt. Ich tue das nicht, weil ich denke, dass wir vor dem Gesetz alle gleich sind, aber es gibt leider auch heut zu tage noch keine Gleichberechtigung.\n\nLiebe Grüße und viel Spaß in der Kluft,\neuer Qutsch {{champion:37}} \n\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\n\nBin auf YouTube, Instagramm, Twitter und Facebook unter [_**QuitschGaming**_](http://www.youtube.com/channel/UCh15Mn4ljJNG_mp7t5ySrSQ) zu finden. {{summoner:31}}","replies":[]},{"id":"","poster":"Webturnier","date":"2017-03-28T18:28:23.599+0000","up_votes":2,"down_votes":6,"body":"baby, ich freu mich immer wenn ich einen weiblichen Spielerinnen im game sehe weil ich es cool finde dass auch Mädchen/Frauen LoL spielen.","replies":[]}]}