{"id":"ivsOGUyN","poster":"TheRealWolverine","date":"2017-03-27T12:44:51.831+0000","title":"Buch IV: Poros in Not - Band III","subforum":"Community-Kunstwerke","up_votes":8,"down_votes":1,"body":"Ho -ho-ho  Beschw&ouml;rer!\nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\n\n**Kennt ihr Dasher und Dancer und Prancer und Vixen? Kennt ihr Comet und Cupid und Donner und Blitzen? (Fortsetzung)**\n\nSo da sind sie wieder. Unsere tapferen drei Helden. Ich hoffe, ihr seid schon gespannt wie es weitergeht. Vorhang auf f&uuml;r Niklas, Dustin und Mark.\n\n__________________________________________________________________________\n&ldquo;Was meinst du, wie wir vorgehen sollten, wenn wir Graves finden?&rdquo;, fragte Darius an Draven gewandt, w&auml;hrend sie mit dem Schlitten &uuml;ber den Nachthimmel flogen. Dieser hatte sich f&uuml;r seine Verh&auml;ltnisse bis jetzt recht ruhig verhalten und auf die Erde unter sich hinabgeblickt.\nNun drehte er sich zu seinem Bruder um und musterte ihn pr&uuml;fend - ganz so, als wolle er herausfinden, ob hinter dieser Frage wohl mehr steckte, als es den Anschein hatte.\nDa er offenbar keinen Grund fand, nicht ernsthaft darauf einzugehen, zuckte er die Schultern und sagte: &ldquo;Ich tippe auf die zwielichtigste Absteige, die Bilgewasser zu bieten hat. Sie besitzt mehrere Ausg&auml;nge. Also sollten wir vorher alles absichern oder besetzen, denn ich glaube nicht, dass er einfach so mit uns reden wird.&rdquo;\nDarius nickte knapp und f&uuml;gte an Niklas und Mark gewandt hinzu: &ldquo;Wie sieht es mit euren k&auml;mpferischen F&auml;higkeiten aus?&rdquo;\nNiklas sah ihn stirnrunzelnd an. &ldquo;Wir haben keinerlei Erfahrung im K&auml;mpfen, falls du das meinst.&rdquo;\nDarius schien nicht &uuml;berrascht, seufzte aber dennoch. &ldquo;Taugt ihr wenigstens als Ablenkung?&rdquo; Nun war es an Mark die Schultern zu zucken. &ldquo;Ich spreche f&uuml;r uns beide, wenn ich sage, dass wir noch nie eine Ablenkung f&uuml;r einen S&ouml;ldner darstellen mussten. Also keine Ahnung.&rdquo;\n&ldquo;Entspann&rsquo; dich, Bruderherz.&rdquo;, mischte sich nun Draven wieder ein, &ldquo;Wir nehmen einfach jeder einen mit und dann klappt das schon.&rdquo;\nDarius seufzte. &ldquo;Nun gut. Wir sind auch gleich da. Schaut mal.&rdquo; Dabei deutete er auf die in der Ferne aufleuchtenden Lichter einer Insel. \nDraven erhob sich und schlenderte geschmeidig nach vorn, um dem Wildschwein und Rudolph Anweisungen zu geben, wo sie landen sollten. \n&ldquo;Darius glaubt, Draven und Graves teilen ein Geheimnis. Sei lieber vorsichtig. Nicht, dass du noch etwas siehst, das du nicht sehen solltest.&rdquo;, sagte Niklas zu Mark, w&auml;hrend der Schlitten in den Sinkflug ging.\nMark runzelte die Stirn. &ldquo;Was k&ouml;nnte das sein?&rdquo;\n&ldquo;Keine Ahnung, aber laut Darius, spricht Draven niemals dar&uuml;ber. Also will er nicht, dass irgendwer davon wei&szlig;.&rdquo;, erwiderte Niklas und zuckte dabei mit den Schultern. \n&ldquo;Ich werd&rsquo; aufpassen.&rdquo;, dann breitete sich ein Grinsen auf seinem Gesicht aus, &ldquo;Und wenn ich es wei&szlig;, dann verrat ich&rsquo;s dir.&rdquo;\n&ldquo;Du glaubst wirklich, du k&ouml;nntest herausfinden, was ich seit &uuml;ber einem Jahr nicht herausgefunden habe?&rdquo;, mischte sich Darius in das Gespr&auml;ch ein.\nNiklas lief es kalt den R&uuml;cken hinunter. &ldquo;Er meint es nicht so. Das war nur Spa&szlig;.&rdquo;, versuchte er hastig zu erkl&auml;ren.\nDarius schnaubte ver&auml;rgert. &ldquo;Mein kleiner Bruder ist unberechenbar. Haltet eure Nasen also lieber aus seinen Angelegenheiten heraus.&rdquo;\nMark wandte sich scheinbar gekr&auml;nkt ab. &ldquo;Gut, aber wenn ich es doch herausfinde, dann sag ich&rsquo;s dir nicht.&rdquo;\nMit dieser offensiven Reaktion hatte der Krieger offenbar nicht gerechnet. F&uuml;r einen Augenblick stand er mit halb ge&ouml;ffneten Lippen da und starrte Mark an, dann schien seine Neugier die Oberhand zu gewinnen. \n&ldquo;Schon gut. Auch wenn ich nicht glaube, dass du es herausfindest, w&uuml;rde ich es wissen wollen.&rdquo; Sein Blick verd&uuml;sterte sich. &ldquo;Aber wage es nicht noch einmal, ihn zu zwingen, sonst mache ich dich einen Kopf k&uuml;rzer.&rdquo;\nUnwillk&uuml;rlich duckte sich Mark, gerade so, als bef&uuml;rchtete er, dass Darius die m&auml;chtige Axt herumrei&szlig;en und ihn auf der Stelle enthaupten w&uuml;rde. Ein am&uuml;siertes L&auml;cheln zuckte bei diesem Anblick &uuml;ber Darius&rsquo; Gesicht. &ldquo;Richtig so, Kleiner. Zieh&rsquo; sch&ouml;n den Kopf ein.&rdquo;\nNach einer holprigen Landung am Ufer einer kleinen Bucht, lie&szlig;en sie Rudolph und Sejuani gut versteckt zur&uuml;ck und gingen zu Fu&szlig; in Richtung des n&auml;chsten Hafens. Die Atmosph&auml;re vermittelte den Eindruck von Piraterie und anderen fragw&uuml;rdigen Gesch&auml;ften. Ganz in der n&auml;he des Hafenbeckens befand sich ein hell erleuchtetes Steinhaus, aus dem Seemannsgel&auml;chter und Klaviermusik zu h&ouml;ren waren.\n&ldquo;Da ist es.&rdquo;, sagte Draven und deutete mit einem Kopfrucken auf das Geb&auml;ude. \nDarius musterte es skeptisch, sagte dann aber: &ldquo;Na dann los. Nick, komm&rsquo; mit.&rdquo;\n Dieser schien &uuml;berrascht, dass Darius sich tats&auml;chlich an seinen richtigen Namen erinnerte, entgegnete dann aber: &ldquo;Was habt ihr denn vor? Wollt&rsquo; ihr einfach reingehen und ihn suchen?&rdquo;\nDarius sah ihn scharf an, dann nickte er knapp. &ldquo;Gibt&rsquo;s ein Problem?&rdquo;\n&ldquo;Ich glaube nur nicht, dass das funktionieren wird. Da drin sind lauter Typen, die - sagen wir - nicht ganz seri&ouml;sen Nebengesch&auml;ften nachgehen. Was glaubt ihr wohl, werden sie tun, wenn ihr beide dort reinkommt und &Auml;rger macht?&rdquo;\n&ldquo;Niemand w&uuml;rde es wagen, sich uns in den Weg zu stellen.&rdquo;, schnaubte Darius nun offensichtlich ver&auml;rgert.\n&ldquo;Ich m&ouml;chte ja nicht sagen, dass sie euch in einem Kampf Mann gegen Mann gewachsen w&auml;ren. Aber sie haben Heimvorteil. Es ist ihre Absteige und sie werden euch zahlenm&auml;&szlig;ig weit &uuml;berlegen sein. Wir wissen nichts &uuml;ber den Aufbau des Hauses. Es w&auml;re naiv zu denken, dass wir sie alle &uuml;berw&auml;ltigen k&ouml;nnten f&uuml;r den Fall eines Kampfes und der wird ganz sicher kommen, wenn man bedenkt, wieviel Gold man damit von der noxischen Regierung erpressen k&ouml;nnte.&rdquo;\nDarius lachte. &ldquo;Die Regierung w&uuml;rde niemals f&uuml;r uns bezahlen. Wer nicht auf sich selbst aufpassen kann, ist auch nichts wert.&rdquo;\nNiklas l&auml;chelte nun. Mark hatte den Eindruck, dass sein Freund gerade einen &auml;u&szlig;erst cleveren Schachzug ersonnen hatte, den er noch einige Augenblicke auskosten wollte, bevor er ihn offenbarte.\n&ldquo;Aber das ist nat&uuml;rlich nicht die einzige Option f&uuml;r diese Gauner. Es gibt auch andere Leute, die f&uuml;r euch eine stattliche Summe zahlen w&uuml;rden.&rdquo;\nNun runzelte Darius die Stirn. &ldquo;Worauf willst du hinaus, Kleiner?&rdquo;, fragte er harsch.\n&ldquo;Denk&rsquo; doch einmal nach. Wieso sollte die demacianische Krone euch nicht haben wollen? Ich sehe die Schlagzeile schon vor mir: Garen Kronwacht triumphiert &uuml;ber seinen Erzfeind - Noxische Kriegsverbrecher endlich in Gefangenschaft.&rdquo;\nDarius lief rot an. &ldquo;Dazu m&uuml;ssten sie uns erst einmal gefangen nehmen.&rdquo;, schrie er nun beinahe.\nNiklas war durchaus klar, dass er damit einen wunden Punkt getroffen hatte. &ldquo;Aber m&ouml;chtest du das Risiko wirklich eingehen? Ich kann mir Garens selbstzufriedenes Gesicht wirklich sehr deutlich vorstellen.&rdquo;, setzte er noch einen nach, obwohl er insgeheim davon &uuml;berzeugt war, dass Demacia sich nicht auf einen Handel mit Ganoven einlassen w&uuml;rde. Aber das braucht Darius ja nicht zu wissen.\n&ldquo;Nein.&rdquo;, gab Darius zerknirscht zu, &ldquo;Also was schl&auml;gst du vor?&rdquo;\nNiklas strich sich &uuml;ber das Kinn, w&auml;hrend er einige Moment &uuml;berlegte. Tausende Gedanken wirbelten durch seinen Kopf. Er versuchte sich an die Hintergrundgeschichten zu erinnern, die er irgendwann schon einmal gelesen hatte. Fakten &uuml;ber Draven und Darius, &uuml;ber Graves und letztendlich auch &uuml;ber Twisted Fate f&uuml;gten sich in seinem Ged&auml;chtnis zusammen. Und schlie&szlig;lich diese r&auml;tselhafte Bemerkung von Darius &uuml;ber Dravens so einmaliges Versagen.\nDamals war etwas vorgefallen. Etwas das die beiden verband und zwar so sehr, dass Draven seinen Gefangenen hatte entkommen lassen oder ihm gar zur Flucht verholfen hatte.\nZweifellos eine gro&szlig;e Geste von Seiten Dravens, aber h&auml;tte Graves ebenso gehandelt? \nKonnte man es einfach darauf ankommen lassen? Da Draven sofort erkannt hatte, dass es Graves gewesen sein musste und dann so schweigsam geworden war, schien die Erinnerung an Graves sehr deutlich in seinen Kopf verankert zu sein.\nNiklas hob den Kopf und sah Darius an. &ldquo;Es gibt wahrscheinlich etwas, dass Graves und wenn ich richtig liege, auch nur Graves dazu bringen k&ouml;nnte, nach drau&szlig;en zu kommen.&rdquo; Sein Blick zuckte kurz zu Draven hin&uuml;ber.\nDarius&rsquo; Augen verengten sich zu Schlitzen. &ldquo;Nein.&rdquo;, knurrte er bedrohlich.\nDoch Draven, der den Blick ebenfalls bemerkt hatte, ergriff nun das Wort: &ldquo;Mit was glaubst du denn richtig zu liegen?&rdquo;\nNiklas sah Draven nicht an, da er bef&uuml;rchtete, er k&ouml;nnte den erfahrenen Krieger gleich ziemlich stark beleidigen. &ldquo;Ich glaube...&rdquo; Sollte er es wirklich sagen? Niklas schluckte ger&auml;uschvoll. &ldquo;Ich glaube, dass du ihm nicht das Leben gerettet h&auml;ttest, wenn euer Geheimnis nicht - nun ja - auf Gegenseitigkeit beruhen w&uuml;rde.&rdquo;\nNiklas wechselte einen schnellen Blick mit Mark. Dieser schien die Szene ausgiebig zu genie&szlig;en. Die Rolle des au&szlig;enstehenden Beobachters gefiel ihm offenkundig. Er zog die Informationen auf wie ein Schwamm ohne selbst etwas dazu sagen zu m&uuml;ssen und somit in die Schussbahn zu geraten.\nNach einem kurzen Moment der Stille r&auml;usperte sich Draven verlegen. &ldquo;Mag sein, aber was hilft uns das jetzt?&rdquo;\n&ldquo;Ich k&ouml;nnte hineingehen und ihm sagen, du h&auml;ttest mich geschickt. Ich erz&auml;hle ihm, dass du hier wartest und dann wird er sicher mitkommen.&rdquo;\nDraven sah am&uuml;siert drein. &ldquo;Versuchen kannst du es ja. Nur zu.&rdquo;\nDarius schien immer noch einige Zweifel an diesem Plan zu hegen, aber auch er hielt Niklas nicht auf, als dieser entschlossen auf das Steinhaus zuging.\nMark sah ihm nach. Nun so ganz allein mit Draven und Darius f&uuml;hlte er sich nicht mehr ganz so wohl. Unruhig beobachtete er die beiden Br&uuml;der.\n&ldquo;Was hast du denn, Marvin?&rdquo;, fragte Draven, der offenbar ebenfalls nerv&ouml;s war.\nMark seufzte. &ldquo;Ich hei&szlig;e Mark. M - A - R - K.&rdquo;\n&ldquo;Ja wie auch immer. Also was ist nun?&rdquo;\n&ldquo;Ich wei&szlig; nicht, ob es klug war Nick allein dort hineingehen zu lassen. Er kann sich schlie&szlig;lich nicht wirklich verteidigen.&rdquo;\nDarius gab ein grollendes Ger&auml;usch von sich, was wohl bedeutete, dass er ebenso dachte.\nDie Zeit verstrich langsam und doch nach und nach waren laute Stimmen aus eben jener Absteige zu h&ouml;ren.\n&ldquo;Auch das noch. Ich geh&rsquo; mal nach dem Kleinen sehen, bevor man ihn noch einen Kopf k&uuml;rzer macht.&rdquo;, verk&uuml;ndete Darius und trabte gem&auml;chlich davon.\n&ldquo;Glaubst du, Nick ist etwas passiert?&rdquo;, wandte sich Mark an Draven.\nDieser zuckte die Schultern. &ldquo;Wenn er Graves wirklich gesagt hat, dass er von mir kommt&hellip; Ich wei&szlig; nicht, wie er darauf reagieren wird, schlie&szlig;lich wei&szlig; ich nicht mal, ob ihm klar ist, dass ich ihn entkommen lie&szlig;.&rdquo;\nMark riss die Augen auf. &ldquo;Du hast ihn also wirklich entkommen lassen. Aber wieso?&rdquo;\nEr konnte Dravens Gesicht durch die Dunkelheit der Nacht nur schwer erkennen, aber er glaubte einen r&ouml;tlichen Schimmer auf dessen Wangen wahrzunehmen.\n&ldquo;Ich hatte meine Gr&uuml;nde.&rdquo;, sagte Draven nur, schob das Kinn und blickte auf das Steinhaus, aus dem mittlerweile Gebr&uuml;ll zu h&ouml;ren war.\nEinige Augenblicke vergingen wieder schweigend, bis sich schlie&szlig;lich ein L&auml;cheln auf Dravens Gesicht ausbreitete und er sich umdrehte. \n&ldquo;Und ich dachte schon, du w&uuml;rdest nicht kommen.&rdquo;, sagte er in Richtung einer dunklen Gasse.\nMark fuhr herum und versuchte etwas oder jemanden zu erkennen. Gerade als er Draven darauf hinweisen wollte, dass dieser sich wohl geirrt haben m&uuml;sste, trat Graves mit der Schrotflinte schussbereit an der H&uuml;fte aus einer Seitengasse hervor.\n&ldquo;Beeindruckend wie immer, Draven.&rdquo;, sagte er, w&auml;hrend einen kr&auml;ftigen Zug von seiner Zigarre nahm.\nMark klappte der Unterkiefer herunter. &ldquo;Woher wusstest du, dass er dort war?&rdquo; F&uuml;r ihn war es unbegreiflich, wie man jemanden auf solch eine Entfernung wahrnehmen konnte.\n&ldquo;Das w&uuml;sste ich aber auch gern.&rdquo;, sagte Graves, w&auml;hrend er mit katzenhafter Geschmeidigkeit auf sie zu kam.\nDraven grinste und lie&szlig; Zeit mit seiner Antwort. &ldquo;Das Gleiche wie immer. Der Zigarrenqualm.&rdquo;\nMark reichte diese Erkl&auml;rung nicht aus. &ldquo;Aber hier riecht es doch schon die ganze Zeit nach Zigarren und Alkohol? Wo ist jetzt der Unterschied?&rdquo;\n&ldquo;Er ist w&auml;hlerisch, was das angeht. Er raucht nicht die billigen Stummel, die gew&ouml;hnliche S&ouml;ldner rauchen w&uuml;rden. Nein. Es muss ein Tabak aus dem Kumungu-Dschungel sein, gedreht in Papyrus, das aus dem shurimanischen Oasenschilfrohr gefertigt wird. Eine absolute Rarit&auml;t mit einem unverwechselbaren Geruch.&rdquo;\nGraves lie&szlig; die Waffe sinken. &ldquo;Du hast mich also nicht vergessen.&rdquo;\n&ldquo;Wie k&ouml;nnte ich.&rdquo; Mit einigen schnellen Schritten war er bei Graves und die beiden M&auml;nner  umarmten sich fest.\nMark stand etwas peinlich ber&uuml;hrt daneben. Sollte er etwas sagen und wenn ja, was? Er l&auml;chelte, als ihm klar wurde, was eine Freundin jetzt zu ihm sagen w&uuml;rde: &ldquo;Sei blo&szlig; still, Mark. In einem solchen Moment schweigt und genie&szlig;t man.&rdquo;\nAlso stand er nur ruhig da, versuchte angestrengt in eine andere Richtung zu sehen und wartete bis sich die Beiden wieder voneinander l&ouml;sten. Erst dann wagte er es wieder zu sprechen: &ldquo;Wir sollten zur Sache kommen, schlie&szlig;lich haben wir nicht viel Zeit.&rdquo;\nDaraufhin fing er sich einen ver&auml;rgerten Seitenblick von Draven ein, dieser seufzte dann aber.\n&ldquo;Marcel hat recht. Wir m&uuml;ssen die Poros finden.&rdquo; Graves Blick wurde schlagartig ernst.\n&ldquo;Woher du wei&szlig;t, dass ich sie gestohlen habe, muss ich ja nicht fragen, aber warum suchst du &uuml;berhaupt nach ihnen?&rdquo;\nDraven rollte die Augen. &ldquo;Der da hat mich gezwungen.&rdquo;\nGraves begann zu lachen. &ldquo;Nein ernsthaft, warum?&rdquo;\n&rdquo;Sagte ich doch schon.&rdquo;, antwortete Draven gereizt. &ldquo;Er ist ein Beschw&ouml;rer und einer der Helden aus der alten Weihnachtslegende.&rdquo; Das Wort &ldquo;Helden&rdquo; setzte er dabei mit den Finger in Anf&uuml;hrungszeichen.\nGraves musterte Mark absch&auml;tzend. &ldquo;Sieht gar nicht so heldenhaft aus. Aber ich muss euch entt&auml;uschen. Ich hab&rsquo; ohnehin nur drei Poros erwischt. Flinke kleiner Biester und die sind schon wieder weg.&rdquo;\n&ldquo;Was hast du mit ihnen gemacht?&rdquo;, fragte Mark aufgebracht.\n&ldquo;Gar nichts. Nur meinen Auftrag erf&uuml;llt. Meine Klienten haben mir eine Menge Geld daf&uuml;r geboten, dass ich so viele Poros wie m&ouml;glich stehle.&rdquo; Er zuckte die Schultern. \n&ldquo;Und wo sind sie jetzt?&rdquo;, fragte Mark weiterhin gereizt.\n&ldquo;Zwei habe ich abgeliefert, das Dritte konnte ich zu einem &auml;u&szlig;erst lukrativen Preis an einen gewissen Piratenkapit&auml;n verkaufen.&rdquo;\nMark ballte die H&auml;nde zu F&auml;usten. &ldquo;Du hast sie verkauft? Einfach so. Und dann auch noch an Gangplank. Er ist doch dein Feind, oder nicht?&rdquo;, schrie er nun doch.\nGraves Miene &auml;nderte sich von Belustigung zu &Auml;rger. &ldquo;Das ist mein Job. Die Leute bezahlen und ich stell&rsquo; keine Fragen. Solang der Preis stimmt, ist mir egal, wer mein Kunde ist.&rdquo;, entgegnete er angriffslustig und hob die Flinte erneut. \n&ldquo;Beachte ihn gar nicht.&rdquo;, sagte Draven, der sich gerade l&auml;ssig gegen eine der Hausw&auml;nde gelehnt hatte. \nGraves wandte sich wieder Draven zu. &ldquo;Es ist eigentlich nicht meine Art, die Aufenthaltsorte meiner Klienten zu verraten, aber...&rdquo; Sein Mund verzog sich zu einem L&auml;cheln. &ldquo;... ihr findet sie in einer alten Scheune an der Grenze zwischen demacianischem und noxischem Gebiet. Auf H&ouml;he der Lichtschildm&uuml;ndung.&rdquo; Er wandte sich zum Gehen.\n&ldquo;Warte&rdquo;, sagte Draven schnell, &ldquo;wie kommt es, dass du vor wenigen Stunden noch in Freljord warst und jetzt schon wieder hier bist? Wir haben einen magischen Schlitten, aber sonst w&auml;re es wohl nicht m&ouml;glich.&rdquo;\nGraves drehte sich noch einmal um. &ldquo;Tobi hat mich hin- und zur&uuml;ckgebracht. Du wei&szlig;t schon die Sache mit der Teleportation&rdquo;, sagte er dann gelassen. Mark fiel auf, dass sich bei diesen Worten Dravens Muskeln bedrohlich spannten.\nGraves schien das wohl auch aufgefallen zu sein, denn er legte Draven beschwichtigend eine Hand auf die Schultern. Dann beugte er sich vor und sagte etwas, das Mark nicht h&ouml;ren konnte. Anschlie&szlig;end machte er erneut Anstalten zu verschwinden. \n&ldquo;Wir k&ouml;nnen ihn nicht gehen lassen. Darius wird das sicher nicht gefallen, Draven.&rdquo;, versuchte Mark dies zu verhindern. Sich dem S&ouml;ldner direkt in den Weg zu stellen, wagte er allerdings nicht.\nDraven schien wohl zu wissen, dass er recht hatte, denn er griff z&ouml;gerlich nach einer seiner &Auml;xte. Graves begann zu lachen. &ldquo;Mach&rsquo; dir nicht die M&uuml;he sie zu werfen. Wir wissen doch beide, dass du mich nicht treffen willst. Bis bald.&rdquo; Mit diesen Worten und einem Zwinkern verschwand er in die Nacht hinein.\nNur wenige Minuten sp&auml;ter kamen Niklas und Darius zur&uuml;ck und zu Marks gro&szlig;er Verwunderung trug sein Freund die gro&szlig;er Kriegsaxt &uuml;ber der Schultern.\n&ldquo;Was war denn bei euch los?&rdquo;, fragte er.\n&ldquo;Ach nichts weiter.&rdquo;, antwortete Niklas ersch&ouml;pft und Darius nickte anerkennend. \n&ldquo;Wie bescheiden.&rdquo;, f&uuml;gte der alte Krieger hinzu. &ldquo;Der Kleine hier hat mich &auml;u&szlig;erst &uuml;berrascht. Als ich dr&uuml;ben ankam, um ihn da rauszuholen, tauchte er gerade unter dem Schlag eines riesigen Kerls weg und brachte den dann auch noch mit einem Tritt in die Kniekehle zu Fall. &ldquo;F&uuml;r deine erste S&ouml;ldnerschl&auml;gerei war das wirklich...&rdquo;, Darius hielt kurz inne, &ldquo;...gut.&rdquo;\nNiklas grinste angesichts dieses Lobs. \n&ldquo;Und warum hat er deine Axt?&rdquo;, fragte Draven ebenfalls etwas irritiert, da er wusste, wie selten sein Bruder jemanden so offensichtlich lobte.\n&ldquo;Als ich sah, wie gut er zurecht kam, habe ich ihn machen lassen.&rdquo;, erkl&auml;rte Darius.\nNiklas verzog angesichts dieses Kommentars das Gesicht. &ldquo;Hat sich gegen die Wand gelehnt und mir beim Ausweichen und Herumt&auml;nzeln zugesehen und sich auf meine Kosten am&uuml;siert. Und als es dann schlie&szlig;lich eng wurde, hat er mir die Axt zugeworfen.&rdquo; Dabei nahm er die gewaltige Waffe vom R&uuml;cken und &uuml;berreichte sie seinem Besitzer. &ldquo;Hat mich dabei fast erschlagen. Ich konnte gerade noch ausweichen, aber zwei meiner Gegner hatten nicht so viel Gl&uuml;ck. Im Grunde bestand der ganze Kampf zu aus Ausweichen und die Kerle haben sich dann gegenseitig ausgeknockt. Es w&auml;re ja gar nicht zur Schl&auml;gerei gekommen, wenn einer dieser Typen nicht geh&ouml;rt h&auml;tte, wie ich Dravens Namen erw&auml;hnt habe. Dann hielten mich alle f&uuml;r einen noxischen Spion.&rdquo;\n&ldquo;War doch ein gutes Training. Allerdings h&auml;ttest du den Letzten mit der Axt enthaupten sollen, anstatt ihn nur mit der flachen Seite eine &uuml;berzuziehen.&rdquo;, kritisierte Darius nun doch.\n&ldquo;Ich bin nicht der Typ, der Leute enthauptet.&rdquo;, erwiderte Niklas daraufhin knapp, &ldquo;Wo ist eigentlich Graves? Ich war mir sicher, er w&uuml;rde zu euch kommen.&rdquo;\n&ldquo;Oh ja. Er war hier.&rdquo;, erz&auml;hlte Mark. &ldquo;Und er hat uns gesagt, wo wir die Poros finden.&rdquo;\n&ldquo;Aber wo ist er jetzt?&rdquo;, fragte Darius knurrend. Dabei funkelte er seinen kleinen Bruder misstrauisch an. Auch Mark sah zu Draven hin&uuml;ber. \n&ldquo;Also wei&szlig;t du, Bruderherz. Er ist uns entkommen.&rdquo;, sagte Draven schlicht.\n&ldquo;Du meinst, du hast ihn wieder entkommen lassen.&rdquo;, fauchte Darius ihn an. Mark sp&uuml;rte, dass er ihm helfen sollte. Schlie&szlig;lich konnte er nicht schaden, wenn er nach ihren schlechten Start vielleicht doch den ein oder anderen Sympathiepunkt bei Draven einstrich. Also sagte er: &ldquo;Es war nicht seine Schuld. Ich hab&rsquo;s vermasselt. Wir haben ihn gerade verh&ouml;rt und ihm die Flinte abgenommen, als Draven mich anwies ihn nach Granaten und &Auml;hnlichem zu durchsuchen. Ich war nicht vorsichtig genug und eine Rauchgranate ging los. Pl&ouml;tzlich war alles dunkel und Graves hat sich die Flinte geschnappt und ist verschwunden.&rdquo;\nDraven hatte einen Gesichtsausdruck ausgesetzt, der deutlich verriet, dass ihm diese Geschichte vollkommen neu war, aber da Darius damit besch&auml;ftigt war, Mark mit den Augen zu ermorden, bemerkte er davon nichts.\n&ldquo;Du Idiot.&rdquo;, waren die einzigen Worte, die Darius daf&uuml;r &uuml;brig hatte. &ldquo;Aber wenigstens wissen wir, wo wir hin m&uuml;ssen.&rdquo;\n&ldquo;Da gibt es nur ein Problem. Er hatte drei Poros, aber nur zwei davon kamen zu seinem Auftraggeber. Das Letzte wurde an Gangplank verkauft.&rdquo;\nDarius riss w&uuml;tend die Axt nach oben und trieb sie dann mit einem gewaltigen Hieb zwischen zwei der steinernen Bodenplatten. &ldquo;Das hat uns gerade noch gefehlt. Dieser r&auml;udige Pirat.&rdquo;\n&ldquo;Vielleicht w&auml;re es kl&uuml;ger, wenn wir uns wieder aufteilen w&uuml;rden.&rdquo;, sagte Niklas schlie&szlig;lich.\nDarius stimmte ihm zu. &ldquo;Aber ich suche nicht nach diesem Piraten. Das k&ouml;nnt&rsquo; ihr machen.&rdquo; Dabei deutete er auf Draven und Mark.\nEine halbe Stunde sp&auml;ter flogen Niklas und Darius mit dem Schlitten in Richtung der noxisch-demacianischen Grenze, w&auml;hrend sich Draven und Mark in Begleitung von Rudolph zur&uuml;ck zum Hafen von Bilgewasser begaben.\n\n___________________________________________________________________________\n\nUnd wieder geht ein Kapitel zu Ende. Ich hoffe, es hat euch gefallen. Bis zum n&auml;chsten Mal.\nEure M&auml;rchenfee Wolverine\n\n[Wie es weitergeht, erfahrt ihr hier.](https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/AlrlWNic-buch-iv-poros-in-not-band-iv)","replies":[{"id":"","poster":"CustomKunibert","date":"2017-03-27T14:32:00.944+0000","up_votes":2,"down_votes":0,"body":"Schade, ich habe irgendwie mit der nächsten Folge aus der Wüste gerechnet :D\nAber auch wenn ich die ersten Teile dieser Geschichte nicht kenne (und damit überhaupt keinen Zusammenhang, was Draven auf einem Zauberschlitten zu suchen hat ^^), ist die Geschichte wie immer gut gelungen! =)\nMfG Mescryze","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-03-27T15:43:16.240+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=NIAgX8ss,discussion-id=ivsOGUyN,comment-id=0000,timestamp=2017-03-27T14:32:00.944+0000)\n>\n> Schade, ich habe irgendwie mit der nächsten Folge aus der Wüste gerechnet :D\n> Aber auch wenn ich die ersten Teile dieser Geschichte nicht kenne (und damit überhaupt keinen Zusammenhang, was Draven auf einem Zauberschlitten zu suchen hat ^^), ist die Geschichte wie immer gut gelungen! =)\n> MfG Mescryze\n\nGuck doch oben  mal in unser Forenbibliothek. Da findest du Teil 1 und 2 dieser Geschichte:) \nDanke für den Kommentar. Ich freue mich immer ganz dolle:)","replies":[]}]}]}