{"id":"0bMbBOB7","poster":"Spicavius","date":"2017-03-25T23:41:33.320+0000","title":"Bug in der Rangdifferenz und der Einladung?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":0,"body":"Hi.\nIch verstehe eine Sache nicht. Ein Kumpel (A) ist **Silber in Flexi und Solo Ranked**. Kumpel (B) ist **unranked in Solo** und **Silber in Flexi**.\nIch bin **PLatin in Solo** und **Gold in Flexi**.\nSo nun kann ich B einladen aber A nicht.  B kann uns beide aber einladen und wir alle 3 k&ouml;nnen dann spielen.\n\nWas macht B so &quot;anders&quot; dass ich mit ihm zusammen spielen kann und nicht mit A?\nUnranked z&auml;hlt doch so weit ich wei&szlig; als &quot;Silber&quot;, wodurch ein unranked Spieler mit einem einem Bronze oder Gold Spieler zusammenspielen k&ouml;nnte.\n\nA ist Silber in Solo/Duo und ich bin Platin in Solo/Duo. Das ist okay. Das verstehe ich, weil es ja 2 Ligen Skillunterschied sind.\nIn Flexi ist A Silber und ich bin in Flexi Gold. Also nur eine Liga Unterschied. Wieso kann ich nicht mit ihm zusammen spielen?\n\nW&uuml;rde man nun sagen, dass das &quot;EInladungsrecht&quot; von dem Solo/Duo Rang abh&auml;ngig ist, dann d&uuml;rfte ich mit BEIDEN nicht zusammen spielen d&uuml;rfen, weil ich ja Platin bin und die beiden Silber und Unranked (Unranked = Silber oder nicht?).\nAlso egal wie ich es drehe oder wende. Ich komme nicht auf die Ursache f&uuml;r diesen Fehler(?). Es ist nicht konsequent bzw es ist nicht stimmig.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-03-26T08:44:41.682+0000","up_votes":1,"down_votes":0,"body":"Das ist leider verbuggt. Ich hatte genau dasselbe Problem und habe es auch schon vor ein paar Wochen ins Forum geschrieben. Mir wurden, wenn ich für die Flexqueue einladen wollte, immer die Einschränkungen von der Soloq angezeigt. Sowas ist leider ziemlich nervig. Teilweise konnte ich das umgehen, indem ich kurz ein Customgame gestarted habe. Das funktionierte aber auch nur in vielleicht einem von 5 Fällen. Eine andere Möglichkeit besteht darin, dass du Glück hast, und dein Kumpel, mit dem du spielen willst, in deinen vorgeschlagenen Mitspielern auftaucht. Das ist häufig der Fall, wenn du letztens erst mit ihm gespielt hast. Um das erstmalig hinzukriegen kannst du irgendeinen Spieler finden, der euch beide einladen kann und der dann die Champselect verlässt.","replies":[]}]}