{"id":"NUQux4Fo","poster":"MyNameIsJeff7656","date":"2017-03-26T10:47:23.520+0000","title":"Was tun gegen trolls die mit absicht auf eine falsche lane gehen?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":1,"body":"Hallo ich wollte fragen was man gegen trolls tuhen kann die mit Absicht auf eine falsche lane gehen.Ich meine jetzt in abwechselnde Wahl weil man da ja eine feste rolle bekommt.Kann man die irgendwie reporten?Bitte helft mir danke im voraus","replies":[{"id":"","poster":"the wazari","date":"2017-03-26T11:22:35.715+0000","up_votes":5,"down_votes":0,"body":"Wenn das Spiel schon angefangen hat nichts. Meist merkt man ja schon im Champselect, dass jemand schräg drauf ist. Dann kann man versuchen noch was zu retten mit den verbleibenden Picks und/oder Rollentausch. Würde auf keinen Fall flamen oder report ankündigen, die Leute die das machen sind eh schon komisch drauf und werden dann noch ganz getilted.\n\nDiesen Fall hatte ich letzthing gerade. Ich war Toplane mit Dr. Mundo. Unser Jungler hat im Chat geschrieben \"me mid\" und Ahri vorgewählt. Ich dachte sie wechselt dann schon, sie war aber letzter Pick und hat tatsächlich Ahri genommen (ohne smite).\n\nNatürlich war ich erst mal sauer, habe aber Ahri gesagt sie soll Top gehen, dann nehme ich smite und jungle. Nicht ideal aber immer noch besser als ein jungle Ahri ohne smite. Zum Glück hat sie zumindest das gemacht und nicht auf Mid beharrt. Schlussendlich haben wir dann trotz allem gewonnen.\n\nReporten kann man sie ja noch am Schluss aber ich würde erst mal alle Massnahmen ergreifen die möglich sind, das Spiel irgendwie doch noch zu gewinnen.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-03-26T11:01:02.037+0000","up_votes":3,"down_votes":0,"body":"Im Spiel selber kannst du nix gegen tun, außer vllt selber die Lane wechseln um das Spiel ansatzweise spielbar zu machen (bitte kein Reportcalling oder ähnliches im Chat veranstalten, dass ist selber ein Reportgrund) und dann nach Ende des Spiels denjenigen in der Post-Game Lobby mit dem normalen Reporttool melden. Als Kategorie würde ich \"Negative Attitude\" nehmen und vllt im Textfeld (für den Fall, dass bei einer Strafe der Fall gesichtet wird notieren: did not took the role he was supposed to pick during champ select, noone argeed to exchange positions, he just trolled us by walking in the wrong lane).\n\nIn der Regel werden Trolls/Feeder sehr hart bestraft, sofern das System sie erkennt (2 Wochen Strafe nach dem ersten Vergehen und bei nochmaligem ein Perma). Viel mehr kannst du nicht machen und das solltest du auch nicht. Einfach reporten, auf das System vertrauen und weitermachen.\n\nEinfach lächeln und wInken, lächeln und winken ;)","replies":[]},{"id":"","poster":"MyNameIsJeff7656","date":"2017-03-26T13:14:13.250+0000","up_votes":2,"down_votes":0,"body":"Ok danke merke ich mir :D!","replies":[]}]}