{"id":"7F3lRVRI","poster":"DoDoDominik","date":"2017-03-26T14:24:05.766+0000","title":"Feedback zum Autofill aus der Bronze-/Silber-Liga","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Liebes Riot Team,\r\nzuerst m&ouml;chte ich sagen, dass die Autofill Funktion keine schlechte Idee ist. Ich habe mich vorher auch immer gegen Supporter gewehrt, mittlerweile kann ich da wenigstens einen Champ einigerma&szlig;en spielen und bin nicht komplett nutzlos. Und es hilft auch viel das Spiel mal aus einer anderen Perspektive zu betrachten. Wenn man das Spiel irgendwann besser Spielen will, muss man jede Position mal gespielt haben. Trotzdem habe ich da einige Erfahrungen gemacht, &uuml;ber die ich gerne Sprechen m&ouml;chte:\r\n\r\n- Der Autofill kommt f&uuml;r mich etwas zu oft!\r\nIch habe gestern ein Erlebnis gehabt, dass mich auf die Idee gebracht hat, mal Kontakt zu euch aufzusuchen:\r\nGestern habe ich ein Ranked gesucht und habe als Priorit&auml;t Oben und Mitte angegeben. Ich finde nach 3 Minuten ein Spiel und bekomme die Midlane und nach 5 Minuten in der Champion Auswahl wird diese abgebrochen. Warum auch immer. Also warte ich wieder ein paar Minuten, finde ein Spiel und werde in den Jungle aufgef&uuml;llt. Ein weiteres mal wird die Champion Auswahl abgebrochen. Wieder finde ich ein Spiel und werde ADC. Die Auswahl wird ein weiteres mal abgebrochen und im inneren wird mir klar, was mich bei der n&auml;chsten Zuordnung erwartet. Und genau das ist auch passiert. Ich werde als Supporter aufgef&uuml;llt. \r\n\r\nIm Gegensatz zu anderen Mitspielern finde ich damit ab, denn das wird ja immer wieder passieren und ich Spiele Leona. Und es war eine gute Runde, denn wir haben tats&auml;chlich gewonnen.\r\n\r\nHier einmal der Appell an alle Mitspieler, die meinen dass sie als aufgef&uuml;llter Supporter einen Troll-pick auspacken und absichtlich schlecht spielen um ihre Wut an den Mitspielern auszulassen wie ein Kleinkind, dass ein Spielzeug im Supermarkt nicht bekommt: NIEMAND mag euch. Findet euch damit ab. In sp&auml;testens 5 Spielen seid ihr wieder dran als Supporter und dieses Verhalten bringt euch auch nicht weiter.\r\n\r\nDeswegen mein Vorschlag, kann man den Schutz vor dem Autofill nicht Zeitlich begrenzen. z.B. 12h ab dem dritten Match nach dem Autofill ?\r\n\r\n- In den Promos, wird man vor dem Autofill gesch&uuml;tzt und das ist auch gut so!\r\n\r\nMein Vorschlag: Kann man das auch nach unten hin machen? Wenn ich 0 LP habe und bei einem weiteren verlorenen Spiel absteige, will ich das nicht unbedingt auf einer Position bestreiten, die ich kaum kann.\r\n\r\n- Belohnungen/Milderung der verlorenen Punkte als Anreiz, um auf der aufgef&uuml;llten Position trotzdem sein bestes zu geben ?\r\nDie H&auml;lfte der Spieler befindet sich in Silber und Bronze. Gerade die Leute haben auch nicht die Erfahrungen vom Spiel wie jemand der Gold oder h&ouml;her Spielt. Damit diese nicht anderen das Spiel versauen oder man sauer wird, weil man jetzt wegen dem autofill viele Punkte verliert, kann man doch sagen, man verliert je nach Bewertung (D-C-B-A-S) weniger Punkte.\r\n\r\nBeispiel: Maximal 15 punkte und ich kann mir noch Weitere erarbeiten um es ertr&auml;glicher zu machen.\r\nUnd mit steigender Bewertung 1-2 Punkte die ich weniger Verliere. Bei einem S dann vielleicht nur 8 Punkte Abzug. \r\n\r\nDas w&uuml;rde die Rangliste ja nicht gro&szlig; beeinflussen, da man ja seltener auff&uuml;llen muss und es ja nach dem Zufall passiert. \r\n\r\n\r\nZum Abschluss m&ouml;chte ich noch sagen dass er nur ein Feedback ist mit ein paar Vorschl&auml;gen es zu verbessern. Das sind jetzt die Erfahrungen die ich so im unteren Bereich gemacht habe, wie es Jenseits von Gold aussieht wei&szlig; ich nicht. \r\n\r\nIch bin mal gespannt wie die anderen Mitspieler das finden. Bis dahin GL &amp; hf ;){{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-03-26T14:49:58.668+0000","up_votes":1,"down_votes":0,"body":"hmm... also zunächst mal... ist das als Sup Main alles nicht mein Problem. Da bin ich Autofill Protected...\n\nAber... nun ja... einige der Dinge, die du da forderst, werden ja schon gemacht. Also wenn du ein Mal Support/ Fill spielst oder gefüllt wirst, bist du ja für einige Spiele geschützt. Wenn man dann noch bedenkt, dass du normaler Weise nicht in dem ersten \"Du könntest jetzt nicht deine Rolle bekommen) Spiel auch sofort nicht deine Rolle bekommst... Also ich warte auf meinem Smurf seit 5 Spielen darauf, dass dieser eine Free Win endlich kommt... und ich habe bis auf das letzte Spiel Mid/Top angegeben... also die eher beliebtesten Rollen... Realistisch gesehen kreigst du in 90% deiner Spiele eine deiner beiden ausgewählten Rollen.\n\nAutofill Protect direkt vor dem Abstieg wäre sicherlich überdenkenswert. Aber: Wirst du nicht noch nur unnötig nervös, wenn das Programm dir sagt \"Wenn du dieses Spiel verlierst, steigst du ab?\" Und 0LP bedeutet ja nicht, dass du gleich beim nächsten Spiel absteigst...\n\nLP nach Bewertungen vergeben ist halt ganz großer Müll... denn selbst ich als Sup Main kann dir nicht erklären, warum ich in dem einen Spiel ein A+ und in dem anderen schlechteren (aus meiner Wahrnehmung) ein S+ bekommen habe... Da diese Wertungen kaum nachvollziehbar sind, ist es nicht sinnvoll sie in die Rangliste einfließen zu lassen...","replies":[{"id":"","poster":"DoDoDominik","date":"2017-03-26T15:19:53.063+0000","up_votes":1,"down_votes":1,"body":"In welcher Liga spielst du mit deinem Main wenn ich fragen darf ?:)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-03-26T17:21:10.712+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Domme2911,realm=EUW,application-id=Wj1wcocU,discussion-id=7F3lRVRI,comment-id=00000000,timestamp=2017-03-26T15:19:53.063+0000)\n>\n> In welcher Liga spielst du mit deinem Main wenn ich fragen darf ?:)\n\nIch bin zu gut für Gold I und zu schlecht für Platin V... Aber da bin ich halt auch Sup Main also permanent Autofill Protected...","replies":[]}]}]}]}