{"id":"fJ3fl8wg","poster":"Diggidi","date":"2017-03-24T14:14:37.408+0000","title":"Spiel flüssiger als Client","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Halli Hallo,\r\n\r\nwir ich hier beim durchst&ouml;bern sehen konnte, gibt es ja scheinbar noch reichlich Probleme mit dem Client. Ich pers&ouml;nlich habe eigentlich kaum Probleme, au&szlig;er 1-2 die daf&uuml;r um so nerviger sind.\r\n\r\nDas gr&ouml;&szlig;te Problem ist f&uuml;r mich, dass der Client so unglaublich viele Ressourcen frisst. Ich selbst habe nicht mehr den aller schnellsten PC, f&uuml;r League of Legends allerdings hat es immer problemlos gereicht. Nervig ist jedoch, dass ich durch den neuen Client einige Performance Probleme im Men&uuml; habe. Sprich: Alles laggt und h&auml;ngt, die ersten 5 sekunden der Pick- und Ban-Phase verpasse ich komplett -&gt; w&auml;hrend andere schon bannen, l&auml;dt bei mir die Lobby noch.\r\nDie Animation f&uuml;r gerade gebannte Champs l&auml;uft bei mir mittels Diashow ab.\r\n\r\nMein Taskmanager spuckt mir auch den Grund daf&uuml;r aus: Der Client l&auml;sst meinen Prozessor bei 100% arbeiten - dauerhaft, so lange ich noch im Men&uuml; bin. Das verr&uuml;ckte daran ist: Ingame habe ich &uuml;berhaupt keine Probleme. Hier l&auml;uft alles gem&uuml;tlich fl&uuml;ssig. Meine CPU Auslastung liegt hier im Schnitt bei 60%. Zwar immer noch viel, aber absolut in Ordnung - also ingame keine Probleme f&uuml;r mich!\r\n\r\nIch frage mich jetzt allerdings, wie kann es sein, dass der Client mehr Ressourcen frisst als das eigentliche Spiel?! Wie ist das m&ouml;glich?! So etwas habe ich ja noch bei keinem Spiel erlebt :D\r\n\r\n\r\nRichtig nervig wird dieses Problem wenn man schnell nochmal was &auml;ndern m&ouml;chte. Man ist in der Pick- und Bann-Phase, 7-8 Sekunden sind noch auf der Uhr f&uuml;r die Championwahl -&gt; JETZT muss ich sp&auml;testens picken, ansonsten verstreicht die Zeit ohne das mein Client fertig berechnet hat welchen Champ ich ausgew&auml;hlt habe. Genauso: Nach einem Spiel dauert es teilweise ewig bis der Client wieder aufgerufen wird.\r\n\r\nIch hoffe ihr setzt euch da nochmal an die Performance des Clients, so ist das aktuell n&auml;mlich sehr nervig.","replies":[{"id":"","poster":"ChaoxXx","date":"2017-03-25T20:47:20.898+0000","up_votes":1,"down_votes":0,"body":"Benutz den alten.Ist leider so das der für schwächere cpus sehr lastig ist.Der alte ist wesentlich effizienter was die Ressourcen angeht derzeit noch.","replies":[]},{"id":"","poster":"Gin","date":"2017-03-25T18:11:12.657+0000","up_votes":1,"down_votes":0,"body":"Es gibt dafür den Modus für schwache PCs. \n\nKlick oben rechts auf das Zahnrad im Client, und setze das Häkchen bei \"Modus für schwache PCs\".\n\nDadurch sollte der Client weniger Recourcen fressen, und schließt sich solange du im Spiel bist.\n\nBedenke jedoch: Wenn du mit einem Spiel fertig bist muss er den Client erst wieder starte, weshalb es länger dauert ehe du im \"Endscreen\" bist.\n \n\nUnd dass der Client mehr Recourcen verbraucht als das Spiel selber, hat auch damit zu tun dass League of Legends so niedrige Anforderungen hat.","replies":[]}]}