{"id":"gzr73p7r","poster":"IllIlIllIllI","date":"2017-03-24T10:30:09.061+0000","title":"DuoQ-Feeder gesucht.","subforum":"Clans & Teams","up_votes":1,"down_votes":5,"body":"Yo Boys und Grills,\r\n\r\nich pers&ouml;nlich sucke ja schon. Deswegen bin ich in dieser YoloQ auch nur ein Silver V Scrub, bei dem immer das Team schuld ist und nie seine eignen Kackfails. Letztendlich sind ja alle slebst daf&uuml;r verantwortlich, ob sie in der Lane reinschei&szlig;en, Eier legen oder nicht. Vor allem wenn der gegnerische Jungler 10 Mal ganken kommt und ich weiter afk-farme.\r\n\r\nGrunds&auml;tzlich flame ich erstmal jeden in der Champselect.\r\n\r\nIch bin ja sowieso besser als alle anderen.\r\n\r\nDiese ganzen booted Kevins sind ja auch nur atomarer Abfall. Und ich muss diese Larries halt jedes spiel carrien wie ein Boy. Wenn ich dann 31/0/0 aus dem Spiel gehe und wir das nicht gewinnen ists nicht meine Schuld. Immer diese Kack ADC&#039;s die rumheulen, wenn man ihnen den Kill wegsmitet wenn die so hart in die Lane Kacken, dass man denken k&ouml;nnte, da w&auml;re gerade ne Horde Wildk&uuml;he langgeritten und h&auml;tte sich auf der Botlane erleichtert. L&auml;cherhaft.\r\n\r\nSo und jetzt mal so ernst es geht.\r\nWenn ihr bis hierhin gelesen habt, fragt ihr euch entweder, ob ich vollkommen Behindert, oder einfach nur ein Troll bin.\r\n\r\nIch bin tats&auml;chlich weder das eine, noch das Andere, da muss ich euch entt&auml;uschen. Ich bin es nur Leid, solche Leute im Team zu haben. Denn ich geh&ouml;re nicht zu der Sorte Spieler, die alleine 4 Leute carrien k&ouml;nnen.\r\nManchmal gehts, manchmal habe ich aber auch Brainlaggs. ^^&#039;\r\n\r\nIch suche einfach Nen Dude, der Antitiltend ist und mit dem man einfach entspannt daddeln kann, ohne die ganze Zeit Geschrei im Ohr zu haben, geflame im Chat zu lesen, wie kacke doch die Randoms sind und selbst eher so die &#039;Hinterhof-Faker&#039; sind.\r\n\r\nEure Elo ist mir an Sich egal, ihr solltet nur Brain mitbringen, verstehen was ihr tut, mit mir im TS reden und in der ELO-Reichweite sein, dass ich mit euch spielen kann.\r\nBtw, ich war letzte Season Gold IV (Zeit lang Plat IV - Bis die Ferien losgingen, aber sowas interessiert ja immer keinen... ^^&#039;) und habe ein Problem: Ich habe irgendwie nie meine richtige Mainrole gefunden. Daher probiere ich gern und viel und das sollte f&uuml;r euch kein Ding sein. Wenn ihr unbedingt immer instant @20 min den Gegnersurrender sehen wollt, seid ihr hier eh falsch. Es geht... aber nicht immer. :p\r\n\r\nWie dem auch sei, sry, dass ich euch 10 Min eurer Lebenszeit gestohlen habe. Meldet euch bei mir, wenn ihr Bock auf zocken habt.\r\n\r\n{{sticker:slayer-pantheon-thumbs}} \r\nMFG\r\nBraintroniX","replies":[{"id":"","poster":"IllIlIllIllI","date":"2017-03-24T10:30:42.749+0000","up_votes":1,"down_votes":0,"body":"Ach Btw. Atm spiele ich Gold IV -- Also Bronze wird leider schwierig. ._.","replies":[]}]}