{"id":"Pc3h8G4G","poster":"Narrayah","date":"2017-03-21T18:19:32.846+0000","title":"Leavebuster2","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Hilfe &amp; Support abteilung\n\nder neue Client ist im Ladebildschirm abgekakkt und ich musste das spiel beenden, wollte neustarten erneut Ladebildschirm bleibt wieder schwarz\n\nder Client teilt mir mit ich soll meine Internet verbindung pr&uuml;fen obwohl meine Fritzbox 7490 sagt alles ist schick zusätzlich hatte ich auf dem 2 Monitor wow an kein DC oder sonstiges \n\nund nun steht da Leavebuster? was kann ich f&uuml;r die schlechte server anbindung und das ich hab gestern kA 10 spiele gemacht ohne problem zwar hab ich den neusten Nvidia treiber noch nicht runtergeladen weil die gef&uuml;hlt alle 2 tage ne neuen auf den markt werfen\n\naber das ist ja nicht mein problem und unter patchnotes bei nvidia steht auch nichts von issues  mit lol \n\njetzt ist ja da das fenster aber ich kann den ok button nicht dr&uuml;cken weil das f&auml;llt ausgegraut bleibt\n\n obwohl das eh nicht frechheit ist.\n\ndas gibt doch bestimmt ne Negativ eintrag wem muss ich schreiben damit der entfernt wird?\n\n\nLg Tobi Tobsen","replies":[{"id":"","poster":"eingew","date":"2017-03-22T06:22:09.508+0000","up_votes":1,"down_votes":0,"body":"Da ich davon ausgehe, dass hier bald jemand auftaucht, der mehr weiß, ist der Client und das Spiel an sich nicht voneinander getrennt? Also kann der neue Client überhaupt Einfluss auf den Ladebildschirm nehmen?","replies":[{"id":"","poster":"Gin","date":"2017-03-22T07:49:14.334+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=7hciEY9w,discussion-id=Pc3h8G4G,comment-id=0000,timestamp=2017-03-22T06:22:09.508+0000)\n>\n> Da ich davon ausgehe, dass hier bald jemand auftaucht, der mehr weiß, ist der Client und das Spiel an sich nicht voneinander getrennt? \n\nDer Client an sich, und der Game Client sind zwei verschiedene Programme die ausgeführt werden.\n\nSie sollten sich normalerweise nicht beeinflussen, können allerdings.\n\nWenn der Rechner zum Beispiel mit beidem gleichzeitig überfordert ist oder an sich nicht sonderlich leistungsstark ist.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=7hciEY9w,discussion-id=Pc3h8G4G,comment-id=0000,timestamp=2017-03-22T06:22:09.508+0000)\n> Also kann der neue Client überhaupt Einfluss auf den Ladebildschirm nehmen?\n\nJa, der Client kann Einfluss auf den Ladebildschirm nehmen da dieser den \"Gameclient\" erstmal starten muss.\n\nAllerdings würde ich ihm erstmal raten die [GameDVR](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) zu deaktivieren da diese häufig für derartige Probleme verantwortlich ist.\n\nEr kann außerdem, wenn er den neuen Client verwendet, mal probieren diesen in den \"Modus für schwache PCs\" / \"Low Spec Mode\" zu versetzen und es anschließend nochmal zu probieren.","replies":[]}]}]}