{"id":"QE3Zv7tu","poster":"NVG Vision","date":"2017-03-22T04:12:01.239+0000","title":"Team Pony Slaystation sucht Mitspieler (Dia+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\nWir sind aktuell auf der Suche f&uuml;r weitere Mitspieler f&uuml;r unser Ranked Team.\r\nWer sind wir? Wir das sind zum einen unser Toplaner\r\nComfsolo(22 Jahre) und meine Wenigkeit GoodOldVision (Midlane, 21 Jahre). \r\n\r\nEin paar Infos zu uns:\r\nWir haben &uuml;ber 3 Jahre aktiv Teamranked gespielt, unter anderem auch in der ESL. \r\nNach weniger aktiven Monaten letztes Jahr wollen wir wieder langfristig ein Ranked Team Aufbauen.\r\nAktuell sind wir beide in Dia5. Peak war jeweils Dia1.  (In Flex Q sind wir aktuell Dia 5 /P1 haben aber auch diverse Smurfs, es ist also nicht zwingend Notwendig das ihr bereits viel in der FlexQ gespielt habt).\r\n\r\nWir suchen folglich noch Spieler auf diesen Positionen:\r\n-\tJgl\r\n-\tAdc\r\n-\tSupp\r\nUnd noch 1-2 Substitute Spieler (auch gerne Allrounder) um uns von Zeit zu Zeit auszuhelfen.\r\n\r\nWas ist uns wichtig:\r\n-\tWir wollen, wenn m&ouml;glich fast t&auml;glich Trainieren, aber mindestens 3mal die Woche\r\n-\tRegelm&auml;&szlig;ige Teilnahme an Online Turnieren (Go4lol, sp&auml;ter a series-&gt; eps? ) und weitere\r\n-\tWir wollen eine Konstruktive Teamatmosph&auml;re schaffen und uns stetig Verbessern.\r\nZus&auml;tzlich zu unserer Team Erfahrung bringen wir dazu auch gleich Kontakte zu mehreren Coaches und einen Shotcaller haben wir auch schon im Team. Teamspeak Server + Streaming Ausr&uuml;stung zum gemeinsamen Analysieren der Spiele ist nat&uuml;rlich auch vorhanden.\r\n\r\nFolgendes solltet ihr mitbringen:\r\n-\tMin. Elo Dia 5  \r\n-\tHohe Aktivit&auml;t\r\n-\tKritikf&auml;higkeit\r\n-\tZuverl&auml;ssigkeit\r\n-\tDas Interesse einem Team auch l&auml;ngerfristig Beizuwohnen\r\n-\tMin. Alter 18+ (evtl. bei vorhandener Reife kann es auch geringer sein)\r\n-\tSpa&szlig; am Spiel 😊\r\n\r\nPs. Noch ist nicht entschieden ob es ein rein deutsches oder ein internationales Team wird.\r\nFalls englische Kommunikation ein Problem sein sollte, bitte uns mitteilen damit wir das ber&uuml;cksichtigen k&ouml;nnen. \r\n\r\n Sollten wir euer Interesse geweckt haben added doch einfach GoodOldVision oder Comfsolo ingame.","replies":[]}