{"id":"Lw8ajslj","poster":"XxDarkfrostxX","date":"2017-03-19T19:42:29.903+0000","title":"Primal Gaming Clan:Team Aufbau (Silver-Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Abend,\r\n\r\nIch bin als Vertreter von Primal Gaming gekommen, um ein neues Projekt zu erm&ouml;glichen. Wir von Primal Gaming sind gerade dabei die Community stark auszubauen und nehmen deshalb jetzt verschiedene Aufgaben wahr. Wir wollen ein neues Team aufbauen, was langfristig bestehen bleiben soll und sich stetig verbessern soll. Und nat&uuml;rlich ganz wichtig, soll es auch um Spa&szlig; gehen.  Ich selber werde dieses Team coachen, d.h ich werde nicht aktiv mitspielen. Wir ben&ouml;tigen deshalb auf allen Lanes einen festen Spieler. Subs werden erstmal nicht gesucht, erst wenn das Team steht oder es sich einfach anbietet.\r\n\r\nWas erwarten wir und ich besonders von euch:\r\n\r\n- Alter min. 16 \r\n- Aktivit&auml;t (Abends zwischen 17 und 23 Uhr in dem Zeitraum regelm&auml;&szlig;ig da sein) am besten 3-4 mal die Woche\r\n- Ihr solltet einen Championpool haben (keine OtP) und folglich eine Mainrole besitzen\r\n- Ihr solltet euch fortbilden wollen und somit auch in der Lage sein euch selbst reflektieren zu k&ouml;nnen\r\n- Objektiv kritikf&auml;hig sein und auch Kritik &auml;u&szlig;ern\r\n- Tiltresistent und konstruktiv\r\n- Der Clanbeitritt ist logischerweise eine Bedingung\r\n- Ts besitzen\r\n- Elo von Silver bis einschlie&szlig;lich Gold  ( Die in Frage kommenden Spieler erhalten einen Tryouttermin. Nur weil jemand Gold ist, wird er nicht bevorzugt.                                              Leistung ist alles.\r\n\r\nWir bieten euch:\r\n\r\n- Ts3-Server\r\n- Eine famili&auml;re und strukturierte Gemeinschaft, wo sich jeder einen Platz schaffen kann und auch integriert wird\r\n- Einen Coach in Form meiner Wenigkeit, der euch in jeder Lage versuchen wird zu supporten\r\n- Eine professionelle Homepage mit allen wichtigen Infos\r\n- Keine unn&ouml;tigen Verpflichtungen\r\n- kameradschaftlichen und gepflegten Umgang\r\n und vieles mehr\r\n\r\n\r\nDas Vorgehen:\r\n\r\nDiejenigen, die sich das Projekt anschauen m&ouml;chten, adden mich einfach ingame und schreiben MICH an. ich laufe niemanden hinterher. Ich bei&szlig;e nicht. Ich erstelle dann Tryoutmatches, wenn die Anzahl stimmt. ich schaue mir die Games an, um euer Potential beurteilen zu k&ouml;nnen. Es geht mir nicht darum, den neuen Faker zu identifizieren, sondern zu sehen, wie agiert ihr im Team und im Spiel. Da flie&szlig;en viele Faktoren mit ein. Wenn das geschehen ist, und wir ein festes Team haben, werdet ihr sp&auml;testens dann in den Clan beitreten. Wer mag kann auch so beitreten. Es werden noch andere Teams zuk&uuml;nftig erstellt werden. Jeder ist bei uns herzlich willkommen\r\n\r\nIch freue mich auf euer Interesse\r\nMeldet euch","replies":[]}