{"id":"FodrI6eH","poster":"Eternal Torment","date":"2017-03-20T00:09:53.066+0000","title":"[Championvorschlag] Mag'nera, Der Prinz Der Leere","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Es war nicht allzu lange her, seit ich Meinen Ersten Champion rausbrachte, daher hatte ich anfangs bedenken, schon So schnell wieder einen Vorschlag zu bringen. Aber ich f&uuml;hle mich einfach sehr sehr unwohl diese ganzen Ideen in mir reinzustauen, nur weil ich angst Habe eine Verwarnung wegen Spamming zu kassieren, Daher Hab ich mich letztendlich Dazu Entschlossen, doch noch meine Ideen einfach mal Zu releasen! Ich hoffe, ihr werdet Gefallen An diesem Champion haben!\n\n**Lore:**\nAkteneintrag der Liga der Legenden, Hintergrundgeschichte Des Champions #135, Titel: Der Prinz der Leere.\nVerfasser: Der Kurator des Sandes\n\n&quot;Die Leere, ein Ort in einer Scheinbar anderen Dimension, Jenseits Des Schleiers, der Runeterra verdeckt. Getrennt, und doch verbunden mit der Welt, gibt es &ouml;fters Risse, durch Welche gewisse Leeren-Wesen Durchtreten oder durch Welche Runeterrianer versehentlich in die Leere Hineingezogen werden. \n\nEin solcher Mann war Rakai Ahn Tuch, ein Shurianischer S&ouml;ldner der eine Kleine Gruppe im Zentralem Gebiet der W&uuml;ste f&uuml;hrte.&quot; \n\nEs war eine eher Ruhige Nacht, die S&ouml;ldnergruppe bereitete sich darauf Vor, eine Eskorte zu &uuml;berfallen, als Pl&ouml;tzlich unter dem Boden ein riesiger Riss aufging, der den Sand und alle, die darauf standen, Hinuntersaugte. Die Eskorte und die S&ouml;ldnergruppe hatten beide das Pech, in die Grube zu Fallen und dabei auch noch in einen Solchen Riss der Leere hineinzufallen, was sie direkt in die Leere Schleuderte.\nRakai, einer der wenigen, die den Sturz &uuml;berlebten, glaubte seinen Augen nicht. Die Leere war viel mehr, als man dachte, als die Geschichtsb&uuml;cher aussagten. \n\nIn seiner Kindheit mochte Rakai die Geschichten der Leere, daher war er relativ Informiert, aber was ihm Entgegenstand, war ihm nicht bewusst...das war es f&uuml;r niemanden.\n\nEine Gruppe Xer&#039;sai, die Scheinbar ebenfalls durch die Shurima-W&uuml;ste Durchfielen, da sie seit Rek&#039;sais Eindringen die W&uuml;ste mehr oder weniger &Uuml;berfallen und beherrschen, &uuml;berfiel die &Uuml;berlebenden. Es war ein einseitiges Gemetzel, Wobei Rakai nur durch sein &Uuml;berlegenes Wissen der Flora und durch seine Geschicklichkeit entkommen Konnte, indem er sich sein Umfeld Zunutze machte. Doch war er nicht des Gl&uuml;ckes Auserw&auml;hlter, denn Er fiel scheinbar in einem Bereich, wo die Vegetation massiv war, denn &uuml;berall waren B&auml;ume, Violett und Gr&uuml;nlich-Grau in der Farbe, als w&auml;ren sie irgendeine Mutierte oder Befallene Form der Organischen Lebensform waren. Einige dieser B&auml;ume gaben eine Art Wolke von sich, bei Welcher Rakai sich sorgte, sie sei Giftig. In einer Hinsicht hatte er recht.\n\nDie Xer&#039;sai, von denen er dachte, entkommen zu Sein, sp&uuml;rten ihn Letztendlich auf. Panisch sprang Rakai wieder auf und rannte, wobei er versehentlich etwas von dieser Wolke in sich Aufnahm. Er sp&uuml;rte Schnell die Folge davon. Blutendes Husten befiel ihn, und auch schon bald fiel er Zu knie, aber bevor er Zusammenbrach, sah er etwas merkw&uuml;rdiges. \nDie Xer&#039;sai stoppten vor ihm und...knieten nieder?\n\nAls Rakai letztendlich wieder Erwachte, merkte er schon in den ersten Sekunden, dass etwas nicht Stimmte. Vor ihm stand eine Sehr ungew&ouml;hnliche Ansicht. Verdeckt in einer Massiven Violett-schwarzen Wolke, unter welche eine Besonders Dichte Pflanzenvegetation herrschte, bewegte sich etwas. Dieses Etwas starrte ihn mit kalten, blutroten Augen an und lachte ganz schaurig. \n\nRakai bekam zunehmend Angst und bewegte seine Arme verteidigend Auf, wobei er bemerkte, dass seine Arme sich Ver&auml;ndert hatten. Sie Wuchsen dieselbe Mutierte Masse, die auch von Den B&auml;umen kam, welcher Gaswolke er Einatmete. Diese Wolke war kein Giftgas, es waren Sporen, die sich jetzt in ihm festsassen und Ihn Mutierten.\n\nDas Schauderhafte Wesen, welches seine Form noch vor Rakai verdeckte, Schloss seine Augen dem schein nach, denn das Rote gl&uuml;hen verblasste. Rakai wusste nicht, was geschieht. Er sieht so viele Dinge, so vieles was er einfach Nicht auf einmal Begreifen kann. \n\nEr sah zu seinen F&uuml;ssen und bemerkte eine Wasserpf&uuml;tze, wenn man diese Stark spiegelnde Violette Fl&uuml;ssigkeitsansammlung so nennen konnte. In ihr sah er Sein Gesicht, seine Augen Strahlten mit dem allseits bekanntem violettem Leeren-gl&uuml;hen, sein Gesicht war auch stark von der Mutation ver&auml;ndert. Auf seinem Kopf war eine Art Zeichen, welches ihm zwar bekannt kam, er es aber nicht identifizieren konnte.\n\nAls Rakai wieder hinaufsah, Erinnerte er sich wieder, weshalb er Angst hatte, und begrub seine Neugier so schnell wie sie hochkam. Dieses Wesen begann wieder zu lachen, und Pl&ouml;tzlich Sp&uuml;rte Rakai, wie sein Ged&auml;chtnis von etwas &uuml;berschwemmt wird. Bilder, Erinnerungen, Vielleicht Visionen.\n\nIn denen sah er 2 Dinge, das Eine war das Ende von Runeterra, das zweite Bild, welches er erkannte in diesem Strudel aus Gedanken war Ebenfalls Runeterra, nicht zerst&ouml;rt, aber von den Leeren-wesen beherrscht. \n\nRakai nickte langsam zu, und Erhob sich auf die F&uuml;sse. Er schaute das Wesen direkt an und begann zu sprechen, Stimme ebenfalls durch die Leere verzerrt, so dass sie eine Art Echo in sich gab.\n\n&quot;Willst du mir sagen, wenn Runeterra nicht von der Leere besetzt wird, wird sie untergehen?&quot;. Rakai wartete Geduldig auf die Antwort des Wesens, und sp&uuml;rte nach ein Paar Sekunden wieder Neue Gedanken ihn seinem Kopf. Bilder von Personen, die nickten. Er vernahm dies als ein Ja an.\n\nUnbewusst, dass das Wesen ihm L&uuml;gen f&uuml;tterte, Gab Rakai sein Verst&auml;ndnis aus, doch er brauchte Antworten.\n\n&quot;Wieso mich? Wieso nicht jemanden, der macht Besitzt?&quot;\n\nStille, dann wieder Gedanken. Diesmal waren es Rakais eigene Erinnerungen, Bilder seiner vergangenen Abenteuer und wie er Unm&ouml;gliche Situationen &uuml;berwindet. Rakai nickte ihm zu, scheinbar Verstand er wieder die Antwort. \n\n&quot;Wer bist du? oder Was bist du?&quot;\n\nRakai erhielt diesmal eine L&auml;ngere Pause bevor die Antworten ihn ihm kamen, Bilder von K&ouml;nigen, Imperatoren und Grafen, Throne, Burgen, K&ouml;nigreiche. Rakai nickte wieder und reibt sich das Nasenbein. All dieses Neue wissen, und diese Antworten nagten an seinem Menschenverstand.\n\n&quot;Also bist du sozusagen der K&ouml;nig der Leere? Der, der hier das Sagen hat?&quot;\n\nDie gleichen Bilder von Nickenden K&ouml;pfen &uuml;berschwemmte sein Ged&auml;chtnis wieder. Rakai Kreuzte sich die Arme und verstand. \n\n&quot;In dem Fall, wenn ich Runeterra durch die Herrschaft der Leere vor Zerst&ouml;rung bewahren soll...was muss ich tun? Wie soll ich es tun?&quot;\n\nDas Wesen zeigte ihm Bilder des Instituts, Rekreierte diese Bilder, nur mit dem Institut zerst&ouml;rt. Er zeigte ihm das Bild eines allseits bekannten Drachen, der die Macht hatte, Sterne nach beliebigem Willen zu erschaffen und zu Zerst&ouml;ren, und danach ein Bild dieses Drachen, Tot.\n\nRakai verstand sofort, was er Tun musste, doch erhob sich einmal Mehr sorge, denn er Realisierte, er war immer noch In der Leere. Hinter ihm Bildete sich pl&ouml;tzlich ein Riss in der Luft, welches wie Glas zerbrach. Dahinter sah Rakai die W&uuml;ste Shurimas. Er verstand wieder einmal und durchquerte den Riss, doch bevor er ging, drehte er sich zu diesem Wesen.\n\n&quot;Diese Bilder, die du mir zeigtest...sie sahen so Real aus. Ich hoffe, sie waren nur Eine Zukunft, die wir ver&auml;ndern k&ouml;nnen. Ich mag Runeterra nicht allzu sehr, aber Irgendwo muss ich mir mein Geld als S&ouml;ldner Verdienen.&quot;\n\nAls er durchtrat, ging alles Schwarz. Sein Unterbewusstsein Schrie Zu ihm auf, er solle Erwachen. Als er dies tat, fand er sich weit am Norden Shurimas wieder, denn er konnte Schon im Horizont die Grosse Barriere entdecken. Eine Bergkette, die Runeterras Nord- und S&uuml;dh&auml;lfte Trennte. \n\nRakai erhob sich und Griff in seine Tasche, wo er sich erleichtert F&uuml;hlte, da er seine Klingenpeitsche Wiederfand, musste aber bemerken, dass auch Sie von der Mutation befallen war. Seine Mutation hat im verlaufe der Zeit zugenommen, seine Peitsche verband sich mit seinem Linken Arm, und er ver&auml;nderte sich, bis nichts mehr an ihm Menschlich war.\n\nMit neuem Namen und einer neu gefundenen Bestimmung Verbrachte Rakai, oder seit dem Tag genannt Mag&#039;nera Seine Tage, sich auf dem Weg zum Institut zu begeben, und lernte unterwegs seine neuen Kr&auml;fte der Leere, welche ihm bereitstehen Sollen, falls er diesem Sternendrachen Entgegenstehen sollte.\n\nEintragsende, unterzeichnet Nasus.\n\n**Was man ab hier Eventuell merkt, ich mache meine Lore gerne oft aus 1. Personen oder 2. Personenperspektive mache weil es mir so einfacher erscheint. ich hoffe euch gefiel die Lore wieder. Weiter geht&#039;s!**\n\n**Champion Information:**\n\nName: Mag&#039;nera, der Prinz der Leere\nAlias: \n-Rakai ahn Tuch\n-&quot;Der S&ouml;ldner&quot;\n\nAussehen: http://img10.deviantart.net/628f/i/2009/243/2/7/prototype_armorwhip_g_rolli_by_prototype91.jpg **Dachte mir eventuell etwas in dieser Art, nat&uuml;rlich mit Ver&auml;nderungen, aber dieses Bild, welches ich per Zufall fand, passte so sehr zu dem gedachtem Aussehen, dass ich es einfach mal Angeh&auml;ngt habe. Alle Rechte gehen an den Originalerschaffer des Bildes!**\n\n**Charakter:**\nMag&#039;nera ist ein Karger S&ouml;ldner im Herzen der die W&uuml;ste vor seiner Verwandlung mit einer kleinen aber Gut eingespielten S&ouml;ldnergruppe unsicher machte. Er sorgt sich nur aus dem Grund um Runeterra, weil er dadurch Reich werden kann. Er glaubt an das Ende Runeterras und will es Verhindern, auch wenn er nur dabei eigenprofit im Auge hat. Trotz seiner Gabe hervorragend in einem eingespieltem Team zu strahlen fordert ihn sein Geiz nicht nur einen Schlechten Ruf und eine Rivalit&auml;t, seine Durch den Geiz gefundene Loyalit&auml;t sorgte auch daf&uuml;r, dass er von beinahe Niemandem Willkommen ist.\n\nFreundlich: {{champion:90}} {{champion:421}} {{champion:31}} {{champion:161}} \n\nFeindlich: {{champion:136}} {{champion:38}} {{champion:15}} \n\n\n**Statistiken!**\n\nLeben: 584-1719 (+66,76/ Level)\n\nMana: 301-822 (+30, 65/ Level)\n\nHPReg: 1,9-5,8 (+0,23/ Level)\n\nMReg: 1,3-5 (+0,21/ Level)\n\nAD: 60-104 (+2,59/ Level)\n\nR&uuml;stung: 26-77\n\nMagieresistenz: 32-50\n\nAngriffstempo: 0,591 +3,1%/ Level\n\nLauftempo: 320\n\n**Skillset!**\n\nPassive: Mutagenpeitsche\nMag&#039;nera&#039;s normale Angriffe verursachen bei Jedem erfolgreichem Treffer, dass der Gegner von einer Mutationsspore Befallen ist und ihn Vergiftet. Er verursacht daher Zus&auml;tzlich 5-50 (Je nach Level) Magischen Schaden und Hinterl&auml;sst einen Stapel &quot;Sporeninfektion&quot; am Gegner, was daf&uuml;r sorgt, dass sie &Uuml;ber 2 Sekunden Schaden in Wert von 10-160 (+5% totale AD)Magischen schaden verursachen. \nEin Gegner kann nur Maximal 3 Stapel Sporen haben, und jede Weitere Stapel sorgt daf&uuml;r, dass der Sporenschaden sich um 10% Erh&ouml;ht, auf ein Maximum von 20%\nHat ein Gegner 3 Stapel, so erneuern alle Weitern Angriffe die Dauer der SporenInfektion.\nSollte die Sporenvergiftung Abklingen, so entwickelt das Ziel &quot;Antik&ouml;rper&quot;, was bedeutet, er kann in einer Zeitspanne von 14-6 (Je nach Level) Sekunden wieder mit Sporen belegt werden.\nMag'nera's SporenInfektion löst KEINE Itemeffekte Aus\nQ Skill: Mutationsfortschritt 1/2/3\nAblinkzeit: 12 Sekunden Nach dem Erstem Schlag\nKosten: 45 Mana\nMag&#039;nera F&uuml;hrt mit seiner Peitsche einen Comboangriff durch:\n1. Schlag: Mag&#039;nera Schwingt seine Peitsche Im Kreis, wobei die Peitschenklinge in einem Kegel Vor ihm Schl&auml;gt (Reichweite 600, Kegelwinkel 30&deg;). Er verursacht dabei 30/50/70/90/110 (+12,5% AP) Magischen Schaden an Allen zielen. \n2. Schlag(Kann nur Sporeninfizierte Treffen, Combo-Ablinkzeit 3 Sekunden): Nach dem Erstem Schlag kann Mag&#039;nera f&uuml;r 3 Sekunden einen 2. Schlag ausf&uuml;hren.\nMag&#039;nera Peitscht dem Gegner auf die Sporenbedeckten Wunden, was zwar nur 80% des Erstschlagsschadens Verursacht, Jedoch den Gegner f&uuml;r 0.75 Sekunden Bet&auml;ubt und ihn nach der Bet&auml;ubung f&uuml;r 1.5 Sekunden um 10-60% Verlangsamt (Skaliert mit fehlendem Leben des Gegners). \nSollte der 2. Schlag einen Gegner T&ouml;ten oder einen Gegner treffen, der 3 Stapel Sporen besitzt, so werden die Sporen an Naheliegende Gegner &uuml;bertragen (Reichweite 250). \n3. Schlag(Kann nur auf Verlangsamte Ziele durch 2. Schlag gewirkt werden, Combo-Ablinkzeit 3 Sekunden): Nach dem Zweitem Schlag kann Mag&#039;nera f&uuml;r 3 Sekunden einen 3. Schlag ausf&uuml;hren.\nMag&#039;nera Peitscht In eine Gew&auml;hlte Richtung (Reichweite 700, Breite 50), wobei seine Peitsche Jegliche Einheiten durchdringt. Gegner, die getroffen wurden, werden an den Beinen infiziert was die Gewirkte Verlangsamung Erneuert und den Gegner 150 Einheiten zu Mag&#039;nera hinzieht. Verursacht 80% Des Erstschlagsschadens. \n\n\nW Skill: Befall Evolvieren\nAblinkzeit: 24/22/20/18/16 Sekunden\nKosten: 80 Mana\nMag&#039;nera Verst&auml;rkt S&auml;mtliche Sporen in einem Grossem Bereich um sich (Reichweite 1500 Radius) und bewirkt, dass diese F&uuml;r die N&auml;chsten 3 Sekunden das 1,5fache ihres Schadens verursachen und verringert den Gegnern f&uuml;r Jeden Stapel SporenInfektion 3/3,5/4/4,5/5% der gesamten R&uuml;stung und Magieresistenz. Ausserdem Verlieren Gegner, die von 3 Stapeln SporenInfektion betroffen sind, zus&auml;chlich noch 10/12,5/15/17,5/20 AD\n\nE Skill: Gieriger &Uuml;berfall\nAblinkzeit: 50/44/38/32/24 Sekunden\nKosten: 60 Mana\nPassiv: Stirbt ein Gegnerischer Champion, grosser Vasalle oder Grosses Monster in der N&auml;he von Mag&#039;nera, so erntet er 1/2/3/4/5 Gold (Doppelter Wert bei Epischen Monstern)\nAktiv: Mag&#039;nera versieht f&uuml;r 2,5 Sekunden Alle Sporeninfizierte Gegner mit einer &quot;Kopfgeldmarke&quot;. Wenn ein verb&uuml;ndeter Champion diesen T&ouml;tet, so gewinnt dieser 10% Zus&auml;tzlich zum verdientem Gold durch die T&ouml;tung, wobei Mag&#039;nera die H&auml;lfte des Zusatzwertes enthält erh&auml;lt. (Reichweite 725)\n\nR Skill: Massenbefall!\nAblinkzeit: 135/110/95 Sekunden\nKosten: 100/125/150 Mana\nMag&#039;nera Konzentriert sich für 1 Sekunde und H&auml;mmert dann seine Sporeninfizierte Peitsche in einen Gew&auml;hlten Bereich (Cast-Reichweite 800), wobei er eine Riesige Wolke aus Sporen Freisetzt, welche f&uuml;r 5 Sekunden Bestehen Bleibt und sich während der Dauer ausbreitet. (Wirkungsradius started mit 400, wächst bis auf 750 bei 4. Sekunde)\nAlle Gegnerischen Champions in der Wolke erhalten pro Sekunde 30/45/60 (+7,5% AP) Normalen Schaden und einen Stapel &quot;Befallene Infektion&quot; auf ein maximum von 3 Stapeln. Pro Stapel wird jeglicher Schaden durch diesen gegnerischen Champion um 2,5/3,25/4% Verringert auf ein Maximum von 7,5/9,75/12%\nSind Gegnerische Champions von 3 Stapel SporenInfektion Befallen, so werden diese f&uuml;r 1/1,25/1,5 Sekunden Bet&auml;ubt, wenn sie dazu 3 Stapel Befallen Infektion Erhalten.\n\n\n**Hauptrolle:** Support\n**Nebenrolle:** K&auml;mpfer\n\n**Erl&auml;uterung des Skillsets:** \nIch kann jetzt schon vorhersagen, dass sehr viele hier eine Augenbraue Zucken werden und mich fragen &quot;Sieht doch chaotisch aus, oder nicht?&quot; und in einer Weise habt ihr recht. Ausser man betrachtet sein Charakter genauer. Sein Skillset ist so aufgebaut, dass es seinem Wesen am n&auml;chstem Kommt. Ein Gieriger Peitschender S&ouml;ldner mit ausgezeichneten Kenntnissen in Teamarbeit. Viele Supports haben die Rolle, ihre Carries zu verteidigen oder an die Front zu rennen und zu Peelen, die K&auml;mpfe zu Initiieren. Nicht Mag. Er ist ein Support der Ganz anderen Art. Er spezialisiert sich nicht, zu gewinnen, indem er Seinem team Vorteile Bringt. Er verschafft sich einen Vorteil, indem er den Gegner m&ouml;glichst benachteilt mit Debuffs und dots und Zoning. Mag&#039;neras Ziel ist es eben seine Gegner zu Infizieren, sie langsam zu schw&auml;chen, ihre Leistung zu Kr&uuml;ppeln damit seine Kameraden sie Abmurksen k&ouml;nnen und er dabei noch die Leichen beraubt, um so letztendlich seinem Team nicht nur effizient sondern auch sehr schnell den Goldvorteil zu verschaffen.\nQuasi ein Extended mid-range poke support, wenn man es so will. Er hat aber auch das Zeug zum K&auml;mpfer, denn sein Skillset Kombiniert auch viele Elemente eines Bruisers, was ihm einen Besonders Umfangreichen Build erm&ouml;glicht, um seine Debuffs noch zu verst&auml;rken. Ich wette ihr wolltet schon immer mal ein Schwarzes Beil auf einem Support sehen, gebt es zu XD {{sticker:slayer-jinx-wink}} \nSeine Skills wirken auf den ersten Blick OP, aber sie sind alle relativ Situationsabh&auml;ngig und man muss sich Gut vorbereiten, man muss gut Poken, m&ouml;glichst die Sporen verbreiten und auch gut CC vorlegen, bevor seine Skills richtig Effekt annehmen K&ouml;nnen, so wie es ein Echter Diebischer S&ouml;ldner in der w&uuml;ste tut. Vorbereitung, Schw&auml;chung, und dann der entscheidende Schlag zum Schluss.\n\n**Stark mit:** {{champion:22}} {{champion:96}} {{champion:41}} {{champion:119}} \n**Schwach gegen:** {{champion:2}} {{champion:16}} {{champion:90}} {{champion:157}} \n\n**Builds:**\n**Beispiel 1:** {{item:3069}} {{item:3025}} {{item:3022}} {{item:3111}} {{item:3050}} {{item:3116}} \n**Beispiel 2:** {{item:3092}} {{item:3117}} {{item:3190}} {{item:3025}} {{item:3800}} {{item:3143}} \n**Beispiel 3:** {{item:3401}} {{item:3022}} {{item:3110}} {{item:3071}} {{item:3117}} {{item:3222}} \n\n\n**Spezielle Interaktionen/Befehle:**\n\n**erste Bewegung:**\n-Und wieder jage ich nach dem perfektem Profit\n-Sehen wir zu, das ich mich dumm und d&auml;mlich verdien\n-Gier, der gr&ouml;sste Gegner von Scham. Schade dass ich Scham noch nie kannte.\n-Ein S&ouml;ldner der Leere rettet den tag!....Das macht 14,95 die Stunde.\n\n**Angriff:**\n-Also mich haben die Sporen bem&auml;chtigt\n-Schw&auml;chlinge verdienen den Raub\n-St&auml;rke rettet dich nicht, Intelligenz aber genauso wenig\n-Ein stolzer Besitzer DEINES Portemonnaies.\n\n**Witz:**\n-Was brauchst du denn all das Gold? Weisst du nicht, das Altersf&uuml;rsorge &uuml;berbewertet ist, wenn man bedenkt dass du nicht mehr lange lebst!\n\n**Taunt:**\n-*singend* Ich hab ein Sack voll gold! Ich hab ein Sack voll Gold! den hab ich dir geklaut!\n\n**tanz:**\nPrince Ali aus Just dance 2014\n\n**lachen:**\nEin ruhiges ausgedehntes kaltes Lachen\n\n**Spezielle Interaktionen/Champions:**\n\n**Gegnerteam:**\n\nAurelion sol:\n-Du bist also dieser Himmelsdrache, den ich erlegen soll?\n-Scheinst mir nach nichts besonderes, keine Ahnung warum die Leere dich tot will\n-Funkelnder Drache...wie viel sind deine Schuppen wohl wert?\n\nSivir:\n-Es kann nur einen geben!\n-Duell der S&ouml;ldner, schade dass du so oder so leer ausgehst\n-Ich beraube Sch&ouml;nheiten gew&ouml;hnlich erst Ihrer Unschuld, dann ihres Geldes.\n\nKassadin:\n-Was ist dein Problem mit mir?\n-Niemand Zahlt so gut wie die Leere, sie gibt mir die gesamte welt!\n-FINGER WEG VON MEINEN SACHEN!!\n\nMalzahar:\n-ey kumpel, ich weiss wir stehen auf der selben Seite aber du hast was, das ich will\n\nRek&#039;sai:\n-Deine kleinen Fiecher haben mir ein Trauma eingejagt\n\nCho&#039;gath: \n-Du verschlingst die Welt...spuck das gold wieder aus!\n\nVel&#039;koz:\n-Vielleicht kannst du ausrechnen, wie ich am besten verdiene Nachdem du arm ausgeraubt wurdest?\n-Sorry, nichts pers&ouml;nliches.\n-Untersuch mal das hier!\n\nShurima-Champions:\n-So trocken wie die W&uuml;ste, so arm wie der Sand\n\n\n**Schlusswort:**\nSo, hier ist mein bereits 2. Champion nach Eigen Vorschlag und definitiv einer, der sehr seltsam aussieht und es auch ist! Er hat die Priorit&auml;t, durch dots und aggressives Poking den Gegner in die Ecke zu dr&auml;ngen, und als Supporter seinem ADC die Lane zu vereinfachen. Er hat, was Schaden betrifft, Nicht viel zu bringen wenn k&auml;mpfe auf die schnelle ablaufen sollen, aber liefert Ausserordentlich viele Debuffs und dots und verschafft seinem team fr&uuml;h schnell den Goldvorteil. Er verf&auml;llt sp&uuml;rbar stark, wenn das Spiel selbst in die L&auml;nge gezogen wird und weil sein CC so Situationsabh&auml;ngig ist, &ouml;ffnen sich auch Sehr viel Konterm&ouml;glichkeiten. Mag&#039;nera ist zwar stark, aber er ist ein Champion, der wirklich nur in Teamarbeit Strahlt, und nichts f&uuml;r Solo-Spieler ist. \nIch war sp&uuml;rbar fauler mit den Interaktionen, weil ich diesen Champion nicht allzu lange durchgeplant habe, und mich daher nicht besonders stark auf die Interaktionen fokussiert hab, ich hoffe ihr verzeiht mir das ^^&#039;\n\n**Update 1: Durch Empfehlung des Spielers \"PXL Dude\" habe ich einige Anpassungen vorgenommen und die zahlen mal massivst Runtergeschraubt und die Ulti noch angepasst, damit sie auch wirklich wie eine Sporenwolke daherkommt**","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2017-03-20T08:36:28.969+0000","up_votes":2,"down_votes":0,"body":"Ich würde ja gerne alle meine Gedanken dazu schreiben, aber es ist einfach zu viel. Es würde zu viel Zeit in Anspruch nehmen auf alles einzugehen und meine Meinung dazu zu sagen. \nAber als Tipp:\nIn den deutschen Foren werden Championvorschläge nicht so sehr beachtet wie zum Beispiel in den NA Foren. Vielleicht solltest du einmal den Text übersetzen und dort teilen. Dort hast du größere Chancen, dass auch Riotler deinen Beitrag sehen.","replies":[{"id":"","poster":"Pxl Dude","date":"2017-03-20T14:29:45.818+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=thatnameistoolon,realm=EUW,application-id=L7E6lhzo,discussion-id=FodrI6eH,comment-id=0000,timestamp=2017-03-20T08:36:28.969+0000)\n>\n> Ich würde ja gerne alle meine Gedanken dazu schreiben, aber es ist einfach zu viel. Es würde zu viel Zeit in Anspruch nehmen auf alles einzugehen und meine Meinung dazu zu sagen. \n> Aber als Tipp:\n> In den deutschen Foren werden Championvorschläge nicht so sehr beachtet wie zum Beispiel in den NA Foren. Vielleicht solltest du einmal den Text übersetzen und dort teilen. Dort hast du größere Chancen, dass auch Riotler deinen Beitrag sehen.\n\nlohnt nicht, nach meinem Kenntnis wurde noch kein Championkonzept, egal aus welchem Forum, übernommen. Trotzdem hast du Recht, es gibt viel was man hierzu sagen kann ^^","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2017-03-21T07:01:28.437+0000","up_votes":2,"down_votes":0,"body":"Also ich hab einmal gehört, dass Braum durch Community-Ideen entstanden sein soll. Ob das richtig ist weiß ich nicht.","replies":[{"id":"","poster":"Pxl Dude","date":"2017-03-21T12:52:12.863+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=thatnameistoolon,realm=EUW,application-id=L7E6lhzo,discussion-id=FodrI6eH,comment-id=000000010000,timestamp=2017-03-21T07:01:28.437+0000)\n>\n> Also ich hab einmal gehört, dass Braum durch Community-Ideen entstanden sein soll. Ob das richtig ist weiß ich nicht.\n\nTeils ja, Riot hat sich von einigen Ideen vom NA Forum helfen lassen, also stimmts, dass man, wenn man irgendwie Einfluss haben will im NA Forum posten sollte, aber ein ganzes Konzept haben sie nie übernommen^^","replies":[]}]}]},{"id":"","poster":"Eternal Torment","date":"2017-03-20T09:49:49.627+0000","up_votes":1,"down_votes":0,"body":"Danke. Ich werds versuchen","replies":[]}]},{"id":"","poster":"Pxl Dude","date":"2017-03-21T12:56:46.728+0000","up_votes":1,"down_votes":0,"body":"So wie er jetzt ist könnte der Champ auf jeden Fall rauskommen ^^ Schön, dass du dir so viel Mühe für die Idee gibst, wenn du mehr Ideen hast bring sie auf jeden Fall raus!","replies":[{"id":"","poster":"Eternal Torment","date":"2017-03-21T15:42:19.917+0000","up_votes":1,"down_votes":0,"body":"danke! so wie es im moment steht kannste von mir sicher alle 1-2 Wochen einen championvorschlag erwarten XD","replies":[{"id":"","poster":"Pxl Dude","date":"2017-03-21T15:54:39.986+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ScaRy Taiger Grr,realm=EUW,application-id=L7E6lhzo,discussion-id=FodrI6eH,comment-id=00020000,timestamp=2017-03-21T15:42:19.917+0000)\n>\n> danke! so wie es im moment steht kannste von mir sicher alle 1-2 Wochen einen championvorschlag erwarten XD\n\nHört sich nach einem soliden Plan an xD aber zu oft sollte es auch nicht sein, Qualität vor Quantität\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Eternal Torment","date":"2017-03-21T16:54:30.934+0000","up_votes":1,"down_votes":0,"body":"ich weiss {{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"Pxl Dude","date":"2017-03-20T15:05:54.851+0000","up_votes":1,"down_votes":0,"body":"Also erstmal find ichs gut, dass du dir so viel Mühe in dein Konzept gesteckt hast, das zeigt, dass du Spaß dran hast ^^\nIch fange mal weiter unten an: der Taunt ist wirklich eine Tolle Anspielung xD\nAber jetzt mal zum wichtigen Teil:\n{{item:3071}} > {{item:3146}} > {{item:3151}} > {{item:3020}} > {{item:3078}} > {{item:3115}} \nDamit zerstört Mag'nera alles. Ich erläutere mal durch die Fähigkeiten meine Gedanken (alles auf Lvl 18, 45% Cdr ohne Itemstats, aber als Beispiele mit angeführt):\nPassive:\n64,5 magischen Schaden auf jeden AA und über 3 Sekunden 180 +5% AP was zwar nur 12 Schaden sind, aber die MRPen dazu kommt UND der Dot vom Liandrys ist auch dreimal dabei.\nQ:\n120 +20% der AP als magischen Schaden AoE Schaden, dazu kommen die anderen beiden Q Aktivierungen, die jedesmal Sheen triggern, und man muss, angenommen man trifft immer, nur eine Spore, also einen AA draufpacken.\nW:\nMultiplizeirt den Schaden der Sporen, also ist man bei 270 magischen Schaden über 3 Sekunden, nicht zu vergessen die Reduzierung von Rüstung und Magieresistenz und der Verlust von 20 AD bei drei Sporen.\nE:\nPassive ist okay, wenn keine Minions oder Monster dazugehören, denn sonst bekommt man mit der Coin und der pickpocket Mastery ziemlich viel Gold.\nE kann ziemlich übertrieben enden, Beispiel botlane gank: Support und ADC haben Sporen, Jungler kommt, kurz vorm Tod E aktivieren und aus 300 Gold werden 30 mehr und für Mag 15 bzw. 165, je nachdem ob als Hälfte das Gesamtgold oder nur das Zusatzgold der E gewertet werden. Also mal eben ein Kanonenminion aufs Haus, bei einer aggresiven Lane kommt da etwas zusammen und auch in Teamfights kanns stark werden.\nR:\nSteht ein Gegner im Zentrum bekommt er viermal 80 Schaden +25% der AP, nicht zu vergessen die Passive von Liandrys. Auch ist da die Schadensreduzierung um 15 % wenn alle vier Ticks durch sind.\n\n\nUm ein 1vs1 auf LvL 18 zu verdeutlichen: Mag stellt sich in ein Gebüsch, gibt dem ahnungslosen Gegner drei AA's, wirft die Ult, drückt W, aktiviert die Q, AA für den Sheen Effekt, wieder Q, wieder Sheen, wieder Q, wieder Sheen, bei jedem AA noch die Passive vom Beil und Nashors Zahn, die Aktivierung vom Gunblade und die Heilung und der Gegner ist in kürzester Zeit tot.\n\nIch will das Konzept wirklich nicht schlecht machen, wie gesagt es ist sehr gut ausgearbeitet, aber die Schadenswerte sind für einen Support, der auf der Lane durch die E sehr schnell an viel Gold kommt und sich solche Items leisten kann, einfach zu viel.\n\nHoffe ich konnte dir damit etwas helfen ^^\n\nMfg\n\nPxl Dude","replies":[{"id":"","poster":"Eternal Torment","date":"2017-03-20T15:15:32.218+0000","up_votes":1,"down_votes":0,"body":"Danke für die wertung! Ja ich dachte mir schon dass er evtl zu viel schadenspotenzial hat. Die nummern kann man auf alle fälle Nerfen oder man könnte ihn auch einfach zum Sololaner/jungler umwerten wenn geringfügige veränderungen wahrgenommen werden\nZur E die passive werd ich ändern damit sie zwar schon konstant gold gibt aber auch nur bedingt z.B nur durch grosse vassallen etc und die aktive beschränkt sich bloss auf den bonus also bei 300 bekommt der verbündete 30 und Mag bekommt 15. Auch da könnte man dir zahlen etwas runterdrehen da stimme ich zu. \nBei seiner ult könnte ich die skalierung sogar komplett weglassen.\n\nNochmals vielen dank fürs feedback!\n\n ^-^","replies":[{"id":"","poster":"Pxl Dude","date":"2017-03-20T16:18:40.651+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ScaRy Taiger Grr,realm=EUW,application-id=L7E6lhzo,discussion-id=FodrI6eH,comment-id=00010000,timestamp=2017-03-20T15:15:32.218+0000)\n>\n> Danke für die wertung! Ja ich dachte mir schon dass er evtl zu viel schadenspotenzial hat. Die nummern kann man auf alle fälle Nerfen oder man könnte ihn auch einfach zum Sololaner/jungler umwerten wenn geringfügige veränderungen wahrgenommen werden\n> Zur E die passive werd ich ändern damit sie zwar schon konstant gold gibt aber auch nur bedingt z.B nur durch grosse vassallen etc und die aktive beschränkt sich bloss auf den bonus also bei 300 bekommt der verbündete 30 und Mag bekommt 15. Auch da könnte man dir zahlen etwas runterdrehen da stimme ich zu. \n> Bei seiner ult könnte ich die skalierung sogar komplett weglassen.\n> \n> Nochmals vielen dank fürs feedback!\n> \n>  ^-^\n\nEs geht dabei eher weniger um das Scaling, sondern eher wie der Schaden entsteht, ein Anfang wäre es bei der Passiven von 64,5 Bonusschaden auf 50 zu gehen und von 180 auf 160 Schaden zu gehen und von 3 auf zwei Sekunden zu gehen. Man könnte den Bonusschaden auch verringern und ihn skalieren lassen, z.B. 5 - 20 Schaden +5% - 20% der Gesamt AD. Bei der Q einfach die Treffereffekte entfernen, dann ist Sheen nicht mehr so stark. Bei der Ultimate die Schadensreduzierung noch etwas herunterschrauben, das Grundagriffstempo etwas senken, damit Nashors und Trinity force nicht mehr so effektiv sind und schon ist er um einiges schwächer, aber noch immer stark ^^","replies":[{"id":"","poster":"Eternal Torment","date":"2017-03-20T16:25:46.791+0000","up_votes":1,"down_votes":0,"body":"Klingt sehr plausibel, sind stabile Anpassungen und könnten tatsächlich die balance hinbringen ohne alles aus dem ruder laufen zu lassen. Ja ich editier das grade gleich nach deinen Änderungen und hinterlasse ein Update-note","replies":[]}]}]}]}]}