{"id":"tg25XjQn","poster":"FenrirWolff","date":"2017-03-20T08:38:30.431+0000","title":"Frage zu einem TF build","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Moin Leute.\n\nIch hatte neulich mal die Idee TF in der Midlane als AP/AS Hybrid zu spielen. Dazu h&auml;tte ich mir auch nen Itembuild &uuml;belegt der wie volgt aussehen k&ouml;nnte:\n{{item:3115}} {{item:3100}} {{item:3124}} {{item:3020}} {{item:3146}} {{item:3089}} \n\nF&uuml;r die Runen h&auml;tt eich AS, R&uuml;stung AP, MR und MagicPen\n\nSkillorder w&auml;re: W,Q,E,E,E,R,E,W,E,W,W,W,W,Q,Q,Q,Q\n\nDie Variante ist aber eben nicht auf den Q Poke ausgelegt sondern auf die AA (die ganz schön böllern können)\n\nIch denke das würde TF zu einem Effektieveren Ganker  und Roamer machen\n\nWas haltet ihr davon?\n\nLG","replies":[{"id":"","poster":"Cayce","date":"2017-03-20T19:20:36.761+0000","up_votes":2,"down_votes":0,"body":"Selbst mit Nashors reicht dein Attackspeed nicht aus, um die Stacks von Rageblade effektiv zu sammeln. Der traditionelle TF Build ist deinem leider überlegen, da der Champion nicht für DPS ausgelegt ist, sondern um mit seiner ausgewählten Karte + Q möglichst viel Schaden zu machen. Würde dir empfehlen mal Kayle auszuprobieren, die mag nämlich viel autoattacken mehr als TF.","replies":[{"id":"","poster":"FenrirWolff","date":"2017-03-21T07:13:55.247+0000","up_votes":1,"down_votes":0,"body":"Mir ging es auch nicht um die AAs ^^\n\nDie Idee zu dem Build kam mir als ich gegen nen Cho'Gath ran musste. der war mit 7 Ult stacks und 5/0 nicht Tod zu bekommen. Hätte ja sein können das man so mit Kiten das ganze kompensieren kann\n\nAber gut, dann bleib ich beim Burst","replies":[{"id":"","poster":"Cayce","date":"2017-03-21T19:57:29.333+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist, dass du auch mit diesem Build nicht genug Schaden machen wirst, um den Cho'gath effektiv töten zu können, es ist schließlich auch nicht deine Aufgabe. Und sobald er sich ne Thornmail kauft, tötest du dich nur selbst.","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2017-03-20T08:44:03.791+0000","up_votes":2,"down_votes":0,"body":"Mir persönlich fehlt da die mPen, außerdem wird tf nicht lang genug leben um rageblade zu nutzen.  \n\nGesamtbuild für die Kosten nicht effizient genug.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2017-03-21T09:33:04.165+0000","up_votes":1,"down_votes":0,"body":"Das Problem mit dem Build ist auch, dass du einfach nichts aushältst. Damit wirst du von praktisch allem sofort getötet. Und das spielt eine wesentlich größere Rolle als wenn du full ap baust, weil in der Zeit, in der du autoattacken willst, die Gegner sich in der Regel noch wehren können. Und selbst auf full ap würde ich auf tf immer etwas hp bauen.\nWenn du mit TF viel mit Autoattacks arbeiten möchtest, solltest du ad-attackspeed im Jungle ausprobieren. Ich habe tatsächlich schon ein paar Spieler gesehen, die damit erfolgreich waren.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-03-20T11:39:25.741+0000","up_votes":1,"down_votes":0,"body":"Sein roam- und gank-Potential definiert sich doch eher dadurch, dass er Ziele oneshottet, oder fast. Er hält nicht viel aus. Matchup bedingt könnte allerdings Nutzen dahinterstecken. Mir fällt zwar gerade keins ein, wo ein burst tf nicht effizienter wäre, aber da gibt es bestimmt was^^","replies":[{"id":"","poster":"Kata Ga Kill","date":"2017-03-20T14:12:41.402+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=Wj1wcocU,discussion-id=tg25XjQn,comment-id=0001,timestamp=2017-03-20T11:39:25.741+0000)\n>\n> Sein roam- und gank-Potential definiert sich doch eher dadurch, dass er Ziele oneshottet, oder fast. Er hält nicht viel aus. Matchup bedingt könnte allerdings Nutzen dahinterstecken. Mir fällt zwar gerade keins ein, wo ein burst tf nicht effizienter wäre, aber da gibt es bestimmt was^^\n\nJa gegen inmobile Tanks die man nciht one shotten kann oder bzw. damit Probleme im Team besteht wie zB. {{champion:86}} {{champion:122}} {{champion:31}} {{champion:420}} {{champion:82}} {{champion:14}} \nAnsonsten eigentlich nicht nötig da TF prima Kiten kann wegen seiner low CD CC.\n\nAber ja, in der Regel sollte man mit TF aufs One Shotten konzentrieren: {{item:3100}} {{item:3135}} {{item:3089}} {{item:3285}}","replies":[]}]},{"id":"","poster":"Kata Ga Kill","date":"2017-03-20T14:08:39.602+0000","up_votes":1,"down_votes":0,"body":"Gute Frage ob TF halt das durchsteht, wenn ja tausche {{item:3146}} gegen {{item:3135}} um. Dieses Item ist viel zu wichtig und ist bei dem meisten Midlanern schon als 2tes oder 3tes Item standard da man so weitaus mehr schaden macht als Rabadon.\n\nWenn dus nicht lange durchhälst lass das Rageblade weg das Item ist eigentlich auch purer Müll.\nDas Item können nur wenige Dudes wie {{champion:96}} {{champion:10}} {{champion:18}} nutzen die das Item schnell zünden können um effektiv zu sein. Und nicht wieder Void Staff vergessen ;)","replies":[]}]}