{"id":"dwInrObV","poster":"GeneraIOberst","date":"2017-03-19T22:35:59.936+0000","title":"Newbie sucht Clan","subforum":"Clans & Teams","embed":{"title":"League of Legends-Matchverlauf","description":"Jedes Match erzählt seine eigene Geschichte; schaue in den neuen Matchverlauf von League of Legends, um zu sehen, wie diese ausgeht, und um andere an deinen Geschichten teilhaben zu lassen!","url":"http://matchhistory.euw.leagueoflegends.com/de/#match-history/EUW1/231896183","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":1,"body":"Hallo Beschw&ouml;rer/ Community,\n\nich suche nach einem Clan der Neue Spieler aufnimmt und Leert wie es in der Kluft l&auml;uft.\nIch bin kurz vor der 30. und Berufst&auml;tig so das meine Aktivit&auml;t mehr am Wochenende mit einschr&auml;nkungen liegt.\nIch habe mir diverse Tutorial auf Youtube angesehen und ein paar Spiele gegen Bots absolviert so, dass ich die \nRolle des Supporters f&uuml;r mich endeckt habe.\nAktuell bin ich Lvl 13 und spiele Soraka only weil sie einfach am g&uuml;nstigsten war und ich die m&ouml;glichkeit nutzen m&ouml;chte diesen Champion zu lernen bis ich mir Runen leisten kann.\n\nDer Clan sollte 16+ sein\nAktivit&auml;t am Wochenende verzeichen\nsowie Flamer, Ragequiter, AFKler nicht sein eigen nennen\nTraining oder &quot;Coaching&quot; w&auml;re super aber kein muss.\n\nIch schreibe diese Zeilen da es schwierig ist eine Gemeinschaft zu finden bei der man nicht \nGold, Platin oder Diamant sein muss und ausgelacht wird wenn man nicht Stufe 30 ist.\n\nIch hoffe auf positive Antworten\nMfG\nGeneraIOberst","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-03-20T07:49:57.152+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen GeneralOberst,\n\ndeine genannten Anforderungen können wir dir bei \"**Nerds Go Casual**\" alle erfüllen. Wir sind eine ü18 Gaming Community, die seit April 2016 existiert und ihr Hauptaugenmerk auf das Verhalten und den Charakter der Mitglieder lenkt anstatt auf die Elo oder den Skill zu achten. Bei den Nerds triffst du auf Studenten, Schichtarbeiter und Eltern, die zu den unterschiedlichsten Zeiten aber vor allem gegen Abend und am Wochenende aktiv sind.\n----\nDarüber hinaus haben sich ein paar Mitglieder bereit erklärt ihr Wissen an andere weiterzugeben und Coaching anzubieten (natürlich kostenlos!).\n\nWenn du also Lust auf viele neue, freundliche Zocker-Bekanntschaften hast kannst du dir ja gerne Mal unsere Vorstellung ansehen --> [KLICK](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/oyL8ZVXh-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n----\nLiebe Grüße und einen schönen Start in die Woche,\nNGC Polyxena | Julia","replies":[]}]}