{"id":"GK5wUhwP","poster":"No Humanity","date":"2017-03-19T16:07:36.987+0000","title":"Regelwerk für das Aequilibritas Esportsturnier am 26.03.2017","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hallo! \nHier einmal f&uuml;r alle &ouml;ffentlich sichtbar: unser Regelwerk f&uuml;r das Turnier am 26.03.2017\n**\n1 - Allgemeine Regeln**\n1.1 Jede Person die mindestens das 16. Lebensjahr erreicht hat, ist zur Teilnahme am AeQ &ndash; Turnier berechtigt.\n1.2 Mit der Anmeldung am AeQ - Turnier erkl&auml;rt sich das Team inkl. aller Mitglieder damit einverstanden, auf unseren Online-Pr&auml;senzen &ouml;ffentlich &amp; erkennbar dargestellt zu werden.\n1.3 Der Teamcaptain ist f&uuml;r das Verhalten seines Teams, sowie die Einhaltung der Regeln des Turniers verantwortlich.\n1.4 Die von AeQ vergebenen Preise erh&auml;lt der Teamcaptain des Teams. Dieser ist dann selbst f&uuml;r die Verteilung dieser verantwortlich.\n\n**2 - Teamanmeldung**\n2.1 Jeder Teilnehmer muss mindestens Beschw&ouml;rerstufe 30 erreicht haben und mit dem aktuellen Ingame-Namen angemeldet werden. Dieser darf bis zur Preisvergabe nicht ge&auml;ndert werden.\n&sect;2.2 Das am AeQ - Turnier teilnehmende Team muss mit seinem Teamnamen und K&uuml;rzel auf der Riot-Turnierseite registriert und angemeldet werden, da man ansonsten keine Preise f&uuml;r das Turnier, seitens Riot erh&auml;lt.\n2.3 Der Teamcaptain muss sich und sein Team rechtzeitig auf der f&uuml;r das Turnier vorgesehenen Eventseite (Battlefy) registrieren und anmelden.\n2.4 Die Teamgr&ouml;&szlig;e ist auf 5 Mitspieler und max 2 Ersatzspielern mit eingetragenen, g&uuml;ltigem Account begrenzt. Bei Turnierantritt muss die jeweils korrekte Teamaufstellung angegeben bzw. ggf. ge&auml;ndert werden, da dies wichtig f&uuml;r die sp&auml;tere Vergabe von Preisen ist.\n2.5 Am Turnier teilnehmen k&ouml;nnen nur vollst&auml;ndig angemeldete Teams, die zum Zeitpunkt des festgelegten Check-in Fensters best&auml;tigt wurden und bei Turnierbeginn vollst&auml;ndig anwesend ihr Spiel beginnen. Wer nach sp&auml;testens 15 Minuten nicht zum geforderten Spiel antritt, wird disqualifiziert, au&szlig;er eines der f&uuml;r dieses Spiel antretenden Teams befindet sich noch in einer Turnierpartie.\n&sect;2.6 Jeder Spieler kann nur f&uuml;r ein Team angemeldet sein.\n\n**3 - Ablauf**\n3.1 30 Minuten vor Turnierbeginn finden sich die jeweiligen Teamkapit&auml;ne auf unsererm TS-Server (37.228.148.2:9988) ein. Dort sollen sie auch w&auml;hrend des Turniers als Ansprechpartner f&uuml;r uns erreichbar sein. Dabei hat jeder Teamcaptain vor seinem Nicknamen das K&uuml;rzel seines Teamnamens zu tragen. Bei Bedarf kann das Team unseren TS w&auml;hrend des Turniers gerne benutzen. Dies ist allerdings nicht verpflichtend.\n3.2 Die Spiele der jeweiligen Turnierrunde beginnen dann, wenn beide Teams feststehen und startbereit sind. Einzige Ausnahme bildet hierbei die Pausenregel (3.5).\n3.3 Nach jedem Spiel hat der Teamcaptain einen Screenshot der Statistik-Lobby mit den Ergebnissen seines Teams und der Angabe des Gewinners und des Verlierers an die Turnierleitung im Teamspeak zu melden.\n3.4 Nach jedem Spiel wird kurz R&uuml;cksprache mit der Turnierleitung gehalten, ob die n&auml;chste Runde bereits gestartet werden kann.\n3.5 Pausenregel: Jedem Team stehen nach Beendigung Ihres Turnierspiels 10 Minuten Pause zu.\n3.6 Einige Spiele des Turniers werden von uns gestreamt. Welche Teams dies betrifft, wird von der Turnierleitung bekannt gegeben. Die Streamingpartner werden vor Beginn des Turniers bekanntgegeben.\n3.7 Die Turnierbrackets, sowie eure Gegner werden rechtzeitig zur Verf&uuml;gung gestellt und nach jedem Match schnellstm&ouml;glich aktualisiert. Die Brackets k&ouml;nnt ihr auf Battlefy einsehen.\n3.8 Das jeweilige Team in der oberen Bracketh&auml;lfte startet auf der &quot;Blauen Seite&quot;(First Pick).\n3.9 Eine maximale Pause von 15 Minuten pro Team ist bei technischen Problemen im Spiel erlaubt.\n3.10 Sollte ein Team ohne ersichtlichen Grund das Spiel oder die Championauswahl verlassen, so kann es disqualifiziert werden.\n3.11 Jedes Team ist selbstst&auml;ndig f&uuml;r die Anordnung der Spieler zust&auml;ndig, Platzhalter sind nicht erlaubt.\n3.12 Alle Spiele des Turniers werden im Best of 1 Format ausgetragen.\n3.13 Die Vergabe der Preise durch die Meldung auf der Eventseite erfolgt in der von Riot angegebenen Frist, die Vergabe der Preise durch AeQ erfolgt innerhalb von 14 Tagen nach Ende des Turniers.\n\n**4 - Sonstiges**\n4.1 Wir erwarten von allen Teilnehmern, dass sie sich mit gegenseitigem Respekt behandeln und sich an den Weg des Beschw&ouml;rers halten.\n4.2 Verst&ouml;&szlig;e dagegen k&ouml;nnen zu einer Disqualifizierung oder sonstigen Strafen f&uuml;hren, welche von der Turnierleitung festgelegt werden.\n4.3 Bei Zuwiderhandlungen &amp; Verst&ouml;&szlig;en meldet dies der jeweilig betroffene Teamcaptain bitte selbstst&auml;ndig bei der Turnierleitung mit aussagekr&auml;ftigem Screenshot.\n4.4 &Auml;nderungen beh&auml;lt sich die Turnierleitung vor.","replies":[]}