{"id":"quWTglJ8","poster":"VolleMöhreAchim","date":"2017-03-18T16:31:44.636+0000","title":"Blue Buff Error","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin Leute. Seit geraumer Zeit habe ich ein gro&szlig;es Problem mit dem Blue Buff auf der roten Seite in der Kluft der Beschw&ouml;rer. Denn wenn ich diesen angreife st&uuml;rzt des &ouml;fteren mein Laptop ab oder bekommt einen permanenten Freeze der nur durch zwanghaftes ausschalten (also per Power-Knopf) behoben werden kann. Das ist weder gut f&uuml;r mein Laptop, noch f&uuml;r das Spiel/mein Team. Dabei ist es egal ob ich der Jungler bin, oder diesem nur beim Blue helfe. Es ist kein garantierter Freeze, es ist eher eine Gl&uuml;ckssache ob ich den Freeze bekomme oder nicht. Wenn ich den Blue aus dem Geb&uuml;sch angreife, scheint die Chance auf einen permanenten Freeze h&ouml;her zu sein als &quot;normal&quot;. Dieser Bug taucht auch nur beim Blue Buff auf der roten seite auf.\r\nHat jm. evtl. ein &auml;hnliches Problem oder wei&szlig; wie ich meins l&ouml;sen kann?\r\n\r\nLG Keloks","replies":[{"id":"","poster":"legofreak1","date":"2017-03-18T20:14:27.501+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) zur automatischen Fehlerbehebung anwenden? Dieses sollte die meisten clientseitigen Fehler automatisch finden und reparieren.","replies":[{"id":"","poster":"VolleMöhreAchim","date":"2017-03-18T21:44:34.780+0000","up_votes":1,"down_votes":0,"body":"Hat doch nix mit dem Clienten zu tun. Außerde habe ich das schon mehrmals benutzt.","replies":[{"id":"","poster":"legofreak1","date":"2017-03-19T11:11:19.965+0000","up_votes":1,"down_votes":0,"body":"Kannst du dann bitte das Spiel einmal vollständig neu installieren? Das Spiel also zuerst deinstallieren, danach sämtliche verbliebene Dateien aus dem Installationsverzeichnis löschen und dann wieder mit dem [offiziellen Installer](https://riotgamespatcher-a.akamaihd.net/ShellInstaller/EUW/LeagueofLegends_EUW_Installer_2016_11_10.exe) neu installieren. Das ist zwar aufwändig, ich möchte aber Fehler an deinem Client ausschließen, die durchaus Probleme verursachen können, die sich auf dein gesamtes System auswirken.\nWenn das nicht hilft, dann wäre es am besten, wenn du deinen Grafiktreiber neu installierst. Anweisungen dazu findest du auf der Website des Herstellers deiner Grafikkarte.\nWenn du darüber hinaus weitere Hilfe benötigst, dann lade bitte dein [DxDiag](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) und das [R3dlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) eines Spiels hoch, in dem dieses Problem aufgetreten ist. Beachte bitte, dass mit jedem Versuch, das Spiel zu laden, ein neues Redlog erstellt wird. Wenn dein PC also crashed und du das Spiel neu startest, dann gibt es mindestens 2 Logs zu diesem Spiel, wobei das letzte nicht das Log ist, das ich benötige. Die Logs haben aber einen Zeitstempel im Namen, anhand dessen du das passende finden solltest.","replies":[]}]}]}]}