{"id":"sWrQOGYu","poster":"Queen Noth","date":"2017-03-17T11:32:40.461+0000","title":"Wenn zwei Jungler in Gegnerteam sind.","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallihallo! Im allt&auml;glichen Bronzewahnsinn hab ich nun wieder ein denkw&uuml;rdiges Ereignis gehabt.\r\n\r\nIn gegnerteam standen pl&ouml;tzlich zwei Jungler (Rengar und Xin), wo die Lux allein auf der Botlane stand. Offensichtlich war es kein reiner Trollpick, da die zwei Jungler gleichzeitig zwei Lanes ganken konnten und ans farmen, Objectives holen und &uuml;berlegten Ganken von meiner Seite aus (war Warwick) nicht zu denken war. Ich kam darauf echt nicht klar. Desweiteren begann dann die Botlane mich zu flamen, weil xin und rengar sie abwechselnd regelm&auml;&szlig;ig gankten und mir die Schuld gaben obwohl ich schon alles tat um das team zu unterst&uuml;tzen, war leider damit &uuml;berfordert... besser wurde es nicht als unser team sich sp&auml;ter gegenseitig zuflamte :/\r\n\r\nTja, dann verloren wir das Spiel... hatte jmd sowas &auml;hnliches schon mal erlebt? Falls ja, was w&auml;re die beste Strategie, um zwei Junglern entgegenzusetzen?\r\n\r\nW&uuml;rde mich &uuml;ber Tipps freuen :3","replies":[{"id":"","poster":"Queen Noth","date":"2017-03-18T09:15:27.696+0000","up_votes":1,"down_votes":0,"body":"Ich fass es nicht, ich hatte es schon wieder D: Ist das ne neue Mode, von dem ich nichts weiß? Ich hatte die versucht eure Tipps umzusetzen: Kaufte Wards, animierte das Team zum Wardkauf, klaute ein wenig die Bluebuffs... aber leider half es nichts, da gegen Ende das team kaum auf mich hörte und ständig auseinanderwuselte und dann natürlich getötet wurde. Desweiteren hatten sich Support und Adc in die Haare gekriegt. Der Supp wollte die ganze Zeit afk gehen und der ADC surrendern. Tja, leider verloren. Wenn man sowas und dazu ein völlig beknacktes Team, ist das echt scheiße :/","replies":[]},{"id":"","poster":"KorSett","date":"2017-03-17T13:31:42.279+0000","up_votes":1,"down_votes":0,"body":"Sicheres spielen ist das Zauberwort. Im Jungle ist schon für eine Person relativ wenig zu holen. Ich empfehle gute Vision Botside damit Lux gepusht werden kann und schnell reagiert werden kann wenn der eigene Jungle Invadet wird (Drake-Controll), Mitte und Top müssen solange keine Vision besteht in jedem Fall Defensiv spielen (selbst bei eigenem Gank) ab dem Midgame sollte sich dann der Goldunterschied verdeutlicht haben und die Gegner Jungler mit weniger als 3 Kills sollten noch mit max. einem Item dastehen, während der ADC 2-3 hat und mit ein wenig peel die Botlane Sicher pushen kann.","replies":[{"id":"","poster":"KorSett","date":"2017-03-17T13:33:58.501+0000","up_votes":1,"down_votes":0,"body":"ansonsten evtl mit Vision im Gegnerjungle überraschen, da sie ja wahrscheinlich nicht zu zweit auf dem Bluebuff rumkloppen, sondern meist solo und verwundbar sind. Klar, ist das mit Risiko verbunden, aber ungewöhnliche Methoden schlägt man am besten mit ungewöhnlichen Methoden.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-03-17T12:15:12.191+0000","up_votes":1,"down_votes":0,"body":"Wenn sie wirklich immer abwechselnd ganken, kann man counterganken, um eine 2v3 Situation zu erzeugen. Hier muss dann der Jungler (des Gegners) gefokust werden, da an den jeder (Also du als eigener Jungler, der ADC und der Support) rankommt. Dazu ist ständige Vision erforderlich. \n\nVision ist auch das Zauberwort. Da muss die Botlane eben warden. Lass dir also nicht einreden, dass es deine Schuld sein soll, dass jemand anderes stirbt.\n\nGehen beide Gegner-Jungler auf eine Lane ganken, nimm dir eine andere Lane vor oder schau mal in deren Jungle. Auch hier ist wieder Vision erforderlich, dass man frühzeitig merkt, dass die 2 gleich zB Bot auftauchen.\n\nFalls es dich tröstet, sowas kommt nicht so oft vor^^","replies":[]},{"id":"","poster":"BMG Seddy","date":"2017-03-17T22:23:31.688+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Queen Noth,realm=EUW,application-id=vatevpvi,discussion-id=sWrQOGYu,comment-id=,timestamp=2017-03-17T11:32:40.461+0000)\n>\n> Hallihallo! Im allt&amp;auml;glichen Bronzewahnsinn hab ich nun wieder ein denkw&amp;uuml;rdiges Ereignis gehabt.\n> \n> In gegnerteam standen pl&amp;ouml;tzlich zwei Jungler (Rengar und Xin), wo die Lux allein auf der Botlane stand. Offensichtlich war es kein reiner Trollpick, da die zwei Jungler gleichzeitig zwei Lanes ganken konnten und ans farmen, Objectives holen und &amp;uuml;berlegten Ganken von meiner Seite aus (war Warwick) nicht zu denken war. Ich kam darauf echt nicht klar. Desweiteren begann dann die Botlane mich zu flamen, weil xin und rengar sie abwechselnd regelm&amp;auml;&amp;szlig;ig gankten und mir die Schuld gaben obwohl ich schon alles tat um das team zu unterst&amp;uuml;tzen, war leider damit &amp;uuml;berfordert... besser wurde es nicht als unser team sich sp&amp;auml;ter gegenseitig zuflamte :/\n> \n> Tja, dann verloren wir das Spiel... hatte jmd sowas &amp;auml;hnliches schon mal erlebt? Falls ja, was w&amp;auml;re die beste Strategie, um zwei Junglern entgegenzusetzen?\n> \n> W&amp;uuml;rde mich &amp;uuml;ber Tipps freuen :3\n\nHatte auch schonmal solche matchups und war überhaupt nicht darauf vorbereitet ^^\nHinterher war ich der meinung es wäre besser gewesen, wenn wir als Team mehr für Vision gesorgt hätten, da 2 Jungler auf der Botlane eine hohe Überlegenheit für das gegnerische team darstellt denn bei einem Gank wäre man auf der Botlane 2vs4.\nHätte man also mehr Wards gesetzt, dann könnte das eigene Team schneller und vor allem besser reagieren und könnten somit sofort auf die Botlane kommen wenn die 2 Jungler Botside ganken.\nIch glaube so würde man richtig reagieren wenn 2 Jungler im Gegnerteam sind :P","replies":[]},{"id":"","poster":"CrasenEX Neeko","date":"2017-03-17T12:21:12.090+0000","up_votes":1,"down_votes":1,"body":"Habe sowas auch schon erlebt. Bei mir waren es Evelynn und Shaco. Anstatt zu ganken haben die jedoch mich im Jungle abgefarmt. Warden brachte nichts, dank der Unsichtbarkeit. Bin irgendwann mit auf die Top lane gegangen aber es war schon zu spät... das hat mich übel getilted..","replies":[]}]}