{"id":"oVU7rYta","poster":"Luxurious Lasers","date":"2017-03-16T21:42:37.959+0000","title":"Extivity Esports such DICH!","subforum":"Clans & Teams","embed":{"title":"99 Damage Liga","description":"wp-clanwars match_id=1]","url":"http://extivity.de/","image":"http://extivity.de/wp-content/uploads/2017/03/1422108764yIR4CvVm.png"},"up_votes":5,"down_votes":2,"body":"Hallo!\n\nDu bist auf der Suche nach einer Community, die einen freundlichen Umgang pflegt und sich mit DIR weiterentwickeln wird? Dann bist du bei Extivity eSports genau richtig!\n\nExtivity eSports ist eine deutschsprachige Gaming Organisation die am 13 November 2016 gegr&uuml;ndet wurde und nun im Ausbau ist. Die Spiele CS:GO und League of Legends werden fokussiert. In beiden Spielen m&ouml;chten wir Teams aufbauen, um auch im Esport eine gewisse Reichweite zu erlangen. Zus&auml;tzlich bieten wir eine sehr gute Strukturierung, was interne und externe Events angeht. Wir stellen uns vor, eine gro&szlig;e und aktive Community zu erschaffen, die hinter den Main Teams der vertretenen Spiele steht und sie supportet.\n\nWenn du Interesse daran hast, bei einer jungen Organisation mitzuwirken und ihre Zukunft zu gestalten, dann registriere dich JETZT auf unserer Homepage und besuche unseren Teamspeakserver!\n\nWas du mitbringen solltest:\n\n- Du solltest mindestens 16 Jahre alt sein\n- Aktivit&auml;t auf Teamspeakserver und Hompepage\n- Spielerfahrung in Sachen League of Legends und CS:GO\n- Teamf&auml;higkeit, sowie sachlicher Umgangston und Objektivit&auml;t bei Meinungsverschiedenheiten\n- funktionierendes Headset mit Mikrofon\n\nWas wir bieten: \n- erfahrende Ansprechpartner in CS:GO und League of Legends\n- regelm&auml;&szlig;ige Events und Turniere\n- gut strukturiertes Aufnahmesystem\n- Die M&ouml;glichkeit, als Primemitglied ein Team zu erstellen, das auch von uns unterst&uuml;tzt wird\n- eine spa&szlig;ige Spielzeit mit anderen Mitgliedern\n\nDu hast noch Fragen? Du bist interessiert? Dann komm auf unseren Teamspeakserver vorbei und wir beantworten deine Fragen gerne. Es gibt noch einiges zu entdecken und zu erkl&auml;ren, wie Primemitgliedschaft und vieles mehr.\nWir freuen uns auf DICH!\n\nDein Extivity eSports-Team\n\nTeamspeak-IP: ts.extivity.de\nHomepage: http://extivity.de/\nSteam:  http://steamcommunity.com/groups/Extivity\nAnsprechpartner in League of Legends: Luxurious Lasers","replies":[]}