{"id":"estYE3FN","poster":"mondoosy3730","date":"2017-03-17T10:09:11.547+0000","title":"AYA Rekrutiert! (Kpop Power)","subforum":"Clans & Teams","embed":{"title":"Imgur: The most awesome images on the Internet","description":"Imgur: The most awesome images on the Internet.","url":"http://imgur.com/a/k7ljS","image":"http://i.imgur.com/8qPbbFQ.jpg?fb"},"up_votes":2,"down_votes":3,"body":"**aya.teamspeak3.net**\r\n\r\nWIR SIND AYA\r\nUnsere League of Legends Community mit Gemeinschaftssinn. Klar strukturiert, st&uuml;rzen wir nicht blindlings mit nur einem Ziel vor Augen in die Welt der Online-Spiele. Wir sind eine neue Gemeinschaft, die auf ein Miteinander baut und die Resultate daraus zu sch&auml;tzen wei&szlig;. Es soll Spa&szlig; machen, in einem freundlichen Clan zusammen zu spielen.\r\nWAS SOLLTEST DU MITBRINGEN?\r\nWir haben viele gemeinsame Dinge (Wir spielen LoL). Das f&uuml;hrt dazu, dass wir in AYA mehr und mehr (Oder halt auch nicht) zusammenpassen.\r\n&bull;Seid kein Vollpfosten.\r\n&bull;Ganz Einfach Mensch sein.\r\n&bull;Mindestens 16 Jahre, die sich zu BENEHMEN wissen.\r\n&bull;ELO ist egal.\r\n&bull;Egal ob m&auml;nnlich, weiblich oder beides, homosexuell oder was Anderes, jeder ist gerne bei uns gesehen.\r\n&bull;Ihr solltet TS3-Aktivit&auml;t bzw. an Community Events teilnehmen und ein akzeptables Headset mitbringen.\r\nABER WAS BIETET MIR AYA?\r\nAls gem&uuml;tlicher Spieler bieten wir dir nat&uuml;rlich alle Basics rund um das Spiel und k&uuml;mmern uns um Mitspieler und eine entspannte Umgebung, in der es Spa&szlig; macht zu zocken.\r\n&bull;Hot Kpop Asians (Ich meine &uuml;ber die H&auml;lfe sind Asiaten bei uns)\r\n&bull;&Uuml;ber 20+ WIRKLICH aktive Member im Tagesfenster aktiv.\r\n&bull;Soziales Miteinander auch au&szlig;erhalb des Spielens.\r\n&bull;Aufstiegsm&ouml;glichkeiten als Moderator / Initiativbewerbungen sind gerne gesehen.\r\n&bull;W&ouml;chentliche Turniere (5on5, ARAM, 1on1, usw.) mit von uns oder Riot gesponsorten Preisen.\r\n&bull;Sofern wie m&ouml;glich, veranstalten wir t&auml;gliche Interne Matches.\r\n&bull;Wirklich AKTIVE und FAIRE Moderatoren die auf deine Ideen und Probleme eingehen!\r\nDU BIST RANKED INTERESSIERT, STREAMER ODER YOUTUBER?\r\nWir unterst&uuml;tzen auf unserer kleinen Community jeden, der mehr unternehmen m&ouml;chte als nur zu zocken in einer gem&uuml;tlichen Runde. Egal ob du ein Ranked-Team mit uns oder deinen Freunden gr&uuml;nden m&ouml;chtest, einen Partner f&uuml;r Ranked suchst oder jedem mit deinem Spiel und Charme unterhalten willst.\r\n&bull; Eigenen Channel f&uuml;r dein Team.\r\n&bull;Unterst&uuml;tzung bei der Teamerstellung.\r\n&bull;Coaching und Supervising auf Anfrage m&ouml;glich. Wir haben mehrere High Diamant-Master bereich.\r\nWIE L&Auml;UFT JETZT DAS GANZE AB?\r\nKomm auf unserem TS3-Server:\r\n\r\n**aya.teamspeak3.net**\r\n\r\nSchreibt unter den Kommentaren, oder am besten mich privat!\r\nBis sp&auml;ter ;)","replies":[{"id":"","poster":"GMD","date":"2017-03-17T21:23:33.094+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nich bin 21 Jahre alt und spiele seit Ende Season 2 League of Legends mit einigen Pausen zwischendurch.\nDerzeit mache ich als Überbrückung zu meinem Medizin Studium im Sommer 2 Nebenjobs, also habe theoretisch relativ viel Zeit zur Verfügung.\nIn Sachen Clans habe ich nicht so die riesen Erfahrung, aber bin eine längere Zeit im Tryforce Clan gewesen und habe dort auch aktiv Teamranked gespielt.\nIch war nun vor kurzen wirklich sehr knapp davor komplett mit dem League spielen aufzuhören, da mir die derzeitige League of Oneshot Meta  nicht so sehr zu sagt und ich das Gefühl habe, dass viele Champions einfach sehr stumpf zu spielen sind, aber einfach gespielt werden, weil sie halt so krass sind.\nIch habe dann versucht meine Zeit einfach damit zu verbringen Skill intensive Champions zu spielen wie Riven, Yasuo etc. und zu meistern und einfach durch das Outplayen anderer Spieler meinen Spaß zu haben, unabhängig, ob ich gewinne oder verliere deshalb. Bezogen auf die aktuelle Meta fährt man damit ja relativ riskant. Dementsprechend sieht meine Wertung aus (Gold 2).\nNun habe ich mich aber dazu entschlossen dem schwachsinnigen Dasein mal ein Ende zu bereiten und mal wieder vernünftig zu spielen, sodass auch hoffentlich der Spaß am Game wieder zurück kommt wie ich ihn mal hatte und wieder ein gewisser Lernprozess stattfindet.\nIch erhoffe mir von eurem Clan regelmäßige Events, sowohl Clan intern als auch extern, die Möglichkeit an internen Games teilzunehmen und gegebenenfalls das Coaching in Anspruch zu nehmen.\nIch denke, dass meine primären Defizite in der Umsetzung des richtigen Makro Plays und Decission Making liegen, obwohl das Wissen darüber eigentlich da ist.\nZiel ist jetzt erstmal Dia 5 in Solo Q zu erreichen, ohne vorher das Spiel zu deinstallieren oder an Altersschwäche zu sterben und danach nochmal Teamranked in Angriff zu nehmen.\nIch bin Main Mid Lane und fokussiere mich nun primär auf 3 Champions mit denen ich in Solo Q wohl am erfolgreichsten bin (Ahri, Syndra, Twisted Fate).\n\nWürde mich freuen von euch zu hören.\n\nSorry, für den längeren Text ;-)\n\nLG\nTobi","replies":[]},{"id":"","poster":"CanDAzadi","date":"2017-03-17T12:48:02.883+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nDas spricht mich aufjedenfall an.\n\nDerzeit spiele ich keine Ranked's, bin öfter im Normal und Aram zu sehen ( Derzeit mehr Aram weils mehr spaß macht).\nIch würde mich euch gerne anschließen. Ein funktionstüchtiges Headset ist vorhanden und aktivität im TS geht in Ordnung.\nIch bin 21 Jahre und beruftstätig, daher meistens nur am Wochenenden anzutreffen, aber ich denke bei euch geht das in Ordnung.\n\nFreue mich auf nachher im TS.\n\nMit freundlichen grüßen,\nCan","replies":[]}]}