{"id":"0uVIP36R","poster":"Dandoo","date":"2017-03-16T19:24:56.636+0000","title":"Suche langfristiges 3v3 Team Dia+","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hallo,\r\n\r\nda mein Supporter und mein APC leider nicht mehr aktiv spielen bin ich auf der Suche nach 2 entspannten Zeitgenossen, die das Spiel zwar ernst nehmen, aber nicht jedesmal nach einem Loose direkt geknickt sind und ragen. Mein Ziel ist es diese Season noch Master im 3v3 zu erreichen. Letzte Season war ich Challenger Rank 2 mit meinem Team auf TR (wollten unbedingt die Jacke). Ja TR ist nicht mit EUW vergleichbar, aber Rank 2 war mit Spielern wie Believing, Heisenberg, W&acirc;nTeD, Hupra und Devin auch nicht  easy ;-) \r\n\r\nF&uuml;r Challenger diese Season reichen meine Mechanics nicht aus. Aber Master sollte locker machbar sein. \r\nSpielen tue ich haupts&auml;chlich {{champion:104}} {{champion:48}} {{champion:420}} {{champion:10}} {{champion:62}} {{champion:82}} {{champion:5}}. W&uuml;rde aber gerne auch mal wieder {{champion:203}}  und {{champion:96}} mit z.b {{champion:201}}  ausprobieren.\r\n\r\nWichtig ist mir, dass der APC seine Lane 90% mindestens even spielt und nicht solo stirbt. Ansonsten hab ich keine Anspr&uuml;che :P\r\n\r\nAddet einfach Dandoo bei Interesse! \r\n\r\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"L057MYC0D3","date":"2017-03-16T19:27:13.043+0000","up_votes":1,"down_votes":0,"body":"Heyho,\n\neventuell wäre unsere Community etwas für dich. Wir bieten Coaching, Teambetreuung sowie Turniere an. Aktuell sind wir um die 130+ aktive Mitglieder & sind in allen Elo's von Unranked-Master vertreten. Bei uns findet immer jeder jemanden zum Spielen sei es für Normals, Rankeds oder auch Customs. Gerne laden wir Dich zu einem Gespräch auf dem Teamspeak ein.\n\nUnser Post im League of Legends Forum: http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/kEcOcEk2-rift-guardians-sucht-mitglieder-teamerstellung-community-coaching-overwatch\n\nMit freundlichen Grüßen\n\nRift Guardians","replies":[]}]}