{"id":"wa2nmKhR","poster":"Littlef00t","date":"2017-03-16T09:52:09.338+0000","title":"Orga suchen Team oder einzelne Spieler die ein Team gründen wollen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"\nPandanoia ist eine Anfang 2017 gegr&uuml;ndete Organisation, die sich auf Onlinespiele spezialisiert. Wir konzentrieren uns darauf sowohl Community, als auch Pro Gaming in unserer Organisation zu verbinden, aber dennoch sind wir erfolgsorientiert. Mit dem Start von Pandanoia folgt auch gleich unser erstes CS:GO Team.\nWas macht unseren professionellen Bereich so einzigartig?\nAbgesehen davon, dass wir unseren Pro-Bereich nicht nur f&ouml;rdern, bieten wir ihnen gleich zum Start einen Bootcamp-, Server- und Coach Support an. Nat&uuml;rlich folgen mit der Zeit auch noch Sponsoring und Vertr&auml;ge, aber alles zur gegebener Zeit. Wir wollen unseren Repr&auml;sentanten einen komfortablen Umfang bieten, deswegen haben wir f&uuml;r unsere Teams nicht nur ein Coaching Programm, sondern auch jemanden, der sich f&uuml;r das ganze Management einsetzt und sich darum k&uuml;mmert.\nAuch haben wir f&uuml;r unsere ganz besonderen Spieler einen Movie-Maker, der f&uuml;r jegliche Teams ein Best of, oder auch kleinere Szenen macht.\n\nEine kleine Zusammenfassung was wir bieten:\n- Webseite: www.Pandanoia.de (Noch nicht ganz fertig, arbeiten aber st&auml;ndig daran)\n- Social Media: https://www.facebook.com/Pandanoia-491857401011763/\n- eSports erfahrenes Management\n- professionelles Umfeld\n- wie oben genannt Management Support, Bootcamp und Lan Support\n- Server falls n&ouml;tig\n- selbstverst&auml;ndlich Teamspeak (sowohl f&uuml;r Community als auch einen f&uuml;r alle professionellen Teams)\n\nWas sucht Pandanoia denn?\nWir suchen ein ein ambitioniertes und erfolgsorientiertes League of Legends Team, dass hei&szlig;t jegliche Ligen und Turniere sollten gespielt und angestrebt werden.\nWir erwarten ein Erwachsenes Auftreten, da jeder Spieler im Team ein Repr&auml;sentant der Organisation Pandanoia ist. Das hei&szlig;t wir verbitten uns, dass einer unserer Spieler &ouml;ffentlich flamed oder sich nicht entsprechend verh&auml;lt! \n\nKontakt:\nEmail: info@pandanoia.de\nSteam:http://steamcommunity.com/profiles/76561198055714674/\nLeague of Legends: Littlef00t\noder schreibt mir hier einfach eine Nachricht\n\nMfg Rafael","replies":[{"id":"","poster":"Littlef00t","date":"2017-03-19T11:35:37.381+0000","up_votes":1,"down_votes":0,"body":"Wir suchen ab minimum Platin ( vorzugsweise Dia, aber wenn man sich als Plat Spieler beweisen kann, geben wir diesem gerne noch eine Chance) für ein heutiges Testmatch um 16 - 18 Uhr sowohl Midlaner als auch ADC.","replies":[]}]}