{"id":"AKhhsUJE","poster":"AI Hyperion","date":"2017-03-16T15:38:11.664+0000","title":"Suche ernstes Ranked Team! Main Mid!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\nich suche ein ernstes Team. Mein Name ist Christoph aka. Hyperi0n und zur Zeit bin ich 18 Jahre alt. \r\nLetzte Season war ich nur Gold V, dies ist aber auch weil ich relativ wenig Ranked gespielt habe.\r\nIn dieser Season habe ich nur meine Placements gemacht und wurde Silver 3.\r\nIch suche ein wirklich energisches, konzentriertes aber auch lustiges Team. Ich will etwas erreichen, mich verbessern, nicht nur allgemein sondern auch speziell auf der Mid lane. Ich suche nach Herausforderung und will an Turnieren teilnehmen sowie feste Trainingszeiten. \r\nIch bin sehr Kritikf&auml;hig und w&uuml;nsche mir auch Kritik, wenn diese im Rahmen ist. Flame lehne ich pers&ouml;nlich ab, klar hat jeder mal ein schlechtes Game, aber Dauerflamen geht nicht.\r\n\r\nNun zu meinen Main Champs: {{champion:268}} + {{champion:134}}  + {{champion:61}}  + {{champion:127}} \r\nIch beherrsche au&szlig;erdem noch sehr gut: {{champion:103}} + {{champion:245}}  + {{champion:112}}  + {{champion:126}} \r\n\r\nIn der Midlane spiele ich anfangs erstmal Safe um das Skilllevel des Gegners zu erkennen. Ich beherrsche gutes Positioning und Map Awarness.\r\nShot Callen kann ich ebenfalls. Um weiteres zu erfahren, einfach anschreiben.\r\n\r\nSo das war es erstmal grob zu meiner Person. Falls ihr Interesse habt. Einfach adden oder hier anschreiben.\r\nIch habe auch einen eigenen Teamspeak, falls noch einer ben&ouml;tigt wird.\r\n\r\nMfg Hyperi0n/Christoph {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"TbGamer15","date":"2017-03-16T17:33:03.108+0000","up_votes":1,"down_votes":0,"body":"hall0 :) also wir können dir kein festes team bieten aber wir sind ein kleiner clan mit derzeit 16 mitglieder wenn lust zum spielen besteht schreiben wir einfach in die whatsappgruppe wer bock hat und dann findet sich eigentlich immer ein volles flex manchmal sogar noch nen duo also eine grundaktivität ist vorhanden :) sind aber öfters halt mal andere mates mit dennen man spielt wobei aber auch oft die selben on sind (ca 4-5) die daueron sind also kleines suchtis :D wenn du zb nur duo zocken willst kannst du auch einfach nur nach nem mate für duo fragen da findest du sofort jmd :) es ist also alles gechillt unser ziel ist es größer zu werden und dann bei hoher aktivität auch stärkegerecht teams zu machen . wir haben auch einen eigenen ts im schnitt sind wir ca s1-g5  haben par mit gold3/4 aber auch par mit s3/4 wobei wir aber alle besser spielen und auch sehr viel gewinnen :) also wenn du interesse hast dann adde mich einfach mal ingame  TbGamer15","replies":[{"id":"","poster":"AI Hyperion","date":"2017-03-16T17:47:33.038+0000","up_votes":1,"down_votes":0,"body":"hab erstma geaddet","replies":[]}]},{"id":"","poster":"Eighty Carry","date":"2017-03-16T15:40:38.555+0000","up_votes":1,"down_votes":0,"body":"Heyho, \n\neventuell wäre unsere Community etwas für dich. Wir bieten Coaching, Teambetreuung sowie Turniere an. Aktuell sind wir um die 130+ aktive Mitglieder & sind in allen Elo's von Unranked-Master vertreten. Bei uns findet immer jeder jemanden zum Spielen sei es für Normals, Rankeds oder auch Customs. Gerne laden wir Dich zu einem Gespräch auf dem Teamspeak ein.\n\nUnser Post im League of Legends Forum: http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/kEcOcEk2-rift-guardians-sucht-mitglieder-teamerstellung-community-coaching-overwatch\n\nMit freundlichem Gruß\n\nRift Guardians","replies":[]}]}