{"id":"YERYO2YM","poster":"TheRealWolverine","date":"2017-03-16T13:34:49.212+0000","title":"Buch V: Die Abenteuer von Professor Hektor la Chilleus und Doktor Dosnar Gleenac - Band II","subforum":"Community-Kunstwerke","up_votes":13,"down_votes":2,"body":"Liebe Beschw&ouml;rer!\nWir m&ouml;chten euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\nHeute erz&auml;hlen wir euch, wie es mit unseren beiden Freunden in der Shurimanischen W&uuml;ste weitergeht. \nWie ihr euch vielleicht erinnert, befinden sich die beiden zu Forschungszwecken an einer Ruine, als sich in der Ferne eine gr&ouml;&szlig;ere Gruppe S&ouml;ldner n&auml;hert.\n_______________________________________________________________\nDosnar lachte und trat hinaus ins Sonnenlicht. Dort verging ihm das Lachen allerdings auf einen Schlag, als er sich den gez&uuml;ckten Krumms&auml;beln zweier &auml;u&szlig;ert grimmig drein blickenden S&ouml;ldner gegen&uuml;ber sah. Hastig hob er die H&auml;nde &uuml;ber den Kopf um zu zeigen, dass es keinen Grund gab ihn aufzuschlitzen. \nDer gr&ouml;&szlig;ere der beiden M&auml;nner sagte etwas, dass Dosnar als einen Dialekt der W&uuml;stennomaden erkannte. Wie war das noch gleich gewesen mit dieser Sprache? Panik machte sich in ihm breit, seine Zunge klebte trocken an seinen Gaumen. Schlie&szlig;lich stammelte er die Worte f&uuml;r &lsquo;friedlich&rsquo; und &lsquo;unbewaffnet&rsquo; in einem halbwegs vern&uuml;nftigen Shurimanisch. Der Schwei&szlig; rann ihm &uuml;ber die Stirn, teils aus Angst, teils wegen der Hitze. Er wollte noch nicht sterben, nicht jetzt, nicht hier.\n&ldquo;Was haben Sie?&rdquo; fragte Hektor, sich &uuml;ber seinen Kollegen wundernd. Um zu sehen, was passiert war, trat er aus dem Geb&auml;ude heraus, ebenfalls direkt vor die Krumms&auml;bel der S&ouml;ldner. &ldquo;Oh, &auml;h. Das haben Sie.&rdquo; Der gro&szlig;e S&ouml;ldner trat auf Hektor zu und bedrohte ihn mit seinem S&auml;bel. Ehe Hektor verstand, was er wollte- n&auml;mlich dass er seine H&auml;nde erhob- hatte der S&ouml;ldner ihn schon zu Boden geworfen. Schnell fasste sich Hektor wieder und entschuldigte sich in der alten shurimanischen Sprache bei dem S&ouml;ldner. Langsam aber sicher entfernte sich der Krumms&auml;bel von Hektors Hals. Der kleine S&ouml;ldner deutete Dosnar an, sich in Bewegung zu setzen, der Gro&szlig;e sah Hektor nur an. Er wusste, was man von ihm wollte. Aufstehen und hinterher laufen. &ldquo;Sie wollen uns doch nicht umbringen?&rdquo; fragte Hektor, jetzt mit ein wenig Panik in der Stimme. Die S&ouml;ldner jedoch knurrten nur , und Hektor sp&uuml;rte die S&auml;belspitze an seinem R&uuml;cken. Vielleicht h&auml;tten sie doch fliehen sollen, dachte er bei sich.\n&ldquo;Beruhigen Sie sich. Wenn Sie uns h&auml;tten t&ouml;ten sollen, dann w&auml;ren wir schon tot. Unser Schicksal liegt jetzt wahrscheinlich in den H&auml;nden dieser Adligen.&rdquo;, wisperte Dosnar dem schr&auml;g hinter ihm laufenden Hektor zu. Im Nachhinein betrachtet war dies ein recht tollk&uuml;hnes Unterfangen, denn der kleinere Mann bemerkte seine Worte und hielt es - wahrscheinlich aus mangelndem Verst&auml;ndnis - f&uuml;r einen Fluchtplan. Daher z&ouml;gerte er nicht lange,packte Dosnar an der Schulter,  riss ihn zu sich herum und schlug ihn mit der flachen Hand ins Gesicht.\nDosnar wurde f&uuml;r einen kurzen Moment schwarz vor Augen und er drohte in die Knie zu gehen. Er hatte noch nie viel aushalten k&ouml;nnen, weder physisch noch psychisch, aber jetzt durfte er nicht ohnm&auml;chtig werden, denn sonst w&uuml;rde man ihn wahrscheinlich keinerlei Chance geben sich vor dieser Lady zu rechtfertigen. Also k&auml;mpfte er gegen die Dunkelheit an und hielt sich dadurch schwankend auf den F&uuml;&szlig;en. Eigentlich h&auml;tte er einen Schluck Wasser ben&ouml;tigt, wagte aber weder danach zu fragen, noch in seiner Tasche nach seinem Trinkschlauch zu greifen. Schlie&szlig;lich k&ouml;nnte ihn das diesmal tats&auml;chlich das Leben kosten. \nDie beiden S&ouml;ldner f&uuml;hrten Dosnar und Hektor den kleinen H&uuml;gel hinauf, auf dem sie eben noch geschaut hatten, ob ihnen Unheil drohte oder nicht. Oben angekommen sahen sie, dass die Gruppe noch nicht angekommen war. Offenbar wurden die zwei S&ouml;ldner vorausgeschickt, um das Gebiet auszukundschaften. Als die Gruppe sie sah, wurden zwei weitere S&ouml;ldner losgeschickt, ihnen entgegen zu laufen. Offenbar gingen sie kein Risiko ein, dachte sich Hektor. Man deutete ihnen an, sich wieder in Bewegung zu setzen. Jetzt hing alles davon ab, ob die noxianische Adlige ihnen glaubte, dass sie keine Gefahr waren, oder nicht.\nEine Ewigkeit standen die vier M&auml;nner im Sand und beobachteten wie sich die Prozession der Adligen n&auml;herte. Dosnars Zunge wurde mit jedem Moment, der verstrich, trockener. Warum hatte er auf einmal so einen Durst? War es die Hitze oder die Todesangst, die sein Verlangen nach Wasser hervorgebracht hatte? Er konnte es nicht sagen. Die Zeit verging qu&auml;lend langsam. Er hatte den Blick gesenkt um sein Gesicht vor der gnadenlosen Sonne zu sch&uuml;tzen.Gerade als er dachte, er w&uuml;rde es keinen Moment l&auml;nger mehr aushalten aufrecht zu stehen, durchschnitt eine kr&auml;ftige weibliche Stimme die Stille.\n&ldquo;Lon&rsquo;Mar, Lan, wen habt ihr denn da gefunden?&rdquo;, fragte die Frau, die sie schon zuvor als S&ouml;ldnerprinzessin Sivir erkannt hatten.\nDer gr&ouml;&szlig;ere der beiden M&auml;nner antwortete: &ldquo;Sie haben sich gleich neben dem H&uuml;gel versteckt, wo Lan sie gesehen hatte. Sie k&ouml;nnen aber unsere Sprache nicht wirklich.&rdquo;\nDas war nun aber zu viel des Guten. Er sprach Shurimanisch beinahe flie&szlig;end und Hektor sprach es sogar noch besser als er. Nur weil man kein Wort herausbrachte, wenn man fast von einem S&auml;bel aufgeschlitzt wurde, hie&szlig; das noch lange nicht, dass man die Sprache nicht beherrschte.\n&ldquo;Das ist nicht ganz richtig.&rdquo;, w&uuml;rgte Dosnar trotz seiner vertrockneten Zunge hervor, &ldquo;Wir sind Professor Hektor la Chilleus und Doktor Dosnar Gleenac von der Universit&auml;t in Piltover und hier, um arch&auml;ologische Forschung zu betreiben.&rdquo;\nSivir runzelte die Stirn. &ldquo;Forscher also. Die k&ouml;nnten uns n&uuml;tzlich sein.&rdquo;, dabei sah sie die Noxianerin von der Seite an, als erwarte sie ihre Meinung dazu zu h&ouml;ren.\nDiese stieg von ihrem Pferd herab und trat auf die beiden zu. Dicht hinter ihr standen ihre Leibw&auml;chter. &ldquo;Forscher? Ich habe eure Namen noch nirgends geh&ouml;rt, daher k&ouml;nnt ihr nicht besonders erfolgreich gewesen sein, was? Vermutlich streunt ihr deshalb hier in der W&uuml;ste herum, weil euch an der Akademie niemand braucht?&rdquo; Die Adlige lachte und betrachtete die beiden mit scharfem Blick. &ldquo;Aber erfolgreich hin oder her, ihr haltet mich auf, und das lasse ich nicht zu. Wachen!&rdquo; &ldquo;Ja, Herrin?&rdquo; Ihre Leibwachen z&uuml;ckten ihre Schwerter. &ldquo;Wir haben ein Problem, also schafft es aus der Welt.&rdquo; &ldquo;Herrin.&rdquo; Die Frau drehte sich um, w&auml;hrend ihre Wachen auf Hektor und Dosnar zukamen, die Schwerter bereit. \nPl&ouml;tzlich stellte sich Sivir vor die beiden und die Wachen hielten inne. &ldquo;Cassiopeia.&rdquo; Scharf durchschnitt dieses Wort die Luft. Die Adlige drehte sich ruckartig um. &ldquo;Wie hast du mich genannt? F&uuml;r dich, Bandit, bin ich Lady Du Couteau. Hast du mich verstanden? Geh&rsquo; aus dem Weg, damit wir die beiden los sind und weiter k&ouml;nnen.&rdquo; &ldquo;Nein. Wir k&ouml;nnen sie gut gebrauchen. Selbst wenn es keine bekannten Forscher sind, so d&uuml;rften sie doch mehr &uuml;ber diese W&uuml;ste wissen als wom&ouml;glich alle von euren Leuten zusammen.&rdquo; Sivir blickte in die Runde der noxianischen Soldaten, einige von ihnen schnaubten ver&auml;chtlich. &ldquo;Willst du damit sagen, das wir dumm sind, Bandit?&rdquo; Die Frau, die sie nun als Cassiopeia Du Couteau kannten, schritt auf Sivir zu. &ldquo;Was hat das zu bedeuten, Sivir? Wof&uuml;r bezahle ich dich und deinen Haufen Strauchdiebe? Das du mir irgendwelche &ldquo;Forscher&rdquo; aufliest und mich bittest sie mit zu nehmen? Geh aus dem Weg.&rdquo; Die letzten Worte sagte sie betont und mit kurzer Pause. Sie sah ziemlich zornig aus, und Hektor f&uuml;rchtete, dass ihnen jederzeit ihr Ende drohte. &ldquo;Nein.&rdquo; sagte Sivir erneut. &ldquo;Ich will euch weder aufhalten noch sagen, dass ihr oder eure M&auml;nner dumm seid. Trotz all dem scheinen sie sich hier auszukennen und das reicht mir als Grund, sie am Leben zu lassen und sie mitzunehmen. Und wenn ihr sie sp&auml;ter immer noch loswerden wollt, ist mir das gleich. Aber ich glaube sie k&ouml;nnten hilfreich sein beim Aufsp&uuml;ren von Fallen.&rdquo; Lady Du Couteau schien sich etwas zu beruhigen. &ldquo;Kanonenfutter also? Meinetwegen. Aber wenn sich diese Entscheidung als Fehler herausstellt, Sivir, dann bist du es, die als Kanonenfutter endet. M&auml;nner, fesselt die beiden und bindet sie an ein Pferd. Sie laufen. Und jetzt Bewegung!&rdquo;\nDosnar atmete erleichtert auf. Es waren durchaus keine guten Aussichten f&uuml;r Hektor und ihn, aber zumindest vorerst keine T&ouml;dlichen. Widerstandslos lie&szlig; er sich also neben Hektor an das Pferd von einem von Sivirs M&auml;nnern binden. Das kr&auml;ftige Tier w&uuml;rde zweifellos in der Lage sein sie beide hinter sich durch den Sand zu ziehen, falls sie nicht mehr in der Lage sein w&uuml;rden zu laufen. Dies h&auml;tte h&ouml;chstwahrscheinlich einen qualvollen und langsamen Tod zur Folge.\n&ldquo;Hektor, ist mit Ihnen alles in Ordnung?&rdquo;, fl&uuml;sterte er seinem alten Freund zu. Das Letzte, was sie jetzt gebrauchen konnten, war noch ein Streit untereinander, deshalb hielt Dosnar es f&uuml;r ratsam die alte H&ouml;flichkeit so gut es eben ging beizubehalten.\nHektor seufzte. Schon wieder sein Vorname. Aber sich jetzt dar&uuml;ber Gedanken zu machen&hellip; nein, es brauchte vermutlich jede Kraft, die er noch hatte. Er seufzte noch einmal und brachte ein kurzes &ldquo;Ja&rdquo; heraus. Sicher, Dosnar hatte sich mehr erhofft, als dieses Ja, aber sei es drum. Hektor sah sich um. Hier waren sie nun. Vor kurzem noch voller Vorfreude die alten Ruinen untersuchend, waren sie nun an ein S&ouml;ldnerpferd gefesselt, und mussten jeden Moment um ihr Leben f&uuml;rchten. Ihr Leben, welches nun von den Launen dieser Adligen abhing. Und ihre Laune schien sehr schlecht zu sein. Wenigstens hatte Sivir sie gerettet. Naja, mehr oder weniger. Die Frage, ob diese Situation hier besser war als es kurz und schmerzlos hinter sich zu haben, blieb. H&auml;tten sie doch nur auf ihre Kollegen an der Akademie geh&ouml;rt und wenigstens ein, zwei Wachen mit genommen. Hektor sah zu Dosnar. Was dachte er jetzt wohl?\nDosnar wollte sich aus Gewohnheit gegen die Nase tippen, weil ihm das in seinem Leben bisher immer beim Nachdenken geholfen hatte. Doch dank seiner Fesseln wurde daraus nichts. \n&ldquo;Haben Sie eine Idee, was wir tun sollten?&rdquo;, fl&uuml;sterte er leise zu seinem Partner. Hoffentlich fiel Hektor mehr ein, als ihm gerade, sonst w&auml;ren sie wohl verloren.\nDieser sch&uuml;ttelte langsam den Kopf. &ldquo;Ich f&uuml;rchte, wir m&uuml;ssen abwarten, was sie mit uns tun.&rdquo; kr&auml;chzte Hektor. Er hustete. Einer der S&ouml;ldner sah zu ihm her&uuml;ber. &ldquo;Was?&rdquo; fragte er harsch. &ldquo;K&ouml;nnte ich etwas zu trinken bekommen? Mein Hals ist ganz trocken und ich kann kaum sprechen.&rdquo; Hektor hatte sichtlich m&uuml;he, diesen Satz einigerma&szlig;en verst&auml;ndlich auszudr&uuml;cken. Der S&ouml;ldner beschleunigte seinen Schritt und lief neben Hektor. &ldquo;Von uns kriegt ihr nichts, wir haben kaum etwas.&rdquo; Hektor sah zu seiner Tasche, die man auf das Pferd gelegt hatte. &ldquo;Dort drinnen&hellip; Ich habe etwas Wasser. Bitte.&rdquo; &ldquo;Was ist los?&rdquo; rief Sivir pl&ouml;tzlich. Der S&ouml;ldner ging zu ihrem Pferd und unterhielt sich kurz mit ihr. Als er zur&uuml;ckkam, nahm er sich Hektors Tasche und kramte daraus Hektors Trinkschlauch. &ldquo;Sivir sagt, ihr k&ouml;nnt trinken. Aber ich rate euch, nicht alles zu verbrauchen. Bis wir unser Wasser wieder auff&uuml;llen k&ouml;nnen, wird es noch dauern.&rdquo; Er hielt Hektor den Trinkschlauch an den Mund und dieser nahm gierig ein paar gro&szlig;e Schlucke. Nachdem Hektor getrunken hatte, trank auch Dosnar etwas. &ldquo;Danke.&rdquo; sagte Hektor leise und Dosnar nickte zustimmend. Nachdem sich der S&ouml;ldner wieder entfernt hatte, sah Hektor zu Dosnar. &ldquo;Zumindest Sivir scheint uns einigerma&szlig;en freundlich gesinnt zu sein. Sie l&auml;sst uns trinken, also will sie nicht, dass wir leiden. Wir sollten uns an sie halten.&rdquo;\n&ldquo;Ausnahmsweise  bin ich  vollkommen ihrer Meinung,Professor. &rdquo; Dosnars Gedanken wurden dank des Wassers wieder klarer. Er begann  die Umgebung  und die Sonne  aufmerksam  zu beobachten und wurde  schlie&szlig;lich  kreidebleich. Aufgeregt fl&uuml;sterte  er Hektor zu: &ldquo;Wir m&uuml;ssen etwas unternehmen. Schauen Sie doch in welche Richtung wir laufen. Die Felsen, der Sonnenstand - in diesem Gebiet sind in den letzten Jahren immer  wieder Kollegen verschwunden. Die alten Legenden berichten von einer schrecklichen Kreatur, die seit dem Untergang  Shurimas den Westen der Ruine bewachte. Wir m&uuml;ssen  uns unbedingt von Osten n&auml;hern.&rdquo;\n&ldquo;Ihr habt recht, werter Kollege.&rdquo; Hektors Stimme kr&auml;chzte noch etwas, aber dank des Wasser konnte er wieder klarer sprechen. &ldquo;Wir m&uuml;ssen ihnen das verst&auml;ndlich machen. Aber ob sie auf uns h&ouml;ren?&rdquo; Hektor zuckte mit den Schultern und sah zu Donsar her&uuml;ber. Er schien genauso wenig zu wissen, ob sie ihnen vertrauten, wie er. Was sollten sie tun? Wenn sie ihnen nicht glaubten, was dann? Und &uuml;berhaupt: W&uuml;rden sie ihnen vertrauen? Schlie&szlig;lich k&ouml;nnten Sivirs S&ouml;ldner denken, dass Hektor und Dosnar ihnen eine Falle stellen wollten. Aber sie konnten es nicht drauf ankommen lassen. Lieber jetzt sterben, weil ihnen niemand vertraute, als der Bestie zu begegnen. &ldquo;Hey!&rdquo; rief Hektor zu dem S&ouml;ldner, der ihnen Wasser gegeben hatte. Er sah auf. &ldquo;Was willst du?&rdquo; fragte er harsch. &ldquo;Wir k&ouml;nnen nicht in diese Richtung weiter gehen. Hier treibt ein Monster sein Unwesen. Das w&auml;re Selbstmord. Wir m&uuml;ssen von Osten her auf euer Ziel zu, nicht von dieser Seite.&rdquo; Der S&ouml;ldner sah zuerst etwas verwirrt aus, dann schien er zu &uuml;berlegen. &ldquo;Bitte, glauben sie uns. Hier sind in den letzten Jahren immer wieder Kollegen von der Akademie verschwunden, auch wenn sie Leibw&auml;chter dabei hatten. Sie kamen her, um die Ruinen in diesem Teil der W&uuml;ste zu erforschen, aber kehrten nie zur&uuml;ck.&rdquo; Der S&ouml;ldner &uuml;berlegte immer noch, sah aber offenbar ein, dass es zumindest erw&auml;hnenswert war, und lief voraus, um Sivir einzuholen.\nDosnar atmete auf. &ldquo;Das haben Sie gut gemacht, Herr Professor.&rdquo;, lobte er seinen Kollegen.\n&ldquo;Vielleicht glaubt uns die S&ouml;ldnerprinzessin und wir k&ouml;nnen das Schlimmste abwenden.&rdquo;\nKurze Zeit sp&auml;ter kam der Krieger mit Sivir zur&uuml;ck.\n&ldquo;Man sagte mir, ihr beiden h&auml;ttet Informationen &uuml;ber dieses Gebiet. Heraus mit der Sprache.&rdquo;, verlangte sie scharf.\n&ldquo;Die Forschungen berichten von einer gewaltigen Kreatur, die alles und jeden verschlingt. Wir wissen nicht, was es genau ist. Der einzige Bericht, der &uuml;ber dieses Wesen existiert, besagt, dass es sich durch den Sand bewegt und schnell und pr&auml;zise angreift. Nur dieses eine Mal wurde es bisher beobachtet und das von Osten aus. Der Westen ist gef&auml;hrlich. Von dort ist noch niemand zur&uuml;ckgekehrt. Bitte glauben Sie uns.&rdquo;\nSivir schien zu &uuml;berlegen. Sie murmelte etwas Unverst&auml;ndliches zu dem S&ouml;ldner und dieser sah sie etwas panisch an. &ldquo;Ich wei&szlig; nicht, was schlimmer ist: Dieser Kreatur zu begegnen, sollte sie sich denn hier aufhalten, oder Cassiopeia zu erkl&auml;ren, dass wir mehr Zeit brauchen werden, da wir von der anderen Seite her zur Ruine m&uuml;ssen. Ihr zwei. &ldquo;Sivir zeigte auf Dosnar und Hektor. &ldquo; Ihr werdet es erkl&auml;ren. Und ihr solltet besser &uuml;berzeugend sein. Sonst wird diese Kreatur eure geringste Sorge sein.&rdquo; Sie schien sich etwas zu beruhigen. &ldquo;Ich&hellip; ich will euch einen Rat geben. Zollt Cassiopeia Respekt. Auch wenn ihr vielleicht meint, sie verdiene es nicht. Je weniger sie sich aufregt, desto besser f&uuml;r uns alle. Nur leider regt sie sich schnell auf. Also los, erkl&auml;rt es ihr. Binde sie los.&rdquo; Sivir nickte zu ihren S&ouml;ldner her&uuml;ber, welcher immer noch etwas panisch drein sah, aber gehorchte und die das Seil, welches Dosnar und Hektor am Pferd festhielt, los machte. &ldquo;Keine schnelle Bewegungen.&rdquo; raunte er ihnen zu, und deutete ihnen an, in Cassiopeias Richtung zu gehen. \nMit Bedacht n&auml;herten sich die beiden Gelehrten der noxischen Adligen. Als sie schlie&szlig;lich direkt vor ihr standen, r&auml;usperte sich Dosnar verlegen und begann zu sprechen: &ldquo;Milady, wir bitte vielmals um Entschuldigung, sie mit einem solchen Thema bel&auml;stigen zu m&uuml;ssen..&rdquo;\nWeiter kam er nicht, denn die Cassiopeia schnitt ihm das Wort ab. &ldquo;Ihr beide schon wieder. Was wollt ihr?&rdquo;\nDosnar wisch bei diesem harschen Ton instinktiv einen Schritt zur&uuml;ck, dann sammelte er sich wieder und begann erneut zu erkl&auml;ren. &ldquo;Wir m&ouml;chten euch dar&uuml;ber informieren, dass laut Forschungen unserer Universit&auml;t in diesem Gebiet ein furchtbare Bestie lebt, durch die wir in den letzten Jahren viele gute Wissenschaftler verloren haben. Nat&uuml;rlich hatten diese keine so gut ausgestattetes Truppe an S&ouml;ldnern&rdquo;, er warf dem Krieger hinter sich einen raschen Seitenblick zu, &ldquo;bei sich, aber wir sind langsamer als Einzelpersonen und w&uuml;rden euch - nat&uuml;rlich vorausgesetzt ihr seid einverstanden - den Weg von Osten zu dieser Ruine empfehlen.&rdquo;\nCassiopeia funkelte ihn w&uuml;tend an. &ldquo;Ihr wagt es mir einen Weg vorzuschlagen, durch den sich mein strikter Plan verz&ouml;gert?&rdquo;\nDosnar antwortete ihr kleinlaut: &ldquo;Ja, weil wir das Ziel wahrscheinlich nicht erreichen, wenn wir von Westen her eintreffen.&rdquo;\n&ldquo;Soll das eine Drohung sein?&rdquo;, erwiderte die Dame zunehmend gereizt. \nDosnar warf Hektor einen hilfesuchenden Seitenblick zu und f&uuml;gte eilig hinzu: &ldquo;Wir w&uuml;rden uns niemals erdreisten ihnen zu drohnen, Milady. Bitte verzeiht, falls wir unh&ouml;flich oder respektlos waren. Dies war keinesfalls unsere Absicht.&rdquo;\nCassiopeia stieg von ihrem Pferd ab und baute sich vor Dosnar und Hektor auf, ihre Leibwachen direkt hinter ihr mit der Hand am Schwert.\n&ldquo;Ihr wollt mir Honig ums Maul schmieren, was? Wollt mir extra den langen Weg empfehlen, damit ihr noch irgendetwas planen k&ouml;nnt. Ihr kommt hier nicht weg, was auch immer ihr vorhabt. Wir gehen den Weg, den ich sage. Ich lasse mir von niemandem meine Pl&auml;ne durchkreuzen, schon gar nicht von solchen W&uuml;rmern wie euch. Unbedeutende Wissenschaftler! Wer hat euch &uuml;berhaupt los gebunden? Ihr solltet ganz hinten sein und hinter meinen Pferden im Staub hergezogen werden, stattdessen taucht ihr einfach hier auf. Was ist hier los?!&rdquo; Mittlerweile bebte sie am ganzen K&ouml;rper. Zornig funkelte sie den S&ouml;ldner an, der Dosnar und Hektor losgebunden hatte. Dieser wich einen Schritt zur&uuml;ck und sagte leise: &ldquo;Sivir sagte, ich solle sie losmachen, damit sie euch sagen k&ouml;nnen, was sie uns gesagt haben.&rdquo;\nCassiopeia lachte spitz auf, fast wahnsinnig vor Zorn. &ldquo;Sivir. Sivir. Nat&uuml;rlich war sie es. Dieses mal habe ich genug!&rdquo; Mit hastigen Schritten ging sie in Sivirs Richtung. Es schien, als h&auml;tte Sivir dies erwartet, und sie nahm gleich eine Kampfhaltung ein.\n&ldquo;Du! Was habe ich dir gesagt? Du hast nichts zu melden, so lange ich es dir nicht befehle. Was glaubst du wer du bist?&rdquo; Cassiopeia musterte Sivir von oben bis unten, ihre Hand wanderte langsam zu ihrem Dolch. &ldquo;Ich bin Sivir, S&ouml;ldnerprinzessin und beheimatet in dieser W&uuml;ste. Im Gegensatz zu euch kenne ich mich hier aus, deswegen habt ihr mich angeheuert. Und eben weil ich mich hier auskenne, wei&szlig; ich, dass die beiden Recht haben k&ouml;nnten. Aus diesem Grund habe ich sie zu euch geschickt. Nat&uuml;rlich m&uuml;sst ihr ihnen nicht glauben, niemand hat das erwartet. Aber wenn sie Recht haben, und diese Bestie wirklich hier haust, dann habt ihr uns alle in den Tod geschickt.&rdquo; Sivir antwortete ruhig und gelassen, und warf einen Blick auf ihre S&ouml;ldner. Diese schien die Aussage, dass Cassiopeia sie in den Tod schicken k&ouml;nnte, nicht zu gefallen.\nSchnell versammelte sich Cassiopeias Leibgarde um ihre Herrin.\nSivir lachte h&ouml;hnisch. &ldquo;Nun versteckt ihr euch hinter euren Wachen. Seid Ihr wirklich so arrogant oder einfach nur so dumm, dass euch nicht einmal der Gedanke gekommen ist, wir k&ouml;nnten uns mitten in der W&uuml;ste gegen euch wenden, wenn ihr euch allzu sehr im Ton vergreift?&rdquo; \nCassiopeia hob das Kinn und straffte die Schultern, doch ihre Gesichtsfarbe war nun deutlich blasser. &ldquo;Nun gut. Ich habe einen Vorschlag. Wir geben einem unserer Gelehrten&rdquo;, sie deutete ver&auml;chtlich auf Hektor und Dosnar, &ldquo; ein Pferd und lassen ihn die Gegend auskundschaften und behalten den anderen als Geisel. Kommt er in den n&auml;chsten drei Stunden zur&uuml;ck und hat Beweise f&uuml;r ein Monster, so glaube ich ihm. Kommt er nicht zur&uuml;ck, f&uuml;hrt uns der andere ebenfalls diese Route entlang.&rdquo;\nSie grinste nun h&ouml;hnisch. &ldquo;Und sollten wir auf dem Weg keine Leiche finden, dann schneiden wir dem Zweiten am Ziel die Kehle durch. Das sollte den Ersten an der Flucht hindern?&rdquo;\nSivir setzte einen skeptischen Blick auf. &ldquo;Sollten wir nicht auch den anderen Weg nehmen, wenn der Erste nicht zur&uuml;ckkommt?&rdquo;\nCassiopeia sch&uuml;ttelte den Kopf.  &ldquo;Nein. Er w&uuml;rde fliehen, wenn er dadurch seinem Freund  den l&auml;ngeren Weg garantieren k&ouml;nnte.&rdquo;\nDosnar protestierte. &ldquo;Wir sind seit Jahren Kollegen. Wir w&uuml;rden den anderen niemals im Stich lassen.&rdquo;\nCassiopeia sah ihn scharf an. &ldquo;Aber nat&uuml;rlich. Ich setze lieber auf Kontrolle als auf Vertrauen. Also wer von euch beiden bringt mir den Beweis f&uuml;r die angebliche Bestie?&rdquo;\n&ldquo;Ich tue es.&rdquo; sagte Hektor ruhig. \n_________________________________________________________________________________\n\n\nUnd damit geht eine weitere M&auml;rchenstunde zu Ende und unsere Helden stehen vor einem neuen Problem. Besucht uns doch zu einem sp&auml;teren Zeitpunkt noch einmal, wenn ihr mehr erfahren wollt. \nBis dahin w&uuml;nschen wir euch noch einen sch&ouml;nen Abend, und wir hoffen, euch hat unsere Geschichte gefallen.\n\nEure M&auml;rchenfee Wolverine\nEuer Geschichtenerz&auml;hler Markishi\n\nWeiter zum [nächsten Teil](https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/c2w2tALi-buch-v-die-abenteuer-von-professor-hektor-la-chilleus-und-doktor-dosnar-gleenac-band-iii) :)","replies":[{"id":"","poster":"Lord Luminous","date":"2017-03-16T17:49:24.305+0000","up_votes":3,"down_votes":0,"body":"Shurimanisch wollte ich ja auch mal lernen...aber die Sprache ist mir etwas zu _trocken_.","replies":[{"id":"","poster":"CustomKunibert","date":"2017-03-17T10:10:22.696+0000","up_votes":1,"down_votes":0,"body":"Ba Dum Ts... ^^","replies":[]},{"id":"","poster":"TheRealWolverine","date":"2017-03-16T17:50:33.926+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Logak,realm=EUW,application-id=NIAgX8ss,discussion-id=YERYO2YM,comment-id=0002,timestamp=2017-03-16T17:49:24.305+0000)\n>\n> Shurimanisch wollte ich ja auch mal lernen...aber die Sprache ist mir etwas zu _trocken_.\n\nJa das ist wohl wahr ^^","replies":[]}]},{"id":"","poster":"CustomKunibert","date":"2017-03-16T14:20:38.013+0000","up_votes":3,"down_votes":0,"body":"Und nach dem Lesen kann ich in ruhigerem Ton hinzufügen: Sehr schön geschrieben und der Cliffhanger macht Lust auf den nächsten Teil! Zum Glück bekomme ich meine ganz persönliche Benachrichtigung, wenn es soweit ist ... hehe :D","replies":[{"id":"","poster":"Markishi","date":"2017-03-16T14:21:24.672+0000","up_votes":1,"down_votes":0,"body":"Schön, das es dir gefällt =)","replies":[]}]},{"id":"","poster":"CustomKunibert","date":"2017-03-16T13:41:31.589+0000","up_votes":2,"down_votes":0,"body":"#Kommentieren-bevor-man-gelesen-hat-um-den-Foreneintrag-zu-unterstüzten-FTW und so. Still the Main.","replies":[{"id":"","poster":"ToxicTeemoPolice","date":"2017-03-17T18:28:20.795+0000","up_votes":1,"down_votes":0,"body":"Warum ist das so groß bei dir ?\n","replies":[{"id":"","poster":"CustomKunibert","date":"2017-03-22T14:41:57.832+0000","up_votes":1,"down_votes":0,"body":"Weil ich vor und nach die Aussage ein Sternchen gemacht habe ;)","replies":[]},{"id":"","poster":"TheRealWolverine","date":"2017-03-17T19:13:02.879+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ToxicTeemoPolice,realm=EUW,application-id=NIAgX8ss,discussion-id=YERYO2YM,comment-id=00000001,timestamp=2017-03-17T18:28:20.795+0000)\n>\n> Warum ist das so groß bei dir ?\n\nIch habe mich gerade so gefreut, dass hier ein Kommentar ist :D  wie fandest du denn die Geschichte?","replies":[{"id":"","poster":"ToxicTeemoPolice","date":"2017-03-17T19:25:11.444+0000","up_votes":1,"down_votes":0,"body":"moment....ich habe dich in der Freundesliste xd","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-03-17T19:58:11.799+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ToxicTeemoPolice,realm=EUW,application-id=NIAgX8ss,discussion-id=YERYO2YM,comment-id=0000000100000001,timestamp=2017-03-17T19:25:11.444+0000)\n>\n> moment....ich habe dich in der Freundesliste xd\n\nich dich irgendwie nicht :( hast du dich vielleicht verguckt?\n  hab gerade nachgesehen.  schön, dass dir die story gefällt{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"ToxicTeemoPolice","date":"2017-03-17T19:24:31.746+0000","up_votes":1,"down_votes":0,"body":"Wirklich toll ;)","replies":[]}]}]},{"id":"","poster":"TheRealWolverine","date":"2017-03-16T13:47:07.230+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=NIAgX8ss,discussion-id=YERYO2YM,comment-id=0000,timestamp=2017-03-16T13:41:31.589+0000)\n>\n> #Kommentieren-bevor-man-gelesen-hat-um-den-Foreneintrag-zu-unterstüzten-FTW und so. Still the Main.\n\ndanke dir :) wusste doch auf dich ist verlass ^^","replies":[]}]},{"id":"","poster":"Monkey D Spoôn","date":"2017-05-07T08:43:48.660+0000","up_votes":1,"down_votes":0,"body":"Whoah, echt krass, gefällt mir !","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-05-11T07:58:26.853+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Monkey D Spoôn,realm=EUW,application-id=NIAgX8ss,discussion-id=YERYO2YM,comment-id=0003,timestamp=2017-05-07T08:43:48.660+0000)\n>\n> Whoah, echt krass, gefällt mir !\n\nDanke :) wir bemühen uns, dass es bald weiter gehen kann","replies":[]}]}]}