{"id":"vwLcEsb8","poster":"LuckingFegendary","date":"2017-03-15T19:17:00.256+0000","title":"Gerichtssaal des OT´s","subforum":"Allgemeiner Chat","up_votes":17,"down_votes":5,"body":"Willkommen in unserem neuen Gerichtssaal.\r\nHier werden in Zukunft Prozesse angehalten werden und ich, als Richter, werde die Urteile aufgrund der Sachlage, die in diesem Thread mitgeteilt fällen. Hierbei hat jeder Angeklagte oder Kläger das Rechts auf einen Anwalt, muss dieses jedoch nicht einsetzen.\r\nWeitere Regelungen werden noch folgen.","replies":[{"id":"","poster":"Yjuq","date":"2017-03-18T16:34:32.804+0000","up_votes":5,"down_votes":0,"body":"Werter Richter, Bürger des OT und König Becks... Ehm Rümmel sowie das einfache Fußvolk,\n\nals königlicher Porobeauftragter ist es meine Pflicht mich um die Belange der Poros zu kümmern. Ich bin für ihren Schutz verantwortlich, da Poros essentieller Bestandteil unseres Königreiches sind. Wie jeder allgemein wissen sollte, sind Poros aus Liebe gemacht. Zudem bestehen sie zu gleichen Anteil aus Wahrhaftigkeit, Ehre und Unschuld.\n\nDoch warum sind Poros essentiell für unser Königreich?\nIn düsteren Zeiten, wie diesen, strahlen sie die Hoffnung für uns aus. Mit ihrer Präsenz geben sie uns die Kraft und den Willen zu glauben und zu hoffen. All unsere Energie wie Freude, Glück und Ehre stammen von diesen Geschöpfen. Sie strahlen diese Energie in die Menschen, ähnlich wie Bäume die Luft, welche wir atmen, wieder säubern.\n\nKümmern wir uns nicht um die Poros, so werden noch düstere Zeiten kommen meine Freunde! Alle positiven Gefühle verschwinden mit den Poros. Hass, Trauer und Chaos werden die Welt erschüttern. Struktur und Ordnung, ein gepflegtes Miteinander sowie der Glaube würden komplett ausradiert werden.\n\nAus diesem Grund kann ich es nicht gut heißen, wenn die Macht der Poros für eigene, egoistische Zwecke missbraucht werden. Markishi hat sich bereits dazu geäußert jene Macht für sich zu nutzen. Ich verlange eine gerechte Strafe!\n\nStellt ihn an den Pranger und lasst ihn für 24h öffentlich von dem Königreich, und deren Bürger, mit diversen Obst- und Gemüsesorten bewerfen. Dies soll ihn dabei helfen ausgiebig in Scham über sein Handeln nachzudenken.\n\nRettet die Poros!\n\nHochachtungsvoll der königliche Porobeauftragter\nQujy Yjuq","replies":[]},{"id":"","poster":"Der Großmugister","date":"2017-05-03T13:34:25.286+0000","up_votes":4,"down_votes":0,"body":"Als Großmugister muss ich mich nun auch hier einschalten, denn es fiel der Begriff der Allmacht!\n\nWie jeder in unserem Königreich weiß, ist nur Gott (Draven) allein allmächtig! Die Wächter in Grün sind es, bei aller eventuell vorhandener Macht, nicht!\nBis es einer der Wächter vollbracht hat, 100 rotierende Äxte zu fangen, anschließend einen Gegner niederzustrecken und dabei noch unfassbar gut auszusehen, bleibt dies ein Fakt!","replies":[]},{"id":"","poster":"Yjuq","date":"2017-03-19T10:57:03.382+0000","up_votes":4,"down_votes":0,"body":"Werter Richter, Bürger des OT, König Rümmel sowie das einfach Fußvolk,\n\nich bin schockiert dass der werte Herr Markishi an meiner Position als königlicher Porobeauftragter zweifelt. Ich möchte mich zu folgender Aussage äußern:\n\n> Ich weiß nicht, inwiefern ihr euch vorstellt, welche schreckliche Schandtaten jemand mithilfe eines Poros begehen will, aber alleine die Tatsache, dass ihr euch darüber Gedanken macht, und offenbar wisst, wie man Poros schlecht behandelt, gibt mir einige Bedenken in eurer Form als Porobeauftragter.\n\nMir ist durchaus bewusst, wie man Poros schlecht behandelt und was ihre Existenz bedroht. In dem letzten Jahr habe ich intensive Forschung in meiner Besenkammer betrieben und dabei einen engen Kontakt, über Taubenpost, mit Prof. Braum gepflegt. Ich habe das Verhalten des Poros studiert um diese besser verstehen zu können. Es ist wichtig dass wir auf die Bedürfnisse der Poros eingehen und wir uns ihrem Wohlempfinden widmen. Dadurch bin ich auch zu Kenntnisse gelangt, was Poros nicht mögen und was in ihnen bleibende Schäden verursacht. Für dieses Wissen bin ich auch sehr dankbar. Dies hat einen einfachen Grund: Wie kann ich meine Pflichten ernst nehmen, wenn ich nicht weiß wovor ich die Poros eigentlich schützen sollte? Wie kann ich mich um das Wohlempfinden von Poros kümmern, wenn mir nicht bewusst ist was sie mögen und was nicht?\n\nErklären sie mir das bitte werter Herr Markishi! Wie soll ich da meinen Pflichten ordnungsgemäß nachgehen? Das sie mir indirekt unterstellen, dass ich meine Aufgabe als königlicher Porobeauftragter nicht gerecht werde und hier eindeutig versuchen mich als Bösewicht darzustellen, zeigt mir schon dass sie keine Skrupel haben die Poros als Waffe in jeglicher Form zu nutzen.\n\n> Desweiteren habe ich selbst einige Poros bei mir aufgenommen und ihnen ein Zuhause geboten, in welchem sie bis heute Glücklich leben, da sie alles haben, was sie für ein wunderbares und sorgenfreies Leben benötigen.\n\nWas heißt hier \"aufgenommen\"? Ich mache mir, aufgrund des momentanen Sachverhaltes, ziemlich viele sorgen um die Poros. Bitte beantworten Sie die nachfolgende Fragen:\n\nWann haben sie die Poros aufgenommen?\nWarum haben sie die Poros aufgenommen?\nWie werden die Poros behandelt?\nWelchen Möglichkeiten stehen den Poros zur Verfügung?\nWas bekommen die Poros als Nahrung?\nWie viele Poros haben sie bei sich?\nIst ihr Zuhause Porogerecht? Wenn ja, beschreiben sie ihre Sicherheitsmaßnahmen für Gefahrenquellen detailliert.\n\nUnd nun noch eine wichtige Frage, ob sie das Verhalten eines Poros richtig einschätzen können:\nWie ist die Gefühlslage der Poros, wenn das Horn nach oben oder unten gerichtet ist?\n\nJetzt wo sie uns mitgeteilt haben, dass sie Poros bei sich Zuhause aufgenommen und sie mich nicht eindeutig von ihrer Unschuld überzeugt haben, bin ich sehr besorgt um diese Poros...","replies":[]},{"id":"","poster":"AchimedesII","date":"2018-10-11T13:40:55.953+0000","up_votes":3,"down_votes":0,"body":"**Aktenzeichen Rümmelbier756839**\n\nKing Prow wird beschuldigt sein Handy im Kino auszumachen, so dass Eibert die Allgemeinheit nicht stören kann und King Prow nicht in eine peinliche Lage bringen konnte. Erschwerend kommt hinzu, dass King Prow regelmäßig die Umwelt  verschmutzt, in dem er in geschlossenen Ortschaften hupt und in öffentlichen Toiletten herumrümmelt.\n\nDie Staatsanwaltschaft beantragt hiermit 3 Monate Rümmelbier Entzug und eine öffentliche Entschuldigung für die Tatsache, dass King Prow King Prow ist.\n\nGez. AchimedesII\nStaatsanwalt des Königreichs","replies":[]},{"id":"","poster":"Maexle","date":"2017-05-30T14:18:16.482+0000","up_votes":3,"down_votes":0,"body":"Weehrter Richter, weehrter  Staatsanwalt,\n\nhiermit Klage ich den Zwerg an, das magische Kommunikationsgerät unseres gestern getöteten Königs, entwendet zu haben. Ich möchte betonen, dass die Tat umso schwerwiegender ist, da der Zwerg und Eibert sehr eng miteinander verbunden waren. Der Zwerg nutzte Eiberts Gerät, um in dessen Namen Nachrichten zu schreiben. \n\nIch hoffe, dass Sie sich dem Fall annehmen. \n{{champion:17}}","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-05-18T21:34:50.299+0000","up_votes":3,"down_votes":0,"body":"** Aktenzeichen OT_Rümmelbier_364588776533343434343434324\nKläger: der Humor\nAngeklagter: Zamonianer**\n\n_Prozess gegen Zamonianer wegen Humorlosigkeit_\n\nDem Angeklagten wird vorgeworfen humorlos zu sein. Im Speziellen wird im vorgeworfen, das Gericht wegen seiner Humorlosigkeit misbrauchen zu wollen. King Prow sollte man zwar auf die NAse hauen dürfen, was grundsätzlich jede Klage gegen ihn rechtfertigt, doch in folgenden Falle, hat er die Chronik mit einer lustigen Anekdote versehen. Dies ist absolut wünschens und lobenswert und keinerlei Grund mich zum arbeiten bewegen zu müssen.\n\nAufgrund meiner chronischen Faulheit bietet die Klage Zamos schon alleine Grund genug für eine Gegenklage. Zudem fiel der Angeklagte widerholt durch humorlose Besserwisserei auf, was diese Klage absolut notwendig macht. Das Gericht fordert alle beteiligten insbesondere EL PIngu, Anwalt des Nekromanten zu einer Stellungnahme auf.","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-19T10:39:34.983+0000","up_votes":1,"down_votes":0,"body":"Der Humor kann mich ja gerne verklagen, aber wenn er mir dann mit \"Gegenklage\" kommt, dann verlange ich vorher wenigstens die Eröffnung meiner Klage!\nUnd nebenbei, Humor ist subjektiv, also selbst wenn nur ich mich hin und wieder lustig finden würde, hätte ich schon Humor. Da (hin und wieder) aber auch andere Menschen lustig finden, was ich sage / schreibe / whatever, beruht auch diese Klage auf der Unwahrheit...\n\nNebenbei, beweist nicht sogar die Tatsache, dass ich hier eine Klage eröffne, anstatt einfach eine Anmerkung in der Chronik zu machen, nicht meinen Humor?\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-05-18T17:32:12.973+0000","up_votes":3,"down_votes":0,"body":"Sehr geehrte Damen und Herren, lieber Richter (hihihi jetzt könnte man denken, das der Richter, weder Dame noch Herr ist),\n\nAls ehemaliger Anwalt, des ehrenwerten K.P. muss ich hier einschreiten, bevor das ganze noch schlimmere Züge annimmt.\n\nKp, bekennender Nekromant und halbuntoter wurde in seiner Kindheit von Zombies adoptiert. Natürlich lernte er von diesen auch die Zombische Benimmregeln. Seine Eltern nannten ihn liebevoll \"unseren kleinen Hirni\". Das sollte keine Beleidigung sein. Im Land der Zombis, kommt dieser Name von einer dortigen, süßen Delikatesse. Es bedeutet quasi soviel wie \"er ist süß wie Zucker\".\nUnd genau das selbe ist auch mit dem Satz \" alt und schrumpelig gemeint\".\nMeine Damen und Herren, lieber Richter (hihihi),\nEr wollte sie nicht beleidigen, das ist eine Ehrung, er meinte damit, sie wäre sehr geistreich und Erfahren.\nAber genau das ist der Punkt, in dem wir einschreiten müssen. Was ist das für ein Königreich, in dem ein armer Untoter wegen seines Dialektes vor Gericht gezogen wird?\nIch fordere eine sofortige Aufnahme der Untoten Sprache in unser Schulsystem, die Menschen sollen lernen miteinander umzugehen.\nIch gebe mir jetzt schon mein bestes und ich hoffe, lieber Zamo, sie tun das auch, denn in der Regel bist du doch auch alt und schrumpelig.\n\nMfg, El Pingu\n\nP.s. damit hier irgendwer bestraft wird, fordere ich willkürlich 200 Rümmelbier von Becks an das Ot","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-05-04T11:21:48.317+0000","up_votes":3,"down_votes":0,"body":"Können wir nicht einfach beide verurteilen ^^","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-29T12:13:47.107+0000","up_votes":3,"down_votes":0,"body":"Aber wenn Markishi andeutet, dass die Emissarys einen Plan haben, müssen wir uns doch die Frage stellen, ob er sein Amt als Rümmelbierminister korrekt ausführt und die Grünen nicht durch ihn unser Königreich und womöglich sogar die Herrschaft Eiberts untergraben wollen?\n{{champion:17}}","replies":[]},{"id":"","poster":"Markishi","date":"2017-03-19T15:33:34.985+0000","up_votes":3,"down_votes":0,"body":"Hohes Gericht, werter Bürger, mein König und werter Yjuq,\n\nUnerhört, ihr tut es schon wieder! Ein weiteres mal unterstellt ihr mir Verbrechen.\n\nForschung in einer Besenkammer? Nun, dann hoffe ich, dass sich das Königreich darauf verlassen kann, was ihr herausgefunden habt. Vielleicht solltet ihr aber darüber nachdenken, eure Forschungen am Mugiwara Institut aufzunehmen oder euch ein eigenes Institut errichten lassen. Poro Forschungen sind zu wichtig, als dass sie in einer Besenkammer durchgeführt werden sollten.\n\nNun gut, eure Anschuldigungen finden kein Ende... \n\nIch werde mich einfach darauf verlassen, dass es wahr ist was ihr sagt, und ihr nur durch eure Forschungen wisst, was Poros verletzten kann. Somit werde ich zu erstem Punkt nichts weiter sagen.\n\nAufgenommen heißt, ich habe sie von einem Fahrenden Händler gerettet, der sie zum Verkauf feil bot. Offenbar war er auf seinen Reisen in Freljord gewesen und hat dort Poros gefangen genommen. Als ich auf einem Fest war, sah ich einen Marktstand, auf dem sich etwas unruhig und Ängstlich bewegte. Als ich näher trat, sah ich, dass der Händler ein kleines Baby Poro und zwei große Poros, vollkommen unterernährt und verängstigt, auf seinem Stand festgebunden hatte. Ich zögerte nicht lange, und nutze meine Überzeugungskraft, um die Poros aus den Klauen des Händlers zu befreien. Sodann machte ich mich auf den Weg, eine Menge Poro Snacks zu kaufen, um meinen neuen, flauschigen Freunden ein Festmahl zu bereiten. Sie fraßen so gierig, dass ich davon ausgehe, dass der Händler ihnen höchstens alle paar Tage bis einmal in der Woche etwas zu Fressen gegeben hat. Es dauerte einige zeit, bis die kleinen Kerlchen zutraulich wurden und sie wussten, dass ich keine Gefahr für sie darstelle.\n\nSodenn sie den gefressen hatten, eilte ich mit ihnen nach Hause, um ihnen ein Bad einzulassen, das sie wieder erwärmte und sie sich sauber putzen konnten. Die Gefangenschaft des Händlers hatte das Fell der armen ganz verblassen lassen. In der Zeit, in der die Poros vergnügt im Wasser spielten, richtete ich ihnen ein gemütliches Bett her. Ich nutzte meine Möglichkeiten, um ihnen immer Schnee, also ihre Vertraute Umgebung, zu ermöglichen. Desweiteren haben sie immer einen Vorrat an feinsten Poro Snacks zur Verfügung, sodass sie niemals Hunger leiden müssen.\n\nEs dauerte etwas, aber nach einigen Umbaumaßnahmen hatte ich endlich einen eigenen, großen Raum für meine flauschigen Freunde angebaut. Im Stile Freljords gehalten, also verschneit, mit einer kleinen Miniaturausgabe der Brücke über die Heulende Schlucht und Höhlen, in denen sie es sich bequem machen können, haben sie seitdem ein wunderbares Zuhause bei mir.\n\nWie bereits erwähnt, können meine Poros rund um die Uhr, wann immer sie möchten, etwas fressen, da ich einen Ausreichend großen Vorrat an Poro Snacks zuhause habe. Desweiteren habe ich kleine Spielmöglichkeiten zum klettern Aufgebaut, die sie gerne nutzen. Sie freuen sich sehr, wenn ich mit ihnen spiele, oder wir einfach nur da liegen und ich sie streichle. Dann quicken sie immer ganz fröhlich und wollen mir das Gesicht lecken.\n\nDie Sicherheitsmaßnahmen meines Poro-Zuhauses sind kleine Zäune und Mauern, dass die Poros nirgendwo herunterfallen können. Sie haben kleine Höhlen, in die sie sich zurückziehen, wenn sie schlafen und Feinde gibt es nicht, da der Wohnraum der Poros ein Anbau an meine Wohnstatt ist. Trotz dessen, dass es im Haus ist, ist der Raum sehr groß und ich sorge dafür, dass es schneien kann. Tageslicht kommt, dank großer Fenster, immer herein, sodass die Poros nahezu alles haben, was sie in frier Wildbahn auch haben.\n\nWie bereits erwähnt nahm ich drei Poros auf, aus der Gefangenschaft dieses Händlers befreit. Welchen ich übrigens bei der Polizei anzeigte und er daraufhin verhaftet wurde. Die Gerechtigkeit hat gesiegt. Auch kommt regelmäßig ein Experte auf dem Gebiet der Porologie zu Besuch und sieht nach den Poros, ob es ihnen gut geht. Mit seiner Hilfe habe ich auch das neue Zuhause der Poros gebaut. Da ihr sicherlich den Namen meines Freundes erfahren wollt, nenne ich ihn euch gerne : Dr. Orop, Experte im Fach Porologie, Arzt für magische Geschöpfe und Freund Professor Braums.\n\nUnd um eure letzte Frage zu beantworten : Die Hörner eines Poros zeigen seine Gefühlslage. Zeigen die Hörner nach unten, hat das Poro große Angst, zeigen sie nach oben, sind sie Aufgeregt. Als ich meine flauschigen Freunde gerettet habe, zeigten ihre Hörner nach unten, doch mit der Zeit, als sie sich beruhigten, und sie mir vertraut haben, wurden sie immer fröhlicher und aufgeregter, so sah man es denn auch an ihren Hörnern.\n\nSodenn habe ich meine zweite Erbetene Stellungnahme beendet, und ich hoffe, dass ihr nun wisst, dass es meinen Freunden an nichts mangelt. Desweiteren möchte ich noch erwähnen, das es für mich nicht unbedingt darum geht, wer diesen Prozess gewinnt, sondern dass ihr wisst, dass das Wohl der Poros an oberster stelle steht, und ihr mich vermutlich, aufgrund fehlender Kenntnisse, das ich die Poros zum besänftigen des Staatsanwaltes mitbringen wollte, falsch verstanden habt.\n\nNatürlich stehe ich weiterhin für Nachfragen zur Verfügung, die ich ebenfalls alle Wahrheitsgemäß beantworten werde.\n\nNoch ein Wort an alle Bürger, die sich im Gerichtssaal versammelt haben, um der Sitzung beizuwohnen. Ich weiß, dass es häufig der Fall ist, dass anwesende in etwas voreingenommen sind, und daher die Verhandlung gerne mit Zwischenrufen unterbrechen. Jedoch ist es üblich, dass man seine Meinung dazu kundtun kann, sollte man als Zeuge vorgeladen sein. Ist dies nicht der Fall, und man Unterbricht die Verhandlung mit Zwischenrufen, so ist es häufig üblich, dass einen die Saaldiener auffordern, den Gerichtssaal zu verlassen. Ich gehe davon aus, dass das Hohe Gericht auch in diesem Fall nach den üblichen Regeln verfährt und zumindest eine Verwarnung ausspricht. Wie gesagt, ich kann es verstehen, dass man in einigen Punkten voreingenommen ist, und man dazu gerne seine Meinung äußert, aber ich lasse mich nicht verleumden.\n\nKöniglicher Rümmelbierminister\n\nMarkishi","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-19T17:35:23.814+0000","up_votes":1,"down_votes":0,"body":"Die zweite Klage wurde von allen, die Lust haben eingereicht. Somit können diese laut unseren Gesetzen auch Informationen vortragen, jedoch bitte ich darum Forderungen oder Informationen ohne Hinweis auf die Herkunft sowie die persönliche Meinung bezüglich eines offenen Prozesses zu vermeiden, ansonsten wird mir nichts anderes übrig bleiben als die entsprechenden Personen von diesem Prozess auszuschließen, und sollten noch weiter Vorfälle auftreten, sogar zu gemeinnütziger Arbeit verurteilen.","replies":[{"id":"","poster":"Markishi","date":"2017-03-19T18:19:22.243+0000","up_votes":1,"down_votes":0,"body":"Meine Aussage bezog sich auf den Kommentar von SuperKahlan, welcher eindeutig auf die erste Anklage bezogen war.","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-19T19:47:49.024+0000","up_votes":1,"down_votes":0,"body":"Das war so gemeint dass ich dir zustimme, jedoch anmerke dass beim 2. Prozess leicht andere Maßstäbe angelegt werden.","replies":[{"id":"","poster":"Markishi","date":"2017-03-19T21:38:38.673+0000","up_votes":1,"down_votes":0,"body":"Okay","replies":[]}]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2017-03-19T08:47:11.699+0000","up_votes":3,"down_votes":0,"body":"Wie kann man nur? Die Macht dieser kleinen, unschuldigen Poros missbrauchen? Ich bin schockiert an dieser Stelle...  \nWas soll man dazu noch sagen? Ich fordere die Höchststrafe für diese Vergehen....\nEs gibt schon soviele Ungerechtigkeiten gegen Poros in dieser Welt...aber dieser schändliche Missbrauch ihrer naiven Natur ist bei weitem die wohl schlimmste Tat, dem muss ein Ende gesetzt werden und ein Exemple statuiert werden....\nRettet die Poros!","replies":[]},{"id":"","poster":"Markishi","date":"2017-03-19T01:36:34.210+0000","up_votes":3,"down_votes":0,"body":"Euer Ehren, werte Bürger, mein König, auch werter Yjuq,\n\nIch, Markishi, meines Zeichens Königlicher Rümmelbierminister unter König Eibert Rümmel dem ersten, werde hiermit meine erbetene Stellungnahme zu gegen mich erhobene Anklagen, abgeben.\nDa ich zweifach angeklagt wurde, werde ich zuerst auf die Klage von Yjuq eingehen, weiter unten auf die Klage, von allen, die Lust haben.\n\nIch wurde in erstem Falle angeklagt, da man mir den Missbrauch der Macht der Poros vorwirft. Ihr alle wisst, ich war immer ehrlich, zu allem und jedem. Daher könnt ihr mir auch dieses mal glauben, dass ich die Wahrheit spreche.\n\nSo trug es sich denn zu, dass man mir damit drohte, mich anzuklagen (weiter unten gehe ich auf diesen Fall ein) und ich meine Meinung dazu äußerte, ich werde mit all meiner grünen Macht und der Macht der Poros dagegen vorgehen. Jene Aussage wird nun dazu benutzt, mir etwas vorzuwerfen, wessen im Stande ich niemals wäre. Wie ihr selbst gesagt habt, werter Yjuq, sind Poros aus Liebe, Wahrhaftigkeit,Ehre und Unschuld. Und eben diese Werte sind es, mit denen ich gegen diese außerordentlich unverschämte Klage des Staatsanwaltes vorgehen werde  und wollte, wie ich weiter unten noch einmal erläutern werde.\n\nIch weiß nicht, inwiefern ihr euch vorstellt, welche schreckliche Schandtaten jemand mithilfe eines Poros begehen will, aber alleine die Tatsache, dass ihr euch darüber Gedanken macht, und offenbar wisst, wie man Poros schlecht behandelt, gibt mir einige Bedenken in eurer Form als Porobeauftragter. Mein Sinn, hinter dieser Aussage war, dass ich ebenso Unschuldig wie ein Poro bin, zumindest was diesen Anklagepunkt betrifft, wie ihr alle weiter unten erfahren werdet. Desweiteren habe ich selbst einige Poros bei mir aufgenommen und ihnen ein Zuhause geboten, in welchem sie bis heute Glücklich leben, da sie alles haben, was sie für ein wunderbares und sorgenfreies Leben benötigen. Und ebenjene Poros wollte ich zum besänftigen des Staatsanwaltes nutzen. Ich meine, wer beruhigt sich nicht, wenn er in die Augen eines solch wunderbaren Geschöpfes wie die eines Poros blickt? Nicht einmal in der Zeit, als das Pessimistische Wesen mich heimsuchte, vermochte der Pessimismus zu bleiben, wenn ich Zeit mit meinen Poros verbrachte.\n\nSo denn glaube ich, dass ich meine Aussage hinreichend erklärt habe, als dass ihr diese Anklage fallen lassen könnt. Ich hoffe, dass ihr, werter Yjuq, nun verstanden habt, was ich mit meiner Aussage, nun ja, aussagen wollte, und ihr nicht wahllos Leute eines Verbrechens beschuldigt. Bei weiteren Nachfragen stehe ich natürlich dem hohen Gericht zur Verfügung und werde Wahrheitsgemäß alle Fragen beantworten.\n\n\nNun folgt meine zweite, erbetene Stellungnahme zum Fall \"Anklage von Markishi wegen fehlenden Moderationsrechten trotz grüner Farbe\".\n\nIch könnte diesen Fall ganz einfach beenden, indem ich euch erkläre, dass grüne Farbe nicht gleich Moderator im Forum bedeutet, da unsere Aufgabenbereiche breit gefächert sind, aber da ich davon ausgehe, dass das der Anklage nicht reicht, führe ich es weiter aus.\n\nIch bin mir nicht bewusst, inwieweit ihr, euer Ehren, mit dem Tätigkeitsfeld der grünen vertraut seid, daher möchte ich es euch ein wenig erklären. Wir grünen, auch bekannt als das Allmächtige Imperium der Emissaries, füllen einen großen Bereich an Tätigkeiten. Wir veranstalten Wettbewerbe, bei denen sich die Mitglieder des Königreiches, sowie auch außenstehende, messen können, in verschiedenen Bereichen. Wir unterhalten euch durch Geschichten oder unseren Stream, informieren euch durch verschiedene Artikel und motivieren euch, niemals aufzugeben, und nicht zu verzweifeln, egal wie euer Team sich anstellt oder wie sich sich verhalten. Und natürlich noch der Punkt, weswegen ich angeklagt wurde: Wir sorgen für Übersicht und Ordnung im Forum.\n\nIhr seht also, unser Aufgabenbereich ist sehr groß, sodass es unmöglich ist, dass eine einzelne Person in jedem dieser Bereiche tätig ist. Ich selbst leite unseren Stream und habe vor einem halben Jahr die Forenbibliothek gegründet, in welcher wir ständig neue Geschichten und Märchen sammeln. Diese Aufgaben, zusammen mit ein paar anderen, die aber für diesen Fall nicht wichtig sind, nehmen einige zeit in Anspruch. Nun bin ich auch zum Rümmelbierminister ernannt worden, sodass auch das Königreich mehr Zeit als vorher von mir verlangt. Ich gebe mein bestes, in allen genannten Bereichen immer aktiv zu sein, damit jeder etwas davon hat, daher war ich nicht in der Lage, ein Moderator des Forums zu werden. Auch wenn dies natürlich einige Nachteile mit sich bringt, so war es doch eine gute Entscheidung, denn wir haben bereits überaus fähige Moderatoren, auch wenn am gestrigen Tage ein kleiner Zwischenfall stattfand, der aber schnell wieder behoben wurde.\n\nWie ich bereits sagte, bin ich der Meinung, dass jene Anklage gegen mich, einfach nur willkürlich und ungerechtfertigt ist. Ich möchte desweiteren auch darauf hinweisen, dass das Königreich OT und das Allmächtige Imperium der Emissaries bisher immer guten Kontakt gepflegt haben, sich durch diese Anklage jedoch die Beziehungen verschlechtern könnten. Vom Falle einer Schludsprechung möchte ich gar nicht erst anfangen.\n\nIch hoffe, euer Ehren, das ich in Ausreichendem Maß zu beiden Anklagen Stellung bezogen habe und ihr nach geltendem Recht ein faires Urteil fällen werdet. Wie bereits weiter oben niedergeschrieben, stehe ich für Nachfragen jederzeit bereit, und werde Wahrheitsgemäß Antwort geben.\n\nIn diesem Sinne sehe ich meine Stellungnahme beendet.\n\nKöniglicher Rümmelbierminister\n\nMarkishi","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-03-18T16:16:36.262+0000","up_votes":3,"down_votes":0,"body":"**Aktenzeichen OT_Rümmelbier_5982536**\n**Kläger: Yjuq, königlicher Porobeauftragter**\n**Prozess gegen Markishi wegen Missbrauch der Macht der Poros**\n\nBeweisstück:\n\n [{quoted}](name=Markishi,realm=EUW,application-id=YnZkMR0R,discussion-id=01uNuA5i,comment-id=01f70001,timestamp=2017-03-15T20:39:58.675+0000)\n>\n> Eine Frechheit ist das! Mich anklagen? Ich werde mit all meiner Grünen Macht (und der Macht der Poros!) dagegen vorgehen!\n\nHiermit fordere ich erstmal Kläger und Angeklagten dazu auf eine Stellungnahme zum Sachverhalt abzugeben. Der Angeklagte hat das Recht auf einen Anwalt, sollte er dies nutzen wollen, hat er dies mitzuteilen. Nach den Stellungnahmen beginnt die Befragung der Prozessbeteiligten.\n\nZudem möchte der Staatsanwalt auf die besondere Schwere der Tat aufgrund des Kriegs mit der französischen Community hinweisen, die Poros regelmäßig qualvoll ermordet! Diesbezüglich sollten wir als zivilisiertes Königreich besonders hart durchgreifen!\n\nUm Gerichtskosten zu sparen wird Markishis zweiter Prozess gleich mitgeführt\n\n**Aktenzeichen OT_Rümmelbier_5982537**\n**Prozess gegen Markishi wegen fehlender Moderatorenrecht trozt grüner Farbe**\n**Kläger: Alle die Lust haben**\n\nHiermit fordere ich erstmal Kläger und Angeklagten dazu auf eine Stellungnahme zum Sachverhalt abzugeben. Der Angeklagte hat das Recht auf einen Anwalt, sollte er dies nutzen wollen, hat er dies mitzuteilen. Nach den Stellungnahmen beginnt die Befragung der Prozessbeteiligten.\n","replies":[]},{"id":"","poster":"K300 TryHarder","date":"2017-03-16T15:06:06.419+0000","up_votes":2,"down_votes":2,"body":"in disem vorum trollen zu fiele","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-16T15:43:44.140+0000","up_votes":1,"down_votes":0,"body":"Inwiefern?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-16T16:02:48.638+0000","up_votes":3,"down_votes":0,"body":"Er meint bestimmt die ganzen nicht OT threads. Diese sind im Allgemeinen Chat (unserem Zu Hause) tatsächlich so etwas wie Trolling, werden von uns aber großzügig tolleriert ;)","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2017-05-30T14:20:51.017+0000","up_votes":2,"down_votes":0,"body":"Ich melde mich in diesem Fall als Zeuge, ich sah wie ein totgeglaubter Nachrichten verschickt haben soll, ohne wiederbelebt worden zu sein. Dies kann und soll nicht geduldet werden!","replies":[]},{"id":"","poster":"Maexle","date":"2017-05-18T22:12:41.602+0000","up_votes":2,"down_votes":0,"body":"Also ich war zum Zeitpunkt des Geschehens am Ort des Selbigen und Zamo konnte die Sache nicht auf sich beruhen lassen, sondern wiederholte Konsequent seinen Satz und wollte besserwisserrisch deutlich machen, dass er es ja nur im Konjunktiv gesagt habe. Er wiederholte dies wie ein Lehrer, der allen etwas beibringen wollte. Erschwerend kommt hinzu, dass er dies auch noch zu einer fortgeschritteneren Uhrzeit machte. Er ist also definitiv durch humorlose Besserwisserei aufgefallen und nötigte King Prow beinahe dazu, den kleinen Spaß aus der Chronik zu entfernen. Einwände, dass man das in ein paar Jahren, wenn man zurückblickt, sehr lustig finden könnte, ignorierte er hiermit. Meiner Meinung nach ist der Herr Zamonianer der Humorlosigkeit schuldig geworden.\n{{champion:17}}","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-19T10:52:21.464+0000","up_votes":2,"down_votes":0,"body":">Also ich war zum Zeitpunkt des Geschehens am Ort des Selbigen\n\nKann sein.\n>Zamo konnte die Sache nicht auf sich beruhen lassen\n\nStimmt. Davon mag man halten was man will, aber ich werde mir keine Aussagen unterschieben lassen, die ich niemals getätigt habe.\n>[Er] wollte besserwisserrisch deutlich machen, dass er es ja nur im Konjunktiv gesagt habe. \n\nNein. Jedem war klar, dass es im Konjunktiv war (wenn nicht, kann demjenigen auch nicht mehr geholfen werden (außer er konnte kein Deutsch, dann ist es verständlich, dass er das Gespräch nicht verstand)). Alles was ich wollte, war, dass kein Eintrag in der Chronik ist, in dem nicht erwähnt wird, dass es im Konjunktiv gesagt wurde.\n>Er wiederholte dies wie ein Lehrer, der allen etwas beibringen wollte.\n\nDu hast / hattest merkwürdige Lehrer... Nicht nur, dass der Unterrichtsstil deiner Lehrer fragwürdig gewesen zu sein scheint, auch die Tatsache, dass du es als Erklärung über den Konjunktiv verstanden hast, deutet auf wichtige, nicht vermittelte Unterrichtsinhalte in Deutsch, insbesondere zum Konjunktiv, hin.\n>Erschwerend kommt hinzu, dass er dies auch noch zu einer fortgeschritteneren Uhrzeit machte.\n\nWieso erschwerend?\n>Er ist also definitiv durch humorlose Besserwisserei aufgefallen\n\nTatsächlich? Fanden wir die Situation nicht alle, inklusive mich, amüsant? Und wo ist eigentlich dein Problem mit Wissen? ^^\n>[Er] nötigte King Prow beinahe dazu, den kleinen Spaß aus der Chronik zu entfernen. \n\nWieder falsch. Ob er es entfernt, ebenfalls im Konjunktiv darstellt oder den Satz zitiert, war und ist mir egal. (Nachtrag: Ich finde es sehr bemerkenswert, was bei dir schon \"beinahe\" Nötigung ist - deutet auf wenig Humor hin ;))\n>Einwände, dass man das in ein paar Jahren, wenn man zurückblickt, sehr lustig finden könnte, ignorierte er hiermit.\n\nAufgrund des falschen letzen Punktes hinfällig.\n>Meiner Meinung nach ist der Herr Zamonianer der Humorlosigkeit schuldig geworden.\n\nAuch die Meinung nicht aufgerufener Zeugen ist für das Gericht irrelevant.\n\nDazu kommt noch, dass ich nicht nur in der WA-Gruppe, wie von Zeuge Becks geschildert, Humor bewies, sondern dieser auch seit Jahren in meinen Beiträgen hier im Forum auftaucht und jederzeit bereit ist, durch das Lesen erneut zu Amüsement anzuregen.\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-05-19T10:24:07.943+0000","up_votes":2,"down_votes":0,"body":"Ich muss dann mal eine Lanze für den Beklagten brechen. \n\nGestern kam die Frage in der WA Gruppe auf, welches Thema denn ein gewisser Herr Prow nehmen könnte, um andere darüber zu belehren. Und da stach die Antwort von Herrn Zamonianer einfach heraus. Er solle den \"Schülern\" erklären,  wie man ein Buch liest. Dazu lieferte er Schlagwörter wie z.B. : Natürlicher Lebensraum von Büchern.\nDies meine Damen und Herren, ist ein eindeutiges Indiz für den ureigenen Humor des ehrenwerten Hofmagiers. Natürlich bedarf es einer gewissen Menge an Intelligenz, diesen zu verstehen, aber da selbst ich dieses tat ( ich habe schließlich schon mehr Hirnzellen versoffen als ihr), solltet ihr zum selben Ergebnis kommen und deshalb  kann dieses Verfahren nur abgewiesen bzw mit einem Freispruch enden.\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-05-03T13:42:10.084+0000","up_votes":2,"down_votes":0,"body":"Also ich befürworte, dass man KP wieder auf die nase hauen darf. Ist da was drin hoher richter?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-02T08:16:40.595+0000","up_votes":2,"down_votes":0,"body":"Nach der neutralen Untersuchung des Mugiwara Instituts hat sich ergeben, dass meine Aussage, also die Bezeichnung der Emmissarys als Hinterwäldler-Saufgruppe, im vorliegenden Kontext definitiv beleidigend war. Das erkenne ich an und somit auch meine Schuld im Sinne der Anklage des Falls OT_Rümmelbier_3645887924.\n\nAnderweitig verschärft es jedoch die Sachlage im ersten Fall. Es gibt hier nun zwei Möglichkeiten: entweder handelt Markishi im Sinne der Vereinigung der Volunteers oder auf eigene Faust. In ersterem Fall müsste uns zu denken geben, dass bisher nur Markishi und kein anderer Vertreter der Grünen von einer Kränkung der Ehre gesprochen hat, was auf wichtigere Pläne innerhalb des Zirkels der Volus hinweisen könnte. Handelt er aber eigenständig, so würde sein Verbot offensichtlich aus Vergeltungsgründen ausgesprochen worden sein und seine Drohung von der Verschlechterung der diplomatischen Beziehungen nur ein Bluff.\n\nSo oder so wäre es gefährlich weiterhin dem Minister seine Privilegien zu gewähren, denn entweder ist er ein Spion - oder ein Lügner der die ihm wohlweislich überantwortete macht gnadenlos und willkürlich ausnutzt.\n\nIn Erwartung einer Entscheidung: KP.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-29T15:11:04.479+0000","up_votes":2,"down_votes":0,"body":"Es ist derzeit keineswegs geplat Markishi abzusetzten","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-29T15:04:37.774+0000","up_votes":2,"down_votes":0,"body":"Da stimme ich euch zu. Aber Richter und Staatsanwalt sind scheinbar verschwunden, vielleicht sind sie in der Schänke. Ich werde Ausschau halten, wenn ich da bin.","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-04-29T14:45:52.097+0000","up_votes":2,"down_votes":0,"body":"Ich denke, wir brauchen jemand der die gesamte Sachlage neutral aufrollt.\n\nWerter Richter? Eure Meinung dazu?","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-29T14:31:50.126+0000","up_votes":2,"down_votes":0,"body":"Ich wollte ja nur ausdrücken, dass wir uns die Frage stellen müssen, ob es diese Einflüsse von außen gibt. Für mich bist du unschuldig bis deine Schuld bewiesen wurde. Aus diesem Grund beantrage ich eine Untersuchung, ob Markishi seinen Aufgaben als Rümmelbierminister gerecht wird und nicht Werkzeug der Emissarys ist, die möglicherweise irgendeinen Plan durchsetzen möchten.\n{{champion:17}}","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-04-28T23:05:27.714+0000","up_votes":2,"down_votes":0,"body":"Ich wurde gerufen?\n\nIch komme gerade aus der Schenke und bin nicht mehr ganz nüchtern, aber ich versuche eine möglichst gute Antwort zu Protokoll zu geben.\n\nDie diplomatischen Verhandlungen werden meiner Einschätzung nach nicht durch diese Verhandlung gestört oder beeinträchtigt. King Prow spricht nicht im Namen des Königreichs, Markishi nicht im Namen der Emissaries. Obwohl beide natürlich dem Königreich, und Markishi dem Imperium, angehören, so sprechen sie für sich und ihre Taten sind in ihrem Namen zu verantworten.\n\nDie Verhandlungen als ein Argument oder als Grund, warum man ich Recht ist, zu nehmen finde ich persönlich nicht richtig. Hier geht es um etwas größeres, größer als ihr beide oder ich. Es geht um das OT als Gemeinschaft, um Ziele die wir schon seit Jahren versuchen zu erreichen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-28T13:50:59.445+0000","up_votes":2,"down_votes":0,"body":"Gut ich drücke es anders aus.\n\nIhr könnt nicht mehr als Schriften verfassen, fragen beantworten, Wettbewerbe veranstalten, etc. , nichteinmal unsere Offtopic Übersicht könnt ihr bearbeiten. Allmächtigkeit würde dies beinhalten. Also, blas dich hier nicht auf, als ob du der große gütige Herrscher wärst, der mich vor Fehltritten bewahren muss.\n\nGruß, KP","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-28T13:35:23.918+0000","up_votes":2,"down_votes":0,"body":"Ich stehe nicht über euch. Weder als Grüner, noch als Mitglied des OTs. Nur weil ich eine andere Position innehabe als ihr, bin ich nicht besser oder schlechter als ihr.\n\nDer Begriff des Allmächtigen Imperiums der Emissaries  ist keine Erfindung von mir, sondern der Tatsächliche Name unseres Imperiums. Fragt einen Grünen, er wird dies bestätigen können (es sei denn, es ist ein neuer Grüner, dann hat er oder sie es vielleicht noch nicht gesehen, bzw gelesen.)\n\nSo glaubt ihr also, dass wir Grünen nichts tun, als hin und wieder \"nette Worte zu spenden\"? Ich hatte euch bisher immer für sehr schlau gehalten, und ich hoffe, in diesem Fall habt ihr euch einfach nur unglücklich ausgedrückt. Wie viele Wissen, sind wir für vieles zuständig. Wir verfassen Schriften und fügen sie der Forenbibliothek hinzu, Diskutieren beim Parrrley über verschiedene Themen, veranstalten Wettbewerbe und mehr. Ich bin mir sicher, nun wo ich es sage, wird euch klar, dass wir weit mehr tun, als ihr von uns denkt.\n\nUnd jetzt kommt ihr mit der nächsten Frechheit um die Ecke. Ihr weist sogar extra darauf hin, dass es sich eventuell, ganz zufällig um einen Troll- Vergleich handeln könnte. Behandelt man so also Freunde des Königreiches OT? \n\nWerter K.Prow, ich lebe in keiner Traumblase. Aber ihr offenbar, wenn ihr denkt, ihr könntet einfach mit wüsten Aussagen um euch werfen und glauben, die Opfer eurer Schandtaten würden gegen das Gesetz des OTs verstoßen, wenn sich sich wehren, bzw Präventivmaßnahmen ergreifen, in der Hoffnung, euch zum Umdenken zu bewegen. Ich hoffe nur, ihr werdet eines Tages verstehen, welch Folgen euer Handeln für das Königreich OT hat, dass ihr eure Mitbürger in einen Diplomatischen Konflikt hineingezogen habt, nur weil ihr mit dem Namen unseres Reiches nicht einverstanden wart.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-28T13:13:16.424+0000","up_votes":2,"down_votes":0,"body":"Plehdojeh der Verteidigung zum Fall OT_Rümmelbier_3645887924\n\nIch bestreite nicht, jenes Wort verwendet zu haben, was den guten Markishi so sehr erregte. Im Gegenteil, es war meine Absicht dem von ihm geprägten Begriff eines allmächtigen Volu-Imperiums ein anderes Wort entgegenzustellen, was meiner Meinung nach besser zutrifft. Denn erstens, sind Volunteers nicht ansatzweise näher an der Allmächtigkeit als wir, das einzige was sie können und dürfen, ist nette Worte spenden, wovon sie über und über grün geworden sind. (Ich impliziere hier jetzt nicht direkt den Vergleich mit Trollen, aber man kann es vielleicht herauslesen. Wobei Trolle natürlich schlagkräftiger wären). Und zweitens vermute ich ich, dass von jenem Imperium bisher nur er selbst gehört hat. \n\nGeben sie zu, Herr Minister, dass sie einen Fehler gemacht haben, als sie mir aus Willkür den Genuss des Herrenbieres vom Hause Rümmel verbaten, weil sie nicht ertragen konnten, ihre Traumblase platzen zu sehen, nach welcher sie über mir ständen.\n\nGrüße: KP","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-27T21:30:21.177+0000","up_votes":2,"down_votes":0,"body":"Der Diplomat wird da auch wenig sagen können, schließlich weiß er nicht, was wir intern besprechen.\n\nIch würde gerne weiterhin beim \"Ihr\" bleiben und euch mit dieser Höflichkeitsform ansprechen. Ich hoffe, das ist kein all zu großes Problem.\n\nWerter K.Prow. Habt ihr noch nie von Abschreckenden Maßnahmen gehört? Offenbar nicht, denn sonst hättet ihr erkannt, dass es sich hierbei um eben welche gehandelt hat.\nIn diesem Fall konnte ich nicht warten, das mit dem König abzusprechen, denn zu dieser Zeit war er nicht zu erreichen. Der Tag war schon zu einer etwas späteren Stunde vorgerückt und vom König war nichts zu sehen. Hätte er allerdings etwas gegen meine Strafe gehabt, so hätte er sich sicherlich schon zu Wort gemeldet.\n\n\nP.S. behalt deinen Schlamm :c","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T20:13:42.076+0000","up_votes":2,"down_votes":0,"body":"Du darfst mich gerne duzen.\n\nZurück zum Fall. Meine persönlichen Ansichten spielen hier nicht hinein. und selbst wenn es sich so verhält wie du sagst, wäre dann nicht eine mit dem König abgesprochene Sanktion mit Hinweis auf deine gerade genannten vorgeblichen Beweggründe besser gewesen, welche, wie ich betonen möchte, andere sind als du sie im Verbotspost angegeben hast?\n\nHiermit verfüge ich, dass K.Prow aufgrund übelster Beleidigungen gegen das allmächtige Imperium der Emissaries,[...], von nun an kein Rümmelbier mehr ausgeschenkt bekommt , sondern stattdessen darf ihm der Zwerg jedes Mal eines auf die Nase hauen, sollte K.Prow die Schänke betreten.\n\nFür mich klingt das nach einer Vergeltungsstrafe für dein verletztes Ehrgefühl. Und noch habe ich keinen Hinweis darauf, dass du auch repräsentativ für die Gruppe der Emmissarys sprechen darfst. Wenn sich hier mal bitte unser Diplomat zu Wort melden könnte?\n\nDanke für ihre Aufmerksamkeit\n\n\nPs: Yey, schlammschlacht","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-27T20:06:03.875+0000","up_votes":2,"down_votes":0,"body":"Ich sagte damit, dass eine Person, auch wenn sie nur für sich spricht,  großen Schaden anrichten kann. So wie ihr es tatet. Ihr beleidigt ein ganzes Imperium, mit dem euer Königreich befreundet ist, und da, wie ich bereits sagte, noch keine Öffentliche Entschuldigung erfolgt ist, weder von euch noch von jemand anderem, gehen wir davon aus, dass eine solche Beleidigung vom Königreich toleriert wird. Also handeln wir entsprechend.\n\nBisher ist ein  Verstoß nicht nachgewiesen. Ich handelte im Sinne des Königreiches, aber offenbar seht ihr immer noch nicht ein, welch weitreichende Folgen euer Handeln hat.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T18:59:53.114+0000","up_votes":2,"down_votes":0,"body":"Ich beantrage eine, dass Markishi nach §32 Absatz 5 alle Privilegien seines Amtes entzogen werden.\n\n(5) Bei nachgewiesenem Verstoß gegen einen obenstehenden Paragraphen werden dem Minister alle Privilegien entzogen, wobei er den Rang an sich behält.\n\n\nBtw. markishi, meinst du, dass du besagter Tierfreund bist, der jene Bezeichnung zur nationalen krise erhob? Deine Vergleich impliziert das nämlich ;)","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-27T18:45:03.737+0000","up_votes":2,"down_votes":0,"body":"Ich hörte, ein Herr Namens Ban Jöhmermann sprach auch nur für sich, als er jemand anderes einen Tierfreund nannte, trotzdem entstand daraus eine Kriese.\nRedet euch nur heraus, oder versucht, im Nachhinein die Wogen zu glätten. Fakt ist, dass ihr als angesehener Bürger des Königreiches ein anderes, befreundetes Imperium beleidigt habt. DA auch bisher noch von keinem Bürger, Träger eines hohen Amtes oder sonstwem aus dem Königreich gesagt wurde, so etwas kann nicht ungestraft bleiben, werden wir eben Maßnahmen in Erwägung ziehen, die das gesamte Königreich betreffen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T18:09:37.428+0000","up_votes":2,"down_votes":0,"body":"Einspruch!\n\nDas sind Beweggründe, aber keine gesetzlich geltende Fakten!\n\nDiplomatie wird auf einem anderen Feld ausgetragen, was mich angeht, so kannst du davon ausgehen, dass ich nur für mich gesprochen habe, als ich eure Gruppe mit einem solchen Begriff bedacht habe. Ich habe weder als Repräsentant des Königreichs noch mit der Zustimmung aller Mitglieder gesprochen. Somit könnte man es als weitere Straftat ansehen, dass du versuchst die Meinung des Richters und des Königs mit der Drohung von einer Verschlechterung der diplomatischen Verhältnisse zu beeinflussen.\n\nIch sehe an dieser Stelle aber mal von einer weiteren Klage ab, bis wir diese beiden Angelegenheiten hinter uns gebracht haben. Der Herr Richter und unser König mögen es aber als weiteres Beispiel seiner zweifelhaften Gesinnung sehen, mit welcher er meiner Meinung nach für ein solch Verantwortungsvolles Amt nicht geeignet ist.\n\nDanke für ihre Aufmerksamkeit.","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-27T17:12:11.476+0000","up_votes":2,"down_votes":0,"body":"Ein weiteres Mal hohes Gericht, liebe Bürger, mein Geliebter König, K.Prow.\n\nVor nicht allzu langer Zeit, vor 3 Tagen, wurde eine schändliche Schandtat begangen. King Prow, namentlich K.Prow, hat eine schwere Beleidigung gegen das Allmächtige Imperium der Emissaries ausgesprochen, nachzulesen in der Anklageschrift. Diese Aussage ging nicht nur gegen mich, sondern alle Mitglieder des Imperiums, so zum Beispiel einige Moderatoren des Forums, Parrrley-Gästen und dem Gärtner des Volu Gatrens.\n\nSeit Jahren schon pflegen das Allmächtige Imperium und das Königreich OT gute Beziehungen, und K.Prow dankt es auf diese Weise.\nVor kurzem hat unser neu ernannter Diplomat verkündet, er sei in Diplomatischen Verhandlungen mit dem Imperium. Diese könnten nun scheitern.\n\nDiese Beleidigung konnte ich, sowohl Mitglied im Imperium als auch im Königreich OT, nicht auf mir sitzen lassen, und verhängte sogleich in meiner Funktion als Rümmelbierminister eine Strafe für K.Prow, in der Hoffnung, dies würde ihn zum Umdenken bewegen und eine Entschuldigung herbeiführen, sodass es keine Diplomatische Kriese nach sich zieht. Aber im Gegenteil, es folgte keine Entschuldigung, kein Umdenken und das Diplomatische Verhältnis befindet sich nun auf einem nie dagewesenen Tiefpunkt.\n\nBereits am Dienstag kämpfte eine Gruppe OTler gegen die Grünen und ihre Verbündeten. Doch damit wird es nicht getan sein, dass kann ich euch bereits versichern. Die Nachricht von der Beleidigung kam, wie zu erwarten, nicht besonders gut an und so solltet ihr euch auf Sanktionen oder weiteres gefasst machen.\n\nIch denke, ich habe ausführlich erklärt, was vorgefallen ist, und welch Kriese K.Prow mit seiner unüberlegten Aussage heraufbeschworen hat. Desweiteren gehe ich davon aus, dass ich ausreichend Gründe gegeben habe, weshalb ich als Rümmelbierminister so gehandelt habe. Ich wollte das Königreich OT vor Konsequenzen bewahren, doch K.Prow wollte es nicht zurückziehen. Dieser Vorfall hat sich von einer Anklage im Königreich zu einer waschechten Diplomatischen Eiszeit gewandelt.\n\nHohes Gericht, mein König, liebe Bürger, K.Prow.\nIch bin mit meiner Stellungnahme am Ende. Die Fällung des Urteiles in diesem Gerichtsfall obliegt natürlich dem hohen Gericht, doch ganz gleich, wie dieses Ausfällt, rechnet mit einer Botschaft aus dem Imperium.\n\nMarkishi,\nGrüner\nRümmelbierminister","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T16:30:10.874+0000","up_votes":2,"down_votes":0,"body":"In deiner Stellungnahme entlastest du dich von keinem Punkt meiner Anklage. Heißt das du bekennst dich zu deiner Schuld?\nNiemand bestreitet, dass dir als Rümmelbierminister die Macht gegeben ist, Rümmelbierverbot auszusprechen, dies sollte aber aus gewichtigen die Schenke betreffenden Gründen geschehen und nicht aus persönlichen Gründen der Vergeltung. Zweitens, selbst wenn der Zwerg sich gegen dein Ansinnen entschieden hätte, bliebe trotzdem der Tatbestand der Anstiftung zum Vergehen gegen das Gesetz.\n\nAnkläger KP.","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-27T16:10:44.312+0000","up_votes":2,"down_votes":0,"body":"Hohes Gericht, liebe Bürger, mein geliebter König, K.Prow!\n\nEin weiteres Mal komme ich gerne meiner Pflicht nach und tue, wie mir vom Gericht aufgetragen wird.\n\nJa, es stimmt, ich habe K.Prow ein Rümmelbierverbot auferlegt und dem Zwerg gesagt, er solle K.Prow auf die Nase hauen, sollte er die Schänke besuchen. Und dazu stehe ich weiterhin.\n\nDenn erstens : Vor Amtsantritt habe ich mit unserem Allseits beliebten und geliebten König Eibert  unterhalten und ihn gefragt, ob ich denn, in meinem Amt als Rümmelbierminister, auch einer Person ein Rümmelbierverbot aussprechen darf. Jene Frage wurde von unserem König bejaht, sodass ich lediglich im Rahmen meiner Position gehandelt habe. \n\nZweitens: Ich habe dem Zwerg aufgetragen, die Schänke zu verteidigen. Einerseits hätte der Zwerg  meine Bitte einfach ignorieren können, dann wäre K.Prow eben in der Schänke gewesen. Dann wäre das so. Und andererseits  hat der Zwerg lediglich die Schänke verteidigt. Außerdem ist immer noch nicht geklärt, was mit K.Prow in der Schänke passiert ist. Ich habe mich um ihn gesorgt, als er in der Ecke lag, wurde jedoch sehr unfreundlich angefahren, sodass ich nicht in Erfahrung bringen konnte, was denn geschehen war.  Der werte Zwerg kann mir nichts genaues sagen , da er, wie immer, mit Gragas ein Rümmelbier schlürfte.\n\nWie ihr seht, hohes Gericht, habe ich nichts verbotenes getan. Die eigentliche Straftat wurde von K.Prow begangen, wie ich gerne in meiner Stellungnahme erklären werde. Sodann schaut bitte einmal nach oben.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T15:17:43.019+0000","up_votes":2,"down_votes":0,"body":"Ich klage Markishi, den Rümmelbierminister an, wegen diesem Post: Dies ist ein Link. Ja genau, eine magische Teleportationseinrichtung, erschaffen von unserem Mgier(oder so)\n\nIch klage Markishi des Amtsmissbrauchs und der Willkür nach §32, Absatz Nudel des Bürgerlichen Gestzbuches an.\n\n§32 Ministerämter und hohe Positionen\n(1) Ein Minister oder hohe Postion wird von einem König ernannt/vergeben und kann nur von einem König abgesetzt/aberkannt werden.\n(2) Ein Minister oder hohe Position hat ein mehr oder minder klares Aufgabenfeld und ist nur für dieses verantwortlich.\n2.1 Ausnahmen gelten in folgenden Fällen:\n- einer Ernennung zu mehreren Ministerämtern und/oder hohen Positionen\n- Fehlende Besetzung eines anverwandten Ministerpostens und/oder hoher Position durch Arten des Verschwindens\n- Quarksalat\n\n(Kopiervorlage A1) Minister und/oder hoch Positionierte dienen gleichsam dem König und dem Volke.\n(Nudel) Ministern und/oder hoch Positionierten ist es nicht erlaubt ihre Macht auszuüben, wenn es aus dem Grunde der Rache geschieht. Genausowenig dürfen sie auf Grundlage ihrer Macht andere zu Instrumenten ihrer Rache machen.\n(5) Bei nachgewiesenem Verstoß gegen einen obenstehenden Paragraphen werden dem Minister alle Privilegien entzogen, wobei er den Rang an sich behält.\n\nWer sich den Post aufmerksam durchliest wird erkennen, dass Markishi eindeutig aus Rachemotiven handelt und seine Macht missbraucht um den Zwerg zu einem Verstoß gegen §1 - des Bürgerlichen Gestzbuches, die King Prow Klausel:\n\"Es ist ausdrücklich verboten King Prow auf die Nase zu hauen.\" anzustiften.\n\nDamit schließe ich mein Plehdojeh.\n\n\nIck kopier das hier einfach nochma rein :P\n\nHätt ich da jetz eig erstma warten sollen, und nur sagen, dass ich ihn anklage und warum, und noch nich die Begründungen etc, dazu bringen sollen? Weil genaugenommen, is das ja meine Stellungnhame zum Fall OT_Rümmelbier_3645887923.\n\nStellungnahme zur Anklage folgt bald.","replies":[{"id":"","poster":"AchimedesII","date":"2017-04-27T15:19:33.936+0000","up_votes":1,"down_votes":0,"body":"ja das reicht erstmal vollkommen als Stellungnahme. Sollten noch Fragen offen sein, lass ich dich das wissen","replies":[]}]},{"id":"","poster":"AchimedesII","date":"2017-04-27T15:06:45.420+0000","up_votes":2,"down_votes":0,"body":"**Aktenzeichen OT_Rümmelbier_3645887924\nKläger: Markishi\nAngeklagter: King Prow \n**\n_Prozess gegen King Prow wegen Beleidigung_\n\nKing Prow wird vorgeworfen, dass befreundete Imperium der Emmissarys übelst beleidigt zu haben. Im Konkreten soll er sie als Hinterwäldler-Saufgruppe betitelt haben.\n\nIch fordere Angeklagten und Kläger zu einer Stellungnahme auf. Beide Seiten haben das Recht auf einen Anwalt.","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-04-27T14:36:01.472+0000","up_votes":2,"down_votes":0,"body":"**Aktenzeichen OT_Rümmelbier_3645887923\nKläger: King Prow\nAngeklagter: Markishi**\n\n_Prozess gegen Markishi wegen Amtsmissbrauch und Willkür_\n\nMarkishi wird vorgeworfen sein Amt als Rümmelbierminister auszunutzen und willkürlich King Prow Rümmelbier entzogen zuhaben. Zudem hat er den zwerg aufgehetzt KP auf die Nase zu hauen.\n\nIch fordere Angeklagten und Kläger zu einer Stellungnahme auf. Zudem fordere ich den König auf eine offizielle Stellenbeschreibung des Rümmelbierministers u veröffentlichen.\n\nBeide Seiten haben das Recht auf einen Anwalt.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-24T20:30:36.426+0000","up_votes":2,"down_votes":0,"body":"Ich klage Markishi, den Rümmelbierminister an, wegen diesem Post: [Dies ist ein Link. Ja genau, eine magische Teleportationseinrichtung, erschaffen von unserem Mgier(oder so)](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/953e91XR-schenke-zum-rammelnden-eibert?comment=00db)\n\nIch klage Markishi des Amtsmissbrauchs und der Willkür nach §32, Absatz Nudel des Bürgerlichen Gestzbuches an.\n\n§32 Ministerämter und hohe Positionen\n(1) Ein Minister oder hohe Postion wird von einem König ernannt/vergeben und kann nur von einem König abgesetzt/aberkannt werden.\n(2) Ein Minister oder hohe Position hat ein mehr oder minder klares Aufgabenfeld und ist nur für dieses verantwortlich.\n 2.1 Ausnahmen gelten in folgenden Fällen:\n - einer Ernennung zu mehreren Ministerämtern und/oder hohen Positionen\n - Fehlende Besetzung eines anverwandten Ministerpostens und/oder hoher Position durch Arten des Verschwindens\n - Quarksalat\n\n(Kopiervorlage A1) Minister und/oder hoch Positionierte dienen gleichsam dem König und dem Volke.\n(Nudel) Ministern und/oder hoch Positionierten ist es nicht erlaubt ihre Macht auszuüben, wenn es aus dem Grunde der Rache geschieht. Genausowenig dürfen sie auf Grundlage ihrer Macht andere zu Instrumenten ihrer Rache machen.\n(5) Bei nachgewiesenem Verstoß gegen einen obenstehenden Paragraphen werden dem Minister alle Privilegien entzogen, wobei er den Rang an sich behält.\n\n\nWer sich den Post aufmerksam durchliest wird erkennen, dass Markishi eindeutig aus Rachemotiven handelt und seine Macht missbraucht um den Zwerg zu einem Verstoß gegen  §1 - des Bürgerlichen Gestzbuches, die King Prow Klausel:\n\"Es ist ausdrücklich verboten King Prow auf die Nase zu hauen.\" anzustiften.\n\nDamit schließe ich mein Plehdojeh.","replies":[]},{"id":"","poster":"Markishi","date":"2017-03-31T12:01:26.249+0000","up_votes":2,"down_votes":0,"body":"Ich bin frei ? Ich bin wirklich frei zu gehen? Habt dank, mein König!","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-27T14:36:12.974+0000","up_votes":2,"down_votes":0,"body":"Ich habe mein Urteil im Prozess OT_Rümmelbier_36453666 gegen Superkahlan wegen eines derzeit nicht vorhandenen Mikrofons gefällt. Sie wird aufgrund dem Paragraphen \"§<3 Die KahlanKlausel: Superkahlan darf alles, weil sie super ist und mit einem Teemohut echt scharf aussieht\" für nicht schuldig erklärt. Sämtliche Anklagepunkte werden fallen gelassen und die, in diesem Prozess sehr hohen Prozesskosten, müssen vom Kläger getragen werden.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-27T15:23:20.742+0000","up_votes":1,"down_votes":0,"body":"Ein Sieg der Gerechtigkeit!!!!","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-21T21:41:43.785+0000","up_votes":2,"down_votes":0,"body":"Aktenzeichen OT_Rümmelbier_36453666\n\nIm Prinzip ist die Verteidigung kurz und simpel:\n\nNach \"§<3 Die KahlanKlausel: Superkahlan darf alles, weil sie super ist und mit einem Teemohut echt scharf aussieht\" ist Superkahlan freizusprechen!","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-03-21T15:21:26.007+0000","up_votes":2,"down_votes":0,"body":"**Aktenzeichen OT_Rümmelbier_36453666**\n**Kläger: Eibert Rümmel**\n**Anwalt: Eibert Rümmel**\n\n**Prozess gegen Superkahlan wegen eines derzeit nicht vorhandenen Mikrofons**\n\nSuperkahlan soll der Aussage unseres Königs zur Folge derzeit kein Mikrofon besitzen, weswegen unsere königliche Hofdame zwar den Worten des Königs lauschen kann, ihn aber nicht mit Ihren eigenen Worten verzücken kann. Hiermit fordere ich beide Seiten zu einer Stellungnahme auf!","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-21T22:03:24.968+0000","up_votes":1,"down_votes":0,"body":"Ich hätte eine Klage:\n\nKläger: die gerichtliche Institution des Königreichs\nAngeklagter: König Eibert Rümmel\n\nGesetzes Verstoß: Missbrauch der Judikative um die Aufgaben der Legislative zu erleichtern nach § 3.14159265359 Absatz Kuchen ist die alleinige Aufgabe des königlichen Gerichtshofs die Rechtsprechung. Sämtliche dafür verwendeten finanziellen Mittel dienen einzig dem Ziel aufgrund bestehender Gesetze zu richten.\n\nKönig Eibert hat aber wissentlich unsere finanziellen Mittel, als auch unsere Zeit, dafür verwendet ein Gesetz mittels Präzedenzfall durchzusetzen.\n\nSelbstverständlich wird dieser Prozess nicht vom königlichen Gericht geführt werden, sondern wie im Grundgesetz festgelegt von einer Jury aus Gelehrten. Dabei muss der Titel jedoch vor Beginn des Prozesses angeeignet worden sein. Die Fachrichtung ist nicht entscheidend.","replies":[{"id":"","poster":"AchimedesII","date":"2017-03-22T17:36:29.789+0000","up_votes":1,"down_votes":0,"body":"ÄHM mal langsam. Ihr seid Richter, nicht Staatsanwalt! Da soll unseren König Gerichtsmissbrauch vorgeworfen werden und als Mittel diesen durchzusetzten wird wiederum Gerichtsmissbrauch verwendet. Selbst wenn ich dieses Verfahren einleiten würde, müsste ich es wegen eines Formfehlers direkt wieder einstellen.","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-22T18:15:15.720+0000","up_votes":1,"down_votes":0,"body":"Inwiefern wird bei dieser Klage Gerichtsmissbrauch angewandt? Das königliche Gericht kann, wie jede andere königliche Institution oder Person, Klagen einreichen. Und ich habe hier noch keine Klage eingereicht, sondern mich mit meiner Klage an den Staatsanwalt gerichtet, und Randbemerkungen wie die gesetzliche Lage angefügt. Das ganze ist noch nicht für den Gerichtssaal bestimmt, allerdings war es nun mal Tatsache dass sich sowohl Kläger als auch Staatsanwalt hier befanden, wodurch der Vorschlag dieser Klage hier gleich eingereicht wurde.","replies":[{"id":"","poster":"AchimedesII","date":"2017-03-22T18:31:02.518+0000","up_votes":1,"down_votes":0,"body":"Der formell richtige Weg wäre gewesen, Anzeige zu erstatten -so wie es jeder Bürger tut/tun darf-, aber nicht selbst die Klage durch Vergabe eines Aktenzeichens offiziell einzureichen. Dies ist nun mal Aufgabe des Staatsanwalts und nicht des Richters, weswegen mir hier nun die Hände gebunden sind.","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-22T18:34:10.397+0000","up_votes":1,"down_votes":0,"body":"Welche Vergabe eines Aktenzeichens?","replies":[{"id":"","poster":"AchimedesII","date":"2017-03-22T18:37:32.736+0000","up_votes":1,"down_votes":0,"body":"Damit lasst ihr mir keine andere Wahl als ein Verfahren einzuleiten. Aber erst Morgen. Ich bin beamter und mache pünktlich Feierabend ;)","replies":[]}]}]}]}]},{"id":"","poster":"Markishi","date":"2017-03-21T22:14:32.618+0000","up_votes":1,"down_votes":0,"body":"Sollte es zu jener Verhandlung kommen, so sehe ich es als mein Privileg als Königlicher Rümmelbierminister, den Vorsitz dieser Jury zu erhalten.","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2017-03-18T13:04:24.151+0000","up_votes":2,"down_votes":0,"body":"Dann werd ich auch mal hier zustimmen. Ganz schön kurze Gerichtsverhandlung. Was sagt denn der Staatsanwalt dazu?","replies":[{"id":"","poster":"Yjuq","date":"2017-03-18T13:55:04.469+0000","up_votes":2,"down_votes":0,"body":"Ich habe die starke Vermutung, dass der Richter sich nicht mit solch einem unbedeutenden Fall lange auseinander setzen wollte. :<","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-18T15:53:01.147+0000","up_votes":2,"down_votes":0,"body":"Richtig. Das hier sind noch die Fälle die schnell über die Bühne gebracht werden. Im Stundentakt ist das hier abgearbeitet. Auf zum nächsten Prozess.","replies":[{"id":"","poster":"Yjuq","date":"2017-03-18T16:00:26.194+0000","up_votes":2,"down_votes":0,"body":"Kommen wir mal zu etwas wichtigen...\nIch würde gerne Markishi anklagen, er ist in Begriff die Macht der Poros zu missbrauchen:\n\n> Eine Frechheit ist das! Mich anklagen? Ich werde mit all meiner Grünen Macht (und der Macht der Poros!) dagegen vorgehen!\n\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot?comment=01f70001\n\nAls königlicher Porobeauftragter kann ich darüber nicht hinweg sehen. Ich bitte schleunigst den Prozess diesbezüglich zu starten und das entsprechende Aktenzeichen zu vergeben.\n\nZudem möchte ich dich auf unsere Gesetze hinweisen: http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/w972wB6X-die-gesetze-des-kanigreich-ot\n\nDenk daran dass jeder deiner Urteile neue Gesetze festigt und du dich selber daran bindest.","replies":[]}]}]}]},{"id":"","poster":"LuckingFegendary","date":"2017-03-18T12:37:33.372+0000","up_votes":2,"down_votes":0,"body":"Ich habe mein Urteil gefällt. Eibert Rümmel ist schuldig.  Hiermit verurteile ich Eibert Rümmel aufgrund invertierter Majestätsbeleidigung und leichter Körperverletzung zur Abgabe einer Wagenladung Rümmelbier als Schmerzensgeld an den Kläger King Prow und der Anfertigung eines demütigenden Textes, der eine Mindestlänge von 3 Wörtern haben muss. Zudem wird der Verurteilte die Gerichtskosten tragen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-18T12:50:41.083+0000","up_votes":1,"down_votes":0,"body":"Ich nehme das Urteil so wie es hier geschrieben wurde beim WORT!","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-03-17T19:00:31.057+0000","up_votes":2,"down_votes":0,"body":"Sehr geehrter Herr Rümmel,\n\nauch wenn mich die Wagenladung Rümmelbier sehr lockt, so haben sie doch den Tatbestand verschärft, indem sie meinen Titel, mit sicherlichrlich voller Absicht, falsch angaben. Ich bin Chronist! Dies ist etwas anderes als ein Archivist, dessen Bezeichnung beinahe wie Arsc... klingt. Ich distanziere mich davon und fordere daher nun die Höchststrafe die in unserem Gesetz für invertierte Majestätsbeleidigung verhängt werden kann.\n\n2 Ladungen Rümmelbier und eine demütigende Textproduktion, zu bewerten von einem unparteiischen Richter.\n\nMit wagemutigen Grüßen\nK.P","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-17T17:37:58.910+0000","up_votes":2,"down_votes":0,"body":"Werte incontinenten Geschworenen, Werter Richter, Werter Staatsanwalt,\n\nZunächst einmal möchte ich anmerken, dass ich streng nach Gesetz des ehrenwerten Königs EL Pingu gehandelt habe! \n\n> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=01uNuA5i,comment-id=,timestamp=2015-02-27T11:08:08.221+0000)\n>\n> Willkommen im Königreich OT.\n> In diesem Thread sind der Phantasie keine Grenzen gesetzt. Schaut euch mein schönes Schloss, öhm pardon, Becks`s schönes Schloss an, haut KP auf die Nase oder tut was ihr wollt. Viel Vergnügen.\n\nWenn es zu einem Schuldspruch kommen sollte, müsst Ihr EL Pingu verurteilen und nicht mich! Zudem hat der Schlag gar nicht so doll wehgetan, hätte ich das Ziel gehabt KP einen Schaden zu zufügen hätte ich doch den zwerg geschickt. Zudem hätte KP ja den Ort nicht aufsuchen müssen, an dem alle und jeder ihm gerne auf die Nase haut. Ich geh doch auch nicht in ein Schwimmbad und beschwere mich nacher, dass ich nass bin. \n\nDer Schlag war vielmehr Zeichen meiner königlichen Liebe und meines Respekts gegenüber unseres Nekromanten, Archivisten, usw\n\nVon daher bitte ich die Klage in allen Punkten fallenzulassen. Als Zeichen meiner unendlichen Güte biete ich aber King Prow eine Waagenlaadung Rümmelbier, sollte er sich selbst auf die Nase schlagen.\n\nHochachtungsvoll\nEibert Rümmel","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-03-16T19:03:23.113+0000","up_votes":2,"down_votes":0,"body":"Nun denn,\n\nwerte inexistente Geschworene, Herr Richter, Herr Staatsanwalt, wertes Publikum,\n\nich stehe hier vor ihnen, mit einer intakten Nase, ABER: meine Seele blutet, wenn ich zurückdenken muss, an jenen verstörenden Moment. Es kam ganz plötzlich, unerwartet, ein Frontalangriff, ohne Vorwarnung. Eibert Rümmel, seine Flüchtigkeit, unser geliebter König, schlug mir am 9.3.2017 frech und ohne Anlass auf die Nase. Wie ich bereits feststellte verstieß er damit gegen ein fest in unserer Geschichte verankertes Gesetz, welches Alleinherrschern des OTs untersagt, ihre Untertanen in ihrer Würde zu verletzen. ( § ³/4 Grundgesetzbuch, invertierte Majestätsbeleidigung)\nIch beantrage eine Bestrafung nach § 1,364 Absatz Honigmarmelade, nach welchem der Verstoß gegen §1,364 mit Schadensersatz und gleichwertiger Vergütung durch den Angeklagten aufzuwiegen ist.\n\n\nwerte inexistente Geschworene, Herr Richter, Herr Staatsanwalt, wertes Publikum,\n\ndamit schließe ich mein Plättohje!","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-03-16T16:35:26.695+0000","up_votes":2,"down_votes":0,"body":"**Aktenzeichen: OT_Rümmelbier_471253**\n**Kläger: King Prow**\n\n**Prozess gegen Eibert Rümmel wegen Körperverletzung und invertierter Majestätsbeleidigung**\n\nGrund für die Klage ist folgender Post unseres Königs\n\n> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=01uNuA5i,comment-id=01de,timestamp=2017-03-09T14:57:29.781+0000)\n>\n> Ich hau KP eine auf die Nase, um festzustellen, dass dies hier mein Schloss ist :P\n\n\nHiermit fordere ich erstmal Kläger und Angeklagten dazu auf eine Stellungnahme zum Sachverhalt abzugeben. Der Angeklagte hat das Recht auf einen Anwalt, sollte er dies nutzen wollen, hat er dies mitzuteilen. Nach den Stellungnahmen beginnt die Befragung der Prozessbeteiligten","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-03-15T19:50:16.884+0000","up_votes":2,"down_votes":0,"body":"Wie wärs wenn wir erstmal den Paragraphendschungel anpflanzen? Damit sich auch ja keiner mehr auskennt? Oder der Herr Richter nimmt jeden neuen Paragraphen welcher angeführt wird in ein internes Gesetzbuch auf. Hätte den selben Effekt.","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-03-15T19:54:47.180+0000","up_votes":1,"down_votes":0,"body":"Ich verlasse keine Gesetze, die erhalte ich (hoffentlich) zusammengefasst vom König und seinen Ministern.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-03-15T20:34:05.417+0000","up_votes":1,"down_votes":0,"body":"Der König hat keine Minister mehr. Diese Posten, vereint in einer Person, sind alle schon vor geraumer Zeit verstorben.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-15T22:36:45.661+0000","up_votes":2,"down_votes":1,"body":"Derzeit habe ich einen Minister. Zamo ist Infrastruktur Minister ;)\n\nGrundsätzlich möchte ich auch noch weitere Minister ernennen. Wenn die Bewerber Ihr Ministerium selbst erschaffe wäre das schon eine riesige Erleichterung ;)","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-15T20:35:33.250+0000","up_votes":1,"down_votes":0,"body":"Aber er versucht gerade neue Minister zu rekrutieren, er hat beispielsweise eine Stellenausschreibung für den Kriegsminister angefertigt.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2019-01-28T18:48:28.237+0000","up_votes":1,"down_votes":0,"body":"Ich werde mich diesem Gericht nicht beugen! Man kann keine Strafen erlassen, wenn man sie nicht auch durchsetzen kann! Anarchie heißt die neue Herrschaftsform und ich werde hupend durch die Innenstadt rümmeln, auch ohne Auto. Allein um meinen Standpunkt zu verdeutlichen!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-01-28T18:55:30.649+0000","up_votes":1,"down_votes":0,"body":"wer sagst denn. das nenn ich mal eloquente verteidigung. Ich bin übrigens auf deiner seite, weil stein","replies":[{"id":"","poster":"Kind Prow","date":"2019-01-28T19:08:56.327+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt: ich habe nichtmal ne Hupe.","replies":[{"id":"","poster":"LuckingFegendary","date":"2019-02-26T19:04:26.192+0000","up_votes":1,"down_votes":0,"body":"Du solltest dir eine Druckluft-LKW-Hupe kaufen und damit durch die Stadt rümmeln.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-01-28T19:12:56.184+0000","up_votes":1,"down_votes":0,"body":"du hast einen Standpunkt!","replies":[{"id":"","poster":"Kind Prow","date":"2019-01-28T19:34:10.975+0000","up_votes":1,"down_votes":0,"body":"Einen Standpunkt zu haben berechtigt mich zwar, laute und unnötige Geräusche zu verursachen, ermöglicht es aber selbst nicht.","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2019-01-01T17:54:53.708+0000","up_votes":1,"down_votes":0,"body":"Es gibt, glaube ich, keinerlei wie-auch-immer geartete Motivation diesen Prozess anzuleiern :<","replies":[{"id":"","poster":"LuckingFegendary","date":"2019-01-28T17:13:55.133+0000","up_votes":1,"down_votes":0,"body":"Nur ohne vollständige Anklage und Verdeitigung gibt es keinen Prozess.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-01-28T18:41:17.891+0000","up_votes":1,"down_votes":0,"body":"Aktenzeichen Rümmelbier756839\n\nKing Prow wird beschuldigt sein Handy im Kino auszumachen, so dass Eibert die Allgemeinheit nicht stören kann und King Prow nicht in eine peinliche Lage bringen konnte. Erschwerend kommt hinzu, dass King Prow regelmäßig die Umwelt verschmutzt, in dem er in geschlossenen Ortschaften hupt und in öffentlichen Toiletten herumrümmelt.\n\nDie Staatsanwaltschaft beantragt hiermit 3 Monate Rümmelbier Entzug und eine öffentliche Entschuldigung für die Tatsache, dass King Prow King Prow ist.\n\nGez. AchimedesII\nStaatsanwalt des Königreichs\n\n\n\ndie anklage gäbe es, nur keine verteidigung der dreihunert anwälte","replies":[]}]}]},{"id":"","poster":"LuckingFegendary","date":"2019-01-01T17:26:43.716+0000","up_votes":1,"down_votes":0,"body":"Können wir den Prozess denn nun eröffnen oder steht noch kein Verteidiger zur Verfügung?","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-10-17T14:51:19.876+0000","up_votes":1,"down_votes":0,"body":"Gut. Dann biete ich dir ein Zweckbündnis an. Du versuchst alles, mich in gutem Lichte dastehen zu lassen, und ich mach das Gegenteil. Ist das >nicht einfach< genug für dich?","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-10-15T11:21:02.824+0000","up_votes":1,"down_votes":0,"body":"Oh. Wenn ich das mache fängt Mad noch an, die Tatsachen gegen mich zu verdrehen. Mord an KP ist moralisch nicht fragwürdig, wenn du ihn fragst.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-10-15T11:35:18.816+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kind Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=006b,timestamp=2018-10-15T11:21:02.824+0000)\n>\n> Oh. Wenn ich das mache fängt Mad noch an, die Tatsachen gegen mich zu verdrehen. Mord an KP ist moralisch nicht fragwürdig, wenn du ihn fragst.\n\nDas wäre zu einfach.\nZiel ist es die Tatsachen so zu verdrehen, dass du ganz klar das Opfer und nicht der Täter bist.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2018-10-12T17:10:55.820+0000","up_votes":1,"down_votes":0,"body":"Darf ich mich selbst verteidigen?","replies":[{"id":"","poster":"AchimedesII","date":"2018-10-14T17:01:39.995+0000","up_votes":1,"down_votes":0,"body":"wenn wir das wie früher handaben, dann hast du die Wahl: Dich selbst verteidigen, dich von einer anderen Person verteidigen lassen oder besser beides ;)","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-10-12T18:11:27.893+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=006a,timestamp=2018-10-12T17:10:55.820+0000)\n>\n> Darf ich mich selbst verteidigen?\n\nnun....\nDa Achimedes offenbar Staatsanwalt ist und die einzige andere Person, welche jemals von irgendeinem Regenten als Anwalt deklariert wurde meine Person ist, musst du das entweder in meine Hände legen oder selber machen. Dir steht durchaus ein Pflichtverteidiger zu, wenn du dies nicht selbst machen willst....wofür wohl oder über nur ich in Frage komme, was ich ja nun zu beginn dieser Aussage bereits zu protokol gegeben habe.","replies":[{"id":"","poster":"Kind Prow","date":"2018-10-12T19:27:28.030+0000","up_votes":1,"down_votes":0,"body":"UI, also das reizt mich schon sehr. Dich dabei zu sehen, wie du wortgewandt Tatsachen verdrehst bis der Schluss der Unschuld unumgänglich ist. Weiterhin mag ich es aber auch, selbst Tatsachen zu verwursten, bis die Wahrheit ein Klumpen Hackfleisch ist.\n\nIst der Richter überhaupt schon anwesend?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-10-12T20:49:16.014+0000","up_votes":1,"down_votes":0,"body":"Notfalls ernenne ich Kraft meines Amtes als künftiger König der Welt einen ;)","replies":[{"id":"","poster":"Kind Prow","date":"2018-10-14T10:50:52.160+0000","up_votes":1,"down_votes":0,"body":"Als künftiger König hast du noch keine Kraft!!","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2018-10-10T20:06:44.222+0000","up_votes":1,"down_votes":0,"body":"Wegen herumlümmelns in öffentlichen Toiletten.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2018-10-10T14:37:12.779+0000","up_votes":1,"down_votes":0,"body":"Ich fürchte ich muss zu KP halten :(","replies":[]},{"id":"","poster":"AchimedesII","date":"2018-10-10T13:00:32.204+0000","up_votes":1,"down_votes":0,"body":"weis jemand einen Grund weswegen man KP anklagen könnte?","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-10T13:33:56.604+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AchimedesII,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=0066,timestamp=2018-10-10T13:00:32.204+0000)\n>\n> weis jemand einen Grund weswegen man KP anklagen könnte?\n\nBrauch man dafür wirklich einen Grund? \n\n\nAber hier: Ausschalten des Smartphone beim Besuch eInes Kinos, während Eibert das Interforentunier streamed! \n\n\nGruß ich","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-10-10T13:09:07.974+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AchimedesII,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=0066,timestamp=2018-10-10T13:00:32.204+0000)\n>\n> weis jemand einen Grund weswegen man KP anklagen könnte?\n\nErregung öffentlichen Ärgernisses?\nUmweltverschmutzung?\nUnnützes Hin- und Herfahren in einer geschlossenen Ortschaft?","replies":[{"id":"","poster":"Qbert","date":"2018-10-10T13:12:58.167+0000","up_votes":1,"down_votes":0,"body":"Jede Wetter für \"Hupen in einer lärmberuhigten Zone\"","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2018-04-10T20:52:07.646+0000","up_votes":1,"down_votes":0,"body":"Sagen: hallo lieber gutherziger und unfehlbarer König des OTs, ich will gern sein voll Rechtsanwalt und so. Ja?\n\nUnd dann eröffnest du Verfahren, befragst beide Seiten oder bringst Argumente an. :>","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-04-11T11:48:37.149+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=0064,timestamp=2018-04-10T20:52:07.646+0000)\n>\n> Sagen: hallo lieber gutherziger und unfehlbarer König des OTs, ich will gern sein voll Rechtsanwalt und so. Ja?\n> \n> Und dann eröffnest du Verfahren, befragst beide Seiten oder bringst Argumente an. :&gt;\n\nLass mich die Frage mal anders darstellen: Bist du dir sicher, dass ICH auf einer Position mit \"Einfluss\" stehen sollte? Ich meine ja nur...sowas ist verlockend.\nIm Grunde würde ich das machen, so viel Zeit wird das wohl nicht fressen. Wie siehts also aus, eure Königheit, kriege ich dieses Amt nun oder nicht?","replies":[{"id":"","poster":"LuckingFegendary","date":"2018-05-16T15:58:13.968+0000","up_votes":1,"down_votes":0,"body":"Herr Staatsanwalt, könnten Sie bitte Anklage erheben? Nach einer gewissen Zeit wird einem sogar mit Nutten und Koks im Richterzimmer langweilig.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-05-16T17:54:39.545+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuckingFegendary,realm=EUW,application-id=YnZkMR0R,discussion-id=vwLcEsb8,comment-id=006400000000,timestamp=2018-05-16T15:58:13.968+0000)\n>\n> Herr Staatsanwalt, könnten Sie bitte Anklage erheben? Nach einer gewissen Zeit wird einem sogar mit Nutten und Koks im Richterzimmer langweilig.\n\nLEIDER ist das im moment nicht umsetzbar.\nZum einen fehlen die \"weiteren Regelungen\" die *jemand* noch hinzu fügen wollte, zum zweiten ist das OT im Moment führerlos, da vor 2 Tagen KP abgedankt hat und noch keine neue Wahl durchgeführt wurde.\n\nZudem müsste irgendeine Beweislage gegen irgendwen für irgendwas vorhanden sein um eine Anklage entsprechend eines Vergehens wieder dem OT geltend zu machen.","replies":[]}]}]}]},{"id":"","poster":"Kind Prow","date":"2018-04-11T12:22:46.513+0000","up_votes":1,"down_votes":0,"body":"*gelangweilte Leierstimme*\n\nHiermit ernenne ich Teatime Supreme zum Rechtsanwalt, möge er die Gesetze achten und ehren und niemals sich dem Guten abkehren.\nPunkt.","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-04-10T19:11:43.812+0000","up_votes":1,"down_votes":0,"body":"klingt an und für sich nach einem ganz witzigem aufgabenbereich.\nWas muss ich dafür machen?","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-04-03T17:46:28.316+0000","up_votes":1,"down_votes":0,"body":"Sehr gut.\n\nIch beantrage die Entfernung dieses lästigen Pöblers und Pseudosatirikers Pingu aus dem Gerichtssaal.","replies":[{"id":"","poster":"LuckingFegendary","date":"2018-04-10T17:58:12.854+0000","up_votes":1,"down_votes":0,"body":"Ohne Rechtsanwalt steht unser Rechtssystem still.","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2018-04-03T17:38:22.332+0000","up_votes":1,"down_votes":0,"body":"Stattgegeben.","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-04-03T16:08:42.650+0000","up_votes":1,"down_votes":0,"body":"Ich beantrage, den Fall zu den Akten zu legen!","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-08-28T00:59:53.566+0000","up_votes":1,"down_votes":0,"body":"OT_Rümmelbier_33456533345634340900090815\nBevor es hier zu einem Urteil kommt, würde ich gerne weitere Informationen sammeln, schließlich handelt es sich in diesem Prozess lediglich um Zeugenaussagen und Indizien.\n\nAls Erstes hätte ich bitte gerne eine psychologische Untersuchung des Klägers/Angeklagten Svenson, darum kümmert sich hoffentlich unsere Krankenschwester, sollte dies nicht möglich sein muss wohl jemand zum königlichen Psychiater ernannt werden. Das Attest sollte dann bitter erneut hier eingereicht werden, im Falle einer multiplen Persönlichkeit tritt laut Strafgesetz 41§48461351 Tomatensauce die Zusatzklausel 163184§8,3 ein, was eine dauerhafte, gerichtlich angeordnete Behandlung erforderlich machen würde. \n\nZudem gilt laut Grundgesetz 17§2 Banane ein Verbot gegenüber der Identitätsvortäuschung über einen längeren Zeitraum. Sollte Svenson also mehrere Accounts über eine Dauer von 37 Wochen betrieben haben ohne einen Verweis auf die Zusammengehörigkeit dieser Identitäten zu tätigen oder eine multiple Persönlichkeit aufzuweisen, bei der zu je einer Persönlichkeit jedoch ebenfalls maximal ein Account zulässig ist, liegt die Sachlage auf Seite des Klägers. Dies gilt es natürlich ebenfalls zu beweisen. \n\nBezüglich der Anklage im Fall OT_Rümmelbier_33456533345634340900090816 gilt noch zu sagen, dass bisher hier keinerlei Beweise, Indizien oder Zeugenaussagen dargebracht wurden, und mir somit ein Urteil noch nicht möglich ist. Ich bitte hiermit den Kläger oder deren Vertreter um nähere Erläuterungen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-27T19:32:42.659+0000","up_votes":1,"down_votes":0,"body":"Jetz verstehe ich den Herrn Swenson... Trotzdem habt ihr die Anklage gegen euch nicht entlastet, noch nicht vollkommen. Das letzte Wort hat doch sowieso der Richter. Apropos... Inglorious Bards ist dochn swenson smurf!","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-27T16:48:25.979+0000","up_votes":1,"down_votes":0,"body":"Wer zur Hölle ist jetz nochmal der Truchsess, Mademoiselle?","replies":[{"id":"","poster":"Inglorious Bards","date":"2017-08-27T17:10:01.001+0000","up_votes":1,"down_votes":0,"body":"Holy shit,\nDa kommt man Mal nen Monat nicht in und dann sowas...\n\nAlso. Gut dass ich ein Kerl bin. Danke dass ihr mir das mitteilt, ich wusste das wohl selber nicht mehr. Dann Frage ich mich allerdings wo gewisse Attribute herkommen...\n\nDer Truchsess ist wohl laut OT Liste Doenerlord, ma chér Ami (KP ob das jetzt richtig war, franze ist bei mir ein wenig her).\n\nUnd warum bin ich eigentlich nicht auf dieser Liste? ._.\n\nCiao,\n\nCat ^..^' ~","replies":[]}]},{"id":"","poster":"The mute Swan","date":"2017-08-26T21:06:27.406+0000","up_votes":1,"down_votes":0,"body":"Wo ist nun mein Rümmelbier, werter Herr Necromant?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-25T19:56:31.963+0000","up_votes":1,"down_votes":0,"body":"Merkt ihr es nicht? er tut es schon wieder. Kämpft gegen sich selbst, schon wieder! Ein Muster, es gibt ein Muster!!\n\nNun denn, bedauerlicherweise hat der Staatsanwalt abgedankt... oder wars der Richter? Egal. Ich werde also hiermit in aller Kenntniss meiner juristischen Unzurechnungsfähigkeit diesen Fall eröffnen. Stellvertretend für den Staat und das Volk des Ots, welches ich hiermit vertrete.\n\n**Aktenzeichen OT_Rümmelbier_33456533345634340900090815**\n**Kläger: The Swan Song aka. Namiultedformose aka. Ambush Bug**\n**Angeklagter: Ambush Bug aka. Dr.Madscientist aka. The Swan Song**\n\nDem Angeklagten wird vorgeworfen, in zureichend zurechnungsfähigem Zustand unehrenhafte Tatsachen beschuldigt zu haben. Zudem soll er unmöglicherweise, denn niemand mag sich vorzustellen wie, zu viel in eine unbekannte Tatsache hineininterpretiert haben, sowie im übermäßigen Maße Tatsachen enthüllt haben. Die Leidtragenden sind also in diesem Fall die Tatsachen, denn sie werden von Swenson unrechtmäßig und in böswilliger Absicht unter Benutzung mehrerer Identitäten missbraucht. Somit eröffne ich hiermit eine weitere Klage.\n\n\n**Aktenzeichen OT_Rümmelbier_33456533345634340900090816**\n**Kläger: Die Tatsachen, vertreten durch den Staat Offtopic**\n**Angeklagter: Ambush Bug aka. Dr.Madscientist aka. The Swan Song**\n\nIch fordere hiermit den shizophrenen Kläger und gleichermaßen Angeklagten, dessen Anwalts Persönlichkeiten und jedweden Bürger des OTs zu Stellungnahmen, Hasstiraden und unbegründeten Beschuldigungen auf.","replies":[{"id":"","poster":"The mute Swan","date":"2017-08-26T06:08:01.219+0000","up_votes":1,"down_votes":0,"body":"Das sind schwere Anklagen, die ihr mir da Vorwerft, werter herr Necromant.\nUnd ich frage mich, wie ihr diese wohl beweisen wollt.\n\nTraut ihr mir nicht?\nSo fragt den weisen Truchsess.\nIhm zeigt sich die Wahrheit unverschleiert.\nVielleicht kann er Licht ins dunkle bringen und mich entlasten, denn Teemo bewahre, ich bin der Tatsachen unschuldig, deren ihr mich anklagt.\n\nAls wiedergutmachung erwarte ich ein Rümmelbier an die Anklagebank.\n\nSvenson Out","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-08-25T18:36:24.794+0000","up_votes":1,"down_votes":0,"body":"Pingu sitzt in der Ecke und denkt nach.\n\nEs wird gemunkelt, Swan sei ein Smurf von Mad, Aka Ambush bug.\n\njetzt fordert er Rosen, die mächtigste aller Zahlungsarten im gesamten Königreich.\nUnd die einzigste Zahlungsart, die nicht ab nimmt, wenn man damit zahlt.\n\nseeeehr verdächtig.","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-08-25T16:18:36.839+0000","up_votes":1,"down_votes":0,"body":"Sehr geehrter erster König des Offtopics, seines Zeichens bekennender Miesepeter und neuerdings auch Enthüllungsjournalist, sehr geehrtes Offtopic, sehr geehrte Gäste,\n\nIch Klage diese erste Person wegen Beschuldigung unehrenhafter Tatsachen, zu viel Hineininterpretierens und Vor allem wegen übermäßigem Enthüllen an. So ganz ohne Lizenz geht das gar nicht!!!\n\nSolch ein niederträchtiges Verhalten geht gar nicht, vor allem wenn man immer nur mich enthüllen muss.\nWie soll ich denn da noch manipulieren, wenn mein Ruf permanent so in den Schmutz gezogen wird? (Achtung, Sarkasmus)\n\nAls Strafe fordere ich 20 Rosen und ein permanentes Rümmelbierverbot für den Angeklagten, auf dass er nicht mehr im Suff so stark phantasiere...\n\nSvensson Out","replies":[]},{"id":"","poster":"AchimedesII","date":"2017-05-30T16:04:28.999+0000","up_votes":1,"down_votes":0,"body":"Ich möchte gerne mein Amt als Staatsanwalt niederlegen. Ich habe dieses Amt nur ausgeübt um König Eibert einen Gefallen zu tun. Nah seinem Tod möchte ich erstmal den neuen König abwarten, bevor ich mich entscheide, ob und welche Rolle ich künftig spielen werde.\n\nZudem bin ich für dieses Amt eh zu inaktiv. Oft stockten Verhandlungen wegen mir. Vlt wäre ein Gremium eh besser als 2 Personen?\n\nPS den zwerg würde ich eh nicht anklagen. Ich bin doch nicht lebensmüde.....","replies":[{"id":"","poster":"LuckingFegendary","date":"2017-05-30T16:21:47.622+0000","up_votes":1,"down_votes":0,"body":"Der Richter bleibt allein, wie es im Grundgesetz festgehalten wurde.\n\nAber es können dennoch mehrere Staatsanwälte ihr Amt ausführen.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-05-22T18:31:25.992+0000","up_votes":1,"down_votes":0,"body":"Ich finde wir können den Fall zu den Akten legen.","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-22T19:38:47.834+0000","up_votes":1,"down_votes":0,"body":"Meine Anklage gegen dich? Damit du noch mehr Zeugs in deine Chronik schreiben kannst? ^^\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2017-05-22T16:47:05.871+0000","up_votes":1,"down_votes":0,"body":"Aktenzeichen OT_Rümmelbier_364588776533343434343434324\nKläger: der Humor\nAngeklagter: Zamonianer\n\nIch habe mein Urteil gefällt: Zamo wird frei gesprochen. Alle Anklagepunkte werden fallen gelassen.","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-22T17:52:50.750+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank Herr Richter, für die Beendigung dieser Formalie!\n\nWäre denn nun jemand so freundlich und eröffnet endlich meine Klage gegenüber Herrn Prow? Oder muss ich mir erst noch einen dahergelaufenen Passanten suchen, in den Gerichtssaal schleppen und die Klage eröffnen lassen?\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2017-05-17T21:48:43.222+0000","up_votes":1,"down_votes":0,"body":"Ich klage hiermit King Prow der üblen Nachrede und der Verbreitung von Fake News an.\nDer von King Prow verbreiteter Beitrag ist zu finden in der [Chronik des OTs](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/pAJpwFkf-ot-die-chronik-des-offtopics):\n>17.5.2017 - Zamo findet, theoretisch müsste Ayu alt und schrumpelig sein\n\nDiese Aussage ist schlichtweg falsch.\n\nEs ging um die Möglichkeit, inwiefern man bei unserem Engel Angel Ayume feststellen kann, wie alt sie ist, neben ihrer Aussage, dass sie mehrere Jahrhunderte alt ist.\nDazu äußerte ich ungefähr folgenden Satz, im Original mit noch mehr Konjunktiv, da gesprochene Sprache:\n\"Theoretisch bestünde eventuell die Möglichkeit, dass man vielleicht erwähnen könnte, was ich hiermit natürlich nicht tun will, also wie gesagt, nur theoretisch, könnte man sagen, dass man eventuell das Alter [die Jahrhunderte] auch am Äußeren vielleicht sehen könnte\".\n\nWie man sehen kann, habe ich\n\n1. ausdrücklich gesagt, dass ich mir diese Aussage nicht zu eigen mache, sondern nur als theoretisch sagbare Möglichkeit in den Raum stelle, womit das \"Zamo findet\" eindeutig falsch ist,\n2. niemals das Wort \"schrumpelig\" verwendet.\n\nDeshalb fordere ich, dass dieser Eintrag in der Chronik unverzüglich gelöscht werden muss und King Prow ein Schmerzensgeld, in Form von Rümmelbier natürlich, zu zahlen hat.\n\nGruß\nZamo","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-18T18:55:58.693+0000","up_votes":1,"down_votes":0,"body":"Da der Staatsanwalt abwesend zu sein scheint, beantrage ich die Eröffnung des Verfahrens nach §ΔMango4 durch den zuständigen Richter, den König oder nach Abschnitt 3) auch durch einen dahergelaufenen Passanten.\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Markishi","date":"2017-05-05T15:53:36.641+0000","up_votes":1,"down_votes":0,"body":"Können die Goldstücke auch in Form von Rümmelbier an alle gezahlt werden? Falls nicht, zahle ich natürlich, aber ich wollte erst vorher Fragen.\n\nK.Prow sagte doch, er habe Rümmelbierreserven bei sich. Wieso zahlt er nicht die? Verbot ist Verbot, also darf er sie sowieso nicht trinken.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-05T13:33:15.871+0000","up_votes":1,"down_votes":0,"body":"Finde ich fair ;)","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-05T08:34:04.373+0000","up_votes":1,"down_votes":0,"body":"Urteil im Prozess: Aktenzeichen OT_Rümmelbier_3645887923\n\nHiermit verurteile ich Markishi nach §444 Hosenträger des Grundgesetzbuches Schokolade für die Anstiftung zu einer Straftat zu einer Zahlung an das Königreich in Höhe von 36 Goldstücken.\nDie Anschuldigungen bezüglich eines Rümmelbierverbots werden fallen gelassen.\n\nFragen zum Prozess: Aktenzeichen OT_Rümmelbier_3645887924\n\n Hiermit verurteile ich K.P. nach §124 Drecksdeppen Absatz Blubberblasen zu einer Widergutmachungszahlung in Höhe von 4 Rümmelbierladungen, welche er natürlich erst nach dem Aufheben des Rümmelbierverbots zu tätigen hat.","replies":[]},{"id":"","poster":"Markishi","date":"2017-05-04T15:00:24.066+0000","up_votes":1,"down_votes":0,"body":"Damit wär ich auch zufrieden. Wobei man in dem Sinne eigentlich nur mich bestrafen müsste, K.Prow kriegt kein Rümmelbier mehr, das ist Strafe genug.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-04T12:41:01.313+0000","up_votes":1,"down_votes":0,"body":"Macht doch, aber macht endlich ma hinne!","replies":[]},{"id":"","poster":"Markishi","date":"2017-05-03T17:10:52.394+0000","up_votes":1,"down_votes":0,"body":"Ich habe nie bestritten, das ich euch ein Rümmelbierverbot ausgesprochen habe oder dem Zwerg gesagt habe, er soll die Schänke verteidigen und euch auf die Nase hauen.\nHabe ich nie bestritten.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-03T14:34:10.882+0000","up_votes":1,"down_votes":0,"body":"Also bestreitest du nich, die dir vorgeworfenen Dinge getan zu haben.","replies":[]},{"id":"","poster":"Markishi","date":"2017-05-03T13:58:49.151+0000","up_votes":1,"down_votes":0,"body":"Als Rümmelbierminister war es mir jederzeit erlaubt, jemandem den Zugang zu Rümmelbier zu verwehren. Dies habe ich sogar vor Amtsantritt unseren geliebten König gefragt und er bejahte dies. Somit habe ich lediglich im Rahmen meines Amtes gehandelt.\nUnd zu zweiter Frage: Ich habe dem Zwerg aufgetragen, dafür zu sorgen, dass K.Prows Rümmelbierverbot auch durchgesetzt wird. Sollte K.Prow jedoch die Schänke besuchen und ein Rümmelbier verlangen, so sollte der Zwerg Schänke und Bier verteidigen. Erstens hätte es der Zwerg ablehnen können und zweitens möchtet ihr mir doch nicht sagen, dass wir die Schänke nicht verteidigen dürfen? Dann würde Gragas innerhalb kürzester Zeit jegliche Bier Bestände leer saufen, dann bekäme keiner mehr ein Rümmelbier.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-03T13:27:00.342+0000","up_votes":1,"down_votes":0,"body":"Hohes Gericht, ich erkenne an, dass meine Aussage im gegebenen Kontext beleidigend gewesen sein könnte. Bzw, habe ich schon. Ob ich nun in diesem Fall verurteilt werden kann ist nun die andere Frage, beziehungsweise welche Konsequenzen dies hat. In dem Sinne wäre die Anklage ja ohnehin von Anfang an sinnlos gewesen und meine verteidigung dazu überhaupt nicht notwendig. :o","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-02T22:21:37.052+0000","up_votes":1,"down_votes":0,"body":"Fragen zum Prozess: Aktenzeichen OT_Rümmelbier_3645887923\n\nAngeklagter Markishi, waren Sie sich zur Zeit Ihres Handelns der Tatsache bewusst, dies mit keinen rechtlichen Gesetzen stützen zu können, und zudem den Zwerg für eine schwere Straftat anzustiften?\n\nFragen zum Prozess: Aktenzeichen OT_Rümmelbier_3645887924\n\nAngeklagter K.P, Sie bekennen sich schuldig, obwohl doch, wie allgemein bekannt ist, die Volus tatsächlich gerne (und gemeinsam) Kneipen aufsuchen, als auch ihr Reich sich hinter einem Wald befindet? Zudem wurde der Befund außergerichtlich angefordert und ist somit leider nicht gültig.\nLaut momentaner Rechtslage sind Beleidigungen gerechtfertigt, sollten sie Personen des öffentlichen Lebens bei öffentlichen Besprechungen betreffen. Wie das mit Personengruppen gehandhabt wird, wurde noch nicht festgelegt. Zudem bleibt fragwürdig, ob der Begriff, wenn auch teils zutreffend, durch seine weitgehende, und beleidigende Verbreitung im deutschsprachigen Raum nicht bereits selbstständig als Beleidigung aufgefasst werden müsste. Ich bitte darum, dass beide Parteien dies noch einmal in Betracht ziehen, in der Zwischenzeit wartet das Gericht auf eine neutrale Beurteilung der Lage.","replies":[]},{"id":"","poster":"Markishi","date":"2017-05-02T15:24:11.399+0000","up_votes":1,"down_votes":0,"body":"Bevor nicht ein angehöriger dieses Rechtssaales eine Aussage dazu tätigt, werde ich weder zurücktreten noch sonst eine Strafe annehmen. Jenes solltet ihr auch nicht tun, nur so gesagt.\nAber ich bin überrascht, dass ihr eingesteht, dass ihr eine üble Beleidigung ausgesprochen habt. Aber natürlich habt ihr mir nicht geglaubt und es musste euch erst jemand anderes bestätigen, was ich sagte.\n\nUnd natürlich hat der Zirkel der Grünen wichtige Ziele. Wir sind schließlich mit Allmächtigkeit beschäftigt. Es liegt lediglich daran, dass nur ich hier schreibe, weil ich das als Angehöriger beider Parteien durchaus als meine Aufgabe ansah. Zumal man mich hier schon kennt und man sich nicht erst fragen muss, welch Gestalt denn nun da in den Gerichtssaal kommt. \n\nAber ich finde es außerordentlich dreist von euch, dass ihr im ersten Absatz eure Schuld gesteht und im letzten Absatz weiter Anschuldigungen gegen mich aufbringt. Spion und missbrauch meiner Macht. Ich habe euch einmal geschätzt, aber , man möge mir meine Ausdrucksweise verzeihen, jetzt halte ich ehrlich gesagt nicht mehr all zuviel von euch. Nicht von euch als Nekromant, dieses Amt scheint ihr gut zu kleiden, aber von euch als Person.","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-29T14:38:14.260+0000","up_votes":1,"down_votes":0,"body":"Habt Dank mein König.\n\nIhr sagt also, dass ihr mich nicht für schuldig haltet, bis meine Schuld bewiesen wurde, und wollt deshalb eine Untersuchung meiner Arbeit. Das heißt also, ihr wollt unbedingt irgendetwas finden, damit ihr mich Schuldig nennen könnt?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-29T14:35:00.048+0000","up_votes":1,"down_votes":0,"body":"Dörrfleisch","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-29T14:31:47.145+0000","up_votes":1,"down_votes":0,"body":"Wie sag ich das denn am diplomatischsten: Ich habe das vollste Vertrauen in Markishi und die Arbeit die sein Ministerium verrichtet","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-29T13:29:58.215+0000","up_votes":1,"down_votes":0,"body":"Niemals werde ich meinen König stürzen.  Die Anschuldigungen gehen weiter, und immer mehr schließen sich K.Prow an.\n\nMit meiner Aussage wollte ich deutlich machen, dass nur , weil ich alleine spreche, dass nicht heißt, dass die anderen nichts davon wissen.\nDie anderen sind lediglich mit Allmächtig sein beschäftigt, sodass ich spreche.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-29T12:08:23.633+0000","up_votes":1,"down_votes":0,"body":"Ich denke, wenn wir die bisherigen Aussagen und Beweggründe vom Rümmelbierminister zu rate ziehen, ist gut zu erkennen, dass seine Aussage genau auf diese Weise gedeutet werden kann. Markishi will eindeutig die Diplomatie zwischen unseren reichen sabotieren, was rein rechtlich ein viel schlimmeres Vergehen darstellt als der Verstoß gegen §32.","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-04-29T11:55:55.700+0000","up_votes":1,"down_votes":0,"body":"Ist dies als Drohung gegen das Königreich oder eine Androhung für eine künftige Sabotage der diplomatischen Verhandlungen zu verstehen?","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-29T10:41:46.008+0000","up_votes":1,"down_votes":0,"body":"Ziele, die ihr seit Jahren erreichen möchtet, und nun durch unüberlegte Aussagen von K.Prow belastet werden. \nIch möchte darauf hinweisen, dass nur, weil ich alleine spreche, es nicht heißt, das wir nicht bereits als Grüne einen Plan haben.","replies":[]},{"id":"","poster":"Markishi","date":"2017-04-28T19:16:18.379+0000","up_votes":1,"down_votes":0,"body":"Ich habe mich nicht zu einem Herrscher aufgeschwungen. Woraus nehmt ihr diese Behauptung? Und allmächtig sind wir zusammen, als Imperium. So wie es hier im Königreich verschiedene Posten gibt, die alle etwas unterschiedliches tun, so gibt es sie eben auch bei uns.\n\nVielleicht würdet ihr eure Bearbeitung der Offtopic Übersicht bekommen, wenn ihr lieb Fragen würdet. Allerdings bin ich mir nach euren letzten Äußerungen nicht mehr so ganz sicher, ob ihr das könnt.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-27T14:27:46.636+0000","up_votes":1,"down_votes":0,"body":"Hallo. herr Staatsanwalt. Angeklagter markishi. Wie soll denn dat bitte ohne Leute funzen hier?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-26T11:56:59.253+0000","up_votes":1,"down_votes":0,"body":"Würe jemand  bitte all die säumigen Pflichtinstitutoren in den Gerichtssaal bewegen?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-25T18:39:43.553+0000","up_votes":1,"down_votes":0,"body":"Und ich mag Erdbeermarmelade.","replies":[{"id":"","poster":"dêr zwerg","date":"2017-04-25T21:26:32.568+0000","up_votes":1,"down_votes":0,"body":"sei froh dass das hier nicht die schänke ist","replies":[]}]},{"id":"","poster":"AchimedesII","date":"2017-04-17T13:37:05.099+0000","up_votes":1,"down_votes":0,"body":"Habe ich Klagen übersehen?","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-31T17:24:53.679+0000","up_votes":1,"down_votes":0,"body":"Aktenzeichen OT_Rümmelbier_5982536\nKläger: Yjuq, königlicher Porobeauftragter\nProzess gegen Markishi wegen Missbrauch der Macht der Poros\n\nAls königliches Gericht muss ich der Aussage des Königs auch noch hinzufügen, dass nach §Verblödung unseres Gesetzbuches eine Pausierung des Prozesses nicht mehr weiter möglich ist. Da sich die Kläger nicht mehr weiter zu Wort gemeldet haben, und ich mir nach Rücksprache mit etlichen Porospezialisten ein Bild machen konnte, verkünde ich nun mein Urteil:\n\nDer Angeklagte wird in allen Punkten freigesprochen. Die Gerichtskosten werden vom Kläger getragen.","replies":[{"id":"","poster":"Markishi","date":"2017-03-31T20:02:41.135+0000","up_votes":1,"down_votes":0,"body":"Habt dank, euer Ehren. Ich wusste, die Gerechtigkeit würde am Ende obsiegen. Wie sieht es mit dem Zweiten Prozess aus, in dem sich bisher noch niemand gemeldet hat?","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-31T04:57:05.914+0000","up_votes":1,"down_votes":0,"body":"ich schließe den Gerichtssaal. heute ist Teemotag, der wichtigste FeierTag im Königreich. Zudem bitte ich das Gericht schnell zu einem Urteil in der Poro Affäre zu kommen :)","replies":[]},{"id":"","poster":"Markishi","date":"2017-03-31T00:11:11.448+0000","up_votes":1,"down_votes":0,"body":"Hohes Gericht, ich möchte nun offiziell Beschwerde einreichen!\nSeit Tagen schon kann ich meine überaus wichtige Arbeit in der Schänke und als königlicher Rümmerlbierminsiter nicht wahrnehmen, da ich aufgrund dieser Gerichtsverhandlung(en) immer erreichbar sein muss. Seit Tagen schon konnte ich meiner Kehle kein Schluck mehr dieses heiß begehrten kühlen Nasses gönnen. \nJegliche gegen mich gebrachte Anschuldigungen behandelte ich und auch der Kläger meldet sich nicht mehr. Wo ist der Staatsanwalt? Er ist sich nicht schlüssig, was er beantragen soll. Was denn nun? Der zwerg ist in der Schänke mit Gragas, ich fürchte unsere Rümmelbiervorräte könnten bald erschöpft sein.\nIch verlange eine sofortige Stellungnahme, Pausierung oder Einstellung des Verfahrens. ich muss meiner Arbeit nachkommen, jedoch steht mir diese Verhandlung im Wege, besser gesagt diese beiden Verhandlungen, wobei sich zu zweiter niemand gemeldet hat. Ihr wollt Recht und Ordnung schaffen, aber wenn es in einem Prozess nicht weitergeht, so solltet ihr, hohes Gericht, auch etwas dazu sagen. Der heutige Tag ist der Teemo Tag und ich würde gerne die Feierlichkeiten in der Schänke begleiten. Daher wäre eine rasche Stellungnahme sehr von mir begrüßt.\n\nMarkishi,\nköniglicher Rümmelbierminister","replies":[]},{"id":"","poster":"Markishi","date":"2017-03-26T12:39:10.147+0000","up_votes":1,"down_votes":0,"body":"Hohes Gericht, ich würde gerne mehr zu dieser Zeitverschw... äh, dieser Sinnvollen Gerichtsverhandlung , besser gesagt beiden Gerichtsverhandlungen, beide jeweils überaus Sinnvoll, beitragen, doch spricht niemand von denen, die sprechen sollten. Wie kann ich dies nun werten? Hier meldet sich ja niemand, kein Zeuge, kein Richter, kein Anwalt. Kann ich denn wieder meiner Wege ziehen? Seit Tagen schon bin ich nicht mehr in der Schänke gewesen, um dem Gericht jederzeit zur Verfügung zu stehen, aber langsam wird es langweilig. Ich habe nicht einmal etwas mit dem Zwerg besprechen können, weil ich hier war. Die ganze Zeit.","replies":[]},{"id":"","poster":"XIchRasiereEuchX","date":"2017-03-22T22:00:35.086+0000","up_votes":1,"down_votes":1,"body":"Ich würde gern Richter hier sein","replies":[{"id":"","poster":"Yjuq","date":"2017-03-22T22:08:01.747+0000","up_votes":1,"down_votes":0,"body":"Wir haben schon einen Richter. Aber du kannst dich als mein Assistent bewerben. Ich kümmere mich um die Poros. Ich bin der königliche Porobeauftragter und könnte eine helfende Hand gebrauchen.","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2017-03-21T21:45:32.540+0000","up_votes":1,"down_votes":0,"body":"Ihr seid Kläger und Anwalt der Verteidigung zugleich? Wie darf ich das denn interpretieren? Ich würde gerne die Gründe für dieses Geld verschwenderische Vorgehen erfahren.","replies":[{"id":"","poster":"Yjuq","date":"2017-03-22T22:06:17.888+0000","up_votes":1,"down_votes":0,"body":"Werter Richter,\n\nlasst euch nicht auf solch einen Kindergarten ein. Unser König versucht lediglich sinnlose Gesetze durchzusetzen. Eure Urteile bilden ein Teil der Gesetze, vergesst dies bitte nicht. Ich wäre dafür ihn für die Geldverschwendung nach §h1ck5 des Rümmelbiergesetzes für 2 Tage dauersaufen zu lassen.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-21T21:47:56.483+0000","up_votes":1,"down_votes":0,"body":"Die billigste Art und Weise Gestze zu erlassen ;)","replies":[]}]},{"id":"","poster":"AchimedesII","date":"2017-03-21T15:14:22.120+0000","up_votes":1,"down_votes":0,"body":"**Aktenzeichen OT_Rümmelbier_5982536**\n\nBeide Seiten haben sehr überzeugende Argumente aufgezeigt und leifern sich hier einen jetzt schon legendären Prozess. Ich als Staatsanwalt bin noch unschlüssig was ich beim hohen Gericht beantragen soll von daher fordere ich beide Seiten zu einer weiteren Stellungsnahme auf :P","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2017-03-15T22:32:45.883+0000","up_votes":1,"down_votes":0,"body":"Wo kein Richter da kein Henker und vice versa.\nAlso wer meldet sich als Henker xD","replies":[]},{"id":"","poster":"Schlachtenhorn","date":"2017-03-15T19:39:31.727+0000","up_votes":1,"down_votes":0,"body":"Herr Richter, Herr Richter.\nDer Richter wurde bestochen, wer richtet jetzt über ihn?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-03-15T19:50:33.946+0000","up_votes":1,"down_votes":0,"body":"Bestechungen sind in unserem Königreich ausdrücklich  erlaubt","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-15T19:52:08.643+0000","up_votes":1,"down_votes":1,"body":"Nein. Ich bin unbestechlich. Das bringt nur eine schlimmere Strafe ein, jedoch ist so eine Bestechung auch schwer nachzuweisen. Eine Rose beispielsweise kann ja auch zufällig dem Richter geschenkt werden.","replies":[]}]},{"id":"","poster":"AchimedesII","date":"2017-03-15T23:07:13.788+0000","up_votes":1,"down_votes":1,"body":"Ich bereite dann mal Morgen die ersten ANklageshriften vor. Hai, das wird bestimmt lustig\n\nAchimedesII - Staatsanwalt des Königreichs","replies":[]}]}