{"id":"wTUsQW4I","poster":"I love you Malon","date":"2017-03-15T12:57:36.839+0000","title":"Was ist eurer Meinung das beste Katarina Build zZ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Beschw&ouml;rer, ich wollte mal in die Runde fragen was ihr zurzeit f&uuml;r das beste Katarina Build h&auml;lt!\r\n\r\nIch finde pers&ouml;nlich das Kat zurzeit viele Items stehen aber was steht ihr ausgezeichnet?\r\nHier sind meine 3 Itembuilds die ich nach Situation baue:\r\n\r\nOneshoot: {{item:3146}}, {{item:3285}}, {{item:3135}}, ({{item:3157}} oder {{item:3001}}) und {{item:3089}} {{item:3020}} \r\nPenetration: {{item:3285}}, {{item:3135}},{{item:3151}}, ({{item:3157}} oder {{item:3001}}) und {{item:3089}}  {{item:3020}} \r\nTank Build: {{item:3116}} {{item:3135}} {{item:3151}} {{item:3068}} {{item:3001}} {{item:3020}} \r\n\r\nDie Reihenfolge ist nat&uuml;rlich Invidiuell aber das sind so die Items die ich immer baue.\r\n\r\nWas sagen die anderen Kat Mains dazu? \r\nWas sind eure Lieblingsbuilds?\r\n\r\nMich w&uuml;rde es brennend interessieren ;3\r\n\r\nLg Cede","replies":[{"id":"","poster":"Talon ADC","date":"2017-03-16T13:07:18.942+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"I love you Malon","date":"2017-03-16T13:51:34.291+0000","up_votes":1,"down_votes":0,"body":"Ist Situationsbedingt, gegen ein Team without a Tank würde ich nicht unbedingt diese Pen Combination gehen da ich die Penetration sowieso nicht brauche, da kann ich stattdessen das Gunblade gehen was mir ermöglicht jemanden ohne Ult zu Töten um es eventuell. für den after Fight aufzusparen!\n\nGunblade ist keinesfalls unnötig... ich darf dich wohl dran erinnern das Kat ein unglaublich guter Snowball Champ ist, dazu kommt noch das der Build Path mit dem Revolver sehr sehr gut ist dazu noch die Endstats die man bekommt stehen der Rothaarigen sehr gut!\nIch weiß ja nicht wie du auf solch ein Blödsinn kommst!\n\n\nEdit: du bist erst lv 16, ich bezweifle das du deine Erfahrung auf meine Elo projezieren kannst O_o, vorallem wissen die in der unteren Elo nich ma was Vision bedeutet :D","replies":[]}]},{"id":"","poster":"Bodycounter","date":"2017-03-16T12:24:30.090+0000","up_votes":1,"down_votes":0,"body":"Seit den ganzen Änderungen der Items gefällt mir kein Build mehr so recht auf Katarina. Sie skaliert sehr gut mit Fähigkeitstärke und Magiedurchdringung. Allerdings gibt ihr Gunblade die besten Stats für die Lane und lässt sie sehr schnell snowballen.\n\n* Gunblade: Derzeit must-have, bietet alle wichtigen Stats plus gutes Aktiv --- Ich persönlich hasse das Item, man tauscht Powerspike gegen optimalen Buildpath\n* Zhonyas: Überleben ist sehr wichtig und daher ist Zhonyas quasi unverzichtbar --- Nach den Änderungen wenig AP und langer Cooldown\n* Abyssal: Gleiche Argumentation wie mit Zhonyas --- ebenfalls relativ wenig AP\n* Rylais: Nach den Änderungen meines Erachtens zu schwach, würde ich nicht mehr kaufen\n* Rabadons: Unverzichtbar als späteres Item, um endlich größere Mengen AP zu generieren, sehr teuer\n* Voidstaff: Durchdringung ist gut, das Item ist extrem kosteneffizient, unverzichtbar ab einem gewissen Punkt\n* Luden's: Netter Burst und Movement Speed for Roams --- Keine Defensive macht Katarina anfällig zu sterben, meh\n\nInsgesamt mag ich ihren Buildpath derzeit nicht. Sie benötigt viel Zeit, um auf hohe AP-Werte zu gelangen, während andere Champions mit Morello + Optional + Rabadons einen soliden Weg haben.\n\n**Ich persönlich verzichte gerne auf Gunblade (das Item versperrt mir gute Buildpaths) und rushe gerne Haunting Guise (etwas AP, etwas HP, 15 MPen) und Sorcerer shoes. Danach Zhonyas -> Rabadons -> Voidstaff -> Liandrys. Mir hat es beim Testen gefallen. Bekam allerdings schon heftigen Flame, wenn man nicht Gunblade rusht.**","replies":[{"id":"","poster":"I love you Malon","date":"2017-03-16T12:35:46.964+0000","up_votes":1,"down_votes":0,"body":"Ja ich gehe auch gerne die Haunting Guise + Sorcerer Shoes + meine 22 Magic Pen in den runen geben mir 53 Magic Pen + Voidstaff durchdringe ich alles :D\n\nIch verzichte auch immer mal wieder auf Hextech aber ich baue es zurzeit wieder sehr gerne weil ich es jedes mal aufs neue lustig finde einen Dagger Hextech E Oneshoot zu vollbringen :D\n\n\nDanke für deine Rückmeldung","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-03-15T13:01:57.621+0000","up_votes":1,"down_votes":0,"body":"Midbeast (OCE Challenger) sagt: Gunblade, Zhonyas, Voidstaff, Rabadons, Rylais. Situationsbedingt Abyssal oder Liandrys. Habe den Build ein paar mal gespielt und kam ganz gut damit zurecht. Wobei ich nun kein Kata-Main bin.","replies":[{"id":"","poster":"I love you Malon","date":"2017-03-15T13:11:02.036+0000","up_votes":1,"down_votes":0,"body":"Ich finde halt das alles hier irgendwie steht O_o ... und man mit allem zurecht kommt","replies":[]}]}]}