{"id":"zjejFnGs","poster":"Silberner Dolch","date":"2017-03-13T19:01:07.685+0000","title":"Chosen Irelia Skin","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Moin,\r\n\r\nda ich absoluter Irelia OTP bin und f&uuml;r Irelia schon lange, lange nichts mehr gekommen ist, dachte ich, dass ich meine Idee mal hier im Forum ver&ouml;ffentliche.\r\n\r\nWie man man Threadtitel schon sehen kann, ist meine Skinidee f&uuml;r Irelia an den Chosen Master Yi Skin angelehnt. \r\nIm Gegensatz zu Yi (der ja eher zur hellen Seite geh&ouml;rt) ist das bei Irelia ein bisschen komplizierter.\r\n\r\n**Die Helle/dunkle Seite w&auml;hlen**\r\nLevel 1-11 \r\nW&auml;hrend dieser Zeit befindet sich Irelia in der Findungsphase (daher sie muss sich entscheiden zwischen Hell/Dunkel). Daher wechselt sie zu jedem Level ihre Optik ein wenig. Strebt also eher der  hellen bzw. dunklen Seite entgegen. Ihre Optik wechselt daher zwischen wei&szlig;/schwarz/grau T&ouml;nen. Ebenfalls passt sich die Farbe ihrer Klingen an (Blau, Rot, Gr&uuml;n).\r\nIhre Dialoge sind in dieser &quot;Findungsphase&quot; ebenfalls etwas zwiesp&auml;ltig, da sie sich nicht sicher ist, welche Seite sie w&auml;hlen soll. \r\nDie Idee dahinter war, dass man einen Skin haben soll, der immer innerhalb seiner Vorgaben anders aussehen soll.\r\nSo ist beispielsweise graue Kleidung, 2 rote 1 gr&uuml;nes und 1 blaues Schwert m&ouml;glich ( je nachdem wie ihre innere Zerissenheit gerade aussieht)\r\n\r\nAb Level 11:\r\nHier entscheidet der Spieler welcher Seite er sich endg&uuml;ltig anschlie&szlig;en m&ouml;chte und w&auml;hlt diese aus.\r\nDunkle Seite:\r\nDie Kleidung wird schwarz, die Schwerter Rot. Zudem erh&auml;lt der Skin eine schwarze Kapuze, die sich Irelia sogleich &uuml;berzieht. Zudem klemmt sie sich noch eine Art Atemger&auml;t vor den Mund. Dadurch erh&auml;lt sie eine verzerrte Stimme (so wie bei Kha). Nat&uuml;rlich passen sich auch ihre Dialoge an und werden diabolischer und blutr&uuml;nstiger, aber auch traurig oder zornig. \r\nHelle Seite:\r\nHier wechselt ihre Kleidung ganz in helle T&ouml;ne und ihre Schwerter verf&auml;rben sich entweder Gr&uuml;n oder Blau (basierend auf Random). Ihre Dialoge passen sich nat&uuml;rlich ebenfalls an. Hier spricht sie mehr wie ein erfahrener Meister und gibt unn&uuml;tze Ratschl&auml;ge (z.B. das sich die Minikarte in dieser und jener Ecke befindet oder das man weise w&auml;hlen soll, welche Lane man nimmt usw.) oder haut ein paar Konfuzius-Spr&uuml;che raus.\r\n \r\nLevel 18:\r\nHier kann man sich ein letztes mal Entscheiden, welcher Seite an angeh&ouml;ren will. Ein entsprechender Dialog ist ebenfalls vorhanden.\r\n\r\n\r\n\r\n**Aussehen:**\r\nFindungsform:\r\nDort stelle ich sie mir in einfacher Stoffkleidung so eine Art Kimono vor (das Dingen was Akali auch tr&auml;gt). Das macht es relativ einfach, die Farbe zu wechseln.\r\n\r\nDunkle Form/Helle Form:\r\nhttps://www.google.de/imgres?imgurl=https%3A%2F%2Fs-media-cache-ak0.pinimg.com%2F236x%2F6f%2F24%2Fc7%2F6f24c71434a15deba045d09652bbd053.jpg&amp;imgrefurl=https%3A%2F%2Fde.pinterest.com%2Fpin%2F479563060303560602%2F&amp;docid=rCBbmuldNZsqfM&amp;tbnid=SklBPRYsHBgAQM%3A&amp;vet=1&amp;w=236&amp;h=336&amp;bih=543&amp;biw=1097&amp;q=weibliche%20sith%20lords%20fanart&amp;ved=0ahUKEwjE4dufh9TSAhVBKcAKHY_DB-sQMwhGKCMwIw&amp;iact=mrc&amp;uact=8#h=336&amp;imgrc=SklBPRYsHBgAQM:&amp;vet=1&amp;w=236\r\n\r\nDer Link zeigt so ungef&auml;hr wie ich sie mir vorstelle. Lediglich eine Kapuze und das Atemger&auml;t w&uuml;rde hinzukommen. Beim Hellen Skin das gleiche blo&szlig; ohne Kapuze und Atemger&auml;t.\r\n\r\nIhre Waffen:\r\nStatt der normalen Laserwaffenoptik nutzt Irelia leicht gebogene Laserwaffen und davon insgesamt 6 St&uuml;ck. Jeweils 2 St&uuml;ck schweben st&auml;ndig aktiviert hinter ihrem R&uuml;cken (da wo jetzt dieses andere Ding rumfliegt). Die n&auml;chsten 2 schweben vor ihr und dienen als prim&auml;re Angriffswaffen. Die anderen 2 Schwerter stecken deaktiviert unter ihrer Rechten/Linken Achsel.\r\n\r\nF&auml;higkeiten:\r\nQ: Nutzt eine Waffe um nach vorne zu dashen (eigentlich kaum eine &Auml;nderung)\r\nW: Macht aus den beiden Prim&auml;rwaffen ein Doppelschwert und schl&auml;gt damit zu.\r\nE: Wie bekannt\r\nR: Verschie&szlig;t die beiden hinten schwebenden Schwerter zuerst und feuert dann die beiden deaktivierten Schwerter ab (sie aktivieren kurz vor dem ersten gegnerischen Treffer)\r\n\r\nTrivia:\r\n /dance\r\nSie macht so ungef&auml;hr das was General Grievous (glaube falsch geschrieben) in Episode 3 im Kampf gegen Obi Wan macht.\r\n/spruch:\r\nAuf der dunklen Seite:&quot;unbegrenzte Maaaaaaacht!&quot; (Quelle: Der Imperator)\r\nAuf der hellen Seite: &quot;Du lernen musst loszulassen!&quot;(Quelle: Meister Yoda)\r\n\r\n**Was kostet der Skin?**\r\nWie man an der F&uuml;lle der Gimmicks erkennen kann: Legendary Preis Niveau\r\n\r\n**Was zeichnet diesen Skin aus?**\r\n-er kann vom Spieler angepasst werden\r\n-er sieht nicht immer identisch aus. Seine Optik ist &auml;u&szlig;erst vielf&auml;ltig. Man hat lange Freude an diesem Skin denke ich\r\n-ein cooles Thema. Spielst du lieber den B&ouml;sewicht oder den Guten? Mit dem Skin kann man sich frei entscheiden. Viele Spieler m&ouml;gen ja auch in anderen Games diese M&ouml;glichkeit (Mass Effect oder Horizon Zero Dawn). Warum nicht auch in LoL?\r\n-sehr vielf&auml;ltige Dialoge. Die Dialoge &auml;ndern sich je nachdem wie man seine Irelia angepasst hat. Auch sowas gab es eigentlich noch nie in LoL. Ich denke, dass das viele Spieler anzieht\r\n\r\nAbschlusswort:\r\nIch pers&ouml;nlich war ja eigentlich nie der sonderlich gro&szlig;e Star Wars Fan, aber jedesmal wenn ich an nen Skin f&uuml;r Irelia denke, kommt mir dieses Setting in den Kopf. Mir gef&auml;llt die Idee einfach (au&szlig;erdem greift man schon mal locker jeden Star Wars Fan als K&auml;ufer ab).\r\nWas haltet ihr so von dieser Idee? \r\n\r\n\r\nPS: Wie das mit Copyright aussieht usw. ist erstmal egal, da man dass Setting ja geringf&uuml;gig anpassen kann, ohne das Kernkonzept &uuml;ber den Haufen zu werfen.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2017-03-13T19:36:03.910+0000","up_votes":1,"down_votes":0,"body":"also ich seh nix hinter diesem link","replies":[]}]}