{"id":"mo8TG0Y1","poster":"PM Blackjack","date":"2017-03-14T15:18:13.671+0000","title":"Kilf, die lebende Vulkanseele","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Hi leute, wie versprochen ein komplettes Konzept \r\nEs geht um Kilf, eine G&ouml;ttin , deren seele im inneren eines vulkans lebt.\r\n\r\nLore: Etwa 100 Jahre vor der Zeit der uns bekannten Champions gab es einen Stadtstaat im Herzen Valorans namens Ionia, der milit&auml;risch sehr stark war und von den Ressourcen her enorm viel Macht besa&szlig;. Ihre gr&ouml;&szlig;ten Feine zu dieser Zeit waren die Menschen aus Shurima, einer W&uuml;stenregion in Runeterra. Zur Zeit eines Krieges beschlossen die m&auml;chtigsten F&uuml;rsten der Stadt Ionia, ihren gr&ouml;&szlig;ten Schatz in dem Vulkan in Sicherheit zu bringen , vondem man die Legende kannte, das er die Seele der G&ouml;ttin Kilf in sich trage, die den Vulkan vor ihren Gegnern sch&uuml;tzt. Durch einen Maulfwurf im Senat von Ionia erfuhren dies aber die Shurimaner und beschlossen, den Schatz zu stehlen, um Ionia zu schw&auml;chen und sie schlie&szlig;lich zu vernichten. Angef&uuml;hrt von den zwei erfahrenen Gener&auml;len Dominik und Sonoka machten sich Truppen zu dem Vulkan auf.\r\nSonoka: &quot;Da muss es sein. Hier muss den Enricos Worten nach der Schatz vergraben sein&quot;:\r\nDominik: &quot;Na gut. Dann holen wir ihn uns&quot;. \r\nZwanzig Minuten sp&auml;ter sind die Brigarden dort angekommen, wo der Schatz sein sollte. \r\nDominik: &quot;Du, du , und du. Ihr nehmt alles was ihr mitnehmen k&ouml;nnt und bringt es nach drau&szlig;en. Der Rest hilft mir mit den W&auml;gen.\r\nAls die zweite Fuhre drau&szlig;en ankommt und alle wieder ins Sonnenlicht treten wollen, vernimmt Dominik hinter sich ein Grollen und eine Stimme ert&ouml;nt\r\nKilf: &quot;Wer wagt es, den ehrw&uuml;rdigen Schatz Ionias zu klauen. Sagt mir eure Namen&quot;!\r\nDominik: &quot; Wir kommen aus Shurima. Wer bist du?&quot;\r\nKilf: &quot; MEIN NAME IST KILF&quot;, ruft die donnernde Stimme. &quot;Ihr werdet f&uuml;r euer Verbrechen b&uuml;&szlig;en&quot;.\r\nTats&auml;chlich kam nie einer derer die bei dem Beutezug dabei waren, lebend davon.\r\nDa die Ratsherren aus Shurima nicht wussten was passiert war, gaben sie Ionias B&uuml;rgern die Schuld und taten bei einem Angriff alles um sie abzuschlachten. Kilf schwor das so etwas nie wieder passieren darf, denn obwohl sie eingegriffen hatte , waren viele Menschen umgekommen. SIe entschied sich in den Dienst des hohen Rates der Liga der Legenden zu stellen, um ein weiteres Massaker vorzubeugen. 90 Jahre sp&auml;ter traten Champions wie Azir und Sivir der Liga bei und so begann der Streit von neuem.\r\nWer mich erweckt, wird den Zorn der Flammen sp&uuml;ren-Kilf\r\n\r\nAussehen: Kilf ist eine dunkelh&auml;utige, junge Frau ( Menschengestalt ). Sie tr&auml;gt ein braun-rotes Kleid, das von Flammen umh&uuml;llt ist.\r\nStimme: Dunkel und machtvoll\r\nFeinde:  {{champion:268}} {{champion:15}} {{champion:101}} {{champion:33}} \r\nFreunde: {{champion:103}} {{champion:43}} {{champion:39}} und alle weiteren Lebewesen aus Ionia\r\n\r\nDance: Kelten-Tanz\r\nPrim&auml;r: Magier   Sekund&auml;r: Assasine\r\nLanes : Midlane, Jungle\r\n\r\nGrundstats: \r\nLeben: 542-1789 ( +69,3 per level )\r\nLebensreg: 3,7-14,2\r\nMana: 320-820 ( +29,2 per level )\r\nManareg: 1,2-9,3\r\nAttackdmg: 57-103\r\nAttackspeed: 0,815 \r\nArmor: 27\r\nMr: 31\r\nLauftempo: 350\r\n\r\nF&auml;higkeiten:\r\nPassive ( Flammenh&ouml;lle)\r\nNormale Angriffe verursachen gestackten Schaden ( 3x m&ouml;glich )\r\n\r\nQ ( Brenne! )\r\nBombadiert nahe Gegner mit einem Magmageschoss , das 120 Schaden ( 15% Skalierung )\r\n\r\nW ( Flammenmeer )\r\nPlatziert drei Geysire in einer gew&auml;hlten Dreiecksposition die nach kurzer Zeit explodieren und Schaden anrichten\r\n\r\nE ( Boarding! )\r\nSpringt auf ein Board aus Flammen , bekommt 3s 10% Bonuslauftempo und wirft die Gegner bei einem Aufprall hoch\r\n\r\nR ( Rache der Vulkang&ouml;ttin ) \r\nKilf zieht einen Gegner heran und beschie&szlig;t ihn mit hei&szlig;en Flammen die jede 30 Schaden machen ( 10% Skalierung mit Ap Wert )\r\nMaximal 4 Flammen\r\n\r\n\r\nWird Gebaut :\r\nJungle: {{item:1402}} , alles andere wie midlane\r\nMidlane: {{item:3165}} {{item:3020}} {{item:3116}} {{item:3151}} {{item:3089}} {{item:3001}} \r\n\r\nDanke f&uuml;rs anschauen lasst bitte einen Kommentar da damit ich wei&szlig; ob es euch gef&auml;llt\r\nLG Kyujosha","replies":[{"id":"","poster":"PM Blackjack","date":"2017-03-14T16:00:16.358+0000","up_votes":1,"down_votes":0,"body":"Danke für die Konstrukive Kritik . Ich versuche auf jeden Fall es beim nächsten Mal noch besser hinzubekommen\nLG Kyujosha","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2017-03-14T15:53:07.218+0000","up_votes":1,"down_votes":0,"body":"> Lore\n\nUm ehrlich zu sein: Den/Die/Das Lore habe ich mir nicht komplett durchgelesen. Da ist ein klar definierter Absatz zu erkennen und das wars. Einfach mal auf Vorschau drücken und gucken wie das aussieht, bevor man den Thread veröffentlicht. \n> Aussehen: Kilf ist eine dunkelhäutige, junge Frau ( Menschengestalt ). Sie trägt ein braun-rotes Kleid, das von Flammen umhüllt ist.\n\nEin Bild ist immer besser als eine hingeklatsche Umschreibung. Unter dem Bild kann man dann z.B. noch Ergänzungen/Änderunen anmerken.\n> Fähigkeiten\n\nHier wären ein paar mehr Details angebracht. Schaden, Skalierung, Dauer, Projektil, etc. \nEbenso sollte der Champion eine klar definierte Eigenheit haben. Ja es ist schwer bei 100+ Champions etwas neues zu finden und die ein oder andere Fähigkeit überschneiden sich. Aber jeder Champion hat seine Eigenheit, die nur er hat.\nDie Skills die du dir für diesen Champion überlegt hast, sind nichts neues. Ebenso ist das Feuer-/Magmatheme schon recht gut bedient. Es gibt bereits 3 Champions die dieses Theme teilen und noch den ein oder anderen Skin.\n\nKilf. Ein eher unpassender Name, was die heutigen Generationen betrifft.\n\nAnsonsten ganz gut gemacht. Es wurde nicht nur ein Simples \"Eh, Vulkanchamp und so\" hingeklatscht, sondern so gut wie alle Felder eines Champions aufgelistet.","replies":[]}]}