{"id":"KiMUZwhK","poster":"IElamoSI","date":"2017-03-13T11:54:49.904+0000","title":"Duo Q - Partner gesucht","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Moin,\r\nwie der Titel schon sagt bin ich auf der Suche nach einem Duo Q - Partner.\r\nIch selber bin Main Jungle und befinde mich aktuell in B3 (Start in B5 obwohl ich 8/2 W/L hatte).\r\nIn S5 war ich Silber und S6 habe ich nicht wirklich gespielt.\r\nDa ich seit Anfang des Jahres wieder intensiver spiele, suche ich einen Q - Partner der diese Season Gold erreichen will.\r\nDu solltest optimaler weise Top- oder Midlane spielen und ungef&auml;hr in meinem Alter (28) sein. TS3 sollte au&szlig;erdem vorhanden sein.\r\nIch w&uuml;rde gerne mit dir 2 Tage (ca. 19-22/23 Uhr) die Woche zum zocken ausmachen, diese lassen sich nat&uuml;rlich von Woche zu Woche anpassen.\r\nMomentan spiele ich im Jungle {{champion:254}} {{champion:120}} {{champion:154}} {{champion:19}} \r\nBin auch bereit einen anderen Champ zu mainen, f&uuml;r eine bessere Kombo.\r\n\r\nFalls du dich angesprochen f&uuml;hlst einfach in Game adden oder einen Post da lassen.\r\n\r\nWir sehen uns in der Kluft {{summoner:11}}","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-03-13T13:19:24.776+0000","up_votes":1,"down_votes":0,"body":"Huhu IElamoSI,\n\nich würde dir gerne vorschlagen, deinen DuoQ Partner innerhalb unserer ü18 Community \"**Nerds Go Casual**\" zu suchen. Wir sind eine nette, aktive Truppe aus Feierabendzockern, die sich jeden Abend auf dem TS³-Server trifft um entspannt ein paar Runden zu zocken.\n---\nUnser Altersdurchschnitt im LoL Bereich liegt bei 24 Jahren und die Community existiert seit April 2016. Du kannst dich auf jeden Fall auf ein aktiv geführtes Forum, regelmäßige Events, Turniere und Gewinnspiele freuen!\n\nWeitere Informationen zu uns und wie man ebenfalls ein \"Nerd\" wird erfährst du hier: [KLICK](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/oyL8ZVXh-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n\nLiebe Grüße,\nNGC Polyxena | Julia","replies":[]}]}