{"id":"jrf2kaWf","poster":"Siegfried XVI","date":"2017-03-12T22:16:34.372+0000","title":"Boas, der schnellste Mensch von Valoran Version 2.0","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Boas, der schnellste Mensch von Valoran.","description":"Hey Leute, ich dachte mir mal, dass ich hier meine erstes eigenes Champion Konzept poste. Wie man merken wird, ist er ziemlich stark vom DC Charakter Flash inspiriert. Er wird normalerweise als Assassine gespielt und wird wahrscheinlich in der Mid oder Toplane eingesetzt. Ausserdem sollte er eine sp","url":"http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/mU2TUHEz-boas-der-schnellste-mensch-von-valoran","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/boards-wallpaper.jpg"},"up_votes":1,"down_votes":1,"body":"Guten Abend zusammen. Ich habe ja vor einer gef&uuml;hlten Ewigkeit mein erstes Championkonzept ver&ouml;ffentlicht. Naja, jedenfalls war es ein ziemlich overpowerter Champion, weshalb ich den guten Boas jetzt komplett &uuml;berarbeitet habe (ich habe ihn trotzdem noch einmal in die Beschreibung getan). Ich hoffe ihr k&ouml;nnt mir Tipps geben oder einfach eure Meinung in die Kommentare schreiben. Ausserdem w&uuml;rde es mich sehr wunder nehmen, was ihr von meiner Geschichte haltet, auch wenn sie etwas lang geworden ist. Mir ist auch bewusst, dass die E-F&auml;hgkeit schwierig zu balancen sein wird, allerdings denke ich, dass er einigermassen gebalanced ist. Nun w&uuml;nsche ich euch noch viel Spass beim lesen.\n\n**~Geschichte~**\nBoas Kindheit war wohl nicht gerade die beste die man sich vorstellen kann. Sein Vater wurde in der Schlacht von Noxus und Demacia von Garen, der Macht von Demacia get&ouml;tet und seine Mutter war eine verschuldete S&auml;uferin, die sich sowieso nicht um ihn k&uuml;mmern konnte und als Boas sieben Jahre alt war verstarb. Er musste von nun an beinahe f&uuml;r sich selber sorgen, fand in Darius und Draven aber auch neue Freunde. \n\nAls sich ihre Wege aber wieder trennten und Darius in die Schlacht zog, geriet auch Boas genau wie seine Mutter in grosse Geldn&ouml;te. Er fand aber &uuml;ber ein Inserat zu einer L&ouml;sung, welche versprach seine Geldprobleme alle auf einmal zu l&ouml;sen. Als er dann zum Ort ging, war er sich nicht mehr sicher, ob es die richtige Entscheidung gewesen war, doch es war schon zu sp&auml;t, denn wie es sich herausstellte war es ein Hinterhalt und Boas wach am n&auml;chsten Tag in einer Zelle wieder auf.\n\nAls er wieder aufwachte, konnte er nur die violette Fratze von einer ihm bis dahin unbekannter Kreatur erkennen, trotzdem wusste er sofort um wen es sich hier handeln musste. Es war der ber&uuml;hmt ber&uuml;chtigte Dr. Mundo, dem vieles nachgesagt wurde, es sich aber nur um Ger&uuml;chte gehandelt hatten. Doch sollten diese Ger&uuml;chte auch nur teilweise stimmen, dann war Boas klar, dass seine letzte Stunde jetzt geschlagen haben musste. \n\nDie ersten Experimente an ihm konnte er noch wegstecken, doch er merkte wie es seinen K&ouml;rper langsam aber sicher kaputt machte und langsam zersetzte. Doch es hatte sich auch etwas in ihm ver&auml;ndert, er merkte n&auml;mlich, dass sich seine Reaktionen geh&ouml;rig verbessert hatten. So konnte er z.B. eine Fliege welche sich in seiner Zelle verirrt hatte problemlos mit seinen H&auml;nden einfangen. Dann kam der Tag, an dem Boas letztes Experiment stattfinden sollte. Er wurde an einer Apparatur befestigt, die ihm irgendwelche Chemikalien in seine Venen spritzten und ihm nach und nach st&auml;rkere Stromst&ouml;sse zuf&uuml;gte. Als er bei der zweitst&auml;rksten Stromstufe ankam, merkte Boas, dass es ihn demn&auml;chst zerreissen wird und er schloss schon mit seinem Leben ab. Doch als Mundo die Stufe erh&ouml;hte gab es einen lauten Knall und Boas war verschwunden.\n\nF&uuml;r Boas war f&uuml;r einige Sekunden alles nur verschwommen, doch als er wieder klarsehen konnte, war ihm klar, dass er in Piltover sein musste, denn er hatte diese f&uuml;r ihn glorreiche Stadt schon auf viele Gem&auml;lden gesehen. Dort bekam er Hilfe und es wurde ihm erkl&auml;rt, dass er sich wahnsinnig schnell bewegen kann. Er bekam auch eine R&uuml;stung, als auch Schuhe von Heimerdinger geschenkt, die sich nicht abnutzen, wenn er mit seiner enormen Geschwindigkeit rennt. Ihm wurde nach einiger Zeit auch angeboten, f&uuml;r Piltover in der Liga der Legenden anzutreten, was f&uuml;r ihn keine Frage war, denn er hatte bereits als kleiner Junge davon getr&auml;umt einmal antreten zu k&ouml;nnen. Seitdem k&auml;mpft Boas in der Liga der Legenden, leider auch zulasten zur Freundschaft zwischen ihm und Darius, denn dieser h&auml;lt ihn mittlerweile f&uuml;r einen Verr&auml;ter der Noxus verraten hatte.\n\n**~Aussehen, Stimme und Charakter~**\nBoas hat die Gr&ouml;sse eines durchschnittlichen Menschen und ist ziemlich schlank gebaut. Er tr&auml;gt eine weisse R&uuml;stung, mit schwarzen Details. Sollte er die Lauftempomarke von 600 &uuml;berschreiten, hinterl&auml;sst er hinter sich blaue Blitze, welche allerdings keinen Schaden zuf&uuml;gen. Seine Stimme ist auch eher durchschnittlich und er hat einen eher rauen Charakter, wie es f&uuml;r einen ehemaligen Noxianer wohl &uuml;blich ist. Trotzdem merkt man, dass er ein gutes Herz hat.\nRivalen: Darius (weil er ihn f&uuml;r einen Verr&auml;ter h&auml;lt), Dr. Mundo\nFreunde: Heimerdinger\n\n**~F&auml;higkeiten~**\n**Passive:**\nImmer wenn Boas einen Kanonenvasallen oder ein Monster t&ouml;tet erh&auml;lt er eine Temposteigerung (bis zu 3 Temposteigerungen m&ouml;glich). Er kann diese einsetzen um seine n&auml;chste F&auml;higkeit zu verbessern. Ausserdem kann er sich nach dem freischalten von seiner ultimativen F&auml;higkeit kostenlos seine Hextech-Schuhe kaufen, welche ihm pro Level von Boas +10 Lauftempo geben. Er kann sich sonst keine anderen Schuhe kaufen. \n\n**Q: Boosten 40 Mana (10/9/8/7/6 Sekunden Abklingzeit) Reichweite: /**\nBoas aktiviert die Boostingfunktion in seiner R&uuml;stung was ihm diverse Chemikalien direkt in seine Venen spritzt und den Anzug f&uuml;r einige Sekunden resistenter macht. Dadurch erh&ouml;ht sich sein Lauftempo f&uuml;r 3 Sekunden um 10% von seinem Angriffsschaden, sein f&uuml;r 3 Sekunden Angriffsschaden um 10% seines Lauftempos und er erh&auml;lt f&uuml;r 3 Sekunden +5/10/15/20/25 R&uuml;stung und Magieresistenz.\n\nVerst&auml;rkte Wirkung:\nBoas Lauftempo wird f&uuml;r 20% von seinem Angriffsschaden, sein Angriffsschaden f&uuml;r 20% seines Lauftempos erh&ouml;ht und die zus&auml;tzlichen Resistenzwerte werden verdoppelt.\n\n**W: Wirbel 60/60/50/50/40 Mana (30/30/25/25/20 Sekunden Abklingzeit) Reichweite: 400**\nBoas sprintet zu einem Gegner hin und umkreist diesen f&uuml;r 3 Sekunden lang. W&auml;hrend dieser Zeit ist sowohl er und der Gegner unanvisierbar. Der Gegner kann w&auml;hrend dieser Zeit den Bereich nicht verlassen. Nachdem diese 3 Sekunden vorbei sind, schleudert Boas mit der aufgewendeten Energie einen Blitz auf den Gegner, was diesen f&uuml;r 1/1.25/1.5/1.75/2/2.5 Sekunden lang bet&auml;ubt und 60/90/120/180/250 +20% seines Lauftempos als magischen Schaden zuf&uuml;gt.\n\nVerst&auml;rkte Wirkung:\nBoas f&uuml;gt zus&auml;tzlich w&auml;hrenddessen er im Wirbel ist, dem Gegner pro Sekunde 10% seines Lauftempos als normalen Schaden zu. \n\n**E: Ausweichen 40/50/60/70/80 Mana (12/11/10/9/8 Sekunden Abklingzeit) Reichweite: 800**\nBoas l&auml;uft einen schnellen Zickzack Lauf (welcher im Endeffekt wie ein Z aussieht) und f&uuml;gt dabei allen Gegner die er streift 2/4/6/8/10% +1% pro 150 Lauftempo +2% pro 100 Angriffsschaden als normalen Schaden zu.\n\nVerst&auml;rkte Wirkung:\nDer zugef&uuml;gte Schaden wird zu 50% als absoluten Schaden zugef&uuml;gt.\n\n**R: Anpassen 100 Mana (150/110/70 Sekunden Abklingzeit) Reichweite: /**\nErste Aktivierung: Boas kann zwischen zwei Modi w&auml;hlen: Der erste wird seine Resistenzwerte massiv erh&ouml;hen und die der zweite seine Kampfwerte.\n\nZweite Aktivierung: Resistenzwerte: Boas opfert 50% seines Lauftempos um daf&uuml;r seinem Anzug zu erlauben, seine Defensivwerte zu erh&ouml;hen (er lauft langsamer, da sein Anzug sonst &uuml;berhitzt). Daf&uuml;r wird seine R&uuml;stung und Magieresistenz um das gesamte Lauftempo welches er geopfert hat f&uuml;r 3/4/5 Sekunden lang erh&ouml;ht. \n\nZweite Aktivierung: Kampfwerte: Boas Anzug opfert 50% seiner Resistenzwerte um ihm daf&uuml;r 500% seiner geopferten R&uuml;stung als Lauftempo f&uuml;r 3/4/5 Sekunden zu geben. Ausserdem erh&auml;lt er w&auml;hrend dieser Zeit 100% seiner geopferten R&uuml;stung als Angriffsschaden dazu gerechnet. \n\nVerst&auml;rkte Wirkung:\nNachdem alle Boni von der ultimativen F&auml;higkeit von Boas abgelaufen sind, ist er f&uuml;r 1/1.25/1.5 Sekunden unverwundbar und ist von Massenkontrolleffekten unber&uuml;hrt.\n\nDanke an {{champion:122}},  {{champion:86}},  {{champion:36}} und {{champion:74}} f&uuml;rs mitspielen in diesem Konzept!\n{{sticker:slayer-jinx-wink}}","replies":[]}