{"id":"AUZM3AbB","poster":"hi im seb","date":"2017-03-11T12:39:16.767+0000","title":"Was kann man gegen inkonsistente Leistungen tun?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hallo!\r\n\r\nich hab derzeit ein Problem was immer wieder auftritt. Ich habe immer so Zeiten da spiel ich wie ein Gott (f&uuml;r meine Elo), also mapawareness, gutes desicion making etc etc. Dann hab ich wieder ein paar Wochen da w&auml;r B5 wahrscheinlich noch high elo f&uuml;r mich (gut erkennbar an meiner matchhistory) und das zieht mich runter. Ich hab mir diese Season vorgenommen plat zu erreichen, wenn ich allerdings regelm&auml;&szlig;ig wieder falle wird dat wahrscheinlich eher weniger was. Meine Frage an euch als community ist also. Kennt ihr das auch? oder hattet ihr das mal? Was kann man dagegen tun? oder ist das am Ende ganz normal und ich muss da einfach durch?\r\n\r\nW&auml;re f&uuml;r jede Antwort dankbar ^^\r\n\r\ngl hf","replies":[{"id":"","poster":"ninju7su","date":"2017-03-11T13:24:08.025+0000","up_votes":2,"down_votes":0,"body":"Moin,\n\ndas kennt glaube ich jeder der LoL spielt. Eine immer gleichbleibende Leistung ist auch schlicht nicht machbar. Selbst wenn es nicht die beste Leistung sein soll, wird man durch so viele Dinge beeinflusst die sich auf dein Gameplay auswirken. Allein schon wenn man nen anstrengenden Tag hat oder nen Kunden auf Arbeit der ein zu tode gelabert  hat, ist man im Spiel vielleicht schon weniger kommunikativ, was sich auch auf dein Spiel auswirkt.\n\nIch persönlich mache mir also nicht zur Aufgabe immer eine gleichbleibend hohe Leistung zu erbringen, sondern meine mieseste Leistung immer weiter zu verbessern. D.h. das wenn du im schlechtesten körperlichen und mentalen Zustand mit dem du überhaupt ranked spielen würdest, auf ein immer höheres Niveau kommst. Ist dein miesestes Gameplay Gold 3, wirst du auch nicht unter Gold 3 droppen bzw Gold 3 irgendwann erreichen. Die Messlatte also nicht nach deinem besten Gameplay auszurichten, sondern nach deinem schlechtesten. \n\nSuch dir vielleicht mehrere Dinge raus, die du an deinem Spielstil verbessern kannst. Warding, Roaming, Engages, was auch immer. Das was am ehestens verbessert werden muss. Vor jedem Spiel erinnerst du dich an zwei dieser Punkte. Auch während des Games, sollte man  immer wieder diese Punkte in den Kopf rufen. Vielleich schreibste dir nen kleinen Zettel der dann neben dem Keyboard liegt. Bei mir ist das z.B. aktuell die Aktiv-Items früher im Teamfight zu benutzen. Vor jedem Teamfight geh ich also im Kopf nochmal durch, wer das Exhaust abbekommt, das ich danach 2 und 3 drücker für Solari und Redemption usw.. Die Punkte die du üben willst sollten also permanent in deinem Kopf sein. Das Spiel das du nun spielst, ist nicht primär da, um zu gewinnen. Sondern um diese Punkte zu trainieren (macht auch einen Lose weniger schmerzhaft, btw). Wenn du das ein paar Wochen machst, wirst du irgendwann diese zwei Punkte verinnerlicht haben und automatisch anwenden. Auch mit deinem schlechtesten Gameplay wird dein Hirn automatisch die gelernten Spielmuster anwenden. Somit hast du deine Messlate ein Stück weiter angehoben und du kannst dich auf zwei neue Punkte konzentrieren die du nun trainierst.","replies":[]},{"id":"","poster":"EiCartman","date":"2017-03-12T01:43:10.528+0000","up_votes":1,"down_votes":0,"body":"Guten Abend !\nNa klar kenne ich das, ich denke da können mir noch mehr aus der Community zustimmen :D\nIch stimme den Beiträgen unter mir generell erstmal zu, aber Tagesabhängige Leistung  sollte nicht unbedingt mit noch mehr zocken und einer wohl-möglichen \"Verkrampfung\" auf der eigenen Leistung enden. \n\nDeswegen ein paar \"alternative\" Tipps von mir:\n\nGesteh dir selber ein : Du bist NUR ein Mensch, auch deine Leistungen sind Tagesabhängig und wenn du merkst, dass es mal nicht so läuft dann pausiere doch für mindestens den Rest des Tages und gönn dir selber ein bisschen Ruhe.\nZudem denk immer dran: Das ist \"nur\" ein Spiel in denen anderen einfach mal besser sein können und du mit einer Niederlage rechnen solltest. \nManchmal harmoniert deine Spielweise mit dem deines Teams auch nicht, weswegen du nicht alleine in einem Teamspiel dir die Schuld an der Niederlage geben solltest (trotzdem KEIN Grund für unnötiges Beleidigen o.Ä)\nUnd zuletzt setze dich nicht auf eine Elo fest : Du kommst soweit wie du kannst und eine übermäßige Verkrampfung auf eine Ziel-Elo ist zwar gut für die Motivation, aber überleg genau wie viel Zeit du noch hast, um locker in jedes Game reinzugehen und die Kombos klatschen lassen kannst, um das Game zu gewinnen! :D\n\nAlles Gute weiterhin :D\n\nÊricT <3","replies":[]},{"id":"","poster":"Baròn Nashor","date":"2017-03-11T17:53:40.410+0000","up_votes":1,"down_votes":0,"body":"GG Riot Report","replies":[{"id":"","poster":"Twisted F0X","date":"2017-03-11T17:54:15.408+0000","up_votes":1,"down_votes":0,"body":"Hier mein Account!","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-03-11T14:59:39.630+0000","up_votes":1,"down_votes":0,"body":"Wenn du merkst, dass momentan einfach nicht deine Woche ist und du einen Missplay nach dem anderen hinlegst, dann spiele am besten erstmal keine Rankeds mehr. Spiele einfach ein paar Normals. :) \nEs kann eventuell damit zusammen hängen, dass du dich zu sehr unter Druck setzt. Wenn du merkst, dass du in den normals wieder ganz passable spielst, versuch es mit rankeds. Ansonsten lass es in der Zeit vllt einfach ganz sein. Dann ersparst du dir auf jedenfall die verlorenen LP. :)\n\nJeder kennt sowas. Wenn ich getiltet bin, dann sollte ich keine Rankeds mehr spielen, weil ich dann richtig scheiße spiele. Solltest du also mal getiltet sein, geh nicht in ein weiteres Ranked.","replies":[]},{"id":"","poster":"XerxesLOL","date":"2017-03-11T12:42:22.903+0000","up_votes":1,"down_votes":0,"body":"suche dir main champs konzentriere dich dann sollte das passen und immer gleiche postion spielen wenn du zwei oder drei games verlierst und du getilted bist aufhören und pause machen sonst gehts nur so weiter","replies":[]}]}