{"id":"3FYxbk1X","poster":"MeIIow","date":"2017-03-11T12:08:09.531+0000","title":"Flex gruppe erstellen bzw bin auf der suche","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hi, \r\n\r\nich 22 jahre vorhanden soloQ Plat V last season und diese Season auch und Silber V in FlexQ.\r\n\r\nich suche auf diesem weg leute f&uuml;r die flexQ um mindestens Plat zu erreichen/ oder ein bestehendes Team Mainrolle ADC/jungle \r\nMain-ADC:{{champion:67}} {{champion:236}}  {{champion:81}} \r\nmain Jungle: {{champion:104}} {{champion:64}}  {{champion:120}}  trainiere gerade {{champion:427}}  da ich diesen Champ von grund auf geil finde... wie gesagt ist im training ^^\r\n\r\n**Teamgr&uuml;ndung**: \r\nmelden kann sich jeder der last season mindestens Plat war die Rolle ist erstmal egal die mainrolle muss auch nicht erkennbar sein ^^ ist meine auch nicht \r\n-mindestalter muss ich leider auf 18 jahre festsetzten (pers&ouml;nliche erfahrung) klar kann man l&uuml;gen  aber sich so in ein team einzuschleichen  toloriere ich nicht und wenn das rauskommen w&uuml;rde wird ohne wenn und aber diese Person gel&ouml;scht manchmal h&ouml;ren sich 14-15 j&auml;hrige auch echt erwachsen an aber irgendwann kommt das raus ^^\r\n- Ts3 kann ich bieten\r\n-alles was zum Team geh&ouml;rt training wer mit wem DuoQ spielt ( neue Botlane bietet sich da an) oder sonstiges wird besprochen wenn das Team steht...\r\n- Bitte keine Schichtarbeiter bringt nix wenn 4/5 abends on sind aber 1 dann 1-2 wochen nachschicht hat! Da ich selbst berufst&auml;tig bin bin ich meist Abends on. Wochenende geht aber immer\r\n- Erfahrung mit teams hab ich bereits das letzte Team hat 2 jahre gehalten und viele erfolge in tunieren eingefahren ( 2. Platz Go4LoL,..., etc.)\r\n\r\nWenn euch das Anspricht als Solo Spieler mal im team richtige combs und kommunikation spiele von min 1 zu rocken aber auch bei einem lose nicht den kopf in den sand zu stecken dann meldet euch\r\n\r\nWenn ihr ein bestehendes team seit und noch jemanden sucht HIER BIN ICH \r\n\r\nF&uuml;r alle gilt meldet euch **MeIIow** alles weitere wenn fragen offen sind kl&auml;ren wir das \r\n\r\nAddet mich einfach die 2 II sind gro&szlig;e i&#039;s","replies":[]}