{"id":"ogiLGXxe","poster":"Yggdrasils Keks","date":"2017-03-11T13:45:45.697+0000","title":"25 Spiele CR für das hier?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":22,"body":"WP Riot wirklich WP Das einfach l&auml;cherlich sorry. \r\n\r\nDas ganze Team wurde von einer Kalista getrolled und das ist mein Chatverlauf. Mein Main accoutn wurde &uuml;brigens wegen nem &auml;hnlichen Chat verlauf perm gebannt. Wenn man endlich mal ein System h&auml;tte indem wir solche Troll games leaven k&ouml;nnten g&auml;be es dieses Problem nicht. Wir sind mit diesen Idioten ingame gefangen. \r\nAber weiter im text. \r\n\r\nGame 1\r\nYggdrasils Keks: hf top so (Riven hatte Quinn meinte easy game) \r\nYggdrasils Keks: be quiet you cant get all of that (werde gepingt weil ich unterm Bot tower farme weil lane gepushed) \r\nYggdrasils Keks: no gank bot (Enemy ADC 4/0)\r\nYggdrasils Keks: you lost your lane kalista and u still push (warum ich nicht ganke) \r\nYggdrasils Keks: and ping me for not taking farm gj (erkl&auml;rt sich selbst) \r\nYggdrasils Keks: rep kalista troll ty (Kalista leaved bot und geht top lane Riven trollen) \r\nYggdrasils Keks: wake up annie ty (annie hatte nen DC mein fehler) \r\nYggdrasils Keks: what? should i die with you? (Bot lane flamed mich weil ich aus dem Kampf geflashed bin) \r\nYggdrasils Keks: gg wp report kalista troll ty (\r\nYggdrasils Keks: open bot btw (Es ist keiner mehr bot und ich kann nichts gegen Draven tun) \r\nYggdrasils Keks: if you report kalista deal (Heca (gegnerischer Jungle war afk) \r\nYggdrasils Keks: dude they burst you down instantly and i cant help you if you dont stun them (Morgana flamed mich warum ich aus dem Kampf ging) \r\nYggdrasils Keks: this team man (alle flamen mich f&uuml;r ka was) \r\nYggdrasils Keks: blind and sleeping (ob ich blind sei. Sarkasmus ist nicht erlaubt?)\r\nYggdrasils Keks: end ty (Niemand gint Bot lane was soll ich da noch gro&szlig; tun?) \r\nYggdrasils Keks: when the jungle outfarms everyone its a sad game \r\nYggdrasils Keks: stop what? kalista trolls they cant farm what you want me to do? Watch it 40 minutes &acute;when the loss is obvious as we are 5k gold behind?\r\nYggdrasils Keks: sure\r\nYggdrasils Keks: for not engaging in a lost fight ^^ (ich werde reported weil ich dem 3 vs 5 nicht gefolgt bin)\r\nYggdrasils Keks: dude i got more farm then u so shh riven ty (Riven flamed mich daf&uuml;r das sie nicht farmen kann mit Kalista auf der Lane) \r\nYggdrasils Keks: riven does ^^ \r\nYggdrasils Keks: a ich verstehe premade trolls (Ich erfahre das man Kalista nicht reporten wird weil 3 premades) \r\nYggdrasils Keks: no because you all push your lanes and bot trolled from start with kalista (Warum ich bot nicht mehr helfen kann) \r\nYggdrasils Keks: there was nothing to gank (Ich bin der jungle ich bin schuld an allem is ja logisch) \r\nYggdrasils Keks: 4 minutes (all chat frage ob wir surrendern) \r\nYggdrasils Keks: as i said gg wp ^^\r\nYggdrasils Keks: kalista u fed him 4/0 on bot and left the lane u the whole reason this is lost so shhh (kalista flamed mich erneut) \r\nYggdrasils Keks: kalista flames when she fed draven and left lane rofl (warum ich den premades nicht helfen kann) \r\nYggdrasils Keks: then mute me or stfu (warum ich es wage mich zu rechtfertigen. \r\nYggdrasils Keks: u got this game gifted by a kalista troll so be quiet about it (draven flamed mich mit ez) \r\nYggdrasils Keks: to quote draven we dont care (Quinn flamed weil 2 vs 1 on top lane) \r\nYggdrasils Keks: keep trolling kalista you are 4 vs 5 now (Kalista rennt in jeden 1 vs 5 Kampf und ihre premades folgen ich weigere mich und splitpushe) \r\nYggdrasils Keks: had enoug of your bs (warum ich nicht in solche Figths folge) \r\nYggdrasils Keks: gg wp (wir verlieren 2 inhibs) \r\nYggdrasils Keks: games lost ff and move on ty (Premades blocken jeden FF vote.) \r\nYggdrasils Keks: thanks makes the report more valuable np (riven hat mich sohn einer ... genannt) \r\nYggdrasils Keks: all i do is giving up a obviously lost game but you insult for no reason (\r\nYggdrasils Keks: report riven hard flame and insult ty \r\nYggdrasils Keks: doesnt matter ^^ (wir haben verloren. Ja und? )\r\n\r\n\r\nUnd daf&uuml;r gibts 25 CR w&auml;hrend die Trolls munter weiter games ruinieren. Respekt an dieses System als ich das letzte mal gespielt habe und mir der Acc gesperrt wurde gabs noch das Tribunal. \r\nDas war nicht perfekt aber das hier ist echt ein Witz sry. \r\n\r\nUnd nein ich habe keine 3 Chatlogs ich hab original den hier. \r\n\r\nFalls das reicht damit man tats&auml;chlich bestraft wird h&auml;tte ich mal ne Frage in die Runde. Wie kann es sein das ein Premade Team von 3 Leuten mit Teamnamen FEED 5 Games in Folge sabotiert indem sie von Anfang an Int feeden und das im Verlauf sogar sichtbar ist und die trotz report noch rumlaufen aber wenn man sich ingame rechtfertigt man ne CR direkt danach frisst? \r\n\r\nEy sorry aber dieses System ist l&auml;cherlich. Trolls laufen frei rum aber wehe man erkl&auml;rt warum man dies und das tut. Rofl.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T14:32:07.304+0000","up_votes":10,"down_votes":0,"body":"Es ist vollkommen egal, was du aus welchem Grund geschrieben hast. Deine Begründungen hinter deinen Sätzen sind völlig unnötig.\nDu spamst den Chat mit deinem Gelaber zu anstatt dich auf das Game zu konzentrieren. \nDu hast nur negatives Gesülz von dir gegeben und die ganzen Reportaufrufe sind ebenfalls reportbar.\nJedesmal wenn ein Gegner \"report xyz\" schreibt reporte ich ihn NUR DAFÜR für negatives Verhalten. \n\n> Ey sorry aber dieses System ist lächerlich. Trolls laufen frei rum aber wehe man erklärt warum man dies und das tut. Rofl.\n\nFalsch! Wenn sie das zu oft machen werden auch sie dafür bestraft. Und deine Chatsperre kam sicher nicht nur wegen diesem einen Game! Du bist schon häufig negativ aufgefallen und dafür reportet worden. Das letzte Game hat einfach nur das Fass zum überlaufen gebracht! \nUnd der Satz \"der hat aber angefangen buuhuuuu\" funktioniert schon seit der Grundschule nicht mehr. Du hast dich falsch verhalten also wirst DU auch dafür bestraft, egal wer oder was jemand geschrieben hat und wer zuerst angefangen hat. \n\nDenk dran! 25 Games Chatsperre. Danach kommt der 2 Wochen-Bann. Tja und wenn du den hattest und dir noch einen Fehltritt erlaubst, dann hast du den Permabann sicher. Also überlege genau, wie du dich in Zukunft in deinen Games verhältst.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:42:12.186+0000","up_votes":1,"down_votes":10,"body":"Welches Game? Kannst du lesen? Die Kalista war mit MItte und Riven premade lediglich der Support und ich waren Random. \n\nKalista hat den Gegnerischen Draven auf 4/0 gefeedet und hat dann die Lane verlassen was Morgana kurz darauf auch tat. Was soll ich da noch tun? Da ist das Game vorbei weil Bot lane open ist und ich nicht behind im Lvl und Farm gegen 2 auf der Bot lane spielen kann wenn der ADC von denen gefeedet ist wie ein Boxer auf Anabolika. \n\nReportaufrufe sind Reportbar ist sehr sinnvoll vor allem wenn 3 Premades im All chat dazu aufrufen und wenn ich mich darüber rechtfertige dann wegen der Rechtfertigung reported werde bzw. weil ich dazu aufrufe das man die Reporten sollte. *facepalm*\n\nNe nicht falsch. Das Premade Team \"FEED\" von letzter Woche macht das noch immer und sind nicht gesperrt somit ist deine Argumentation löchrig wie Schweizer Käse. \nWer in einem Game zu dritt int feedet sollte nicht noch fähig sein weiter Games zu versauen. \n\nDoch die Chatsperre kam wegen genau diesem Game ich habe keine 3 Chatlogs ich kann dir gerne den Original Screen posten. Kein Problem. \n\nUnd der Satz der hat aber angefangen?  Und ich habe mich falsch verhalten? \nAus welchem Wunderland bist den du bitte? \nWenn mich jemand blöd anredet bekommt er die Resonanz zurück. Wenn mich jemand schlägt schlage ich zurück. Wenn mich jemand beraubt hol ich die Polizei. Ich steh aber nicht dämlich in der Gegend rum und ignoriere das. \nWer so etwas verlangt hat sie schlicht und ergreifend nicht mehr. Das Verteidigen seiner Person ist ja wohl ein Logisches Verhalten. \n\nTja und wenn du weiter so von oben herab redest brauchst du dich nicht wundern wenn du die selben CR frisst.  Dein Verhalten hier im Forum führt zu ner CR ingame und im Forum gelten die selben Regeln wie ingame oder irre ich da? \n\nSchon mal Scheinheilig gehört? Überlege du mal genauer wer du glaubst zu sein von oben herab zu argumentieren wenn du keinen deut besser bist wie ich ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T14:54:25.978+0000","up_votes":8,"down_votes":0,"body":"xD Du hast einfach NULL verstanden.\nMit dir zu diskutieren ist, als würde ich einer Kartoffel versuchen zu erklären, das sie eine Birne ist. Genauso sinnlos.","replies":[{"id":"","poster":"Perspectives","date":"2017-03-11T14:56:10.750+0000","up_votes":3,"down_votes":0,"body":"{{sticker:zombie-nunu-bummed}} Das Gefuehl hatte ich vor einigen Minuten auch.","replies":[]},{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:03:41.255+0000","up_votes":1,"down_votes":5,"body":"Ich werde auch weiterhin nichts verstehen wenn der Troll der ein game mit Absicht ruiniert ungestraft weiterspielen kann aber ich ne CR für 1 einziges Game fresse. \n\nSorry aber Wo bleibt da ein Gerechtes Strafsystem?","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-03-11T15:59:45.746+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=0003000000000001,timestamp=2017-03-11T15:03:41.255+0000)\n>\n> Ich werde auch weiterhin nichts verstehen wenn der Troll der ein game mit Absicht ruiniert ungestraft weiterspielen kann aber ich ne CR für 1 einziges Game fresse. \n> \n\n\nWenn du es nicht verstehen kannst oder willst, dein Problem.\nDann ist auch dieser Account bald weg.\n\nDie Regeln sind einfach - sei nicht beleidigend gegenüber deinen Mates, und du kannst den Chat nutzen wie du willst.\n\n> > Sorry aber Wo bleibt da ein Gerechtes Strafsystem?\n\nDu flamst, du wirst bestraft.\nDu flamst nicht, du wirst nicht bestraft.\nJa, ist gerecht.\nKannst du anders sehen, wenn du willst.\nSind deine Accounts.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T16:02:46.224+0000","up_votes":1,"down_votes":5,"body":"Da ich niemanden beleidigt habe versteh ich deine argumentation nicht sry. \n\nDu trollst und wirst nicht bestraft. Ja soweit versteh ichs dann doch wieder danke. ^^\n\nSeh ich nicht anders es ist einfach anders ^^","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-03-11T17:33:02.420+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=000300000000000100000000,timestamp=2017-03-11T16:02:46.224+0000)\n>\n> Da ich niemanden beleidigt habe versteh ich deine argumentation nicht sry. \n\nDazu gehört auch, andere Leute runterzumachen etc.\nZ.b. indem man anderen Leuten irgendwelche dummen Vorwürfe bezüglich des farmen macht.\nEinfach nur unnötig, und die Aussage dahinter ist ohne zweifel beleidigend gemeint.\nReport calling ist genau so toxisch.\nWurde dir bereits erklärt, wenn du's ignorerieren willst, bitte.\n\n> \n> Du trollst und wirst nicht bestraft. Ja soweit versteh ichs dann doch wieder danke. ^^\n\nKeine Ahnung ob du lügst oder keine Ahning hast wovon du redest.\nDiese Aussage bleibt in beiden Fällen falsch.\n\n> Seh ich nicht anders es ist einfach anders ^^\n\nNein.\nDu kannst dir die Welt natürlich so zurechtlegen wie du willst-\nÄndert aber nichts daran, dass du das Problem bist und nicht alle anderen.\nViel Spaß mit dem Account, lange wirst du ihn nicht haben.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T17:47:50.341+0000","up_votes":1,"down_votes":5,"body":"Was du als beleidingend empfindest war die einfach Antwort auf eine Frage. Du nimmst alles aus dem kontext da du nicht dabei warst könnte man auch \"gg wp\" falsch auslegen. Somit spars dir du hast keine Ahnung. \n\nNe ich hab Ahnung und in beiden Fällen liegst nur du falsch :)\nEin Aurelion Sol geht AD mitte build trolled flamed und spielt munter weiter. So geschehen vor 14 Tagen und heute hatte ich den selben Typen nochmal ingame.  AU ja der wurde bestraft. Wo nur? \n\nEin 3er Premade Team mit Namen FEED tut besagtes in ner Gruppe. Auch ne Woche her. SPielen auch nocht. Trollen wird nicht bestraft :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-03-11T19:16:24.020+0000","up_votes":4,"down_votes":0,"body":">Ne ich hab Ahnung und in beiden Fällen liegst nur du falsch :)\nEin Aurelion Sol geht AD mitte build trolled flamed und spielt munter weiter. So geschehen vor 14 Tagen und heute hatte ich den selben Typen nochmal ingame. AU ja der wurde bestraft. Wo nur?\n\nNachdem ich mir dein WW Spiel angesehen habe, gehe ich einfach mal davon aus, dass es sich da so verhält, wie bei selbigem. Was der Spieler macht, hat dir nicht gepasst und wird von dir deswegen als \"trollen\" aufgefasst. \nDabei bist du noch nicht einmal Stufe 30, deine Mitspieler sind das auch nicht immer. Die sind alle noch am lernen, AD AO hätte ja auch gut laufen können. Als Lulu kam, hat man bei der auch herumexperimentiert und sie auf Attackspeed gebaut. Sieht man heute zwar nicht mehr oder nur noch sehr selten, damals war das aber eben ein Trend. \n\nWillst du jetzt wirklich alle bestrafen, die etwas neues ausprobieren? Sollte man dich jetzt für trollen bannen, weil du nicht die Masteries benutzt, die ich auf champion.gg für WW finde? Da steht Keystone sollte Fervor of Battle sein, nicht Thunderlords.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-03-11T18:58:04.091+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=00030000000000010000000000000000,timestamp=2017-03-11T17:47:50.341+0000)\n>\n> Was du als beleidingend empfindest war die einfach Antwort auf eine Frage. Du nimmst alles aus dem kontext da du nicht dabei warst könnte man auch &quot;gg wp&quot; falsch auslegen. Somit spars dir du hast keine Ahnung. \n\nUnd was du als beleidigend empfindest und was andere als beleidigend empfinden kann unterschiedlich sein.\nKennst du deinen Gegenüber und weisst du, wie er es auffasst?\nNein.\nAlso lass solche Kommentare.\n> \n> Ne ich hab Ahnung und in beiden Fällen liegst nur du falsch :)\n> Ein Aurelion Sol geht AD mitte build trolled flamed und spielt munter weiter. So geschehen vor 14 Tagen und heute hatte ich den selben Typen nochmal ingame.  AU ja der wurde bestraft. Wo nur? \n\nFür's AD gehen wird er wohl kaum bestraft werden.\nChat restrictions siehst du nicht, du weißt also nicht, ob er etwas abbekommen hat.\nDann, es zählt auch die Häufigkeit, Riot bannt Spieler nicht, wenn so etwas ausrutscher sind, was du ebenfalls nicht beurteilen kannst.\n> \n> Ein 3er Premade Team mit Namen FEED tut besagtes in ner Gruppe. Auch ne Woche her. SPielen auch nocht. Trollen wird nicht bestraft :)\n\n1. Du siehst nicht alle Strafen.\n2. Wie kannst du die Regelmäßigkeit nichmal beurteilen=?\n3. Wenn einige Leute nicht erwischt werden, beweist es nur, dass nicht alle erwischt werden.\nWas nichts neues ist.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Coopa123","date":"2017-03-11T15:14:01.592+0000","up_votes":4,"down_votes":0,"body":"> Was soll ich da noch tun?\n\nTja da ist die einzige Lösung wohl das gesamte Spiel über wie ein kleines weinerliches Kind heulen und sich im Team- und All-Chat darüber aufzuregen /s\n\n> Reportaufrufe sind Reportbar ist sehr sinnvoll vor allem wenn 3 Premades im All chat dazu aufrufen\n\nGanz genau. Du greifst dir einen oder mehrere Spiele raus und heulst nach reports. Fällt unter Belästigung und gehört bestraft. Pech gehabt.\n1 report zählt genau so viel wie 9. Wenn du nichts falsch gemacht hast brauchst du dir auch keine Sorgen machen .... aber das scheint ja nicht der Fall zu sein\n\n> Wenn mich jemand blöd anredet bekommt er die Resonanz zurück.\n\nJa dann heul doch auch nicht rum wenn du für den selben Quatsch bestraft wirst. Du könntest dich auch wie ein normaler, sozial kompetenter Mensch verhalten und die Leute einfach muten ... aber das scheint bei dir überhaupt nicht in Frage zukommen und stattdessen hast du dich entschieden genau so blöd wie anderen zu sein und musst mit den Konsequenzen rechnen. Kann doch nich so schwer sein das in deinen Kopp zu kriegen ...\n\n\n> Wenn mich jemand beraubt hol ich die Polizei.\n\nSchlechter Vergleich. Deiner Logik nach müsstest du sagen \"Wenn mich jemand beraubt, beraub ich den zurück\". In deinem Beispiel würde \"Polizei holen\" bedeuten einfach zu ignorieren und die Report Funktion zu benutzen. Aber dass du dich mit Logik schwer tust hast du ja bereits im Übermaß demonstriert\n\n> Dein Verhalten hier im Forum führt zu ner CR ingame und im Forum gelten die selben Regeln wie ingame oder irre ich da?\n\nJa tust du. Du verstehst weder das Report System ingame noch hier. Aber auch das hast du ja gezeigt indem du deinen lächerlich kindischen und intellektuell erbärmlichen Chatlog versucht hast zu rechtfertigen. Einfach nur peinlich","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-03-11T18:36:18.429+0000","up_votes":3,"down_votes":0,"body":">Ne nicht falsch. Das Premade Team \"FEED\" von letzter Woche macht das noch immer und sind nicht gesperrt somit ist deine Argumentation löchrig wie Schweizer Käse.\nWer in einem Game zu dritt int feedet sollte nicht noch fähig sein weiter Games zu versauen.\n\nIch sehe in dem Spiel keine drei int. Feeder (um genau zu sein, nicht einmal einen). Ob sie alle den selben Clantag haben kann ich nicht sagen, zumindest hat aber die Kalista mit keinem aus deinem Team öfter als 1 mal in den letzten 20 Spielen gespielt, also gehe ich mal davon aus, dass das keine Premades waren. \n\nWenn ich ehrlich bin, sieht es sogar eher danach aus, als wärst du die größte Last für das Team gewesen. Kaum Killbeteiligungen, deutlich weniger Championschaden als alle anderen (halb so viel wie die angeblich trollende Kalista) und die schlechteste KDA aus deinem Team. Ich kann ja verstehen, dass sie dich aufgeregt hat und du deswegen in deiner Ansicht festgefahren bist, allerdings wäre es wohl an der Zeit, dass du dich jetzt selbst an der Nase fast und nicht mehr versuchst, alles auf den ADC abzuwälzen.\n\n\n>Wenn mich jemand blöd anredet bekommt er die Resonanz zurück. Wenn mich jemand schlägt schlage ich zurück. Wenn mich jemand beraubt hol ich die Polizei. Ich steh aber nicht dämlich in der Gegend rum und ignoriere das.\n\nIn den ersten beiden Fällen, selbst schuld, damit eskaliert die Situation meist eher weiter. Wenn dich aber jemand beraubt, schaffst du es plötzlich dich richtig zu verhalten, das finde ich ein wenig merkwürdig. Eigentlich müsstest du mit deiner Logik doch stattdessen eher sein Auto stehlen oder bei ihm ins Haus einbrechen. \n\nEs verlangt auch keiner, dass du Fehlverhalten in LoL ignorierst, erwarte aber bitte nicht, dass andere dein Fehlverhalten ignorieren. Selbst wenn du in dem Spiel 3 int. Feeder gehabt hättest und sie deswegen geflamt hast, wäre da immer noch mindestens ein Spieler, der sich sowohl von den 3 Trollen, als auch von dir gestört fühlen konnte und dich deswegen gemeldet hat. \n\nStattdessen hättest du dich vorbildlich verhaltne können und die anderen einfach melden können, statt durchgehend im Chat toxisch zu sein.\n\n>Wer so etwas verlangt hat sie schlicht und ergreifend nicht mehr. Das Verteidigen seiner Person ist ja wohl ein Logisches Verhalten.\n\nDer erste Satz macht so keinen Sinn. Die Aussage im zweiten Satz ist nachvollziehbar, aber nicht unbedingt richtig. Zudem gab es hier nichts was du verteidigen konntest. Du hast lediglich zum Gegenangriff geblasen. Sicher, es gibt das Sprichwort, dass Angriff die beste Verteidigung ist, hier stimmt das aber nicht. Muten und Melden wäre in LoL die beste Verteidigung. Damit bietest du dem Gegner keine Angriffsfläche und kannst dafür sorgen, dass er bestraft wird.\n\nWenn an einem Schalter hinter schusssicherem Glas arbeiten würdest und ein Räuber zielt mit einer 9mm Pistole auf dich und verlangt Geld, würdest du dann etwa dein Taschenmesser zücken, aus dem Raum stürmen und versuchen ihn zu erstechen, wenn du stattdessen hinter der sicheren Scheibe bleiben und die Polizei rufen könntest?\n\n>Tja und wenn du weiter so von oben herab redest brauchst du dich nicht wundern wenn du die selben CR frisst. Dein Verhalten hier im Forum führt zu ner CR ingame und im Forum gelten die selben Regeln wie ingame oder irre ich da?\n\nNein, für Fehlverhalten im Forum kriegt man höchstens einen Forenbann. Ansonsten hättest du ja jetzt auch eine Schreibsperre für das Forum erhalten müssen, weil du eine CR erhalten hast. Das wäre aber kaum sinnvoll, wenn die Leute dazu angeregt werden sollen, sich bei anderen Spielern darüber zu erkundigen, was sie von dem Chatlog halten und was man anders machen könnte.\n\n>Schon mal Scheinheilig gehört? \n\nIch denke du solltest mal nachschlagen, was [scheinheilig ](http://www.duden.de/rechtschreibung/scheinheilig)bedeutet.\n\nSo wie du es benutzen möchtest, wäre arrogant vielleicht angemessener.","replies":[]}]}]},{"id":"","poster":"Shadir","date":"2017-03-11T14:22:37.737+0000","up_votes":8,"down_votes":0,"body":"Bitte such dir ein anderes Spiel danke.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:30:20.751+0000","up_votes":1,"down_votes":10,"body":"Danke aber du bestimmst das mit Sicherheit nicht. :)","replies":[{"id":"","poster":"Balmung","date":"2017-03-11T14:42:40.638+0000","up_votes":7,"down_votes":0,"body":"Da er Teil der Community ist und diese bestimmt, was bestraft werden soll und was okay ist, indem sie Dinge reporten die sie stören...ehrm, doch. In gewisser Weise bestimmt er es mit.\n\nRiot hat dir bereits einmal die Tür gezeigt indem sie dich permagebannt haben. Kurzum: Keiner möchte dich in League, nicht mal der Betreiber, obwohl du eventuell Geld bezahlst oder bezahlt hast.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:48:34.377+0000","up_votes":1,"down_votes":11,"body":"Immer noch nein. \n\nRiot hat noch nie jemandem die Tür gezeigt wäre dem so gäbe es auf Ebay keine 10€ Accounts und Riot hätte das Smurfen längst verboten. \nDa bei beidem dem aber nicht so ist wird das Spiel weitergespielt. \n\nUnd siehst du der Satz (Keiner möchte dich in League) steht dir nicht zu sondern Riot wenn ich den was falsch mache und mir den Perm verdiene. Bis dahin will man mich hier sehr wohl. Somit spar dir deine Allgemeine Aussage in Vertretung aller. Danke.","replies":[{"id":"","poster":"Balmung","date":"2017-03-11T15:05:32.996+0000","up_votes":4,"down_votes":0,"body":"Einen Account bereits permabanned, den zweiten nun auf Strafstufe 2 von 4 und noch immer nicht in der Lage zu kapieren das dein Verhalten (und wenn du es nicht ändern kannst damit auch du selbst) nicht erwünscht ist.\n\nAlleine die Tatsache das du bereits den zweiten Account direkt bestraft bekommst bestätigt das du einfach nicht erwünscht bist, wenn du dich nicht ändern kannst. Mehr als Permabannen (und dir damit zeigen, dass du selbst als zahlender Kunde so schädigend für's Geschäft bist, das sie dich nicht weiter haben wollen) kann Riot nun mal nicht.\n\nWeitere Versuche dir zu erklären weshalb Riot nur umsetzt, was von der Community verlangt wird (und damit die Entscheidung ob du erwünscht bist oder nicht bei der Community liegt), spare ich mir jetzt jedoch - wenn das Strafsystem bereits keine Wirkung gezeigt hat wird ein Lerneffekt wohl nie möglich sein.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:17:04.076+0000","up_votes":1,"down_votes":6,"body":"In einem Game auf Strafstufe 2 kommen während einer der Spiele mit Absicht Sabotiert frei rumläuft ne sorry das kapier ich wirklich nicht. \n\nWas dir und auch vielen anderen entgangen ist. Ich habe keine vorherige Strafe erhalten. Ich hab legit in 1 Game alleine direkt die 25 CR gefressen während ein Troll frei weiter Spiele ruinieren kann. \n\nWenn du mir erklärst wie das überhaupt sein kann bin ich ganz Ohr. \n\nDas Strafsystem zeigt bei keinem Wirkung weil es nicht funktioniert. Das ist ein Fakt den wir nicht zu diskutieren brauchen. \nGegen die 10€ Account kaufen praktik kann Riot sehr gezielt und einfach entgegenwirken. Tun sie aber nicht. \n\nWer seinen Acc verliert kriegt keinen 2ten auch das wäre einfach zu bewerkstelligen. Tun sie auch nicht. Wieso sollte der Troll also etwas befürchten? Und wieso sollte ich mein Verhalten ändern wenn ich ja 100% legit sehe wie das hier keinen juckt? Den Troll nicht. Den Int feeder nicht. Den Flamer der Mütter anderer Menschen beleidigt nicht und erst recht nicht denjenigen die jedem mit Mord und Todschlag drohen. \n\nAber hast Recht ich bin natürlich der schlimmste von allen weswegen 1 Game reicht um mich sofort mit 25 CR zu bestrafen. Beim nächsten Game wo ich gg wp schreibe bin ich vermutlich perm gebannt weil sich jemand davon gestört fühlte aber wenn ich 0/20 gehe und EZ schreibe habe ich nichts zu befürchten. \n\nSo lächerlich ist dieses System das du hier verteidigst ^^\n\nIch kann in einem Tag ein besseres System ausdenken das die Leute dazu zwingen würde nicht zu trollen etc und mir kann keiner erzählen das bei Riot keiner noch auf die Idee gekommen ist. ","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T16:19:14.566+0000","up_votes":5,"down_votes":0,"body":"Dein Problem ist, dass du dein Fehlverhalten einfach nicht einsiehst. \nNur, weil jemand in einem Spiel sich scheiße benimmt, gibt dir das nicht das Recht dich ebenfalls scheiße zu verhalten. \n\nWenn dir jemand auf die Fresse haut und du zurück schlägst und ihm die Nase brichst, dann musst du dich (sollte er dich anzeigen) genauso für Körperverletzung verantworten, wie er sich verantworten muss, wenn er dich anzeigt! Ein \"der hat aber angefangen mich zu hauen\" zieht hier nicht.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T17:18:03.994+0000","up_votes":1,"down_votes":7,"body":"Was soll ich da einsehen? \n\nIch rechtfertige mich warum ich nicht ganke oder es tue und krieg ne 25 CR von EINEM EINZIGEN GAME. \n\nDer Typ ruiniert spiele am laufenden Band und kriegt was? Genau, nichts.  Wo genau ist das ein gerechtes System? \n\nUnd sry aber nein den wenn mir jemand auf die Fresse haut und ich wehre mich und  breche ihm dabei die Nase den Kiefer und das Jochbein ist das Notwehr und ich kriege rein gar nichts. \n\nGenau so passiert und Dank Zeugen musste ich lediglich meine Aussage machen und das wars. \n\nDoch genau das ist der Sachverhalt vor Gericht. Der Mann schlägt mich weil dicht wie ne Haubitze und Ende. \n\nUnd die Rettung und Polizei hab damals ich gerufen genauso wie die Erstversorgung. Das \"Er hat aber angefangen\" ist die Voraussetzung für Notwehr. \n\nDas ist übrigens überall so nur nich ingame :)","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T17:31:58.492+0000","up_votes":4,"down_votes":0,"body":"Du bist einfach ein hoffnungsloser Fall. \nWeitere Diskussionen mit dir haben einfach keinen Zweck. Du bist NULL einsichtig. \nIch warte auf den Tag, an dem du einen Thread erstellst, weil dein Account permanent gebannt wurde. Und das zurecht! \nBis dahin. {{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2017-03-11T16:08:54.441+0000","up_votes":5,"down_votes":0,"body":"Such dir ein spiel wo du deine idiotischen Ansichten freien lauf lassen kannst.\nDich will hier keine haben.\nTrolle auch nicht nur ist es bei weitem schwerer einen troll zu bestrafe. Als einen Blamer/Flamer wie dich.\nAber was rede ich da du bist ja komplett unschuldig und hast nichts getan","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T16:29:03.711+0000","up_votes":1,"down_votes":7,"body":"Stimmt und was du hier tust ist das was ich ingame getan habe. Scheinheiligkeit scheinst du ja zu kennen :)\n\nUnd wenn du deinen Nachbarn nicht haben willst muss der auch umziehen oder? Ja die Logik ist eine Hure ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T16:35:56.001+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=00020000000000000001000000000000,timestamp=2017-03-11T16:29:03.711+0000)\n>\n> Stimmt und was du hier tust ist das was ich ingame getan habe. Scheinheiligkeit scheinst du ja zu kennen :)\n> \n\nDu scheinst die Bedeutung von Scheinheiligkeit nicht verstanden zu haben... -.- Wenn jemand scheinheilig ist, dann heuchelt er oder anders gesagt, er ist nett zu dir und hinter deinem Rücken beschimpft er dich bis zum erbrechen. DAS ist scheinheilig. \nUnd ChaosRiku hat dir ganz klar gesagt, dass er dich hier nicht will, weil du anscheinend nicht verstehst, wie beschissen du dich gegenüber deinen Mitspielern benimmst. Und dazu ist nichtmal eine Beleidigung nötig. \n\n> Und wenn du deinen Nachbarn nicht haben willst muss der auch umziehen oder? Ja die Logik ist eine Hure ^^\n\nWenn der Nachbar sich nicht benimmt, dann rufe ich die Polizei und wenn er sich wirklich richtig schlecht benommen hat, dann nimmt die Polizei ihn mit. Ja richtig, dann muss er umziehen. {{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}]},{"id":"","poster":"Atsùra","date":"2017-03-11T15:02:38.247+0000","up_votes":6,"down_votes":0,"body":"Wobei solche Accounts, die per Ebay vertrieben werden, verboten sind. Fällt unter Accountsharing. Und gegen das Smurfen KANN Riot eben nichts machen.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:11:26.168+0000","up_votes":1,"down_votes":6,"body":"Können schon wollen nein. Schaffen andere nämlich auch :)","replies":[{"id":"","poster":"CYPHΕR","date":"2017-03-13T11:03:19.308+0000","up_votes":2,"down_votes":0,"body":"Und du solltest dich den Regeln entsprechend benehmen können. Schaffen andere (fast alle) nämlich auch.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-03-11T15:15:54.311+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=0002000000000000,timestamp=2017-03-11T14:48:34.377+0000)\n \n> Und siehst du der Satz (Keiner möchte dich in League) steht dir nicht zu sondern Riot wenn ich den was falsch mache und mir den Perm verdiene. Bis dahin will man mich hier sehr wohl. Somit spar dir deine Allgemeine Aussage in Vertretung aller. Danke.\n\nDir ist aber schon bewusst, dass die Spieler! dich reporten? Und sollten die Reports gerechtfertigt sein, dann wird Riot entsprechende Schritte einleiten, damit sie ihren Spielern nicht mehr zumuten müssen mit diesem zu spielen, sollten sich die Fehltritte häufen. \n\nDie Spieler entscheiden durch ihre Reports, was sie für nicht angebracht halten. So werden auch Dinge wie \"ez; izi; easy game etc\" bestraft, weil das System dahinter gelernt hat, dass dies von den Spielern nicht erwünscht ist.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:20:46.868+0000","up_votes":1,"down_votes":6,"body":"Dir ist schon bewusst das ich vor diesem Match keinerlei Strafe hatte und es legit nur von diesem einen Game die 25CR gab? \n\nRiot tut gar nichts das ist voll automatisiert und da sieht kein Furz nach anders gibts das nämlich überhaupt nicht das man von so nem Chatlog alleine ne 25CR bekommt. Hab die Screens sogar gepostet. \n\nDie Spieler entscheiden hier schon lange gar nichts mehr wäre dem so wären die Trolls weniger und nicht mehr geworden. Im alten Tribunal System wurde BM belächelt aber wirkliches Trollen hart bestraft. \n\nDas von dir beschriebene System existiert nicht den dann wäre jeder der dem anderen ingame den Tod wünscht nach einem Game perm gebannt und nicht erst nach 3.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T15:30:56.692+0000","up_votes":1,"down_votes":0,"body":"Nun. Ich habe mitbekommen, dass du vorher keine andere Strafe bekommen hast.\n\nABER: Um eine Strafstufe zu überspringen, muss man sich eben sehr übel benommen haben. Demnach ist meine Vermutung und auch der der anderen, dass du dich in vorherigen Games extrem schlecht benommen hast. Die Chatlogs zeigen nur die Games, die zu der Strafe geführt haben. Der berühmte \"Tropfen, der das Fass zum überlaufen gebracht hat\". Die anderen Games, in denen du dich falsch benommen hast, werden nicht zwingend aufgeführt. \n\n> Die Spieler entscheiden hier schon lange gar nichts mehr wäre dem so wären die Trolls weniger und nicht mehr geworden. Im alten Tribunal System wurde BM belächelt aber wirkliches Trollen hart bestraft.\n\nRichtig. Spieler entscheiden nicht mehr über die Strafen. Weil das Tribunal einfach nicht so super funktioniert hat wie das jetzige System. Ich kann nur das sagen, was ich von vielen älteren Spielern erfahren habe, weil ich zur Zeit des Tribunals noch nicht gespielt habe. Aber das jetzige System arbeitet effizienter und schneller als das Tribunal. \n\nAber die Spieler entscheiden, was zu einer Strafe führen kann. Demnach entscheiden sie auch, wenn sie jemanden nicht in ihren Spielen haben wollen. So ist es auch mit Trolls und absichtlichen Feedern. Aber so viele vergessen immer eine wichtige Sache: NUR, weil jemand in deinem Team getrollt hat und absichtlich gefeedet hat, heißt das nicht, dass er das IMMER macht. Und selbst wenn du siehst, das jemand trotz sehr häufigen trollen und absichtlichen feeden immernoch spielt, dann bleibt immernoch die Möglichkeit, dass er dann einfach in seinen Games nicht reportet wurde.\n\nIch erlebe immer wieder, wie Spieler ihre Mitspieler oder Gegner nicht reporten. \nOhne eine Report kann das System nicht erkennen ob etwas falsch gemacht wurde.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Perspectives","date":"2017-03-11T13:52:57.457+0000","up_votes":6,"down_votes":0,"body":"Auf Deutsch hieße es \"Spielverderber\". - Auch ein Grund zu reporten. Und das warst du in diesem Spiel mehr als oft.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:32:06.837+0000","up_votes":1,"down_votes":7,"body":"Ne das war der Troll und seine 2 Premdes von daher versteh ich deinen Post nicht sry.","replies":[{"id":"","poster":"Perspectives","date":"2017-03-11T14:34:12.691+0000","up_votes":3,"down_votes":0,"body":"Nein. DU warst der Spielverdeber (engl. \"bad man\") . DU hast dieses Spiel immer und immer weiter schlecht geredet, deine Mitspieler demotiviert und vollkommen genervt. DU warst nicht ruhig, hast jeden Funken kommentiert und absolut negativen Einfluss auf dein gesamtes Team ausgeuebt. DAFUER wurdest du reported und das zurecht.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:45:56.935+0000","up_votes":1,"down_votes":7,"body":"Immer noch nein. Kalista feedet die bot lane 4/0 rennt dann auf die Top lane. Bot lane war nur noch der Supp und ich und wir waren kein Gegner für die. \n\nKalista war der Spielverderber der feeder und der Troll. \n\nIch war das ganze game über ruhig wenn man nicht will das man sich über solche Idioten aufregt dann sollte man den Chat aus dem Game nehmen. \n\nDer Report ist nicht gerechtfertigt den der Troll kann nach wie vor weiterspielen während ich ne CR habe.  Wie viele Games wird der wohl noch ruinieren und das mit voller Absicht? Aber ist klar jemand der den Chat benutzt ist einfach zu bestrafen als jemanden der Games mit absicht sabotiert.","replies":[{"id":"","poster":"Perspectives","date":"2017-03-11T14:50:06.905+0000","up_votes":7,"down_votes":0,"body":"Sag mal. Siehst du nicht, was du geschrieben hast? DU hast diese Worte, W-O-R-T-E, geschrieben. Nicht eine Kalista, nicht sonst wer. DU hast all das geschrieben. Es geht nicht darum, WER wie gespielt hat oder ob jemand gefeeded hat. Es geht darum, was DU geschrieben hast. DARUM geht es. Dadurch entstand der Report, da sich JEDER deiner Mitspieler einig war. DU hast dieses Spiel durch dein Verhalten und (erneut) DEINE Worte runtergezogen. \n\nWenn jemand absichtlich ein Spiel verliert und/oder dem Gegner zuspielt, wird er auch eine Strafe bekommen. Jemand der den Chat missbraucht, um das Team zu nerven, was du in diesem Fall wirklich getan hat, wird aber AUCH bestraft.\n\nSei doch bitte einfach einsichtig und sieh deine eigenen Fehler und nicht nur die einer anderen Person. Du hast diese Fehler gemacht. Du hast das Spiel durch deinen Chatmissbrauch ebenso ruiniert, wie jemand, der anderen zugespielt hat.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T15:32:43.994+0000","up_votes":6,"down_votes":0,"body":"Wahre W-O-R-T-E. :D \n\nNe ernsthaft, das was er hier geschrieben hat, entspricht einfach zu 100% der Wahrheit.","replies":[{"id":"","poster":"Perspectives","date":"2017-03-11T16:42:36.079+0000","up_votes":1,"down_votes":0,"body":"ER? D: D: D:","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T16:46:24.571+0000","up_votes":3,"down_votes":0,"body":"Im Sorry. D: \nWas SIE geschrieben hat, entspricht zu 100% der Wahrheit.","replies":[{"id":"","poster":"Perspectives","date":"2017-03-11T16:51:11.288+0000","up_votes":1,"down_votes":0,"body":"Schon viel besser! Braves Maedchen. :D Oder Junge. Wobei. Klingt weiblich.\n\n... aehm. .. Brav! D:","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T16:53:57.854+0000","up_votes":1,"down_votes":0,"body":"xD \nBraves Mädchen war schon okay. :D (Wobei, ein Mädchen bin ich mit 29 Jahren eig. schon lange nicht mehr xD)\nAch was, passt so. x)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"OT Riku","date":"2017-03-11T13:53:23.821+0000","up_votes":3,"down_votes":0,"body":"Tja nen Perma und nichts verstanden.\nReportcalls sind reportable du hast nichts wirkliches im Chat stehen was man gebrauchen kann.\nDu bist nervig ohne Ende du hast nach deinen Perma nichts verstanden “Annie Wake up“ wach du mal auf.\nIch habe jetzt leider keine Zeit mehr hier noch mehr zu schreiben.\nMir werden andere Folgen die dir genauer erklären warum du ne Chatsperre bekommen hast.\n\nPs: das nächste sind 2 Wochen Bann und dann Perma aber das weißt du ja noch sicherlich.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:32:50.963+0000","up_votes":1,"down_votes":9,"body":"Was soll ich auch verstehen? Wer Trollt hat keine Existenzberechtigung und wenn ich mich ingame nicht rechtfertigen darf weil warum und wieso ich gewisse Dinge nicht tue wozu zum Teufel is der Chat dann da? \n\nDu bist auch grad nervig ohne Ende ingame hatten wir nen Troll und ein Premade team das den gedeckt hat. Was daran verstehst du nicht? \n\nWenn Riot ne funktion einbaut damit ich solche Games leaven kann halt ich gerne den Mund bis es soweit ist werd ich nicht sitzen und nichts sagen wenn mir 3 Leute das game ruinieren.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T14:51:21.775+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=00010000,timestamp=2017-03-11T14:32:50.963+0000)\n>\n> Was soll ich auch verstehen? Wer Trollt hat keine Existenzberechtigung und wenn ich mich ingame nicht rechtfertigen darf weil warum und wieso ich gewisse Dinge nicht tue wozu zum Teufel is der Chat dann da? \n\nDu rechtfertigst dich nicht. Du schreibst durchgehend nur, dass irgendwer reportet werden soll. Und wenn mal jemand nicht so reagiert wie du das gerne willst und er eventuell missplayed, reibst du ihm das direkt unter die Nase \"Annie wake up ty\". Du streust extra noch Salz in die Wunde. Wozu ist das nötig? Der Spieler weiß selber, wenn er nen Fehler gemacht hat, da muss man ihm nicht noch auch noch den Finger in die Wunde drücken. Du verbreitest durchgehend negative Stimmung. Und DAS ist das was ChaosRiku dir versucht hat zu erklären. Es ist völlig egal wie sich andere benehmen. Nur weil die sich daneben benehmen musst du dich nicht auch auf deren Niveau begeben und dich ebenfalls wie ein Elefant im Porzellan-Laden benehmen. Wenn du jemanden flamest, dann spielt er in der Regel noch schlechter, weil er entweder total sauer auf dich wird oder aber total verunsichert wird. Deine \"Tipps\" bewirken das genaue Gegenteil, nämlich das er noch schlechter \n\n> Du bist auch grad nervig ohne Ende ingame hatten wir nen Troll und ein Premade team das den gedeckt hat. Was daran verstehst du nicht? \n\nNur weil er dir die Wahrheit sagt? Kannst du keine Kritik vertragen? Wenn jemand keine Argumente mehr hat, dann reagiert man für gewöhnlich so. Oder aber er kann null Kritik vertragen und fängt dann an auf dem Gegenüber drauf rumzuhacken. \n> \n> Wenn Riot ne funktion einbaut damit ich solche Games leaven kann halt ich gerne den Mund bis es soweit ist werd ich nicht sitzen und nichts sagen wenn mir 3 Leute das game ruinieren.\n\nDu ruinierst das Game ebenfalls indem du einfach übelste miese Stimmung verbreitest. \nUnd das ist sicher nicht das erste Mal.\nÜbrigens: Niemand hier in deinem Thread behauptet, dass deine Teammates sich korrekt verhalten haben. Auch sie haben sich total daneben benommen. Also komm bitte nicht auf die Idee, das wir diese in Schutz nehmen. Da es aber hier einzig um deine Strafe geht, versuchen wir dir auch klar zu machen, was DU falsch gemacht hast. ^^","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:02:04.960+0000","up_votes":2,"down_votes":5,"body":"Ach du warst ingame dabei? Das ja interessant. \n\nWenn du lesen könntest würdest du wissen worum es ging. \n\nAnnie pingte mich für nen Gank. Der geschah doch annie stand nur rum. \nDann als ich dabei drauf ging schrieb ich wake up und annie hatte nen DC und kam erst 30 sekunden später wieder online. \nDaher annie wake up. Das war weder flame noch ein \"Du bist schlecht oder sonst was\" die stand wirklich nur neben dem Tower völlig regungslos. \nWar somit kein Tipp aber du weißt es natürlich besser weil du warst ja ingame dabei ich verstehe schon. \n\nWas für eine Wahrheit? Ihr wart ingame nicht dabei. Habt nicht gesehen wie ein ADC trolled eine ganze Lane mit Absicht verliert und dann sich weigert auf besagter Lane weiter zu spielen. Dann von 2 weitern Mitspielern für dieses Verhalten gedeckt wird während ich mit Morgana 2 vs 5 versuche das Game zu spielen. \n\nWas hat das mit Kritik zu tun? Oder mit Wahrheit? 2 vs 5 kann man nicht gewinnen vor allem nicht wenn der gegner bereits gefeedet ist. Von daher versteh ich eure Argumentation nicht. Ihr verteidigt gerade 3 Typen die mit Absicht ein Game ruinieren. Respekt. \n\nEin ruiniertes GAme kann man nicht mehr ruinieren. Von daher erneut nein. \n\nNe ich seh das ihr dieses Verhalten von den 3 in Schutz nehmt und mir dann erklärt ich darf dazu nichts sagen sondern muss es runterschlucken mich hinsetzen und das spiel egal was für eine Sinnlose Zeitverschwendung es bereits ist weiterspielen mit einem Freunde und einer Positiven Stimmung als ob mir eine Tanne aus dem Arsch wächst vor lauter Freude. \n\nJa es ist mir eine Freude zu sehen wie 3 Premades das Game ruinieren. \nIch werde mich bessern und es wie eine Strahlende Sonne mit einem lächeln begrüßen. \nAußerdem werde ich lauter Smileys und Bunte Kekse verteilen damit alle an meiner Freude teilhaben können. \nWenn ich dann für Sarkasmus reported werde sage ich einfach \"i love you all ppl of the world\" und hoffe das man sieht wie mir die Freude und Eierkuchen Tanne aus dem Hintern wächst. \n\nWelche Drogen muss man nehmen damit man übers gesicht strahlt während 3 Idioten einem 40 Miunten des Lebens in einer Zeitverschwendung klauen? \nNein ernsthaft wenn ihr dabei ruhig bleibt erklärt mal wie. In Low LVl games gibts in fast jedem Game solche Hirnrissigen >Vollpfosten und ich war bis lvl 22 ruhig.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T15:12:22.666+0000","up_votes":4,"down_votes":0,"body":"Ich wiederhole hier ebenfalls nochmal, das du einfach nichts verstanden hast. :)\n\n> Annie pingte mich für nen Gank. Der geschah doch annie stand nur rum.\nDann als ich dabei drauf ging schrieb ich wake up und annie hatte nen DC und kam erst 30 sekunden später wieder online.\nDaher annie wake up. Das war weder flame noch ein \"Du bist schlecht oder sonst was\" die stand wirklich nur neben dem Tower völlig regungslos.\nWar somit kein Tipp aber du weißt es natürlich besser weil du warst ja ingame dabei ich verstehe schon.\nEs ist völlig egal, wie die Situation abgelaufen ist. Wenn jemand in deinen Augen nicht so reagiert wie du das willst oder wie du es dir erhofft hast, dann schreibst du ihm das direkt in den Chat. Das war sicher nicht das erste mal. \nAber ich bin ja dumm, ich bin ja nie bei einem Game dabei was du spielst.\n\nWieso wolltest du nochmal über deine Chatrestriciton diskutieren? Wenn wir dein Verhalten nicht beurteilen dürfen, weil wir \"ja nicht ingame dabei waren\" dann macht das ganze ja garkeinen Sinn.\n\nDu kapierst einfach nicht, dass es hier um DICH geht. Mir ist völlig egal wie die anderen sich benommen haben. Das sie ebenfalls mieses Verhalten an den Tag gelegt haben habe ich A: nie bestritten noch B: habe ich mit keinem Wort gesagt, dass das richtig ist was sie gemacht haben. Und bevor du mir ständig vorwirfst ich würde nicht lesen was du schreibst, solltest du vllt mal genauer lesen was wir hier schreiben. :) \n\nUnd deinen idiotischen Sarkasmus kannst du auch gleich lassen. Niemand hat gesagt, dass du dich darüber freuen sollst, wie ein Honigkuchenpferd. Du sollst deinen Unmut gegenüber des Games oder der Mates nur nicht im Chat auslassen.\nIch rege mich au öfter mal über schlechte Mates auf, aber ich flame NIE im Chat. Das einzige was ich im Chat schreibe ist \"ggwp\" \"gj\" oder aber ich versuche das Team zu motivieren, wenn jemand ein paar Tode hat und im Begriff ist, das Game aufzugeben. Irgendeinen negative Müll schreibe ich im Chat NIE. :) Achja, und meine Motivation sieht ungefähr folgendermaßen aus: \"its not over. we can win this, wait for your Late. U can do this, i believe in u. :)\"","replies":[{"id":"","poster":"OT Riku","date":"2017-03-11T16:41:30.926+0000","up_votes":5,"down_votes":0,"body":"Ich spiele jetzt wie Ayume seit 2 Jahren (korrigier mich falls falsch) und ich habe nicht einmal eine Warnung bekommen, (CR) nur die Nachricht \"Du wurdest in letzer Zeit häufiger reportet\" und das ist nur ein Hinweis ala \"Hey, wir haben Reports bekommen reflektier dein Verhalten, wenn alles gut ist ignoriere das\".\nDarüber hinaus du verstehst nicht was dir hier alle im Forum sagen wollen.\nAchja und irgendwo in dem Thread hier hast du geschrieben \" Das Bestrafungssystem bringt nichts\" es gibt hier einen Beschwörer sein Name ist \"SupportsManLike\" (sorry falls es Falsch geschrieben ist und hoffe ich durfte dich hier nennen , wenn nicht dann melde diesen Post) er hatte eine Bestrafung und hat sich für mich zumindest im Forum als überaus hilfreich und überaus aufklärend gezeigt. \nEr ist ein gutes Beispiel für eine Rehabilitation.\nAchja und noch was das System funktioniert sehr gut, ansonst wärst du ja nicht bestraft worden.\n","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-03-11T15:30:17.238+0000","up_votes":2,"down_votes":0,"body":"Obertoxisch. CR leider verdient. Wenn Dich in Zukunft etwas stört, merk es Dir und reporte stillschweigend am Spielende. Alles andere würde Deine Situation verschärfen.{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:31:11.937+0000","up_votes":1,"down_votes":5,"body":"Würdest du mir für ein game alleine ebenfalls so ne CR verpassen?","replies":[{"id":"","poster":"Abasin","date":"2017-03-11T15:34:36.885+0000","up_votes":5,"down_votes":0,"body":"Ja, Dein Verhalten zieht alle runter. Und ich vermute stark, dass es noch mehr toxische Chats von Dir gibt. Es braucht schon viele Reports, um zum erlesenen Kreis der Chatrestricteten oder Gebannten zu gehören. Also das war mit Sicherheit kein Einzelfall.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T16:03:36.893+0000","up_votes":1,"down_votes":2,"body":"Nope habe es gescreent hier war der einzige :)\nhttps://pl.vc/9tmdd\nhttps://pl.vc/de3lc\nhttps://pl.vc/jvpvd","replies":[{"id":"","poster":"Angel Ayume","date":"2017-03-11T16:11:50.487+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Yggdrasils Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=ogiLGXxe,comment-id=0005000000000000,timestamp=2017-03-11T16:03:36.893+0000)\n>\n> Nope habe es gescreent hier war der einzige :)\n> https://pl.vc/9tmdd\n> https://pl.vc/de3lc\n> https://pl.vc/jvpvd\n\nPapperlapapp! Laut deiner Aussage hattest du vor der 25 CR noch keine andere Strafe, demnach hast du eine Strafstufe direkt übersprungen. \nNUR weil Riot dir die Chatlogs nicht mitgeschick hat, heißt das nicht, dass du in deinen anderen Games ein Engelchen warst. Zu 100 % warst du in deinen anderen Games ebenfalls negativ. \nDu hattest schon mal einen Permabann, dein Verhalten im Chat sowie hier im Forum zeigen haargenau, dass du aus deinem früheren Fehlverhalten nichts gelernt hast.","replies":[]},{"id":"","poster":"Abasin","date":"2017-03-11T16:11:44.947+0000","up_votes":2,"down_votes":0,"body":"Ja, aber Du kriegst nur die Chatlogs zu sehen, die Dich letztlich über die Grenze gebracht haben. Nicht alle.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T17:50:37.918+0000","up_votes":1,"down_votes":3,"body":"Ich hab nur den einen. Seit immer ^^","replies":[{"id":"","poster":"Abasin","date":"2017-03-11T18:21:19.121+0000","up_votes":2,"down_votes":0,"body":"Du kriegst nicht jeden Chatlog zugschickt in dem Du gültig reported wurdest, nur denjenigen, der den Bann getriggert (ausgelöst) hat. Ist das so schwer zu kapieren? {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-14T20:07:12.852+0000","up_votes":1,"down_votes":2,"body":"Und wieso haben dann andere 3 Chatlogs wenn sie eine 10er CR bekommen und nochmal 3 wenn sie die 25 CR bekommen? \n\nUnd wieso stehen in denen ihren Logs Dinge wie \"get Cancer\" usw wogegen ich gerade wie ein heiliger wirke? \n\nIst das so schwer zu kapieren das ich 0 CR davor hatte und keinerlei Bestrafung und nur diesen einen Chatlog bekommen habe? \n\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Abasin","date":"2017-03-15T06:40:56.040+0000","up_votes":1,"down_votes":0,"body":"Frag RITO.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Lotuskobra","date":"2017-03-11T21:37:49.059+0000","up_votes":2,"down_votes":0,"body":"Ich fass mal das gesagte im Forum zusammen, damit du vllt was draus mitnimmst:\n\n1. Es ist vollkommen egal was andere machen. DU bist für DICH und DEINEN Account verantwortlich. Niemand sonst.\n\n2. Hör auf andere belehren zu wollen. Du hast selber nicht das Spielverständnis, um andere rumzukommandieren oder dich als etwas besseres zu fühlen. Die Leute laufen nicht auf der Karte rum, um nur das zu tun, was du für richtig hälst.\n\n3. Es gibt 3 verschiedene Systeme in League, die das Spielgeschehen und den Chat im Reportfall scannen:\n1.Feederbuster\n2.Leaverbuster\n3.Chatscanning-Tool\n–> diese 3 arbeiten sowohl getrennt als auch zusammen. Flame und/oder Trolling/Leaving wird also sehr wohl genau untersucht, wenn ich mir deine Matchhistory angucke, sieht das nicht nach Int-Feed aus. Ich vermute mal da ist jemand etwas hyperkritisch mit seinen nicht mal LvL 30 Mates. DU hast schon mal einen Account gehabt, sie lernen noch.\n\n4. Fang an dich zu informieren, bevor du über ein System meckerst, dass komplizierter aufgebaut ist und funktioniert als der Computer, vor dem du hockst.\n\n5. Das Tribunal hatte eine höhere Fehlerquote als das jetzige System – und zwar deutlich. DU bist vollkommen zu Recht für 25 Spiele stumm geschaltet. Es sollte dir eigentlich zu denken geben, dass du sowohl vom Tribunal, als auch vom automatisierten System als negativer Spieler eingestuft wurdest, aber neee, das System ist Schuld, nicht du^^\n\n6. Im derzeitigen System ist es vollkommen normal Strafenstufen zu überspringen. Wenn ich jemanden rassistisch oder diskriminierend beleidige, ihm Todesdrohungen schicke oder ähnliches, ist locker ein 2 Wochenbann, oder sogar der Perma drin – und das ist auch gut so.\n\n7. Mal so nebenbei: sollten deine Mates wirklich absichtlich geinted haben, hätten sie eine sofortige 2 Wochen Strafe bekommen und beim nächsten mal einen Perma. Trolling wird also deutlich härter bestraft als Flame.\n\n8. Das System erkennt keinen Kontext und diesen braucht es auch nicht. Es gibt klare und unmissverständliche Regeln (denen hast du selber zugestimmt – Summoners Code). Jeder, der sich nicht an diese Regeln hält, gehört geläutert, damit er sein Verhalten ändern kann. Entweder du änderst dich oder du musst mit den Konsequenzen leben, willkommen im echten Leben, da ist das auch nicht anders.\n\n9. Bitte tu uns allen, aber vor allem DIR einen Gefallen. Nimm dir die Antworten im Forum zu Herzen. Niemand möchte einen toxischen Spieler und du möchtest das Spiel sicher spielen, ohne einen weiteren Perma zu bekommen oder? Lass das Chatgetippe, versuch dich an 100 Games ohne Nachrichten, der Chat ist NICHT das Mittel um deinen Frust oder ähnliches gegenüber deinen Teammates oder Gegnern rauszulassen. –> Schreib einfach nix, wenn du dich nicht im Griff hast. Meinetwegen schrei rum, oder hau auf den Tisch, aber lass die Leute in Ruhe, egal was sie machen.\n\nBeste Grüße.\n\nP.S: Nen Tipp von mir, guck dir das ganze mal in 5 Tagen nochmal an hier und schau, ob du die Forenbeiträge verstehst. Die Buddelkastengerechtigkeitsdebatte funktioniert hier, im Spiel und im echten Leben nicht. Es geht nur um DICH und um niemanden sonst.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-14T20:07:39.525+0000","up_votes":2,"down_votes":0,"body":"Ich fass auch mal zusammen damit ihr die ihr hier alle auf mich verbal einprügelt als ob es kein morgen gäbe auch was mitnehmen könnt und vll mal den ein oder anderen Post versteht bevor ihr mit der Hexenjagd beginnt. \n\nUnd keine Panik ich bin sehr entspannt und nehm euch das auch nicht krum nur ist der Toxische Anteil hier im Forum ebenfalls schon sehr hoch man spricht jedoch durch die Blume und glaubt eben das kriegt sein Gegenüber nicht mit :)\n\n1. Das habe ich auch nicht bestritten nur ich habe gesagt das dies MEIN 1. Vergehen auf dem Account war. Ich lediglich wegen 1 GAME die 25 CR bekommen habe und sogar Screens gebracht habe die das beweisen. Wenn ich in einem Game etwas salzig werde kriege ich 25 CR der Troll kann aber in diversen Games sein Unwesen treiben und kriegt nichts. \nOder erst sehr viel später. Ich seh die Fairness hier einfach nicht existent sry. \nZumal ichs verstanden hätte wenn ich 3 Salz Games gehabt hätte. Aber von einem alleine? Und dann gleich 25? \nWenn ich jemanden wirklich beschimpfe vll aber von dem Chatlog mit Screens krieg ich 25 CR einfach so? Nicht eine 10 CR nein gleich 25. Und einen einzigen Chatlog wo man laut Forum ja 3 bekommt. \n\n\n2. Hab ich in noch keinem Game gemacht nur wenn man mir sagt was ICH zu tun hätte dann erkläre ich eben warum ich eine 0/4 lane nicht mehr ganke warum ich mehr farm habe als derjenige der mir erklärt wie scheiße ich bin usw. Und das wird als Toxisch ausgelegt. Ja ist klar ich soll einfach muten und weitermachen. Nur wie gesagt ich bin die Sorte von Mensch die das Echo wiedergibt. Wie man in den Wald schreit so kommt es zurück. \nIch bin ein friedliebender Mensch und tu keinem was einfach so.\nNur wenn man mich angreift wehre ich mich. \nVerbal und Non Verbal. \nDas dies ingame nicht geht versteh ich beim besten  Willen aus folgendem Grund nicht. Ich bin mit dieser Pfeife ingame gefangen. Und den Pingspam kann ich nicht abdrehen weswegen mich der Typ in kürzester Zeit dann in den Wahnsinn treibt. \n\n3.  Einfach nein. Wenn einer feedet ist mir das Wurst solange er weiter versucht nützlich zu sein. Ich feede manchmal auch ohne Absicht das mir doch völlig egal. Nur in besagtem Game gabs 3 Leute mit Teamnamen \"FEED\" und die sind von anfang bis ende in den Gegner auf der Midlane gelaufen. Mit voller Absicht. \nDa kriegt jeder ne Krawatte das der Puls hoch geht. Habe weder geflamed noch sonst was sondern stand mit dem einzig  verbleibenden Teammate in der Basis und hatten smalltalk mit dem Gegner über den All Chat. \nDie waren genervt weil was soll der Scheiß? Wir waren genervt weil wir nun 20 Minuten Zeit verschwenden und die 3 Trolls lachten sich den Ast ab. \nDas man nicht jedes Game das ich je gespielt im Matchverlauf betrachten kann sollte einleuchten du wirst das nicht mehr finden aber passiert ist das trotzem ob du mir das glaubst oder nicht ist mir da ziemlich Wurst. \nUnd das weis ich deswegen noch so genau weil das an meinem Geburtstag war  und das war der 20.2 :)\n\n4. Ich weiß sehr wohl wie das System funktioniert. DIe 3 Trolls hab ich bis zum 28.2 auf op.gg verfolgt die spielten munter weiter von Srafe also keine Spur. \n\n5. Das mag zwar stimmen was den Flame angeht aber Trolls gabs zu Tribunals Zeiten weitaus weniger weil da wurdest du immer ohne Ausnahme bestraft. Da gabs genug qq threads im alten Forum :)\n\n6. Von einem schlechten Game gleich die erste CR zu überspringen halte ich dennoch für absoluten BS wenn ich die Chatlogs von manchen hier im Forum durchlese die eine 10er CR haben. Dagegen bin ich ja ein Engel mit meinem Chatlog. \nWo ist da die Relation bitte? \n\n7. Was die heute tun keine Ahnung hab mir die Namen nicht aufgeschrieben aber 8 Tage nach besagtem Game gabs keine Strafen die spielten da immer noch. Die verteidigten sich damals ja damit das man in Normals alles machen dürfe weil man solle ja spaß haben. Awesome Logic ^^\n\n8. Und ob Kontext wichtig ist den andernfalls kann jeder alles behaupten. Das nennt man vor Gericht Indizienbeweise und ist unzulässig weil kein Kontext besteht und man sich so kein Bild bauen kann.  Da könnte man jeden einsperren ohne den Funken eines Beweises.\n\nEin Beispiel: \nIch breche jemandem die Nase. \nIn Riots System werde ich nun Bestraft weil das geht ja mal gar nicht. \n\nIm echten Leben wird nicht außer Acht gelassen das der Mann mich ohne Grund Angriff ich mich wehrte und dem dabei die Nase brach. \nVor Gericht nennt man das dann Notwehr und mir passiert überhaupt nichts. \nUnd ja das ist mir schon passiert :)\n\nOder wir nehmen Flame. \n\nDu sch.... Penner\nRiot sagt du bist schuld. Ende\n\nIm echten Leben. \nWurde ich von dem ausgeraubt und habe dann so vor mich hin geflucht. \nIst es dennoch eine Beleidigende Äußerung? \nJa natürlich. \nWerde ich deswegen bestraft? \nNein weil der Typ hat mich beklaut und wurde geschnappt. \n\nKontext ist immer wichtig. \n\n\nDanke das du mir mit dem Spruch \"Willkommen im echten Leben\" kommst ich bin 31 und denke nicht das du mir irgendwas zu dem Thema Leben  erklären kannst :)\n\n9. Das tue ich in 99% meiner Games sowieso. Wie du in Punkt eins schon gelesen hast war das 1 einziges Game das mir die 25. CR brachte und ja ich poste dir gerne nochmal die Screens damit ich das beweise. \n\nhttps://pl.vc/9tmdd \nhttps://pl.vc/de3lc \nhttps://pl.vc/jvpvd\n\nUnd sorry. \n\"Die Buddelkastengerechtigkeitsdebatte funktioniert hier, im Spiel und im echten Leben nicht.\"\n\nDie funktioniert nur hier und ingame nicht. Ich gebe dir den Rat den du mir versuchst zu geben. \n\nIch war schon 3 mal in meinem Leben vor Gericht. \n\n1. Weil ich jemandem der mich überfallen hat das Gesicht (mehrere Knochen) gebrochen habe. Freispruch weil Notwehr. \n2. Weil ich Zeuge war wie ein Kind halb tot geprügelt wurde. (der Vater des Kindes fasste 2 Jahre aus) \n3, Weil ein minderjähriges Familienmitglied vergewaltigt wurde. (Täter hat 7 Jahre und keine Chance auf Bewährung bekommen)\n\nTu mir daher den Gefallen und erkläre DU MIR nicht wie Gerechtigkeit außerhalb von diesem Game aussieht.\n\nIn der echten Welt und im echten Leben sichtet das Gericht die Fakten. Befragt die Zeugen und Täter und fällt dann ein Urteil. Andernfalls würde fast jeder im Gefängnis sitzen. \n\n\nAber danke dennoch für die Tipps warst einer der wenigen die versucht haben Sachlich und höflich zu bleiben :)","replies":[{"id":"","poster":"Lotuskobra","date":"2017-03-14T22:43:37.914+0000","up_votes":1,"down_votes":0,"body":"Gut, die Dinge, die du im Leben erlebt hast, rücken sowohl deine Einstellung, als auch dein Handeln in ein deutlich anderes Licht, aber woher sollen wir hier im Forum davon wissen (wenn du schon, wie du selbst meinst, Wert auf einen aussagekräftigen Kontext legst?). Im übrigen hast du einen fast Gleichaltrigen getroffen, ich werd im November 31 und komme mir in vielen Diskussionen recht väterlich vor.\n\nIch verstehe deine Intention und auch die von dir gestartete Debatte, allerdings finde ich sowohl die gewählten Beispiele, als auch die Logik diesbezüglich nicht ganz schlüssig; sie gehen in Extrembereiche, die wir mit dem Geschehen in einem Computerspiel/Chat nicht wirklich vergleichen können – niemandem wird körperliches Leid zugefügt/niemand muss aus Notwehr handeln, um seine eigene Haut zu retten (auch wenn du nur die Prinzipien der Rechtssprechung damit vergleichen willst).\n\nNehmen wir doch mal ein anderes Beispiel zur Hand:\n\nEin Autofahrer fährt absichtlich durch eine Pfütze um dir deine Kleidung zu ruinieren. Du beschimpfst ihn als Vollidiot und Wichser. Vor Gericht würdet ihr beide, sofern ihr euch wegen so einer Lappalie anzeigt, eine Strafe bekommen. Einerseits für's offensichtliche Beschmutzen (+Reinigungskosten und vllt Schadensersatz) und andererseits eine Geldstrafe wegen Beleidigung.\n\nDiese Situation ist ziemlich genau das, was in League bei Trolls/Inten und anschließendem Flame passiert. Niemand zwingt dich, Person A zu beleidigen und niemand gibt dir das Recht dazu. Wenn sich Person A nicht an die Regeln hält, ist es nicht deine Aufgabe Selbstjustiz anzuwenden und über Person A zu richten – und nichts anderes tust du damit. Du verurteilst sie und legst dein eigenes Strafmaß fest (Flame). Warum nicht das Vergehen melden und mit seinem Alltag weitermachen? Wozu sich mit jemandem befassen, der dich offensichtlich provozieren möchte – und daran noch Spaß hat? Warum riskieren selber eine Strafe für Fehlverhalten zu bekommen?\n\nNatürlich ist das Feeden/Trollen deiner Person nicht fair, natürlich ist es unschön, aber bedenke: Vllt möchte die Person A ja gerne, dass du sie flamest, damit sie dich anschließend dafür reporten kann. Es soll ja durchaus Menschen geben, die andere aus Spaß provozieren, gerade im Netz.\n\nIch halte es zudem generell für schwierig (auch wenn ich das anhand deiner Vorgeschichte verstehen kann) Rechtsdiskussionen im echten Leben, mit denen in League zu vergleichen. Mein \"willkommen im echten Leben\"-Zitat war lediglich auf die Tatsache bezogen, dass man für sich selber und seinen Account verantwortlich ist und mit den Konsequenzen leben muss, die einen erwarten, wenn man sich nicht an die Regeln hält – und auf nichts anderes. Ich habe dir also zu keiner Zeit \"Gerechtigkeit\" erklären wollen.\n\nWir alle haben beim erstellen des Account den Hausregeln von Riot zugestimmt. In diesen sind sämtliche Punkte, die ich in den Tipps aufgeführt habe, enthalten. Du hast dich selbst dazu verpflichtet diese einzuhalten. Mit dem was du im Spiel getan hast, hast du diese gebrochen. Du hast dich damit in die Schusslinie gebracht (ähnlich der Beleidigungen dem Autofahrer gegenüber) und solltest dich daher nicht über deine Strafe beschweren.\n\nIch habe mich in dem Post zudem vertan und wurde auch berichtigt, das System erkennt durchaus eine gewisse Form des Kontextes, allerdings muss es auch komplett ohne klarkommen. Wenn mich ein Spieler zB einfach so, weil er Lust hat, in der Championauswahl als \"Hurensohn\" bezeichnet, obwohl wir kein Wort gewechselt haben, muss das System diesen Spieler trotzdem bestrafen können, ganz ohne Kontext – es gibt schließlich keinen.\n\nZudem sollte die Zusammenfassung genau zu so einer Unterhaltung führen, damit wir uns einerseits den unnützen Flame anderer sparen können und andererseits wirklich einen Austausch darüber zustandekommt, welche Ansichten man vertritt. Die Tipps und Tricks sollten wir an dieser Stelle vllt beiseite schieben, dafür sind wir beide etwas zu alt, da gebe ich dir vollkommen recht.\n\nIch hab nur eine Bitte, die ich zwar im 9ten Punkt schon angesprochen habe, aber ich wiederhole sie gerne (sie erspart dir nämlich eine Menge Stress):\n\nBenutz den Chat egal was passiert einfach nicht dafür deine negativen Gefühle rüberzubringen. Frustration, Ärger oder Wut haben im Chat, aus welchen Gründen auch immer, nichts verloren. Niemand stört sich daran, wenn du dich verbal ärgerst, aber es gibt schlicht und ergreifend keinen Grund, den Chat in so einer Sitaution zu benutzen. Lass die Idioten ihre Trollsession durchziehen und dann ist gut. Wenn du dich provozieren lässt, gibst du ihen schließlich genau das, was sie wollen.\n\nIch finde es persönlich ebenfalls sehr angenehm, dass du dir die Zeit genommen hast meine Antworten so ruhig und realistisch zu werten, das erlebt man schließlich oftmals anders. Ebenfalls ein Danke für den lehrreichen Einblick in deine Denkweise und deine Person, wenn du über meinen Hintergrund genaueres wissen möchtest, um meine Ausführungen einzuordnen, schreibe ich diesen gerne nieder. \n\nDer sachliche und höfliche Forennutzer wünscht eine schöne Woche. ;)","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-03-13T12:55:55.919+0000","up_votes":2,"down_votes":0,"body":"Im Großen und Ganzen ist das zwar richtig, aber ein paar Kleinigkeiten möchte ich aber erwähnen. Nach meinem Wissen, arbeitet der Leaverbuster auch komplett ohne Reports (es hat keinen Nachteil für AFK zu melden, ist aber nicht unbedingt nötig) und die Chatanalyse erkennt durchaus Kontext. Was alles darunter fällt weiß ich natürlich nicht, wenn man aber z. B. \"that lux ult was wasted/horrible\" schreibt und man damit nur sich selbst meinen kann, wird das nicht bestraft.","replies":[]},{"id":"","poster":"gyyyr","date":"2017-03-11T22:12:15.235+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-03-11T22:15:17.980+0000","up_votes":1,"down_votes":0,"body":"Vor- wie Nachteil eines Laptops, wenn ich zuhaue, wir es leider teuer.","replies":[]}]}]},{"id":"","poster":"Alânte","date":"2017-03-11T19:47:03.925+0000","up_votes":2,"down_votes":0,"body":"Fühlt sich immer gut an, dass sowas bestraft wird :DD","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2017-03-11T17:17:47.127+0000","up_votes":2,"down_votes":0,"body":"Hör auf zu flamen, dann hast du auch keine Probleme mehr. Das ist jetzt nicht so schwer zu begreifen.","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-03-11T14:46:07.022+0000","up_votes":1,"down_votes":0,"body":"Und du hattest vorher auch keine 10x CR? Auch sonst noch nie eine Bestrafung für Flame etc. im Chat?","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:49:28.200+0000","up_votes":1,"down_votes":2,"body":"Nope weswgen das ja lächerlich ist aber das raffen hier einige nicht. DIe lesen nur. WAS Vor jahren hatte der nen Perm ban? Alles klar das ist zhu 1000% gerechtfertigt. ^^","replies":[{"id":"","poster":"XenesisCH","date":"2017-03-11T14:51:39.434+0000","up_votes":1,"down_votes":0,"body":"Okey dann poste dein Chatlog doch bitte mal so wie es hier verlangt wrid bzw. mit Printscreen und ohne deine Kommentare:\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T14:52:31.080+0000","up_votes":1,"down_votes":2,"body":"Gerne erklärst du mir vorher aber bitte wie ich den Gesamten Chatlog auf einen Screen bringe? Oder reicht es wenn ich mehrere mache?","replies":[{"id":"","poster":"XenesisCH","date":"2017-03-11T14:53:09.784+0000","up_votes":1,"down_votes":0,"body":"Mehrere gehen auch","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T15:09:20.797+0000","up_votes":1,"down_votes":1,"body":"Bitte schön hier für alle zu lesen :)\n\nhttp://www.bilder-upload.eu/show.php?file=433221-1489244890.jpg\nhttp://www.bilder-upload.eu/show.php?file=430972-1489244972.jpg\nhttp://www.bilder-upload.eu/show.php?file=a68ad2-1489244975.jpg","replies":[{"id":"","poster":"XenesisCH","date":"2017-03-11T15:33:10.913+0000","up_votes":1,"down_votes":0,"body":"Hmm beim Link zwei und drei seh ich nichts.","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T16:09:24.415+0000","up_votes":1,"down_votes":1,"body":"Versuch mal die hier \n\nhttps://pl.vc/9tmdd \nhttps://pl.vc/de3lc \nhttps://pl.vc/jvpvd","replies":[{"id":"","poster":"XenesisCH","date":"2017-03-11T16:56:00.135+0000","up_votes":1,"down_votes":0,"body":"Okey danke dafür erstmal. Also es wurde dir ja bereits zur genüge erklärt, dass dein Verhalten nicht okey war, darüber müssen wir nicht diskutieren, denn das ist anhand der Chatlogs nicht zu übersehen. Nun meine persönliche Meinung, falls du mit diesem Account noch in keiner Weise aufgefallen bist und das deine absolut erste Strafe ist, dann finde ich das überspringen der 10x CR doch ein bisschen sonderbar, zumal ich auch keine rassistischen oder homophoben Ausdrücke und der gleichen finden kann. Das überspringen von Strafen ist selbstverständlich möglich, jedoch bei einem einzigen Chatlog wie deinem eine 25x CR als erste Strafe zu vergeben, finde ich auch ein bisschen viel und wenn dann hätte ich bei einem tadellosen Vorstrafenregister (gem. deiner Aussage) zuerst die 10x CR vergeben.\n\nVielleicht ist mir irgendetwas entgangen und die Toleranz für Strafen wurde verschärft, du bist allerdings der erste Fall, der gleich die erste Strafstufe überspringt ohne rassistische Ausdrücke etc. zu verwenden, den ich hier sehe.\n\nWär vielleicht schön von den anderen Forenuser oder einem Grünen Meinungen zu hören--> Ist das Überspringen der 10x CR ohne Vorstrafen und nur einem Chatlog wie diesem angebracht? Besteht in diesem Fall die Möglichkeit, dass das System einen Fehler gemacht hat und zuerst eine 10x CR Bestrafung vergeben sollte? Besteht eine Begründete Hoffnung, dass eine Supportanfrage Erfolg bringt?","replies":[{"id":"","poster":"Yggdrasils Keks","date":"2017-03-11T17:43:56.777+0000","up_votes":1,"down_votes":2,"body":"Danke wenigstens einer. \n\nNe den Support schreib ich nicht mehr an seit dem ich nen Acc von NA auf EuW transferieren wollte und als ich die Email adresse geändert habe mir unterstellt wurde der Acc sei gekauft gewesen. Das wurde zwar nach 4 Monaten geklärt und man hat sich entschuldigt aber der Support von Riot ist so dermaßen unfähig das ich die für überhaupt nichts mehr anschreibe. \n\nDanke trotzdem zumindest einer begreift das hier was stinkt und es nicht mein Chatlog oder mein Verhalten ist. ^^","replies":[{"id":"","poster":"OT Riku","date":"2017-03-11T18:04:08.521+0000","up_votes":2,"down_votes":0,"body":"Du solltest trotzdem mal über dein verhalten nachdenken.\nAuch wenn dir die 25er Cr ungerecht erscheint ist sie in sofern berechtig, das du dann eine 10er Cr erhalten hättest.\nWenn du dein verhalten nicht änderst wirst du ab jetzt noch schneller bestraft.\nDu bist quasi aif Bewährung und ein Ausrutscher könnte die nächste Strafstufe bedeuten.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2017-03-11T20:58:37.769+0000","up_votes":1,"down_votes":0,"body":"Ich finde nicht. \n\nAllerdings finde ich auch 10 Games Restriction nicht gut. Das hilft null um ihn vom Flamen abzuhalten... was helfen würde wäre eine Auszeit von 2 Tagen oder so :/","replies":[{"id":"","poster":"Sirrkas","date":"2017-03-13T12:57:19.459+0000","up_votes":1,"down_votes":0,"body":"Nach den Infos die ich habe, ist die CR dafür besser geeignet als ein kurzer Bann. Sonst hätten sie den 1 Tagesbann aus dem Tribunal sicher für das Instantfeedbacksystem übernommen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}