{"id":"EW8Axafz","poster":"ıven","date":"2017-03-10T19:28:38.836+0000","title":"Suche Smurf der mir beim aufsteigen hilft..","subforum":"Clans & Teams","up_votes":1,"down_votes":12,"body":"SoloQ: Silber 4\r\nFlex: Bronze 4\r\n\r\nW&uuml;rde beides gerne ein bisschen schneller pushen.\r\nEinfach adden, falls du eh gerade rumsmurfst: TD VLaDi","replies":[{"id":"","poster":"Laìken","date":"2017-03-11T12:37:18.953+0000","up_votes":1,"down_votes":0,"body":"Darf man überhaupt im Forum ein Booster suchen?","replies":[]},{"id":"","poster":"GotJhinInMaPants","date":"2017-03-10T20:27:50.890+0000","up_votes":1,"down_votes":0,"body":"Tbh wenn du \"schneller pushen\" willst, lern aus deinen Fehlern. Sich boosten zu lassen bringt dir nichts auch wenn du dich diesem Niveau anpassen musst. Das einzige was du damit bezweckst ist, dass du deine Mitspieler runterziehst. Wenn du von alleine nicht aufsteigst gehörst nun mal in deine Elo, also wenn dich jetzt jemand carried und du danach alleine spiest wirst du halt 100% wieder demoted. Außerdem wenn du die Motivation nicht zeigst von alleine hoch zu kommen und besser zu werden warum interessiert es dich dann was für ne Elo du hast.","replies":[]},{"id":"","poster":"onidefaker","date":"2017-03-10T19:45:34.441+0000","up_votes":1,"down_votes":0,"body":"spiel dich selber hoch. du störst nur andere wenn du wie ein boosted bonobo in gold rumläufst und am ende landest du eh wd in silber. ausserdem macht ranked null sinn wenn man sich boosten lassen muss das ist einfach nur traurig","replies":[{"id":"","poster":"ıven","date":"2017-03-10T19:52:45.381+0000","up_votes":1,"down_votes":5,"body":"das hat nichts mit boosten zutun..","replies":[{"id":"","poster":"onidefaker","date":"2017-03-10T19:56:41.037+0000","up_votes":1,"down_votes":0,"body":"klar hat es das xD du suchst smurfs die dich carrien werden, genau das ist boosten. spiele alleine oder mit leuten deiner elo wenn du dich anständig verbessern willst.","replies":[{"id":"","poster":"ıven","date":"2017-03-10T20:04:00.339+0000","up_votes":1,"down_votes":4,"body":"wenn ich langfristig aufsteigen will muss ich mich dem niveau eh anpassen sonst funktioniert das nicht.","replies":[{"id":"","poster":"onidefaker","date":"2017-03-10T20:18:43.393+0000","up_votes":1,"down_votes":0,"body":"klar funktioniert das wie bei jedem anderem auch. ich hab mich alleine hochgespielt und duoq nie. weil ich alleine besser werden will und mich nicht carrien lassen will. schau mal lieber deine replays an und betreibe fehleranalyse wenn du wirklich so sehr climben willst ;D","replies":[]}]}]},{"id":"","poster":"Leylania","date":"2017-03-10T20:07:04.203+0000","up_votes":2,"down_votes":1,"body":"Sich von einem Smurf in eine höhere Elo ziehen zu lassen ist eine Form von Boosting. Allerdings nicht zu verwechseln mit dem Bezahlten Boosting wo du eine andere Person gegen Geld auf deinem Account spielen lässt, dieses ist im Gegensatz zum smurfen verboten. \n\nAllerdings muss ich meinem Vorredner zustimmen, was willst du in einer höheren Elo wenn du es nicht selber schaffst dorthin zu kommen? Wenn du dann alleine versuchst weiter zu ranken (niemand wird dir für immer helfen wollen) wirst du quasi nur noch verlieren und extrem schnell wieder absteigen. Dann versuch lieber an deinen Fehlern zu arbeiten und such dir notfalls einen netten DuoQ Partner auf deiner momentanen Elo der mit dir climben könnte. Dann bleibst du nämlich auch auf Langzeit in deiner Wunsch-Elo.","replies":[]}]}]}]}