{"id":"fiMfNhPE","poster":"Its Mister Tee","date":"2017-03-10T19:28:03.084+0000","title":"Kappa Sigma sucht dich!","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hey, Leute!\r\n\r\nDIe Community sucht weiterhin neue Mitglieder !\r\nWir sind eine junge, offene und freundliche Community die jeden Spieler willkommen hei&szlig;t die Spa&szlig; am Spiel haben, freundlich sind und interessiert sind in einer Community zu sein.\r\n\r\nWir bieten euch:\r\n\r\neinen eigenen, permanent, aktiven Teamspeakserver\r\neine freundliche, offene und herzliche Community an die ihr euch jederzeit widmen k&ouml;nnt\r\neinen akitven Leader und Adminstab an den man sich jederzeit wenden kann wenn man Fragen oder Anliegen hat\r\nUnsere Ziele:\r\n\r\nWir m&ouml;chten eine gro&szlig;e und konstante Community aufbauen die auf Zusammenhalt und Freundlichkeit baut! Au&szlig;erdem wollen wir soweit kommen das wir Claninterne Turniere und Events starten k&ouml;nnen sowie gelegentliche RP und Skingewinnspiele!\r\nAu&szlig;erdem wollen wir unsere Teamranked und Turnierabteilung gro&szlig; gestalten dort unsere Erfolge feiern und auch Sponsoren an Land ziehen damit Teamspeak und Gewinne bei Event und Gewinnspielen garantiert sind.\r\nWir erwarten:\r\n\r\nein Mindestalter von 18, bei geistiger Reife nehmen wir uns vor Ausnahmen zu machen\r\naktivit&auml;t auf dem Teamspeakserver und ein funktionierendes Headset\r\nJeder kann mal einen schlechten Tag haben aber Respekt und H&ouml;flichkeit sind uns sehr wichtig!\r\nInteresse, denn wir wollen keine Clanhopper\r\nWenn wir euer Interesse geweckt haben meldet euch gerne bei\r\n\r\nKSG Triix - Communityleiter\r\nKSG Shisuke - Co - Leiter\r\nKSG Callboy - Admin\r\npaul13057 - Admin\r\nFlamer of Death - Admin\r\nBesucht uns auch gerne auf unserem Teamspeak:\r\n\r\n62.104.20.210:10119\r\n\r\nUnd besucht doch unsere neue Facebookseite:\r\n\r\nhttps://www.facebook.com/KappaSigmaLol/\r\n\r\nEuch einen sch&ouml;nen Tag und freundliche Gr&uuml;&szlig;e\r\n\r\nKSG TRiiX","replies":[]}