{"id":"6HTpmizN","poster":"Queen Noth","date":"2017-03-10T11:23:19.058+0000","title":"Mein Client ist scheinbar total kaputt, kann nicht mal die Beta Clientaktualisierung starten.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, ich wollte grad ein Ranked starten und ein Yasuospieler wollte, dass ich sein Champ picke, damit niemand von gegnerteam es nimmt, und wir dann unsere Champs traden k&ouml;nnen. So weit so gut, doch dann kam leider die katastrophe: Als wir gerade traden wollte und ich sogar auf den Tradensymbol klicken wollte, schloss sich mein Lol-Client einfach so ohne ersichtlichen Grund. Ich musste mich nochmal einloggen und tja... das traden war gescheitert, ich wurde wurde Team angeschnauzt und hab geleavt damit sie remaken k&ouml;nnen (sie wollten das)... tja, ich hab jetzt &uuml;berlegt: Da ich in letzter zeit eh oft Pingprobleme hab, seltsame Crashmeldungen obwohl ich mich nur frisch eingeloggt hab und ich noch den alten Client benutze, haben mir schon einige Freunde geraten nun zum Betaclienten zu wechseln und es vielleicht daran liegt. Wollte ich machen. Ich klicke auf aktualisieren, dann aktualisiereung starten - nix passiert. Klicke nochmal und au&szlig;er das Video von den &Uuml;bungsmodus, ist jetzt nicht mehr das Feld da um es zu starten.\r\n\r\nJetzt bin ich komplett ratlos, weil ich mich jetzt nicht mehr traue mit den alten Client zu spielen, da es vielleicht wieder zu nen Schlamassel kommt :(\r\nHat jmd ne Idee?","replies":[{"id":"","poster":"legofreak1","date":"2017-03-10T13:45:31.363+0000","up_votes":1,"down_votes":0,"body":"Lass bitte das [Hextech Repari Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) drüberlaufen, dieses sollte die meisten Fehler mit deinem Client beheben. Wenn das nicht hilft, deinstalliere lol bitte, lösche alle verbliebenen Dateien aus dem Installationspfad und installiere das Spiel danach neu. Damit sollte auch automatisch zum neuen Client gewechselt werden.","replies":[]}]}