{"id":"0VE1B5w9","poster":"4 For Maggie","date":"2019-05-20T07:00:28.230+0000","title":"[TGSG] Wundertüte","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Wundertüten können was feines sein.\n\nJe nachdem was du dir für eine kaufst, freust du dich über jeglichen Inhalt. Als ich klein war gab es nur \"0815 Wundertüten\" an der Tankstelle. Zumindest sind das die einzigen an die ich mich erinnere. Deswegen war das Spielzeug auch wirklich, WIRKLICH, random - mehr als \"Für Mädchen oder Junge\" konnte man nicht entscheiden. Mittlerweile kann man Wundertüten nach \"Bedarf\" kaufen. Barbie-Wundertüten oder My Little Pony-Wundertüten sehen ziemlich prall gefüllt aus, kosten aber mittlerweile auch 10 (?) € aufwärts. Keine Ahnung was Jungs mittlerweile für Auswahl haben °^°\n\nWundertüten können aber auch verwirrend sein!\n\nDie mit Abstand größte Wundertüte im letzten X Zeitraum war vergangenes Wochenende Team Liquid. War man am Samstag noch in der Lage den Weltmeister easy umzuhauen, hat man sich von G2 einfach die Unterhose über den Kopf ziehen lassen. Es gab Anzeichen das man das nicht so einfach passieren lassen möchte - aber - am Ende galt dann doch \"Wenn du still hältst, tut es nicht ganz so weh\". Samstag war ein schöner Finaltag - Sonntag hätte man actually eine Vergewaltigung melden und das Spiel abbrechen müssen >.&lt;\n\nSamstag ist außerdem mein Pixel angekommen \\o/ Und ich hab es so lieb gewonnen in kürzester Zeit!\n\nIst halt nur komisch das Handy zu wechseln weil ich immer Angst habe 'da ist noch was auf dem alten' das nicht vergessen werden darf. Mal schauen wann sich das legt xp Aber es tut einfach gut nach fünf/ sechs Jahren mal wieder richtig auf Neustem Stand zu sein. Ich liebe ja diese ganzen Spielereien und sei es nur der Fakt das mein Handy die Discord-App öffnet wenn ich es ihm sage (die App wollte ich nicht mal 24h vorher niemals auf dem Handy haben aber irgendwie ... ist es dann passiert XD) oder es um die Kamera geht mit all ihren Verbesserungen und neuen Funktionen (oder was sich eben so allgemein ändert von Sony zu Google).\n\nWar Samstag Vormittag noch ein klein wenig Skepsis vorhanden, war sie dann doch weg gefegt nachdem das gute Stück ausgepackt + eingerichtet + aktualisiert war! Yeay. Fehlt nur noch die Hülle °^° Ich Nase habe natürlich eine Hülle für das falsche Modell bestellt XDDD Irgendwas musste ja kommen :'D Dafür hab ich eine gefunden die ... wie nennt man das? ... Mir zwingt sich das Wort \"Mäppchen\" auf XD aber das ist nicht ganz korrekt. Halt so eine Tasche! Zum aufklappen! Vorne mit Fächern für Karten oder Geld!\n\nDie Woche ist aber trotzdem doof °^° Ich hab mir halt voll die Besichtigungen aufgeladen -.- Schon so eine richtige Nervigkeit! Theoretisch würde ich sagen das die Besichtigungen eh keinen Sinn machen - ABER - wenn es in den Fällen dann trotzdem mal zu einer Aufnahme kommen sollte, müssen solche Dinge nicht mehr abgeklärt werden. Erst muss ja eh der Belegstop weg. Was hoffentlich Ewigkeiten dauern wird da man keine Fachkräfte findet oder sie nicht bleiben :>\n\n#HEUTE IST AUßERDEM GAME OF THRONES FINALE! NICHT VERGESSEN!\n\nIch bin noch unschlüssig ob ich mir zumindest Pringles oder so zum knabbern kaufe oder mich mit einem Eisbecher (Waldfrucht + Käsekuchen /nicht mal mehr ganz die Hälfte drin) zufrieden gebe. Da fällt mir ein das das Mittagessen auch nicht geregelt ist -.- nur zwei Croissants! Uff XD Kann ich bitte wieder nach Hause?! °^°\n\nNja.\nFertig :>\n\nP.S.\nAngeben möchte ich außerdem auch noch, auf Pokemon Go bezogen!\n#**Ich habe ein Pikachu mit Detektiv-Hut gefangen!**\n\nFreitag habe ich ein Arkani gefangen und Samstag Pokemon Go auf dem neuen Handy installiert. Natürlich musste ich ein Foto machen. Arkani wie es auf meinem Hundi sitzt. Beim betrachten des Bildes hatte ich plötzlich zwei Fotos und auf einem hat mich das Pikachu mit Hut ge-Photobombed! Also aus dem Menü raus und BOOOOOOM \\o/ Spawnt ein Pikachu mit Detektiv-Hut neben mir O.O &lt;3","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T07:08:08.862+0000","up_votes":1,"down_votes":0,"body":"Nachdem ich den Sonntag damit verbracht habe mir die 5 Folgen zu geben muss ich sagen, meine Erwartungen an die Story wurden trotz tiefer Stapelung enttäuscht, meine Erwartungen an das Shitfest, welches sich entfalten wird wurden hingegen stark übertroffen.\n\nEs treibt mir immer wieder Tränen der Freude in die Augen, wenn ich sehe wie nutzlos Rüstungen in Filmen sind. Da wird ein Plattenpanzer auch mal gerne von einem Holzschaft durchbohrt, oder durch einen gewordenen Speer. Omegalol. \n\nZerstört halt ein bisschen die Dramatik, wenn man in einer Schlacht bei fast jedem der Umfällt sagen muss:\"Du bist nicht tot, steh bitte wieder auf und kämpf du Simulant.\"","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:09:56.496+0000","up_votes":1,"down_votes":0,"body":"Kennst du das Video wo fast jeder Charakter vom Finale enttäuscht ist?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T07:12:32.624+0000","up_votes":1,"down_votes":0,"body":"Nö, bin mal gespannt wie sie das auflösen. Würde ja meine Vermutung auch hier schreiben, aber per Handy kann ich keine Spoiler einstellen. Und so fair wie ich schon sein.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:13:50.022+0000","up_votes":1,"down_votes":0,"body":"[https://www.youtube.com/watch?v=EA7UQOYskas](https://www.youtube.com/watch?v=EA7UQOYskas)\n\nHint, man merkt **vielleicht** den Sarkasmus raus, da sie durch den Vertrag nichts wirklich schlechtes sagen dürfen.\nHeißt nicht das sie nichts betonen können. :3333\n\nAchja, Dumbledore stirbt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:21:04.524+0000","up_votes":1,"down_votes":0,"body":"Ja aber man kann von allem enttäuscht sein wenn man das will ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T07:49:57.919+0000","up_votes":1,"down_votes":0,"body":"Bruder das war doch straight up schlecht. Kannst du mir nicht erzählen. Kein einziger Charakter macht noch irgendwie das, was sie machen sollten. Alle Enden sind bislang maximal unbelohnend und es gibt noch eine Folge und die wird das nicht drehen können.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:57:38.794+0000","up_votes":1,"down_votes":0,"body":"Was sollten die Charaktere den machen ? :0\n\n\nWeiß nicht ob das als Spoiler zählen könnte und am Handy kann ich das auch nicht markieren daher Vorsicht :3 \n\n.\n.\n.\n.\n.\n\n\n\nMöglicher Spoiler \n\n.\n.\n.\n.\n.\n.\n\n\n\n\nBei mir wäre in der letzten Staffel ganz Königsmund direkt von den Drachen zerbombt worden. Zivile Verluste sind verkraftbar ^^' \n\nHätte das alles easy gelöst und mich dann um die andere Gefahr gekümmert ^^'","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T08:56:59.545+0000","up_votes":2,"down_votes":0,"body":"Ja dann los\n\n**Spoiler Alarm**\n\nWarum reitet leichte Kavallerie frontal im Dunkeln auf einen unbekannten Feind zu?\n\nWieso zum fick macht keiner der White Walker auch nur irgendetwas?\n\nWieso sind die Ritter des grünen Tals und die Eisenmänner in Winterfell und fucken nicht einfach off? \nAbgesehen davon, dass sie ihren Protektor des Tals in Staffel 7 einfach mal nicht beschützt haben. Aber hey Eide und so ein Quatsch...\n\nWieso wird Theon von einem Holzschaft durchbohrt?\nWieso werden Dondarrion und Mormont von Kurzschwertern oder Messern abgestochen?\n\nWieso schlitzen die Araks der Dotraki die Lannister Soldaten auf wie Brot?\n\nWieso schießt kein einziger der Skorpione in Kings Landing?\n\nWieso trifft kein einziger der Skorpione der Iron Fleet?\n\nWieso antwortet die Mannschaft von Euron auf seine Befehle, wenn die alle stumm sind?\n\nWieso kann Sandor Klegan drei Ritter der Kingsguard in unter 30 Sekunden besiegen?\n\nWieso haben wir überhaupt ein Duell der Klegan Brüder? Niemand wollte das.\n\n\"Die Kräfte sind ausgeglichen\" Atomrofl\n\nDie Nordmänner und Ritter des Grünen Tals sind alles Kriegsverbrecher und handeln gegen den Befehl ihres Kommandanten/Herrschers.\n\n\"That's not how fire Works\"\n\nVarys... \n\nBronn...\n\nDaenerys legitiert den einzigen Erben des letzten rechtmäßigen Königs... \n\nArya...\n\nIch denke ich habe einige Punkte klar gemacht. Und das sind lange nicht alle.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T09:07:24.473+0000","up_votes":1,"down_votes":0,"body":"Jaime überlebt es mit voller Plattenrüstung  in einen See zu fallen, Bronn kann ihn natüüürlich hochziehen, trotz nasser Kleidung und Rüstung. \nNa sichi.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:15:31.021+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt in der Welt sind Menschen einfach stärker :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T09:21:43.821+0000","up_votes":1,"down_votes":0,"body":"Interessanterweise wurde tatsächlich mal errechnet, ob die in der Serie gezeigten Distanzen mit den angegebenen Zeiten zusammenpassen. Da wir wissen wie groß Westeros ist, können wir die Distanzen errechnen. In der Serie werden dazu Zeiträume genannt. \n\nErgebnis: \nVöllig unmöglich. \n\n*Es sei denn*, in der Welt wäre alles (also wirklich **alles** außer den Distanzen) doppelt so groß wie in unserer Welt, also doppelt so große Menschen, Gebäude etc ^^. Das würde die Distanzen effektiv halbieren. \n\nWäre also eine neue Frage, ob ein doppelt so großer Bronn eher in der Lage wäre einen doppelt so großen Jaime aus dem See zu fischen. Ggf ist eine Verdopplung der Muskeldichte einfach besser als eine Verdopplung von Jaimes Gewicht? Zumindest die Oberflächenreibung im Wasser verdoppelt sich nicht linear, das spielt Bronn schonmal in die Karten bei seinem Stunt ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:27:44.589+0000","up_votes":1,"down_votes":0,"body":"Oder man zerdenkt  das ganze einfach nicht so :D dann hat man auch Spaß :) \n\nSonst müssen wir auch über Drachen.  Magie und Tote die leben jammern :) ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:35:58.534+0000","up_votes":3,"down_votes":0,"body":"Nein, denn wenn eine Fantasy Welt in ihren eigenen Regeln sinnvoll ist, hat damit niemand ein Problem. Wenn sie ihre eigenen Regeln aber bricht, ist das schlicht und ergreifend schlechtes Drehbuch. Und wenn man sowas nicht \"zerdenkt\" kommen die damit durch und ziehen auf Dauer die Qualität von nachfolgenden Projekten herunter. Deswegen muss man sowas anklagen","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:06:47.265+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00000000000000000000000100010001000000000000000000000001,timestamp=2019-05-20T09:44:23.049+0000)\n>\n> Dann sollte man euch eine Staffel nur damit geben von A nach B zu reißen ? Ok easy ohne Text nur Aufnahmen vom laufen \n> \n> Vilt hat die Welt ja eine andere Art der Meter Systems und ist dadurch kleiner als wir es denken ? \n> Oder die Leute laufen schneller :3 \n> Wenn man sich nicht vorstellen kann das die das einfach können dann sind Serien denk ich im allgemeinen nichts für einen ^^ \n> \n> Weil dann ist JEDE serie und film schlecht es gibt immer etwas was nicht sein kann ^^ \n> \n> Ist es in den Büchern so beschrieben das die so lange laufen also auf vielen Seiten? Oder steht da auch nur naja 2 wochen später ?\n\nVölliger Quatsch, in den Büchern werden die Entfernungen korrekt dargestellt. Warum sollte man 4 Seiten \"laufen\" beschreiben, wie in jedem Buch und jeder Erzählung werden die uninteressanten Stellen einfach übersprungen. \n\nDas Problem an der Serie ist, dass sie für die Dramaturgie bzw. für ihre eigenen Vorstellungen der Story ihre Glaubwürdigkeit opfert. Dann läuft die Lennister Armee halt man 500 Meilen in einer Woche, muss ja rechtzeitig in Rosengarten sein, für max Drama. Und dann wieder 700 Meilen nach Kings Landing zurück, wäre ja doof, wenn der Konvoi irgendwo im Nirgendwo überfallen wird und das Gold es nicht nach Kings Landing hinein schafft. Dann hätte Cersei ja nichts mehr um sich eine Armee für die Spannung zu kaufen. \n\nWir haben unsere Charactere im Norden in eine Falle geschrieben? Egal, ist Gendry halt mal so schnell wie ein Rabe, der Rabe so schnell wie ein Flugzeug und Danearys mit ihrem Drachen so schnell wie eine Interkontinentalrakete. Muss halt. \n\nDas Problem ist, dass sich die Autoren der Serie in den letzten Staffeln keinerlei Mühe dabei gegeben haben, die Handlung im Rahmen ihrer Welt funktionieren zu lassen. Die Entfernungen sind da nur eine Sache, das Durchschlagen von Plattenrüstungen mit Holzstielen eine Weitere. \n\nDavon, dass Danearys eine Flotte Schiffe nicht sieht, die grade auf sie zielt fangen wir erst gar nicht wieder an.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:50:57.088+0000","up_votes":2,"down_votes":0,"body":"Es geht darum, dass Entfernungen in unrealistischer Zeit zurück gelegt werden, weil es die Handlung so verlangt. Und genau das ist der Punkt. Die Regeln der Welt werden verbogen, um der Handlung zu dienen und genau das macht schlechtes Writing aus.\n\nBeispiel mit Gendry:\n\nEr hätte weder die Nachtwache so schnell erreichen können, noch den Raben zu Daenerys schicken können, noch hätte sie Rechtzeitig im Norden sein können. \n\nDas alles ist aber passiert, damit die \"Heldengruppe\" nicht stirbt. Gutes writing wäre gewesen sie entweder nicht in eine solche Situation zu bringen oder sie sterben zu lassen, weil das im Rahmen der Welt und ihrer Regeln realistisch gewesen wäre.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T11:50:49.515+0000","up_votes":1,"down_votes":0,"body":"Nein das tut es eben nicht und genau das ist es, worauf ich hinaus will. Natürlich wird es immer ein oder zwei kleine Fehler geben, die aber im großen und ganzen nichts ausmachen. Hier geht es aber um das Konsequente ignorieren der eignen Welt zu Gunsten einer vereinfachten Handlung und vermeintlich überwältigender Bildgewalt.\n\nBeispielsweise hätte man die gesamte Handlung sehr viel einfacher und Game of Thrones mäßiger beenden können, ohne riesige Schlachten mit fragwürdiger Ausgangslage und noch fragwürdigerem Verlauf.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T11:44:44.964+0000","up_votes":1,"down_votes":0,"body":"Nein das tut es eben nicht und genau das ist es, worauf ich hinaus will. Natürlich wird es immer ein oder zwei kleine Fehler geben, die aber im großen und ganzen nichts ausmachen. Hier geht es aber um das Konsequente ignorieren der eignen Welt zu Gunsten einer vereinfachten Handlung","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:24:52.063+0000","up_votes":1,"down_votes":0,"body":"Naja wie gesagt dann sind alle Serien und Filme so gesehen schlecht :) \nWeil sowas in jeden film und serie passiert :) \n\nNur kann ich damit leben und spaß haben.\nHoffe das HBO nichts auf den ganzen shit Storm gibt ^^ \n\n\nNaja aber jeden das seine :) \nIch gönn mir heute abend die letzte Folge und hab sicher meine spaß und mehr auch nicht :P","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:20:32.314+0000","up_votes":1,"down_votes":0,"body":"Mhh dann hoffe ich wie auch schon gesagt das ihr keine Filme und Serien schaut weil sowas findet man immer ;)","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T10:23:27.597+0000","up_votes":1,"down_votes":0,"body":"> Es geht darum, dass Entfernungen in unrealistischer Zeit zurück gelegt werden, weil es die Handlung so verlangt. Und genau das ist der Punkt. Die Regeln der Welt werden verbogen, um der Handlung zu dienen und genau das macht schlechtes Writing aus.\n\nVorallem haben sie mehrere Folgen exakt dafür Episoden geopfert, falls man sich ja mal an die ersten Episoden erinnert....","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T09:41:15.361+0000","up_votes":1,"down_votes":0,"body":"Eben, GoT war Fantasy, hatte aber ihre festen Regeln, wodurch auch Hauptcharaktere sterben **konnten** (weißt du, das was es mit unter groß gemacht hat?).\nMan kann sich jeden einzelnen Fehler zur Roten Hochzeit angucken und es macht Sinn. So geht es bei allen Dingen die in der Serie passieren, alles ist in der Welt schlüssig, bis Martins Bücher fehlen.\nDu bist halt einfach eine der Personen die nicht aktzeptieren das ihr Heiligtum kritisiert wird und es als der mittlerweile unintelligente Schmutz gezeigt wird der es ist.\n\nAchja, 6.5 Wertung auf Imdb für die letzte Folge, sind wohl doch mehr als nur wir zwei die sowas nicht mögen.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:44:23.049+0000","up_votes":1,"down_votes":1,"body":"Dann sollte man euch eine Staffel nur damit geben von A nach B zu reißen ? Ok easy ohne Text nur Aufnahmen vom laufen \n\nVilt hat die Welt ja eine andere Art der Meter Systems und ist dadurch kleiner als wir es denken ? \nOder die Leute laufen schneller :3 \nWenn man sich nicht vorstellen kann das die das einfach können dann sind Serien denk ich im allgemeinen nichts für einen ^^ \n\nWeil dann ist JEDE serie und film schlecht es gibt immer etwas was nicht sein kann ^^ \n\nIst es in den Büchern so beschrieben das die so lange laufen also auf vielen Seiten? Oder steht da auch nur naja 2 wochen später ?\n\n","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:36:22.235+0000","up_votes":2,"down_votes":0,"body":"Der Marathon Kult des Gendrys","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:08:41.849+0000","up_votes":1,"down_votes":1,"body":"Ja das mit den Skorpionen :D \nIst so ne Sache gewesen ^^ aber Vilt waren die am morgen noch nicht ganz fit ^^ \n\nWarum sollten die weite Walter kämpfen? \nFür was hat man fuss Volk in Massen :) \n\nIch glaube du überschätzt Rüstungen ^^' \n\nHab mir mal einen kleinen Ast 1 cm Durchmesser in de Seiten Wand von einen reifen gerammt durch den Draht da Holz war dann im raufen ;) \n\nDa ist ein Speer der abgebrochen ist mit Wucht den ich kein Problem. \nImmerhin ist er nicht umsonst der ober Boss ^^ \n\nUnd zu Kavallerie naja gut. Gegen echte Menschen wäre das garnicht so dumm sie einfach um zu rennen. Wie gesagt war ihr erster Kampf gegen Tote beim nächsten mal wird besser ^^ \n\nUnd viele andere Dinge mögen doof erscheinen aber so ist es nun mal :) \nIn echt passieren auch dumme Dinge und man kann es nicht ändern\n\n\nUnd der Hund und sein Bruder... Ganz einfach Rache für sein verbranntes Gesicht :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T09:24:27.148+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=E8vFfDuG-iA","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:30:52.605+0000","up_votes":1,"down_votes":1,"body":"Kann ich erst daheim schauen. \n\n\nAber wie gesagt Nacht König ist sicher stärker als ein Mensch :)\n\nHinzukommt das die Rüstungen Vilt auch schlecht gemacht waren ;) \nOder schlechtes Material ^^ \n\nOder das Holz war auch einen besonderen Baum ^^","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T09:43:47.957+0000","up_votes":1,"down_votes":0,"body":"Brudi, bei Tests werden immer nachempfundene Rüstungen benutzt, früher waren sogar die Waffen schlechter, einfach weil sie aus schlechtem Material waren.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:17:19.782+0000","up_votes":1,"down_votes":0,"body":"Und trotzdem Schaft es ein morschen 1 cm Durchmesser Ast komplett durch meinen reifen :) Gummi und Mantel \n\nDa schafft es ein Holz Speer Ader abgebrochen ist auch durch 2 mm Blech ;) \n\nAusserdem Vilt hat der Nacht König den Speer nicht schnell gedreht und die richtige spitze Benutz die dann aber abgebrochen ist :0 nicht vorhandenes Problem gelöst :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T12:57:27.689+0000","up_votes":1,"down_votes":0,"body":"Bin go mehr Kraft als ein arm ;) \n\nDas ist das was der Nacht König hat mehr Kraft als ein normaler Mensch :) Fall abgeschlossen :) \nWar doch nicht so schwer ^^","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T12:39:52.838+0000","up_votes":1,"down_votes":0,"body":"Du weißt das Rüstungen kein fucking Blech waren, sondern (massiver) Stahl?\n\n>  Ihre durchschnittliche Dicke fand sich im Bereich zwischen 1,0 und 1,5 mm – hiermit war der Plattenpanzer faktisch undurchdringlich für jede Art Hieb oder Schnitt. Die einzige Möglichkeit  solche Rüstung zu bezwingen, war der Stich (insbesondere in die Lücken an den Scharnieren) bzw. der Schlag gegen stoßempfindliche Körperpartien wie den Kopf oder Brustkorb. \n\nUnd fast alle in GoT tragen Plattenpanzer in den Schlachten.\n\nAußerdem bedenkst du nicht das du mit dem Auto gegen den Ast gefahren bist und ein Auto etwas mehr Kraft besitzt als ein Arm?","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:33:15.713+0000","up_votes":1,"down_votes":0,"body":"Ich überschatze Rüstungen?! Ich denke nicht. Ich habe mich im Zuge von Recherchen ausführlich mit diesem Thema beschäftigt.\n\nWenn du keine schwere Hiebwaffe dabei hattest waren deine einzigen Chancen einen Gegner in Plattenpanzer zu besiegen der Mordhau, bei dem du dein Schwert an der Klinge angefasst hast um es als improvisierten Streitkolben zu verwenden oder du hast es am Heft und dem vorderen Drittel der Klinge angefasst und versucht es durch die Lücken in der Panzerung zu schieben. Ansonsten warst du schlicht und einfach tot. \nOb du da der Hulk oder Larry der Otto bist, mit einem Holzschaft stichst du nicht durch die Vorder und Rückseite einer Rüstung mit einem Menschen dazwischen. \n\nDu überrenst auch ohne Panzerreiter nichts und niemanden, denn dabei verletzen sich deine Tiere ernsthaft und deine Reiter werden einfach aus dem Sattel gehoben.\n\nUnd warum die beiden Klegans gekämpft haben weiß jeder, es wollte nur keiner weil es Klischeehaft und einfach lame ist.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:18:10.337+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=0000000000000000000000010001000100010001,timestamp=2019-05-20T09:33:15.713+0000)\n>\n> Ich überschatze Rüstungen?! Ich denke nicht. Ich habe mich im Zuge von Recherchen ausführlich mit diesem Thema beschäftigt.\n> \n> Wenn du keine schwere Hiebwaffe dabei hattest waren deine einzigen Chancen einen Gegner in Plattenpanzer zu besiegen der Mordhau, bei dem du dein Schwert an der Klinge angefasst hast um es als improvisierten Streitkolben zu verwenden oder du hast es am Heft und dem vorderen Drittel der Klinge angefasst und versucht es durch die Lücken in der Panzerung zu schieben. Ansonsten warst du schlicht und einfach tot. \n> Ob du da der Hulk oder Larry der Otto bist, mit einem Holzschaft stichst du nicht durch die Vorder und Rückseite einer Rüstung mit einem Menschen dazwischen. \n> \n> Du überrenst auch ohne Panzerreiter nichts und niemanden, denn dabei verletzen sich deine Tiere ernsthaft und deine Reiter werden einfach aus dem Sattel gehoben.\n> \n> Und warum die beiden Klegans gekämpft haben weiß jeder, es wollte nur keiner weil es Klischeehaft und einfach lame ist.\n\nDie Schlacht von Winterfell kann ich mir immer noch halbwegs damit erklären, dass John Schnee einfach nur ein schlechter Feldherr ist und Dany im Grunde auch keine überragenden Taktiker bei sich hat. \nSo ziemlich alle großen Strategen des Nordens sind auf der roten Hochzeit gestorben. John hat vom Lordcommander der Nachtwache nur gelernt, dass man idealerweise seine Festung verlässt und dem Feind draußen gegenübertritt. Außerdem hat er bisher nur Infanteriegefechte erlebt, von Dothraki hat er keine Ahnung. Grauer Wurm und die Ritter des Grünen Tals sind keine Strategen, die führen \"nur\" ihre eigenen Leute auf Truppenebene. Der beste Kollege wäre noch Ser Baristan Selmy gewesen, aber der ist tot. \n\nIch meine, stellen wir uns den Kriegsrat mal vor: \n\nDany: *In Ordnung, wie besiegen wir den Nachtkönig?\"\n\nSansa: *Pffff*\n\nJohn: *Der Nachtkönig kann nicht besiegt werden. Am besten stellen wir uns ihm mit allem was wir haben und sterben ehrenvoll.*\n\nBeliebiger Dothraki: *Die Toten können nicht kämpfen. Zerhacken wir sie!*\n\nTyrion: *Lasst uns nicht vergessen, wir haben noch Winterfell mit seinen Mauern und dem Graben. John Schnee, können wir uns nicht hier verschanzen und die Artillerie in den Hof stellen und damit über die Mauern nach draußen feuern?*\n\nJohn: *Der Nachtkönig ist unbesiegbar und wird sich darauf nicht einlassen. Wenn sie uns umstellen verhungern wir einfach, denn sie hungern nicht. Mein ehemaliger Lordcommander hat es richtig gemacht und ist ihnen Angesicht zu Angesicht gegenübergetreten. Wir können uns nicht vor dem Nachtkönig verstecken.*\n\nGrauer Wurm: *Die Unbefleckten verstecken sich nicht!*\n\nBeliebiger Dothraki: *HACKEN!!!*\n\nDany: *Dann ist das entschieden. Meine Drachen sind ohnehin unbesiegbar.*\n\nSansa: *Tssss...*\n\nUnd so zogen sie aus mit dem Schlachtplan: \n\n**HACKEN!!!**","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T10:25:10.625+0000","up_votes":1,"down_votes":0,"body":"Najaaaa also der Typ der die Ritter des Tals anführt ist immerhin ein richtiger echter Kommandant. Der kämpft ja schon seit drölf Jahren gegen die Bergstämme, verteidigt das Bluttor und war wahrscheinlich auch bei Roberts Rebellion mit am Start. Also auf der Wurstbrühe ist der nicht dahergeschwommen.\nMan hätte aber auch Selmy und den Blackfish nicht so hardcore wasten können, dann hätte man wenigstens noch einen oder gleich zwei sehr gute Charaktere gehabt. \n\nAber so im allgemeinen wirkt das alles sehr abenteuerlich, wenig durchdacht und durchzogen von Deus ex Machina und Altechsischer Plotmagie.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:31:36.088+0000","up_votes":1,"down_votes":0,"body":"Ja, der vom grünen Tal ist der Einzige, der vielleicht noch was auf dem Kasten haben könnte. Aber auch hier: Er hat den Hauptteil seiner Erfahrung im Kampf gegen einen unterlegenen Gegner gemacht, den man einfach niederreiten kann. Die Bergstämme sind keine Herausforderung für seine Panzerreiter. \nUnd auch bei Roberts Rebellion gebe ich ihm eher die Rolle eines Flankenkommandanten alà \"Nimm deine Ritter und mach ihr Fußvolk platt, wenn die Schlacht in vollem Gange ist.\"\n\nDementsprechend halte ich es auch bei ihm nicht für unrealistisch, wenn er einen Kavallerieangriff auf einen Gegner, der sich nur auf Infanterie verlässt gut findet. Kampf auf offenem Feld ist ohnehin gut für ihn, in der Festung bringen seine Ritter nix. \n\nAbgesehen davon hat man die Ritter des grünen Tals vor während und nach der Schlacht ohnehin nirgendwo sehen können xD","replies":[]}]}]}]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T08:02:14.762+0000","up_votes":1,"down_votes":0,"body":"Ja richtig und ganz Westeros gegen Danny aufgebracht.\nWas schon ziemlich lange der Konsens war, das die Aktion eine scheiß Idee ist.\nIst ungefähr so erfolgreich wie eine Stadt zu zerbomben und sie dann friedlich besetzen zu wollen, damit die Leute dich da mögen.\nErstens gibt es dann da weniger Leute, zweitens hasst dich jeder. Dazu noch dein Status in der Welt, weil evtl hast du Zivis umgebracht.\n\n\nAhja, Spoiler, das Tyrion, einer der klügsten Männer Westeros, die Frauen und Kinder in der Krypta unterbring um sie vom Nachtkönig zu schützen..der Tote aufwecken kann...merkste selber?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T08:41:54.946+0000","up_votes":1,"down_votes":0,"body":"*crys in Varys*\nNach Petyr einer der schlimmsten verrisse des Charakters.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T08:43:53.911+0000","up_votes":1,"down_votes":0,"body":"Wie dumm die letzten Episoden von Petyr waren, lmao.\nEr hat in jeder Intrige seiner Finger, aber verkackt gegen zwei Gören.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T08:58:58.686+0000","up_votes":1,"down_votes":0,"body":"Von Starks outsmarted zu werden ist auch die größte Schande die einem widerfahren kann.\nAber hey, er hat ja nur den ganzen Krieg mit einer Intrige gestarten und vielleicht sogar Roberts Rebellion ausgelöst. Der ist halt einfach ein bisschen dumm.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:01:30.439+0000","up_votes":1,"down_votes":0,"body":"Irgendwann hat man eben kein glück mehr","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:36:56.502+0000","up_votes":2,"down_votes":0,"body":"Was genau hat dich zu der Annahme geführt irgendetwas von Littlefingers Handlungen hätte entfernt mit Glück zu tun?","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T09:05:00.156+0000","up_votes":1,"down_votes":0,"body":"Klug sein hat nichts mit Glück zutun.\nHawking hatte ja sicher auch immer nur Glück und war nicht klug.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:14:31.297+0000","up_votes":1,"down_votes":1,"body":"Naja das ist ja was anderes :) und bin mir sicher er hat sich auch schon geirrt :3","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:48:41.435+0000","up_votes":1,"down_votes":0,"body":"Ich glaube da ich die Bücher nicht gelesen habe tu ich mir einfach leichter die serie zu genießen :3","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T08:59:22.495+0000","up_votes":2,"down_votes":0,"body":"Hat damit zwar auch was aber nicht ausschließlich zu tun. Gibt genug Dinge die innerhalb der Serie nicht logisch sind.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:24:08.620+0000","up_votes":1,"down_votes":0,"body":"Ok gut das ist liegt wohl jetzt an mir aber wenn ich ein große Armee habe ^^ und 3 Drachen ist es mir reichlich egal wer was von mir hält ... Da die meisten dann nicht mehr lange da sind um sich zu beschweren :0 \n\nAber das wäre halt ich ^^ \n\n\nUnd das mit tyrion und der krypta ist ganz normal. Was sonst hätte man mit den Kindern und Frauen machen sollen ? \nEr hat sich so verhalten wie man es im Falle eines Krieges tut. \n\nUnd das alte Knochen und moderne Leichen sich durch \"Stein\" Särge durch schlagen ist da schon für mich das doofere Problem ^^ \n\nAber insgesamt vollkommen ok \nKlar als Zuschauer kann man viel sagen was hätte sein sollen. Aber als die Figur in der Situation genau das richtige","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T08:39:54.344+0000","up_votes":1,"down_votes":0,"body":"> Ok gut das ist liegt wohl jetzt an mir aber wenn ich ein große Armee habe ^^ und 3 Drachen ist es mir reichlich egal wer was von mir hält ... Da die meisten dann nicht mehr lange da sind um sich zu beschweren :0\n\nRichtig und so ist der erste Mad King gestorben.\n\n> Und das mit tyrion und der krypta ist ganz normal. Was sonst hätte man mit den Kindern und Frauen machen sollen ?\nEr hat sich so verhalten wie man es im Falle eines Krieges tut.\n\n> Und das alte Knochen und moderne Leichen sich durch \"Stein\" Särge durch schlagen ist da schon für mich das doofere Problem ^^\n\nWegschicken, alles ist besser als das, vorallem da Tyrion selber nicht an sowas gedacht hat. Und wir wissen wie weit er vorausdenken kann, naja, jeder der sich an alles VOR Staffel Sieben erinnert.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:41:57.185+0000","up_votes":1,"down_votes":0,"body":"Alles vor Staffel sieben waren berechenenbare Menschen :) \n\nDas ist eine andere Art gegner.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T08:45:08.799+0000","up_votes":1,"down_votes":0,"body":"Richtig, Cersei ist richtig berechenbar, Varys war richtig berechenbar und Petyr auch.\nLol","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:47:28.088+0000","up_votes":1,"down_votes":1,"body":"Und dennoch NUR Menschen und keine echten Monster bzw. Untote :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:56:32.795+0000","up_votes":2,"down_votes":1,"body":"Das was der Brennstab aus der Gruppe der Actinoide (7. Periode, f-Block) sagt.","replies":[]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:24:24.280+0000","up_votes":1,"down_votes":0,"body":"Näh, die letzte Staffel war schon scheiße und viel zu blöd für GoT. \nHaben halt vergessen was sie groß gemacht hat und jetzt läuft jeder mit Plotarmor rum und macht kernbehinderte Dinge.\nSchon scheiße wenn man nur Bücher gut umsetzen kann, aber keine eigene Handlung auf die Beine bekommt.\nDafür lieber große Action für Idioten.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:28:12.411+0000","up_votes":2,"down_votes":1,"body":"Oder man akzeptiert einfach wie es ist und genießt das was da ist :) \n\nAber gut heute wird halt auch wegen jeder Kleinigkeit gejammert ^^ \n\nKlar ist die Staffel nicht so gut wie der ersten 6 staffeln ca. Aber trotzdem kann man sie entspannt anschauen. Ausser natürlich man will zwanghaft was schlechtes drin sehen :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:38:16.075+0000","up_votes":1,"down_votes":0,"body":"Man kann auch Grenzen aufzeigen, damit in Zukunft so etwas nicht mehr passiert.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:46:20.307+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du das ?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:53:14.077+0000","up_votes":1,"down_votes":0,"body":"Das man Fehler und schlampige Arbeit zu recht kritisiert, um einen weiteren Verfall der Qualität für die Zukunft zu verhindern.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:14:29.201+0000","up_votes":1,"down_votes":0,"body":"Dann hoffe ich das du alles Serien und Filme kritisierst  :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T11:17:09.462+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00000000000000000000000000000002000000000000,timestamp=2019-05-20T11:14:29.201+0000)\n>\n> Dann hoffe ich das du alles Serien und Filme kritisierst  :)\n\nDu hättest mal meinen Rant zum letzten Star Wars lesen müssen xD","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:21:59.053+0000","up_votes":1,"down_votes":0,"body":"Es werde aber ständig Logikfehler gemacht das reizt dich aus der Atmosphäre raus.\nAlleine wie schnell Person in Staffel 7 teilweise reisen können...\nDa hat man in den ersten Staffeln noch ewig gebraucht um von A nach B zu kommen...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:25:06.132+0000","up_votes":1,"down_votes":0,"body":"Naja .... Wenn von einer Folge zur anderen Folge 2 Woche vergehen und man das merkt muss man das nicht erwähnen oder gar zeigen. \n\nDas kann man sich ja selbst denken. Genau so wie ich es nicht für nötig hakte jeden Charakter uns seine Handlungen zu zeigen. Da kann auch mal was passieren in der Welt ohne das man es sieht ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:28:58.412+0000","up_votes":1,"down_votes":0,"body":"Das kannst aber nicht bringen wenn es 6 Staffel lang anderes gemacht wurde.\nDu erschaffst ja eine Erwartungshaltung bei der Zuschauer.\nWenn du die eigenen Regeln deiner Show brichst kann die Serie noch so gut aussehen sie scheitert an sich selbst.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:34:28.526+0000","up_votes":1,"down_votes":0,"body":"Naja gut kann man so sehen :) \n\nIch wenn die serie gemacht hätte wäre es mir aber absolut egal was jemand denk oder meint ^^ \n\nIch mache das so wie ich das denke und meine und fertig ;) das ist so gewollt worden sonst hätte man mir den Auftrag nicht gegeben\n\n\nWenn die Leute sich selbst nicht mehr vorstellen können das die gerade im Hintergrund anreisen ohne das man es sieht ... selber schuld ^^","replies":[]}]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:41:32.980+0000","up_votes":1,"down_votes":0,"body":"Nö, nur wenn man bei GoT OHHHHHHHHHHHHHHHHHHHHHHH rufen möchte, weil es so kuhl und kraß ist.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:44:07.744+0000","up_votes":1,"down_votes":0,"body":"Mhh ..","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:19:48.014+0000","up_votes":2,"down_votes":1,"body":"Ja .... ne du vergisst das die Leute damals viel stärker und härter waren als wir ^^ \n\nDurch Eisen oder Stahl durch zu schlagen mit einer Waffe Konten damals schon neugeborene vor dem laufen :) \n\nWir haben das nur verlernt ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T07:48:33.769+0000","up_votes":2,"down_votes":0,"body":"Ach so. Stimmt hatte ich vergessen. Genauso wie scheinbar kind of forgot about dass die Kingsguard aus den 7 besten und würdigsten Rittern Westeros besteht und nicht aus Billy Bob Joe und seine Handlampen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:52:10.937+0000","up_votes":1,"down_votes":0,"body":"Existiert die kingsguard überhaupt noch oder wurde die aufgelöst ? \nDachte die wurde nicht mehr benötigt :)","replies":[]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:23:04.640+0000","up_votes":1,"down_votes":0,"body":"Und kleiner. Das tatsächlich.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-20T08:47:07.565+0000","up_votes":1,"down_votes":0,"body":"*Wirft das mal ganz unauffällig in den Raum...*\n\nhttps://www.change.org/p/hbo-remake-game-of-thrones-season-8-with-competent-writers","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:52:27.837+0000","up_votes":1,"down_votes":0,"body":"\"Unterzeichnen\" da nur Menschen mit türkischem/ arabischem und russischem Namen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:56:21.190+0000","up_votes":1,"down_votes":0,"body":"Vilt bot Accounts ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:59:19.586+0000","up_votes":2,"down_votes":0,"body":"Ist halt schon auffällig wenn man das beobachtet XD\n\nDa war zwar gerade auch was englisch bei a la \"Klintwood\" aber türkische/ arabische und vor allem russische Namen überwiegen dann doch .-. glaub zuletzt war aber auch halb Italien dabei.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:18:04.548+0000","up_votes":1,"down_votes":0,"body":"Und HBO so .... ohhh sie Jammer ... *Geldbündel Schlacht!* \n\nIch würde jetzt um die Fans zu trollen in den spin off serie die ganzen Charakter mit komischen Vorgeschichte zerstören oder zumindestens verändern ^^\n\nJammer tuen sie ja sowie so ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:29:30.004+0000","up_votes":1,"down_votes":0,"body":":o Spin off Serie?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T10:51:43.232+0000","up_votes":1,"down_votes":0,"body":"Kommt Save.\nDas Ende ist so offen eigentlich ist es kein richtiges Ende aber das wirst ja später selbst sehen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:26:44.270+0000","up_votes":1,"down_votes":0,"body":"Uff ... erinnert mich an das Ende von Riverdale -.-'\n\nAber die nächste Staffel wurde schon angekündigt und die sind so fix damit, unfassbar! Vielleicht September/ Oktober geht es dann weiter :3 Ich liebe Riverdale einfach!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:33:14.874+0000","up_votes":1,"down_votes":0,"body":"Riverdale? hör sich an wie ein Hentai^^\nGeht es darum das sind Menschen gegenseitig anpinkeln?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:44:12.448+0000","up_votes":1,"down_votes":0,"body":"Erst war ich auch skeptisch weil das mehr so eine Teenieserie ist, aber sie ist so gut! So verdammt gut!\nIch erinnere mich noch an die erste Staffel D: als alles angefangen hat und wie groß und stark meine Serien-Figuren jetzt mittlerweile sind °^° Toll einfach.\n\n> Archie und seine Freunde führen ein normales Teenager-Leben in der Kleinstadt Riverdale. Als am 4. Juli Jason Blossom, Archies Mitschüler, ermordet wird, verändert dies das Leben aller. Und erst nach einiger Zeit kann der Mord aufgeklärt werden.\n\nNatürlich gibt es noch mehr Morde. Mehr Rätsel. Mehr Verwirrungen. Mehr illegale Geschäfte. Mehr Intrigen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:47:16.495+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ich bin gerade noch auf dem Animetrip.\nIch hab mir sogar 5 Stück rausgesucht von denen einer mein nächster sein wird. :D \nWann schaust du eigentlich Darling in the Franxx?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:23:05.892+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung wann ich den Anime gucke.\n\nGestern habe ich aus irgendeinem Grund mit Inuyasha angefangen und die erste Staffel dann um 22:30 durchgehabt. Die zweite muss jetzt natürlich auch noch geguckt werden >.&lt;\n\nUnd da gibt es noch ein paar Netflix Sachen die Vorrang haben ... Aber ich will mir nie zu viel oder was festes vornehmen weil ich sonst eher ein Druckgefühl habe etwas gucken zu \"müssen\" und verliere dann den Spaß und die Entspannung daran.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T12:26:29.153+0000","up_votes":1,"down_votes":0,"body":"Zum Glück hab ich kein Netflix mit der Auswahl würde ich auch nicht klar kommen.\nIch schaue meine Serien natürlich nur auf vollkommen legalen Seiten im Internetz.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:59:01.791+0000","up_votes":1,"down_votes":0,"body":"Achja und in einem Monat kommt endlich der Movie zu SeishunButaYarou raus der die Geschichte weitererzählt. Hätte man ja noch in die 1. Staffel packen können die hätte nur 13 Folgen. :( \nRascal doenst Dream of Dreaming Girl. :) \nIch hab leider schon Spoiler gelesen aus der Buchvorlage gelesen und kann es jetzt nicht erwarten.... Ich idiot.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:13:15.293+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß sollen die spin off Serien eher ander Geschichten nebenbei bzw. Vorgeschichte erzählen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:22:56.238+0000","up_votes":1,"down_votes":0,"body":"Bitte nicht...ihr habt genug versaut...:(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:30:11.711+0000","up_votes":1,"down_votes":0,"body":"Ohh man :D \n\nHoffe EA bringt bald ein neues game das die Leute darüber wieder jammern können.... \n\nOder ich bin einfach soweit das ich Serien und Filme sehen und mir Fehler selbst erklären kann :0","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-20T09:02:06.557+0000","up_votes":1,"down_votes":0,"body":"Ich denke einfach, daran sieht man die Verbreitung. Als ich da letzte Woche unterzeichnet habe hat man da vor allem deutsche / europäische Namen gesehen und das Ding hatte 300.000 Unterschriften. Ich vermute mal, das schwappte von den USA nach Europa und macht gerade seinen Weg durch den Nahen Osten / Arabien und kommt irgendwann in Indien an... Eigentlich ganz cool ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:52:39.332+0000","up_votes":1,"down_votes":0,"body":"Ja hab ich in insta mal gesehen die tage ^^","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-05-20T15:39:53.182+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 166, Abendausgabe**\n\nEine neue Woche und damit abermals 5 Tage, an denen ich mich hier nach Herzenslust auskotzen darf. Fangen wir an:\n\n* 10 Minuten Verspätung. ´nuff said.\n* Erste Stunde, Analytik. Natürlich beim Schulleiter. Und heute hat es unsere Klasse wirklich darauf angelegt. Nach den ersten 5 Minuten Bonusunterricht kam direkt die \"rechte Hand-Drohung\", heißt: so viele Finger, wie ab sofort angezeigt werden, so viele Reihen, von hinten beginnend, fliegen vollständig aus dem Unterricht. Der Geräuschpegel halbierte sich augenblicklich.\nEiner sorgte aber auch nochmal für ungesund hohen Blutdruck. Erwähnte ich schon mal, dass es allgemein in der Schule nicht gern gesehen wird, wenn Flaschen auf dem Tisch stehen? Genervt wurde die Flasche zunächst in die Schultasche beordert, als plötzlich mein Schulleiter fragte: \"Was trinken sie da überhaupt? Wasser?\" (Zur Erklärung: die Flasche war eine Thermoskanne aus Metall) Und beschloss kurzerhand, den Inhalt zu überprüfen. Und zu unser aller Glück war es Wasser. Denn wenn nicht, wäre die Apokalypse losgebrochen.\n* Nächste Stunde physikalische Chemie und zwar nicht im üblichen Vorlesungssaal, sondern in einem anderen, wesentlich kleineren. Hieß auf gut Deutsch: Gruppenkuscheln! Meine Sitznachbarn waren eine Neue, die das zweite Jahr wiederholen wird (nicht so ein großes Problem) und ein respektloser Breitling, der Kettenraucher ist und, seiner Mode nach zu urteilen, Frei.Wild-Fan ist (gewaltiges Problem). Zum Glück ging die Stunde nur 45 Minuten.\n* Als nächstes stand wieder ein Theaterstück auf dem Programm! Hatte ich vollkommen verdrängt...\nEs war ein Stück über Europa (anlässlich der nahenden Wahlen) und ich muss sagen, es war gut! Kaum Spannungskurve, aber gut und auch humorvoll erzählt im ersten Teil, der zweite Teil bestand darin, dass eine Dame aus ausgewählten EU-Ländern (insgesamt 27 oder so) jeweils ein Lied in der Landessprache vorgesungen hat, während sie eine landestypische Kopfbedeckung trug. Schon wieder der Unsinn mit den Hüten... wir erinnern uns. Aber eine Stimme hatte sie, junger Vater.\n* Es folgte eine Gesprächsrunde zum Thema Politik und es offenbarte sich schnell (auch wenn er es nie offen zugeben durfte), dass der Organisator und auch der Verein, der das Theater organisiert hat, der CDU recht nahe stehen. Und am Ende bei \"allgemeine Fragen\" wollte einer noch einen Kommentar zu Artikel 13 haben und wie er (der Organisator) dazu stehe, dass hunderttausende Jugendliche als \"alle gekauft\" und \"Bots\" bezeichnet werden. Die Original-Antwort (im Beinahe-Wortlaut) lautete: \"Ja, bedenken sie ja auch, dass die Debatte von beiden Seite stark angeheizt wurde. Es geht ja darum, dass die großen Firmen mit dem Eigentum anderer Geld verdienen wollen...\" Hier hörte er auf. Abgesehen davon, dass sich hier für mich wieder die eklatante Medieninkompetenz der CDU zeigte... wäre ich ein Lehrer, hätte ich dem Typen entgegengeschmettert: \"Setzen, Thema verfehlt!\" Weil, lest euch nochmal die Fragestellung exakt durch. So, und jetzt nochmal die Antwort.\nMerkt ihr was?\n* Rückfahrt war auch interessant. Zuerst eine junge Dame, die offensichtlich nicht in vollem Besitz ihrer psychischen Kräfte ist, denn sie hatte einen starken Drang zu lauten Selbstgesprächen, auch nachdem man ihr Auskunft darüber gegeben hatte, dass dies die richtige S-Bahn sei und wie lange es bis zur Ankunft in ihrem Zielort dauerte. Getoppt wurde das aber von einer Dame im Bus nach Hause, welche sich am Handy in nicht angemessener Lautstärke über die Schikanen der deutschen Bürokratie ausließ.\n\nWas wir also aus dem heutigen Tag festhalten können: Büromenschen wollen absichtlich nicht schlauer werden. Die Dame im Bus muss es ja schließlich wissen.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T12:41:04.968+0000","up_votes":1,"down_votes":0,"body":"Über 200 Kommentare langsam wird der Thread überlastet. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:49:09.270+0000","up_votes":1,"down_votes":0,"body":"XD Ich habe so das Gefühl das liegt nur an dem Rüstungs/ Holzstöckchen/ Aufspießen - GoT Gedrisse ... Die reden sich bestimmt wieder in Rage :x","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T12:52:37.299+0000","up_votes":1,"down_votes":0,"body":"Hallo, da unten steht echt lesenswertes Zeug, meine Nachstellung des Kriegsrates von Winterfell hat die Humorskala gleich mehrfach gesprengt xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T13:05:45.104+0000","up_votes":1,"down_votes":0,"body":"XD Ja ... DARÜBER musste ich allerdings auch lachen ... Aber wenn ich da unten ALLES lesen würde XD hätte ich keinen Bock mehr auf GoT","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T13:42:45.889+0000","up_votes":1,"down_votes":0,"body":"Schau mal: https://www.imdb.com/title/tt6027920/ratings?ref_=tt_ov_rt :D","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T13:08:54.431+0000","up_votes":1,"down_votes":0,"body":"Lol sie haben es nochmal gemacht. :D\nIst mir zwar nicht aufgefallen aber gerade auf Twitter gesehen...Da steht einfach eine Wasserflasche in der einen Szene auf dem Boden. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T13:13:04.462+0000","up_votes":1,"down_votes":0,"body":"\"Nochmal\" ?\n\nDas andere Ereignis war der Starbucks Becher?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T13:13:52.693+0000","up_votes":1,"down_votes":0,"body":"Genau der Starbucks Becher :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T13:18:06.224+0000","up_votes":1,"down_votes":0,"body":"Dass sich alle so darüber aufregen... was war denn damals mit diesem Meisterwerk hier xD\n\nhttp://tribzap2it.files.wordpress.com/2014/04/whxbnjg.gif?w=1100\n\nEdit:\nDas Gif ist ein bisschen klein.\n\nhttp://tribzap2it.files.wordpress.com/2014/04/game-of-thrones-coffee-cup-jaime-lannister.png?w=750&amp;h=422","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-20T13:07:44.750+0000","up_votes":1,"down_votes":0,"body":"Naja, verständlich xD","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T13:04:06.720+0000","up_votes":1,"down_votes":0,"body":"Da fällt mir ein - ich hab noch gar nicht geschaut was Twitter so von Ende von GoT hält. :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T13:08:45.864+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/NTur7XlVDUdqM/giphy.gif","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:55:36.055+0000","up_votes":1,"down_votes":0,"body":"\\o/ YEAY! Die Besichtigung für morgen hat abgesagt! Die für heute ist noch nicht da :x und kommt hoffentlich nicht >.&lt; Mittwoch ... kleb ich \"Geschlossen\" an die Türe XDDD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T09:03:25.125+0000","up_votes":1,"down_votes":0,"body":"Auch ein cooler Name: GeschlossenGenossen!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:12:31.405+0000","up_votes":1,"down_votes":0,"body":"dunno °^° da schwingt irgendwie etwas aggressives mit!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:32:41.428+0000","up_votes":1,"down_votes":0,"body":"Das passt doch zu dir? Ich dachte auch an so was wie \"HäckselÄxel\"","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:39:50.495+0000","up_votes":1,"down_votes":0,"body":"Wo bin ich bitte aggressiv?\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:48:00.211+0000","up_votes":1,"down_votes":0,"body":"Ich hab immer Angst wenn ich sehe, dass du geschrieben hast...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:53:22.941+0000","up_votes":1,"down_votes":0,"body":"Klar! Weil du nicht weißt wie hoch das Erregungslevel diesmal steigt :p","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:56:55.471+0000","up_votes":1,"down_votes":0,"body":"Richtig, seit ich im Forum schreibe musste ich schon 12 Hosen wegwerfen!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:31:01.162+0000","up_votes":1,"down_votes":0,"body":":o Wenn nicht mal mehr waschen Sinn ergibt ... #worth","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T11:35:22.807+0000","up_votes":1,"down_votes":0,"body":"Was hilft denn waschen gegen gewaltsam gebohrte Löcher?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:45:40.027+0000","up_votes":1,"down_votes":0,"body":"Hm .-. da bin ich jetzt auch überfragt!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T11:47:16.602+0000","up_votes":1,"down_votes":0,"body":"Pfff.... Verursacht meinen Hosenverschleiß und hat dann keinen Lösungsvorschlag...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:13:57.377+0000","up_votes":1,"down_votes":0,"body":":x Nicht meine Schuld wenn du keine Hosen aus Stahl trägst ... oder als Vorsichtsmaßnahme einfach gar keine!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T13:18:45.034+0000","up_votes":1,"down_votes":0,"body":":o Es gibt eine Gaybar die Stahlrohr 2.0 heißt! Das war mein Google Ergebnis :D\n> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000006,timestamp=2019-05-20T13:10:15.435+0000)\n>\n> Jetzt hab ich \"Tony Stahlrohr\" gegoogelt und bin mehr als verstört. \n> \n> https://books.google.de/books?id=MmV4DwAAQBAJ&amp;pg=PT156&amp;lpg=PT156&amp;dq=tony+stahlrohr&amp;source=bl&amp;ots=UTPNhu1UqW&amp;sig=ACfU3U1FoQlfqcxgXrP4AecaAAtWjkLVDg&amp;hl=de&amp;sa=X&amp;ved=2ahUKEwil34eGl6riAhWLM-wKHYYsA68Q6AEwBHoECAkQAQ#v=onepage&amp;q=tony%20stahlrohr&amp;f=false\n\n:o Es gibt eine Gaybar die Stahlrohr 2.0 heißt! Das war mein Google Ergebnis :D","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-20T13:10:15.435+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000005,timestamp=2019-05-20T13:04:31.071+0000)\n>\n> Keine Sorge Tony Stahlrohr! Manche Dinge liegen einfach auf der Hand ;D oder gut in der Hand\n\nJetzt hab ich \"Tony Stahlrohr\" gegoogelt und bin mehr als verstört. \n\nhttps://books.google.de/books?id=MmV4DwAAQBAJ&amp;pg=PT156&amp;lpg=PT156&amp;dq=tony+stahlrohr&amp;source=bl&amp;ots=UTPNhu1UqW&amp;sig=ACfU3U1FoQlfqcxgXrP4AecaAAtWjkLVDg&amp;hl=de&amp;sa=X&amp;ved=2ahUKEwil34eGl6riAhWLM-wKHYYsA68Q6AEwBHoECAkQAQ#v=onepage&amp;q=tony%20stahlrohr&amp;f=false","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T13:04:31.071+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000004,timestamp=2019-05-20T12:42:52.226+0000)\n>\n> Shush, da werd ich ja ganz rot... Ich hab ja nicht mal einen entsprechenden Künstlernahmen...\n\nKeine Sorge Tony Stahlrohr! Manche Dinge liegen einfach auf der Hand ;D oder gut in der Hand","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-20T12:42:52.226+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000003,timestamp=2019-05-20T12:39:23.527+0000)\n>\n> Natürlich! Ich nehme dich immer ernst! Egal ob mit Hose, ohne Hose, gelöchert oder gesprengt! Du bist mein persönlicher Erotikstar!\n\nShush, da werd ich ja ganz rot... Ich hab ja nicht mal einen entsprechenden Künstlernahmen...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:39:23.527+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000002,timestamp=2019-05-20T12:35:17.005+0000)\n>\n> Jetzt sag bloß bis zu diesem Wort hast du die ganze Diskussion ernst genommen :P\n\nNatürlich! Ich nehme dich immer ernst! Egal ob mit Hose, ohne Hose, gelöchert oder gesprengt! Du bist mein persönlicher Erotikstar!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-20T12:35:17.005+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00070000000000000000000000000000000000000000000000000001,timestamp=2019-05-20T12:32:20.554+0000)\n>\n> XDDDDDDD Also keine Ahnung warum, aber immer wenn ich \"geil\" lese ists bei mir vorbei! Das kann ich einfach nicht ernst nehmen x.x und ein besonders anregendes Wörtchen ist das auch nicht.\n> \n> Weder ein 'geiler Film' noch ein 'Baby du bist so geil' XD ich bin bei beidem raus!\n\nJetzt sag bloß bis zu diesem Wort hast du die ganze Diskussion ernst genommen :P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:32:20.554+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDD Also keine Ahnung warum, aber immer wenn ich \"geil\" lese ists bei mir vorbei! Das kann ich einfach nicht ernst nehmen x.x und ein besonders anregendes Wörtchen ist das auch nicht.\n\nWeder ein 'geiler Film' noch ein 'Baby du bist so geil' XD ich bin bei beidem raus!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-20T12:25:16.727+0000","up_votes":1,"down_votes":0,"body":"Ich bin hier immerhin auf der Arbeit...\nEs ist immer schon spannend genug mit den Fetzen hier raus zu schleichen wenn du mal wieder was Geiles geschrieben hast...","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:51:34.573+0000","up_votes":1,"down_votes":0,"body":"Vllt hat sie ein magisches Waschmittel was mit Stammzelle gefüllt ist das den leeren Raum mit Zellen befüllt die sich daneben befinden.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Merteee","date":"2019-05-20T09:18:55.471+0000","up_votes":1,"down_votes":0,"body":"Pringles und der Eisbecher zusammen für die Folge!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T09:58:06.844+0000","up_votes":1,"down_votes":0,"body":":O Du lebst ja noch!\n\nIch guck gleich mal was ich an Geld dabei habe. Heute kommt nicht meine normale Montagsaushilfe XD da kann ich ruhig früher verschwinden, in den EDEKA gehen und noch ein paar Pokemon fangen!","replies":[{"id":"","poster":"Merteee","date":"2019-05-20T11:08:09.262+0000","up_votes":1,"down_votes":0,"body":"Was? Wer lebt hier? :D\n\n(Verflucht sei meine neue Tastatur bei der arbeit.) Gonna catch em all! Diese EDEKA Monster!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:35:25.230+0000","up_votes":1,"down_votes":0,"body":":o Duuuu lebst. Ich definitiv nicht mehr!\n\nWarst du nicht zuletzt in Urlaub? °^° So ... letztes Jahr? XD ...\nFotos die du uns niemals gezeigt hast. Oder doch? Irgendwas war da² ... >.&lt;","replies":[{"id":"","poster":"Merteee","date":"2019-05-20T12:11:15.140+0000","up_votes":1,"down_votes":0,"body":"Waaaaas? Ich schreibe mit einem Geist? HILFE!\n\nJap, war ich. Letztes Jahr. :) War lange nicht mehr hier als ich hierhin und dorthin gehüpft bin.. Discord Rp servers sind fun. x3 UND DOCH! Die Fotos hab ich gezeigt! Es waren mindestens 2!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:33:02.101+0000","up_votes":1,"down_votes":0,"body":"Ich lag fast richtig :D Das war dein Bild:\nhttps://i.imgur.com/0EgfJRt.jpg","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T12:26:58.281+0000","up_votes":1,"down_votes":0,"body":":o Aber ich bin ein lieber Geist!\n\nWas hüpfst du denn auch so durch die Gegend? °^° Weißt du nicht was man sich heutzutage alles einfangen kann? Das ist gefährlich D:\n\nUnd ja O.O an mindestens ein Foto erinnere ich mich! Da war das Meer drauf zu sehen, oder?","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:40:54.091+0000","up_votes":1,"down_votes":0,"body":"Mistgabeln und Fackeln sind ebenfalls bereit.","replies":[]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:08:40.363+0000","up_votes":1,"down_votes":0,"body":"Nö, heute Abend ist Slipknot Video schauen.\nAußerdem hast du mich gescammt. :o","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T07:15:19.161+0000","up_votes":1,"down_votes":0,"body":":o Die gibt es noch?\n\nUnd wieso habe ich dich gescamt? x.x","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-20T07:18:09.876+0000","up_votes":1,"down_votes":0,"body":"Yes, neues Album kommt am 9. August und die haben ein neues Lied rausgebracht. ^-^\n\nHast mich immernoch geaddet ._.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T07:34:32.608+0000","up_votes":1,"down_votes":0,"body":"Uff >.&lt;\n\nSamstag hab ich auch kaum bis gar nicht gespielt und Sonntag nur den Tagessieg geholt. Mir ist zwar bewusst das ich mal daran gedachte habe dich zu adden, aber da war ich bereits ausgeloggt und hatte keine Lust wieder einzuloggen! Gestern war ich eh in einer Art Totenstarre weil ich schon um halb neun aufgestanden bin und, ich glaube ab 13 Uhr, die erste Staffel Inuyasha geschaut hab >.&lt;\n\nDann sieht mein heutiger Abend so aus:\n18:30 Uhr Zuhause\nHundi raus\nEssen\nLauplanke adden\nTagessieg holen (oder im schlimmsten Fall drei ARAMs spielen)\nGoT Finale anschauen\n\nXD DAS WIRD SCHON NOCH KLAPPEN!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:18:34.955+0000","up_votes":1,"down_votes":0,"body":"Du wolltest auch nach meiner Gilde beitreten. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:17:27.273+0000","up_votes":1,"down_votes":0,"body":"Welcher Gilde? XDDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T10:54:07.164+0000","up_votes":1,"down_votes":0,"body":"Mein Leagueclub mit dem wunderschönen Tag \"Sexy\" :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:25:42.003+0000","up_votes":1,"down_votes":0,"body":"xp Da wollte ich nie rein?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:37:34.401+0000","up_votes":1,"down_votes":0,"body":"Doch du hattest mir schon die 20 Euro Mitgliedsgebühr überwiesen nun muss ich dich nur noch einladen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:41:02.251+0000","up_votes":1,"down_votes":0,"body":"Na wenn das so ist und ich sogar schon bezahlt habe! Heute Abend hätte ich dann gerne die Einladung.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:45:26.222+0000","up_votes":1,"down_votes":0,"body":"Das geht ja leider nicht du kannst keine Leute über Name einladen.\nDu kannst Leute nach einem Game in den Club einladen das geht aber irgendwie nicht immer....\nOder du lädst Leute von deiner Freundesliste ein das wäre die 2. Möglichkeit.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:56:47.750+0000","up_votes":1,"down_votes":0,"body":"Ist der Clubtag \"original\" geschrieben oder wird er von Zahlen oder Ersatz-/ Sonderzeichen verunstaltet?\n\nIch schaue heute Abend mal was geht, sonst adde ich dich. Du lädst mich ein, ich lösche dich. Natürlich bleibe ich nur in dem Club wenn der Tag auch verwendbar ist und nicht verschandelt durch Sonderzeichen oder ähnlichem. Ich behalte mir außerdem vor spätestens nach 30 Sekunden des Beitritts wieder auszutreten. Knebeln kann mich niemand. \n\nAlternativ überweist du mir 20€ auf mein PayPal Konto.\n\nDie Alternative der Alternative ist: Ich zeige dich an.\n\n{{sticker:sg-ahri-2}} \n\n######Krieg ich Punkte oder Süßigkeiten für's mitspielen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T12:09:52.406+0000","up_votes":1,"down_votes":0,"body":"Ja leider so ein Tag kriegst du niemals nicht nach 9 Jahre Lol.\nDas E ist anders geschrieben und am Ende ist diese Trademark TM.\n\nSchauen sie einfach selbst auf diesen Schnappschuss: \nhttps://imgur.com/a/G2DJnug\n\nAber wir haben Kekse und Essen. :) \nNehmen sie sich ruhig ein paar Kekse.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:53:22.345+0000","up_votes":1,"down_votes":0,"body":"Ich habe vor eine kleine Pause von lol zu machen weil mein Premade gerade PC Probleme hat.\n\nAm Wochenende konnte ich mich aber für kein Game entscheiden.\nIch wollte erst ein paar Snes spiele auf dem Emulator zocken damit hab ich nach ein paar Stunden wieder aufgehört.\nHab ich dann WoW probiert und meine Horde Priesterin ein wenig gelevel aber auch daran schnell die Lust verloren. \nDanach hab ich mit Fußball Manager versucht und nicht mehr die erste Season geschafft ohne die Lust zu verlieren.\n\nHeute probiere ich es mit Dragon Age. Das dauert aber noch bis das Spiel runtergeladen ist....","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T09:54:56.280+0000","up_votes":1,"down_votes":0,"body":"Welches Dragon Age?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:39:04.057+0000","up_votes":1,"down_votes":0,"body":"Hatte ich darauf nicht schon ein Kommi geschrieben? Wo ist der hin?\n\nInquisition weil ich das noch nicht durchhabe. Nach einer Woche aufgehört weil es so riesig ist. \nDas ist nun fast 2 Jahre her daher wird das Feeling wahrscheinlich wie bei ersten Spielen sein. :)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T10:50:27.152+0000","up_votes":1,"down_votes":0,"body":"Inquisition denke ich.\nIch hab zwar auch 1 aber das hab ich schon zu oft gestartet und nur einmal durchgespielt weil es zwischenzeitlich irgendwann kein Spass mehr macht.\nTeil 3 hab ich damals auch nichts geschafft weil es so riesig ist aber hier habe ich noch nicht so viele Anläufe wie bei Teil 1.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-20T10:26:52.034+0000","up_votes":1,"down_votes":0,"body":"Das allerbeste natürlich:\n\nInquisition :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-20T10:34:51.443+0000","up_votes":1,"down_votes":0,"body":"Also hands down. Ich fand das wirklich am Besten.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T10:50:04.265+0000","up_votes":1,"down_votes":0,"body":"Naja, Teil 1 fand ich damals irgendwie cool, auch wenn Bioware Rollenspiele nie so mein Ding waren... Den zweiten fand ich dann scheiße und Inquisition hab ich dann 3 Stunden nach Spielstart in den Hinterlanden empört aus gemacht, als ich gesehen hab wie groß, sinnlos und wie vollgestopft mit Scheiße das Ding war xD. \n\nVon daher bin ich ggf nicht in der Position, hier zu beurteilen ^^","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-20T08:10:16.087+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=0001000000000000,timestamp=2019-05-20T07:34:32.608+0000)\n>\n> Tagessieg holen (oder im schlimmsten Fall drei ARAMs spielen)\n\nDu gehst davon aus das du auch nur eines davon gewinnst? Welch Närrin :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:13:55.985+0000","up_votes":1,"down_votes":0,"body":"Ey! Bisher gab es erst einen Abend an dem ich tatsächlich 0 von 3 Spielen gewonnen habe XD Aber das spielt auch keine Rolle! Wichtig sind nur die 18 Hausmarken °^°","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:16:25.179+0000","up_votes":1,"down_votes":0,"body":"Ich queuesnipe dich! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:21:18.189+0000","up_votes":1,"down_votes":0,"body":"XD Wie ich einfach laut lachen musste. KEINE AHNUNG WARUM!\n\nQ-snipe du mich ruhig :D kann sich nur um Jahrtausende handeln bis das funktioniert :D","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:26:14.308+0000","up_votes":1,"down_votes":0,"body":"Nicht wenn ich solange dodge und Acc erstelle bis ich dich habe!\nIch nenn die AccS \"QueueSnipeMaggieNo1\", \"QueueSnipeMaggieNo2\" ...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:28:53.741+0000","up_votes":1,"down_votes":0,"body":":D Das sind zu viele Buchstaben! Mach: QSnipeMaggie01, ... 02, [...]\nXDDDDDD Das wäre schon lustig!\n\n°^° Da fällt mir ein das ich auch zwei neue Namen brauche -.-'","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:31:44.923+0000","up_votes":1,"down_votes":0,"body":"HansJürg\n&amp; PeterBrecher\n\nODER\n\nJannaImmaPoppy\n\n\nDa haste deine Namen","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:35:01.916+0000","up_votes":1,"down_votes":0,"body":"XD Wohl eher nicht! :D\n\nAlso einen guten Namen brauche ich schon. Muss auch nichts weibliches sein :o ich mag es wenn man mich für 'nen Kerl hält!","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:37:12.426+0000","up_votes":1,"down_votes":0,"body":"!KarstenStahl!\nPrügelpeter\nLümmelGedümmel","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:45:15.818+0000","up_votes":1,"down_votes":0,"body":"GebrüderBumms","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:44:18.235+0000","up_votes":1,"down_votes":0,"body":"Mäh denRasen\nWurstmann3\nSendNudes92\nCreampiedCupCake \n\n? \n\nBesser ?","replies":[]},{"id":"","poster":"Necromant","date":"2019-05-20T08:42:12.631+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=0VE1B5w9,comment-id=00010000000000000000000000000000000000000000000000000000,timestamp=2019-05-20T08:39:42.612+0000)\n>\n> Nein Max XD einfach NEIN!\n\nAch komm PrügelPeter!\nVladDerStähler kannste dich auch nennen :^)\n","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:39:42.612+0000","up_votes":1,"down_votes":0,"body":"Nein Max XD einfach NEIN!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:16:33.505+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :) \n\nAlso an so alte wundertüten mit dubiosen Inhalt kann ich mich auch noch erinnern aber die haben mich schon als Kind nicht interriesiert :D komisch dabei ist Glücksspiel voll mein Ding ^^ \n\nEs ist Montag und ich will heim! \nWill weiter mit meinen neuen PC spielen :3 \nDer ist echt super muss sagen er freut mich total ^^ schon wenn ich ihn anschalten und alles läuft muss ich grinsen. \n\nUnd das streamen funktioniert hab alles eingerichtet :3 \nGestern schon 3 Stunden Borderlands 2 gestreamt :) alles ohne Probleme \nFalls das wer schauen mag ist noch online ^^ \n\nHeute abend werd ich mich wohl am an lol versuchen\n\nDann... \nSchön das dein neues Handy da ist und alles klappt :) \nHeißt das jetzt du bist per Handy und discord auch da unterwegs Tags über ? :0 \n\nUnd JAAAAAAA GoT finale wird gleich heute Abend angeschaut bin wirklich gespannt wie sie es beenden :) \nUnd wie das Internet dann wieder flamen und haten wird ^^ \n\nWünsch euch einen schönen Freitag :)\nEdit .... Das war mein unterbewusst sein .... Es ist Montag :( ","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T07:57:31.358+0000","up_votes":1,"down_votes":0,"body":"Wenn du morgen streamst guck ich rein °^° Da hab ich Zeit. Oder Mittwoch! Dienstag ist eigentlich Max Tag XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:00:35.529+0000","up_votes":1,"down_votes":0,"body":"Juhu :3 \nDann hab ich ja schonmal einem sehen Zuschauer ^^' \nDann sag ich dir am Mittwoch Bescheid wenn es soweit ist :D \n\nWill ja nicht max Zuschauer klauen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:26:28.877+0000","up_votes":1,"down_votes":0,"body":"Max vertreibt seine Zuschauer schon selbst ;D keine Sorge XD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:30:04.240+0000","up_votes":1,"down_votes":0,"body":"Dann kann er ja einfach mich hosten :D 2 fliegen mit einer klappe ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:32:26.274+0000","up_votes":1,"down_votes":0,"body":":o Macht er bestimmt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:45:47.838+0000","up_votes":1,"down_votes":0,"body":"Yeah :D \n\nUnd subscribem auch ? :D und mich sponsern :D bräuchte mal Urlaub so Streamer leben ist anstrengend ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:48:12.782+0000","up_votes":1,"down_votes":0,"body":"Sub und Sponsoring kommt dann auch alles von Max XD Wenn du es bei ihm im Gegenzug auch machst. Ich habe kein Prime mehr :o Netflix > Amazon","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:22:39.446+0000","up_votes":1,"down_votes":0,"body":"Brauch ich Prime ? :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T09:56:56.900+0000","up_votes":1,"down_votes":0,"body":"Brauchst du nicht ^^\n\nIst nur praktisch wenn man Prime als \"Film und Serienplattform\" nutzt und dann einen Twitch Kanal kostenlos im Monat subben kann. War der einzige Vorteil in Bezug auf Twitch :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:35:47.431+0000","up_votes":1,"down_votes":0,"body":"Der Primeversand ist dann natürlich auch kostenlos. \n\nIch hab seid Jahren kein Twitchaccount mehr. :D \nIch wollte mir eigentlich ein Account machen und das irgendeiner Streamerin schenken aber ich war immer zu faul dafür.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:42:15.536+0000","up_votes":1,"down_votes":0,"body":"Prime hat manchmal alte Serien dabei sowas wie Dr. House oder Scrubs oder irgentwie nicht immer.\nIch glaube Pokemon und Digimon gab es auch mal bei Prime.","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-20T08:32:15.335+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:35:43.351+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/356201747ec891caf90adb61059fa820/tenor.gif","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:36:32.024+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:38:08.054+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/fab17f0a378dced5ac1e949eb737e930/tenor.gif","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:17:40.838+0000","up_votes":1,"down_votes":0,"body":"Und wann streamst du? :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:22:01.101+0000","up_votes":1,"down_votes":0,"body":"Gute frage eine Safe zeit hab ich noch nicht :( \nAber bin immer so abend ab 18-19 Uhr on :) \n\nMuss mal schauen wie ich das dann mache :0 \nKönnte den stream einfach immer laufen lassen wenn ich was zocke :0","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:25:32.349+0000","up_votes":1,"down_votes":0,"body":"Hä? Ich meinte damit eigentlich Maggi. :D \n\nEin Kumpel von mir wollte mal ein Video für sein Youtubechannel machen hat aber anstatt aufzunehmen gestreamt und das erst am Ende gemerkt. :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:37:42.446+0000","up_votes":1,"down_votes":0,"body":"Oh Sorry :D hab beim scrollen gedacht du hast bei mir geantwortet ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:43:21.890+0000","up_votes":1,"down_votes":0,"body":"Der Thread ist auch ziemlich vollgemüllt.\nIch sollte vllt mein Icon wieder auf Lux ändern....\nDas verwirrt mich schon bei Stäbchen und Planke...\nJetzt sind wir beide auch noch Lila...","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-20T08:08:59.590+0000","up_votes":1,"down_votes":0,"body":"ICH DIENSTAG\nICH STREAMEN\nICH MAX\n!!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:18:09.709+0000","up_votes":1,"down_votes":0,"body":"Das halte ich für ein Gerücht.","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T09:22:19.046+0000","up_votes":1,"down_votes":0,"body":"Ich nix Gerücht","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:27:39.380+0000","up_votes":1,"down_votes":0,"body":"Ja :D ich mit meiner unfassbar riesigen Fanbase ^^ will dir auch keine Zuschauer klauen :D \n\nIch gönn mir den Mittwoch :D oder zock andere games ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:17:18.013+0000","up_votes":1,"down_votes":0,"body":"Ich hab nach GoT wieder lust auf Dragon Age. :)\nDas runterladen dauert wieder Jahre mit dem Originclient....>.&lt;","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:28:25.534+0000","up_votes":1,"down_votes":0,"body":"Zerdenken ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-20T11:34:57.264+0000","up_votes":1,"down_votes":0,"body":"Ich finde, es ist nicht zuviel verlangt sich an die Logik zu halten, die man selbst aufstellt. \n\nSonst kann ich in lol zukünftig auch cheaten, weil es mir mehr Spaß macht. Und du sagst dann so was wie: \"Habt einfach Spaß am Spiel! Zerdenkt nciht zu sehr, dass das alles keinen Sinn macht was der da tut...\"","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2019-05-20T08:07:49.918+0000","up_votes":1,"down_votes":0,"body":"Das war auch die Quest für das Pikachu bzw. jeder hat beim ersten Foto eines bekommen xD. Wenn du mehr davon haben möchtest, musst du weiter fleissig Fotos machen. Vor dem Pikachu gab es Farbeagel, welches deine Fotos invaded hat  ;). \n\nIch hätte jetzt eher gedacht Rocky sitzt auf Arkani .-.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:17:42.150+0000","up_votes":1,"down_votes":0,"body":"> jeder hat beim ersten Foto eines bekommen\n\n#WOOOOOOOOOOOOOOOOOOOOW\n\nWas für ein beschissenes Täuschungsmanöver! Dann ist dieses Pikachu ja gar keine Seltenheit sondern eher eine Hure der Oberklasse! :( Toll. Jetzt will ich es nicht mehr! Wenn ich das an meine Switch schicke ... behält es das Hütchen? Sonst lass ich es frei/ verschicke es :&lt; **WEIL ES UNWÜRDIG IST!**\n\nc.c Es war einfacher Arkani auf Rocky zu setzen ... Anders hat es nicht funktioniert. Aber ich habe noch ein Foto wo meine Chila neben Flamara läuft/ steht :D Auch wenn Flamara etwas klein auf dem Foto ist XD","replies":[{"id":"","poster":"XenesisCH","date":"2019-05-20T09:09:55.743+0000","up_votes":1,"down_votes":0,"body":"Nun ja es sind halt einfach Sammlerstücke. Ich habe jetzt inkl. dem Pikachu mit Detektivhut insgesamt 8 Pikachus mit unterschiedlichen Kopfbedeckungen bei Pichu habe ich deren 4 und ein SHINY :) \n\nBtw. es war Community-Day am Sonntag. Ich hoffe du hast dir ein Shiny Flemmli gefangen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:06:53.704+0000","up_votes":1,"down_votes":0,"body":"°^° So etwas bekomme ich halt nie mit. Ich war sogar erst sauer über das Photobomb Pikachu weil es mein Hundi Bild zerstört hat XD Eben habe ich das Pikachu gegoogelt und dieses Event war von Anfang Mai. Aber mitbekommen habe ich davon nichts.\n\nUnd nein x.x ich habe keine Flemmli Jagd gemacht. Ich hab das MSI Final geguckt, den Tagessieg in LoL geholt und dann Inuyasha Staffel 1 geguckt. Die App hat mir zwar gesagt was Sache ist aber ich hatte einfach keine Lust drauf. Bei Feurigel habe ich auch nur das Handy neben mir liegen gehabt und dieses Rauch-Item angeworfen XD So wäre es auch bei Flemmli gewesen. Abgesehen das ich keine Lust hatte, muss ich auch Bälle sparen °^° Ich werfe mehr als ich jemals bekomme!","replies":[{"id":"","poster":"XenesisCH","date":"2019-05-20T11:01:41.232+0000","up_votes":1,"down_votes":0,"body":"Also du hattest keine Lust. Das wäre die einfachste Antwort gewesen, weil MSI war schon vorüber bevor der C-Day angefangen hat :P\n\nDie Infos zu den Events findest du im Spiel wenn du auf den **Pokeball** klickst --> dann oben rechts auf **Neuigkeiten** und dann seitwärts wischen, dass es die die Neuigkeiten anzeigt ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:25:18.623+0000","up_votes":1,"down_votes":0,"body":"XD Ja, ich hatte keine Lust!\n\nIch weiß wo die Infos sind .-. aber ich gucke doch nicht jeden Tag da rein. Das ist ja so als würde ich jeden Tag Nachrichten über meine News App lesen XD Mache ich auch nicht!\n\nMeistens lösche ich die Infos wenn sie aufploppen. Selten lese ich sie, meistens wird's einfach weg gewischt. So eine Sirene mit entsprechend lauter Durchsage :D Das würde Wirkung zeigen denke ich","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-20T08:33:12.141+0000","up_votes":1,"down_votes":0,"body":"Sollte anner Switch weiterhin existieren","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:36:45.601+0000","up_votes":1,"down_votes":0,"body":"Hmmm muss wohl getestet werden :o","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:37:39.390+0000","up_votes":1,"down_votes":0,"body":"hol mir btw. auch ne switch ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:39:17.460+0000","up_votes":1,"down_votes":0,"body":"WICHTIG! °^° Dauert ja auch nicht mehr soooo lange bis zur neuen Pokemon Edition!","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:42:58.432+0000","up_votes":1,"down_votes":0,"body":"joar wobei mich die eher weniger reizt ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:46:44.911+0000","up_votes":1,"down_votes":0,"body":":o Was denn dann?","replies":[{"id":"","poster":"Necromant","date":"2019-05-20T08:48:31.411+0000","up_votes":1,"down_votes":0,"body":"Die neuen Zelda Titel, Luigis Mansion, sowas halt","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T08:51:42.012+0000","up_votes":1,"down_votes":0,"body":"Skyrim :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-20T08:50:40.339+0000","up_votes":1,"down_votes":0,"body":"Shining resonance refrain musst du dir ansehen!","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:00:19.768+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit\n\nWaifu of max ? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:11:09.935+0000","up_votes":1,"down_votes":0,"body":":o Nee. Ich will einen coolen Namen!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T11:12:10.730+0000","up_votes":1,"down_votes":0,"body":"Super Seegurke ?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:22:10.828+0000","up_votes":1,"down_votes":0,"body":"Walter der Waldelefant","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T10:52:15.595+0000","up_votes":1,"down_votes":0,"body":"Lieselotte ist doch ein cooler Name. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:02:05.706+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich gibt es hier eine Bewohnerin mit diesem Namen. Und jedes mal muss ich den Kopf schütteln wenn ich ihn irgendwo lese oder höre >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:06:46.923+0000","up_votes":1,"down_votes":0,"body":"Ich hätte es dem Azubi ja schon erzählt..\nIn dem Anime welchen in zuletzt geschaut habe gibt es eine Figur die Lieselotte heisst. :D\nIch muss jedesmal lachen wenn ein japanischer Synchronsprecher Lieselotte sagt. xD","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:15:54.469+0000","up_votes":1,"down_votes":0,"body":"Ich nehme Waifu.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:30:58.687+0000","up_votes":1,"down_votes":0,"body":"Wie findest du eigentlich meinen neuen Namen? :)\n\nIch wollte mir ja eigentlich einen Geschlechtsneutralen aussuchen aber da ja bald das FF7 Remake kommt möchte ich meinen Nachnamen behalten. :)\nIrgentwann bin ich dann auf Xayah Strife gekommen weil ich ja Xayah Main bin. Passt doch zu mir oder?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T10:15:41.946+0000","up_votes":1,"down_votes":0,"body":"> Wie findest du eigentlich meinen neuen Namen? :)\n\nGefällt mir nicht. Aber um ehrlich zu sein hat mir noch keiner deiner Namen gefallen.\n\nWobei man mich auch so was nicht fragen darf XD Ich brauch auch zwei Jahre um einen Namen für meinen Account zu finden, nur um ihn nach zehn Minuten der Benutzung umzubenennen.\n\nNamen sind eine schwierige Sache.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T10:53:18.410+0000","up_votes":1,"down_votes":0,"body":"Bei meinem Charname für z.B. WoW brauche ich auch immer sehr lange aber hier gefallen mir die Namen so gut das ich sie auf neuen Servern nochmal verwenden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T11:03:48.515+0000","up_votes":1,"down_votes":0,"body":"Hmm Also bei meinen MMOs habe ich weniger Probleme. Egal ob es TERA war oder Blade and Soul ist .-. da lassen sich immer gute Namen finden. Aber da benennt man auch einen Charakter .. du erstellst ihn .. gibst ihm besondere Merkmale .. siehst ihn an und BOOM du weißt welcher Name es sein soll!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T11:05:21.376+0000","up_votes":1,"down_votes":0,"body":"Ich versuche mir immer schöne Fantasynamen zu geben.\nGleichzeitig hasse ich Leute die sich komische Name wie \"Killerstaubsauger\" geben...\nSolche Leute kommen häufig nicht in meine Party.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T09:36:51.213+0000","up_votes":1,"down_votes":0,"body":"Ist ganz nett... nicht so cool wie maddin aber ok :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-20T09:40:39.557+0000","up_votes":1,"down_votes":0,"body":"Geschmackssache....","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-05-20T07:45:37.309+0000","up_votes":1,"down_votes":0,"body":"Hab mir ein neues Dach gekauft \n\n\nNaja geht aufs Haus \n\n\n:D","replies":[]},{"id":"","poster":"II3RDB4NG","date":"2019-05-20T07:18:11.043+0000","up_votes":1,"down_votes":0,"body":"Danke fürs triggern.....\nEs war irgendwann Anfang der 8oer zu Ostern als mein Vater beschloss, die gesamte Familie müsste vom Polen Paule gesegnet werden.\nGesagt getan, ab in den Urlaub nach Rom.\nNachdem wir stundenlang in der Hitze auf dem Platz ausgeharrt haben bis Paule ein paar Sätze auf Deutsch sagte und plopp waren wir alle gesegnet.\nDanach waren wir noch noch Urlaubskrempel machen, Ich war erst 4 oder 5 aber mein Vater hat in einem Laden ein (aus Kinderaugen) echt Großes Überraschungsei kaufte. In glänzender Folie, an die kann ich mich bis heute erinnern mit einer schleife etc.\nAls Ich fragte wer die bekommt, Ich hab noch 3 Geschwister, sagte mein Vadder nur, die Oma.\nStundenlang nervte Ich das Ich das Ei will aber es gab nur ne Ohrfeige (es waren halt die 80er^^).\nAls wir später über den Dächern Roms Ostereier suchten fand ich das große Ü-Ei mit meinem Namen dran.\nVoller Freude riss Ich es auf und es war ein kleines Püppchen mit blonden Haaren und ein komischer Spiegel und nen Kamm drin.\nIch glaube das war mein schlimmster Urlaub.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-20T07:42:11.604+0000","up_votes":1,"down_votes":0,"body":"> Danke fürs triggern.....\n\nGerne!\n\nXD Keine Ahnung warum du das als \"schlimmsten Urlaub\" bezeichnest. Als kleiner Junge ... okay :D Aber jetzt ist das doch eine eher witzige Geschichte!\n\nIch habe meiner Schwester mal eine Kokosnuss an den Kopf geworfen XD sie hat heute noch eine Narbe davon auf der Stirn. War 'ne Katastrophe im ersten Moment aber heute lachen wir drüber wie die blöden :D","replies":[]}]}]}