{"id":"txd52WGy","poster":"Bayonetta38","date":"2017-03-08T10:05:02.864+0000","title":"Elodie, Die Fee der Natur","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Elodie ist ein aggressiver Supporter/Magier. Sowie Karma Zyra und Morgana. Als Support gedacht kann aber auch in die Mitte. Sie ist eine gro&szlig;e schlanke Frau mit langem goldbrauem Haar blauen Augen einem pinkgr&uuml;nen Kleid, hellgr&uuml;nen Feenfl&uuml;geln und an den Ohren gro&szlig;e Creolen. Kurz gefasst  soll sie mal wieder die weibliche Note in Lol bisschen anheben. \r\n\r\nPassive:  Wunder der Natur: Alle 60sec kann sie neben einen Turrent ( zerst&ouml;rt oder nicht ) eine Trauerweide erscheinen lassen welche in einem kleinen  Radius heilende Winde loswehen kann alle 10 sec f&uuml;r 3 sec (sowas wie eine kleine Janna ulti) kann aber vom Gegner zerst&ouml;rt werden\r\n\r\nQ: magische Venusfallen: l&auml;sst in einem kleinen Radius Venusfallen sprie&szlig;en welche den Gegnern magischen Schaden verursachen (0,6% ap) und diese f&uuml;r 1 sec stunnen. \r\n\r\nW: Brunnen des Lebens: Elodie l&auml;sst um sich herum einen kleinen strudel bilden, welcher f&uuml;r 3 Sec nach der Bildung anh&auml;lt, (&auml;hnlich wie karthus w nur kleiner ) der Verb&uuml;ndeten Lauftempo gibt und Gegner &uuml;ber Dauer magischen Schaden verursacht (0,3% ap). \r\n\r\nE: giftige Rankenhiebe: Elodie l&auml;sst eine Reihe Ranken entstehen ( Anzahl an Ranken steigt pro Level der F&auml;higkeiten Anfangs 2 Ranken zum Schluss 5 ) welche die Gegner vergiften und verlangsamen und magsichen Schaden versachen ( 0,5 % ap) \r\n\r\nR: Bl&uuml;tentraum: Elodie ruft die Mutternatur um Hilfe welche um sie herum einen gro&szlig;en Bl&uuml;tenregen (Mehr Tornado) erschafft welcher Verb&uuml;ndete heilt und Gegner verlangsamt und magischen Schaden verursacht ( 0,8% ap) \r\n\r\nSo das ist mein Konzept von Elodie , der Fee der Natur. Ich w&uuml;rde mich &uuml;ber eine R&uuml;ckmeldung und gewisse Verbesserungsvorschl&auml;ge freuen.","replies":[{"id":"","poster":"CrasenEX Neeko","date":"2017-03-08T10:52:23.154+0000","up_votes":1,"down_votes":0,"body":"An sich gefällt mir die Idee, allerdings finde ich, dass grade so eine Flächenultimate 0,8% AP scaling haben soll ein wenig übertrieben. Ich meine ich kenne den Grundschaden der Fähigkeit nicht, jedoch klingt 0,8% nach extrem viel. Allerdings bräuchte es mMn. mal wieder einen neuen Supporter (oder wird der neue Galio auch als Supp gespielt?).\nVon den Fähigkeiten her ist Elodie zwar nichts neues aber ich denke mit noch ein wenig Feinschliff könnte man daraus was machen. \nDas Konzept an sich finde ich eine schöne Idee. Zumindest gibts in der Kluft noch keine Fee, abgesehen von Lulu's kleiner Helferin. \nWas ich jedoch finde ist, dass der Champ was CC angegt etwas zu überladen ist. \nQ-Betäubung, E-Verlangsamung und R Verlangsamung klingt nach ziemlich viel. \nMorgana zB. hat ja auch nur zwei, genau wie Alistar, Blitzcrank, Janna, etc. Der einzige Supporter der mir spontan mit 3CC's einfällt ist Leona und die ist extrem nervig auf der Lane.","replies":[{"id":"","poster":"Bayonetta38","date":"2017-03-08T11:01:58.671+0000","up_votes":1,"down_votes":0,"body":"Stimmt an den Grundschaden hab ich gar nicht gedacht aber ich denke mal die Ulti wäre 150/250/350 und 0,8 scaling find ich ok für ne ulti Leona ihre allein hat ein 0,8 oder 0,9 scaling auf ulti. Das mit der CC ja hat bissle viel aber mir viel sonst nix anderes ein xD Silence wäre zu op und heal statt slow wäre dann auch to much wegen ulti und passive. Da war ich nicht kreativ genug. Aber vielen Dank für deine Verbesserungsvorschläge :)","replies":[]}]}]}