{"id":"Xu66HiL1","poster":"zzerodd","date":"2017-03-07T16:05:28.186+0000","title":"Community sucht Member für Flex 5er Ranked.[Silber/Gold]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Gamer und Gamerinen,\r\n\r\nWir die Hydrest Commmunity suchen neue aktive Spieler und Spielerinnen, die sich unteranderm f&uuml;r das Genre MOBA interessieren. In dem Fall suchen wir Leute im Silber/Gold bereich f&uuml;r spannende und nervenaufreibende Partien Flex-que. Was ihr daf&uuml;r braucht ? Nunja das ist ganz einfach!\r\n\r\n&bull; Einen Funktionierenden PC, Und nart&uuml;rlich Maus, Tastatur etc..\r\n&bull; Sehr Wichtig Teamspeak und ein Funktionierendes Heatset f&uuml;r die Kummunikation\r\n&bull; Gutes bis Lagfreies Internet (f&uuml;r das vermeiden von DC&#039;s oder zu hohen Ping)\r\n&bull; Man muss nett sein und Tipps nicht als beleidigung auffassen. Den selbst faker ist nicht perfekt!!!\r\n&bull; Wir sind eine Gemeinschaft also bitte nicht Flamen! Denn jeder macht mal Fehler.\r\n&bull; Gutes Teamplay ist angesagt !\r\n&bull; Einen freien Tag muss man sich nehmen f&uuml;r Besprechungen\r\n\r\nWenn dies alles gut klappt k&ouml;nnen wir uns auch f&uuml;r Tuniere oder ESL Meisterschaften eintragen. Den &Uuml;bung Macht den Meister !\r\nNart&uuml;rlich wenn sich genung Leute finden k&ouml;nnen wir mehrere Teams unter den Namen Hydrest machen.\r\n\r\nAber was bietet Hydrest?\r\nNunja wir sind eine sehr nette multigaming Community die sich nicht nur auf League of Legends konzentrieren.\r\nWir habe sehr viele Server f&uuml;r jegliche Spiele beispielsweise: Counter Strike Global Offensiv,Garry mod, Minecraft, World of Warcraft, Starbound, Don&#039;t Starve Together usw.\r\nNart&uuml;rlich spielen wir auch Spiele auf den Offizielen Server Wie: World of Warcraft auf den Realms Blackhand Horde, Malygos Allianz, Starcraft Legacy of the Void, Overwatch, GTA 5 und anderweitige Tripple A Titel. Auch darunter League of Legends.\r\n\r\nWir w&uuml;rden und sehr freuen wenn DU ein Teil unserer Community wirst!\r\n\r\nWenn du Interesse hast meld dich!!!!\r\n\r\nTS: Hydres.de\r\nWebseite: Hydres.de","replies":[]}