{"id":"eBdfGil7","poster":"Moosshadow","date":"2017-03-07T08:56:23.884+0000","title":"Wie carry ich mein Team am besten mit Gnar Top/Jayce Mid","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moin Zusammen,\r\n\r\nich hab folgendes Problem und zwar spiele ich aktuell in Silver 2, gestern noch Silber 1 und versuche mich jetzt schon seit ein paar Tagen wieder auf Gold zu bringen, was aber einfach nicht klappen will. Ich maine aktuell 2 Rollen und das ist Gnar Top oder Jayce Mid. Ich gewinne in fast allen F&auml;llen meine Lane, bis auf ein paar Ausnahmen. Nun ist die Frage, wie gehe ich weiter vor? Soll ich  pushen, roamen? Als Gnar hab ich auch &ouml;fters das Problem das ich in Teamfights geforced werde obwohl ich klein bin und kaum Impact habe oder ich bin gro&szlig; und unsere Teampositionerung ist so ung&uuml;nstig das man kaum eine vern&uuml;nftige Ulti auf das ganze Gegnerteam setzen kann. Mit Jayce versuche ich durch meinen hohen Schaden, also die eq Combo m&ouml;glichst viel Schaden auf die Squishi Gegnerziele zu bringen, bevor ich All in gehe. Werde ich allerdings gecatcht oder bin Ziel von Annie und Co. wars das oft f&uuml;r mich. Vielleicht ist jemand hier der sich  mit beiden Champions recht gut auskennt und mir ein paar Tipps geben kann, wie ich das ein oder andere spiele was meistens nicht f&uuml;r uns l&auml;uft nochmal rumgerissen bekomme.\r\n\r\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Cayce","date":"2017-03-07T18:45:21.785+0000","up_votes":1,"down_votes":0,"body":"Gnar's teamfight ist tatsächlich nicht der einfachste zu managen. Versuch deinem Team zu erklären, dass sie auf deine ragebar achten sollen, gerade neuere Spieler denken vielleicht, du kannst einfach so die Formen wechseln (können die anderen ja auch!), gerade da Gnar in letzter Zeit nicht mehr so populär ist. Ich hatte auch schon jemanden in Platin, der nicht wusste, wie die Ekko ult funktioniert.\n\nGecatcht werden solltest du natürlich allgemein vermeiden. Wenn du oft wegen facechecken stirbst, überleg dir, ein Blue Trinket zu holen. Oder du kannst mit deinem q als Jayce scouten (wobei das vermutlich sehr aufs Mana geht).\n\nZu Jayce: Bei Jayce ist das Problem oft, dass dein Team keinen AP Schaden mehr hat, weswegen die Gegner Armor stacken können. Deswegen solltest du bemüht sein, das Game schnell zu beenden. Wenn du deine Lane gewinnst, versuch deinen Lead auf andere Lanes zu snowballen und einen Siege zu provozieren, er ist theoretisch auch ein Charakter mit dem splitpushen kann (jedoch brauchst du dann ne gute Vision um nicht gecatcht zu werden). Wenn dein Problem eine Annie ist, bleib einfach auf Q Range bis sie ihren Bären jemand anderem auf den Kopf gesetzt hat.\n\nJayce ist jedoch nicht der beste Charakter um ein Comeback einzuleiten. Er ist zum Teil vom Snowball abhängig, da ihm zwar der Poke bleibt, aber um auf jemanden drauf zu springen, braucht er gewisse Items, da er ansonsten stirbt ohne sein Ziel getötet zu haben. Mit Gnar kommt es drauf an, wie stark dein Team behind ist. Wenn es 3 zu 17 steht, hilft auch die 5mann Gnar ult oft nicht mehr viel.","replies":[]}]}