{"id":"de5ovNcM","poster":"Pure Cynicism","date":"2017-03-07T11:56:27.377+0000","title":"Missing-Pings bei Fehlern","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":2,"body":"Hi,\r\ngeht es euch auch so, dass in letzter Zeit der Spam mit den Missing Pings - also den Fragezeichen - bei (vermeintlichen) Missplays &Uuml;berhand nimmt? Gerade als Toplaner passiert es mir relativ oft, dass mein Gegner von der Base aus einen TP macht, dem ich aber je nach Situation nicht folge, weil ich zB lieber den ersten Turm nehmen m&ouml;chte oder beim 3-3 auf der Botlane ohnehin nutzlos bin (zB im Fiora gegen Renektion - Matchup). Man wird dann regelrecht von der Botlane mit Fragezeichen zugespamt. Gerne passiert das auch als Jungler, wenn mein Toplaner gegankt wird und mich dann zupingt, weil ich woanders gegankt habe. \r\n\r\nWas kann man dagegen tun? Gegen die st&auml;ndigen Flamer nutze ich ziemlich oft /mute all, gegen den nervigen Pingspam hilft eigentlich nur das Muten der Pings, was ich auch gestern gemacht habe. Ich kann jedenfalls nicht konzentriert spielen, wenn am laufenden Band gepingt wird.\r\n\r\nVielleicht kann man es reporten als negative Einstellung, wobei die Leute, die das praktizieren, ohnehin fast immer Flamer sind, sodass man sie auch wegen Beleidigungen reporten kann. Aber mir pers&ouml;nlich hilft das nicht weiter. Vielleicht bekommt so jemand eine Strafe, aber da ich bei der Spielermasse in meiner Elo denjenigen ohnehin nie mehr sehen werde, hab ich davon wenig.","replies":[{"id":"","poster":"eingew","date":"2017-03-07T13:12:42.830+0000","up_votes":3,"down_votes":0,"body":"Bedien dich bei der Psychologie. Ein Verhalten wird am ehesten eingestellt, wenn keine Reaktion damit erzielt wird. Wenn der Spammer bei dir keinerlei Verhaltensänderung feststellen kann, warum sollte er weiter machen? Klar, funktioniert nicht immer, aber ich denke ein Patentrezept dafür gibts einfach nicht. Ansonsten kannst du bei Riot weiterhin auch einen spielersprezifischen Pingmute fordern, wie es schon länger getan wird. Je mehr Leute das wollen, desto höher ist die Wahrscheinlichkeit, dass Riot das tatsächlich umsetzt. (Oder zumindest die Trigger erhöht, bei denen ein Ping als Spam erkannt wird und der Spieler für kurze Zeit keine Pings mehr nutzen kann.)\n\nAbgesehen davon möchte ich noch auf deinen letzten Absatz eingehen:\n\n> Aber mir persönlich hilft das nicht weiter. Vielleicht bekommt so jemand eine Strafe, aber da ich bei der Spielermasse in meiner Elo denjenigen ohnehin nie mehr sehen werde, hab ich davon wenig.\n\nWas für Reaktionen in deinem Gehirn ablaufen ist eine Entscheidungssache. Du kannst dabei bleiben, dass diese kleinen Gefühle wie Vergeltung befriedigt werden müssen und du andernfalls keinen Spaß an der Situation haben kannst. Du kannst aber auch dazu kommen, dass jegliches Geschehen rund um überflüssige Spieler dich emotional nicht mehr beeinflusst. Natürlich sollte es weiterhin dein Anliegen bleiben, Spam einzudämmen, aber wenn es das ist, weil du dich über sie aufregst und sie \"leiden\" sehen willst, dann hast du eine destruktive Einstellung die vor allem dir selbst schadet. Wenn du stattdessen einfach nur ein angenehmes Spielerlebnis haben willst, und die destruktiven Dinge ausschließt, kannst du trotz des Spams Spaß am Spiel haben und gleichzeitig den Spammer reporten, damit er zukünftig trotzdem sein Verhalten ändert - nur dass er dir als Person nicht mehr wichtig ist und daher auch nicht schaden kann. \n\nZu dem \"davon hab ich wenig\": Das ist das sogenannte soziale Dilemma. Du hättest mehr davon, wenn der Spieler instant bestraft würde und man dir das möglichst ausführlich auf die Nase bindet. Riot entscheidet sich aber stattdessen ein System einzuführen, was Dank sozialer Kooperation zu einem Vorteil für alle führt: Wenn alle Spieler alle negativen Spieler reporten, dann werden die negativen Spieler aussortiert und alle anderen können ein entspannteres Spiel haben. Das hilft dann der Einzelperson explizit weniger, aber diese Egozentrik, die einen dazu zwingt, sich nur wohl zu fühlen, wenn man wie eine Spinne die Leckerbissen zu sich ranziehen kann und bei jeder Fliege die am Netz vorbei kommt ohne darin fest zu kleben oder gar in ein anderes Netz geht, sich möglichst lange darüber \"aufzuregen\" (oder zumindest darüber nachzudenken), wie blöd es doch ist, dass man der Fliege nicht zeigen konnte, wie viel größere Zähne man hat, ist meiner Meinung nach sowieso völliger Quatsch. Das \"schlimmste\" daran ist, dass du die Fliege von heute spätestens in einer Woche vermutlich sowieso wieder vergessen hast, weil du da längst eine neue Fliege gefunden hast, über die du nachdenken kannst.\n\nIch würde tatsächlich gern noch mehr darüber philosophieren, wie viel sinnvoller es wäre, wenn mehr Menschen (vermutlich einschließlich mir selbst) akzeptieren würden, dass der eigene Vorteil oft in Wirklichkeit ein Nachteil für alle (alle bedeutet in diesem Falle einschließlich der Person selbst) ist, aber ich glaube das wird etwas viel und vielleicht ist dieser Thread auch gar nicht der richtige Ort dafür.","replies":[{"id":"","poster":"Shacoláde","date":"2017-03-07T14:00:09.318+0000","up_votes":2,"down_votes":0,"body":"Was hälts du davon diesbezüglich einen speraten Thread aufzumachen?\nWas sich viel wohl denken, bzw. worüber viele schon mal nachgedacht haben,\nhast du nun recht schön in Worte ausgedrückt.\nDie Psycholgie macht in diesem Spiel einen sehr großen Anteil aus,\nwas man in den meißten Threads im \"Verhalten-Forum\" recht gut lesen kann.\nViele die dort einen Thread aufmachen suchen oft nur ein Emtionales Ventil \num den Frust abbauen zu können, andere suchen nach zustimmung.\n\nWenn man das Verhalten das man hier oft ließt auf das Game überträgt,\nkann man sich ganz gut ausmalen wie es ist zu flamen bzw. geflamet zu werden.\nMan kann diejenigen teilweise schon verstehen, warum sie Frust schieben\nwenn andere schlecht spielen ( heißt nicht das ich es gut heiße).\nUnd das erzeugt keine die Reaktion des TE, welche sich dann auch begründet \nrechtfertigt.\n\" Aktio gleich Reaktio\"  (sry... bin einfach der Physik nahe)\n\nIngame sieht das dann meißt so aus:\nFlamer: \"OMG.. why are you so braindead and don´t help us\"\nGeflamte: \"Sry... but  that was not my mistake\"\n\nDer Flamer sucht nach der einfachsten Begründung warum er \nnun gestorben ist.  Und der geflamte will sich einfach nur verteidigen.\nBei fühlen sich dann im Recht und das führt einfach zu einem Verhalten\ndas sich gegenseitig hochschaukelt.\nAb diesen Punkt kommt \"Eingew\" ganz gut ins Spiel.\nWenn man nicht Öl ins Feuer gießt geht es irgendwann aus.\n\nDas größte Missverständnis was ich daran sehe ist,\ndas in einen game der jeweils eine von anderen nur einen geringen Bruchteil\nauf dessen  \"LoL-Karriere\" einblick hat. \nDie Menschen neigen dazu, den Überblick den sie in der ersten Sekunde\nvon jmd haben zu pauschalisieren.\n\"Wenn er des öftern stirbt, dann feeded er\"  --> Aktio \"OMG... i get again a feeder in team\"\nder geflamte: Ich hab vllt grad ein schlechtest spiel aber absichtlich feeden tu ich ned.\nIch geb  doch immer mein bestes. Ist deswegen sauer das er als \"Feeder\" bezeichnet wird.\n--> Reaktio \"OMG.... always that flamer in my team... sh** up\"\n\nFolge: Der eine ist ein \"Flamer\" der andere ein \"Feeder\"\nBeide fühlen sich im Recht.... aber dabei hat keiner wirklich \"Recht\"\naufgrund der art und Weise wie man in der kurzen Zeit den anderen auf ein Klischee reduziert hat,\nfühlen sich beide angegriffen und wehren sich.\n\nZusammengefasst ausgedrückt:\n\"wer flame wird geflamed\"\n\"Hält man jedoch die Flamme klein, kann kein neues Feuer entfachen\".","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-03-07T17:49:30.928+0000","up_votes":1,"down_votes":0,"body":"Also entweder ich ignoriere diese und es hört irgendwann selber auf. Oder ich pinge ihn in dem Moment genauso häufig wie er mich. Feuer mit Feuer bekämpfen ist zwar nie sinnvoll, funktioniert aber erstaunlich gut. Die Pings hören dann auch auf.","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2017-03-07T17:17:19.596+0000","up_votes":1,"down_votes":0,"body":"Man kanns auch einfach ignorieren bzw bewusst ausblenden. Flamer gibts immer und überall, mir scheints teilweise so, dass Leute das Spiel nur spielen um zu flamen, siehe zB eine Miss Fortune die sofort anfängt zu flamen weil der Supporter versehentlich einen Minion gekillt hat (und ja, hab extra nachgeschaut, der Supporter hatte zu dem Zeitpunkt genau 1 Minion-Kill).","replies":[]},{"id":"","poster":"TossAGankToBot","date":"2017-03-07T12:47:29.560+0000","up_votes":1,"down_votes":0,"body":"Sehe das auch ziemlich häufig,wenn jemand z.B \"verfolgt\"wird und dann stirbt wobei er nur zurück in die Base wollte.Finde das auch nicht okey und vlt sollte man das mit den Pings ändern,damit die wirklich NUR fürs SS benutzt werden.Fehler kann man auch freundlich mitteilen,wobei das 80% der LoLgemeinde nicht tun,weshalb ich den Chat mute :/","replies":[]}]}