{"id":"sNE2JE1G","poster":"DarkDancingShaco","date":"2017-03-06T17:45:11.166+0000","title":"Extra einen Champion bannen den man spielen kann?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":5,"body":"Ich bin gerade in einem Spiel, und meine Orianna hat extra Shaco toplane gebannt, obwohl man sieht das ich ein Shaco OTP bin und fast keinen toplaner habe au&szlig;er Ryze, und ryze haben die gegner gepickt. Ich habe mich jetzt raus gehalten und werde wegen feeding reported, aber warum macht man sowas? warum denken man ein troll ist ? Die Orianna ist grad sehr Toxic, ich dagegen schreibe nichts. Kann ich davon ausgehen das ich sperre bekomme auch wenn ich reported werde und nichts schreibe?","replies":[{"id":"","poster":"Ireliα","date":"2017-03-06T17:49:00.824+0000","up_votes":1,"down_votes":0,"body":"Nein, du wirst keine Strafe erhalten.\n\nDas sind toxische Leute, die werden wir wohl niemals ganz aus der Community bekommen. Reporten und hoffen, dass sie bald die passende Strafe bekommt.\n\nAnsonsten würde ich den Shaco Top Lane Pick wahrscheinlich gar nicht erst zeigen. Das er gebannt wird ist ziemlich selten und du umgehst damit Leute wie diese Ori.","replies":[{"id":"","poster":"DarkDancingShaco","date":"2017-03-06T17:54:06.267+0000","up_votes":1,"down_votes":1,"body":"Hm okey, weil er meinte er würde ein Ticket für Riot schreiben.","replies":[{"id":"","poster":"eingew","date":"2017-03-06T19:18:27.342+0000","up_votes":1,"down_votes":0,"body":"Riot bannt aber nicht, nur weil man ein Ticket schreibt :D. Bans werden für Fehlverhalten ausgesprochen. Sich den Champion bannen zu lassen und keinen guten Alternativpick bereit zu haben ist aber kein Fehlverhalten, nur schlechtes Spielen. Aber da es nicht einmal strafbar ist Bronze zu sein solltest du als Goldspieler noch mal so gerade davon gekommen sein ;).\n\nWelcher Troll auch immer auf die Idee gekommen ist, es könnte ein Problem sein, in einem kompetitiven Spiel Fehler zu machen (wo es ja im Prinzip ausschließlich darum geht, die Fehler der Gegner auszunutzen und selbst wenige genug zu machen, dass das Gegnerteam selbiges weniger gut schafft), er hat uns alle gehörig verarscht ;).","replies":[{"id":"","poster":"DarkDancingShaco","date":"2017-03-06T19:24:13.562+0000","up_votes":1,"down_votes":1,"body":"Wir haben das ja als Team ja jetzt gewonnen, ich sehe das so, ohne mich hätten die das nicht gewonnen,aber ich ohne sie nun auch nicht! hätte ich mich in dieses geflame eingemischt wär das eskaliert und ich denke mal da hätte dann keiner bock mehr zu spielen und da wäre jemand afk gegangen. Im diesen fall ging es mir nur ums prinzip was ein Mensch man sein muss um jemanden sich selbst schaden zu zufügen ihn schlecht da stehen zu lassen?! Ich denke das bleibt mir ein Rätsel aber ich glaube das sind die Leute die bock auf streit haben","replies":[{"id":"","poster":"eingew","date":"2017-03-06T20:37:18.947+0000","up_votes":3,"down_votes":0,"body":"Was mich am meisten daran stört, ist, dass da ein großes Grundproblem besteht, das eigene Verhalten zumindest ansatzweise zu reflektieren und sich zu überlegen, ob man wirklich weiter eine Marionette seiner in dieser Hinsicht völlig destruktiven und hinderlichen Emotionen bleiben will, oder zur Abwechslung mal ein bisschen Selbstbestimmtheit an den Tag legen will...","replies":[]}]}]},{"id":"","poster":"Ireliα","date":"2017-03-06T18:33:43.287+0000","up_votes":3,"down_votes":0,"body":"Du kannst quasi spielen was du möchtest so lange du dein bestes gibst.  Wenn du dazu nicht (beleidigend oder spammend) schreibst kann er 100 Tickets schreiben und dir passiert nichts.\n\nIst so als würde ich dich anzeigen für eine Sache die du nachweislich nicht gemacht hast. Es passiert einfach nichts :)","replies":[]}]}]},{"id":"","poster":"DarkDancingShaco","date":"2017-03-06T21:37:08.639+0000","up_votes":1,"down_votes":3,"body":"Jetzt will ich nochmal was klar stellen, mir das jetzt NOCHMAL passiert und das ist 2 von 2 Games jetzt so? Provozieren die jetzt echt oder bin ich jetzt einfach nur komplett auf Droge oder warum Spinnen die Summoner heute?","replies":[{"id":"","poster":"HyperionCH","date":"2017-03-07T09:45:30.633+0000","up_votes":2,"down_votes":0,"body":"Wie bereits erwähnt wird Shaco grundsätzlich (in Low Elo erst besonders) öfters gebannt.\n\nIch persönlich banne Shaco auch öfters, da es selbst mit Wards recht unangenehm ist, gegen ihn zu spielen (wenn ich Mid oder ADC spiele).\nIch banne ihn also nicht, damit mein Top/Jgl ihn nicht kriegt, sondern der Gegner ihn nicht bekommt.\n\nGrundsätzlich schaue ich, was meine Mates picken möchte und banne nichts weg. Jedoch letztens in einem Normal passiert, dass ich Shaco wegbannte; jedoch hat der Jgl ihn gar nicht gezeigt bzw. allenfalls einen Augenblick vorher (jedenfalls sah ich bei ihm keinen Champ).\n\nTrotzdem solltest du für deine Main-Rollen doch eher 3 statt 2 Champs können.\nKann ja auch sein, dass Ryze gebannt wird und der Gegner Shaco pickt. Was machst du dann? Wusste ja niemand, dass dein 2. Champ Ryze ist.","replies":[]},{"id":"","poster":"Vogeljunges","date":"2017-03-07T07:44:36.596+0000","up_votes":1,"down_votes":0,"body":"ist leider so, dass viele leute shaco einfach kacke finden und den nicht im team haben wollen, weil der schon recht schwer zu spielen ist und als jungler nutzlos wird, wenn er nicht im early sein potenzial gut ausspielt oder sogar zurück fällt...\n\nund wenn jene leute dann sehen, dass der von ihnen ungeliebte shaco auf der toplane gespielt werden will anstatt \"play tanky top!! pick tank top!\", dann bannen die den halt, weil sie der meinung sind, dass das auf keinen fall klappen wird...\n\nwie schon eben gesagt - zeig deinen pick einfach nicht. sollte shaco trotzdem gebannt werden, haste halt pech gehabt, aber zumindest beugst du der situation vor, dass du dich über deine mates ärgerst.","replies":[]}]},{"id":"","poster":"NoBoostedNoobs","date":"2017-03-08T23:00:59.015+0000","up_votes":1,"down_votes":0,"body":"Ich banne immer Zed und Yasuo wenn mein Team den picken möchte. So unterbindet man das deine Mitte Dauerlose ist :D","replies":[]},{"id":"","poster":"Wernicke","date":"2017-03-06T18:14:52.415+0000","up_votes":1,"down_votes":0,"body":"Mein folgender Tip ist jetzt vlt ein bisschen oldschool und gibt gestimmt genug die das anders sehen, und ich nehme downvotes für meine ganz persönliche(!) Ansicht auch gerne in Kauf, aber geh einfacht nicht rank bevor du nicht für jede lane 2 - 3 champs hast. Gerade in Zeiten von Autofill wodurch man nicht immer nur Supp bekommt!\nJetzt könntest du sagen \"hey wieso, ich spiele gerne shaco top und behersche ihn auch\". Und ich sage, das ist schön, und ap shaco top ist in der Tat sogar ganz gut. Nur leider spielen dir deine Mitspieler da einen Streich, wie du jetzt selber feststellen musstest. Das wird dir auch immer wieder passieren, leider. Zu viele Spieler kennnen nur Meta, leben nur in ihrer eigenen Welt, und können nicht glauben das andere Dinge funktionieren können. Dadurch wirst du immer wieder mit solchen picks als troll abgestempelt und du sorgst ungewollt für schlechte Stimmung im Spiel (auch wenn das natürlich nicht deine Absicht ist). \nSofern dir das gerede und getilte der Mitspieler egal ist, spiel es! Aber wie dein thread zeigst zust du das nicht ;D\nUnd versteht micht nicht falsch, ich finde das auch doof das man wegen nicht meta picks sofort abgestempelt wird, aber leider ist das traurige Wahrheit :/","replies":[{"id":"","poster":"DarkDancingShaco","date":"2017-03-06T18:30:27.746+0000","up_votes":1,"down_votes":2,"body":"Klar, ich hatte letztens einen der sich AP Varus Troll genannt hat, der hat auf der Bot AP varus als \"adc\" gespielt und es hat absolut super funktioniert, ich habe auch nicht was dagegen gesagt, aber das team mal wieder. Der hat sogar das ding geholt. Ich kann dazu nur sagen das ich das spiel jetzt gewonnen habe durch's late auch wenn ich jetzt glaube ich 3/10 aus dem game geangen bin ich einen guten job gemacht hab. Teils ich schade finde das die mich trotzdem wegen trollen reported, ist ja nun auch egal. Wie du schon sagtest mehr als 2 oder 3 champs habe ich ja, das ist auch kein problem, aber ausgerechnet hat das gegner Team ja Ryze gespielt. Ich kam auch eben zum entschluss mir ein Reserve Pick \"zu kaufen\" könntest du mir ein Tip geben welchen Starken Toplane champion du mir entfehlen kannst? im Berreich 3150 wenn und wenn es sich lohnt würde ich auch auf 6300 Sparen.","replies":[{"id":"","poster":"Wernicke","date":"2017-03-06T18:49:22.233+0000","up_votes":1,"down_votes":0,"body":"Da frag mal lieber die pros hier^^\nOder schau mal nach was gerad so in der top tier list is. kannste googlen.\nIch aber würd sagen, teste einfach n Paar in normals wenn sich die Gelegenheit ergibt.\nich persönlich liebe Cho, Teemo und Ekko auf Top. Garen ist auch immer ein safe pick. Kennen ist gut. Oder Pantheon. je nach teamcomp und was die Gegner picken und auf was ich Lust hab (ich bin aber auch nur Bronzie) ^^","replies":[{"id":"","poster":"DarkDancingShaco","date":"2017-03-06T18:54:31.354+0000","up_votes":1,"down_votes":2,"body":"Hast mir trotzdem sehr geholfen, wenn du willst kann ich dir da raus helfen, ich habe da noch die ein oder anderen Smurfs","replies":[]}]}]}]},{"id":"","poster":"Released Ape","date":"2017-03-07T01:35:04.797+0000","up_votes":1,"down_votes":1,"body":"Hallo,\n\nso eine Erfahrung zu machen ist natürlich unglücklich - spiel einfach irgendwas oben und versuch nicht ganz unterzugehen. Für schlechtes Spielen kann man nicht gebannt werden, solange du also einfach ganz normal gespielt hast bist du auf der sicheren Seite. Nachdem Spiel die Spieler einfach melden, es fühlt sich manchmal an als würde das nicht bringen - aber lass dich davon nicht täuschen. \n\nHier kommen fast täglich welche die sich über ihre Sperren beschweren und das sind auch nur diejenigen die nach der Sperre etwas schreiben, der Großteil wird nur den Support schreiben oder die Sperre einfach akzeptieren.\n\nAn manchen Tagen musst du in League einfach stark sein, das sage ich den Leuten immer, selbst daran halten kann ich mich nicht. Ich brauch immer viel Aspirin, Ritalin, Kokain und spezielle Atemtechniken. Wenn ich das habe muss ich nur noch das Lied Shooting-Star abspielen und zum Beat mit den Kopf nicken.","replies":[]}]}