{"id":"TEBBfMYE","poster":"GameWave","date":"2017-03-06T17:27:47.291+0000","title":"Was ist eure Meinung zur Solo/Duo und Flex Queue?","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":9,"body":"Also ich pers&ouml;nlich finde das Ranked System in dieser Season ist der gr&ouml;&szlig;te Schwachsinn den ich je gesehen habe.... Zum einen ist da die sache das ich nur EINEN Rang haben m&ouml;chte auf den ich mich konzentriere und nichts zwei... und dazu kommt noch das ich gerne solo sowie mit Freunden spielen m&ouml;chte aber dann kommt immer die Sachen das wir 3-5 Leute sind... mhh ja Flex Queue toll... Zu 4 geht dann schon mal nicht (was wir meistens sind) -.- und au&szlig;erdem ist die Flex Queue eh nur die &uuml;belste troll Queue wo jeder nur spielt was er will egal welche lane er bekommt -.- (leona top, Blitzcrank Mitte, ziggs und azir bot.... usw.)\r\n\r\nWieso nicht einfach das System von letztem Jahr nutzen das war so Perfekt und ich konnte immer mit meinen Freunden Ranked spielen wenn wir wollten und mussten nicht immer auf normals zur&uuml;ckgreifen die am ende eh keiner von uns ernst nimmt oder wir spielen dann einfach gar nicht -.- \r\n\r\nWas ist den eure Meinung zu der sache? Geht es euch genau so? Oder findet ihr sogar das neue System besser? \r\n\r\n~GameWave","replies":[{"id":"","poster":"Ireliα","date":"2017-03-06T17:45:58.135+0000","up_votes":3,"down_votes":0,"body":"Das System vom letzten Jahr fande ich grauenhaft. Streit zwischen den Premades, als einzelner wurde man von der Premade Kommunikation ausgeschlossen und Schuld bei einer Niederlage war man sowieso. Gefühlt waren auch mehr Smurfs unterwegs. Ob das \"nur\" daran lag damit man mit seinen Freunden zusammen spielen kann oder ob dieser Freund das zum boosten gemacht hat kann ich nicht sagen. War wahrscheinlich beides und habe ich btw. auch gemacht. \nWir haben einen Bronze Spieler im Freundeskreis. Die Folge war, dass 3 Platin Spieler auf den Smurf geloggt haben. War mit Sicherheit kein schönes Erlebnis für die Gegner.\n\nSoloQ ist für mich nach wie die wichtige Wertung. FlexQ unterscheidet sich für mich nicht vom Normal Draft.\n\nMeine Idealvorstellung: SoloQ + Teamranked. Das Teamranked gerne mit etwas mehr Bezug zum SoloQ Ranking da dort teilweise schon sehr komische Spielkonstellationen (Bronze gegen Master) entstanden sind. \n\n\nAlso BITTE, BITTE nicht zurück zur DynamicQ only.","replies":[]}]}