{"id":"UwTUwOlN","poster":"Pumpgunpaul","date":"2017-03-06T19:14:41.704+0000","title":"Problem: League of Legends Startet, nach der Championauswahl kommt eine Fehlermeldung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin,\r\nich habe seit gestern einen neuen Pc und zwar nun mit W10 anstatt von w7. Ich habe das Spiel neu gedownloaded &uuml;ber den von Riot Games angebotenen Clienten.\r\nDas spiel startet normal &uuml;ber den Client. Ich kann leute einladen und auch eingeladen werden. Entweder wenn ich die suche Starte oder wenn die Champion Select vorbei ist bekomme ich folgenden Fehler:\r\nLeague of Legends.exe - Ung&uuml;ltiges Bild\r\nC:\\Windows\\System32\\d3dx9_39.dll ist entweder nicht f&uuml;r die Ausf&uuml;hrung unter Windows vorgesehen oder enth&auml;lt einen Fehler. Installieren Sie das Programm mit den Originalinstallationsmedien erneut, oder wenden Sie sich an den Systemadministrator oder Softwarelieferanten, um Unterst&uuml;tzung zu erhalten. Fehlerstatus 0xc0000020.\r\n\r\nIch habe das Spiel bereits zum Zweiten mal installiert und der Fehler besteht immernoch. Alle Windowsupdates sind auch geladen.\r\n\r\nBitte um hilfe\r\n\r\nmit freundlichen Gr&uuml;&szlig;en \r\nPumpgunpaul","replies":[{"id":"","poster":"legofreak1","date":"2017-03-06T20:36:58.891+0000","up_votes":1,"down_votes":0,"body":"Deinem PC fehlt der für deine Grafikkarte passende Treiber. Diesen kannst du auf der Herstellerseite herunterladen und installieren.","replies":[{"id":"","poster":"Pumpgunpaul","date":"2017-03-06T21:15:18.674+0000","up_votes":1,"down_votes":0,"body":"Problem ist immernoch vorhanden.","replies":[{"id":"","poster":"legofreak1","date":"2017-03-06T21:23:16.296+0000","up_votes":1,"down_votes":0,"body":"Kannst du dann bitte dein [DxDiag](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) und dein letztes [R3dlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) hier zur Verfügung stellen?","replies":[{"id":"","poster":"Pumpgunpaul","date":"2017-03-06T21:35:37.639+0000","up_votes":1,"down_votes":0,"body":"Leider kann ich keine R3dlogs finden, in dem Ordner befinden sich nur Maestro logs und Patcher logs.\nhttp://pastebin.com/jXsvA6sX","replies":[{"id":"","poster":"legofreak1","date":"2017-03-06T21:44:53.642+0000","up_votes":1,"down_votes":0,"body":"Kannst du dann einmal [Direct X 9](https://www.microsoft.com/de-de/download/details.aspx?id=34429) manuell installieren. Normalerweise sollte der Installer des Clients prüfen, dass das installiert ist, da dein Grafiktreiber installiert und aktuell ist, wird es wohl das sein.","replies":[{"id":"","poster":"Pumpgunpaul","date":"2017-03-06T22:24:04.666+0000","up_votes":1,"down_votes":0,"body":"Neuere oder Gleichwertige Version ist vorhanden. Also macht der nichts weiter.\n\nDeshalb bin ich ja auch so ratlos... habe das was du mir bis jetzt gesagt hast auch schon probiert gehabt...\n\nEs ist halt einfach sehr komisch, iwie scheint die dll datei ja mein Game zu blockieren, wenn ich das korrekt verstehe.","replies":[{"id":"","poster":"legofreak1","date":"2017-03-07T09:21:55.658+0000","up_votes":1,"down_votes":0,"body":"Lol benötigt noch DirectX 9, Windows 10 liefert inzwischen aber Version12 mit und mag es nicht, wenn man versucht alte Versionen manuell zu installieren. Hier findest du den offline Installer für Dx9:\nhttps://www.microsoft.com/en-us/download/details.aspx?id=8109\nDen müsstest du runterladen, entpacken und dann **DXSETUP.exe** ausführen. Am Ende bitte einmal den PC neu starten, das kann nie schaden.","replies":[{"id":"","poster":"Pumpgunpaul","date":"2017-03-07T15:06:50.232+0000","up_votes":1,"down_votes":0,"body":"so gemacht, wie du geschrieben hast, fehler besteht weiterhin.\n\n\nedit: hatte auch iwo im thread gelesen, dass Windows neu installiert werden muss, war aber nicht auf league bezogen...","replies":[{"id":"","poster":"legofreak1","date":"2017-03-07T16:04:13.474+0000","up_votes":1,"down_votes":0,"body":"Eigentlich sollte der Installer alle Probleme mit DirectX beheben, weil dieser sich einfach drüberinstalliert und bereits vorhandene Dateien überschreibt. Kannst du trotzdem die Datei aus der Fehlermeldung umbenennen und den Installer dann erneut ausführen? Wenn dieser aus irgendeinem Grund Probleme mit dem Überschreiben der Datei hat, sollte das das Problem beheben.\n\nIn Windows 10 ist außerdem standardmäßig Game DVR aktiviert, es kann nicht schaden, wenn du dies deaktivierst. Eine Anleitung dazu findest du hier:\nhttps://www.heise.de/ct/hotline/Xbox-GameDVR-in-Windows-10-deaktivieren-3492593.html\nSolltest du das Programm nicht verwenden ist es sowieso ratsam es zu deaktivieren, da es nur unnötige Ressourcen in Anspruch nicht.\nDu solltest außerdem im Hintergrund alle weiteren geöffneten Programme deaktivieren, um eine Beeinflussung durch diese auszuschließen. Gerade Spiele, die Overlays zur Verfügung stellen oder irgendwie mit dem Client interagieren, können gerne Probleme beim Starten des Spiels verursachen, wobei diese dann normalerweise nicht jene Fehlermeldung verursachen sollten. Zu den Programmen zählen insbesondere PlaysTV, lolrecorder, Teamspeak, nVidia Experience, schließe aber bitte wirklich **alle** Programme bis auf dein Antivirenprogramm.\n\nWenn es dann nicht geht, führe bitte in einer Kommandozeile mit Administratorrechten (im Startmenü nach \"cmd\" suchen, Rechtsklick -> \"als Admin ausführen\") folgenden Befehl aus:\n\nsfc /scannow\n\nDamit werden deine Systemdateien nach Fehlern durchsucht und ggf behoben. Eventuell ist hierzu ein Neustart notwendig.","replies":[{"id":"","poster":"Pumpgunpaul","date":"2017-03-08T10:22:53.996+0000","up_votes":1,"down_votes":0,"body":"Habe Windows neu Installiert gehabt, also schon angefangen bevor du gepostet hast, und jetzt gehts, war wohl ne Windows datei defekt o.ä.\n\nVielen Dank für deine Hilfe <3","replies":[]}]}]}]}]},{"id":"","poster":"Pumpgunpaul","date":"2017-03-06T21:54:41.223+0000","up_votes":1,"down_votes":0,"body":"Der Link, den du gepostet hast, ist angeblich nur bis Windows XP. Direct x hatte ich auch schon manuell installiert... aber ich probiere es sonst nochmal...","replies":[]}]}]}]}]},{"id":"","poster":"Pumpgunpaul","date":"2017-03-06T20:56:13.907+0000","up_votes":1,"down_votes":0,"body":"Okay, dachte Nvidia Experience sucht die updates automatisch, lade den treiber und melde mich dann nochmal.\nDanke schonmal","replies":[]}]}]}