{"id":"RPrEGRAF","poster":"Biotic","date":"2017-03-05T22:30:12.145+0000","title":"Solo Coach Plat+ gesucht","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo liebe Community,\r\n\r\nIch bin Ruben 15 Jahre alt Sch&uuml;ler und sehr begeisterter LoL Spieler. Ich spiele seit Season 5 sehr aktiv und bin Support main. Zu meinen Champions die ich behersche geh&ouml;ren Morgana, Thresh, Zilean. Alles andere kann ich spielen ausgenommen: Nami, Zyra, Lulu. Mein Problem ist, dass ich seit Ende season 6 im Bereich Platin 3-1 stuck bin. Leider wei&szlig; ich nicht warum und bitte daher um jemanden, der sich mit mir in Kontakt setzt, vielleicht mal ein Spiel zuschaut und mir meine Fehler aufzeigt, dass ich mich im Spiel verbessern kann. Ingame: Heimerdong\r\n\r\nVielen Dank an jeden der sich die Zeit nimmt.","replies":[{"id":"","poster":"Gin","date":"2017-03-06T08:19:18.518+0000","up_votes":1,"down_votes":0,"body":"Das Problem sich als Supporter zu verbessern ist, dass deine Fehler nicht so offensichtlich sind wie bei anderen Rollen. (Skillshots missen jetzt mal ausgenommen)\n\nWenn ein Viktor seine Kombo nicht trifft, trifft er seine Kombo nicht. Wenn man nicht gut farmt, merkt man dass auch normalerweise. Wenn du ständig gegankt wirst, musst du mehr auf die Map achten.\n\nAls Supporter musst du halt immer schauen was du hättest machen können, oder wo potenzielle Fehler und Verbesserungsmöglichkeiten seien könnten.\n\nDas Beste Beispiel dafür sind Wards. Einfach nur Wards zu plazieren reicht nicht. Wenn man 2 Wards in die Gebüsche auf der Botlane setzt, und eins in den Tri-Busch ist zwar schön und gut. Aber einer im Gebüsch, einer im Tri-Busch und einer im River decken einen deutlich größeren Bereich ab.\n\nAbhängig davon welchen Jungler und welche Champion die Feinde haben, musst du dein Wardverhalten auch dementsprechend anpassen.\n\nBei einem Zac wardest du anders, als zum Beispiel bei einem Rammus.\n\nUnd wenn sie einen Talon oder einen TF haben musst du ebenfalls schauen wie du möglichst effektiv wardest.\n\nAuch kannst/solltest du als Supporter wissen wie und wann du roamen kannst. Ein/e Leona/Blitzcrank/Thresh der roamt, und auf der Map für Druck sorgt, zusätzlich zum Jungler, setzt einen als feindlichen Midlaner (da ich Midlane Main bin) zum Beispiel unter Druck. \n\nInsgesamt ist es immer sehr anstrengend gegen einen Team mit einem Supporter zu spielen der präsent ist.\n\nMan muss nämlich immer damit rechnen dass der feindliche Support auch auftauchen kann, was dafür sorgt dass man als Gegner vorsichtiger spielt, in manchen Fällen auch tilted weil der Support ständig da ist.\n\nWorauf du auch achten musst, ist was du in Fights machst. Und wenn du einen Fight verloren hast, wie hättest du diesen gewinnen können?\n\nWenn ihr einen Fight verloren habt wo der feindliche Viktor euer ganzes Team zerstört hat, versuch ihn im nächsten Fight abzudrängen und zu priorisieren.\n\nWenn ihr einen gefeedeten Midlaner habt, und es bei den Feinden niemanden gibt der sich mit ihm messen kann, priorisiere es diesen zu verteidigen.\n\nIch spreche hier aus der Zeit in der ich noch Support Main war, was bereits 1,5 Jahre her ist. Aber ich denke dass sich in diesem Zeitraum nicht allzu viel an meiner Kernaussage geändert hat.","replies":[]}]}