{"id":"t008b6Ff","poster":"Vapertank","date":"2017-03-04T10:05:21.364+0000","title":"Client Blackscreen","subforum":"Client Diskussion","up_votes":2,"down_votes":1,"body":"Nachdem der Client soweit mir das bekannt ist &uuml;ber ein Jahr in Entwicklung ist erwarte ich mir langsam dass ich NICHT Ranked Games verliere weil ich einen Blackscreen bekomme. \n\nIch bin gerade aus meiner Series geflogen wegen eurem tollen St&uuml;ck coding... \n\nBitte bietet keine Dinge an die nicht funktionieren, und schon gar nicht wenn sie gewertete Spiele beeinflussen - DANKE! \nWenn ich mir nicht schon zu 100% sicher w&auml;re , dass wir alle sowieso bald mit dem neuen Client zwangsbegl&uuml;ckt werden, h&auml;tte ich diesen nie installiert. \n\nDanke f&uuml;r das verschwenden meiner Lebenszeit um weitere 2 Games durch den tollen Client.","replies":[{"id":"","poster":"Vreaky","date":"2017-03-04T17:57:49.733+0000","up_votes":1,"down_votes":0,"body":"[Hier](http://boards.euw.leagueoflegends.com/de/c/alpha-client-de/hOdFicMd-beta-client-diskussion-wozu-dient-dieser-bereich) ist der Beitrag der über dem Forum hausiert und ganz klar vermittelt, dass der Client sich zum einem noch inder Alpha befindet und zum anderem die benutzung auf eigende Gefahr geschieht.\n\nZitat:\n> Behaltet immer im Hinterkopf, dass der neue Client sich noch in der Entwicklung befindet und nicht ganz fertig ist - Es ist daher davon aus zu gehen, dass der eine oder andere Fehler auftaucht, der Client ab und an mal hängt bzw. abstürzt oder einfach viele Ressourcen verbraucht.\n> \n> Solltet Ihr Euch nicht sicher sein ob eine Funktion reibungslos laufen wird, so verwendet lieber den klassischen Client:\n> Es kann niemand garantieren, dass der Client immer zuverlässig ist – Bestrafungen (verlorene LP, Leaverbuster, etc.) können nicht zurückgenommen werden\n\nDu bist also einzig deiner Unwissenheit erlegen.","replies":[{"id":"","poster":"Vapertank","date":"2017-03-05T19:17:15.981+0000","up_votes":1,"down_votes":0,"body":"Der Client wird seit Jahren entwickelt und außerdem wird dieser auch mit diesen Bugs noch Pflicht werden. Ich kenne Riot, sachen die niemand haben möchte werden immer als erstes gepatcht.","replies":[{"id":"","poster":"Gin","date":"2017-03-05T23:28:37.078+0000","up_votes":1,"down_votes":0,"body":"Ja, wie zum Beispiel:\n\n* Rotierende Gamemodes\n* Hextech System\n* Clubs\n* Implementieren von Custom Games\n* Ein \"Low Spec\" Mode für Spieler mit einem nicht ganz so starken Rechner, sowie die Option Animationen zu deaktivieren\n* Das Auswählen und Bearbeiten von Runen und Masteries.\n* Verwalten von Shortcuts/Smartcast etc. außerhalb vom Game\n* Practice Mode\n* Sowie das Beheben Bugs (Was aber auch irgendwo selbstverständlich ist)\n\nUnd wenn ich nicht falsch liege, ist der Client seit ca. 1,5 - 2 Jahre in Entwicklung? War seit Anfang 2016 in der Alpha, und ist seit November in der Beta.\n\nUnd auch wenn es vieles gibt was noch geändert und angepasst werden muss, ist der Client für die Zeit die es ihn erst gibt, auf einem guten Weg.\n\nVor allem wenn du mal schaust wie der alte Client nach dem selben Zeitraum aussah.","replies":[]}]}]},{"id":"","poster":"Gin","date":"2017-03-05T14:34:10.966+0000","up_votes":1,"down_votes":0,"body":"Schalte mal den [Low Spec Mode](http://i.imgur.com/b4sjw34.png) an und schalte Animationen aus.\n\nDadurch sollte es deutlich seltener zu Abstürzen kommen und der Client an sich sollte flüssiger laufen.","replies":[]}]}