{"id":"PNczYwFc","poster":"Mini Bang","date":"2017-03-04T07:52:58.446+0000","title":"Permabann, gerechtfertigt?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":15,"body":"Hey Jungs und M&auml;dls\r\nUnterhalb seht ihr mein Game... F&uuml;r diesen ingame chat wurde ich gepermabanned. Ja es ist wirklich nicht das netteste game, aber f&uuml;r nur einen ausrutscher gepermabanned zu werden ist schon ziemlich wild. Einer meiner Freunde sagte, bei ihm wurden 3 solche games angezeigt und ich bin auch der meinung, das dies nicht genug f&uuml;r nen permabann ist. ich wurde von min 3 an permanent von meinen mitspielern geflamed. jeder teamfight, jeder tower den wir verloren, alles war meine schuld. Jeder der 4 Mitspieler lies seine wut an mir aus. besonders die orianna die mir cancer (Krebs) w&uuml;nschte, viel mir sehr toxisch auf. Meine Mates spammten permanent &quot;report tristana&quot; [mich] in den allchat. Das machte mich halt extrem w&uuml;tend und ich versuchte meine Lage zu erkl&auml;ren. Ich hatte ein wirklich schlechtes Spiel was durch laggs hervorgerufen wurde.\r\nWeis auch nicht mehr was ich da machen soll, hatte nen 14 Tage bann und habe versucht ingame so wenig wie m&ouml;glich zu schreiben. das gelang mir auch &uuml;ber 30-40 games lange. doch diese game gab mir den rest. \r\n\r\n\r\n\r\n\r\n\r\nGame 1\r\nMini Bang: yea pls\r\nMini Bang: perma bot\r\nMini Bang: jax doing nothing\r\nMini Bang: and i need to play with a fucking autofilled support\r\nMini Bang: FIRST TIME BOT\r\nMini Bang: EKSDDI\r\nMini Bang: because im saying that i need to play with an autofilled support\r\nMini Bang: 100% falme\r\nMini Bang: i lag\r\nMini Bang: im lagging\r\nMini Bang: kids\r\nMini Bang: look up\r\nMini Bang: 109 ms\r\nMini Bang: you are 0/3 too\r\nMini Bang: 0/4\r\nMini Bang: i allready prooved my ping\r\nMini Bang: look up\r\nMini Bang: like\r\nMini Bang: we died botlane a single itme\r\nMini Bang: in a 2v2\r\nMini Bang: yea\r\nMini Bang: now its my bad again\r\nMini Bang: what mental issues\r\nMini Bang: are you suffering from?\r\nMini Bang: 5 deaths orianna\r\nMini Bang: 4\r\nMini Bang: apnth\r\nMini Bang: 4\r\nMini Bang: bltizcrnak\r\nMini Bang: report my team\r\nMini Bang: perma flame on me\r\nMini Bang: blaming there lose on me\r\nMini Bang: evne tho they sucking as hard as im\r\nMini Bang: nio i dont wanna win\r\nMini Bang: for you falming kids\r\nMini Bang: you are so great\r\nMini Bang: 100 farm\r\nMini Bang: nice one\r\nMini Bang: yea all my bad\r\nMini Bang: :)\r\nMini Bang: ahAHA\r\nMini Bang: amybe you should have stoped blaming on me :)=\r\nMini Bang: silver 4 player\r\nMini Bang: is allowed to use chat\r\nMini Bang: xsd\r\nMini Bang: let themp ush guys\r\nMini Bang: much better xd\r\nMini Bang: sure\r\nMini Bang: in falming\r\nMini Bang: and tilting your teammates\r\nMini Bang: you are 1a\r\nMini Bang: go back to your jhin abuse\r\nMini Bang: youa re bad in midlane\r\nMini Bang: you are just able to play 2 champs\r\nMini Bang: that doesnt mean\r\nMini Bang: yea hey guys\r\nMini Bang: ca noyu report orianna\r\nMini Bang: Perma flaming on me\r\nMini Bang: :)\r\nMini Bang: juhuuuu\r\nMini Bang: team is perma blaming on me\r\nMini Bang: and wandering why im not that into deffing base\r\nMini Bang: xd\r\nMini Bang: hey orianna\r\nMini Bang: lets go discord after this game\r\nMini Bang: iw anna talk to you\r\nMini Bang: missclick\r\nMini Bang: fuck\r\nMini Bang: xd\r\nMini Bang: im a kid\r\nMini Bang: your voicde will tell me enough\r\nMini Bang: of a 5 year old\r\nMini Bang: allowd to playing league","replies":[{"id":"","poster":"IBestAdcUganda","date":"2017-03-04T07:57:14.144+0000","up_votes":2,"down_votes":23,"body":"Stimme dir bei denen Ansichten zu. Verstehe nicht wieso du nach einem Game schon nen Perma bekommst. Wie du erwähnt hast, wurden auch bei mir 3 Games angezeigt in meiner Perma-Bann Information. Um ehrlich zu sein sieht der ingamechat in jedem bronze Game so aus wie bei dir hier. Wenn es nach dem gehen würde, wären viel mehr Leute gebannt. Solltest dich vl. mal an den Support wenden, jedoch bezweifle ich das sie dich entbannen. Leider sind sie sehr uneinsichtig wenn das System nen Fehler macht, die wissen immer Gegenargumente. \n\nWünsche dir viel Glück auf den Weg zurück in die Kluft,\nmfg IBestAdcUganda{{champion:32}}","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T07:59:57.516+0000","up_votes":2,"down_votes":13,"body":"Ja, habe auch bis jetzt nur schlechte Erfahrungen mit dem Riot-Support... Leider.. \nAber man kann immer noch hoffen und ich werde nicht aufgeben, da ich einiges an Geld in den Acc. investiert habe!!..","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:18:19.851+0000","up_votes":17,"down_votes":0,"body":"Ich will dir nicht vorschreiben was du tun sollst, aber ich kann die eine Empfehlung geben:\n\nGib auf. Du hast weder eine moralische noch eine rechtliche Grundlage. Du bist schuldig, das machen deine Chatlogs deutlich. UND du wurdest sogar vorher gewarnt. UND du wurdest auf die Regeln hingewiesen. UND du hast diesen Regeln zu gestimmt. \nDennoch hast die Regeln erneut gebrochen. Sowohl aus juristischer als auch als moralischer Sichtweise geht dieser Ban absolut in Ordnung. Du hast den Vertrag den du mit Riot hattest gebrochen. Da gibts keinen Interpretationsspielraum. \n\nDeine Bemühungen deinen Account wieder zu bekommen sind vergeblich. Riot hebt permabans für Toxicity NIE auf, außer der Spieler wurde durch einen Fehler gebannt und ist tatsächlich komplett unschuldig....und das ist bei dir nicht der Fall, wie du ja selbst schon erkannt hast. Der Account und alles was darauf ist, ist wirklich für immer weg. \n\nWenn du nicht aufgiebst, gut, deine Sache. Aber du verschwendest damit nur kostbare Lebenszeit. Du wirst den Account nicht wiederbekommen, ganz egal was du tust. Es gibt keine Ausnahmen.\n\nIch schreibe dir das um dir zu helfen. Ein Perma ist schon schlimm genug. Mach es nicht noch schlimmer indem du dich da reinsteigerst und deine Zeit und Nerven vergeblich verschwendest. Sorry, aber du bist eben einfach nicht im Recht. ","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2017-03-04T13:45:47.875+0000","up_votes":1,"down_votes":0,"body":"Daran hättest du schon nach deiner ersten Strafe denken sollen. Dir war das aber egal und es war dir auch nach dem 2-Wochenbann egal. Selber Schuld, wenn du mich fragst.","replies":[]}]},{"id":"","poster":"Soúp","date":"2017-03-04T08:05:07.767+0000","up_votes":10,"down_votes":3,"body":"> Leider sind sie sehr uneinsichtig wenn das System nen Fehler macht\n\n2-Wochenbann gehabt > wieder negativ aufgefallen > Permabann\nWo hat das System einen Fehler gemacht?","replies":[{"id":"","poster":"IBestAdcUganda","date":"2017-03-04T08:06:39.564+0000","up_votes":2,"down_votes":14,"body":"Finde nicht das diese Game negativ ist, um ehrlich zu sein! \nHab da schon Leute mit viel schlimmeren Aktionen davon kommen sehen, ohne jegliche Strafe.","replies":[{"id":"","poster":"Soúp","date":"2017-03-04T08:12:25.952+0000","up_votes":8,"down_votes":2,"body":"Wenn er noch nie eine Strafe erhalten hätte, dann wäre dieser Chat vermutlich nicht so schlimm. Aber .. um einen 2-Wochenbann zu bekommen, muss man schon regelmäßig negativ auffallen. Dieser 2-Wochenbann ist die -letzte- Warnung.. wer es dann immer noch nicht kapiert hat und dann \"what mental issues are you suffering from\" schreibt, der hat nichts anderes verdient. \n\nJeden (!) Tag kommen hier Leute an und beschweren sich über ihren Permabann und in jedem dieser Threads wird erklärt, dass es vollkommen egal ist, was die anderen schreiben - _dein_ eigenes Chatverhalten stimmt nicht (bzw. das des TE).","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:14:51.505+0000","up_votes":1,"down_votes":10,"body":"Naja, aber wenn völlig egal ist was andere schreiben, warum werde ich dann gebannt für das was ich schreibe? Es ist eben nicht egal was andere schreiben, wenn sich die schlecht verhalten sollten sie ebenfalls gebannt werden oder? Dann wär aber die halbe Community gesperrt, es sind ja nur 0,006% aller League-Player permabanned. macht für mich keinen Sinn so..","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:22:08.568+0000","up_votes":6,"down_votes":1,"body":"> Naja, aber wenn völlig egal ist was andere schreiben, warum werde ich dann gebannt für das was ich schreibe? \n\nDas hast du falsch verstanden. Es ist für DEINE Strafe völlig egal was die geschrieben haben. Genauso ist es für DEREN Strafen völlig egal was du geschrieben hast. \n\nUnrecht und Unrechte ergibt nicht Recht. Dein Regelbruch wird durch die Regelbrüche anderer nicht aufgehoben. Ebensowenig anders rum. Entweder jemand hat die Regeln gebrochen oder eben nicht. Wer sonst die Regeln gebrochen hat und auf welche Weise er das getan hat, ist für diese Entscheidung irrelevant.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:23:59.297+0000","up_votes":1,"down_votes":7,"body":"Da unten wird etwas mit nehm Mörder-Vergleich geschrieben. Also wenn einer meine Frau ermordet während ich anwesend bin, und ich ihn dann töte als, würde vor Gericht für mich entschieden. Aber hier ist es egal was die anderen machen, nur was du machst zählt. Intersting :thinking:","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:26:19.461+0000","up_votes":7,"down_votes":1,"body":"> Also wenn einer meine Frau ermordet während ich anwesend bin, und ich ihn dann töte als, würde vor Gericht für mich entschieden\n\nNein. Du würdest für Mord im Gefängnis landen, evlt etwas kürzer wegen mildernder Umstände. Aber du wärst dennoch ganz klar des Mordes schuldig. Ich find es erschreckend dass du denkst die Welt bzw die Justiz würde so funktionieren.","replies":[]},{"id":"","poster":"Patter1991","date":"2017-03-04T08:26:53.778+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=0001000100000000000000000000,timestamp=2017-03-04T08:23:59.297+0000)\n>\n> Da unten wird etwas mit nehm Mörder-Vergleich geschrieben. Also wenn einer meine Frau ermordet während ich anwesend bin, und ich ihn dann töte als, würde vor Gericht für mich entschieden.\n\nNö, würde es nicht. Erst einmal fehlen da Faktoren. Hat er dich direkt angegriffen, so dass du aus Notwehr handelst? Haut er gerade ab und du führst nur Rache im Affekt durch? Ist die Tötung sogar länger in der Zukunft, so dass das als Mord aus Rache gewertet wird? All das würde das Strafmaß deutlich beeinflussen. Aber du würdest bestraft.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:29:58.661+0000","up_votes":1,"down_votes":7,"body":"Naja, jeder Fall ist anders und kann nicht pauschalisiert werden. Da bist du genau richtig, da können wir ja wieder zum Thema zurück gelangen. \n-> mildere Umstände, kein Perma bann und vl nen 4 Wochen bann? \nman sollte anfange zu varieren, da steckt verdammt viel kohle in dem acc, verstehe nicht warum man so leichtfertig gebannt wird, Einzelschicksale werden sowieso nicht berücksichtigt. \nUnd dann kommen Moralaposteln wie Humpelstilzche und erzählen mir das ich ne gerechtfertigten bann habe, echt nice","replies":[{"id":"","poster":"Patter1991","date":"2017-03-04T08:31:12.471+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=000100010000000000000000000000010000,timestamp=2017-03-04T08:29:58.661+0000)\n>\n> -&gt; mildere Umstände\n\nGibt es nicht. Es gibt in LoL ganz klare Regeln. LoL ist keine echte Welt, echte Justiz greift hier nicht. Es ist deine freie Entscheidung zu flamen. Wenn du der Meinung bist, nicht damit aufhören zu können, ist das so, du hast die Konsequenzen zu tragen. Du kennst die Regeln. Wenn du diese nicht einhalten kannst, Pech gehabt. Du wurdest oft genug darauf hingewiesen.\n\nIst übrigens wie bei Wiederholungstätern in der echten Welt. Wenn die, trotz Vorstrafen, immer weiter machen, werden die Strafen auch immer härter.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:34:31.857+0000","up_votes":2,"down_votes":6,"body":"Du verstehst nicht warum ich auf diesen Vergleich komme oder? Zuerst werde ich mit nehm mörder verglichen, wende aber ich diesen vergleich an, wird er sofort mit \"wir sind hier nicht in der echten welt\" negiert. Ihr habt eure einstellung und lasst euch nicht von nehm \"toxic dude\" was sagen, FeelsBadMan i guess","replies":[{"id":"","poster":"Leylania","date":"2017-03-04T08:52:23.414+0000","up_votes":5,"down_votes":0,"body":"Ich finde es immer wieder faszinierend, dass sich solche extremen Flamer ernsthaft in die Opferrolle stellen wollen. Hätte ich so einen Chatlog wie du da oben würde ich mich in Grund und Boden schämen mich so verhalten zu haben. Vielleicht würde ich mir auch erstmal eine seeeehr lange Pause von dem Spiel gönnen um mal wieder auf den Boden der Tatsachen zurück zu kommen und zu lernen wie man anständig mit seinen Mitmenschen umgeht. Solltest du vielleicht auch mal versuchen.\n\nDer Mörder-Vergleich war zwar etwas extrem, allerdings zutreffend, du hast ihn nur überhaupt nicht verstanden. Egal was die Beweggründe für das Flamen oder den Mord waren, du wirst in jedem Falle deine Strafe bekommen. Vor Gericht hast du höchstens noch eine bessere Chance auf eine Strafminderung wenn ein Grund dafür vorliegt, Riot ist da (zum Glück) nicht so gnädig mit.\n\nWoher nimmst du die Zahl, dass 80% der LoL-Spieler toxic seien? Wenn ich schätzen müsste würde ich sagen, dass ca 10% generell von ihrer Einstellung her toxic sind, vielleicht noch ein paar Prozent mehr, wenn man noch die Leute dazu zählt die öfters mal 'nen schlechten Tag' haben.\n\nWie Humpelstilzche dir eben schon richtig gesagt hat: Gib auf. Du verschwendest hier deine Energie damit dich über deinen Bann zu echauffieren obwohl du selber realisieren solltest dass es dir nichts bringt. Riot entbannt keine Flamer, tu dir selbst und den Leuten vom Support den Gefallen und finde dich damit ab, statt ein ewiges Palaver mit Tickets beim Support anzufangen wie unfair das alles ist. Hat den Leuten die vor dir gebannt worden auch noch nichts gebracht.\n\nUnd mal ganz ehrlich, lies dir bitte nochmal deinen Chatlog durch, bevor du mir antwortest. Ist das da oben ein Umgangston, den 2 (oder mehr) geistig reife Erwachsene miteinander führen sollten? Wenn deine Antwort darauf kein klares 'Ja' ist, dann weißt du dass der Bann vollkommen gerechtfertigt ist.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:42:55.617+0000","up_votes":6,"down_votes":1,"body":"> Ihr habt eure einstellung und lasst euch nicht von nehm \"toxic dude\" was sagen\n\nWeil du FAKTISCH im Unrecht bist. Es gibt hier Regeln. Du kannst sie nachlesen. Das ist keine Meinungsfrage. Wir können die Diskussion auch radikal abkürzen, wenn dir das lieber ist. \nWenn dir all diese Vergleiche, Gleichnisse, Erklärungen usw mit denen wir versuchen dir die Situation klar zu machen nicht gefallen, können wir es auch kurz machen: Lies die Nutzungsbedingungen. Wir sind im Recht, du nicht.  Ende der Diskussion. Gefällt dir das besser? Ich denke nicht, oder? \n\nÜbrigens: Du hast bereits mildernde Umstände, sozusagen. Es ist nämlich nur dein Account gebannt, nicht du als Person. Letzteres ist durchaus möglich. Du hast also garnicht die absolute Höchststrafe bekommen.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:47:44.999+0000","up_votes":1,"down_votes":8,"body":"Wie schon vorher erwähnt, hier im Forum zu diskutieren ergibt einfach keinen sinn. \nWerde zurückkommen wenn der Voice-Chat da ist ;-)","replies":[{"id":"","poster":"Leylania","date":"2017-03-04T09:07:29.395+0000","up_votes":5,"down_votes":0,"body":"> Wünsche dir auch Krebs, oh wait wir sind ja garnicht ingame\n\nUnd schon schaukeln deine Emotionen wieder hoch, genau wie im Spiel. Offensichtlich hast du es immernoch nicht verstanden, aber zu erwarten war das ja auch eigentlich nicht. \n\nIch glaub ich zock gleich ne Runde auf meinem Account den ich schon seit vielen Jahren hab und in dem einiges an Geld steckt. Machste ne Runde bei nem Aram mit? 'Oh wait...' ;)","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-03-04T09:00:53.319+0000","up_votes":4,"down_votes":0,"body":"Es macht nur dann keinen Sinn, wenn du mit den Meinungen (und hier auch den Fakten) die andere formulieren, nicht klar kommst. \n\nWenn du jemanden suchst der dich tröstet, steht es dir frei das zu tun. Du kannst deinen Frust auch gern in dein Tagebuch schreiben. Erwarte aber bitte nicht, dass hier jemand Mitleid mit jemandem hat, der einen Permabann, nach dem 2 Wochenbann erhalten hat und im Chat andere als geistig behindert bezeichnet.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:58:59.037+0000","up_votes":3,"down_votes":0,"body":"Alles klar, dann machen wir das so. Mein Kaffee wartet auch auf mich und die Sonne scheint auf meine Terasse. \n\nIch wünsch dir trotz der blöden Situation noch ein schönes Wochenende.","replies":[]},{"id":"","poster":"Atsùra","date":"2017-03-04T19:57:49.150+0000","up_votes":1,"down_votes":0,"body":"Heut war super Wetter, nicht wahr? Und ihr armen Grünen müsst euch das Gehirn zermartern.. Hoffentlich stand dein Laptop wenigstens auch im Grünen :'D","replies":[]}]}]},{"id":"","poster":"Patter1991","date":"2017-03-04T08:36:47.943+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=00010001000000000000000000000001000000000000,timestamp=2017-03-04T08:34:31.857+0000)\n>\n> Du verstehst nicht warum ich auf diesen Vergleich komme oder? Zuerst werde ich mit nehm mörder verglichen\n\nOk, du hast nicht verstanden, warum ich das mit dem Mörder brachte.\n1. Das ging nicht an dich, sondern deinen Freund.\n2. Da steht \"Extrembeispiel\".\n3. War das zur Verdeutlichung der Einstellung. Wenn man etwas selber tut, was moralisch zumindest fraglich ist, sieht man das selbst nicht so eng. Ein Mörder findet einen Mord nicht so schlimm wie ein normaler Mensch. Ein Dieb findet Diebstahl nicht so schlimm wie ein normaler Mensch. Ein Flamer findet Flame nicht so schlimm wie ein normaler Mensch.\n\nAlso, versteh DU bitte erst einmal, was du da liest.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:40:39.013+0000","up_votes":1,"down_votes":5,"body":"Wer ist hier mein Freund? Würd mich interessieren. \n\nWenn du mit vergleichen anfängst, werde auch ich Vergleiche bringe, mit dem musst du wohl oder übel leben ;)","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2017-03-04T10:54:24.266+0000","up_votes":1,"down_votes":0,"body":"> ● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n> ○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n> ○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n> ○ Drittes Vergehen : 2-wöchige Sperrung\n> ○ Viertes Vergehen: Permanente Sperrung\n\nLeichtfertig werden die Banns sicherlich nicht verteilt und wenn du hier ein Thema eröffnest, dann musst du auch damit Leben, dass nicht alle deiner Meinung sind bzw. ich kann Humpel voll und ganz zustimmen, denn dein Ban ist vollkommen gerechtfertigt.","replies":[]},{"id":"","poster":"BlackMoon977","date":"2017-03-05T15:34:25.230+0000","up_votes":1,"down_votes":0,"body":"Oh, Mann. Wenn du jemanden weh tust und es war Handlung aus dem Affekt. Also nicht Notwehr wird die Justiz du keine Strafmilderung erhalten. Egal was du sagst.\n\nAuf LoL bezogen du hast geflamt. Obwohl du einen Vertrag akzeptiert hast wo stand das du nicht flamst, keine illegalen Sachen drauf hast und so weiter. Du hast einen 14-Tagesbann bekommen und hast dir danach gedacht egal. Mach ich eben weiter. Dein Chatlog tut mir leid grauenhaft. Ja, ich habe selber geflamt. Zum Glück gibt es eine Mutefunktion und ich denke mir die Sachen die ich schreiben will nur. Dies hat mir sehr geholfen. Vielleicht solltest du über deine Handlung und denn was du anrichtest nachdenkst bevor du schreibst. Ach und dein Chatlog sagt alles.\n\n{{sticker:slayer-jinx-unamused}} ","replies":[]}]}]},{"id":"","poster":"Wernicke","date":"2017-03-04T11:40:40.361+0000","up_votes":1,"down_votes":0,"body":"Sry, aber du bist noch bissl jünger oder? Da merkt man fehlende Lebenserfahrung ^^","replies":[]},{"id":"","poster":"Timethief49","date":"2017-03-04T11:33:01.418+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=0001000100000000000000000000,timestamp=2017-03-04T08:23:59.297+0000)\n>\n> Da unten wird etwas mit nehm Mörder-Vergleich geschrieben. Also wenn einer meine Frau ermordet während ich anwesend bin, und ich ihn dann töte als, würde vor Gericht für mich entschieden. Aber hier ist es egal was die anderen machen, nur was du machst zählt. Intersting :thinking:\n\nVor gericht würde gegen dich entschieden werden nur so. du würdest in knast kommen","replies":[]}]}]}]}]},{"id":"","poster":"Patter1991","date":"2017-03-04T08:21:37.181+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=IBestAdcUganda,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=000100010000,timestamp=2017-03-04T08:06:39.564+0000)\n>\n> Finde nicht das diese Game negativ ist, um ehrlich zu sein!\n\nWelch Wunder, dass ein weiterer Permagebannter einen toxischen Chat als nicht toxisch ansieht.\nNur mal als Extrembeispiel: ein verurteilter Mörder wird einen Mord auch als weniger schlimm ansehen als er ist.\n\nIst der Chat oben bestrafungswürdig? Ja. Reportaufrufe, Blaming, Geheule. Und da idR nicht qualitativ, sondern quantitativ bewertet wird... Du bist Wiederholungstäter. Dir wurde beim 14-Tage-Bann mitgeteilt, dass das nächste Fehlverhalten den Perma nach sich zieht. Das hast du ignoriert.","replies":[]},{"id":"","poster":"Wernicke","date":"2017-03-04T11:38:04.217+0000","up_votes":2,"down_votes":0,"body":"Willste uns verarschen??\nGleich zweite zeile gehts schon los:\n> ...Mini Bang: yea pls\nMini Bang: perma bot\nMini Bang: jax doing nothing\nMini Bang: and i need to play with a fucking autofilled support...\n\nIch wiederhole, gleich zweite Zeile gehts schon los!! Wo ist das bitte nicht negativ? xD\n\n> Hab da schon Leute mit viel schlimmeren Aktionen davon kommen sehen, ohne jegliche Strafe.\n\nJa aber TE hatte schon 14 Tage bann und bekam im selben Atemzug den Hinweis das bei der nächsten negativen Sache der Perma kommt. Also wurde TE vorgewarnt, hat das ignoriert und munter weiter geflamed. Da braucht man hier jetzt nicht rumheulen.\n\nUnd mal wieder:\nErschreckend was für einige Menschen anscheinend normales Verhalten gegenüber anderen Personen zu sein scheint...","replies":[]},{"id":"","poster":"Martensitic","date":"2017-03-04T13:23:12.122+0000","up_votes":1,"down_votes":0,"body":">Finde nicht das diese Game negativ ist, um ehrlich zu sein!\n\nOb du findest dass es negativ ist, ist irrelevant. \n\nLeute zu beleidigen, herabzuwürdigen und im ganzen Spiel keine einzige nützliche Chatmeldung abzulassen während man praktisch permanent am tippen ist, IST negativ, da gibts keine Diskussion.\n\n>Hab da schon Leute mit viel schlimmeren Aktionen davon kommen sehen, ohne jegliche Strafe.\n\nDu hast keine wie auch immer geartete Möglichkeit das zu verifizieren, also was soll diese fruchtlose Aussage?","replies":[]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:10:50.445+0000","up_votes":9,"down_votes":2,"body":"> aber für nur einen ausrutscher gepermabanned zu werden ist schon ziemlich wild.\n\nDas stimmt. \nEs ist aber nicht nur ein Ausrutscher. Wie du ja selbst schon geschrieben hast, ist das bei weitem nicht das erste Mal und somit auch kein einmaliger Ausrutscher. Du hattest schon einen 14 Tag und in der zugehörigen Warnung stand glasklar drin, was passieren wird, wenn du noch mal flamest. Du hast diese Warnung ignoriert und einfach wieder geflamet (wenn auch erst nach 30 games). Was hast du erwartet was passieren würde? \nHast du gedacht das wäre nur ein Witz oder eine leere Drohung? \n\nSorry, aber dieser Perma ist gerechtfertigt. Mal einen Ausrutscher haben, vlt weil man sich der Regeln nicht voll bewusst ist, meinetwegen, das kann ich noch irgendwie verstehen. Aber nachdem du eine überdeutliche letzte Warnung bekommen hast in der en detail die Folgen weiterer Vergehen erklärt sind, das einfach zu ignorieren und weiterzuflamen...sorry, da hört mein Verständnis dann doch auf. Du wirst selbst zugeben müssen, dass das keine kluge Idee von dir war. \n\nEs gibt halt einfach Regeln hier und an die musst du dich nicht halten. Und wenn du nicht in der Lage bist dich so weit unter Kontrolle zu haben, dass du selbst beim drohenden Perma noch flamest, dann kannst du halt einfach kein LoL spielen. Ein wenig Selbstkontrolle und Manieren sind genauso Minimalvoraussetzung für das Spiel wie es eine stabile Internetverbindung ist.","replies":[{"id":"","poster":"NinjaWurst3","date":"2017-03-04T08:19:39.982+0000","up_votes":2,"down_votes":9,"body":"Mh.. kann dir da nicht zustimmen. Schau dir das Game an, das ist doch so, wie sich 80% der League-Spieler verhalten. Also nach nehm 2-Wochen bann muss er sich wie ein Engel benehmen und andere dürfen trotzdem auf ihm herumhacken? komisches System.","replies":[{"id":"","poster":"Captain Hedgi","date":"2017-03-04T08:24:23.834+0000","up_votes":6,"down_votes":1,"body":"Wenn jeder zurück meckert der angemeckert wird, wo kommen wir dahin? \nIch weiß nicht wieso es so wenige verstehen einfach mal die Leute zu \"muten\" und nach dem game zu reporten..\nso schwer ist das nicht, aber kriegt irgendwie keiner hin.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:27:10.505+0000","up_votes":1,"down_votes":6,"body":"Wo kommen wir denn hin wenn Leute die ne Vorstrafe haben einfach nichts mehr sagen dürfen? \nBin genau noch so wie jeder andere League Spieler, kann nicht einfach meine Existenz verlieren, nur weil ich mal ne toxische Phase hatte oder?","replies":[{"id":"","poster":"Captain Hedgi","date":"2017-03-04T08:30:59.088+0000","up_votes":1,"down_votes":0,"body":"Dann überleg woher was du schreibst, das was du geschrieben hast, ist alles andere als \"nett\" und hilft dem Team auch nicht. \nEs ist ja auch nur ein Tipp einfach nichts mehr zu schreiben :). \nMusst dich ja nicht dran halten.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:32:23.074+0000","up_votes":1,"down_votes":6,"body":"Kann mich da jetzt nur wiederholen, hab mich wie 80% der League-Player benommen, wenn das nicht mehr geduldet wird, sollten mehr als 0,006% nen perma-bann haben ;-))))))","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:46:15.274+0000","up_votes":4,"down_votes":0,"body":"> hab mich wie 80% der League-Player benommen,\n\nErstmal ist das nicht korrekt. Die meisten Spieler flamen tatsächlich nie. Zweitens ist das schon mal gleich nochmal nicht korrekt, weil selbst die Spieler die flamen es in der Regel NICHT nach einer finalen Warnung tun. Du bist also nicht wie diese 80% (oder wieviele es auch immer in echt sein mögen), denn deine Situation ist anders. Du bist wie die 0,006% die nach einem 2-Wochen-Ban immernoch flamen.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:52:17.336+0000","up_votes":1,"down_votes":8,"body":"Das schwöre ich bei allem was mir lieb ist, das 80% der League-Spieler sich so verhalten ;) vl. nicht ab Platin + aber darunter auf jedenfall","replies":[{"id":"","poster":"ü ö","date":"2017-03-04T08:55:36.807+0000","up_votes":5,"down_votes":1,"body":"Hast du zufälligerweise mit jedem Spieler gespielt um das so bewerten zu können? Langsam wirds echt lächerlich.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:56:49.309+0000","up_votes":1,"down_votes":7,"body":"Und du kannst das beurteilen? Spiele lange genug League! :)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-03-04T10:54:27.437+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=0005000000000000000000000001000000000000,timestamp=2017-03-04T08:56:49.309+0000)\n>\n> Und du kannst das beurteilen? Spiele lange genug League! :)\n\nÄhm... Logikfehler: Du hast lang genug League gespielt \n\n> Möglicherweise bekomme ich einfach nur alle toxischen leute, genau so wirds sein ahahaha\n> lächerlich\n\nDas stimmt wahrscheinlich sogar. Also... nur nochmal zum nachzählen: Du fängst in Zeile 3 an deine Mitspieler als Nutzlos zu bezeichnen. Um dir das mal ganz deutlich zu sagen: Ich hätte dich nach deiner 3. Zeile gemuted, weil ich da schon abschätzen kann, dass nichts vernünftiges von dir mehr kommt. Danach geht das ganze dann munter Weiter mit Sinnlosigkeiten.\nDeine Mitspieler werden darauf hin mit 2 Varianten reagieren: Entweder sie sind clever und muten dich. Oder sie steigen auf dein Gelaber ein und steigern damit dann weiter die Aggressivität.\nToxisch ist da so ein schöner Begriff... das heißt schließlich giftig. Und Gifte haben die unschöne Angewohnheit sich zu verbreiten und ansteckend zu sein. Deswegen bringen toxische Spieler auch in anderen das Salz hervor.\nUnd ja, ich kann das beurteilen, ich habe das Spiel lange genug gespielt. Da gibt es regelmäßig Situationen, wo Spieler X nach Minute 20 anfängt sich aufzuregen und Spieler Y und Z dann darauf anspringen und alle 3 mehr Chatten als Spielen. Ohne den Spieler X, der alle mit dem Gift infiziert, hätte man das Spiel ganz entspannt gewinnen können. Der Klassiker ist an der Stelle das verkackte Smite, welches die Spieler zum austicken bringt...\nAn der Stelle bin ich auch kein Heiliger. Ich habe auch schon mal \"unangemessen\" auf Dinge reagiert, die mir im Chat vorgeworfen worden sind. Der Unterschied zwischen mir und dir: Ich schreibe einen zynischen Satz und mute die andern danach. Du schreibst den Rest des Spiels. Deswegen wurde ich in 7 Jahren noch nie bestraft und du hast nen Permabann...","replies":[]},{"id":"","poster":"ü ö","date":"2017-03-04T09:01:35.122+0000","up_votes":3,"down_votes":0,"body":"Es gibt Statistiken dazu, die beweisen dass du komplett falsch liegst, Informier dich mal.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-03-04T09:05:54.498+0000","up_votes":3,"down_votes":0,"body":"Nur weil du davon überzeugt bist, wird das noch nicht wahr.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:57:48.075+0000","up_votes":2,"down_votes":0,"body":"> Das schwöre ich bei allem was mir lieb ist\n\nDu kannst gerne schwören dass das deine Meinung ist, faktisch falsch ist es dennoch. Es gibt da auch Zahlen dazu. Wenn dich das Thema Spielerverhalten und die zughörigen Fakten interessieren, gibt es [**HIER**](http://en.volu-eu.org/library.php) ganz viel Info dazu, basierend auf knapp 700 Quellen, unter anderem auch wissenschaftlichen Veröffentlichungen.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:59:36.340+0000","up_votes":1,"down_votes":7,"body":"Möglicherweise bekomme ich einfach nur alle toxischen leute, genau so wirds sein ahahaha\nlächerlich","replies":[{"id":"","poster":"CYPHΕR","date":"2017-03-08T09:55:06.046+0000","up_votes":1,"down_votes":0,"body":"Falsch. Ich bin mir aber ziemlich sicher, dass du mit deiner (hier bereits mehrfach gezeigten) toxischen Art sehr schnell andere Spieler provozierst.\n\nDer Grund, warum du gefühlt so viel Flame in deinen Matches hast bist schlicht und einfach du selber. Du bist der entscheidende Katalysator, der in deinen Matches für eine negative Stimmung und Flame sorgt.","replies":[]}]}]}]}]},{"id":"","poster":"Captain Hedgi","date":"2017-03-04T08:34:38.846+0000","up_votes":1,"down_votes":0,"body":"Tja so ist das halt. Jetzt weißt du wie das System funktoniert :). Nach einer 2 Wochen \"Verwarnung\" den Chat nicht beachten und am besten nichts schreiben in die Richtung. Dann wirst du auch nicht gebannt :).","replies":[]}]}]}]}]},{"id":"","poster":"Soúp","date":"2017-03-04T08:31:19.471+0000","up_votes":1,"down_votes":0,"body":"Andere dürfen auch nicht auf ihm herumhacken- die werden dann, früher oder später, auch ihre Strafen bekommen, wenn sie regelmäßig solch ein Benehmen an den Tag legen.","replies":[]},{"id":"","poster":"Atsùra","date":"2017-03-04T19:58:44.918+0000","up_votes":1,"down_votes":0,"body":"Ich verhalte mich Ingame nicht so. Und kenne auch viele andere, die sich an die Regeln halten.","replies":[]}]}]},{"id":"","poster":"Balmung","date":"2017-03-04T09:24:37.985+0000","up_votes":6,"down_votes":0,"body":"Wenn man den Thread so überfliegt und sich eine Hand voll seiner Antworten rauspickt und mal durchliest...klarer Fall, die Chatanalyse ist zu freundlich eingestellt.\n\nSorry, aber bei den Reaktionen des TE auf die Antworten im Thread wundert es mich das er erst jetzt banned ist. Selten so 'nen Dreck gelesen.\nWer nicht eine Antwort ohne Flame oder passiv-aggressiven Ton hinbekommt...traurig.","replies":[]},{"id":"","poster":"Mini Bang","date":"2017-03-04T08:24:56.397+0000","up_votes":1,"down_votes":7,"body":"Tbh, hätte nicht hier im Forum zu diskutieren anfangen sollen. War mein Fehler, geb ich zu!","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:31:49.015+0000","up_votes":7,"down_votes":0,"body":"Warum? \nNur weil dir die Leute nicht zustimmen? Keiner hier beleidigt dich oder greift dich persönlich an, wir sind lediglich nicht deiner Meinung und erklären dir warum. Damit muss man schon umgehen können, wenn man eine Diskussion anfängt. Das einem Leute auch widersprechen ist der Sinn einer Diskussion. \n\nEs hilft dir nicht die Augen zu verschließen und diese Diskussion mit einem inneren \"Ach die sind doch alle doof\" ab zu tun. Denk über die Dinge nach die hier geschrieben wurden. Wir schreiben das nicht um dir zu schaden. Wir meinens nur gut mit dir, auch wenn wir anderer Meinung sind als du.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:38:58.940+0000","up_votes":1,"down_votes":7,"body":"Mich juckt es einfach nicht das ich 3-4 games ingame aufs übelste beleidigt werde und im Forum auf einmal alle auf übelst nett machen und glauben sie sind ne Mischung aus Messias und Gott. \nAber wie ich sehe sind hier einige auch meiner Meinung. Darum kann ich überzeugt sagen das ich mit meiner Wehr nicht so falsch liege. Mal sehen wie sich das in Zukunft entwickelt.\nDreh mir nicht immer das Wort im Mund um, ich hab nie gesagt das jemand doof ist. Bitte versuch sachlich zu bleiben, sonst kann icha uch wieder ingame gehen und dort weiter disskutieren.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:52:49.889+0000","up_votes":8,"down_votes":0,"body":"> Mich juckt es einfach nicht das ich 3-4 games ingame aufs übelste beleidigt werde und im Forum auf einmal alle auf übelst nett machen und glauben sie sind ne Mischung aus Messias und Gott.\n\nIch muss dir wohl nicht erklären, dass wir nicht die selben Leute sind die dich ingame geflamet haben. Schmeiß bitte nicht einfach \"die Community\" in einen Topf, wie es so viele tun. \nIch z.B. habe tatsächlich noch nie geflamet. Und ich bin weder Gott noch der Messias. Ich bin ein grummeliger Franke (die nicht gerade für ihre Nettigkeit bekannt sind, um es mal positiv zu formulieren), ich halte mich selbst für egoistisch und auch ich trage Klamotten von H&M. Ich bin also bei weitem nicht perfekt oder ein durch und durch guter Mensch. Trotzdem kann ich mit Recht von mir behaupten, dass ich in LoL noch nie auch nur ein kleines bisschen geflamet habe. Das ist keine Meisterleistung, das ist total easy. Sogar jemand wie ich schafft das. Dazu muss man kein \"Gott\" sein. Ein Minimalmaß an Manieren und Selbstkontrolle sind absolut ausreichend.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:58:50.822+0000","up_votes":1,"down_votes":8,"body":"Bin froh das du mir immer mehr über dich erzählst, find ich wirklich interessant","replies":[{"id":"","poster":"CoopA826","date":"2017-03-04T16:36:29.905+0000","up_votes":4,"down_votes":0,"body":"Ein Glück bist du weg {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"CYPHΕR","date":"2017-03-08T09:57:48.753+0000","up_votes":1,"down_votes":0,"body":"Ich finde es interessant, wie du dich darüber beschwerst, dass alle ach so schlimm zu dir wären, du aber auf jede freundliche Antwort erstmal einen dummen Kommentar und meist noch eine versteckte Beleidigung loslässt...","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-03-04T09:14:15.910+0000","up_votes":5,"down_votes":0,"body":">und im Forum auf einmal alle auf übelst nett machen und glauben sie sind ne Mischung aus Messias und Gott.\n\nWenn das deine Definition von \"sind nett\" ist. Ich hätte das anders formuliert.\n\n>Darum kann ich überzeugt sagen das ich mit meiner Wehr nicht so falsch liege. \n\nDa wäre ich an deiner Stelle vorsichtig. Das kommt oft nur von anderen Dauerflamern, die gerade einen Permabann erhalten haben. Das ist so ähnlich, als würde ein Einbrecher sich mit anderen Einbrechern treffen, damit die sein Gewissen beruhigen, indem sie sagen, es wäre in Ordnung Wohnungen auszuräumen.","replies":[]}]}]}]},{"id":"","poster":"Mini Bang","date":"2017-03-04T08:12:52.280+0000","up_votes":1,"down_votes":6,"body":"Lese hier die Kommentare und finde es schon ziemlich traurig wie ihr auf so etwas reagiert. \nVersetzt euch mal in die Situation, ein Mitmensch wünscht dir \"Krebs\" einfach so in der Öffentlichkeit, weil du ihn vielleicht aus versehen angerempelt hast. Ich könnte das auch im echten Leben nicht auf mir sitzen lassen und müsste mit dem Kerl diskutieren warum er so etwas schlimmes einfach so sagt. Nur so als Denkanstoß für euch..","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:28:03.422+0000","up_votes":5,"down_votes":0,"body":"> müsste mit dem Kerl diskutieren\n\nDiskutieren, vielleicht. Du wurdest aber nicht fürs diskutieren gebannt, wie du sehr wohl weißt. Du hast unter anderem andere Leute als geistig krank beleidigt. Das geht dann doch ein kleeeeines bisschen über \"diskutieren\" hinaus.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:30:58.889+0000","up_votes":1,"down_votes":5,"body":"Wenn du einem wildfremden Krebs wünscht, kann man mental nicht auf der höhe sein oder?","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:38:38.832+0000","up_votes":6,"down_votes":0,"body":"Das würde ich nicht so radikal sagen. Ich meine...auch du hast ja nach eigener Aussage die Kontrolle verloren. Bist du dann auch nicht \"mental auf der Höhe\"? So einfach ist das nicht.\n Aber selbst wenn du recht hättest, gäbe dir das trotzdem nicht das Recht zu beleidigen. Du beleidigst übergewichtige Leute auf der Straße auch nicht als fett und hässlich, nur weil es eventuell stimmt. Wahrheit ist keine ausreichende Rechtfertigung für Beleidigung.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:42:19.459+0000","up_votes":1,"down_votes":7,"body":"Schön das du wieder auf dieses Thema zurückkommst. Auf der Straße wünsche ich auch keinen Menschen Krebs oder? Ich zumindest nicht, was du in deiner Freizeit machst, kann ich leider nicht nachvollziehen. \nWenn mich jemand beleidigt, darf ich mich sehr wohl wären, so viel steht mir auch in der echten Welt zu!","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:54:46.343+0000","up_votes":6,"down_votes":0,"body":"> Wenn mich jemand beleidigt, darf ich mich sehr wohl wären, so viel steht mir auch in der echten Welt zu!\n\nDas Thema hatten wir doch schon bei deinem Ehefrau-Doppelmord-Beispiel. Ich erklärts jetzt nicht noch mal ausführlich. \n\nUnrecht + Unrecht =/= Recht","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T08:56:22.488+0000","up_votes":1,"down_votes":6,"body":"Wenn mich jemand beleidigt, darf ich mich sehr wohl wären, so viel steht mir auch in der echten Welt zu!","replies":[{"id":"","poster":"Chembaron Yamada","date":"2017-03-04T09:21:25.936+0000","up_votes":7,"down_votes":0,"body":"Tut mir leid, aber auch in der echten Welt ist das nicht so einfach.\nNur weil dich jemand beleidigt hat heißt das nicht, dass du berechtigt bist im Gegenzug denjenigen auch zu beleidigen ohne eine Strafe befürchten zu müssen.\n\nEs gibt eine Notwehrklausel, welche es dir gestattet Maßnahmen zu ergreifen, sollte jemand eine direkte Bedrohung für Leib und Leben darstellen. Im allerschlimmsten Falle würdest du auch keine Strafe für einen Tötungsakt bekommen, falls du außerstande warst die Situation auf andere Art und Weise zu entschärfen.\n\nUnd genau hier ist jetzt das Problem: Notwehr greift in diesem Falle nicht. Du spielst ein Videospiel, der Mitspieler am anderen Ende der Leitung ist in keiner Art und Weise eine Bedrohung für deine körperliche Gesundheit. Du hättest die Situation für dich selbst ganz einfach entschärfen können durch das Betätigen des Mute-Buttons. Stattdessen hast du dich entschieden, selbst straffällig zu werden.\n\nIch verstehe deine Frustration, aber nach dem 14 Tage Bann hättest du einfach wirklich mit der Mentalität an die Sache rangehen müssen, dass egal was dir angetan wird, du einfach die andere Wange hinhältst, die Kerle mutest und nach dem Spiel reportest. Du hast dich in der Situation hinreißen lassen, obwohl du es dir einfach nicht leisten konntest.\n\nDu solltest dies einfach als Erfahrung abhaken und versuchen das gelernte auf dem nächsten Account anzuwenden.","replies":[]},{"id":"","poster":"Martensitic","date":"2017-03-04T13:27:27.326+0000","up_votes":4,"down_votes":0,"body":">Wenn mich jemand beleidigt, darf ich mich sehr wohl wären, so viel steht mir auch in der echten Welt zu!\n\nErstens mal schreibt sich das \"wehren\".\nUnd zweitens, dies ist nicht \"die echte Welt\".\n\nDies ist ein Kommunikationsmedium, betrieben von einer privaten Firma. Welche Regeln bzgl. der hiesigen Kommunikation gelten, bestimmt allein diese Firma. Und wenn die sagen _\"es wird nicht zurückbeleidigt, egal wer was zu wem wie und warum sagt\"_, und du hältst dich nicht daran, dann haben die jedes Recht dir die weitere Benützung ihres Mediums zu verbieten.\n\nOder ums noch einfacher zu sagen:\nIn der echten Welt ist man auch berechtigt, Schuhe zu tragen.\nAber wenn jemand in meiner Wohnung mit Schuhen herumläuft, schmeiss ich ihn trotzdem raus.\n\nMeine Wohnung, meine Regeln.","replies":[]},{"id":"","poster":"Balmung","date":"2017-03-04T09:08:26.835+0000","up_votes":2,"down_votes":0,"body":"Stimmt, darfst du. Du darfst dich so lange verteidigen bis derjenige aufhört/die Situation entschärft ist.\n\nIngame wäre das nach Betätigung des Mutebuttons gewesen.\n\nHast du nicht getan, du hast dem Angreifer mit gleicher Münze versucht beizukommen und bekommst daher die gleiche Konsequenz.","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2017-03-04T13:19:49.422+0000","up_votes":1,"down_votes":0,"body":"Die effektivste Methode sich gegen Chatnachrichten zu wehren ist das Muten. Einfacher gehts gar nicht.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-03-04T09:09:55.520+0000","up_votes":3,"down_votes":0,"body":"Erst einmal heißt das wehren und des weiteren, darfst du das nicht. Wenn dich jemand beleidigt, darfst du nicht zurück beleidigen. Wenn dich jemand geschlagen hat und dann weiter geht, darfst du ihn nicht in die Kniekehle treten. \n\nWas du vermutlich meinst, ist Notwehr. Da ist es aber nur erlaubt, sich oder andere vor Gefahr zu schützen. Wenn jemand mit einem Baseballschläger auf dich einschlägt und dich umbringen will, du es aber schaffst, ihm die Beine wegzuziehen und ihm den Schläger wegzunehmen, darfst du deswegen noch lange nicht ihm ein paar Knochen Brechen oder gar erschlagen. Sobald er keine Gefahr mehr darfstellt, darfst du ihm nichts mehr tun.","replies":[]}]}]}]}]},{"id":"","poster":"Soúp","date":"2017-03-04T08:15:31.819+0000","up_votes":8,"down_votes":1,"body":"Oder - als Denkanstoß für dich - eine wildfremde Person wünscht dir Krebs. Du kennst die Person nicht, sie kennt dich nicht, und du gehst wortlos weiter. \n\nBesser, oder?","replies":[{"id":"","poster":"NinjaWurst3","date":"2017-03-04T08:18:01.130+0000","up_votes":1,"down_votes":8,"body":"Muss ihm da aber zustimmen. Es gibt einfach verschiedene Charakter. Auch ich würde dem Typen mal die Meinung sagen. Verstehe ihn da schon. Ein Typ der ausm Knast kommt bekommt auch ne neue Chance und wenn er nen 2 Wochen bann hatte und sich laut seiner Aussage gebessert hat und dann  einen ausrutscher hat, muss er nicht gleich perma-banned werden oder?","replies":[{"id":"","poster":"ü ö","date":"2017-03-04T08:36:13.123+0000","up_votes":6,"down_votes":0,"body":"2 Wochen Ban ist aber nicht vergleichbar mit Knast, 2 Wochen Ban ist die Bewährung und danach gibts lebenslänglich Knast. Er hat seine Bewährungauflagen (die lauteten nicht zu flamen, einfache Anweisung) verletzt und folglich eine dicke Strafe kassiert, so läuft das im RL auch.","replies":[]},{"id":"","poster":"Soúp","date":"2017-03-04T08:58:42.150+0000","up_votes":4,"down_votes":0,"body":"Du musst hier nicht mit deinem Smurf schreiben, um deiner Meinung mehr Gewicht zu verleihen. \n\nNinjaWurst3 = Mini Bang","replies":[]}]}]}]},{"id":"","poster":"ü ö","date":"2017-03-04T08:33:22.844+0000","up_votes":3,"down_votes":0,"body":"Dann zähl ich dir das mal auf:\n\n> Mini Bang: yea pls\nMini Bang: perma bot\nMini Bang: jax doing nothing\nMini Bang: and i need to play with a fucking autofilled support\nMini Bang: FIRST TIME BOT\nMini Bang: EKSDDI\n\nPassiv aggressives Verhalten, dazu Beschuldigung gegenüber Jax schlecht zu spielen.\n\n> Mini Bang: im lagging\nMini Bang: kids\nMini Bang: look up\nMini Bang: 109 ms\nMini Bang: you are 0/3 too\nMini Bang: 0/4\n\nweiterhin passiv aggressives Verhalten, dazu mit \"kids\" eine Beleidigung. \n\n> Mini Bang: what mental issues\nMini Bang: are you suffering from?\n\nDazu muss ich wohl nichts sagen.\n\n> Mini Bang: report my team\n\nAufruf zum report (der ironischerweise sträflich ist.)\n\n> Mini Bang: nio i dont wanna win\nMini Bang: for you falming kids\n\nDrohung zur Sabotage des Spiels, dazu wieder eine Beleidigung.\n\n> Mini Bang: you are so great\nMini Bang: 100 farm\nMini Bang: nice one\nMini Bang: yea all my bad\nMini Bang: :)\nMini Bang: ahAHA\nMini Bang: amybe you should have stoped blaming on me :)=\nMini Bang: silver 4 player\nMini Bang: is allowed to use chat\nMini Bang: xsd\n\nSarkastischer Flame, weiterin passiv aggressives Verhalten.\n\n\nUnd danach gehts die ganze Zeit weiter. In fast **JEDER** dieser Zeilen bist du negativ, provozierst oder machst dich über andere lustig. Und du fragst, ob der Ban gerechtfertigt ist, vorallem da du schon gebannt warst? Lol","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-03-04T08:17:09.144+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Mini Bang,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=,timestamp=2017-03-04T07:52:58.446+0000)\n>\n> Weis auch nicht mehr was ich da machen soll, hatte nen 14 Tage bann und habe versucht ingame so wenig wie m&amp;ouml;glich zu schreiben. das gelang mir auch &amp;uuml;ber 30-40 games lange. doch diese game gab mir den rest. \n\nWenn das deine Version von \"zu wenig wie möglich zu schreiben\" ist... nun ja... Dann sind das halt die Konsequenzen.\n\nEinfache Frage für den nächsten Account: Warum hast du die Leute nicht einfach gemuted? Und sie danach dann reported? Da du selber schon einen 14 Tages Bann hattest, hättest du doch wissen können, dass berechtigte Reports Strafen nach sich ziehen, deine Mitspieler sie also bekommen werden.\n \n> Aber man kann immer noch hoffen und ich werde nicht aufgeben, da ich einiges an Geld in den Acc. investiert habe!!..\n\nDas solltest du lassen. Das investierte Geld und die Zeit ist weg. Der Account wird definitiv permanent gebannt bleiben. \n\nFaszinierend finde ich es ja, dass du behauptest, die anderen Leute gäben permanent dir die Schuld... nun ja... wer fängt denn damit an? \nMini Bang: jax doing nothing\nMini Bang: and i need to play with a fucking autofilled support\n\nhmm... das sind deine Nachrichten 3 und 4... und alles, was du damit machst, ist deine Teammitglieder blamen... und so, wie du da in den Wald hineingerufen hast...\n\nNächstes Highlight:\nMini Bang: what mental issues\nMini Bang: are you suffering from?\nJetzt kann man gerne darüber streiten, was schlimmer ist... Krebs oder geistige Krankheiten/ Behinderungen. Ich würde mich mit beidem nicht im LoL Chat beschäftigen... aber es waren ja nur die anderen... ganz ehrlich: Genau als du da \"Enter\" gedrückt hast, hast du deinen Account verloren. Und genau wegen dieser 2 Sätze wirst du den nie wieder sehen. Finde dich damit ab...\n\nUnd ja, danach kommt auch noch einiges an Bullshit, den man sich mit nem \"MUTE ALL\" hätte ersparen können.","replies":[]},{"id":"","poster":"Soúp","date":"2017-03-04T08:03:59.655+0000","up_votes":5,"down_votes":2,"body":"Es ist eben _nicht_ dieses eine Game, weswegen du gebannt wurdest. Der 14-Tage-Bann hätte dir schon genug Warnung sein müssen! \nWenn ich jetzt in einem Game flamen würde, dann würde mir mit 99,9% Sicherheit NICHTS passieren. Und warum? Weil es ein einmaliger Ausrutscher wäre. Du hingegen hast sämtliche Strafstufen durchlaufen --> weil du in vielen Spielen regelmäßig negativ/toxisch auffällst! \n\nSo funktioniert das System nunmal. Für einmalige Ausrutscher wird man nicht bestraft.","replies":[]},{"id":"","poster":"SHRX Corgetta","date":"2017-03-04T08:04:24.834+0000","up_votes":2,"down_votes":9,"body":"Servus! \nDas Game sieht eher harmlos aus wenn ich ehrlich bin. \nBist du dir sicher das nur dieses eine Game in deinem Ticket steht? Kann mir gut vorstellen das du nur eines kopiert hast, denn dieses Game hier sieht nicht nach nehm toxic Dude aus. \nWenn es wirklich nur das Game ist, solltest du wie unter mir schon erwähnt mal ein Gespräch mit dem Riot-Support suchen. Die werden bestimmt das ganze auflösen und vielleicht sogar entbannen! \nSag mir bescheid wie es ausgeht, bin sehr gespannt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:33:35.860+0000","up_votes":5,"down_votes":0,"body":">  Die werden bestimmt das ganze auflösen und vielleicht sogar entbannen!\n\nBitte mach ihm keine falsche Hoffnungen, denn das ist nicht korrekt. Permabans für ein einziges Spiel nach einen 14 Tage Ban sind keinesfalls unüblich oder eine Grund zur Entbannung. Und in diesem Spiel war er ganz klar schuldig; hat andere unter anderem als geistig krank beleidigt. Das ist nach einem 14 Tage Ban mehr als ausreichend für einen Perma.","replies":[]}]},{"id":"","poster":"Karl Kardinal","date":"2017-03-05T11:36:36.939+0000","up_votes":2,"down_votes":0,"body":"Dazu kann ich nur sagen...\n\n Das Leben ist kein Ponyhof, geritten wird trotzdem...\n\nFinde dich damit ab du hast dich falsch benommen und wurdest dafür gebannt. Du hattest vorher sogar schon eine heftige Warnung selbst schulde.\nIch stimme dir zu das es viele Leute in der Kluft gibt die sich auch nicht an die Regeln halten aber du wurdest jetzt erwischt.\nDas ist wie beim drogenschmuggeln... 100 Leute kommen damit durch,  du wirst erwischt und fragst nach Gerechtigkeit.","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-03-04T17:40:14.685+0000","up_votes":2,"down_votes":0,"body":">doch diese game gab mir den rest. \n\nIm wahrsten Sinne des Wortes. Ein hochverdienter Bann. Ab der dritten Zeile deines Verlaufes ist klar, wohin das geht.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-03-04T17:13:30.602+0000","up_votes":2,"down_votes":0,"body":">Weis auch nicht mehr was ich da machen soll, hatte nen 14 Tage bann und habe versucht ingame so wenig wie möglich zu schreiben. das gelang mir auch über 30-40 games lange. doch diese game gab mir den rest. \n\nSo wenig wie möglich wär gar nichts...und dann wieder sone WoT, wo schon der Beginn toxisch ist...","replies":[]},{"id":"","poster":"orbital beam","date":"2017-03-04T10:17:19.779+0000","up_votes":2,"down_votes":0,"body":"Warum diskutiert ihr noch mit ihn? Bann ist gerechtfertigt und damit muss er jetzt leben ;)","replies":[]},{"id":"","poster":"Nycaria","date":"2017-03-04T07:56:59.150+0000","up_votes":3,"down_votes":2,"body":"Normalerweise würde das Game alleine wohl keine Strafe nach sich ziehen, allerdings hattest du eben schon den 2 Wochen Bann :)\n\nAlso ja, in dem Fall ist es definitiv gerechtfertigt.","replies":[{"id":"","poster":"Mini Bang","date":"2017-03-04T07:58:54.325+0000","up_votes":2,"down_votes":8,"body":"Ahm, ein 2 Wochen bann ist eine Warnung.\nWenn ich mich aber nicht falsch Verhalte, warum sollte ich dann gebannt werden.\nIrgendwie macht das System für mich da keinen Sinn.","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-04T08:12:31.429+0000","up_votes":5,"down_votes":2,"body":"> Ahm, ein 2 Wochen bann ist eine Warnung.\n\nKorrekt. Und zwar eine allerletzte. Das wird im zugehörigen Text überdeutlich. \n\n> Wenn ich mich aber nicht falsch Verhalte, warum sollte ich dann gebannt werden.\n\nJa, wenn dem so wäre. Du HAST dich aber falsch verhalten. Das hast du doch im Startpost selber zugegeben.","replies":[]},{"id":"","poster":"DontKillMySoraka","date":"2017-03-04T08:05:17.368+0000","up_votes":4,"down_votes":2,"body":"falsch, der zwei Wochenban ist die *letzte* Warnung, ein einziges \"ez\" würde schon für den perma reichen.\n\nDies wurde dir beim 2 Wochenban ausdrücklich mitgeteilt.","replies":[]}]}]},{"id":"","poster":"Captain Hedgi","date":"2017-03-04T08:07:26.235+0000","up_votes":3,"down_votes":2,"body":"Wenn man schon einen 2 Wochen \"bann\" hatte sollte man am besten gar nichts mehr schreiben, nur als Tipp von mir. \nSobald du von 2-3 Leuten reported wurdest, für Sachen die nicht wirklich \"nett\" sind, ist es leider deine Schuld. \nIch verstehe sowieso nicht wieso man schreibt und nicht einfach mal spielt.. Wenn man schon einen Bann hatte,\nsollte man eig drauß gelernt haben. Da is die Riot-Regeln sind und jeder so behandelt wird, ist es gerechtfertigt.\nNächste mal gar nichts mehr schreiben und einfach spielen :)","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-03-05T17:09:31.093+0000","up_votes":1,"down_votes":5,"body":"Ich finde den Bann nicht gerechtfertigt. \n\nIch habe ausnahmslos jedes einzelne Game jemanden der 1000mal härter flamet. Grade ein Game mit einer Sona die in der CS schon extreem hart flamet. Nach 5m FF noobs schreibt etc. Diese Leute habe ich jedes Game in meinem Team, der Gegner hat sie also genauso. Dabei ist es egal ob wir gewinnen oder nicht geflamet wird immer. \n\nSein Flame ist in keiner Art und Weise das was ich jedes Spiel lesen muss. Selbst wenn ich 18/4 wie in meinem letzten Yasou JUNGLE GAME stehe und offensichtlich 1vs9 spiele, werde ich des Todes niedergeflamet weil ich der 0/7/0 (no joke) nicht den Redbuff überlasse.","replies":[{"id":"","poster":"Patter1991","date":"2017-03-05T17:34:30.884+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=charmelikeahri,realm=EUW,application-id=KYnfKGf0,discussion-id=PNczYwFc,comment-id=0012,timestamp=2017-03-05T17:09:31.093+0000)\n>\n> Ich finde den Bann nicht gerechtfertigt. \n> \n> Ich habe ausnahmslos jedes einzelne Game jemanden der 1000mal härter flamet.\n\nLies dich durch den Thread. Hier, wie in jedem anderen Permabannthread, ist mehrfach erklärt, wie das System funktioniert und warum der Bann gerechtfertigt ist.","replies":[]}]},{"id":"","poster":"evil CaveCrab","date":"2017-03-05T13:46:05.922+0000","up_votes":1,"down_votes":0,"body":"Also ganz ehrlich jetzt, wenn du schon geautofilled wirst, dann nimm deine rolle 1. ernst, und dann schreib doch einfach nichts wenn du geflamt wirst.. ich verstehe ja warum es dich aufregt, aber nein. so geht das nicht.","replies":[]},{"id":"","poster":"EKKLIPSE","date":"2017-03-05T01:54:53.040+0000","up_votes":1,"down_votes":4,"body":"Ich hatte hab vor 2-3 Monaten meinen Main Ekko Midlane gepickt und hab meine Kills immer auf anderen Lanes bzw. Vom Jungler bekommen. Nach 4 Kills spammte mein Lanegegner mich nach jedem weitern Kill mit \"ICH STECK DICH IN DIE GASKAMMER DU FETTER JUDE\" oder auch \"DU DUMMER HUR*NSOHN ICH HOFFE DEINE MUTTER STIRBT\" zu. Nachdem er das 3 mal gemacht hat, hab ich dan EINMAL geschrieben \"Ich würde mal darüber nachdenken wer hier in die Gaskammer sollte\" und bekam einen 1-Woche-chat-beute Bann.\n\nGG Rito","replies":[{"id":"","poster":"Sirrkas","date":"2017-03-05T09:59:53.465+0000","up_votes":1,"down_votes":0,"body":">1-Woche-chat-beute Bann.\n\nSo etwas gibt es gar nicht. Meinst du eine Cr für 10 oder 25 Spiele?","replies":[]}]},{"id":"","poster":"ADFischi007","date":"2017-03-04T11:21:42.303+0000","up_votes":1,"down_votes":0,"body":"Kleiner Tipp....\nWenn die dich einfach nerven, mute die einfach. Im Chatverlauf merkt man, dass du aufjedenfall nicht auf das Spiel konzentriert. Sieht man daran, dass in diesem Chatverlauf nicht mal eine nützliche Information, die deinen Teammates helfen könnte, vorhanden ist. Wenn Spieler toxic zu dir sind, dann darfst du auch nicht dann toxic gegenüber ihnen sein. Dann wird nicht nur der angefangen hat gebannt, sondern jeder der sich nicht am Riemen reißen konnte. Außerdem bringt Reportcalling nichts. Ein Report reicht aus, um gebannt zu werden.\n\nMFG Fischi","replies":[]}]}