{"id":"cYl7pdyv","poster":"Pallas07","date":"2017-03-03T07:36:38.532+0000","title":"Bronze I ADC sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nmein Name ist Max und Ingame hei&szlig;e ich Pallas07 und bin aktuell Bronze I und maine ADC.\r\n\r\nNen paar Infos zu mir:\r\n\r\nAlter: 17\r\nLevel: 30\r\nAnzahl der Spiele: 256 Normal Wins, 208 Games Ranked diese Season (114 Gewonnen)\r\nLieblingspositionen: ADC\r\nLieblingschamps: Ashe, Kalista, Vayne\r\nElo: Bronze 1\r\nMain: ADC\r\nGr&ouml;&szlig;te Schw&auml;che: Positioning\r\nSt&auml;rken: Poke, Farm, &Uuml;berblick im Fight\r\nAmbitionen: Motivation sich mit dem Team einzuspielen und Zeit f&uuml;r Trainings\r\nEhemalige Clans/Teams: /\r\nTS: vorhanden\r\nDiscord: vorhanden\r\nHeadset: vorhanden\r\nSkype: vorhanden\r\nWas stelle ich mir vor?:\r\nDas Team sollte erstmal das Ziel haben auf Diamond oder Master zu kommen (oder erstmal Gold? :D). Zudem sollte Teamplay und Calling im Vordergrund stehen und nicht die einzelne Person. Als Ziel w&auml;re es nice vielleicht sogar iwann mal ESL oder Turniere zu spielen.\r\n\r\n[OP.GG](https://euw.op.gg/summoner/userName=Pallas07)\r\n\r\nDa du das alles gelesen hast hoffe ich es hat dir gefallen :)\r\n\r\nMfG Pallas07","replies":[{"id":"","poster":"Gravost","date":"2017-03-03T16:03:44.162+0000","up_votes":1,"down_votes":0,"body":"Moin, \nwir erstellen regelmäßig Teams und haben inzwischen 16 Teams zwischen Bronze und Master auf unserem Server.\n\nKlar könnte ich dich adden, aber das zeigt mir, dass du 1. aktiv im Forum nach Antwort schaust und dich sozusagen wirklich dafür interessierst und 2. ich die Menschen dazu bringe, Initiative zu zeigen.\n\nWenn du Interesse hast, adde Gravost - du erhälst dann Zugriff auf den TS. :) Ich brauche dann FlexQ-Elo von dir, da das Team in der FlexQ spielt und deine Position. \n\nLiebe Grüße","replies":[]},{"id":"","poster":"Lokos","date":"2017-03-03T11:59:36.773+0000","up_votes":1,"down_votes":0,"body":"HI wenn du bock hast ich erstelle zur zeit ein Teamranked team und suche noch support adc und jungle wir sin auch bronze (4) aber letzte season silber.\nIch bin 16 Jahre alt und habe das selbe ziel wie du: Aufzusteigen.\nwenn du bock hast adde mich einfach: Lokos","replies":[]}]}