{"id":"dfqOVur1","poster":"Renegadous","date":"2019-05-19T18:59:50.161+0000","title":"[CLAN] Entspannter Spieler oder doch ernster Teamplayer? Join dem gamer.VZ!","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://bit.ly/2DrVwfe","image":null},"up_votes":1,"down_votes":0,"body":"**Die Multi Gaming Community gamer.VZ sucht motivierte, aktive Mitspieler!**\r\n\r\n_**Wer sind wir?**_\r\n\r\nDas gamerz.VZ wurde am 02.01.2019 von zwei begeisterten Gaming-Freunden gegründet. Nach reichlicher Überlegung haben wir beschlossen, dass wir mit einer eigenen Community unsere Ideen, Wünsche und Ziele besser verfolgen können. Wir haben das entsprechende Know-How und die nötige Hingabe, im Hintergrund alle organisatorischen Fäden zu ziehen, um euch eine entspannte und durchstrukturierte Basis für unsere gemeinsamen Spielerlebnisse zu schaffen.\r\nAktuelle Gaming-Bereiche sind vorerst \"League of Legends\" und \"Overwatch\".\r\n\r\nMomentan bestehen wir aus ~50 aktiven Mitgliedern.\r\n\r\n**Was suchen wir?**\r\n\r\nWir suchen Teamspieler ab 18 Jahren.\r\n\r\nRespekt, Fairness und Teamfähigkeit sind uns sehr wichtig - In erster Linie geht es beim Spielen um den Spaß und um den Ausgleich für den Alltag. Ein gewisses Maß an Ehrgeiz ist eine gute Sache - Flamen, Tilten, Ragequits und sonstiges sind bei uns jedoch absolut nicht gerne gesehen!\r\n\r\nGenauso wird aber auch die Fähigkeit vorausgesetzt, mit konstruktiver Kritik angemessen umzugehen.\r\n\r\nOb blutiger Anfänger oder alter Hase im Spiel - wir sind für jede Ingame-Rangstufe offen!\r\n\r\nIn normalen Spielen ist euer Rang natürlich egal. Es wird bei uns bisher von Diamant bis Eisen alles gemischt und keiner wird ausgegrenzt! :)\r\n\r\n\r\n\r\n--------------------------------------------------------\r\n\r\n**TEAMS:**\r\n\r\nFalls ihr auf der Suche nach einem festem Team seid, dann könnt ihr einfach euer eigenes mit Hilfe unsere Team-Supports gründen oder einfach einem bestehendem beitreten!\r\n\r\n--------------------------------------------------------\r\n\r\n\r\n\r\n**Wir haben Dein Interesse geweckt?**\r\n\r\nDann bist du herzlich eingeladen, uns auf unserem Discord zu besuchen!\r\n-> https://discord.gg/X5QZdh8\r\n-> Regeln durchlesen und ins Wartezimmer joinen / in unsere Supportanfrage schreiben\r\n-> dort wird nach gewisser Zeit ein kleines Einführungsgespräch mit dir gehalten\r\n-> Gerne beantworten wir dort alle weiteren Fragen\r\n\r\nNeuankömlinge schauen wir uns drei Wochen lang an um möglichst gut herauszufinden, ob wir zueinander passen.\r\n\r\nWir sehen uns in der Kluft!\r\n\r\n\r\n{{sticker:garen-swing}}","replies":[]}