{"id":"tktnxMyU","poster":"Cier","date":"2017-03-01T21:27:25.672+0000","title":"Sprachen umstellen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, \r\nich und ein Freund wollen etwas auf dem TR-Server spielen und haben uns daf&uuml;r Accounts angelegt.\r\nDas Problem ist, dass wir beide kein T&uuml;rkisch sprechen und deswegen den Client nur schwer verstehen. Die Items, Runen etc. sind ja noch leicht aus dem Kopf zu kaufen aber die Spieleinstellungen &uuml;berfordern uns etwas.\r\n\r\nFr&uuml;her konnte man ja duch die locals.cfg die Sprache des Clients leicht &auml;ndern. Mit dem neusten Client geht das nicht mehr und zur&uuml;ck patchen klappt bei mir irgendwie nicht. \r\n\r\nHat jemand eine Alternative zu der locals.cfg, die bei dem neuen Client funktioniert?\r\n\r\nGr&uuml;&szlig;e Cier","replies":[{"id":"","poster":"Released Ape","date":"2017-03-02T00:00:29.885+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nim neuen Client könnt ihr doch einfach im Client selbst die Sprache verändern. Deutsch wäre \"Almanca\", die Option befindet sich direkt unter der Benutzer-Eingabe wo ihr Name & Passwort eingibt.\n\nOder habe ich etwas falsch verstanden?","replies":[{"id":"","poster":"Cier","date":"2017-03-02T15:41:38.451+0000","up_votes":1,"down_votes":0,"body":"Leider geht das nicht.\n\nHier ein Screenshot für dich: \nhttps://gyazo.com/91348c6d7ddf1e65b169a113950102e7","replies":[{"id":"","poster":"Released Ape","date":"2017-03-02T17:37:50.996+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe das Problem und habe nachrecherchiert, der türkische Server unterstützt aktuell nur türkisch.\n\nSiehe: http://boards.na.leagueoflegends.com/en/c/help-support/hItZBA2R-english-language-on-turkish-server\n\nFür die Spieleinstellungen würde ich euch empfehlen, ein Screenshots vom deutschen zu machen und dann lässt sich schnell herausfinden wo man was einstellt. Ich kann etwas türkisch und könnte helfen - denke aber das mit den Screenshots wäre die bessere Variante.\n\nSoweit ich weiß ließ sich das im alten Client umstellen, solange der noch funktioniert würde ich das über das mit locals.cfg nochmal probieren. Den alten Client kann man immer noch öffnen - im neuen Launcher sollte es möglich sein unten recht auf einen gelben Text zu drücken und der öffnet den alten Client. Weiß nicht ob das beim türkischen Client noch möglich ist.\n\nDa Riot in 4-Stufen jetzt den alten Client entfernt.","replies":[]}]}]}]}