{"id":"wi5qI8nY","poster":"i hook egrills","date":"2017-03-01T18:09:32.418+0000","title":"Suche Plat+ Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich bin momentan auf der Suche nach einem Plat+ Team. Es sollte ein Tryhard Team sein, sprich an Turnieren teilnehmen und improven\r\n\r\nzu mir:\r\n- 16 Jahre alt\r\n- T&auml;glich online\r\n- Momentan Plat 5 (spiele zurzeit keine rankeds)\r\n- Top Main \r\n- Riven Main (spiele aber auch meta champs) {{champion:92}} \r\n\r\nwas ich von euch erwarte:\r\n- Tryhard\r\n- Improve\r\n- Freundlich\r\n\r\nIhr k&ouml;nnt mich einfach adden (Senpai Riven) oder ein Kommentar verfassen\r\n\r\nCY@   {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Gravost","date":"2017-03-02T10:17:44.017+0000","up_votes":1,"down_votes":0,"body":"Moin,\nwir erstellen regelmäßig Teams und haben inzwischen 16 Teams zwischen Bronze und Master auf unserem Server.\n\nKlar könnte ich dich adden, aber das zeigt mir, dass du 1. aktiv im Forum nach Antwort schaust und dich sozusagen wirklich dafür interessierst und 2. ich die Menschen dazu bringe, Initiative zu zeigen.\n\nWenn du Interesse hast, adde Gravost - du erhälst dann Zugriff auf den TS. :) Ich brauche dann FlexQ-Elo von dir, da das Team in der FlexQ spielt und deine Position.\n\nLiebe Grüße","replies":[]},{"id":"","poster":"404 Pascal","date":"2017-03-01T18:14:32.051+0000","up_votes":1,"down_votes":0,"body":"Hey Senpai Riven.\n du willst ein passendes Team für dich finden? Aus eigener Erfahrung kann ich sagen das es in der großen League of Legends - Community schwer ist, Gleichgesinnte zu finden. Dafür hab ich aber auch schon die passende Lösung parat;\n\nSchau doch einfach mal auf unseren Vorstellungthread vorbei:\n\n http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/aijQEYll-a-rift-guardians-sucht-mitglieder-teamerstellung-community-coaching-overwatch-a\n\nUnser Admin Team von Rift-Guardians freut sich, dich auf unserer Gemeinschaft herzlichst Willkommen zu heißen.","replies":[]}]}