{"id":"uxENxVQ3","poster":"TheRealWolverine","date":"2017-03-01T16:34:33.355+0000","title":"Buch IV: Poros in Not - Band II","subforum":"Community-Kunstwerke","up_votes":11,"down_votes":2,"body":"Ho -ho-ho  Beschw&ouml;rer!\nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\nEs ist Weihnachten und diese Geschichte ist mein Geschenk an drei ganz besondere Emissaries. Begleitet meine Freunde und ihre Champions auf ihrer spannenden Reise durch Runneterra.\n\n**Kennt ihr Dasher und Dancer und Prancer und Vixen? Kennt ihr Comet und Cupid und Donner und Blitzen? (Fortsetzung)**\n\nWeihnachten ist nun schon eine ganze Weile vorbei, aber die Geschichte unserer Helden dauerte an. Die Poros warten noch immer auf ihre Rettung und das Weihnachtsfest ist noch immer in Gefahr. Also macht es euch gem&uuml;tlich und begleitet Dustin, Niklas und Mark weiterhin auf ihrer Reise durch Runneterra.\n_________________________________________________________________________\nDustin zitterte, w&auml;hrend er Lux durch den Schnee und die Dunkelheit folgte. Da er gerade noch zuhause in seinem behaglichen Zimmer gesessen und LoL gezockt hatte, war es ihm nat&uuml;rlich nicht in den Sinn gekommen, einen Anorak oder eine warme Hose anzuziehen. \nDoch jetzt, als ihm die kalten Winde durch das T-Shirt und die d&uuml;nne Jeans wehten, w&uuml;nschte er sich nichts Sehnlicheres als wieder in ein warmes Zimmer gehen zu k&ouml;nnen.\nSchlie&szlig;lich fiel er auf die Knie. Lux, die wohl das dumpfe Ger&auml;usch geh&ouml;rt hatte, eilte herbei und ber&uuml;hrte seine kalte Haut am Arm. Zu seiner &Uuml;berraschung waren ihre nackten Finger angenehm warm.\n&ldquo;Dustin, es tut mir so leid. Ich hatte v&ouml;llig vergessen, dass du nicht von hier bist und auch &uuml;berhaupt nicht f&uuml;r eine solche Mission ausger&uuml;stet.&rdquo; Sie legte ihm beide H&auml;nde direkt auf die Brust und nach ein paar Sekunden breitete sich wohlige W&auml;rme ausgehend von seinem Herzen  in seinem K&ouml;rper aus. Eine Kugel kaum sichtbaren Lichts schloss sich um ihn und spendete weiterhin W&auml;rme. Lux l&auml;chelte ihn an. &ldquo;Besser?&rdquo;\nDustin nickte und versuchte erfolglos aufzustehen. Sie streckte ihm hilfsbereit die Hand entgegen. Nach einigem Z&ouml;gern ergriff er sie, lie&szlig; sich von ihr auf die Beine ziehen und stolperte dann direkt in ihre Arme. \n&ldquo;Es tut mir  leid. Ich bin so ungeschickt.&rdquo;, entschuldigte er sich rasch und wandte hastig den Blick zu Boden, als ihm klar wurde, dass er err&ouml;tete. \nLux kicherte und griff nach seiner Hand. &ldquo;Komm&rsquo; jetzt, wir m&uuml;ssen Poros retten.&rdquo;, sagte sie und zog ihn voran. \nEine Weile folgten sie gemeinsam wortlos den Porospuren im Schnee. Doch schlie&szlig;lich brach Lux das Schweigen. &ldquo;Wie ist es so in deiner Welt?&rdquo;, fragte sie etwas unsicher.\nDustin sah sie an und &uuml;berlegte einen Moment. &ldquo;Sie ist anders als diese hier. Es gibt keine Magie und wir l&ouml;sen unsere Probleme gr&ouml;&szlig;tenteils mit Maschinen.&rdquo;\n&ldquo;Es gibt keine Magie?&rdquo;, fragte Lux stirnrunzelnd nach. &ldquo;Aber wie beschw&ouml;rt ihr uns dann? Woher kommt unsere Verbindung?&rdquo;\n&ldquo;Das ist nicht so leicht zu erkl&auml;ren. Wir benutzen eine Maschine um die Verbindung herzustellen und erhalten die Kontrolle &uuml;ber die Tasten des Ger&auml;ts.&rdquo;\nLux lachte. &ldquo;Und ich dachte immer, die Beschw&ouml;rer m&uuml;ssten m&auml;chtige Magier sein, die mir vielleicht irgendwann sogar etwas beibringen k&ouml;nnten.&rdquo;\n&ldquo;Nein, leider nicht. In deiner Welt werde ich dir nicht viel n&uuml;tzen, falls wir in eine gef&auml;hrliche Situation geraten sollten.&rdquo;, stellte er daraufhin betr&uuml;bt fest.\n&ldquo;Ich bin trotzdem froh nicht allein zu sein.&rdquo;, versuchte sie ihn aufzumuntern. &ldquo;Und ich freue mich dich...&rdquo; \nIn diesem Moment knackte der Schnee unter ihren F&uuml;&szlig;en verd&auml;chtig laut und der Boden gab augenblicklich nach. Instinktiv griff Dustin nach Lux&acute; Arm, w&auml;hrend sie ein paar Meter in die Tiefe st&uuml;rzten. Schlie&szlig;lich schlugen sie hart auf einen zum Teil mit Schnee bedeckten Vorsprung auf.\n&ldquo;Aauu.&rdquo;, st&ouml;hnte Lux gequ&auml;lt, als sie sich zu r&uuml;hren versuchte. Schwer atmend schloss sie f&uuml;r einen Moment die Augen.\nDustin rappelte sich m&uuml;hsam auf und beugte sich &uuml;ber ihren reglosen K&ouml;rper. \n&ldquo;Lux?&rdquo;, fragte er panisch. &ldquo;Lux, wach auf.&rdquo; Er legte eine Hand an ihren Hals um ihren Puls zu f&uuml;hlen. Erleichtert stellte er fest, dass der Takt ihres Herzens noch deutlich zu sp&uuml;ren war.\n&ldquo;Dustin&rdquo;, sagte sie leise, aber deutlich. \nEr atmete erleichtert auf. &ldquo;Geht es dir gut?&rdquo;, fragte er aufgeregt.\nUnter einiger Anstrengung gelang es ihr sich aufzusetzen. &ldquo;Es passt schon.&rdquo;\nDustin betrachtete sie misstrauisch. &ldquo;Bist du sicher?&rdquo;\nSie nickte und erhob sich etwas uneleganter, als sie es bei bester Gesundheit getan h&auml;tte. &ldquo;Wir m&uuml;ssen weiter. &rdquo;, sagte sie, w&auml;hrend sie verzweifelt versuchte das Gleichgewicht zu halten.\nWie konnte man nur so stur sein? Dustin l&auml;chelte matt und schlang kurzerhand seinen Arm um ihre Taille um sie zu st&uuml;tzen. Lux wandte nichts dagegen ein und sah stattdessen nach oben.\n&ldquo;Das ist zu hoch. Wir kommen da nicht wieder raus&rdquo;, stellte sie entt&auml;uscht fest.\nDer Vorsprung war l&auml;nglich, aber schmal. Vorsichtig bewegten sich die beiden in Richtung Abgrund um einen Blick in die Tiefe zu werfen.\nZwei gute Meter unter ihnen befand sich ein weiteres Plateau, das ebenfalls  von Schnee  &uuml;berzog war. Von dort  aus f&uuml;hrte eine &Ouml;ffnung in die graue Felswand. Ob es sich dabei um einen Gang oder eine H&ouml;hle handelte, war nicht zu erkennen. \nKeiner der beiden schien erpicht darauf noch tiefer hinabzusteigen, aber scheinbar blieb ihnen keine andere Wahl. In den wenigen Sekunden, die sie das Unvermeidliche herauszuz&ouml;gern versuchten, ert&ouml;nte ein geisterhaftes Murmeln und hallte gespenstisch in der Schlucht nach.  Lux und Dustin lauschten angestrengt um eventuell die Quelle des Ger&auml;usches ausfindig  zu machen. \n&ldquo;Ich glaube, es kommt von dort unten. &rdquo;, sagte Dustin und deutete auf den Eingang  in die Felswand. \n&ldquo;Ja, denk&rsquo; ich auch.&rdquo;, stimmte ihm Lux zu.\nDustin  betrachtete den Vorsprung  unter ihm genauer.  &ldquo;Ich werd&rsquo; runterspringen und dann kommst  du  nach.&rdquo;, sagte er schlie&szlig;lich  und l&ouml;ste seinen Arm etwas widerwillig  von ihrer Taille. &ldquo;Ich kann dich auffangen.&rdquo;\nLux sah so aus, als ob sie protestieren wollte, aber Dustin kam ihr zuvor. &ldquo;Wenn du ohnm&auml;chtig wirst, sterben wir beide. Du sch&uuml;tzt auch mich vor dem Erfrieren. Ohne dich bin ich hier drau&szlig;en verloren.&rdquo;\nSie nickte und  sah zu wie er sich an die Kante des Plateau setzte und sich dann so langsam  wie m&ouml;glich nach unten gleiten  lie&szlig;.  \nBeim Aufprall kam er ins Straucheln, fing sich aber wieder und wandte den Blick nach oben. Er streckte die Arme aus und rief: &ldquo;Bin bereit.&rdquo;\nLux folgte seinem Beispiel und landete einige Sekunden sp&auml;ter sicher in seinen Armen. Behutsam setzte er sie ab und st&uuml;tzte sie - nach einigem Z&ouml;gern - wieder an der Taille. \nGemeinsam bewegten sie sich auf den H&ouml;hleneingang zu. Mit jedem Schritt schien Lux wieder stabiler auf ihren F&uuml;&szlig;en zu stehen, bis sie schlie&szlig;lich in den  sch&uuml;tzenden Tunnel eintraten und Dustin es f&uuml;r ungef&auml;hrlich befand, sie loszulassen. \n&ldquo;Danke&rdquo;, sagte Lux und schuf eine Lichtkugel, die vor ihr in der Luft schwebte. Im warmen Licht wirkte die kalte Eish&ouml;hle gleich etwas weniger unheimlich. Seite an Seite machten sie sich auf den Weg tiefer hinein.\n&ldquo;Siehst du das auch?&rdquo;, fragte Dustin nach einiger Zeit und deutete auf dunkle Stellen in der Wand.\nLux runzelte die Stirn und trat n&auml;her heran. &ldquo;Das ist dunkles Eis.&rdquo;, sagte sie leise. &ldquo;Verdorbenes Eis, das nicht schmelzen kann.&rdquo; Augenblicklich d&auml;mmte sie das Licht.\n&ldquo;Was bedeutet das?&rdquo;, fragte Dustin ebenso leise nach.\n&ldquo;Das hei&szlig;t, Lissandra war h&ouml;chstwahrscheinlich hier. Und wenn sie eins der Poros hat, dann haben wir schlechte Karten.&rdquo;\nDustin schluckte. Der Eishexe wollte er nun wirklich nicht begegnen. Scheinbar stand ihm das Unbehagen f&ouml;rmlich ins Gesicht geschrieben, denn Lux griff erneut nach seiner Hand und zog ihn weiter.\nKurz darauf weitete sich der Tunnel zu einer H&ouml;hle, die in ein bl&auml;uliches Licht getaucht war. In der Mitte des Raumes stand ein riesiger Obelisk aus Eis, in dessen Mitte deutlich die Silhouette eines Poros zu erkennen war. \n&ldquo;Wenn das auch dunkles Eis ist,...&rdquo;, setzte Dustin an.\n&ldquo;Dann haben wir keine Chance.&rdquo;, antwortete Lux knapp. Sie schien angespannt. Ein Schwei&szlig;tropfen rann ihr von der Stirn. Sie musste eine Menge Energie in die W&auml;rme und das Licht gesteckt haben und das, obwohl sie durch den Sturz ohnehin schon geschw&auml;cht war. \n&ldquo;Komm&rsquo; mit. Wir m&uuml;ssen herausfinden, ob es &uuml;berhaupt eine M&ouml;glichkeit gibt, ihm zu helfen.&rdquo;, f&uuml;gte Lux hinzu und ging in geb&uuml;ckter Haltung voran. Dustin eilte ihr nach. An der S&auml;ule angekommen, strich Lux vorsichtig mit der Hand &uuml;ber das Eis. Ein L&auml;cheln breitete sich auf ihrem Gesicht aus.\n&ldquo;Kann es geschmolzen werden?&rdquo;, fragte Dustin hoffnungsvoll.\n&ldquo;Ja, aber nicht mehr lange.&rdquo;, erwiderte eine eiskalte Stimme hinter ihnen. Lissandra stand in ihrem R&uuml;cken und holte bereits zum Schlag aus.\nLux reagierte schnell und umgab Dustin und sich selbst mit einer Sph&auml;re aus strahlendem Licht. Der Frostblitz traf sie dennoch hart. Trotz des Schutzschildes wurden sie unangenehm gegen die S&auml;ule geschleudert. Langsam und bedrohlich kam die Hexe n&auml;her.\n&ldquo;Kannst du das Poro herausschmelzen?&rdquo;, fragte Dustin schnell.\nLux nickte. &ldquo;Aber es wird einige Zeit dauern.&rdquo;\n&ldquo;Dann nimm&rsquo; alle Energie, die dir zur Verf&uuml;gung steht um dich zu sch&uuml;tzen und das Poro zu befreien. Ich werde sie ablenken.&rdquo;\n&ldquo;Dustin, sei nicht dumm. Du wirst keinen einzigen Treffer &uuml;berleben.&rdquo;\nEr l&auml;chelte traurig. &ldquo;Dann darf ich mich halt nicht treffen lassen. Wir m&uuml;ssen doch die Poros retten.&rdquo;\n&ldquo;Pass&rsquo; auf dich auf.&rdquo;, sagte sie besorgt und l&ouml;ste den Schild. \nSofort schlug eine Eislanze an eben der Stelle ein, an der Dustin gerade noch gekauert hatte.\nEr hatte sich schnell zur Seite gerollt und stolperte nun auf die andere Seite der H&ouml;hle zu, um Lissandra m&ouml;glichst weit weg von Lux und dem Poro zu locken.\nDoch diese lachte nur h&ouml;hnisch. &ldquo;Das wird deine Lichtprinzessin nicht retten. Ich hole mir euch einen nach dem anderen.&rdquo;\nSie glitt furchterregend auf ihn zu und formte bereits den n&auml;chsten Eisball. Dustin atmete schwer. Er hatte Angst und wusste nicht wirklich, was er tun sollte.Spontan entschied er, hinter einen gro&szlig;en Eisblock zu hechten und hoffte das Eis w&uuml;rde der Attacke standhalten. \nLissandras Angriff lie&szlig; das Eis beunruhigend knirschen, es aber nicht in tausende Einzelteile zerspringen. \nW&auml;hrend Dustin tief einatmete und die eisige Luft in seinen Lungen wie Feuer brannte, h&ouml;rte er die Hexe fluchen: &ldquo;Du glaubst, du kannst mir entkommen?&rdquo; Sie lachte erneut. &ldquo;Lauf nur, aber deine Freundin geh&ouml;rt mir.&rdquo;\nLissandra wandte sich wieder Lux zu, die das Poro schon beinahe zur H&auml;lfte aus dem Obelisken geschmolzen hatte. \nEntschlossen attackierte die Hexe den Lichtschild, der schon nach wenigen Angriffen zu flackern begann.\nIn seiner Verzweiflung tat Dustin etwas &auml;u&szlig;erst Mutiges und gleichzeitig etwas &auml;u&szlig;erst Dummes. Er warf einen Schneeball nach ihr und rief: &ldquo;Ashe ist viel besser als du.&rdquo; \nNoch bevor er sich dar&uuml;ber klar werden konnte, was er gerade getan hatte, fuhr Lissandra zu ihm herum und entsandte eine Frostnova. Dustin versuchte sich zu verstecken, doch zu sp&auml;t. Sein rechter Fu&szlig; wurde getroffen  und  fror augenblicklich am Boden fest.\nEr schrie auf als ihn die K&auml;lte bis in die Knochen durchdrang. Auch in seinem restlicher K&ouml;rper machte sich schlie&szlig;lich die K&auml;lte wieder bemerkbar.\nLux hatte es mittlerweile beinahe geschafft, das Poro zu befreien. Dessen aufgeregtes Piepsen lenkte Lissandras Aufmerksamkeit wieder auf Lux und das kleine Fellkn&auml;uel. \nEntschlossen formte sie einen langen Speer aus Eis und hielt ihn bedrohlich in der einen Hand auf Lux gerichtet, w&auml;hrend sie mit der anderen Hand einen Eisstrahl erzeugte um den Lichtschild aufzubrechen.\nDustin versuchte sich w&auml;hrenddessen verzweifelt zu befreien.  Mit einen Eissplitter hackte er auf das Eis, das seinen Fu&szlig; am Boden hielt, ein. Kurz bevor Lux&acute; Schild endg&uuml;ltig verschwand, hatte er es geschafft. Ohne nachzudenken rannte er auf Lissandra zu. Er wusste nicht, was er tun w&uuml;rde und seinen halb erfrorenen Fu&szlig; ignorierte er bereits vollkommen. In seinem Kopf blieb nur ein einziger Gedanke zur&uuml;ck: Schaff&lsquo; es noch zu Lux. Nur noch wenige Meter trennten ihn von seinem Ziel. Wie in Zeitlupe sah Dustin, Lissandra den Speer werfen. Lux&acute; Schild war so eben gebrochen. Genau diesem Moment l&ouml;sten sich die letzten Eisreste von K&ouml;rper des Poros und es quietschte im Angesicht der drohenden Gefahr. \nMit letzter Kraft hechtete Dustin nach vorn. Er h&ouml;rte Lux&acute; Aufschrei, als ihr klar wurde, was ihm schon beim Absprung klar gewesen war. Der Speer w&uuml;rde ihn treffen und nicht nur in die Schulter oder ins Bein, sondern direkt in die Brust. Nun war also sein letzter Augenblick gekommen und den verbrachte er in einer kalten Eish&ouml;hle. So hatte er sich seinen Tod nicht vorgestellt. Aber zumindest rettete er damit ein Leben. Ein trauriges L&auml;cheln zog sich &uuml;ber sein Gesicht. W&uuml;rde Lux trotzdem sterben? Was sollte Lissandra schon daran hindern, sie ebenfalls umzubringen?\nIn diesem Moment durchschlug das Eis seinen Brustkorb. Der Schmerz war unbeschreiblich, noch nie zuvor hatte er etwas Vergleichbares gef&uuml;hlt. Aus einem ihm unbekannten Grund ging ihm auf einmal ein Zitat aus &ldquo;Skyrim&rdquo; durch den Kopf: &ldquo;Fr&uuml;her war ich auch mal ein Abenteurer, aber dann habe ich einen Pfeil ins Knie bekommen..&quot;\nJa, er war ein Abenteurer gewesen, wenn auch nur f&uuml;r ein paar Stunden. Schemenhaft erkannte er Lux, wie sie sich &uuml;ber ihn beugte und h&ouml;rte - wie in weiter Ferne - das Poro piepsen. Es schien aufgeregt &uuml;ber ihnen zu fliegen. Dustin sp&uuml;rte einen feinen warmen Staub auf sein Gesicht rieseln und h&ouml;rte Lissandras w&uuml;tenden Aufschrei. \nEr hatte es also geschafft, er hatte sie besch&uuml;tzt - ein Poro und eine junge Frau, die er kaum kannte. Eigentlich stimmte das auch nicht. Er kannte sie seit 5 Jahren. Machte sie das zu einer Freundin?, waren seine letzten Gedanken, bevor er die Augen schloss und in Dunkelheit versank.\n___________________________________________________________________________\n\nUnd wieder geht ein Kapitel zu Ende. Ich hoffe, es hat euch gefallen. Bis zum n&auml;chsten Mal.\nEure M&auml;rchenfee Wolverine\n[\nBuch IV: Poros in Not - Band III](https://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/ivsOGUyN-buch-iv-poros-in-not-band-iii)","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-03-07T12:14:24.826+0000","up_votes":1,"down_votes":0,"body":"Hi Freunde,\nIrgendwie kommen die Texte nicht so gut an wie wir uns wünschen.  Wäre schön, wenn ihr uns sagen könntet, woran das liegt. Zu lange? Zu uninteressant? Zu unregelmäßig?","replies":[{"id":"","poster":"CustomKunibert","date":"2017-03-28T10:37:18.320+0000","up_votes":1,"down_votes":0,"body":"Weder noch. Schreckt vielleicht so manchen ab, aber jeder der sich die Zeit nimmt zum Lesen, wird belohnt.\nWieder mal erste Sahne, echt spannend. Man konnte es förmlich knistern lesen zwischen den beiden :D\nUnd das Skyrim-Zitat macht natürlich aus einer guten Geschichte eine echte Topstory! Good Job, again ;)","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-03-28T11:13:04.911+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=NIAgX8ss,discussion-id=uxENxVQ3,comment-id=00000000,timestamp=2017-03-28T10:37:18.320+0000)\n>\n> Weder noch. Schreckt vielleicht so manchen ab, aber jeder der sich die Zeit nimmt zum Lesen, wird belohnt.\n> Wieder mal erste Sahne, echt spannend. Man konnte es förmlich knistern lesen zwischen den beiden :D\n> Und das Skyrim-Zitat macht natürlich aus einer guten Geschichte eine echte Topstory! Good Job, again ;)\n\nDu bist echt der Größte^^ Danke fürs Lesen. Danke fürs Kommentieren. Ja das Skyrimzitat war eine spontane Eingebung. Sollte die Stimmung etwas auflockern und das ein oder andere Grinsen hervorbringen:)","replies":[{"id":"","poster":"CustomKunibert","date":"2017-03-28T11:52:44.530+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheRealWolverine,realm=EUW,application-id=NIAgX8ss,discussion-id=uxENxVQ3,comment-id=000000000000,timestamp=2017-03-28T11:13:04.911+0000)\n>\n> Du bist echt der Größte^^\n\nDu weißt genau, dass das nicht stimmt :P","replies":[{"id":"","poster":"TheRealWolverine","date":"2017-03-28T16:48:37.204+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=NIAgX8ss,discussion-id=uxENxVQ3,comment-id=0000000000000000,timestamp=2017-03-28T11:52:44.530+0000)\n>\n> Du weißt genau, dass das nicht stimmt :P\n\nJa mag sein^^ Es ist Insider und Kompliment zugleich^^","replies":[]}]}]}]}]}]}