{"id":"7xixtmVF","poster":"Str4yFire","date":"2020-01-16T17:03:14.395+0000","title":"Suche 9 Beta-Tester für mein eigenes Fantasy League Tool zum LEC Spring Split 2020","subforum":"Esports","embed":{"title":"Automated & interactive League of Legends Fantasy League spread sheet","description":"Post with 1 views. Automated & interactive League of Legends Fantasy League spread sheet","url":"https://imgur.com/a/P8y63MN","image":"https://i.imgur.com/7mh2oCs.jpg?fb"},"up_votes":2,"down_votes":0,"body":"Ich arbeite seit einer Weile an einem recht komplexen, weitgehend automatisierten und interaktiven Spreadsheet für eine eigene Fantasy League. Wenn der Test positiv verläuft, möchte ich das Spreadsheet gerne zum Summer Split allen zur Verfügung stellen. Mich nerven diese ganzen halbgaren Apps, die es aktuell gibt, sodass ich gerne mit einem durchdachteren Regelwerk und eigenem Programmcode spielen würde.\r\n\r\nDie Regeln sind deutlich komplexer und ausbalancierter, als es andere Fantasy Leagues für LoL bisher getan haben. So werden zum Beispiel Supports mehr für Assists und guten Vision Score belohnt, als andere Rollen. Über das Regelwerk möchte ich aber vor dem Start der Liga mit den Mitspielern diskutieren und es evtl. anpassen.\r\n\r\nGedraftet wird im \"Schlangen\"-Verfahren, sodass genug Fairness herrscht. Die Spieler picken keine einzelnen Profis, sondern die gesamte Position des jeweiligen LEC-Teams. Sollten die LEC-Teams also jemanden von der Ersatzbank einsetzen, so bekommen die Spieler trotzdem die Punkte für das Match angerechnet.\r\n\r\nEbenso pickt jeder Spieler einen Head Coach der LEC-Teams für sein Team und muss einen Kapitän bestimmen, von welchem er glaubt, dass auf dieser Position am meisten Punkte erzielt werden.\r\n\r\nWenn ihr mitspielen wollt, dann solltet ihr ein hohes Interesse an der LEC haben, die Spiele gerne diskutieren, die Leistungen der Profis einschätzen können und im Idealfall über Discord- und Google-Account verfügen.\r\n\r\nIch habe vor vielen Jahren bereits Fantasy Leagues durchgeführt, bevor Riot mi ihrer offiziellen Variante anfing. Genug Erfahrung und Motivation besteht also. Ebenso wurde das aktuelle Spreadsheet auf Herz und Nieren von mir getestet.\r\n\r\nHier ein paar Bilder vom Spreadsheet aus der Testphase: [https://imgur.com/a/P8y63MN](https://imgur.com/a/P8y63MN)\r\n\r\nMeldet euch hier auf diesen Thread, wenn ihr Interesse habt den gesamten Spring Split mitzuspielen, das komplette Regelwerk hören und Zugang zum Spreadsheet haben wollt.","replies":[]}