{"id":"NWQwIrTZ","poster":"B4rd Main","date":"2017-03-01T10:21:06.044+0000","title":"Spieler sucht Bronze/ Silber Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey Community ich suche ein Team in der Elo von Bronze bis Silber, welches an Turnieren teil nimmt.\r\n\r\nZu mir: \r\n-17 Jahre\r\n-Support/Midlaner\r\n-spiele seit Ende 2011 League of Legends\r\n-habe in Saison 4 auf Platin gespielt in einem englischsprachrigem  Team als Support und Shotcaller an mehreren Cups teilgenommen und danach 1 Jahr Pause gemacht von League of Legends und hab Saison 6 wieder richtig angefangen aktiv zu spielen\r\n\r\n\r\nWas sollte euer Team erf&uuml;llen:\r\n-verf&uuml;gt &uuml;ber einen eurem Alter entsprechendem Wortschatz also kein neut&uuml;rkisch so betitel ich es mal, kein Diggah aller 2 W&ouml;rter und wenn es geht sollte man den Chat ignorieren k&ouml;nnen und auf Chat Spielchen der Gegner nicht eingehen  \r\n-Ihr spielt kompetitiv und seid keine organisierte 5 man Solo Q \r\n-Trainiert regelm&auml;&szlig;ig 5v5 seid aber darin denoch flexibel \r\n-Flamt nicht weil sowas das Teamklima gef&auml;hrdet\r\n-Geplante Pick und Ban Phase wobei ich auch behilflich sein kann und werde\r\n-Keine Einzelg&auml;nger in der Spielweise \r\n-k&ouml;nnt mir die Rolle des Shotcallers zuteilen da ich mit 6 Jahren League doch zu den erfahrenen Spielern z&auml;hle\r\n\r\nAdded mich einfach und schreibt einfach mich an wenn ihr seht, dass ich grad verf&uuml;gbar bin\r\n\r\nGr&uuml;&szlig;e, Bard Main {{champion:432}}","replies":[{"id":"","poster":"Gravost","date":"2017-03-02T11:11:31.836+0000","up_votes":1,"down_votes":0,"body":"Moin,\nwir erstellen regelmäßig Teams und haben inzwischen 16 Teams zwischen Bronze und Master auf unserem Server.\n\nKlar könnte ich dich adden, aber das zeigt mir, dass du 1. aktiv im Forum nach Antwort schaust und dich sozusagen wirklich dafür interessierst und 2. ich die Menschen dazu bringe, Initiative zu zeigen.\n\nWenn du Interesse hast, adde Gravost - du erhälst dann Zugriff auf den TS. :) Ich brauche dann FlexQ-Elo von dir, da das Team in der FlexQ spielt und deine Position.\n\nLiebe Grüße","replies":[]},{"id":"","poster":"sir0xxx","date":"2017-03-01T11:27:08.714+0000","up_votes":1,"down_votes":0,"body":"Ich hätte auch interesse daran, deine Vorrausetzungen gefallen mir.\nAlso.. mich auch adden. \n\nMfG, sir0xxx.","replies":[]}]}