{"id":"fhzk0QlN","poster":"Shinjore","date":"2017-02-27T19:47:05.485+0000","title":"Flexi q nur noch unfaire spiele, riot denkt ihr eigentlich nach bevor ihr sowas raus bringt????","subforum":"Ligen & gewertete Spiele","up_votes":3,"down_votes":7,"body":"was soll den das bitte hatte jetzt 2 spiele hintereinander wo ich im gegner team 2 spieler platin in der solo q waren bzw sind und in meinem team nicht ein einzigster. tut mir leid aber mit mmr braucht ihr mir hier gar nicht kommen, wer in der solo q platin ist der kann in der flexi q nicht wie bronze spielen und da eingeranked werden, das ist total unlogisch und da muss riot nur einen fehler im system haben. \r\n\r\nfalls ihr nach schauen wollt:\r\n\r\nspiel eins war es die bot mit jhin adc platin 5 saison 6 und nun schon 7 und zac support unranked immoment und platin 3 saison 6.\r\nspiel zwei war es fiora in meiner mitte die war platin 5 in der saison 6 und auch nun schon saison 7 und auf der bot der viktor support platin 3 saison 6 und immoment unranked.\r\n\r\nund grad noch mal nachgeschaut waren die gleichen beiden vom ersten game, also beide in zwei spielen in meinem gegner team gehabt. sehr fair riot sehr fair oO!\r\n\r\ndas muss mir mal einer erkl&auml;hren was das f&uuml;r eine schei&szlig;e ist!","replies":[{"id":"","poster":"Released Ape","date":"2017-02-28T18:00:56.709+0000","up_votes":4,"down_votes":0,"body":"Dabei wollen doch alle Spieler immer einen stärkeren Reset damit sie sich hochc....beweisen können das sie genauso gut sind wie die höher gestuften Spieler...das kriegen sie jetzt mit der FlexQ - ist doch nicht so toll.\n\nFlex und SoloQ haben getrennte MMR Wertungen.","replies":[{"id":"","poster":"Shinjore","date":"2017-02-28T18:33:49.104+0000","up_votes":1,"down_votes":4,"body":"das ganze system von riot ist fürn arsch, nicht mehr und nicht weniger. ich bekomme nur 13 oder15 LP und bei einem lose wo ich nix für kann weil der top laner sich entschieden hat zu trollen und der support nach wie vor nicht in der lage ist wards zu stellen, ziehen die mir 21v LP ab. aber dann wieder so starke gegenspieler geben ist klar. das ist alles nur ne scheiß programmierung und der MA von riot der für den scheiß zuständig ist gehört gefeuert fertig!\n\nwenn allle mit ner silber elo wertung anfangen dann fragb ich mich warum ich bei 7/3 einrankspielen nicht in b1 oder s5 gelandet bin-.-. also ist eigentlich diese theorie schwachsin!","replies":[{"id":"","poster":"Released Ape","date":"2017-02-28T19:19:27.698+0000","up_votes":3,"down_votes":0,"body":"> wenn allle mit ner silber elo wertung anfangen dann fragb ich mich warum ich bei 7/3 einrankspielen nicht in b1 oder s5 gelandet bin-.-. also ist eigentlich diese theorie schwachsin!\n\nGanz einfach, du hast die letzte Season so schlecht abgeschnitten das der Soft-Reset es nicht geschafft hat dich auf Silber zu bringen. Zusätzlich kommt hinzu das jeder etwas weiter unten anfängt. Ich hab in Silber angefangen und hab mich jetzt auf Platin hochgespielt.\n\nUnd wenn du denkst wir würden diese fragwürdigen Mitspieler nie bekommen irrst du dich gewaltig. Ich krieg auch ein Lee Sin der wegen einen Jungle Camp der von unserer Mitte gestohlen wurde anfängt zu trollen oder ein Singed der nach jeden Tod erklärt warum das eigene Team so unfähig ist. Natürlich schön in den All-Chat damit die Gegner auch wissen das wir uns im eigenen Team gar nicht verstehen.\n\nAußerdem ist es doch gut wenn du absteigst, dann werden deine Gegner auch leichter und du gewinnst wieder. Die MMR bei Flex ist derzeit noch etwas unausgeglichen, es fängt seit dieser Season an das sich alles langsam trennt. Wird noch eine Weile dauern, vor allem weil man gerade in der FlexQ dazu neigt auch mit Freunden zu spielen die nicht so hoch eingestuft sind in der SoloQ wie man selbst.\n\nWenn du schon auf SoloQ MMR schaust, spiel auch SoloQ. Ansonsten hol dir Freunde die in SoloQ Platin+ sind und in Flex höchstens Silber. Dann hast du das Problem nicht mehr das in deinem Team keiner der Platin+ ist.","replies":[{"id":"","poster":"Shinjore","date":"2017-03-01T15:25:51.819+0000","up_votes":1,"down_votes":1,"body":"> Ganz einfach, du hast die letzte Season so schlecht abgeschnitten das der Soft-Reset es nicht geschafft hat dich auf Silber zu bringen. Zusätzlich kommt hinzu das jeder etwas weiter unten anfängt. Ich hab in Silber angefangen und hab mich jetzt auf Platin hochgespielt.\n\nerklähr mir mal wie man in der letzten saison schlecht abgeschnitten hat in einem modus der in der neuen saison erst frisch drausen ist oO?\nund wenn du jetzt kommst mit der vorsaison dann muss ich dir sagen das selbst da meine platzierungsspiele gut waren und ich trotzdem b5 gestufft wurde.\nalso das macht alles so überhaubt keinen logischen sinn mit dem system!!!\nwie gesagt neues system alle fangen gleich an mit einer durchschnitts elo (wenn man allen hier glauben darf dann wohl silber), gute platzierungs spiele und trotzdem b5!\n\n> Und wenn du denkst wir würden diese fragwürdigen Mitspieler nie bekommen irrst du dich gewaltig. \n\nnein so blauaügig bin ich nun nicht mir ist schon klar das sowas auch in silber gold und etc. gibt.\n\n> Außerdem ist es doch gut wenn du absteigst, dann werden deine Gegner auch leichter und du gewinnst wieder. Die MMR fängt bei Flex komplett von Null an, es fängt seit dieser Season an das sich alles langsam trennt. Wird noch eine Weile dauern, vor allem weil man gerade in der FlexQ dazu neigt auch mit Freunden zu spielen die nicht so hoch eingestuft sind in der SoloQ wie man selbst.\n\nnein irgentwie bleiben die gegner gleich stark, nur dein team wird schlechter, also ist das absteigen nicht unbedingt besser und eigentlich möchte ich ja aufsteigen.\nanscheinend wohl nicht, denn das sticht sich ja mit deiner ersten aussage von oben aus. \n> Ganz einfach, du hast die letzte Season so schlecht abgeschnitten das der Soft-Reset es nicht geschafft hat dich auf Silber zu bringen.\n\n> Wenn du schon auf SoloQ MMR schaust, spiel auch SoloQ. Ansonsten hol dir Freunde die in SoloQ Platin+ sind und in Flex höchstens Silber. Dann hast du das Problem nicht mehr das in deinem Team keiner der Platin+ ist.\n\nman sieht leider nichts anderes als die solo q bei diesen seiten außer du weißt eine seite wo das dann in solo und flexi q unterscheidet, dann gib mir die mal.","replies":[{"id":"","poster":"Released Ape","date":"2017-03-01T20:08:58.557+0000","up_votes":1,"down_votes":0,"body":"Auf jeder bekannten LoL Webseite die deine SoloQ Wertung anzeigt, wird auch die FlexQ Wertung angezeigt (Lolking, quickfindkassing, op.gg, ...). In der \"Kurzanzeige\" wird bei den meisten Seiten nur die SoloQ Wertung angezeigt - aber auf den Spielerprofilen erhälst du alle nötigen Informationen.\n\nBezüglich FlexQ möchte ich mich entschuldigen, es scheint als würde es die DynamicQ MMR zumindest teilweise übernommen zu haben. Ich habe es oben im Text angepasst - dann warst du letzte Season in DynamicQ nicht besonders gut.","replies":[]}]}]},{"id":"","poster":"Alânte","date":"2017-03-01T22:59:56.115+0000","up_votes":1,"down_votes":0,"body":"Immer sind die Anderen schuld :((","replies":[]}]}]},{"id":"","poster":"Alânte","date":"2017-02-27T20:44:26.129+0000","up_votes":4,"down_votes":1,"body":"Flexq ≠  Soloq?","replies":[{"id":"","poster":"Shinjore","date":"2017-02-27T21:28:09.666+0000","up_votes":1,"down_votes":3,"body":"was soll das bitte bedeuten?","replies":[{"id":"","poster":"Alânte","date":"2017-02-27T21:32:42.470+0000","up_votes":4,"down_votes":0,"body":"Das Flexq und Soloq nicht dasselbe sind und wenn z.b. jemand Platinum in Soloq und Silber in Flexq ist, er auch gegen Leute spielen wird, die Flexsilber sind","replies":[]}]}]},{"id":"","poster":"Nocì","date":"2017-02-27T21:32:26.233+0000","up_votes":3,"down_votes":0,"body":"Die Flex Q hat eine ganz andere MMR als die SoloQ, die haben nichts rein garnichts miteinander zu tun. \nWenn ein Plat spieler also Flex Q spielt, beginnt er mit einer MMR von ca. S4-S5, genau wie ein SoloQ B5 Spieler.\nDurch die Placements wird dann deine FlexQ MMR berechnet, und du wirst passend zu deinem Spielstil geranked. \nWenn ich SoloQ Challenger bin, kann ich Flex trotzdem Bronze5 sein, wenn ich was spiele was ich garnich kann.","replies":[]}]}