{"id":"QevbiE5E","poster":"Vorhautchirurg","date":"2017-02-28T15:18:54.134+0000","title":"Suche ein Team für Flex","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nich bin zur Zeit auf der Suche nach einem Team (Wer h&auml;tts gedacht^^).\r\nIch bin atm S3 auf dem Weg nach Gold, wo ich die letzte Season auch beendet habe. \r\nIch bin mehr oder weniger auf allen Lanes n&uuml;tzlich, bevorzuge jedoch die Midlane oder ADC.\r\nBin meistens Freitag Abends bis Montag Abends online und stehe dann auch f&uuml;r gemeinsames Training zur Verf&uuml;gung.\r\nDas Team sollte aktiv sein, nett, nicht flamen oder tilten. TS habe ich, auch einen Server. \r\nSinn des Team ist es f&uuml;r mich, zusammen Flex Q zu spielen und dort zu climben,w er wei&szlig; was alles m&ouml;glich ist.\r\nBei Interesse einfach IG adden und anschreiben: pIz buff azir   (Achtung das i ist ein kleingeschriebenes L)\r\n\r\nViel Spa&szlig; im Ranked, danke f&uuml;rs lesen und plz.. buff azir.{{champion:268}}","replies":[{"id":"","poster":"Gravost","date":"2017-03-02T10:53:08.730+0000","up_votes":1,"down_votes":0,"body":"Moin,\nwir erstellen regelmäßig Teams und haben inzwischen 16 Teams zwischen Bronze und Master auf unserem Server.\n\nKlar könnte ich dich adden, aber das zeigt mir, dass du 1. aktiv im Forum nach Antwort schaust und dich sozusagen wirklich dafür interessierst und 2. ich die Menschen dazu bringe, Initiative zu zeigen.\n\nWenn du Interesse hast, adde Gravost - du erhälst dann Zugriff auf den TS. :) Ich brauche dann FlexQ-Elo von dir, da das Team in der FlexQ spielt und deine Position.\n\nLiebe Grüße","replies":[]},{"id":"","poster":"Cryses","date":"2017-02-28T17:05:12.791+0000","up_votes":1,"down_votes":0,"body":"Hallihallo Lieber Azir Main?,\n\nich habe gerade gelesen das du ein paar Mitspieler für die FlexQ, aka schlechte Version von Teamranked, suchst und möchtest das Azir gebufft wird. Letzteres kann ich dir nicht erfüllen, aber ich kann dir bei deiner FlexQ suche helfen :)\n\nIn unserer Community veranstalten wir gerade eine Art \"Teamgründung\", ich frage alle Mitmenschen in der Community wer Lust auf ein Team hat und packe diese dann in ein Team zusammen. Davor werden wir natürlich ein paar Gespräche führen, wo geklärt wird was genau Ihr wollt etc.\nDanach werdet Ihr dann nach euren Wünschen zusammengewürfelt und Ihr habt dann erstmal ein Team was euch dann hoffentlich auch gefällt!\n\nAlso, wenn dich das Interessiert, würde es mich freuen wenn du dir das untenstehende mal durchliest und wenn du Lust hast bei uns vorbeischaust :) \n\nHier etwas zu unserer Community Magic Mirror:\n\nWir sind eine ü18-Multigamingcommunity mit den Bereichen League of Legends und CS:GO. Das soll aber nicht heißen, dass wir nur diese beiden Spiele anbieten! Du kannst bei uns natürlich mit jedem alles spielen :).\n\nWir bieten regelmäßig Events an wie z.b, jeden 2. Sonntag ein League of Legends Customgameabend, wo viele Communitymitglieder sich zusammenfinden, um gemeinsam lustige Gamemodes zu spielen. Oder ein **Sommertreffen** Mitte Mai und und und...\nWenn du Fragen zu weiteren Events hast bin ich gerne für dich da :)\n\nNebenbei bieten wir auch Server für dich an:\n- **Minecraft Server**\n- **CS:GO Server**\n- **TTT Server**\n**Natürlich für jeden zugänglich!** Und wer will kann uns ansprechen und wir erstellen Ihm einen Minecraft Server mit einem beliebigem\n-**\n\n\nEs gibt natürlich noch einiges zu erzählen, aber wenn das schon gereicht hat dein Interesse ein wenig zu wecken, dann schau dir doch mal unsere Vorstellung im Forum an:\n\n[=== Hier gehts zu unserer Vorstellung League of Legends Forum ===](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/0qdBJX3Y-18-magic-mirror-auf-der-suche-nach-weiteren-familienmitgliedern)\n\nOder direkt zu uns:\n\n[ === Hier gehts zu unserem Forum === ](http://forum.magicmirror.community/)\n\n[ === Hier gehts zur Bewerbung === ](http://magicmirror.community/?page_id=15 )\n\n\n\nMit lieben Grüßen\n\nExiledRiftWalker | Gero","replies":[]}]}