{"id":"GWfs2mrh","poster":"xSexyBunnYx","date":"2017-02-27T15:27:18.079+0000","title":"Suche Community","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Hey mein Name ist Timo :D\nich bin 24 Jahre alt und Spiele seit Season 3 LOL.\nmomentan bin ich S5 in duo und B1 in flex \nmomentan suche ich eine Community .\n\nf&uuml;r weitere Fragen stehe ich gerne zur verf&uuml;gung :D\n\nING xSexyBunnYx","replies":[{"id":"","poster":"Cryses","date":"2017-02-27T16:15:24.602+0000","up_votes":2,"down_votes":3,"body":"Hallihallo Lieber Timo,\n\nich habe gerade gelesen das du eine Community suchst :P\n\nDeshalb würde ich dir gerne einmal unsere Community in einer Kurzfassung erklären und schmackhaft machen:\n\nWir sind eine ü18-Multigamingcommunity mit den Bereichen League of Legends und CS:GO. Das soll aber nicht heißen, dass wir nur diese beiden Spiele anbieten! Du kannst bei uns natürlich mit jedem alles spielen :). \n\nWir bieten regelmäßig Events an wie z.b, jeden 2. Sonntag ein League of Legends Customgameabend, wo viele Communitymitglieder sich zusammenfinden, um gemeinsam lustige Gamemodes zu spielen. Oder ein **Sommertreffen** Mitte Mai und und und...\nWenn du Fragen zu weiteren Events hast bin ich gerne für dich da :)\n\nNebenbei bieten wir auch Server für dich an:\n- **Minecraft Server**\n- **CS:GO Server**\n- **TTT Server**\n**Natürlich für jeden zugänglich!** Und wer will kann uns ansprechen und wir erstellen Ihm einen Minecraft Server mit einem beliebigem \n-** \n\n\nEs gibt natürlich noch einiges zu erzählen, aber wenn das schon gereicht hat dein Interesse ein wenig zu wecken, dann schau dir doch mal unsere Vorstellung im Forum an:\n\n[=== Hier gehts zu unserer Vorstellung League of Legends Forum ===](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/0qdBJX3Y-18-magic-mirror-auf-der-suche-nach-weiteren-familienmitgliedern)\n\nOder direkt zu uns:\n\n[=== Hier gehts zu unserem Forum ===](http://forum.magicmirror.community/)\n\n[=== Hier gehts zur Bewerbung ===]( http://magicmirror.community/?page_id=15 )\n\n\n\nMit lieben Grüßen\n\nExiledRiftWalker | Gero","replies":[]}]}