{"id":"Ysbvi8AE","poster":"Turn Up My Rank","date":"2017-02-26T17:45:43.232+0000","title":"Flamer und Bestrafungen","subforum":"Spielerverhalten & Moderation","up_votes":10,"down_votes":10,"body":"Ich sehe das viele leute hier sperren oder bans bekommen haben, die sie angeblich zu unrecht erhalten haben.\r\nDas system von riot ist im gro&szlig;en und ganzen gut. Doch ich finde, dass man ein bisschen mehr r&uuml;cksicht zeigen k&ouml;nnte.\r\nWenn man sich angenommen  nach einem 2-Wochen ban f&uuml;r 100 Spiele gut benimmt, und dann aus irgendeinem grund einen schlechten tag hat und man schreibt eben ein bisschen etwas un&uuml;berlegtes, dann bekommt man einen Perma-Ban obwohl man sich gebessert hat/nochimmer verbessert.\r\nEmotionale spieler, kommen riot entgegen, indem sie ihr bestes versuchen, also finde ich, dass riot auch ein bisschen r&uuml;cksicht zeigen k&ouml;nnte.\r\nIch pers&ouml;nlich schreibe gerne im alle Chat wenn ich mit Freunden spiele. (Normals, Aram, Urf) Da ich finde man sollte ein bisschen spa&szlig; verstehen k&ouml;nnen.\r\nUnd in fast jedem spiel das man verliert, reporten sich alle gegenseitig, manchmal mit aber manchmal auch ohne grund. \r\n\r\nMeiner meinung nach sollten spieler die sich gebessert haben nicht sofort Permanent bannen, da man sich f&uuml;r 3-9Monate gut benommen hat.\r\nUnd wie sie damals geschrieben haben, wenn man reportet wurde: Jeder hat mal einen schlechten Tag :)\r\n\r\nNicht falsch verstehem, spieler die trotz Chat-Einschr&auml;nkung flamen und nichtmal versuchen sich zu bessern, sollten gebannt werden-\r\nAlso bitte nicht gleich mit down-votes spammen :)","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:08:10.388+0000","up_votes":6,"down_votes":9,"body":"***","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T18:19:37.799+0000","up_votes":3,"down_votes":4,"body":"So etwas habe ich gemeint.\nDu hast verstanden, dass du dich so nicht verhalten kannst, und dich verbessert.\nAnders als ein großteil hier, finde ich es ein wenig arrogant zu schreiben \"verdient\", da du ja dein bestes gegeben hast, deinen account zu behalten in den du viel aufwand und zeit investiert hast. Die meisten Spieler schreiben in 200 Spielen eventuell einmal etwas unüberlegtes.\nZum beispiel Streamer wie Doublelift oder imaqutipie schreiben gelegentlich ein wenig kritik in den Chat, und verwenden dabei im stream eine ziemlich starke ausdrucksweise :)\nDoch da es nur selten vorkommt werden sie nicht gebannt, spieler wie du haben in einem kurzem zeitraum sich schlecht verhalten, sich dann aber verbessert.\nMeiner meinung hättest du noch eine chance verdient :)","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:25:58.486+0000","up_votes":2,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T18:30:50.160+0000","up_votes":3,"down_votes":4,"body":"Doch ich sehe oft leute die kommentieren \"Du wusstest was dich erwartet und hast es troztem gemacht\" und so etwas kann ich nur schwer verstehen.\nDu bist auch nur ein mensch, und zum menschlich sein gehört das vergessen :) Du hast dich gebessert und hast viele spiele das richtige getan. Also finde ich, dass du keinen \"Permanenten\" Ban verdient hast.","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:32:01.583+0000","up_votes":3,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:38:35.015+0000","up_votes":6,"down_votes":0,"body":"Gut hier ist jetzt die Frage, ab wann ist was für wen gerechtfertigt. Klar haben andere auch Strafen und Bans \"verdient\" aber es geht ja schlussendlich um dich und deinen Account. Ich hab auf 4 Accounts nie eine Chatrestriction oder ähnliches bekommen und spiele seit fast 6 Jahren LoL (und damit bin ich nix besonderes, da gibt es unzählige mehr). Also theoretisch geht es schon ganz ohne flame und Strafe.","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:40:43.518+0000","up_votes":3,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:48:27.156+0000","up_votes":4,"down_votes":1,"body":"Ist denn für dich LoL mit einem neuen Account noch ein Thema, oder möchtest du nicht mehr spielen? Ich würde es positiv sehen, wenn du einen neuen Account aufmachst, weißt du zu 100% wie du dich zu verhalten hast und kannst mit einem komplett unbelasteten Account spielen – gut was anderes bleibt dir schließlich auch nicht übrig, aber \"it's something\" :)","replies":[{"id":"","poster":"Jhilista","date":"2017-02-26T20:07:32.812+0000","up_votes":2,"down_votes":2,"body":"Schön geschrieben !\nUpvote !","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T20:31:15.906+0000","up_votes":2,"down_votes":1,"body":"{{item:3681}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:26:48.862+0000","up_votes":2,"down_votes":1,"body":"Gut, wir wissen ja jetzt nicht genau was er geschrieben hat. Ich wäre prinzipiell auch damit vorsichtig, was Streamer machen, es gibt etliche, die selber toxic sind und nicht das positivste Verhalten zeigen. Kritik, solange sie jemandem wirklich weiterhilft und nicht seine Person oder Spielweise beleidigt ist ja auch vollkommen in Ordnung.\n\nIm übrigen müssen alle die für Flame bestraft werden sollen, erst mal reported werden. QT und Doublelift kennt in ihrer Elo jeder (allgemein kenn sich alle High-Elo Spieler einer Region gut und oft auch persönlich), wenn die also im Chat rumfrotzeln oder einander anstacheln ist das im Regelfall \"Friendly Banter\". Die Jungs und Mädels kennen sich alle, von denen wird niemand einen Report in so einer Situation schreiben; du reportest ja auch nicht deinen Freund, wenn er dich boosted nennt ;)\n\nVerdient zu schreiben finde ich auch ein bissel hart, allerdings liegt das auch so'n bissel daran, dass im Forum schon viel geschrieben und gepostet wurde und es einfach tagein tagaus immer das gleiche ist, mehr oder weniger.","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T18:34:53.258+0000","up_votes":3,"down_votes":2,"body":"Wenn ich mit einem Freund spiele, \"stacheln\" wir uns auch hin und wieder ein bisschen zum spaß an.\nZu dem unglück einer meiner Freunde wurde er reported, und permanent gebannt. Auch wenn er sich ca. 9Monate gut verhalten hat, und nur \"gg wp\" und tipps in den chat geschrieben hat.\nDa wir alle miteinander geschrieben haben (Kein Flamen, nur ein bisschen spaß schriben unter freunden) haben wir mit ihm aufgehört zu spielen. Jetzt habe ich einmal wieder ein paar runden gespielt, und sehe das dieses problem noch immer ein ziemlich großes tema ist.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:44:24.011+0000","up_votes":2,"down_votes":1,"body":"Wenn er nen Perma bekommen hat, wird schon zuvor Strafen bekommen haben: spätestens ab dem Punkt wäre ich persönlich mit allem was ich im Chat schreibe vorsichtig. Es mag auch Leute geben, die Premades die sich gegenseitig ärgern absichtlich reporten. Sollte der Fall wirklich eingetreten sein, hättet ihr beim Riot Support um ein nochmaliges Prüfen des Falls bitten sollen –> mit dem Hinweis, dass ihr als Premade-Gruppe aufgetreten seid. Spätestens ab der 3ten Nachfrage kommt keine Copy-und Paste Nachricht mehr.","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T18:59:14.252+0000","up_votes":2,"down_votes":2,"body":"Er hat ja 9Monate lang, nichts außer gg wp geschrieben.\nUnd wir haben ihm mehr oder weniger ein bisschen \"überredet\" zu schreiben, er hat auch in solchen runden am wenigsten von uns geschrieben.\nDas was wir geschrieben haben war nicht beleidigend, wir haben alle respektiert und nur ein bisschen \"herumgealbert\"","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T19:37:00.543+0000","up_votes":3,"down_votes":1,"body":"Warum vergleicht man in so nen Situationen immer? o.O Es ist vollkommen irrelevant Verhalten im Spiel zu vergleichen. Entweder man hat sich selbst (jeder ist für sich verantwortlich) nicht an die Regeln gehalten oder nicht. Diese Buddelkastendiskussionen à la \"Mama der Toni hat angefangen\" bringen nichts. Nicht nur bezüglich des Strafsystems in LoL.","replies":[]}]}]}]}]}]},{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:14:08.582+0000","up_votes":2,"down_votes":0,"body":"Wie gesagt die Recovery Zeit ist sehr lang und unbekannt, tut mir für deinen Account Leid, aber warum hast du denn überhaupt etwas in den Chat geschrieben, das negativ ist? :/\n\nIch versteh ja, dass man sich im Spiel aufregt, es gibt oft ja auch allen Grund dazu, aber man muss ja nichts im Chat schreiben deswegen.","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:17:21.214+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:20:15.772+0000","up_votes":2,"down_votes":0,"body":"Hmm, das ist halt das Problem, wenn man ein Ventil sucht und der Chat nur eine Enter-Taste entfernt ist. Es gab ja etliche Ideen, bis hin zur Perma-Chatsperre, aber die halte ich als Alternative auch nicht für sinnvoll.","replies":[]}]}]},{"id":"","poster":"charmelikeahri","date":"2017-02-27T14:03:28.473+0000","up_votes":1,"down_votes":0,"body":"Wow du hast keys bekommen! Das kriegt man nach 40 games wieder....\n\nIch benehme mich seid 700 Games nach dem 14 tage bann..","replies":[]}]},{"id":"","poster":"Youtube GM Nasus","date":"2017-02-26T21:21:40.015+0000","up_votes":5,"down_votes":0,"body":"Zitat von RIOT YMIR \n\n1: Jeder Account hat grundsätzlich dauerhafte Aufzeichnungen zu vergangenen erhaltenen Bestrafungen. Dennoch wird es Systeme geben, die Rücksicht auf Spieler nehmen werden, die langzeitige Verhaltensverbesserungen zeigen.\n\n2: Report“ war schon immer eines der negativsten Wörter im Spiel. Nicht als Wort an sich, jedoch häuft es sich bei Spielern, die dazu neigen, bestraft zu werden. Menschen nehmen oft an, dass es von Spielern benutzt werde, die zu sensibel reagieren. In Wirklichkeit tendiert es aber dazu, ein Zeichen dafür zu sein, dass jemand unfähig ist, sich zu zügeln, was natürlicherweise bedeutet, dass diese Spieler die sind, welche bestraft werden. Selbst wenn Menschen mit Reports drohen, wird dies keine Auswirkung haben, es sei denn deine Aktionen im Spiel bestätigen den Vorwurf.\n\n3: Fünf Minuten nach einem Spiel, in dem du reported wurdest und nachweislich schlecht gehandelt hast, bekommst du deine Reform Karte. Dies ist ein sehr direkter und genauer Prozess. Je länger wir warten würden, euch die Information zu geben, desto mehr würde diese an Bedeutung verlieren.","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-02-26T20:23:21.310+0000","up_votes":3,"down_votes":0,"body":"> Meiner meinung nach sollten spieler die sich gebessert haben nicht sofort Permanent bannen, da man sich für 3-9Monate gut benommen hat.\n> Und wie sie damals geschrieben haben, wenn man reportet wurde: Jeder hat mal einen schlechten Tag :)\n> \n\n\nIch denke es kommt halt mal darauf an wie \"schlimm\" dein Flame ist. Letztens hat sich auch jemand über den Perma beschwert und uns seine Chatlogs gezeigt. Er hatte sogar drei \"schlechte\" Spiele, bis er den Perma bekam:\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jGOtevqE-kein-kommentar-riot-ihr-seid-ein-witz\n\n\nDu wirst nach dem 14 Tage Ban irgendwann wieder reformiert sein, aber Riot kommuniziert nicht wann. Zudem musstest du ja schon ziemlich viele schlechte Tage hinter dir haben, um es überhaupt soweit zu bringen, der 14 Tage Bann sagt dir meiner Meinung nach auch, dass jetzt entgültig Schluss mit deinem Verhalten sein soll. Zudem schafft es ein Grossteil der Spieler ihre schlechten Tage nicht mit dem Team im Chat zu teilen, also warum solltest du dies nicht auch hinbekommen?","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T21:14:04.377+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"XenesisCH","date":"2017-02-27T07:47:17.261+0000","up_votes":2,"down_votes":0,"body":"Tjo schwer zu beurteilen für uns, da wir die Chatlogs nicht kennen ;-).","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-27T11:22:55.723+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-27T13:11:37.161+0000","up_votes":4,"down_votes":0,"body":">Hier, Habe mit den Gegnern communiziert und mich besschwert wie unfair das Game sei\nmfg\nIch habe auch mein Team nicht angeflamet, sondern wollte NUR zeigen, dass wir hier im RANKED Game sind\n\nIch muss nicht einmal hochscrollen um zu erkennen, dass das nicht stimmt:\n\n>iIIOotsutsukiIIi: Report Ahri, Jinx, Thresh\niIIOotsutsukiIIi: retardly bad\n\nGlaubst du wirklich, es ist kein Flame, nur weil du dich  bei den Gegnern im Allchat beschwerst, statt es im Teamchat zu schreiben?","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-27T13:53:46.281+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-27T14:13:37.164+0000","up_votes":4,"down_votes":0,"body":"Und du hast mit dem Chatlog bewiesen, dass du gar nicht mehr spielen willst. Also lass es gleich bleiben und erstell dir keinen Account mehr.","replies":[]},{"id":"","poster":"CMan","date":"2017-02-27T13:59:15.078+0000","up_votes":4,"down_votes":0,"body":"Also beim besten Willen, mit solchen Kommentaren machst du mehr als deutlich, dass du von gutem und angemessenem Benehmen, wie es in League erwartet und gefordert wird, auch hier und heute noch weit entfernt bist.\n\nAngesichts dessen dass du hier gegen deinen Permabann argumentieren willst, ist das extrem kontraproduktiv.\n\nIch für meinen Teil bin jetzt erst recht davon überzeugt, dass das System gut so ist, wie es ist.","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2017-02-27T11:44:10.766+0000","up_votes":3,"down_votes":0,"body":"Du hast deine Mitspieler u. a. beleidigt und beschimpft und offenbar hat dir ein schlechtes Game keinen Perma eingebracht. Du hattest ganze drei weitere Chancen. Ich vermute mal du hast einen Perma bekommen, da du auch nach 350 weiteren Spielen nicht gelernt hast, dass man andere Spieler, in deinem Fall schon ziemlich üblen Ausmass, beleidigen sollte und deshalb Strafstufen übersprungen wruden (wie gesagt, das ist nur meine Vermutung).","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-02-27T14:10:10.095+0000","up_votes":3,"down_votes":0,"body":"Alter wie kann man so krass krank ausrasten wegen einem lee der nen smiteless Pull will?!!?!?\n\nHoly... sag doch einfach okay ich mach smiteless geh hin und helfe und geh dann wenn du weggehen willst?! Wo ist das Problem!\n\nIch hatte auch grade eben einen jax der schreibt:\n\nLvl 2 Toplane Gank or i dont help u Rengar.\n\nIch: Okay\n\nJax: and we kill her she will tp and u will stay and kill her again. Or i dont help u\n\nIch: yep is fine\n\nEr hilft mir ich gehe zu meiner Standardroute und ignoriere seinen Flame. Wieso sollte man wegen solchen Idioten sich dazu herablassen den Chat zu benutzen? Sag alles was du musst damit dein M8 vernüftig spielt und ignorier ihn und spiel dein Spiel. Wo ist dein Problem mit den lee? Hilf ihm halt so stark du möchtest was kann er dagegen machen wenn du nicht smiteless machst.","replies":[]},{"id":"","poster":"Turn Up My Rank","date":"2017-02-27T16:03:05.202+0000","up_votes":3,"down_votes":2,"body":"Der flame ist ziemlich hart. Es gibt schlimmere, aber auch viel harmlosere chatlogs die troztem gebannt werden.\nUnd anscheinend hattest du 3 ausrutscher.","replies":[]},{"id":"","poster":"CYPHΕR","date":"2017-02-28T10:10:58.831+0000","up_votes":1,"down_votes":0,"body":"Soviel schreib ich nichtmal in einer ganzen Season xD","replies":[]}]}]},{"id":"","poster":"eingew","date":"2017-02-26T22:20:18.474+0000","up_votes":3,"down_votes":0,"body":"Normalerweise braucht es deutlich weniger Spiele. In die Bewertung, ob man als reformiert gilt, fließt auch das nach dem zweiwöchigen Ban gezeigte Chatverhalten mit ein. Bist du dir sicher, dass du absolut neutral oder gar positiv warst und dich in keiner Weise negativ verhalten hast?\n\nWie sahen denn die Logs aus? Schließlich kann man bei besonders harten Vergehen auch Stufen überspringen, vielleicht warst du auch bereits reformiert, hast es dann aber so weit übertrieben, dass du direkt einen Perma bekommen hast?","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-27T11:20:05.347+0000","up_votes":1,"down_votes":3,"body":"Ich war doch reformiert, wenn ich schon immer Belohnungen bekam?","replies":[{"id":"","poster":"eingew","date":"2017-02-27T11:26:32.329+0000","up_votes":3,"down_votes":0,"body":"Es ist unklar, ob das ein und dasselbe ist. Es kann durchaus sein, dass die Grenze, die Riot mithilfe der Chatanalyse gezogen hat, die es einem ermöglicht, wieder Hextech-Belohnungen zu erhalten, deutlich niedriger ist, als die, die einen als Spieler mit weißer Weste markiert, der auch nicht für einen negativen Tag direkt überprüft wird.\n\nIch kenne einen Spieler, der ebenfalls sagen wir... \"Probleme\" damit hat, seine Accounts immer frei von Strafen oder gar permanenten Bans zu halten. Aus seinen Erzählungen lässt sich schließen, dass es durchaus recht leicht ist, die Belohnungen mitunter auch relativ schnell wieder freizuschalten, danach aber dennoch die höheren Strafenstufen zu bekommen. Natürlich ist viel, was wir über das System wissen eher spekulativ, aber es scheint so, als ob die Belohnungen keine eindeutiges Zeichen für einen Spieler mit \"weißer Weste\" ist.","replies":[]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2017-02-26T20:36:11.811+0000","up_votes":4,"down_votes":1,"body":"Ich bin da anderer Meinung. Wer es bis zum 2-Wochen-Bann schafft, muss schon ziemlich die Sau rauslassen. Dann muss man sich halt einfach mal benehmen. Sollte ja nicht so schwer sein. Ich spiele seit Season 4 und habe noch nie eine Strafe erhalten.\n\nGenerell hasse ich Flamer ohnehin. Sie tilten mich. Wenn bei mir im Team einer mit Flamen anfängt, starte ich direkt Surrender-Vote. Auch wenn wir 20-0 vorne sind. Es macht einfach keinen Spaß, mit solchen Leuten zu spielen - selbst zu gewinnen macht keinen Spaß.","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T21:13:18.557+0000","up_votes":2,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Pure Cynicism","date":"2017-02-26T21:15:55.849+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=iIIOotsutsukiIIi,realm=EUW,application-id=KYnfKGf0,discussion-id=Ysbvi8AE,comment-id=00050000,timestamp=2017-02-26T21:13:18.557+0000)\n>\n> 1. Es gibt einen Mutebutton.\n> 2. Ja, Leute schaffen es. Nach meinem 14 Tage bann begann ich eine neue Person in League zu sein, habe mich 350 Games aufrecht benommen und wegen ein paar Ausrutscher hab ich auch den perma direkt bekommen. :) Good System!\n\nDu hast mit den \"Ausrutschern\" lediglich bewiesen, dass du dich noch immer nicht zu benehmen weißt. Ist es denn wirklich so schwer, einfach nicht zu flamen?","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T21:18:16.674+0000","up_votes":2,"down_votes":6,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T22:31:14.073+0000","up_votes":5,"down_votes":0,"body":"Es geht doch hier im Forum nicht um irgendwelche Upvotes/Downvotes, sondern im wesentlichen um Informationsaustausch und hier im speziellen um Einsicht. Es ist ja nicht schlimm, diese erst später zu erlangen, aber daran ist hier niemand schuld. Ceiwyn hat nichts anderes gesagt als die Wahrheit. Klar ist das hart, klar mag man das vllt auch nicht hören. Ich versteh, dass dich das ärgert und dass du das anders siehst, aber nach den momentanen Spielregeln sind die Dinge wie sie sind.\n\nNiemand hier im Forum wird dir ausreden, dass du dagegen etwas unternehmen möchtest; schreib den Riot Support an, wenn du das möchtest, oder Gründe eine Gruppe, die ein geändertes Bannsystem möchte; alles legitim. Aber eine Sache kannst du von den Forenteilnehmern nicht erwarten: Das wir uneinsichtiges Verhalten akzeptieren, dass im Grunde nichts anderes sagt als: \"Ich bin der Geschädigte, mir geht es jetzt so schlecht\" – falsch – die Geschädigten sind die Leute, die geflamet wurden.\n\nEs ist ein kritisches Thema, diese Dinge hier anzusprechen, das gebe ich zu, es mag durchaus Leute geben, die unsensibel reagieren (ich selber denke mir immer, derjenige ist schon genug bestraft, warum drauf rumhacken), aber Kritik an den Leuten zu äußern die die Wahrheit schreiben, ohne selbe Reue zu zeigen halte ich für unclever – was auch die Downvotes erklärt.\n\nIch persönlich freue mich nicht, dass dein Account gebannt wurde und ich hoffe, dass du aus diesem Umstand das beste machst, alles Gute.","replies":[]},{"id":"","poster":"eingew","date":"2017-02-26T22:18:01.601+0000","up_votes":4,"down_votes":0,"body":"> Wieso die downvotes? Lächerlich.\n> Keine Argumente?\n\nIch hätte eher gedacht, dass Ceiwyn bereits alles gesagt hat.","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-02-27T14:13:33.086+0000","up_votes":2,"down_votes":0,"body":"Ich glaube dir nicht das du die 350 Games ohne Flame gespielt hast. Wer sich über einem Smitless lee dermaßen aufregt als wärs sein leben, den will ich dann gar nicht sehen wenn die Botlane 0/1 geht. Oder wenn nur ein einziges Spiel verloren geht","replies":[]}]}]},{"id":"","poster":"Patter1991","date":"2017-02-27T13:59:48.706+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=iIIOotsutsukiIIi,realm=EUW,application-id=KYnfKGf0,discussion-id=Ysbvi8AE,comment-id=00050000,timestamp=2017-02-26T21:13:18.557+0000)\n>\n> 2. Ja, Leute schaffen es. Nach meinem 14 Tage bann begann ich eine neue Person in League zu sein, habe mich 350 Games aufrecht benommen und wegen ein paar Ausrutscher hab ich auch den perma direkt bekommen. :) Good System!\n\nJa. gutes System. Der 14-Tage-Bann ist keine Reformationsstufe mehr. Das ist die \"wir lassen dich noch spielen, sofern du dich benehmen kannst\"-Stufe. Nichts mit \"mal ein paar Ausrutscher\". Die \"paar Ausrutscher\" gelten für normaler Spieler. Nicht für Hardcoreflamer wie dich.","replies":[]}]}]},{"id":"","poster":"MrBacker","date":"2017-02-26T19:14:57.522+0000","up_votes":4,"down_votes":1,"body":"Wie assi muss man sich denn verhalten um nen Permaban zu bekommen :D Ich bin bei weitem nicht der vorbildlichste Spieler und zocke seit 2009 dieses Spiel und habe nur eine Chatsperre bekommen was auch völlig gerechtfertigt war. Also meiner Meinung nach muss man schon richtig assozial sein u nen Permban zu bekommen!","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T19:25:19.412+0000","up_votes":3,"down_votes":6,"body":"Es reicht schon wenn man ein offener mensch ist, der gerne kommuniziert und reported wird :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-26T19:26:44.688+0000","up_votes":5,"down_votes":1,"body":"Ich habe noch nie gesehen, dass man für \"kommunikationsfreudig\" gebannt wird. Höchstens wenn man darunter \"kurze Zündschnur\" und \"flamt gerne\" versteht.","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T19:36:42.933+0000","up_votes":2,"down_votes":4,"body":"Ich muss mich entschuldigen, ich habe mich falsch ausgedrückt.\nIch sehe manchmal Flamer, die schon im Champ select spieler beleidigen, und sich toxic benehmen.\nDann gibt es noch spieler, die einfach emotional sind, die sich nur beschweren, wenn sie einen AFK in ihrem team haben.\nAlso wäre es vielleicht eine möglichkeite diese spieler zu unterscheiden, und unterschieldich zu bestrafen :)","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T19:46:06.784+0000","up_votes":4,"down_votes":2,"body":"Klar, weil man die genaue Intention eines Menschen beurteilen kann. Ich kann noch nicht mal einschätzen ob meine Freundin mich jetzt böse anguckt, weil ich was falsch gemacht hab, oder weil sie einfach schlechte Laune von ihrem Tag mitgebracht hat. Wie soll diese Umsetzung den funktionieren?\n\nEs gibt klare, wenn auch harte Regeln und die gelten für alle. Es macht 0 Sinn eine Gerechtigkeitsdebatte zu starten, man selbst hat sich an diese Regeln zu halten oder man muss mit den dementsprechenden Konsequenzen leben. Im Prinzip spielst du ja auf eine Art Kulanz an, aber wer soll das beurteilen? Riot hätte nicht mal ansatzweise genug Mitarbeiter um alle Reports zu sichten.","replies":[{"id":"","poster":"T Ocean","date":"2017-02-26T19:55:14.622+0000","up_votes":2,"down_votes":2,"body":"In diesem post geht es darum, das leute die diesen fehler begangen haben, erkennt haben das sie sich falsch verhalten haben und sich verbessert haben / verbessern wollen.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T19:59:24.996+0000","up_votes":2,"down_votes":2,"body":"Korrekt.","replies":[{"id":"","poster":"T Ocean","date":"2017-02-26T20:03:18.104+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T20:17:10.271+0000","up_votes":3,"down_votes":0,"body":"I see. Okay also ich würd das ganze als Punkteliste machen, die man selber abarbeiten sollte:\n\n1. Summoners Coder verinnerlichen: kurz und knapp –> positiv schreiben. Schreib nichts, was du selber nicht auch gerne hören möchtest. Wenn man also Kritik übt, freundlich bleiben und nach vorne schauen. (bsp: \"we can still win\", \"just focus and fight together\")\n\n2. Das Fehlverhalten anderer Spieler (spielerisches Verhalten, pushen, traden etc.) nicht negativ kommentieren – kein \"dude u'r bad\", \"l2p\", \"u suck\", \"dont int\" etc schreiben. Überhaupt würde ich negative Aktionen von Spielern kaum kommentieren, im Regelfall triggerst du damit dein Gegenüber, wohlmöglich fängt er an zu flamen und wir haben den Salat.\n\n3. Auf negativen Chat nicht auch negativ reagieren. Schreib entweder nix oder sowas wie: \"lets win this, stop our discussion, foucs\" sollte das nicht ziehen, mute die Leute einfach und versuch nicht sie zu belehren.\n\n4. Positives Verhalten im Spiel auch loben, ein \"wp\" oder \"holy dude, nice one\" erfordert nicht viel tippen, lässt aber das Selbstbewusstsein deinen Mitspieler um das doppelte wachsen.\n\n5. Den Gegenern gegenüber immer mit Respekt begegnen: also zB ein \"ggwp\", wenn man verliert, vllt sogar ein \"good carry champion x\"\n\nIm Prinzip ist das alle im SC verankert, es ist nur sehr allgemein geschrieben. Am Ende hängt das was du schreibst, ja mit dir als Person zusammen. Es mag Leute geben, die einen raueren Umgangston pflegen, für die dürfte das deutlich schwerer sein – aber das Problem hast du hoffentlich nicht.\n\nDie Hauptschwierigkeit an diesem Punkteplan liegt wohl daran, dass du immer gute Mine zu bösem Spiel machen musst, aber schließlich geht es ja auch nur um dich. Solange du das beherzigst und den Chat nicht als Ventil benutzt deinem Ärger (und den habe ich oft genug auch) freien Lauf zu lassen, ist das eigentlich alles in Ordnung. Nicht zu tilten ist dann wieder nen anderes Thema.","replies":[{"id":"","poster":"CYPHΕR","date":"2017-02-28T10:18:14.254+0000","up_votes":2,"down_votes":0,"body":"> Die Hauptschwierigkeit an diesem Punkteplan liegt wohl daran, dass du immer gute Mine zu bösem Spiel machen musst, aber schließlich geht es ja auch nur um dich.\n\nMan macht es ja nicht nur zum Spaß an der guten Laune. Positives Verhalten steigert ja nachweislich die Winrate um nicht wenige Prozentpunkte.","replies":[]}]}]}]}]}]},{"id":"","poster":"Awsane","date":"2017-02-26T19:48:15.441+0000","up_votes":2,"down_votes":1,"body":"ich sehe zwischen diesen beiden Arten keinen für mich entscheidenden Unterschied\nweder ob ich sie reporte, noch welche Strafe sie erhalten sollen, weil Qualität des Flame zählt nicht die Quantität jedenfalls auf ein game betrachtet\nund reaktive Flamer sind genauso schlimm wie initiative","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-02-27T14:18:12.091+0000","up_votes":1,"down_votes":2,"body":"Ich weiß was er meint. \n\nWenn die Ashe 0/20 geht und dann intet und AFK geht Buffs stealt etc. Und man schreibt:\n\nReport Ashe feeding inting AFK and Troll. \n\nWird nicht die Ashe gebannt (war ja nur ein Game wo sie intet! Pah kein Banngrund kann jedem mal passieren KAPPA) sondern der der zu 99% versucht das Game zu retten. Der bekommt für die wahre Aussage einen 14 Tage bann und die Ashe einen Leaverbuster von 5m. Ist das fair?\n\nUnd ja: Report den und den, ist nicht nett aber ich kenne das Gefühl wenn die jmd intet und man sich nicht zurückhalten kann wenigstens das zu schreiben. Ich sehe 1000mal lieber von 9 Spielern: Repor den und den, als von einem einzigen: Stfu, Noob, L2P, EZZZZ etc. DAS stört! Nicht die reportwünsche","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-27T16:39:09.484+0000","up_votes":1,"down_votes":0,"body":"Bist du dir auch ganz sicher, dass man nur dafür bestraft wird? Meistens findet sich in den Chatlogs deutlich mehr als nur ein einzelner Reportaufruf. Und wenn ich wirklich mal einen Troll im Team haben sollte, ist der schon nervig genug, dann braucht man da niemanden, der alle 20 Sekunden schreibt, dass der Feeder ganz böse und gemein ist.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-27T16:57:48.677+0000","up_votes":1,"down_votes":0,"body":"Nein warscheinlich nicht das war eine Übertreibung.\n\nIch wollte damit ausdrücken das der Inter, AFKler, Troll usw. Weniger schnell gebannt wird als derjenige der ihn deswegen anmacht. Natürlich ist der Flame auch nicht okay. \n\nIch wollte damit zum Ausdruck bringen das ich finde das man klarer zeigen sollte wer wegen Troll etc. Gebannt wurde. Außerdem sollte man diese Leute SOFORT wegbannen und dies auch offen so sagen. Dann würden viel mehr Spieler nicht mehr zur Selbstjustiz greifen und sich nicht denken: Er intet -> ich flame. Sondern wissen das derjenige auch gebannt wird. Im Moment musst du diese leute ignorieren mit dem Wissen das sie nur sehr selten gebannt werden. Dann ist der Frust natürlich groß. \n\nWenn man allerdings wissen würde das der danach dann auch weg ist würde man stöhnen wieso man dem im Game hat aber auch eine gewisse Genugtuung haben das derjenige jtz weg ist. \n\nWürde man vermehrt solche Leute bannen sehen alle das sie nicht trollen dürfen und würden es viel eher unterlassen. Mal ehrlich wenn ich sehe das die letzten 5 (!) Inter in meinen Games nicht gebannt wurden, was hält mich (wenn ich ein solches Arschloch wäre was intet) davon ab auch zu trollen? Und so wird das Game von 9 andern Spielern versaut. Flamer mutet man Inter kann man nicht ignorieren. \n\nEs sollte härtere Strafen für Inter als für Flamer geben und das ist nicht so.\n\n(Btw ich habe noch NIE absichtlich gefeedet)","replies":[]}]}]}]}]},{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T19:24:35.014+0000","up_votes":1,"down_votes":8,"body":"Ohne zu nachdenken irgendwas hingekleckert.\nGehirn iz da","replies":[{"id":"","poster":"MrBacker","date":"2017-02-26T19:25:51.634+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=iIIOotsutsukiIIi,realm=EUW,application-id=KYnfKGf0,discussion-id=Ysbvi8AE,comment-id=00030000,timestamp=2017-02-26T19:24:35.014+0000)\n>\n> Ohne zu nachdenken irgendwas hingekleckert.\n> Gehirn iz da\n\nHmm Gehirn :P\n\n{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]},{"id":"","poster":"Glaums","date":"2017-02-28T19:29:12.614+0000","up_votes":2,"down_votes":0,"body":"@TE\nIch sehe das genau anders herum. Riot nimmt in meinen Augen zu sehr Rücksicht, wobei dies teilweise auch recht untransparent und daher nicht einsehbar ist. Falerm verderben mir in 90% der Spiele (wenn nicht mehr), die Freude am Chatten und Spielen. Manchmal ist der Mutebutton die einzige Lösung. Hält Dich ein Permabann davon ab, dass Spiel weiter zu spielen und mich und andere weiterhin zu beleidigen? Nein, leider nicht. Du kannst einen neuen Account erstellen und von neuem anfangen. So gesehen ist ein permanenter Bann nicht so permanent, wie ich ihn mir wünschen würde. \n\nDu hast Einsicht gezeigt und hattes dann nach langer Zeit einen schlechten Tag? Mag sein, aber Du hast schon so vielen Spielern das Spiel vermiest, dass es Deine Berechtigun Fehler zu machen bei 0 liegt. Es gibt keine Rechtfertigung für Flame. KEINE. Ein Permabann soll weh tun.","replies":[]},{"id":"","poster":"Nycaria","date":"2017-02-26T18:17:36.714+0000","up_votes":5,"down_votes":3,"body":"> Ich persönlich schreibe gerne im alle Chat wenn ich mit Freunden spiele. (Normals, Aram, Urf) Da ich finde man sollte ein bisschen spaß verstehen können.\n\nWegen Spaß wird man auch nicht gebannt. Man wird gebannt, wenn man etwas schreibt, was als Flame gewertet wird und das kann man oftmals nichtmal mit viel Fantasy als \"Spaß\" ansehen. \nWenn man sich nicht sicher ist ob es von anderen auch als Spaß angesehen wird, sollte man es nicht schreiben. Das Bannsystem ist gut wie es ist und jeder weiß, dass nach dem 2 Wochen Bann der Perma kommt. Also versteh ich den Sinn dieser Diskussion nicht ehrlich gesagt.\nBisher hab ich noch keinen Bann hier im Forum gesehen, der ungerechtfertigt war, das Bannsystem arbeitet also gut. Um keinen Perma zu erhalten flamet man einfach nicht, so einfach ist das :)","replies":[{"id":"","poster":"Turn Up My Rank","date":"2017-02-26T18:26:47.850+0000","up_votes":1,"down_votes":5,"body":"Wenn jemand, der vor einem Perma steht so etwas schreibt, auch wenn es nicht umbedingt negativ ist wird er gebannt, mit der begründung, dass es unnötige kommunikation sei. Wenn man sich hier ein paar fälle von Permas ansieht, ist es manchmal mehr kommunizieren mit den gegnern, als sie zu beleidigen.","replies":[{"id":"","poster":"Nycaria","date":"2017-02-26T18:35:19.993+0000","up_votes":2,"down_votes":0,"body":"Das Problem an der Sache ist, dass jeder eine andere Auffassung hat, was er als Beleidigung sieht. Deswegen sollte man auch einfach nur das wichtigste, also Dinge, welche für das Spiel relevant sind, schreiben. Erst Recht, wenn man weiß, dass die nächste Strafe der Perma sein wird.","replies":[]}]},{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:26:58.881+0000","up_votes":2,"down_votes":5,"body":"Das Bannsystem arbeitet gut, aber nicht perfekt.\nEinen Spieler, der sich Mühe gegeben hat, über Monate und hunderten von Games (ca. 350) direkt den Perma nach nen 14 Tage bann zu geben,\nist bitter :)","replies":[{"id":"","poster":"Nycaria","date":"2017-02-26T18:33:21.538+0000","up_votes":5,"down_votes":2,"body":"Die Frage ist wohl eher, warum man so viel geflamet hat, dass man kurz vor dem Perma steht? \nWenn man wirklich schon die anderen drei Strafen hatte, muss man außerordentlich viel oder extrem schlimm geflamet haben. Warum riskiert man dann mit einem Game, in dem man vielleicht nicht so gut gelaunt ist, seinen Account? Wer es wirklich schafft wegen Flame nen Perma zu kassieren, hat ihn mMn auch verdient :)","replies":[{"id":"","poster":"iIIOotsutsukiIIi","date":"2017-02-26T18:36:30.232+0000","up_votes":2,"down_votes":5,"body":"Der 14 Tage bann war vor mehreren Monaten. MONATEN.\nNach hunderten, HUNDERTEN Games vergisst man das ein bisschen. Das ist klar. Und ich habe nicht stark geflamet.\nWenn man schon wieder Keys bekommt, dann muss man doch gezeigt haben dass man wieder ein guter Spieler ist.\nIch bin oder war nicht so wie anderen. Ich bin nicht der Typ der nach den 14 Tage bann innerhalb ne Woche direkt den Perma bekam.\nNein.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-27T14:21:53.013+0000","up_votes":1,"down_votes":2,"body":"Ich habe nach 40 Games (maximal) keys bekommen. Keys als Indiz für eine Besserung zu nehmen ist dumm. \n\nViel eher Anzahl der Games und ob man tilted war oder nicht. Wenn ich 8000 Games nach dem 14 Tage Bann war und jedes einzelen geflamet habe und reportet wurde es aber nicht Permabannwürdig war werde ich auch beim 8001 Game gebannt werden wenn ich nur einmal Stfu schreib","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-27T16:40:25.954+0000","up_votes":2,"down_votes":1,"body":">Wenn ich 8000 Games nach dem 14 Tage Bann war und jedes einzelen geflamet habe und reportet wurde es aber nicht Permabannwürdig war werde ich auch beim 8001 Game gebannt werden wenn ich nur einmal Stfu schreib\n\nIch habe noch nie jemanden gesehen, in dessen Chatlog wirklich nur ein einzelnes \"stfu\" war und dafür bestraft wurde.","replies":[{"id":"","poster":"T Ocean","date":"2017-02-27T16:58:50.175+0000","up_votes":1,"down_votes":1,"body":"Ich habe den 2-Wochen ban bekommen, weil ich mich über spieler aufgeregt habe, die in meinen Promos afk gingen, oder troll GangPlank supp gingen.\nWerde das jetzt aber auch lassen, kann mir aber selber nicht ganz vertrauen das ich niewieder was hineinschreibe :)\nWenigstens schreibe ich nach jedem spiel GG WP, da sie ja nicht ohne grund gewonnen haben, und da man sie auch respektieren sollte.\n\nGibt es irgendeine lösung den chat auszublenden?","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-27T17:44:00.859+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du kannst in den Dateien etwas einstellen, um da Chatfenster auf eine ungültige Größe zu ändern, wodurch es verschwindet. Ansonsten könntest du vielleicht versuchen, es zu Spielbeginn zu verschieben, so das du es nicht mehr sehen kannst. Das ging früher mal, ich weiß aber nicht, ob das noch klappt.","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-02-27T17:00:41.027+0000","up_votes":1,"down_votes":0,"body":"Das war wieder eine Übertreibung. \n\nWer 8000 Games nicht positiv auffällt sonder stetig negativ (aber nicht bannwürdig) muss sich auch beim 8001 Game nicht wundern das er wegen einer Nichtigkeit gebannt wird","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Lotuskobra","date":"2017-02-26T18:02:11.743+0000","up_votes":3,"down_votes":1,"body":"Recovern tut man ja nach gewisser Zeit (gut keiner weiß wie lange das dauert), aber zu deinem Punkt mit den Konsequenzen eines Permabans kann ich dir nur so halb zustimmen. Klar ist es hart, aber wer nach einer 2 Wochen Strafe noch nicht verstanden hat oder aber große Probleme in der Umsetzung hat nicht toxic zu sein, hat meiner Meinung nach schlechte Karten – nicht nur in LoL.\n\nMan stelle sich vor du bist bei einem x-beliebigen Arbeitgeber angestellt, bekommst 2-3 Disziplinarverfahren und bist dann 1/2 Jahr lieb, tickst dann aus und denkst, ach ich bin ja lieb gewesen, ich werde nicht gefeuert (davon mal abgesehen, dass man im Arbeitsleben keine 3 Disziplinarverfahren übersteht).\n\nWenn du mich fragst, würde ich statt einem direkten Perma vllt in nicht so schlimmen Fällen einen 4 Wochen Ban einschieben. Alle anderen die weiter hart flamen, bekommen einen direkten Perma. Problem wäre nur, dass sich automtisch ne Unrechtsdebatte entwickelt, wer denn nun was verdient hat oder nicht.\n\nEigentlich sollte jeder, der einen 2 Wochen Ban bekommen hat, verstehen, dass er vllt lieber den Chat gar nicht benutzen sollte (mit Ausnahme von ggwp und glhf und natürlich /mute all), um sich selber und andere zu schützen, wenn man seine Emotionen (egal wie selten) nicht im Griff hat, schließlich weiß das im Spiel ja keiner. Ich würde mich über jemanden der dauernd flamed genauso ärgern, wie über jemanden der es aus versehen nur in meinem Spiel macht.\n\nIst leider nen sehr sensibles Thema, aber ich glaube ähnlich wie du, dass das System ein bisschen Feintuining gebrauchen kann (oder zumindest ne Testreihe – allerdings hat Riot dau glaube ich recht wenig Grund, schließlich funktioniert das Sytsem ja deutlich besser als frühere).","replies":[]},{"id":"","poster":"Turn Up My Rank","date":"2017-02-27T16:31:09.923+0000","up_votes":2,"down_votes":1,"body":"Woher kommen aufeinmal all die Downvotes auf meine Kommentare? \nWürde mich mal interrseieren :)","replies":[]}]}