{"id":"8vkXjyz1","poster":"DeadUmbreon","date":"2017-02-25T01:48:24.295+0000","title":"wieso ist riot gegen mich? find ich langsam nicht mehr witzig","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":34,"body":"Punkt 1: seit wann ist U.R.F. random wenn ich permanent die selben champs bekomme (free to play champs only und nur 5x meine eigenen champs bekomme [ spiele seit ca 15:00] \n\nPunkt 2: wo ist das bitte toxisches verhalten? Noch dazu, wieso wurden die Leute, mit denen ich bei Game 1 geredet habe nicht reportet, wenn die mich fertig gemacht haben? \"wie kann man nur zu hohl im kopf sein\" etc. und ich werde wegen sowas reportet, wo ich niemanden beleidigt habe?\n\nPunkt 3: ... ich fühl mich von euch (riot) einfach nur gemobbt... \n\n Zu Punkt 3: Dies ist mein 4. account, zwei habe ich absichtlich zur sau gemacht. einen um zu gucken wie schnell der permabann folgen kann (wo ihr euch mächtig zeit gelassen habt [war mein dritter account]) und bei einem anderen (der zweite account demzufolge) permaban weil ich nichts besser wusste. beim ersten account hab ich die daten komplett vergessen, selbst meine e-mail, falls ihr nach dem noch fragen wolltet.  Diesen account würde ich zugerne behalten. da ich mir nicht 100 accounts machen will und mir tolle charaktere holen will und skins damit ihr mich abzockt und einfach meine accounts sperren lasst... ich hab jetzt gefühlte 500€ in dieses Spiel gesteckt und was ist der dank? permabann ...Ich find das einfach nur assozial auf deutsch gesagt, was ihr mit mir abzieht, da bemüht man sich auf seine art nett zu sein und ihr dankt es einem mit permabans.  \n\nPunkt 5: Game 2 ist der einzige grund den ich akzeptiere, reportet zu werden, weil ich da wirklich geflamet habe, nicht so wie bei Game 1...  und ja bei game 1 hab ich etwas geflunktert, was den \"1. account\" angeht\n\n\n\n\nGame 1\nDeadUmbreon: seid ihr alle pre?\nDeadUmbreon: oha da muss ich wohl solo .-.\nDeadUmbreon: mir wäre duo lieber\nDeadUmbreon: oder ich swap einfach wenns bei mir nicht läuft ok?\nDeadUmbreon: vel lets dance\nDeadUmbreon: dude chill xD\nDeadUmbreon: fck you\nDeadUmbreon: kann ich auf ne andere lane\nDeadUmbreon: hab keine chance\nDeadUmbreon: 2 mid\nDeadUmbreon: tryhard more omfg\nDeadUmbreon: WAS HALT DIE FRESSE ICH BRAUCH EURE SCHEI? HILFE\nDeadUmbreon: report my team for flame me\nDeadUmbreon: ich komm noch nichtmal an den ran...\nDeadUmbreon: i stay base... bye\nDeadUmbreon: first time kata and i have 0 chance\nDeadUmbreon: see?\nDeadUmbreon: ich bleib jetzt base...\nDeadUmbreon: lasst die doch einfach beenden\nDeadUmbreon: stfu -.-\nDeadUmbreon: its better that im afk\nDeadUmbreon: who flame me 24/7?\nDeadUmbreon: WAS SOLL ICH DENN BITTE MACHEN ICH BIN HIER KOMPLETT NUTZLOS VERSTEH DAS DOCH ENDLICH\nDeadUmbreon: lol\nDeadUmbreon: lucian gib endlich ruhe\nDeadUmbreon: wie viele chatbans hast du schon?\nDeadUmbreon: das ist mein erster account aber egal\nDeadUmbreon: ihr flamed mich hier zu tode voll und wollt mich reporten\nDeadUmbreon: gg\nDeadUmbreon: dann halt blamen\nDeadUmbreon: weil ihr mir nie helft\nDeadUmbreon: also bleib ich jz hier\nDeadUmbreon: ich mach hier nichts mehr ich feed eh nur rein\nDeadUmbreon: ja dann gib endlich ruhe\nDeadUmbreon: ich lass deinen acc deinstallieren wenn du mich noch weiter flamest\nDeadUmbreon: du beleidigst mich hier 24/7 und machst mich runter... einfach zu verstehen?\nDeadUmbreon: ICH HAB DIR GESAGT FIRST TIME KATA\nDeadUmbreon: UND WILL LIEBER DUO ANSTATT ALLEINE\nDeadUmbreon: ABER IHR ALLE IGNORIERT MEINE HILFE SCHREIE SEIT BEGINN\nDeadUmbreon: be more toxic &lt;3\nDeadUmbreon: pls whole team they all flame me\nDeadUmbreon: that i suck etc\nDeadUmbreon: i stay base cause i would feed only\nDeadUmbreon: der chat beweißt was anderes\nDeadUmbreon: dass leute wie ihr überhaupt highelo sind\nDeadUmbreon: ja ich spiel aber auch nicht weiter weil ihr mich noch dazu flamet\nDeadUmbreon: also gegner team und mein team gegen mich\nDeadUmbreon: WAS SOLL ICH DENN MACHEN\nDeadUmbreon: ICH HAB HIER KEINE CHANCE SEIT ANFANG AN\nDeadUmbreon: gott wie ich diese community hasse\nDeadUmbreon: ja hdf selber\nDeadUmbreon: be cool and let me alone -.-\nDeadUmbreon: like my team\nGame 2\nDeadUmbreon: fck you noobs\nDeadUmbreon: 3v2\nDeadUmbreon: blitz is scheiße\nDeadUmbreon: riot give me champs like this too finally\nDeadUmbreon: ty\nDeadUmbreon: :P\nDeadUmbreon: alles so ne noob champs die jeder kann...\nDeadUmbreon: we all\nDeadUmbreon: get skill omfg\nDeadUmbreon: cause i never get champs like you have\nDeadUmbreon: i only get adc's or sorka\nDeadUmbreon: you realized he open bot gg\nDeadUmbreon: for real where is the \"report riot\" button\nDeadUmbreon: for real i report fizz blitz and nunu for toxic player","replies":[{"id":"","poster":"MrBacker","date":"2017-02-25T01:56:39.750+0000","up_votes":16,"down_votes":0,"body":"Dein vierten Acount wirst du auch noch los wir glauben an Dich :)\n\n{{summoner:11}}","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T01:58:26.448+0000","up_votes":1,"down_votes":11,"body":"setzt doch noch einen drauf...","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T02:20:12.394+0000","up_votes":1,"down_votes":9,"body":"erkläre mir lieber, warum ich bitte für game 1 reportet wurde... als ob nur ich der schuldige bin... wo bekomm ich bitte auch so nh schutzt gegen den bann wie die 4 premades da?","replies":[{"id":"","poster":"Alustus","date":"2017-02-25T03:18:10.328+0000","up_votes":6,"down_votes":0,"body":"> erkläre mir lieber, warum ich bitte für game 1 reportet wurde\n\nEs kommen immer wieder Satzteile wie \"stfu, halt die fresse, fck u\" vor.\nWas auch kein normaler umganston ist sondern respektlos und teilweise  Beleidigend.\nDann gehst du scheinbar auch noch afk und behauptest das es sinnvoller ist afk zu sein.\nDesweiteren drohst du Ihnen mit Reports und forderst zu Reports auf.\n\nKurz gesagt dein Chatverlauf qualifiziert dich für die Reportkategoreien \"negativ attitude\" und \"verbal abuse\"\n\n> \n>  als ob nur ich der schuldige bin.\n\nHat niemand behauptet und tut auch nichts zur Sache.\nDu hast dich  falsch Verhalten warum und wieso ist völlig egal, da es nicht darum geht wer sich am schlimmsten Verhalten hat sondern generell darum wer sich falsch verhalten hat.\n\nDie premades bekommen auch ihre strafe wenn sie sich falsch verhalten haben (was sie scheinbar gemacht haben)\n\n> \n> . wo bekomm ich bitte auch so nh schutzt gegen den bann wie die 4 premades da\n\nEs gibt im Spiel eine mute funktion mit welcher du dich schützen kannst, wenn du dich von gewissen spielern belästigt fühlst.\nWenn du diese verwendest können die schreiben was sie wollen du wirst das aber nicht mitbekommen.\n\nDer nächste Punkt ist die Reportfunktion nach dem Spiel welche du verwenden kannst/sollst damit toxische Spieler gespeert werden.\nEs ist dabei vollkommen egal ob 1 Spieler oder 9 Spieler reporten, daher sind auch äußereung wie report SpielerX pls zu unterlassen.\nAuch ist es weder zielführend noch nötig, den toxischen Spieler zu sagen dass man sie reportet (oder den report androht)\n\n\n\nNoch ein Tipp meinerseits:\nUnterlasse es ingame zu diskutieren und überdenke dein Ingame Verhalten (nicht tilten, nicht permanent heulen, nicht permanent erklären warum du gestorben bist usw. versuch dich zu focusieren )","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T03:33:53.900+0000","up_votes":1,"down_votes":14,"body":"also...das nutzen des chats ist verboten.","replies":[{"id":"","poster":"Alustus","date":"2017-02-25T03:53:17.669+0000","up_votes":4,"down_votes":0,"body":"nein.\ndas war nur ein Tipp meinerseits,keine regel.\nDa du scheibar zu wenig feingefühl für den chat hast.\n\n\nMann kan den Chat sehr wohl produktiv und sachlich nutzen.\nIndem man Itembuilds abspricht (früher zum beispiel ob der toplaner Solaris baut oder der Support)\nLaneswaps absprechen.\nAn objektives erinnnern bzw. das man sie Vorbereiten soll (vison aufbauen)\nOb man eine Trap macht, ob man einen Baron baitet)\nWelche Teamstrategie man verfolgen sollte (1-4-0, 1-3-1)\nErinnern wann man als Team stärker ist und wann schwächer\nwelche Jungle rotation man macht, wann man welche lane zu ganken gedenkt\n....","replies":[]}]}]},{"id":"","poster":"Wernicke","date":"2017-02-25T06:51:58.431+0000","up_votes":3,"down_votes":0,"body":"Da muss man nicht weit lesen...\nSiebte Zeile:\n\n> DeadUmbreon: fck you\n\nUnd auch hier noch mal in kurzform:\nFehlverhaltn anderer berechtigt dich nicht dazu dich ebenfalls daneben zu benehmen. Benehmen sich andere Spieler ebenfalls daneben werden diese auch ihre Strafe bekommen und das Riot diesbezüglich handelt weißte ja selbst ;)\nVlt noch wichtig für dich, es geht nicht um direkte Beleidigungen, sondern um negatives Verhalten, dazu gehören z.B. auch reportaufrufe! \nWieso machste das überhaupt? 100 reports erzielen die selbe Wirkung wie 1 report! \nEs reicht ein einziger report, also z.B. deiner, um eine Überprüfung auszulösen. Mehrere reports beschleunigen das nicht.","replies":[]}]}]}]},{"id":"","poster":"Ireliα","date":"2017-02-25T02:38:39.754+0000","up_votes":6,"down_votes":0,"body":"Game 1: Aufrufe zum Report sind schon strafbar, alleine damit hast du schon einen Punkt.\n\nAnsonsten:\n\n\"Fuck you\", \"Halt die Fresse\", \"stfu\", \"hdf\", Afk Androhung. Dazu noch Spam, teilweise sogar im Capslock.\n\nDas reicht schon völlig aus. Ich hätte dich für jede einzelne Aussage reportet.\n\n\nWenn das deine Art von \"Nettigkeit\" ist brauchen wir dich nicht in dieser Community. Das hat Riot dir jetzt schon diverse Male mitgeteilt.\n\n\nZu den Premades: Es wäre deine Aufgabe gewesen diese zu reporten. Wenn sie dich wirklich beleidigt haben und dies in einer gewissen Häufigkeit vorkommt werden auch sie ihre Strafe bekommen. Du weißt gar nicht ob einer von ihnen gerade eine CR wegen dieses Spiels bekommen hat.","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T02:49:35.538+0000","up_votes":1,"down_votes":9,"body":"das \"halt die fresse\" wurde zu mir geschrieben, genauso wie das \"hdf\" das habe ich für den spieler nur wiedergegeben... ich darf durch deine aussage hierzu also rausfiltern, dass die benutzung im chat nur für pings gestattet ist und \"gj\" \"gg\" \"ggwp\" etc. genutzt werden darf?  ...wisst ihr was gebt mir mein geld zurück und sperrt den account doch gleich, auf euer theater lass ich mich nicht länger ein -.-  wenn ihr euren focus nur auf mich habt um mir mein leben zur hölle zu machen, warum schreibt ihr das nicht gleich in die startseite, dass genau jeder weiß auf wen ihr es abgesehen habt. 4 accounts 4 unterschiedliche verhaltensweisen und immer nur 1 person die den focus bekommt. zufall? ich denke mal nicht. oder irre ich mich hier?\n\n\nafk androhung war es übrigens nicht, ich bin in der base stehen geblieben, weil ich keine lust hatte die gegner noch mehr zu feeden, bin irgendwann auch wieder auf die lane gegangen als ich mich so einigermaßen beruhigt hatte und bin afk farmen gewesen (worauf ich erstmal alleine kommen musste).\ndas \"fck you\" ging an den gegnerischen tryndamere, der sich von meinem team low hauen lässt, die feeded und  in der base (im early) afk farmt und bei mir wegrennt in den tower und sich executen lässt, damit ich doch bloß keine chance gegen einen velkoz habe als first time kata. \nbei dem \"2 mid\" hat mein team begonnen auf mich 'einzuprügeln', dass ich endlich meine fresse halten soll (so wie bei capslock \"was halt die fresse...\") <- dies war ne wiederholung zu dem 'halt die fresse' von meinem team. aber mir wird ja nur mein eigener chat angezeigt anstatt der ganze ;) natürlich damit nur ich der böse bin\n","replies":[{"id":"","poster":"Alustus","date":"2017-02-25T03:29:08.320+0000","up_votes":8,"down_votes":0,"body":"> das \"halt die fresse\" wurde zu mir geschrieben, genauso wie das \"hdf\" das habe ich für den spieler nur wiedergegeben.\n\nDas ist völlig egal, wenn jemand deine Familie umbringt hast du auch keinen freifahrtsschein das selbe mit der familie des Täters zu tun.\nFalsches Verhalten bleibt falsches Verhalten und aus.\n\n> das \"fck you\" ging an den gegnerischen tryndamere\n\nÄndert nichts an der tatsache das es toxisch ist.\n\n\n> , dass die benutzung im chat nur für pings gestattet ist und \"gj\" \"gg\" \"ggwp\" etc. genutzt werden darf? \n\nNein.\nDu kannst ebenso cooldows abfragen.\nTeamstrategien besprechen.\nusw.\n\naber zum streiten, herumheulen, beschuldigen, beschimpfen, androhen von Reports ist er nicht gedacht (und etwas anderes sieht man in deinem Chatlog kaum um nicht zu sagen gar nicht)","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T03:49:37.051+0000","up_votes":2,"down_votes":13,"body":"noch dazu, nach meiner 25 chatsperre... hab ich ca 2 wochen pausenlos die klappe gehalten und dann reichen die paar texte aus um mich zu reporten. grandiose art die fans des spiels los zu werden ^^","replies":[{"id":"","poster":"clair de lune289","date":"2017-02-25T04:01:16.086+0000","up_votes":11,"down_votes":0,"body":"WOW ganze 2 Wochen wirklich? \nDer Großteil der Spieler erreicht nicht einmal die erste Strafstufe und du glaubst ernsthaft 2 Wochen wären eine Leistung","replies":[{"id":"","poster":"OrangeBubble","date":"2017-02-25T06:12:13.805+0000","up_votes":5,"down_votes":0,"body":"Du nimmst mir die Worte aus dem Mund xDD","replies":[]},{"id":"","poster":"Atsùra","date":"2017-02-25T18:11:43.415+0000","up_votes":3,"down_votes":1,"body":"xD","replies":[]}]},{"id":"","poster":"Wernicke","date":"2017-02-25T06:58:00.818+0000","up_votes":6,"down_votes":0,"body":"Auch hier hast du einen Denkfehler. Es ist die community die dich nicht mehr in ihren Reihen haben will, das haben sie Riot mit ihren reports mitgeteilt. Riot ist hier \"nur\" ausführende Kraft.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-25T18:12:40.822+0000","up_votes":2,"down_votes":1,"body":"Executive! Aber ich weiß nicht, ob wir als Community die Judicative oder Legislative sind.. Ich vertausch das immer D:","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-25T18:40:56.560+0000","up_votes":3,"down_votes":0,"body":"Ich glaube die Community wäre am ehesten die Legislative (Gesetzgeber), da wir quasi vorgeben, was ok ist und was nicht. Auch wenn das nur indirekt geschieht. Wobei vermutlich auch Überschneidungen zur judicativen Gewalt bestehen könnten. Das ganze vermischt sich aber auch noch damit, dass die Community der Kläger ist. \n\nAber ich glaube, wenn man das damit vergleichen will, ist man am Ende nur verwirrt.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-25T18:53:31.743+0000","up_votes":2,"down_votes":1,"body":"Das verwirrt mich auch, DEN von Riot ist ja sowieso vorgegeben, dass wir uns an die Regeln zu halten haben. Nur schreiben wir als Community vor, was wir ok finden, und was nicht, wobei jeder natürlich andere Vorlieben hat! Riot entscheidet durch das System, welches letztendlich bannt, was dann Regel konform ist. Vielleicht sollten wir uns das so vorstellen, dass wir als Community eine Partei sind, unsere Anträge an Riot (also den Vorstand) schicken und diese die Gesetze dann verabschiedet? Oder irre ich mich?","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:26:11.074+0000","up_votes":1,"down_votes":0,"body":"Wie geben die Regeln ja trotzdem vor.\n\nWenn wir alle zusammen keinen mehr Reporten dulden wir den Flame und machen Riotsregeln nutzlos.\n\nWenn wir alle zusammen sagen würden nerved Leblnac oder wir gehen alle afk dann müssten sie es machen. Wir sind die Käufer.\n\nUnd ja das funktioniert in etwa so halt nur viel kleiner. Riot ist von uns abhängig wir aber nicht von ihnen","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-02-25T20:37:56.182+0000","up_votes":1,"down_votes":0,"body":"Wie schon gesagt, ich würde dafür keine solchen Vergleiche nehmen. \n\nEinfach nur zu wissen, dass Riots Strafsystem nach dem geht, was die Community für unangemessen hält, sollte reichen.","replies":[]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2017-02-25T07:39:01.256+0000","up_votes":6,"down_votes":0,"body":"> grandiose art die fans des spiels los zu werden ^^\n\nJa, zumindest die \"Fans\" die flamen. Es geht hier halt nicht nur um dich, sondern auch um all die Leute denen du mit deinem Flaming den Spaß verdirbst. Da ist halt \"worth\" dich los zu werden...oder vorzugsweise dein Verhalten zu bessern, aber das ist deine Entscheidung.","replies":[]}]}]},{"id":"","poster":"clair de lune289","date":"2017-02-25T03:56:47.415+0000","up_votes":5,"down_votes":0,"body":"was lässt dich eigentlich glauben das du auch nur einen Cent erstattet bekommen solltest?\ndu hast die Gegenleistung für dein Geld bereits erhalten (die Transaktion endet mit dem Erhalt der RP,was du mit den RP anstellst ist deine Sache)","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:23:27.749+0000","up_votes":3,"down_votes":0,"body":"Er hat recht!\n\n4 Accounts auf denen er flamet und jeder wird gebannt was für ein Unrecht!\n\n(Gj Rito <3)","replies":[]},{"id":"","poster":"Wernicke","date":"2017-02-25T06:59:08.099+0000","up_votes":2,"down_votes":0,"body":"Das Probelm ist, das System erkennt nicht wenn man etwas zitiert oder anderes. Es arbeitet völlig emotionslos, und erfasst eben das was geschrieben wurde ohne zu wissen was Spieler sich dazu noch denken.","replies":[]}]}]},{"id":"","poster":"Balmung","date":"2017-02-25T07:38:46.354+0000","up_votes":5,"down_votes":0,"body":"Immer wieder toll zu lesen solche Threads.\n\n\"Wo ist mein Verhalten bitte toxisch?\" - Game 1, 7. Zeile: fck you.\n\nEtwas weiter im Text erfährt man das dies bereits der 4. Account ist und sich der TE ja \"auf seine Art bemüht nett zu sein und Strafen für zahlende Kunden ja asozial sind\".\n\nFlame? Check.\nUneinsichtig? Check.\nVersuch sich als Opfer darzustellen? Check.\nZahlende Kunden verdienen Narrenfreiheit-Mentalität? Check.\nDie Anderen sind aber viel schlimmer? Check.\n\nSorry, aber solche Threads beweisen immer wieder wie extrem man sich daneben benehmen muss um in LoL einen Bann zu erhalten - und das manche Spieler echt unbelehrbar sind.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-02-25T08:48:40.553+0000","up_votes":2,"down_votes":0,"body":"Da etliche Leute sich bereits die Zeit genommen haben, dir zu zeigen, was du falsch gemacht hast, werd ich es ganz kurz machen:\n\nWürdest du mit deinen Eltern so reden, wie du im Chat geschrieben hast?","replies":[{"id":"","poster":"Atsùra","date":"2017-02-25T18:16:46.399+0000","up_votes":5,"down_votes":2,"body":"Boah Mama, halt die Fresse, ich brauch jetzt Hilfe bei den Hausaufgaben! Ich hab die Arbeit nur wegen dir verkackt, weil du Lisa (die kleine Schwester) stillen musstest und keine Zeit für mich hattest! Fick dich du blöde Rabenmutter! (Obwohl ich ja bezweifle, dass ein Teenie Rabenmutter sagt). Ich bleib jetzt zu Hause. NEIN ICH GEH NICHT ZUR SCHULE! Ich verhau doch eh alles wegen dir!\n\n\nIch glaub sooooo ungefähr würde das dann aussehen D:","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T20:07:36.768+0000","up_votes":2,"down_votes":10,"body":"und sowas habt ihr in riot? und ihr regt euch dann über mich auf? alle achtung. ihr habt versagt bis zum geht nicht mehr.\n\n\nund ja, ich rede mit meinem vater so, aber ich wüsste nicht was das jemanden angeht? hat seine gründe, warum ich kein gutes verhältnis mit meiner familie habe, geht euch aber nh scheiß an.","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T20:12:19.612+0000","up_votes":2,"down_votes":9,"body":"ihr lasst sogar leute in der community, die im namen eine anlehnung an hitler haben... und da bin ich eure schlimmste sorge?","replies":[{"id":"","poster":"Atsùra","date":"2017-02-25T20:49:55.976+0000","up_votes":5,"down_votes":1,"body":"Ich hab doch keine Anlehnung an Hitler in meinem Namen :D Und im Gegensatz zu dir bin ich eine gaaanz liebe <3\n\nEdit: Die Story deiner Familie interessiert mich sowieso nen Scheiß. Jeder hat so sein Päckchen zu tragen, du bist nicht der Einzige. Wenn es dir scheiße geht, dann geh in Therapie. Aber nerv uns nicht mit deinem Gehabe. I","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-02-26T09:46:03.250+0000","up_votes":2,"down_votes":9,"body":"***","replies":[{"id":"","poster":"Atsùra","date":"2017-02-26T16:00:32.896+0000","up_votes":4,"down_votes":0,"body":"OHHHH Tut mir Leid, vielleicht vergass ich zu erwähnen, dass ich nur INGAME nett bin. Ich bin eine derjenigen, die eher ein TeamworkHonor oder sonstiges bekommt, als das man mir irgendetwas vorwirft. Im Gegensatz zu Personen wie dem TE mach ich meinen Mitspielern Mut und bin auch nicht sauer, wenn sie mal verkacken und helfe dann auch dementsprechend. Genauso erwarte ich es auch dann von anderen.  Ebenso war das oben Beschriebene nur ein von mir vermutetes Verhalten, auf welches er nicht hätte eingehen MÜSSEN. Und ich bin nicht dumm, nein. Nur manchmal ein fieses Arschloch. Aber wer ist das nicht. xP","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-02-26T17:16:49.058+0000","up_votes":1,"down_votes":6,"body":"Ja, dann mach mal dem TE Mut und sag ihm, dass es nie zu spät ist sich zu ändern, anstatt ein ,,fieses arschloch\" zu sein.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-26T17:43:11.454+0000","up_votes":6,"down_votes":0,"body":"Nö. Warum nicht? Ganz einfach. Allein durch seine Chatrestrictions und seine 4 anderen Accounts, die er in den Perma getrieben hat, hat Riot ihm bestimmt Zwanzig Male DEUTLICH gemacht, dass er sich zu ändern hat. Und dadurch, dass er 4 Accounts in den Perma getrieben hat, hat er mehreren Hunderten das Spiel versaut, sie belästigt, beleidigt und was weiß ich noch alles. Riot hat ihm mehrere Warnungen geschickt, mit der Aussage, dass sie es bevorzugen würden, wenn er mit diesem Schwachsinn aufhört, also haben sie ihn ERMAHNT und auch auf nette, freundliche Art und Weise klar gemacht, dass er mit seinem Verhalten hier nicht erwünscht ist. Wenn deren Art und Weise nicht hilft, wieso sollte ich dann meine Energie drauf verschwenden, ihm zu helfen und ich  dann sowieso noch befürchten muss, dass der Scheiß eh wieder von vorne beginnt? Wenn du Bock drauf hast, kannst du es ja gerne bei ihm versuchen. Ich lass es um meiner Nerven Willen. Die sind nämlich auch nicht unendlich. Und wenn jemand mit meinem Post hier nicht zufrieden sein sollte - Meld es. Ich kann damit leben.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-02-26T18:58:30.120+0000","up_votes":1,"down_votes":6,"body":"Negatives Verhalten mit negativen verhalten entgegenkommen, ist auch keine Lösung.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-26T19:10:00.611+0000","up_votes":6,"down_votes":1,"body":"Hat erstens nichts mit negativem Verhalten zu tun. Und zweitens: Sagt genau der Richtige. Geile Doppelmoral, mein Freund.\n\n> OTP Scriptirina (EUW)  - vor etwa 9 Stunden\nDu versuchst ihn zu triggern und behauptest von dir aus, nett zu sein?\nSo eine hohe Form von Inkompetenz, habe ich noch nie gelesen.\nDummheit hat also doch keine Grenzen;).","replies":[{"id":"","poster":"OTP Scriptirina","date":"2017-02-26T20:03:38.193+0000","up_votes":1,"down_votes":8,"body":"Ich wollte mich deinen Niveau anpassen, um dir doch noch etwas beibringen zu können, im Sinne von Menschlichkeit usw... scheint bei dir aber nicht zu funktionieren.\n\nBtw: Belohnung  (in dem Fall das Honorsystem) sagt nichts über dein Verhalten aus, da die jeder wie er will, einfach verteilen kann.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-26T20:44:05.339+0000","up_votes":5,"down_votes":1,"body":"Sorry, aber wenn du versuchst, dich einem Niveau anzupassen, nur um etwas zu beweisen, dann hast du automatisch verloren, weil man es dir im Nachhinein immer wieder ankreiden kann. Lass das mal lieber. Und wieso sollte ich mir etwas von DIR in Sachen Menschlichkeit erzählen lassen? Ich kenne dich nicht, du bist mir absolut fremd - also juckt mich deine Meinung überhaupt gar nicht^^ Ich hab meine Einstellung gegenüber Dauerflamern, die inzwischen 4 Accounts gebannt und es immer noch nicht begreifen. Wenn du den gutherzigen Samariter spielen willst - bitte. Ich zwing dich nicht es anders zu tun. \n\nBTW: Das Honorsystem hab ich jetzt darauf bezogen, dass ich mich INGAME (ja ich meine immer noch Ingame) besser benehmen kann, als der TE. Was ich außerhalb des Games mache ist meine Sache. Da könnt ich der noch so große Assi sein - Riot juckt es nicht. Und dich sollte es auch nicht jucken :D Wie gesagt: Wenn dir ein Post hier von mir nicht passt, melde ihn und ich werde hier gebannt - Womit ich dann auch leben kann.","replies":[{"id":"","poster":"Shadowscreen","date":"2017-03-01T15:07:01.770+0000","up_votes":2,"down_votes":0,"body":"Theiella 4 President.\nHätt ich nicht besser formulieren können.","replies":[]},{"id":"","poster":"Atsùra","date":"2017-02-27T10:22:41.340+0000","up_votes":2,"down_votes":1,"body":"Outplayed.","replies":[]},{"id":"","poster":"Atsùra","date":"2017-03-01T18:46:16.423+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Atsùra","date":"2017-02-27T14:14:30.698+0000","up_votes":1,"down_votes":0,"body":"Btw: Du schreist im gesamten Forum rum, man solle nicht \"rumbeleidigen\" und du tust es selber? Komm Kind, geh einfach nach Hause.","replies":[]},{"id":"","poster":"OTP Scriptirina","date":"2017-02-27T04:09:37.204+0000","up_votes":1,"down_votes":7,"body":"Asozial.","replies":[]}]},{"id":"","poster":"Wernicke","date":"2017-02-27T07:02:40.677+0000","up_votes":3,"down_votes":1,"body":"Brauchst gar nicht versuchen dich raus zu reden, sie hat dich da voll ertappt xD","replies":[{"id":"","poster":"Atsùra","date":"2017-02-27T10:20:14.194+0000","up_votes":2,"down_votes":0,"body":"Mit der \"Niveau\"-Sache hätte ich dir btw. auch kommen können, bezüglich meines obigen Beitrags.\n\n\n>       Theiella    (EUW) \n   - vor einem Tag      \n \n\n> Boah Mama, halt die Fresse, ich brauch jetzt Hilfe bei den Hausaufgaben! Ich hab die Arbeit nur wegen dir verkackt, weil du Lisa (die kleine Schwester) stillen musstest und keine Zeit für mich hattest! Fick dich du blöde Rabenmutter! (Obwohl ich ja bezweifle, dass ein Teenie Rabenmutter sagt). Ich bleib jetzt zu Hause. NEIN ICH GEH NICHT ZUR SCHULE! Ich verhau doch eh alles wegen dir!\n\n> Ich glaub sooooo ungefähr würde das dann aussehen D:\n\n\n\nScheiße, nee?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2017-02-26T11:27:17.495+0000","up_votes":1,"down_votes":0,"body":"... die ebenfalls davon abgehalten werden... sofern Riot denn auf sie aufmerksam wird. Du kannst dir vorstellen, dass es ein bisschen zu viele Accounts gibt, als dass man alles, was gegen die Regeln verstößt, auch finden könnte.","replies":[]},{"id":"","poster":"Wernicke","date":"2017-02-26T08:40:44.894+0000","up_votes":2,"down_votes":1,"body":"Nimm dich nicht so wichtig, du bist lediglich ein klitze kleiner Teil dessen was viele nicht wollen. Du bist quasi nicht nennenswert, sry.","replies":[]}]},{"id":"","poster":"eingew","date":"2017-02-26T11:26:02.502+0000","up_votes":1,"down_votes":0,"body":"Was hat dieser Post von Theiella mit Riot zu tun?","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-02-26T10:58:53.250+0000","up_votes":1,"down_votes":0,"body":"Viel Erfolg im weiteren Leben.","replies":[]}]},{"id":"","poster":"Perspectives","date":"2017-02-26T00:51:57.495+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Theiella,realm=EUW,application-id=KYnfKGf0,discussion-id=8vkXjyz1,comment-id=00060001,timestamp=2017-02-25T18:16:46.399+0000)\n>\n> Boah Mama, halt die Fresse, ich brauch jetzt Hilfe bei den Hausaufgaben! Ich hab die Arbeit nur wegen dir verkackt, weil du Lisa (die kleine Schwester) stillen musstest und keine Zeit für mich hattest! Fick dich du blöde Rabenmutter! (Obwohl ich ja bezweifle, dass ein Teenie Rabenmutter sagt). Ich bleib jetzt zu Hause. NEIN ICH GEH NICHT ZUR SCHULE! Ich verhau doch eh alles wegen dir!\n> \n> \n> Ich glaub sooooo ungefähr würde das dann aussehen D:\n\nFand ich nun eher unnoetig.","replies":[]}]},{"id":"","poster":"Wernicke","date":"2017-02-25T08:54:08.714+0000","up_votes":1,"down_votes":0,"body":"Ich glaube die Antwort möchte man gar nicht wissen :/","replies":[{"id":"","poster":"Atsùra","date":"2017-02-25T22:32:11.713+0000","up_votes":2,"down_votes":0,"body":"Da oben haste deine Antwort <.<\n\n> DeadUmbreon (EUW)  - vor etwa 2 Stunden\nund sowas habt ihr in riot? und ihr regt euch dann über mich auf? alle achtung. ihr habt versagt bis zum geht nicht mehr.\n\n> und ja, ich rede mit meinem vater so, aber ich wüsste nicht was das jemanden angeht? hat seine gründe, warum ich kein gutes verhältnis mit meiner familie habe, geht euch aber nh scheiß an.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-02-25T08:57:01.881+0000","up_votes":1,"down_votes":0,"body":"Zumindest wüssten wir alle bei der Antwort dann, ob es sich lohnt mit ihm weiter zu reden oder nicht.","replies":[]}]}]},{"id":"","poster":"Hilsbeck","date":"2017-02-25T02:21:18.883+0000","up_votes":4,"down_votes":0,"body":"warum mutest du die dann  nicht einfach anstatt wie ein kleines kind gegen zu flamen ^^","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T02:24:09.811+0000","up_votes":1,"down_votes":7,"body":"wtf wo ist das flamen?! das ist eher ein versärkter hilfeschrei für teamwork und kein flamen (flamen heißt doch die leute beleidigen oder etwa nicht?)","replies":[{"id":"","poster":"Mornexa","date":"2017-02-25T07:37:05.926+0000","up_votes":3,"down_votes":0,"body":"Äh doch das ist Flamen ... und mit \"stfu, halt die fresse, fck u\" hast du sie beleidigt.\nZum anderen ist Flame nicht nur beleidigung.\n\nWenn ich in deiner Situation gewesen wäre hät ich deffensiv gefarmt und hät mehr den focus\nauf Teamsupport gemacht(sprich die Rolle verstärkt vom Support übernommen, sowas mach ich\nwenn ich mal übelst die Lane verlier und nich wirklich dmg mache), hät mich mein Team geflamet\nwärs gemutet worden.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:29:51.594+0000","up_votes":1,"down_votes":0,"body":"Du hättest im Urf mit Katarina deffensiv gefarmt ?!","replies":[{"id":"","poster":"Mornexa","date":"2017-02-25T22:07:45.285+0000","up_votes":2,"down_votes":0,"body":"Ich spiel zu selten Urf, is nicht so mein Modus XD\" sry\n\nMan sollte schlicht sein möglichstes tun und das\nTeam wenns einen Flamet einfach muten.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-26T10:54:47.336+0000","up_votes":1,"down_votes":0,"body":"Jo ;)","replies":[]}]},{"id":"","poster":"Jastol","date":"2017-02-27T07:32:07.464+0000","up_votes":1,"down_votes":0,"body":"Ich habe zumindest bei ARAM immer Tank Kata gespielt wenn Ich sie spielen musste und hat bisher immer wunderbar funktioniert.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-27T10:36:03.905+0000","up_votes":1,"down_votes":0,"body":"Wer hat von Tank Kata geredet?","replies":[]}]}]}]},{"id":"","poster":"DeadUmbreon","date":"2017-02-25T02:24:40.070+0000","up_votes":1,"down_votes":7,"body":"bei game zwei ja, da ist flamen aber wo ist das bei game 1 flamen","replies":[{"id":"","poster":"Mornexa","date":"2017-02-25T09:57:19.976+0000","up_votes":1,"down_votes":0,"body":"Game 1\nDeadUmbreon: seid ihr alle pre?\nDeadUmbreon: oha da muss ich wohl solo .-.\nDeadUmbreon: mir wäre duo lieber\nDeadUmbreon: oder ich swap einfach wenns bei mir nicht läuft ok?\nDeadUmbreon: vel lets dance\nDeadUmbreon: dude chill xD\nDeadUmbreon: fck you {{summoner:14}} \nDeadUmbreon: kann ich auf ne andere lane\nDeadUmbreon: hab keine chance\nDeadUmbreon: 2 mid\nDeadUmbreon: tryhard more omfg {{summoner:14}} \nDeadUmbreon: WAS HALT DIE FRESSE ICH BRAUCH EURE SCHEI? HILFE {{summoner:14}} \nDeadUmbreon: report my team for flame me {{summoner:14}} \nDeadUmbreon: ich komm noch nichtmal an den ran...\nDeadUmbreon: i stay base... bye {{summoner:14}} \nDeadUmbreon: first time kata and i have 0 chance\nDeadUmbreon: see?\nDeadUmbreon: ich bleib jetzt base... {{summoner:14}} \nDeadUmbreon: lasst die doch einfach beenden\nDeadUmbreon: stfu -.- {{summoner:14}} \nDeadUmbreon: its better that im afk {{summoner:14}} \nDeadUmbreon: who flame me 24/7?\nDeadUmbreon: WAS SOLL ICH DENN BITTE MACHEN ICH BIN HIER KOMPLETT NUTZLOS VERSTEH DAS DOCH ENDLICH {{summoner:14}} \nDeadUmbreon: lol\nDeadUmbreon: lucian gib endlich ruhe {{summoner:14}} \nDeadUmbreon: wie viele chatbans hast du schon?\nDeadUmbreon: das ist mein erster account aber egal\nDeadUmbreon: ihr flamed mich hier zu tode voll und wollt mich reporten\nDeadUmbreon: gg\nDeadUmbreon: dann halt blamen\nDeadUmbreon: weil ihr mir nie helft\nDeadUmbreon: also bleib ich jz hier \nDeadUmbreon: ich mach hier nichts mehr ich feed eh nur rein\nDeadUmbreon: ja dann gib endlich ruhe {{summoner:14}} \nDeadUmbreon: ich lass deinen acc deinstallieren wenn du mich noch weiter flamest {{summoner:14}} \nDeadUmbreon: du beleidigst mich hier 24/7 und machst mich runter... einfach zu verstehen?\nDeadUmbreon: ICH HAB DIR GESAGT FIRST TIME KATA Caps\nDeadUmbreon: UND WILL LIEBER DUO ANSTATT ALLEINE \"\nDeadUmbreon: ABER IHR ALLE IGNORIERT MEINE HILFE SCHREIE SEIT BEGINN \"\nDeadUmbreon: be more toxic <3\nDeadUmbreon: pls whole team they all flame me {{summoner:14}} \nDeadUmbreon: that i suck etc {{summoner:14}} \nDeadUmbreon: i stay base cause i would feed only {{summoner:14}} \nDeadUmbreon: der chat beweißt was anderes\nDeadUmbreon: dass leute wie ihr überhaupt highelo sind\nDeadUmbreon: ja ich spiel aber auch nicht weiter weil ihr mich noch dazu flamet {{summoner:14}} \nDeadUmbreon: also gegner team und mein team gegen mich\nDeadUmbreon: WAS SOLL ICH DENN MACHEN Caps\nDeadUmbreon: ICH HAB HIER KEINE CHANCE SEIT ANFANG AN \"\nDeadUmbreon: gott wie ich diese community hasse {{summoner:14}} \nDeadUmbreon: ja hdf selber {{summoner:14}} \nDeadUmbreon: be cool and let me alone -.-\nDeadUmbreon: like my team\n\nErnsthaft? Das kein Flame in deinen Augen? Wenn sie dich Flamen dann Mute sie einfach.\nKann dich ja verstehn wenn du den Champ nicht kannst und keiner dich versteht,\nging mir in nehm Aram mit Annie auch mal so, wurd ständig geflamet das usseless bin und ein\nBot wäre ect. Was hab ich getan? Sie gemutet und am Ende reportet.","replies":[]}]},{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:30:15.764+0000","up_votes":1,"down_votes":0,"body":"Beleidgst du jmd wenn du sagst FICK DICH!\n?","replies":[]}]}]},{"id":"","poster":"RM Heartmeander","date":"2017-02-25T04:00:35.353+0000","up_votes":2,"down_votes":0,"body":"Kann es sein, dass du nicht ganz kapierst was flamen ist?\n\n1. ARURF ist random, wenn du nicht so viele Champs hast ist es wahrscheinlicher die gleichen öfters zu bekommen. (das ist hier keie Zufallswiedergabe wie bei nem Musikprogramm was nicht zufällig ist sondern kürzlich gespielte Lieder nicht reinnimt etwa wie das Krit hier bei lol, je weniger desto höher die Wahrscheinlichkeit)\nDaher kannst du auch 10 mal den gleichen Champ haben was statistisch fast unmöglich ist aber dennoch Random und damit legitim.\n\n2. Wo das toxisch ist?\nGame 1\n\nDeadUmbreon: fck you {{summoner:14}} \nDeadUmbreon: tryhard more omfg {{summoner:14}} \nDeadUmbreon: WAS HALT DIE FRESSE ICH BRAUCH EURE SCHEI? HILFE {{summoner:14}} \nDeadUmbreon: report my team for flame me {{summoner:14}} \nDeadUmbreon: i stay base... bye (afk Androhung was geahndet wird)\nDeadUmbreon: ich bleib jetzt base... (afk)\nDeadUmbreon: stfu -.- {{summoner:14}} \nDeadUmbreon: lucian gib endlich ruhe {{summoner:14}} \nDeadUmbreon: das ist mein erster account aber egal (Lüge xD)\nDeadUmbreon: weil ihr mir nie helft (da blamst du)\nDeadUmbreon: ich lass deinen acc deinstallieren wenn du mich noch weiter flamest {{summoner:14}} \nDeadUmbreon: ICH HAB DIR GESAGT FIRST TIME KATA (Capslock unhöflich)\nDeadUmbreon: UND WILL LIEBER DUO ANSTATT ALLEINE (\")\nDeadUmbreon: ABER IHR ALLE IGNORIERT MEINE HILFE SCHREIE SEIT BEGINN (\")\nDeadUmbreon: be more toxic <3 {{summoner:14}} \nDeadUmbreon: pls whole team they all flame me {{summoner:14}} \nDeadUmbreon: i stay base cause i would feed only (afk)\nDeadUmbreon: ja ich spiel aber auch nicht weiter weil ihr mich noch dazu flamet (afk)\nDeadUmbreon: WAS SOLL ICH DENN MACHEN (Caps)\nDeadUmbreon: ICH HAB HIER KEINE CHANCE SEIT ANFANG AN (Caps)\nDeadUmbreon: gott wie ich diese community hasse {{summoner:14}} \nDeadUmbreon: ja hdf selber {{summoner:14}} \n\nVon wegen du flamst nicht.\nDu bist toxic und das rächt sich auch wie du schon mehrmals feststellen musstest.\nWenn du also weiterspielst wie wäre es wenn du nicht mehr in den Chat schreibst, wenn du eh nicht's produktives schreibst?\n\n3. Als ob Riot dich mobben würde.\nDie haben da besseres zu tun als sich um so einen unwichtigen wie dich zu kümmern.\n\n3.1 Da bist du selbst Schuld wenn du extra einen acc verbrätst (falls das wirklich stimmt) und du deinen Acc vergisst und die E-Mail.\n\n4. Nicht existenter Punk lol (in der Schule nicht aufgepasst? xD)\n\n5. Siehe Punkt 2 du warst in beiden Spielen toxisch und hast geflamt.\nEs wird nicht nach deinem Ermessen gerichtet sondern dem der Mehrheit (lehrnfähige Chatanalyse) und Riot.\nAnsonnsten könnte ich auch schreiben du bist ein Bastard und scheisse in lol usw. und behaupten ne das ist ja kein Flame\n\n\nUnd zum Allgemeinen was du noch geschrieben hast in den Antworten wenn du willst dass die reportet werden, dann reporte sie selbst.\nOb 1 oder 9 Reports spielt keine Rolle da man nicht für die Anzahl Reports gesperrt wird und es auch keine Rolle spielt ob 1 oder 9 in einem Spiel da mehr nicht mehr bringen. 1=9 Reports und 9=1 Report all the same\n\nSchreiben ist nicht verboten aber Hirn anschalten beim schreiben hilft um nicht einen Bann zu kriegen. (du solltest ja wissen wofür du gebannt wirst bei 2 gebannten Accs)\nEs ist egal was die anderen schreiben da jeder Spieler seperat beurteilt wird.\n\nVon wegen verstärkter Hilferuf nach Teamwork, dann schreib i need help oder da die ja deutsch waren offensichtlich schreib ich brauche Hilfe, erstes Game xy.\nAusserdem ist ARURF ein FUNMODE da geht es um SPASS.\nWie zum Teufel kommt man also darauf in einem FUNMODE zu flamen?","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T04:11:50.893+0000","up_votes":1,"down_votes":9,"body":"ja tollen spaß hat man in einem funmode, dem nur champs zugeteilt wrerden, die man nicht mag... zu mir sagen hirn anschalten aber selber das hirn abschalten und den leuten somit den spaß am spiel rauben.\n\nich sags nur so, ich will kein teil von eurer beschissenen community sein, weil die eh für die tonne ist, sondern einfach nur das spiel spielen, weil ich die champs mag (z.b. Nocturne, teemo jhin, jinx, malzahar, etc.). also fügt einfach mal die funktion CHAT AUSSCHALTEN hinzu, damit leute wie ich gar nicht erst in versuchung geraten in den chat zu schreiben, aber nein ihr müsst ja unbedingt die chatsperre einrichten, von der man ja eh nicht lernt, wenn man ein sturkopf wie ich ist.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-02-25T15:11:32.288+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=DeadUmbreon,realm=EUW,application-id=KYnfKGf0,discussion-id=8vkXjyz1,comment-id=00030000,timestamp=2017-02-25T04:11:50.893+0000)\n>\n> ja tollen spaß hat man in einem funmode, dem nur champs zugeteilt wrerden, die man nicht mag... zu mir sagen hirn anschalten aber selber das hirn abschalten und den leuten somit den spaß am spiel rauben.\n> \n> ich sags nur so, ich will kein teil von eurer beschissenen community sein, weil die eh für die tonne ist, sondern einfach nur das spiel spielen, weil ich die champs mag (z.b. Nocturne, teemo jhin, jinx, malzahar, etc.). also fügt einfach mal die funktion CHAT AUSSCHALTEN hinzu, damit leute wie ich gar nicht erst in versuchung geraten in den chat zu schreiben, aber nein ihr müsst ja unbedingt die chatsperre einrichten, von der man ja eh nicht lernt, wenn man ein sturkopf wie ich ist.\n\nJoa, weißt du ich hab auch kaum Fun in URF, aus anderen Gründen aber. Weißt du, was ich da dann mache, wenn da ein Funmode verfügbar ist, der mir kaum Fun macht? Ich lass ihn links liegen und spiel einen anderen Mode. Donnerwetter, was?\n\nTja und ob du's glaubst oder nicht die \"beschissene Community\", will dich nicht als Teil ihrerselbst, was der Sinn des Permas ist.","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-02-25T20:19:53.992+0000","up_votes":1,"down_votes":7,"body":"1. ist nur der 14 tage bann\n\n2. ihr gebt einem nichtmal die chance highelo zu werden, mit der art wie man ist. nicht jeder mensch ist gleich und somit kriecht euch auch nicht jeder in den arsch, so wie die die nicht flame... ich hab nunmal nen aggressiven umgangston und das sollt ihr endlich mal akzeptieren. aber mit riot zu diskutieren ist wie gegen eine wand zu reden~","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-02-25T20:36:17.013+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=DeadUmbreon,realm=EUW,application-id=KYnfKGf0,discussion-id=8vkXjyz1,comment-id=0003000000020000,timestamp=2017-02-25T20:19:53.992+0000)\n>\n> 1. ist nur der 14 tage bann\n> \n> 2. ihr gebt einem nichtmal die chance highelo zu werden, mit der art wie man ist. nicht jeder mensch ist gleich und somit kriecht euch auch nicht jeder in den arsch, so wie die die nicht flame... ich hab nunmal nen aggressiven umgangston und das sollt ihr endlich mal akzeptieren. aber mit riot zu diskutieren ist wie gegen eine wand zu reden~\n\nMag sein, dass Du einen aggressiven Umgangston hast. Jedoch ist es Fakt, dass Du den Regeln einmal bei der Erstellung Deiner Accounts und bei jedem Update aufs Neu zugestimmt hast. In den Regeln ist vermerkt, dass in LOL kein Aggressiver Umgangston erwünscht ist.\nDu hast nun mal gegen die Regeln verstoßen und dafür die Quittung bekommen. Entweder Du änderst Deinen Umgangston in zumindest Neutral oder Du musst damit leben dass Deine Accounts immer wieder gebannt werden.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-02-25T20:38:31.706+0000","up_votes":3,"down_votes":0,"body":"Du redest hier doch gar nicht mit Riot. Die ganzen Leute, mit denen du dich unterhältst, sind alles auch nur ganz normale Spiele, so wie du.\n\nAlso abgesehen davon, dass die meisten nie einen Bann erhalten.","replies":[]}]}]},{"id":"","poster":"RM Heartmeander","date":"2017-02-25T04:33:25.987+0000","up_votes":4,"down_votes":0,"body":"Dann such das Problem mal bei dir und nicht bei anderen.\nDu spielst einem Funmode (mehrere Stunden lang) wo die Champs zufällig zugelost werden und beschwerst dich weil du nur Fun an Spielen mit bestimmten Champs hast? Logik?\nWer schaltet sein Hirn ab?\nARURF oder was weil es Random ist und Leuten den Spass am Spiel raubt?\n\nNa ja damit schiesst du dich selbst ins Abseits, denn lol ist eine Community demnach willst du nicht teil von lol weil du für die Tonne bist?\nNa ja am besten nimmt man dir das Internet weg, damit du nicht in Versuchung gerätst zu flamen.\nMerkste was?\nDas ganze hat mit Zurückhaltung zu tun, denn nur weil etwas da ist muss man es noch lange nicht benutzen.\nGenauso ist es mit den Sachen, die Sachen tragen nicht die Schuld (in dem Falle der Chat) sondern der Anwender (du).\nMan sagt ja auch es sind nich Waffen die Leute töten, sondern es sind Leute die Leute töten denn Waffen an sich töten nicht.\nOder genauso könnte man es auf das Autofahren übertragen, nur weil es möglich ist muss man es noch nicht machen und wenn man jemanden überfährt gibt man ja auch nicht die Schuld dem Auto (und nein kein technischer Defekt haben wir ja hier auch nicht dass deine Tastatur vo selbst schreibt) sondern dem Fahrer im Normfall und da wird auch nicht gesagt bringt was raus damit man nicht Autofahren kann. (Wegfarsperre ftw)\n\nSchlussendlich liegt es an dir nicht an der Anwendung/Gegenstand usw. daher musst du dich bessern und umdenken oder lernen dich zurückzuhalten.\nDu isst ja auch nicht alles nur weil es da ist oder? Also hast du doch gelehrnt dich zurückzuhalten in bestimmten Situationen.\n\nUnd wenn du eben die Champs spielen willst du die Magst dann solltest du wie schon geschrieben vielleicht keinen Spielmodus spielen der dir Random Champs gibt.","replies":[]},{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:33:49.272+0000","up_votes":2,"down_votes":0,"body":"Der Modus macht keinen Spaß? Spiel ihn halt nicht?!\n\n/muteall","replies":[]},{"id":"","poster":"clair de lune289","date":"2017-02-25T04:35:14.378+0000","up_votes":2,"down_votes":0,"body":"du scheinst vieles nicht zu verstehen,es ist irrelevant ob du Teil der LoLCommunity  sein willst oder nicht.\nDu spielst LoL also bist du auch Teil der Community. \nImmer wieder lustig zu lesen wie sich  der absolut schlimmste Teil der Community wie schlimm die Community doch sein.\nDu und all die anderen uneinsichtigen permagebannten Spieler sind der Grund warum die LoLCommunity so einen schlechten Ruf hat.","replies":[]}]}]},{"id":"","poster":"Alekra","date":"2017-02-25T10:30:56.363+0000","up_votes":3,"down_votes":0,"body":"Traurig. Wie die alle nie checken was toxic ist und was nicht. Das war jetzt dein 3 Perma? Das ist ziemlich erbärmlich. Wenn du es einfach nicht kapierst und nicht auhörst obwohl du schon 100mal betraft wurdest und dich dann noch wunderst, dass du nen perma kriegst, dann hör doch bitte mit dem Spiel auf. Das wird nix","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-03-01T14:56:50.088+0000","up_votes":1,"down_votes":0,"body":"Nach allem, was ich gelsen habe, hab ich eine Bitte an dich. Ich weiß, dass dich das nicht freuen wird, aber vielleicht bringt es ja was und du denkst drüber nach:\n\nDu hast ernsthafte Aggressionsprobleme und wenn du mich fragst, solltest du diese entweder selber in den Griff bekommen oder behandeln lassen. Niemand hier von uns weiß, wie es dir im echten Leben geht oder was du vielleicht erlebt hast und wenn ich ehrlich sein soll (bitte nicht böse nehmen), tust du mir hier ziemlich Leid. Nicht weil ich dich bemittleide, sondern weil du offensichtlich große Probleme hast, dich in eine deutlich anders tickende Gesellschaft einzuordnen.\n\nDas Problem ist jetzt nur, ein großer Teil der Menschen, denkt und spricht so wie hier im Forum. Du schreibst zwar, wir sollen deinen aggressiven Umgangston akzeptieren, aber warum kannst du denn unseren nicht akzeptieren? Warum müssen dir 100 Leute entgegenkommen, wenn du den ersten Schritt machen kannst?\n\nIch glaube, dass dir durch LoL gezeigt wurde, dass du einige Eigenarten hast, die mit der klassischen Gesellschaft nicht vereinbar sind. Du kannst von mir aus so bleiben wie du möchtest, aber ich würde dir wirklich raten, mit jemandem zu sprechen, der Dir weiterhelfen kann. Mir persönlich tut es auch Leid, wenn du ein schlechtes Verhältnis zu deinem Vater hast (auch wenn das hier nicht wirklich reingehört – Entschuldigung, wenn ich dich damit angreifen sollte), ich kann das realtiv gut nachempfinden (egal was der Grund sein mag – den möchte ich nicht wissen, das ist deine Privatsache).\n\nDenk einfach mal drüber nach; du verbaust dir mit dieser Art und Weise des Auftretens sonst sämtliche Brücken in der Zukunft.\nAlles Gute","replies":[{"id":"","poster":"DeadUmbreon","date":"2017-03-31T16:07:08.974+0000","up_votes":2,"down_votes":0,"body":"die zeit wo ich geannt wurde, hab ich was dagegen gemacht ja. hab zwar immernoch so minimale ausbrüche aber die schreib ich jetzt nicht mehr in den chat rein. also beherrschen kann ich mich jetzt zu 80% sagen wir mal.. allerdings habe ich eine Frage. die zeit nach dem ende des 14 tage banns sollte jetzt 3 wochen her sein. und hab mir neue champs für den account besorgt. bekomme aber weder kisten noch truhen. wie lange dauert denn diese nachstrafe ?","replies":[{"id":"","poster":"Lotuskobra","date":"2017-03-31T17:44:50.331+0000","up_votes":1,"down_votes":0,"body":"Keiner weiß genau wie lange diese Reformphase vom Account dauert, da Riot dazu keine Informationen veröffentlicht. Allerdings gibt es Erfahrungsberichte, die zeigen, dass bei normalem Spielaufwand (ich sag mal 6-10 Spiele die Woche) nach 2-3 Monaten wieder Kisten und Schlüssel droppen, vorausgesetzt du bleibst in dieser Phase positiv und fällst nicht irgendwie negativ auf. Ich finds super, wenn du dich jetzt im Chat zurückhälst, ich persönlich reg mich auch oft genug auf, aber das stört ja keinen, solange ich es für mich behalte.","replies":[]}]}]},{"id":"","poster":"Perspectives","date":"2017-02-25T18:57:26.705+0000","up_votes":1,"down_votes":0,"body":"Da du dich ja oft darueber beschwert hast, dass man doch den Chat nur fuer \"Positives\" verwenden darf. Kritik ist immer erwuenscht, aber bitte respektvoll und hoeflich geaeußert. Tipps sind auch erwuenscht.  Alles andere kann als toxisches Verhalten angerechnet und somit auch reportet werden. Zumal ich mich eh frage, weshalb du nun hier einen Thread eroeffnest, da du dich mit Riots Bannverfahren anscheinend schon sehr angefreundet hast. Also weshalb das erneute Fragen? Muesste man nicht nach zwei Banns schon wissen, was man falsch macht und wie man etwas aendern koennte? Vielleicht mal seinen \"Flame\" eintippen, aber nicht abschicken? Oder nicht spielen, wenn man sowieso schon getiltet ist?\n\nVerstehe absolut nicht, weshalb solche Threads immer und immer wieder zustande kommen, wenn man an seinem eigenen Verlauf schon erkennen koennte, wieso und weshalb man gebannt wurde.\n\nZum URF Mode: Das ist in Aram nicht anders. Es ist halt wirklich random, es gibt da gute und auch schlechte Rotations. Wobei es nicht wirklich schlecht ist, wenn man seinen Champion kann und selbst eine gute Rotation im Game hat.","replies":[]},{"id":"","poster":"Avor Ashkeno","date":"2017-02-25T16:59:48.248+0000","up_votes":1,"down_votes":0,"body":"Wieviele Helppings hast du abgegeben, wenn du Hilfe von ihnen gebraucht hast?","replies":[]},{"id":"","poster":"OrangeBubble","date":"2017-02-25T06:10:09.378+0000","up_votes":1,"down_votes":0,"body":"DeadUmbreon: seid ihr alle pre?\nDeadUmbreon: oha da muss ich wohl solo .-.\nDeadUmbreon: mir wäre duo lieber\nDeadUmbreon: oder ich swap einfach wenns bei mir nicht läuft ok?\nDeadUmbreon: vel lets dance\nDeadUmbreon: dude chill xD\n**DeadUmbreon: fck you**\nDeadUmbreon: kann ich auf ne andere lane\nDeadUmbreon: hab keine chance\nDeadUmbreon: 2 mid\n_DeadUmbreon: tryhard more omfg_\n**DeadUmbreon: WAS HALT DIE FRESSE ICH BRAUCH EURE SCHEI? HILFE**\n**DeadUmbreon: report my team for flame me**\nDeadUmbreon: ich komm noch nichtmal an den ran...\n**DeadUmbreon: i stay base... bye**\nDeadUmbreon: first time kata and i have 0 chance\nDeadUmbreon: see?\n**DeadUmbreon: ich bleib jetzt base...**\n_DeadUmbreon: lasst die doch einfach beenden_\n**DeadUmbreon: stfu -.-**\n**DeadUmbreon: its better that im afk**\nDeadUmbreon: who flame me 24/7?\n_DeadUmbreon: WAS SOLL ICH DENN BITTE MACHEN ICH BIN HIER KOMPLETT NUTZLOS VERSTEH DAS DOCH ENDLICH_\nDeadUmbreon: lol\n_DeadUmbreon: lucian gib endlich ruhe\nDeadUmbreon: wie viele chatbans hast du schon?\nDeadUmbreon: das ist mein erster account aber egal\nDeadUmbreon: ihr flamed mich hier zu tode voll und wollt mich reporten_\nDeadUmbreon: gg\nDeadUmbreon: dann halt blamen\n**DeadUmbreon: weil ihr mir nie helft\nDeadUmbreon: also bleib ich jz hier**\nDeadUmbreon: ich mach hier nichts mehr ich feed eh nur rein\nDeadUmbreon: ja dann gib endlich ruhe\n**DeadUmbreon: ich lass deinen acc deinstallieren wenn du mich noch weiter flamest**\nDeadUmbreon: du beleidigst mich hier 24/7 und machst mich runter... einfach zu verstehen?\n**DeadUmbreon: ICH HAB DIR GESAGT FIRST TIME KATA\nDeadUmbreon: UND WILL LIEBER DUO ANSTATT ALLEINE\nDeadUmbreon: ABER IHR ALLE IGNORIERT MEINE HILFE SCHREIE SEIT BEGINN**\n**DeadUmbreon: be more toxic <3\nDeadUmbreon: pls whole team they all flame me\nDeadUmbreon: that i suck etc\nDeadUmbreon: i stay base cause i would feed only**\nDeadUmbreon: der chat beweißt was anderes\n**DeadUmbreon: dass leute wie ihr überhaupt highelo sind**\n**DeadUmbreon: ja ich spiel aber auch nicht weiter weil ihr mich noch dazu flamet\nDeadUmbreon: also gegner team und mein team gegen mich\nDeadUmbreon: WAS SOLL ICH DENN MACHEN\nDeadUmbreon: ICH HAB HIER KEINE CHANCE SEIT ANFANG AN\nDeadUmbreon: gott wie ich diese community hasse\nDeadUmbreon: ja hdf selber\nDeadUmbreon: be cool and let me alone -.-\nDeadUmbreon: like my team**\n\n--------------------------\nFett = 100% strafwürdig\nKursiv = fragwürdige Aussagen, die evtl. bestraft werden.\nDie Frage ist eher, warum denkst du, dass du nicht für das erste Spiel bestraft werden solltest....","replies":[]}]}