{"id":"EzEk5EIe","poster":"spvcevvitch","date":"2017-02-25T15:13:20.599+0000","title":"Suche Solo/Duo Q Partner :D","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heyo,\r\nIch suche einen Solo/Dou Q Partner, wer h&auml;tte es gedacht.\r\nIch habe schon vor einem Monat ein Post dazu gemacht viele anfragen bekommen aber trotzdem kam es nicht oft zum Spielen.\r\nIch war letzte Season B1 h&auml;tte aber mehr geschafft hab leider zu sp&auml;t angefangen mit Ranked :I\r\nAm liebsten Spiele ich Mid, Jungle und Support kann aber auch Adc spielen top ist nicht so meins.\r\nIch bin B5 war aber schon B4 bin aber abgerutscht durch nette AFK Leute ._.\r\nIch suche jemanden zum Hoch spielen der geistige Reife besitzt, skypen oder generell reden tue ich nicht so gerne weil es mich sehr Ablenkt.\r\nIhr k&ouml;nnt mir hier eine Nachricht senden oder eine Freundschaftsanfrage im Client.\r\nHabt einen wundervollen tag.\r\nLiebe gr&uuml;&szlig;e Wine. c:","replies":[{"id":"","poster":"NGC Polyxena","date":"2017-02-25T16:54:57.246+0000","up_votes":2,"down_votes":0,"body":"Hallöchen WineRedCherry,\n\nich würde dir gerne aus zwei Gründen die ü18 Community \"**Nerds Go Casual**\" für deine Suche nach DuoQ-Partnern vorschlagen.\n\n1. Spiele ich selbst auch gerne DuoQ mit freundlichen und hergeizigen Mitspielern und befinde mich ebenfalls in Bronze.\n2. Findest du innerhalb der Community sowohl Gleichgesinnte für ein paar entspannte Runden nach Feierabend als auch freiwillige Coaches, die bei Bedarf gerne mit Rat und Tat zur Seite stehen.\n-----\nSofern du das 18. Lebensjahr also bereits vollendet hast würde ich mich freuen wenn du dir Mal unsere Vorstellung hier im LoL-Forum ansiehst: [♣ ƝЄƦƊƧ ƓƠ ƇƛƧƲƛԼ ♣ Ü18 multigaming Community lädt zum Zocken ein ♣](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/RJ20YJXb-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n\nLiebe Grüße,\nNGC Polyxena | Julia","replies":[{"id":"","poster":"spvcevvitch","date":"2017-05-26T16:23:09.093+0000","up_votes":1,"down_votes":0,"body":"Hab ich noch nicht, aber danke fürs Angebot.","replies":[]}]},{"id":"","poster":"Nice to meet Lee","date":"2017-02-25T15:52:03.689+0000","up_votes":1,"down_votes":0,"body":"Hey,\nSuche ebenfalls einen Duo-Q Partner,\nbin momentan nur B3, ebenfalls durch troller im team...\nIngame: Monk of Infinity, kannst mich bei interesse ja mal anschreiben :)\nBd","replies":[]}]}