{"id":"BE3jTG3B","poster":"ITSNUTRONZ","date":"2017-02-25T01:45:19.277+0000","title":"Kann jemand mir Tipp geben ?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":3,"body":"Hey Leute ich hab ein Problem, n&auml;mlich bin ich schon &uuml;ber 3 wochen in bronze 3 gefangen und komme sehr schwer raus ( ja ich wei&szlig; klingt wie elo hell und ich wei&szlig; es existiert keine aber ich brauch bitte die tipps) \r\nmeine frage ob jemand mir tipps &uuml;ber climben geben kann\r\nich f&uuml;hle mich auf der lane top und mitte sehr wohl \r\nich hab 62 Spiele und davon 33 Gewonnen\r\nMein freund meinte zu mir : du hast eine MMR &uuml;ber den durschnitt\r\nich verdiene 25 LP pro win\r\nund verliere 15-18 LP\r\nnur immer wenn ich in den h&ouml;heren bereichen bin z.B in 98 LP dann krieg ich team mates die ich nicht mit den davor vergleichen kann\r\nich selber spiele zwar nicht wie ein hoch rangiger spieler aber ich wei&szlig; schon wann es grupp zeit/ late game ist oder wann ich zu deep bin und wann nicht\r\nwenn ich mal 22 LP habe dann kriege ich traum teams mit denen der sieg immer drin ist\r\nsobald meine LP anzahl auf 90er bereich kommt krieg ich... nun ja wie soll ich sagen... spieler die eher das tutorial nochmal spielen sollten ( jz kein flame )\r\nund drm frage ich nach tipps weil ich selbst es schon komisch finde das ich seit 3 wochen obwohl ich haupts&auml;chlich ranked spiele und teilweise auch gute spiele gebe trzdm noch in der selben liga gefesselt bin","replies":[{"id":"","poster":"Abdiego","date":"2017-02-25T19:55:39.051+0000","up_votes":1,"down_votes":0,"body":"Ich kenn das Gefühl ab 94+ Lp ich versuch da immer duo zu spielen weil für gewöhnlich verlier ich dann komplet durch oder drop auch mal eine division.","replies":[{"id":"","poster":"charmelikeahri","date":"2017-02-25T21:36:21.446+0000","up_votes":2,"down_votes":0,"body":"99 Lp\n\nAt this Moment he knew he fucked up :/","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2017-02-25T04:19:45.885+0000","up_votes":1,"down_votes":0,"body":"Na ja um aufzusteigen musst du besser spielen und das konstant als deine Elofreunde.\nNur als Beispiel deine letzten 3 Spiele hast du Illaoi gespielt.\n\nDu hattest nie in nem Ranked Illaoi gespielt letzte Season.\nDu hattest nie Illaoi in nem Normal gespielt in dem letzten Monat.\nWie zum Teufel kommst du darauf Illaoi zu spielen?\nSpiel Champs die du kannst und wenn du neue Champs spielen willst üb sie erst im Normal.\n\nBsp. hast du letzte Season mit Garen eine 75% Winrate nach 16 Games + gute Stats.\nSpiel also Garen wenn dir der Champ liegt und nicht immer andere.\n\nDu hattest zwar beide Spiele verloren aber schau mal die Stats.\n 252 (7) CS und  186 (6.1) CS \nÜber dem Durchschnitt.\nDu kommst ansonnsten mit Müh und Not auf 5 cs/min.\nGaren hingegen viel mehr und du standest beide Spiele positiv.\n\nSpiel also weiter Garen ist mein Tipp und versuch in Normals andere Champs wenn er dir langweilig wird.\nMit Sion hast du auch recht gute Stats als Supporter.\n\nDie einzige Konstante bist du und dann solltest du auch konstant gut spielen was nicht funktioniert wenn du immer verschiedene Champs spielst und die teilweise ohne Übung.\nWas denkst du warum es so viele One Trick Ponys gibt die Climben?\nWeil sie sich auf einen Champ fokusieren und ihn in und Auswendig kennen (nebst dem nötigen Wissen für Objectives usw) und damit Climben können.\nUnd ich rede jetzt nicht von denen die 500 Spiele haben und mit dem Champ immernoch Bronze rumdümpeln mit 52% winrate.\nDann mag das ein Main von einem sein aber kein guter und schon gar kein OTP. (OTP's sind für mich Leute die mit einem Champ climben da sie ihn so gut spielen und mit anderen auf nem tieferen Niveau spielen)\nDa in Bronze die Leute auch nicht so gut gegen Splittpush klarkommen kannst du ja auch mal Tryndamere versuchen in Normals und testen ob du mit seinem Splittpush zurechtkommst.\n\nAlso merke versuch konstant zu spielen mit ner kleinen Auswahl an Champs die du kannst anstatt mit vielen die du nur ganz wenig kannst.","replies":[]},{"id":"","poster":"JâckTheTripper","date":"2017-02-25T06:15:24.425+0000","up_votes":1,"down_votes":2,"body":"erstens. du hast eine MMR von 1,055 das ist bronze 3\nwie schon von RM Heartmeander  gesagt spiele keine champs die du nicht kannst.\nDeine stats sind egal! was zählt ist das Gold welches du bekommst. Fokussier dich auf Türme und Objectives (Drache, Rift herald, Baron)\nZum climben gint es 2 gute taktiken:\n\nMeta-whore:\nInformiere dich spiele alles was gerade stark ist aber mache vor dem ranked spiel 3-4 normals mit denen.\n\nOTP (One Trick Pony):\nSuch dir einen Champs mit schwierigen mechanics der nicht langweilig wird für dich (shaco, Lee sin, Vayne, Azir, usw.) Wenn er OFF MEtA ist spiele MINDESTENS 30 normals mit ihm bis du ihn zum großteil  beherscht und die guten und schlechten Matchups kennst. weisst wasss du in denen traden kannst und wann du gestoped wirst. z.B. hatte ich mit Ap shaco top nen gnar. er hat mich komplett fertig gemacht und ich ging 0/1. Ich habe also nur unterm tower gefarmt und auch mal farm verpasst. sobald er mal back war ein midlane roam und ich stand 1/1. Ab in den gegner jungle xp gehustled und wieder in meinen unterdrückenden      Haushalt (meine Top Lane), dann ging alles wiedervon vorne los. Durch meine Geübten shaco mechanics wie dinge mit der R dodgen und Boxen so zu placen das minions sie nicht auslösen mir aber trotzdem sicherheit bringen konnte ich das Spiel am ende mit 12/3 verlassen obwohl ich die lane komplett verloren hab.","replies":[]}]}