{"id":"qAAyrOKF","poster":"HHaie tabbian","date":"2017-02-23T21:43:32.696+0000","title":"Zufälligkeit der Drachen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo liebe Forencommunity,\r\n\r\nich habe heute mal wieder &uuml;ber die Drachen und deren zuf&auml;lliges Erscheinen nachgedacht. Dabei ist mir wieder ein Gedanke gekommen, den ich auch bei der Einf&uuml;hrung des jetzigen Drachensystem bereits hatte.\r\n \r\nDer Idee lautet: Es sollte zus&auml;tzlich zum vorhandenen System in der Champselect ein Indikator eingef&uuml;hrt werden, der anzeigt, in welcher Reihenfolge die ersten (z.B. 3) Drachen erscheinen.\r\n\r\nIm Moment ist es so, dass man bei dem Zusammenstellen der Teams diese Information nicht hat. Das kann dazu f&uuml;hren, dass z.B. Lategame-Teams nicht funktionieren, weil die ersten 2-3 Drachen Feuerdrachenwaren, die von dem anderen Team get&ouml;tet wurden, weil dieses im fr&uuml;heren Spielverlauf einfach noch st&auml;rker ist. W&auml;ren diese Drakes hingegen Wolkendrachen gewesen, h&auml;tte das Lategame-Team in Ruhe scalen k&ouml;nnen und h&auml;tte das Spiel einfach gewonnen. Mir ist durchaus klar, dass da noch wesentlich mehr Faktoren mitspielen, aber es ist kaum bestreitbar, dass die Reihenfolge der Drachen einen starken Einfluss auf das Spiel haben k&ouml;nnen und dass man unter Umst&auml;nden mit manchen Picks/Teamcombs im Nachteil oder auch Vorteil ist, ohne dass man diese Situation bewusst herbeigef&uuml;hrt hat.\r\nW&auml;re allerdings ein solcher Indikator in der Champselect vorhanden, k&ouml;nnte man solche Situationen im Voraus sehen und dementsprechend das Team zusammenstellen. Meiner Meinung nach w&uuml;rde das gerade in Turnierspielen den Spielern ein bisschen mehr Planungssicherheit geben, sodass sie nicht von RGN &uuml;berrascht werden, wenn es schon zu sp&auml;t ist.\r\n\r\nWas sind eure Gedanken dazu?","replies":[{"id":"","poster":"KorSett","date":"2017-02-23T21:49:38.825+0000","up_votes":1,"down_votes":0,"body":"Auch wenn ich kein Freund von Überraschungen bin, finde ich trotzdem ein interessanteres Prinzip wenn man den erscheinenden Drachen erst 6 Minuten zuvor weis. Ich finde es ist eine gute Möglichkeit für das \"Early-Team\" Druck aufzubauen ohne direkt Tower-diven zu müssen. Sonst hast du bei einem starken Waveclear kaum eine Chance das Stallende Team aus der Reserve zu locken.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-02-24T10:28:00.402+0000","up_votes":1,"down_votes":0,"body":"Aber das ist doch gerade das, was ich meine. Sagen wir du stellst ein \"Early-Team\" zusammen gegen ein Team mit gutem Waveclear, welches stallen möchte. Dann gibt es jetzt entweder die Möglichkeit, dass am Anfang \"starke\" Drakes kommen, wodurch dein Team einen Vorteil bekommt. Oder es kommen eben \"schwache\" Drakes, wodurch ihr euch im Spiel unwahrscheinlicher einer Vorteil erarbeiten könnt und das Spiel verliert. Das ist genau die Zufälligkeit, die mich dabei etwas stört.","replies":[{"id":"","poster":"KorSett","date":"2017-02-24T12:39:19.849+0000","up_votes":1,"down_votes":0,"body":"Aber mal unabhängig vom Drachen zwingt es nunmal dazu auf beides gefasst zu sein. Ansonsten bleibt einem Team das später nicht skaliert nur der Tower-dive als Option, was natürlich immer eine Nachteil-Situation ist. Beim Drachen ist das Late-game Team nie gezwungen ihn kampflos aufzugeben, sondern hat die Möglichkeit mit entweder bsp. weise mit einem early Jungler Pick selbst Druck aufbauen oder den Kampf des Early Teams Versuchen zu Unterbrechen und selbst einen Vorteil daraus zu schlagen oder zu stealen.\n\nKlar könntest du auch ein Team auf vollen Stall aufbauen, jeden Drake einfach droppen. Es wäre zwar Zuverlässiger darauf aufzubauen, aber meiner Meinung auch kein bisschen Interaktiv (siehe Jannah Mid-lane).","replies":[]}]}]},{"id":"","poster":"XorosH","date":"2017-02-24T09:48:08.314+0000","up_votes":1,"down_votes":0,"body":"Dass die Drachen absolut zufällig sind gefällt mir auch nicht. Trotzdem bin ich gegen so einen Indikator.","replies":[]}]}