{"id":"cgUnUZzd","poster":"AI Hyperion","date":"2017-02-23T21:59:06.802+0000","title":"Main Mid/Jgl sucht Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\nich suche ein ernstes Team. Mein Name ist Christoph aka. Hyperi0n und zur Zeit bin ich 18 Jahre alt. \r\nLetzte Season war ich nur Gold V, dies ist aber auch weil ich relativ wenig Ranked gespielt habe.\r\nIn dieser Season habe ich nur meine Placements gemacht und wurde Silver 3.\r\nIch suche ein wirklich energisches, konzentriertes aber auch lustiges Team. Ich will etwas erreichen, mich verbessern, nicht nur allgemein sondern auch speziell auf der Mid lane + im Jungle. Ich suche nach Herausforderung und will an Turnieren teilnehmen sowie feste Trainingszeiten. \r\nIch bin sehr Kritikf&auml;hig und w&uuml;nsche mir auch Kritik, wenn diese im Rahmen ist. Flame lehne ich pers&ouml;nlich ab, klar hat jeder mal ein schlechtes Game, aber Dauerflamen geht nicht.\r\n\r\nNun zu meinen Main Champs: {{champion:268}} + {{champion:134}}  + {{champion:61}}  + {{champion:127}} \r\nIch beherrsche au&szlig;erdem noch sehr gut: {{champion:103}} + {{champion:245}}  + {{champion:112}}  + {{champion:126}} \r\n\r\n-&gt;In der Midlane spiele ich anfangs erstmal Safe um das Skilllevel des Gegners zu erkennen. Ich beherrsche gutes Positioning und Map Awarness.\r\nShot Callen kann ich ebenfalls. Um weiteres zu erfahren, einfach anschreiben.\r\n\r\n-&gt;Im Jungle bin ich ein solider Ganker, Shotcaller sowie eine gute Frontline. Ich spiele wenn dann gerne Tanks. Im Smiten bin ich meiner Meinung nach sehr gut. Fragen.. einfach stellen :)\r\n\r\nMeine Jungle Main Champs: {{champion:120}}  + {{champion:113}}  + {{champion:421}} \r\nIch beherrsche auch sehr gut: {{champion:72}}  + {{champion:254}}  + {{champion:107}} \r\n\r\nSo das war es erstmal grob zu meiner Person. Falls ihr Interesse habt. Einfach adden oder hier anschreiben.\r\nIch habe auch einen eigenen Teamspeak, falls noch einer ben&ouml;tigt wird.\r\n\r\nMfg Hyperi0n/Christoph {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Gravost","date":"2017-02-26T18:27:09.420+0000","up_votes":1,"down_votes":0,"body":"Moin, wir erstellen regelmäßig Teams und haben inzwischen 16 Teams zwischen Bronze und Master auf unserem Server.\n\nWenn du Interesse hast, adde Gravost - du erhälst dann Zugriff auf den TS. :) Ich brauche dann FlexQ-Elo von dir, da das Team in der FlexQ spielt und deine Position.\n\nLiebe Grüße","replies":[]}]}