{"id":"LQBlk4st","poster":"Pandaphiri","date":"2017-02-22T20:13:36.283+0000","title":"smurfs im low elo bereich","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":3,"body":"Wie steht eigentlich Riot dazu das man immer mehr und mehr auf irgendwelche high elo  spieler smurfs im low bereich st&ouml;&szlig;t  die einfach aus purer Freude kleine Spieler Stompen oder vlei noch andere Boosten? im Letzten Spiel einen draven gehabt der definitiv nicht auf Silber niveau gespielt hat. Warum bitte intressiert es Riot einen verfickten Scheiss das dies Unfair ist? Smurfs sollten einfach  verboten werden oder anderswie aus dem Low elo bereich verbannt werden. wird ja wohl ne m&ouml;glichkeit da&uuml;r geben und wenn es Hardware detect oder von mir aus IP ist. Kotzt einen doch einfach nur an wenn man ohne chance gestompt wird  weil irgendsoein High Elo spieler keinen Bock auf seine Elo hat und lieber Lowies klatschen geht","replies":[{"id":"","poster":"Maíko","date":"2017-02-23T14:08:32.361+0000","up_votes":2,"down_votes":0,"body":">wird ja wohl ne möglichkeit daür geben\n\nNein es gibt keine sinnvolle Möglichkeit ...sonst hätte Riot dies schon längst umgesetzt.\nDie leichteste Variante Smurfs zumindest zu reduzieren wäre, das Spiel kostenpflichtig zu machen...\nEntweder einen einmaligen Betrag beim registrieren, oder monatliche Kosten (wie z.B. bei WoW).\nAber wie schon gesagt....keine sinnvolle Möglichkeit.\n\n> wenn es Hardware detect oder von mir aus IP ist\n\nBeides wird nicht funktionieren\nDa so gut wie keiner eine statische IP hat werden nur diejenigen bestraft, die die IP als nächstes zugeteilt bekommen.\nDie Signaturen der Hardware lassen sich ebenfalls ziemlich leicht ändern.....und sind keineswegs einmalig auf der Welt.\nRiot würde also mit beiden Verfahren in Kauf nehmen, dass unschuldige Leute bestraft werden und sich die schuldigen einen ablachen.","replies":[{"id":"","poster":"nox5555","date":"2017-03-01T17:36:33.879+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Blacky94,realm=EUW,application-id=ip27PlEH,discussion-id=LQBlk4st,comment-id=0001,timestamp=2017-02-23T14:08:32.361+0000)\n>\n> Nein es gibt keine sinnvolle Möglichkeit ...sonst hätte Riot dies schon längst umgesetzt.\n> Die leichteste Variante Smurfs zumindest zu reduzieren wäre, das Spiel kostenpflichtig zu machen...\n> Entweder einen einmaligen Betrag beim registrieren, oder monatliche Kosten (wie z.B. bei WoW).\n> Aber wie schon gesagt....keine sinnvolle Möglichkeit.\n> \n> Beides wird nicht funktionieren\n> Da so gut wie keiner eine statische IP hat werden nur diejenigen bestraft, die die IP als nächstes zugeteilt bekommen.\n> Die Signaturen der Hardware lassen sich ebenfalls ziemlich leicht ändern.....und sind keineswegs einmalig auf der Welt.\n> Riot würde also mit beiden Verfahren in Kauf nehmen, dass unschuldige Leute bestraft werden und sich die schuldigen einen ablachen.\n\n\noder einfach den Clienten an nen Acc binden. die wenigsten werden sich jedesmal wenn sie den acc wechseln den clienten neu installieren wollen.","replies":[]}]},{"id":"","poster":"Soúp","date":"2017-02-22T20:15:06.948+0000","up_votes":2,"down_votes":0,"body":"Ein Smurf wird nicht lange in deiner Elo bleiben. Außerdem wirst du hin und wieder wohl auch mal von einem Smurf gecarried. Mach dir einfach nichts draus - denn du kannst die Situation nicht ändern. \nPlay to improve. Wenn ihr gestompt werdet, dann versuch du einfach dein bestmögliches zu geben.","replies":[{"id":"","poster":"Pandaphiri","date":"2017-02-22T20:18:22.741+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Soúp,realm=EUW,application-id=ip27PlEH,discussion-id=LQBlk4st,comment-id=0000,timestamp=2017-02-22T20:15:06.948+0000)\n>\n> Ein Smurf wird nicht lange in deiner Elo bleiben. Außerdem wirst du hin und wieder wohl auch mal von einem Smurf gecarried. Mach dir einfach nichts draus - denn du kannst die Situation nicht ändern. \n> Play to improve. Wenn ihr gestompt werdet, dann versuch du einfach dein bestmögliches zu geben.\n\nbringt nur leider nicht viel wenn man als support sein bestes gibt und der adc einfach immer wieder gegen den inzwischen gefeedeten anderen adc anzutreten versucht. Dazu hat dieser noch ne zyra im gepäck die ohnehin als Support so dermaßen broken ist das man echt in überlegung kommt keine normalen supps mehr zu spielen sondern nur noch apc´s denn mehr schaden gewinnt wohl inzwischen","replies":[{"id":"","poster":"Soúp","date":"2017-02-22T20:54:49.869+0000","up_votes":2,"down_votes":0,"body":"Ja, gut. Dann war dein ADC halt schwach. Wenn du dein bestes gegeben hast, was kannst **du** dir dann vorwerfen? Nichts. Was kannst du dem random ADC vorwerfen? Er hatte ein schlechtes Spiel gegen einen Smurf. Beide wirst du vermutlich nie wieder sehen. Was kannst du dem Smurf vorwerfen - du solltest ihm auf jeden Fall nichts vorwerfen. Es war _ein_ Spiel in einer langen Reihe von Spielen, die du noch spielen wirst. Vergiss es einfach und konzentrier dich auf das nächste Game. \nDu kannst dich dennoch trotzdem fragen - was hast du in dem Game gut gemacht? Hattest du einen Anteil einer guten Chance, den Smurf zu killen? Hast du gut gewardet und deine Mates haben trotzdem nicht das beste draus gemacht. Was hättest du, obwohl ihr gestompt wurdet, besser machen können. \nZiehe einfach das positivste raus und versuch dich weiter zu verbessern.","replies":[]}]}]}]}