{"id":"jd0J6LpB","poster":"Ordo Haereticus","date":"2017-02-23T12:35:04.187+0000","title":"Team InternationalEloSecurity sucht einen Coach","subforum":"Clans & Teams","embed":{"title":"LoL Stats, Record Replay, Database, Guide, MMR - OP.GG","description":"Real-time LoL Stats! Check your Summoner, MMR, Live Spectate and using powerful global League of Legends Statistics!","url":"https://euw.op.gg/multi/query=ieslordzure%2Ciesadc%CB%86%CB%89%CB%86%2Ciesvoidreaver%2Cfrostymsfluffy%2Ciesinsanity","image":"http://sk2.op.gg/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":0,"body":"_Gr&uuml;&szlig;e Beschw&ouml;rer,_\r\n\r\nunser Team InternationalEloSecurity sucht derzeit einen Coach als Unterst&uuml;tzung f&uuml;r das Team. Wir wollen in Zukunft wieder an Turnieren teilnehmen und dabei nat&uuml;rlich erfolgreich sein. Hierbei w&auml;re es vom Vorteil einen Coach zu haben der mehrmals in der Woche Zeit hat einzelne Spiele mit uns durchzugehen und dabei zu helfen Fehler zu finden und daraus auch zu lernen.\r\n\r\n_**Zu uns:**_ Wir sind ein Gold- Platin Team welches es seit letztem Jahr gibt. Durchschnittsalter liegt bei 20 Jahren. Unter einer anderen Aufstellung waren wir auch bei mehreren Turnieren dabei und haben diese erfolgreich bestritten. Dazu geh&ouml;rt auch ein offizieller Turniersieg beim EchoGamingCup. Wir sind also eine Truppe dessen Kern sich seit l&auml;ngerer Zeit kennt und motiviert/ ambitioniert ist, wieder mit maximaler Leistung durch die Kluft zu fegen.\r\n\r\n_**Zu dir:**_ Wir setzten keine Mindestelo oder derartiges vorraus. Ein guter Coach muss nicht gleichzeitig das Spiel selber gut spielen. Allerdings erwarten wir nat&uuml;rlich eine ordentliche Gameknowledge und den Willen unser Team nicht nur kurzfristig zu begleiten. Ebenfalls sind auch Anf&auml;nger im Coaching willkommen. Solange die Einstellung stimmt und Spielwissen vorhanden ist, kann man gemeinsam an Zielen arbeiten.\r\n\r\nZudem besteht auch die M&ouml;glichkeit der SummonersHeaven Community als Coach beizutreten, da wir dieser Community angeh&ouml;ren. Dies ist nicht verpflichtend, kann aber bei Wunsch umgesetzt werden.\r\n\r\nhttp://summonersheaven.de/\r\n\r\nPs: Bitte beachtet das die Community noch jung ist und sich deshalb im Aufbau befindet.\r\n\r\nBei weiteren Fragen bitte IES Insanity Ingame adden. WIr freuen uns schon :)\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\n_**IES Insanity**_","replies":[]}