{"id":"X0Zm6AEH","poster":"Temp1891534","date":"2020-03-05T11:03:35.856+0000","title":"Mein Name wurde gelöscht","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Heyho,\r\nmein Beschwörer Name wurde von Riot gelöscht, bzw. Auf Temp1891534 geändert.\r\nMein ursprünglicher Beschwörer Name war \r\n\"HauZuErZucktNoch\"\r\nIch sehe ich hier kein Grund warum sich jemand von dem Namen angegriffen fühlen sollte.\r\nDer Name geht gegen niemanden persönlich noch gegen eine\r\nReligion, Hautfarbe oder Rasse, er sollte eher eine Art Nachricht von einem Support Main an meinen Adc sein.\r\n\r\nMich würde jetzt mal eure Meinung zu dem Namen interessieren,\r\nfindet ihr ihn unangebracht oder geht der in Ordnung?\r\n\r\nMacht es Sinn den Support an zu schreiben und meinen Namen zurück zu verlangen?\r\n\r\nMfG.","replies":[{"id":"","poster":"SayaShire","date":"2020-03-05T16:51:20.486+0000","up_votes":2,"down_votes":1,"body":"Stört mich nicht. Wo ist der Unterschied, ob sich einer \"Killer 666\" nennt oder \"RippingYou\" oder eben so wie du? Dann müsste man alle Ripper, Slayer, Killer und wie sie sonst noch heißen auch umbenennen. \n\nAn sich finde ich deinen Namen sogar recht lustig, wenn man es auf Champs bezieht, die wie Karthus z.B. nach ihrem Tod noch aktiv sind... \n\nTja. Keine Ahnung, hast du mal nachgefragt?","replies":[{"id":"","poster":"Temp1891534","date":"2020-03-06T09:10:46.205+0000","up_votes":1,"down_votes":1,"body":"Jo, habe nen Ticket geschrieben,\nmal sehen was der Support dazu sagt.","replies":[]}]},{"id":"","poster":"You Got My Name","date":"2020-03-06T14:29:49.753+0000","up_votes":1,"down_votes":0,"body":"Etwas Geschmack los der Name meiner Meinung nach, aber Geschäker sind ja unterschiedlich.","replies":[]},{"id":"","poster":"Kekzen","date":"2020-03-06T10:25:36.009+0000","up_votes":1,"down_votes":0,"body":"Temp1891534 ist aber auch ein recht schöner Name.\nDein Name war eher harmlos.","replies":[]},{"id":"","poster":"Temp1891534","date":"2020-03-05T12:24:22.326+0000","up_votes":1,"down_votes":0,"body":"Danke für eure Antworten,\nich werde mein Glück mal beim Support versuchen.\n\nMfG.","replies":[]},{"id":"","poster":"Æeras","date":"2020-03-05T11:07:22.659+0000","up_votes":1,"down_votes":0,"body":"Puh, ich persönlich finde den Namen jetzt auch nicht angreifend. Aber wenn man es auf die reale Welt bezieht wäre das Anstiftung zu Mord. Weiß nicht genau, ob die Richtlinien so kleinkariert greifen. Ich persönlich würde mal anschreiben, weil es sollte jedem klar sein das so etwas auf das Spiel bezogen ist.","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-05T11:47:02.349+0000","up_votes":1,"down_votes":0,"body":"> es sollte jedem klar sein das so etwas auf das Spiel bezogen ist\n\nBei den Menschen da draußen? Glaub ich nicht xD","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2020-03-05T11:46:17.558+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal, irgendjemand mochte dich nicht und hat als einzigen Reportgrund deinen Namen gefunden und den so interpretiert, dass man damit auch Aufruf zum Mord rauslesen könnte. Ich wette, wenn du dich mit dem Support dazu austauschst, hast du zumindest die Chance, den zurückzubekommen.","replies":[]},{"id":"","poster":"The Pykeopath","date":"2020-03-05T11:44:37.936+0000","up_votes":1,"down_votes":1,"body":"Nein, der Name ist vollkommen fine.\nSchreib mal dem Support, also man kanns auch übertreiben.\nWenn ich so manche Clantags und Namen sehe frag ich mich auch warum die überhaupt noch existieren dürfen.","replies":[]}]}