{"id":"NmjL5BMz","poster":"Warlord of Noxus","date":"2017-02-20T21:21:35.799+0000","title":"Wie man EIGENTLICH Illaoi spielt!","subforum":"Level Up: Guides & Tipps","up_votes":4,"down_votes":5,"body":"ACHTUNG: Dieser Guide ist f&uuml;r Leute ohne Humor nicht geeignet.Alles ist nur Spa&szlig; um euch den Tag zu vers&uuml;&szlig;en ;)\r\n\r\nGuten Wochentag meine Damen und Herren!\r\nViele haben sich ja &uuml;ber meinen &acute;&acute;Kled guide&acute;&acute; nicht sehr gefreut aber mir ists ja egal ^^.Also hier der Ultimative Illaoi Guide und wir fangen an mit\r\n\r\nSCHRITT 1:DIE VORBEREITUNG: Der Kerngedanke ist-Wollt ihr spielen,m&uuml;sst ihr werden! das hei&szlig;t holt euch ein Abo im fitness Studio und pumpt erstmal ordentlich!M&auml;nner m&uuml;ssten sich vielleicht einer kleinen &acute;&acute;Ver&auml;nderung&acute;&acute; unterziehen.Ein Hackbrett und Beil wird es schon tun!Dann noch schnell ins Sonnen und Tattoo-Studio, kleine Haare umstyling und ihr seid bereit LEHRER zu werden.Am besten Sportlehrer,was ihr daf&uuml;r brauch ist ein Fetter Statuen-Kopf mit Griff und einen Riesen Kalmar. Und dann spielt ihr ne sch&ouml;ne Runde &acute;&acute;Sch&uuml;ler mit Statue DUNKEN&acute;&acute;\r\n\r\nSCHRITT 2: STATS UND SPIELSTIL:\r\nHach der gute alte Klassiker... Ihr baut Illaoi wahrscheinlich alle mit Black Cleaver,Steraks und co.? DAS MACHT IHR FALSCH! Ihr m&uuml;sst FULL AD mit 100% CRIT gehen und jedes mal wenn ihr einen Gegner W&#039;d dann will ich diesen 1256 CRIT sehen! Also los! Merkt euch Sustain ist f&uuml;r Weicheier deswegen ist der h&ouml;hste Sustain Lifesteal und Healthpots! UND KEINE RESISTENWERTE! achja und Ignite ist empfehlenswert...\r\n\r\nSCHRITT 3: In der Champselect banned ihr Camille,weil sie Camille ist,Kled,weil er schnell ist und nicht ge oneshotted werden kann (was &uuml;brigens euer Ziel ist),und dann noch einen beliebigen Ranged Champion. F&uuml;r das Team...Ach wer braucht schon Teamplay wenn er auf seinen Namen schreiend rein rennen kann!\r\n\r\nSCHRITT NACH 3 (ICH KANN NICHT BIS VIER Z&Auml;HLEN):Gameplay: Tryharden.Ja,Richtig,Tryharden. ist mir egal dass der Turret noch steht,du darft den Jungen richtig hart diven! Weniger Hirn mehr Tentakel! Ihr m&uuml;sst immer dabei sein bei jedem Kampf,und die einzige Richtung in die ihr l&auml;uft ist Gesicht zuerst in die Gegner rein!Interessiert mich nicht das sie einen Malphite und einen Yasuo haben! Juckt mich nicht wenn sie einen Kennen und einen Thresh haben! Und sollte euch jemand Kritisieren,dann sucht ihr diesen Spieler im Real Life,bricht in sein Haus ein und zerquetscht seinen Kopf mit euren Oberschenkeln! Anschlie&szlig;end macht ihr 100 000 Liegest&uuml;tze,ohne H&auml;nde w&auml;hrend ihr &acute;&acute;Love me like you do&acute;&acute; r&uuml;ckw&auml;rts singt! VIEL SPA&szlig; NOCH\r\n\r\nHERZLICHEN GL&Uuml;CKWUNSCH,\r\nDu bist jetzt ein Illaoi PROFI und kannst nun im Ranked ordentlich f&uuml;r Terror sorgen! (Bei diesem Guide sind keine Statuen enthaupted worden.Bei Menschen k&ouml;nnen wir nicht garantieren)","replies":[{"id":"","poster":"5weeds","date":"2017-02-21T07:00:26.815+0000","up_votes":2,"down_votes":0,"body":"N Schenkelklopfer war das jetzt nicht...\nAber wenn du das nächste mal Rechtschreibung beachtest, gibt's n like fürs versuchen ;)","replies":[]},{"id":"","poster":"Rioyter","date":"2017-02-21T22:14:50.981+0000","up_votes":1,"down_votes":0,"body":"Wie man jetzt EHRLICH Illaoi spielt!\n\nE -> Flash -> R -> Q -> W W W W (spam) -> PENTAKILL -> Strg + 6 -> Backport\n\nGG WP EZ 1V5 \n\n(auch Komik)","replies":[]}]}