{"id":"Fjtgk5Uc","poster":"Pallas07","date":"2017-02-19T20:14:33.187+0000","title":"Bronze I ADC sucht Team","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hey Leute, \r\n\r\nmein Name ist Max und Ingame hei&szlig;e ich Pallas07 und bin aktuell Bronze I und maine ADC.\r\n\r\nNen paar Infos zu mir: \r\n\r\nAlter: 17\r\nLevel: 30\r\nAnzahl der Spiele: 256 Normal Wins, 194 Games Ranked diese Season (107 Gewonnen)\r\nLieblingspositionen: ADC\r\nLieblingschamps: Ashe, Kalista, Vayne\r\nElo: Bronze 1\r\nMain: ADC\r\nGr&ouml;&szlig;te Schw&auml;che: Positioning\r\nSt&auml;rken: Poke, Farm, &Uuml;berblick im Fight\r\nAmbitionen: Motivation sich mit dem Team einzuspielen und Zeit f&uuml;r Trainings\r\nEhemalige Clans/Teams: /\r\nTS: vorhanden\r\nDiscord: vorhanden\r\nHeadset: vorhanden\r\nSkype: vorhanden\r\nWas stelle ich mir vor?:\r\nDas Team sollte erstmal das Ziel haben auf Diamond oder Master zu kommen (oder erstmal Gold? :D). Zudem sollte Teamplay und Calling im Vordergrund stehen und nicht die einzelne Person. Als Ziel w&auml;re es nice vielleicht sogar iwann mal ESL oder Turniere zu spielen. \r\n\r\n[OP.GG Daten](https://euw.op.gg/summoner/userName=Pallas07)\r\n\r\nDa du das alles gelesen hast hoffe ich es hat dir gefallen :) \r\n\r\nMfG Pallas07","replies":[{"id":"","poster":"League of Dreck","date":"2017-02-20T12:12:38.720+0000","up_votes":1,"down_votes":0,"body":"Hi Pallas07\n\nDu willst ein passendes Team für dich finden? Aus eigener Erfahrung kann ich sagen das es in der großen League of Legends - Community schwer ist, Gleichgesinnte zu finden. Dafür hab ich aber auch schon die passende Lösung parat;\n\nSchau doch einfach mal auf unseren Vorstellungthread vorbei:\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/B6VZUI92-a-rift-guardians-sucht-mitglieder-teams-teamerstellung-community-coaching-a\n\nUnser Admin Team von Rift-Guardians freut sich, dich auf unserer Gemeinschaft herzlichst Willkommen zu heißen.\n\n\n\nMit freundlichen Grüßen,\n\n\n\nRift-Guardians","replies":[]},{"id":"","poster":"Gravost","date":"2017-02-20T09:55:08.313+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]},{"id":"","poster":"fess123","date":"2017-02-20T07:40:16.226+0000","up_votes":1,"down_votes":0,"body":"Hi Pallas07,\n\ndu hast es satt alleine in der Flex Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/EB1PsvTk-aequilibritas-esports-sucht-rekruten-community-esports-organisation)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}