{"id":"qJqAJkp1","poster":"Like a Sir","date":"2017-02-20T09:58:59.084+0000","title":"Swain","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, ich habe mittlerweile Swain f&uuml;r mich entdeckt und wollte die Community so fragen was man in der Laning Phase besser machen k&ouml;nnte.\r\nIch hab meist Probleme w&auml;hrend der Laning Phase gegen Gegner wie Jax/Jayce/Renekton sowie Rumble k&ouml;nnt ihr mir vielleicht helfen wie ich diese am besten auskontern kann? Bzw. k&ouml;nnte sich jemand meine Runen und Mastery&acute;s ansehen und mir sagen ob die so in Ordnung sind? (Hab ich aus einem Swain Guide entnommen)\r\n\r\nNoch eine Frage zu den Trades als Swain auf der Lane ich mach daf&uuml;r meist das Q hoch also den Raben der dann immer den Champion angreift, jetzt meine Frage w&auml;re es Teilweise besser sein E als erstes zu skillen da der Dot Schaden ja auch nicht zu verachten ist.\r\n\r\nEine Frage noch zu den Summoner Spells ich hab auf der Toplane meist TP und Flash und in der Midlane Flash Ignite eingepackt. W&auml;re es Teilweise besser gegen einen Renekton oder Jayce auf der Toplane Exhaust statt dem TP reinzunehmen oder w&auml;re das eher weniger Zielf&uuml;hrend?\r\n\r\nOh das ist jetzt eine Wall of Questions geworden ;D\r\n\r\nGr&uuml;&szlig;e\r\nLike a Sir","replies":[{"id":"","poster":"xSyruSx","date":"2017-02-20T11:13:14.871+0000","up_votes":1,"down_votes":0,"body":"Zur Zeit ist es eine eher schlechte Idee den E von Swain auszuskillen, da dieser kaum Dmg dazu bekommt und die 20% extra Schaden sind schon auf level 1 verfügbar. Außerdem bekommt die Fähigkeit auch nichts weiter als etwas Grundschaden beim Skillen hinzu, sonst gar nichts.\n\nZudem fehlt es dann auch an Pushpower. Es ist sinniger den Q auszuskillen, anschließend den W. Bei beiden steigt der Schaden gut und die CC der Skills verlängert sich. Zudem verringert sich der CD der beiden Fähigkeiten, während E immer auf 10 Sekunden bleibt.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-02-20T10:23:58.239+0000","up_votes":1,"down_votes":0,"body":"Es ist zwar eine Weile her, als ich eine Zeit lang Toplane Swain gespielt habe, aber ich kann ja mal meine Meinung kundtun ^-^\nGegen Jax hatte ich nie Probleme. Ich habe die E hochgeskillt und immer, wenn er auf mich gesprungen ist, die W unter mich gesetzt, also ausschließlich defensiv genutzt. Ab Level 6 hilft dir die Ulti, seinen Schaden wieder gegenzuheilen, der Trade sollte ab da immer positiv für dich ausgehen. Die Q kannst du da immer recht intuitiv verwenden, z. B. um Ganks abzuwehren. Sollte gegen Renekton genauso funktionieren.\n\nGegen Poke hast du, vor allem im early, eher schlechte Karten. Ich würde nicht zwanghaft versuchen, einem Jayce Schaden zuzufügen, sondern einfach versuchen, zu farmen.\n\nAls Mastery würde ich deathfires touch nehmen, da du viel Schaden über Zeit machst und nicht so 3-Hit-lastig bist, um thunderlords zu triggern.","replies":[]}]}