{"id":"qUe60s85","poster":"ninju7su","date":"2017-02-20T07:00:43.855+0000","title":"no Pain, no Gain","subforum":"Allgemeiner Chat","embed":{"title":"League of Legends-Matchverlauf","description":"Jedes Match erzählt seine eigene Geschichte; schaue in den neuen Matchverlauf von League of Legends, um zu sehen, wie diese ausgeht, und um andere an deinen Geschichten teilhaben zu lassen!","url":"http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3068096575/25358142?tab=overview","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":0,"body":"Moin,\r\n\r\ndieser Thread ist eine Art Storytime von einem Games das ich gestern hatte und den Grund, warum ich dieses Spiel leidenschaftlich gerne spiele. Es soll ein Gegenpol zu dem darstellen, was viele hier im Forum sonst so an diesem Spiel kritisieren, oder bemeckern oder beweinen etc.. Es gibt Flamer in Lol, Feeder, AFKler, Toxicspieler und vieles mehr. Man h&ouml;rt gejammer &uuml;ber das unfairere Spiel, die Elohell, das ADCs nutzlos seien, der bessere Jungler das Game entscheiden w&uuml;rde oder man als Supporter nicht carrien k&ouml;nne. \r\n\r\nMag sein das es Tendenzen in jede dieser Argumentationspunkte gibt, aber was man auch immer wieder liest ist, dass Teamplay, das Spiel entscheidet. Man muss nicht der beste Spieler sein oder die beste Aufstellung haben um zu gewinnen. Wenn man das, was man macht, als Team zusammen gut umsetzt. Gestern war f&uuml;r mich ein Paradebeispiel. Ein Spiel, dass ich nach der 3ten Minute im Kopf abgehackt hatte. Grund? Unser Lee Sin Jungle war offenbar tats&auml;chlich blind, da er nicht mitbekommen hat, dass das spiel gestartet ist _(AFK)_. Allerdings war ein Remake nicht m&ouml;glich, da er wohl erst nach dem Spielstart disconnected ist.\r\n\r\nWas macht man in so einem Moment? Genau,.. man trainiert etwas das Mikromanagment und versucht ein paar Plays zu &uuml;ben. Ich als Main-Supp _(in diesem Fall Nauti)_ habe mir vorgenommen, an meinem Roaming zu arbeiten und wollte trainieren, da es die Situation ohnehin erforderte, wie man Lanepressure mit ZZ-Rot _(standart, ich weis)_ aber auch dem Command-Banner erzeugt und wie man damit arbeiten kann. Als wir nach 25 Minuten immernoch gut darstanden, wir die Vayne immer mehr feeden konnten und sogar einen Objective-Vorteil aufbauen konnten fing das Team langsam an, noch konzentrierter zu spielen. Wir haben im Chat &uuml;ber m&ouml;gliche Optionen und Taktiken geredet und versucht, dass bestm&ouml;gliche rauszukitzeln aus dem Game. Ich denke jeder von euch kennt das, wenn ein Plan funktioniert _(Lux kennt das auf jedenfall)_. In diesem Fall haben wir zu viert einfach hervoragend synergiert und ein absolut geniales Play hingelegt. Lanes gepusht, Objectives geholt, schnelle Roams, gute Splitpushs und ich konnte es tats&auml;chlich nicht glauben als wir dann den gegnerischen Nexus explodieren sahen. Einfach ein gro&szlig;artiges Gef&uuml;hl!\r\n\r\nDieses Spiel wiederspricht allem, was man sonst permanent gesagt bekommt und deswegen fand ich es so atemberaubend. \r\n\r\nMan h&ouml;rt oft mit so vielen AFklern oder Feedern kann man nicht gewinnen. Wir haben 4 vs 5 gewonnen.\r\nDer bessere Jungler w&uuml;rde das Spiel meist schon entscheiden. Wir hatten nicht mal einen Jungler und haben gewonnen.\r\nADCs w&uuml;rden useless sein. Unser ADC wurde ins Lategame getragen und hat uns dann in den Win getragen.\r\nAls Support hat man kaum Einfluss und ist vom Team abh&auml;ngig. Ich habe mit meinem Build und Roams auf den Lanes mehr Druck aufgebaut als eine Hydraulikpresse.\r\nFlamer, Feeder, AFKler w&uuml;rden das spiel versauen. Das Problem ist halb so schlimm wenn man sich nicht daran aufh&auml;ngt. Klar ist es unsch&ouml;n in seinem Game solche Leute zu haben, aber man entscheidet selbst ob man das Spiel deswegen f&uuml;r sich surrendert und den Spa&szlig; verliert oder nicht. Gerade WEGEN dem AFKler war dies eins der besten Games die ich hatte _(der Lee wurde dennoch reported)_.\r\n\r\nAn dieser Stelle m&ouml;chte ich also auch noch einmal darauf verweisen, dass man nie aufgeben und best m&ouml;glich mit seinem Team arbeiten sollte, auch wenn es aussichtslos scheint. Dann kann man die unm&ouml;glichsten Spiele drehen. \r\n\r\n**Gerne w&uuml;rde ich auch von euch lesen, was f&uuml;r epische Momente oder Spiele ihr hattet oder warum ihr in diesem salzigen Gew&auml;ssern immernoch unterwegs seid. **\r\n\r\nSonst w&uuml;nsche ich euch noch einen sch&ouml;nen Montag ;)","replies":[{"id":"","poster":"Megamaexx","date":"2017-02-20T13:43:09.827+0000","up_votes":2,"down_votes":0,"body":"Leute wie du sind Schuld, dass andere an die Elo hell glauben! Warum? \nDer Graves aus dem Gegnerteam könnte sich durchaus gedacht haben, egal wie gut er steht, er steigt nicht auf, weil seine Mates feeden und nicht mal ein 5v4 gewinnen können.\nIch wette, dein Gegnerteam war schon toxic oder mindestens etwas salty, denn ein 5v4 zu verlieren, macht einem ziemlich zu Schaffen. \nAlso während ihr zu viert euer Ego gepusht habt, habt ihr 5 Egos richtig heftig kleingemacht.\nAus deiner Sicht natürlich schön, aus der anderen Perspektive ist das echt vernichtend.\n\nIch gönn dir den Sieg trotzdem, gg wp Beschwörer, aber ich wollte nur mal in Erinnerung rufen, dass es immer 2 Seiten gibt ;)","replies":[{"id":"","poster":"ninju7su","date":"2017-02-20T14:04:24.988+0000","up_votes":2,"down_votes":0,"body":"true story ^^","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2017-02-20T09:48:48.838+0000","up_votes":1,"down_votes":0,"body":"Bitte.   ; )\n\nHätte die Caitlin euer Spiel Niveau gehabt, wäre es eher für euch verloren gewesen. \n\nABER:\nDen Sieg habt ihr redlich verdient.  Ihr habt eure Möglichkeiten perfekt genutzt. Optimal gespielt. Den Lead errungen und konntet damit das Spiel zum Sieg tragen. \n\nGruß OT Becks","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-02-20T08:04:22.421+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nes freut mich für dich, das ihr das Spiel gewinnen konntet. Solche Games bzw Momente, wo man erst denkt: Verloren und dann doch als Sieger raus geht, sind einfach Klasse. \n\nAber sowas ist bei einem 4vs5 doch eher selten. Ich tippe mal auf ein Verhältnis von 1:10 . Wenn überhaupt. \n\nSicher, ihr habt ne spitzen Leistung abgegeben als Team.  Ich glaube aber nich das dein Roaming und ZZ Portal der Ausschlag für die 18 Tode der Caitlin sind, sondern eher die Tatsache, daß sie seit 2 Jahren auf Silber Niveau spielt und deine Vayne das konstant auf Platin Niveau tut. Aber das nur am Rande.\n\nWie gesagt, Glückwunsch. Ich hätte mir auch den Arsch abgefreut nach dem Match als Sieger raus zu gehen. 4vs5 muss man das erstmal machen.\n\nDir auch noch nen schönen Tag.\n\nGruß OT Becks","replies":[{"id":"","poster":"ninju7su","date":"2017-02-20T08:24:22.994+0000","up_votes":1,"down_votes":0,"body":"Danke :)\nUnterschätze aber nicht den Druck den man mit ZZ und Command Banner aufbauen kann. Du bist in der Lage damit 2 Lanes permanent unter Druck zu setzen und schaffst daher bessere Voraussetzungen für die Vayne überhaupt so stark zu werden und zu pushen. Klar hat sie eine wirklich gute performance hingelegt. Ob wir aber Teamfights 4 vs 5 gewonnen hätten,.. naaaah. Zum anderen bekommst du natürlich auch ein höheres Goldeinkommen + du kannst Objectives wie Baron oder Drak einfacher in angriff nehmen, da der Gegner einfach permanent eine Lane depushen muss.\n\nIst halt für das Makro-Managment in gerade so einer Situation unheimlich wichtig.","replies":[]}]}]}