{"id":"VPHkUEH4","poster":"warriortimo1009","date":"2017-02-18T23:52:36.776+0000","title":"Switcher-Der Mysteriöse","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Geschichte : Switcher , den seine Familie nach der Geburt vernachl&auml;ssigt hat , wurde von seinem Vater als Baby in den Gruben der Kluft zur&uuml;ckgelassen. Keiner kannte diesen Ort also konnte ihn auch niemand retten. Als ihn eine Familie von Laubhunden gefunden hat beschloss diese ihn aufzunehmen und ihn zu ern&auml;hren. Als Switcher 4 Jahre alt war fing er an sich kleidung zu suchen und da er sich immer mehr von der Laubhund-Familie abwandte wurden sie w&uuml;tend. Er musste weg , ganz allein . Er hatte nur seine Jagdk&uuml;nste und einen selbst geschnitzten Dolch mit dem er bis heute k&auml;mpft. \r\n\r\n\r\nPassive :Gegen den Jungle(Against the Jungle)  Normale Attacken machen 7,5% mehr Schaden auf Jungle-Monster.\r\nAlle Attacken machen 2,5% mehr schaden auf Jungler.\r\n\r\nQ : Switcher holt 3 mal aus , der 1. Stich macht 15% mehr Schaden , der 2. 30% und der 3. 50% mehr Schaden.\r\n\r\nW : (Passive ability) bei jedem Upgrade +7,5 Attack speed\r\n\r\nE : Um Switcher ist ein &#039;&#039;Energie-Feld&#039;&#039; auf dem Boden.Falls sich nach der Z&uuml;ndung , nach 4 Sek. , Gegner darin befinden Werden sie f&uuml;r 1,0 Sek. gestunnt und bekommen je nach Level der ability und Ad skllierung ca. 50-500 Damage . \r\n\r\nR : Switcher kann sich die R eines Teammitgliedes das bei ihm steht &#039;&#039;kopieren&#039;&#039; und hat die M&ouml;glichkeit diese f&uuml;r 20 Sek. zu aktivieren,bevor er diese aber benutzen kann wird er f&uuml;r 1,5 Sek. gestunnt.","replies":[{"id":"","poster":"Dammrott","date":"2017-02-19T12:06:28.447+0000","up_votes":1,"down_votes":0,"body":"Q - Mordekaiser W - Twisted Fate E aber schwächer  E - Ivern E/ Sion W R - Leblanc RR","replies":[]},{"id":"","poster":"KorSett","date":"2017-02-19T03:55:35.183+0000","up_votes":1,"down_votes":0,"body":"Passive und W sind mMn Gründe warum \"alte\" Champs reworked werden. Sie fördern kein Decisionmaking, die Ult (mMn müsste man das ganze Game dann sowieso nochmal um diese eine Ulti Reworken/Balancen) wird dann Höchstwarscheinlich in einen Lanecamp mit der bessten Ulti umgesetzt (Veigar, Garen, Karthus, Jhin). Lore, Name und Fähigkeiten zünden bei mir keine Richtung von Aussehen oder einer Natur des Champions die allem gerecht wird. Tut mir Leid zwar eine lustige Idee, aber ein eindeutiges \"Nein, Danke\" von mir.\nLG Sauerbraten","replies":[]},{"id":"","poster":"Chiyoo x Anzuu","date":"2017-02-19T00:13:50.396+0000","up_votes":1,"down_votes":0,"body":"naja finde das mit der ult eindeutig zu op, die q ebenfalls.. aber sonst ganz ok.","replies":[]}]}