{"id":"NB2VIKoo","poster":"TheEmirsch","date":"2017-02-18T08:39:42.228+0000","title":"Laggs seit Blackscreen!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebe community!\r\n\r\nIch habe ein problem mit meinem LoL. Ich war mitten in einem Ranked game und alles lief fl&uuml;ssig (200fps+) und pl&ouml;tzlich hatte ich einen Blackscreen. Ich konnte die sounds noch h&ouml;ren aber halt nichts machen. Als ich dann lol geschlossen hab um es zu restarten ist mir aufgefallen, dass alle meine Desktop programme komisch verutsch sind (Vielleicht kann das bei der Probleml&ouml;sung helfen). Als ich mein LoL dann wieder startete hatte ich unter 40 fps. Ich hab alles probiert! Einstellungen &auml;ndern, Treiber Updaten, Full repair und sogar lol neu installieren! Andere Spiele laufen komplett fl&uuml;ssig aber lol laggt halt! Meine fps gehen nur wieder hoch wenn ich im Fenstermodus spiele oder wenn ich am anfang von jedem game eine Skype Bildschirm &uuml;bertragung mache! (fragt mich nicht warum) Ich wei&szlig; echt nicht was ich tun soll und bitte um rat! \r\n\r\nMfG Emir","replies":[{"id":"","poster":"Saufautomat","date":"2017-02-18T08:55:25.632+0000","up_votes":2,"down_votes":0,"body":"Hallo,\nhast du Windows 10 auf deinem Computer? Dann versuch mal [GameDVR](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) zu deaktivieren. Es sorgt seit einer Weile für Probleme.","replies":[{"id":"","poster":"TheEmirsch","date":"2017-02-18T09:00:53.537+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnelle antwort! Ich habe aber schon jegliche xBox funktionen gelöscht..","replies":[{"id":"","poster":"Saufautomat","date":"2017-02-18T09:05:12.030+0000","up_votes":1,"down_votes":0,"body":"[Hier](https://support.riotgames.com/hc/de/articles/201752684-Fehlersuche-bei-niedriger-Framerate-FPS-) hast du einige Lösungsvorschläge, die du mal durchprobieren solltest.","replies":[{"id":"","poster":"TheEmirsch","date":"2017-02-18T09:09:07.064+0000","up_votes":1,"down_votes":0,"body":"auch alle schon probiert! nichts hilft.. :(","replies":[]}]}]}]}]}