{"id":"Lp3U8b4J","poster":"II3RDB4NG","date":"2019-05-19T07:47:04.552+0000","title":"Kurz nicht nachgedacht","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Eh, voll dämlich.\r\nHatte eben auf nem anderen Acc ein Spiel mit Zilean gehabt.\r\nUnser ADC war fast tot mit mir unter unserem Tower, da hab Ich geschrieben \"go die\" ihm speed und ulti gegeben.\r\nWie ist das mit dem KYS System, registriert es das, Ich Zilean war und wie es mit der Ult ist oder denkt es sich jetzt aha, na dann perma inc. ?","replies":[{"id":"","poster":"Raystlin82","date":"2019-05-19T08:07:26.403+0000","up_votes":3,"down_votes":0,"body":"erstmal gibts fuer kys zunaechst den zwei wochen ban und nicht gleich perma. mir ist etwas aehnliches auch mal passiert. ich weiss nicht mehr ganau die situation, aber ich hab auch \"go die\" zu jemand geschrieben (auf champion bezogen) und dann die schrecksekunde \"ach du scheisse, dass kann man ja jetzt wie kys auslegen\", hab mich dann auch direkt dafuer entschuldingt und gehoft, dass ich nicht reportet werde. passiert ist zum glueck nichts. ich denke \"die\" ist kein signalwort fuer das system, da man ja sonst nicht darueber reden kann wie oft jemand gestorben ist etc.\n\nso weit ich weiss, wirst du innerhalb von 15 minuten nach einem gerechtfertigten report vom system bestraft (gibt auch ausnahmen, wo es grosse verzoegerungen gibt, aber eher selten), wenn du also bisher nicht gebannt wurdest, dann kannst du aufatmen.\n\nund falls du doch wie auch immer dafuer bestraft werden wuerdest, kannst du ja immer noch ein ticket schreiben - ich denke, der support hebt dann sicher den bann wieder auf (wenn genau das, was du geschildert hast, den bann ausgeloest hat und du dir sonst nichts zu schulden kommen lassen hast).","replies":[{"id":"","poster":"Pure Cynicism","date":"2019-05-19T13:22:30.223+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=Lp3U8b4J,comment-id=0003,timestamp=2019-05-19T08:07:26.403+0000)\n>\n> erstmal gibts fuer kys zunaechst den zwei wochen ban\n\nQuelle?","replies":[]},{"id":"","poster":"II3RDB4NG","date":"2019-05-19T08:12:30.218+0000","up_votes":1,"down_votes":0,"body":"Mkay, ja, nö, Ich bin auf allen Accs sauber wie das Wohnzimmer eines Putzteufels {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2019-05-19T09:14:16.372+0000","up_votes":2,"down_votes":0,"body":"Die formulietung \"let them (oder Tower) kill u\" ist unverfänglicher und nicht viel länger.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-05-19T07:58:08.548+0000","up_votes":2,"down_votes":0,"body":"Solltest du dennoch einen Bann dafür erhalten, dann kannst du den Support anschreiben und es ihnen erklären, ich denke sie würden dich dann wieder entbannen. Immerhin bezog es sich rein aufs Spielgeschehen.","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-05-19T07:51:45.715+0000","up_votes":2,"down_votes":0,"body":"Versteht eigentlich Kontext, hatte ein Spiel auf einem anderen Account wo ich mich vertan hatte, jemand im Team hieß Gary und ich habe ,,gay\" geschrieben, bis heute keine Strafe.","replies":[]},{"id":"","poster":"II3RDB4NG","date":"2019-05-19T08:02:17.405+0000","up_votes":1,"down_votes":0,"body":"Mkay, es war außer /fullmute all am anfang auch das einzige was Ich geschrieben hatte.","replies":[]},{"id":"","poster":"II3RDB4NG","date":"2019-05-20T10:56:11.788+0000","up_votes":1,"down_votes":1,"body":"Lol, da heißen sogar Klans KYS und Ich trollo mach mich nass {{sticker:zombie-brand-facepalm}} \n\nhttps://de.share-your-photo.com/img/df8d59be4d.jpg","replies":[]}]}