{"id":"jhVHZAUj","poster":"Brutzler","date":"2017-02-17T22:46:13.093+0000","title":"Spiel Verschiebung von Samstag 18Uhr auf Samstag spätere Zeit..","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":1,"body":"Hallo liebe Schiris! Ich weiss es ist beim Samstagspiel nicht m&ouml;glich nach hinten zu verschieben, gilt das nur f&uuml;r den Tag, also nicht auf Sonntag z.B. oder ist das auch auf die Uhrzeit gemeint, also alles nach 18Uhr Samstag?!\r\n\r\nlg Brutzler","replies":[{"id":"","poster":"Elthision","date":"2017-02-17T22:57:24.124+0000","up_votes":2,"down_votes":0,"body":"Hey,\nVerschiebungen nach Hinten sind bei der Samstagsrunde deutlich schwieriger als bei der Sonntagsrunde. Alle Spiele der Samstagsrunde müssen abgeschlossen sein, bevor wir die nächste Runde startet. Wenn ein Spiel trotzdem einige Minuten später startet, ist dies natürlich noch lange kein Problem. 19 und 20 Uhr dürften auch noch klar gehen, aber benötigen unbedingt unsere Zustimmung. Wenn ihr unbedingt nach hinten verschieben müsst, dann versucht den Termin so früh wie möglich anzusetzen - ich kann euch aber keine konkrete Zeitlimite für morgen sagen, aber alles nach 23 Uhr dürfte ausgeschlossen sein.\nmfg Elthision","replies":[{"id":"","poster":"Brutzler","date":"2017-02-17T23:54:19.581+0000","up_votes":1,"down_votes":0,"body":"Ich habe mich mit einem Teamleiter von Nyanpassu (xIsamu) unterhalten und sie schauen ob sie auch eine 20Uhr Terminverschiebung hinbekommen. Falls das so ist ordne ich hiermit eine Terminänderung von 18Uhr auf 20Uhr an \"Wardens of the Galaxy\". Viell. können die Gegner dies hier bestätigen, falls es gelesen wird, ansonsten wie gehabt. (Falls ich selber nicht dasein werde wird Nimsane Federführend agieren)","replies":[{"id":"","poster":"xIsamu","date":"2017-02-18T08:16:41.051+0000","up_votes":1,"down_votes":1,"body":"Ich habe jetzt mit meinem Team Rücksprache gehalten und konnten uns auf einen Spielraum von einer Stunde einigen, also von 18 auf 19 Uhr. Mehr geht leider nicht, da teilweise die Tagesplanung von einigen Spielern von einer 18 Uhr Runde ausging.","replies":[{"id":"","poster":"Brutzler","date":"2017-02-18T08:54:39.902+0000","up_votes":1,"down_votes":0,"body":"Schade, dass nicht mehr Zeitpuffer nach hinten möglich ist, aber besser als nix, dann halt eben 19Uhr als neuer Termin. Bitte offiziel bestätigen liebe Adjudicators. Gruß Brutzler","replies":[{"id":"","poster":"GummibaumXYZ","date":"2017-02-18T10:33:54.898+0000","up_votes":2,"down_votes":0,"body":"Hallo ihr zwei,\ndie Verschiebung habe ich eingetragen. Damit ist diese also jetzt offiziell.\n\nViel Erfolg beim Spiel :)\n\nLieben Gruß\nGummibaum","replies":[]}]}]},{"id":"","poster":"Elthision","date":"2017-02-18T01:15:41.342+0000","up_votes":2,"down_votes":0,"body":"Damit diese Verschiebung von uns akzeptiert werden kann, muss das Gegnerteam sie bestätigen. Ich kann diese Verschiebung schlussendlich leider nicht übernehmen und deshalb werden andere Adjudicators sich darum kümmern. Ich hoffe, dass dies reibungslos funktionieren wird...","replies":[]}]},{"id":"","poster":"Brutzler","date":"2017-02-17T23:16:03.847+0000","up_votes":1,"down_votes":0,"body":"jo, danke für die fixe Antwort. wir werden das unter uns teams nochmal ausquatschen und teilen das dann hier auch mit. aber schön das so schnell und ausführlich geantortet wqird, großes lob bisher an euch für die turnier ausführung, klappt alles reibungslos!!!{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}