{"id":"1czwiFhf","poster":"Magicul","date":"2017-02-15T20:24:40.591+0000","title":"Kindred Item choices & generelle Spielhilfe","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":0,"body":"(Hilfe gesucht! (Mir ist bewusst, dass der Threadtitel nicht ganz korrekt ist))\n\n\nHallo Community, mein Name ist VoidShard und mein derzeitig meist gespielter Champ ist {{champion:203}}. \n\nIch war Silber 5 in S6 (zurzeit unranked) und hab ein paar Fragen bez&uuml;glich Item choices und zu der derzeitigen Spielweise des Champs.\n\nBitte beachtet, dass ich in den letzten 5-6 Wochen nicht wirklich aktiv gespielt habe (zumindest normals/ranked) und ich diverse &Auml;nderungen wie z.B. die &quot;neueren&quot; lethality changes nicht direkt mitbekommen hab.\nEs geht hierbei haupts&auml;chlich darum mir genug Infos und Tipps zu holen um endlich m7 mit ihr/ihnen zu erreichen und ranked-f&auml;hig jgl spielen zu k&ouml;nnen da ich seit dem Assassinen-Patch vermehrt Probleme hab.\n\nAls erstes werde ich mal meine generellen Masteries, Runen &amp; Items posten die ich benutze. **Vergesst nicht, dass das ganze hier in keinem nur erdenklichen Fall einen Guide darstellen soll sondern nur eine Nachfrage zur Verbesserung**. Ihr merkt vielleicht, dass die Auswahl der Items und Runen dabei relativ klein ausf&auml;llt. Hauptgrund daf&uuml;r ist einfach, dass die folgenden Optionen zurzeit halbwegs gut f&uuml;r mich funktionieren;\n\n**Masteries**: 18/12/0 Keyst.: Warlord&#039;s Bloodlust\n\n**Runen**: 3x Greater Quintessence of Attack Speed, 9x Greater Mark of Attack Damage, 9x Greater Seal of Armor, 5x Greater Glyph of Attack Speed &amp; 4x Greater Glyph of Magic Resist\n\n**Items**:\n{{item:1419}} ist f&uuml;r mich core bei den derzeitigen Werten.\nMovementspeed-Optionen fallen auf {{item:3009}} oder {{item:3006}}  wenn ich noch extra AS ben&ouml;tige.\nAls n&auml;chstes baue ich entweder {{item:3071}}  oder {{item:3156}}  je nachdem ob meine n&auml;chsten Hauptziele Bruiser/Tanks oder Mages sind.\nDarauf folgt meistens {{item:3085}}  oder{{item:3046}} .\nIm Anschluss baue ich {{item:3156}} sollte ich als erstes {{item:3071}}  fertiggestellt haben, au&szlig;er das gegnerische Team besteht rein aus AD woraufhin {{item:3022}} folgen w&uuml;rde.\n\nz.B.:{{item:1419}} {{item:3009}} {{item:3071}} {{item:3046}} {{item:3156}}  Beim Abschlie&szlig;en tue ich mir ein bisschen schwer au&szlig;er es sind Tanks oder Bruiser mit viel life reg. vorhanden dann f&auml;llt meine Wahl auf{{item:3036}}  oder Mortal Reminder.\n\nOptionale items an diversen Stellen: {{item:3139}} {{item:3026}} etc.\n\nEs gibt nun Items die ich seit deren &Auml;nderungen oder aus Prinzip nicht so oft baue obwohl mir wahrscheinlich jeder andere vor Wut eine klatschen m&ouml;chte weil ichs nicht kaufe. :D\n\n{{item:3142}} kaufe ich seit des Removals der active AS trotz der guten Passiv- und normalen Werte nicht mehr so oft auch wenn ich gefeedet bin. Ich muss hierbei erw&auml;hnen, dass ich in Bezug auf den lethality Wert noch keine wirklichen Erfahrungen habe.\n\n{{item:3153}} war immer schon eine meiner unbeliebteren Optionen. Die 40% AS sind zwar nett und gut aber mir kommt es fast so vor als w&uuml;rde man vom Lifesteal absolut NICHTS merken. Das mag zum einen davon kommen, dass ich das Item haupts&auml;chlich zu Zeiten gebaut habe wo ich weder den Champion wenigstens grunds&auml;tzlich verstanden noch Item actives wirklich genutzt habe. Zum anderen liegt das Problem hierbei vielleicht beim vergleichsweise niedrigen Grundschaden-Scaling des Champs.\n\n{{item:3053}} kommt von Zeit zu Zeit immer wieder vor. Ich bau es haupts&auml;chlich wenn ich zur&uuml;ckfalle und zu schnell sterbe. Trotzdem bin ich nicht wirklich &uuml;berzeugt davon auch wenn ichs bisher in 1-2 high Tier Builds gesehen hab.\n\nEin &quot;reiner&quot; Critbuild kommt f&uuml;r mich nicht in Frage da {{champion:203}}s Grundschaden-Scaling im Vergleich zu anderen ADCs eher niedrig ist und die Werte des Champions eine derartige Zusammenstellung nicht wirklich belohnen.\n\nIch w&uuml;rde hier um Rat bez&uuml;glich Itemerg&auml;nzungen und Austausch bitten da ich davon &uuml;berzeugt bin, dass es sicher bessere Optionen als die aufgez&auml;hlten gibt.\n\nWie sieht es mit einem lethality Build aus? Sprich Kernkomponenten: {{item:3147}}, {{item:3142}} &amp;Edge of Night + AS Erg&auml;nzungen.\n\nAls n&auml;chstes gibt es ein paar gameplay Fragen und Feststellungen.\n\n\"Optimaler\" Jungle Start: Auch wenn viele sagen {{champion:203}} h&auml;tten die jungle &Auml;nderungen nicht gut getan und man von den h&ouml;heren Elos h&ouml;rt, dass leashes der laner nicht mehr so h&auml;ufig auftreten, kommt es mir so vor als ob die Situation gar nicht so negativ ausgefallen ist. Im Gegenteil. Sollte man nen guten leash der/s laner/s bekommen kann es gut passieren, dass man nach knapper Zeit(ICH !SCHÄTZE! 1m 15sec) und 3 erledigten camps + marked scuttle mit vollem Leben den ersten Gank ausf&uuml;hren kann wobei ich fr&uuml;her sicher mit 3/4 des Lebens auskommen musste selbst wenn ich die camps halbwegs ordentlich gekitet hatte.\n\nStacks:\n1.) Auf wie viele Stacks sollte man vor Minute 20 ca. kommen? F&uuml;r mich erscheint das Ziel zwischen 6-8 Stacks erreichbar und ausreichend.\n2.) Der prozentuale Lebensschaden am Ziel pro Stack. Hier muss mich bitte jemand aufkl&auml;ren. Nach meinem Verst&auml;ndnis zieht man dem Ziel die prozentuale Anzahl seines Lebens proportional gleich steigend mit den Stacks (1 Stack = 1.25% Health dmg) ab. Wird dieser &quot;health dmg&quot; nun als true dmg oder physical dmg gerechnet? Es war mir dank des neuen practice tool m&ouml;glich innerhalb der Stunde die man Zeit hat 41 Stacks zu sammeln welche einem &quot;target health dmg&quot;-Wert von 51,25% per hit (AA) entsprechen. Warum sind dann targets wie Baron oder Elder keine 2-shots? Was verhindert bzw. manipuliert diesen Schaden? Oder wird dieser Schaden doch als physical dmg gerechnet? Oder fallen diese Neutrals nicht unter diese &quot;targets&quot;? Der gegnerische Bot war zu diesem Zeitpunkt immer ein 2 hit. Aber der z&auml;hlt nat&uuml;rlich nicht da der ja irgendwas gebaut &amp; getan hat.\n\nMir ist schon bewusst, dass eine derartig hohe Anzahl an Stacks wohl nie in einem normalen Spiel erreicht wird allerdings diente mir das practice tool nur zum erforschen der Passiven.\n\nDer Rest meiner Fragen bezieht sich eigentlich nur auf meine eigene Inkompetenz im Early \"unerwarteten\" {{champion:64}}  Qs auszuweichen und bei counter jungle Versuchen der Gegner W&auml;nde und meine Qs richtig zu verwenden. Habt ihr irgendwelche Tipps in Bezug auf dessen?\n\nIch hoffe, dass ich den Kindred Mains in den h&ouml;heren Elos nicht zu sehr die Augen beim Lesen verbrannt hab :D. W&uuml;rde mich sehr freuen &uuml;ber Antworten und Tipps.","replies":[]}