{"id":"mXBULrE4","poster":"HSS Anstrum","date":"2017-02-15T18:16:46.043+0000","title":"Dia 4 toplaner lf Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nwie ihr den Titel schon entnehmen k&ouml;nnt suche ich aktuell ein team\r\n\r\nZu mir:\r\n-Ich bin 20 Jahre alt\r\n-aktuell dia 4 s6 peak dia 2\r\n- ne menge tuniererfahrung (auch mit Erfolg)\r\n- spiele seit ende season 2 (ausschlie&szlig;lich toplane)\r\n- gro&szlig;en championpool (spiele immer Meta-Orientiert)\r\n- sehr viel erfahrung auf der toplane (auch im team), und kenne somit fast alle matchups auf der toplane\r\n- falls erw&uuml;nscht: shotcaller Erfahrung\r\n\r\nMeine Anforderungen:\r\n- Kommunikation, 5 stille Leute bringen nichts\r\n- den Willen hat sich zu verbessern und dabei auch Spa&szlig; zu haben\r\n- mehrmals die Woche trainiert am liebsten 3 fixe Tage + wochenende tunier/scrims\r\n- Ihr m&uuml;sst ein wenig flexibel sein, da es sein kann dass ich 1x unter der woche abends arbeiten muss, und dadurch das training auf einen anderen Tag verschoben werden m&uuml;sste\r\n- Alle Teammember 17+ full dia team (anfragen unter diamant werden nicht angenommen)\r\n- bestehendes team (w&auml;re w&uuml;nschenswert)\r\n\r\nDas wars erstmal, sollte auch hier reichen, wenn Interesse besteht einfach Ingame adden und auch anschreiben.\r\n\r\nMfG\r\nAnstrum","replies":[{"id":"","poster":"Gravost","date":"2017-02-16T07:39:27.826+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]},{"id":"","poster":"BauerOfEvil ","date":"2017-02-15T19:22:53.861+0000","up_votes":1,"down_votes":0,"body":"Hey Anstrum,\n\nDu suchst ein Team? Dann bist du hier ganz richtig!\nWir von Legion Esport ( www.legion-esport.de/index.php ) suchen Spieler für ein Team und du wärst genau richtig für uns.\nUnsere Ziele als Clan ist ESL fähig zu werden und an verschiedenen CUPS teilzunehmen.\nWir bieten : - einen Teamspeak\n                     - einen Coach\n                     - Prämien bei erfolgreichen Turnieren\n                     - und vieles mehr\n\nIch würde mich freuen wenn du dich melden würdest.\nBei fragen bitte hier melden: leon@legion-esport.de\n\nMit freundlichem Gruß\n\nCoach/Teammanager Legion eSport","replies":[]}]}