{"id":"lARgyM49","poster":"Gebudsan","date":"2017-02-15T10:12:32.343+0000","title":"Flex-Q richtig verstanden?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Ich habe jetzt etwa ne halbe Stunde gegoogelt und im Forum gesucht und bisher nur nicht zufriedenstellende Antworten bekommen weshalb ich hier nochmal direkt nachfrage. \n\nSolo und Flex-Q sind ja absolut unabh&auml;ngig voneinander wenn ich das richtig vestanden habe. \nBedeutet ich k&ouml;nnte in der Solo-Q Diamond Spieler sein und in der Flex in Bronze 5 rumkrebsen. \n\nNun frage ich mich wieso ich in der Flex so krass eingeschr&auml;nkt werde durch meine Elo. \nWenn ich ein f&uuml;nferteam auf die Beine stelle wei&szlig; jeder worauf er sich Elotechnisch einl&auml;sst. \nAls Beispiel nehme ich mal ein Team was so nicht zustande kommen kann wenn ich das richtig verstanden habe (alles Die FlexQ rankings): \n1. Spieler B4\n2. Spieler S2\n3. Spieler G2\n4. Spieler P1\n5. Spieler Challenger  \n\nNiemals geht das weil ja ein Bronze Spieler maximal mit Silver spielen kann oder nicht?\nDie Sinnlosigkeit in diesem System sehe ich vor allem in den verschiedenen Einstufungen der beiden rankings Solo und Flex. \nEs k&ouml;nnte in dem obigen Fall n&auml;mlich sein, dass der 1. Spieler der in der Flex in B4 geranked ist in der Solo in Diamond geranked ist. \nNun kann dieser Spieler sich nicht mit Freunden und bekannten aus der SoloQ schnell nach oben Spielen in der Flex, weil er einfach in der Flex nur mit Bronze und Silber Spielern spielen kann?!\nDas ist doch gerade das geile an der FlexQ dass sich jeder sein Team vorher zusammenstellen kann wie er will, da sollte es meiner Meinung nach keine Einschr&auml;nkungen geben. \n\nBitte berichtigt mich wenn ich das System falsch verstanden habe, was ich hoffe, aber so ist f&uuml;r mich das System der Flex nicht so wie es sein sollte. Klar kommen jetzt wieder Leute die sagen dann k&ouml;nnen die Challenger Spieler andere hochcarrien aber das sehe ich nicht so. Es m&uuml;sste halt Punkte f&uuml;r die Ligen geben. \nz.B.\nB5-B3 = 1 Punkt\nB2-S5 = 2 Punkte, \nS4-S2 = 3 Punkte \nusw. \n\nDann werden einfach die Punkte alle addiert und das ganze mit einem Team mit einer &Auml;hnlichen Punktzahl als Gegner gepaart und schon ist das ganze relativ ausgeglichen. \n\nIch selbst w&uuml;rde lieber mit einem Team voller G1 Spieler spielen als einen Challenger und vier B5-1 Spieler in meinem Team zu haben. \nUnd wenn von den Bronze Spielern dann drei eigentlich Challenger Spieler sind die einfach in der Flex noch nicht gespielt haben dann wird sich dieses Team und diese Spieler v&ouml;llig zurecht schnell nach oben Spielen. \nUnd wenn in diesem Team auch ein echter Bronze Spieler ist mit mehreren High elo Spielern dann wird sich dieser warhscheinlich auch sehr schnell verbessern da er viele Tipps seiner Mitspieler bekommt. \n\nWas meint ihr denn dazu? Wahrscheinlich wurde diese Diskussion schon 1000 Mal gef&uuml;hrt.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-02-15T10:19:36.853+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gebudsan,realm=EUW,application-id=ip27PlEH,discussion-id=lARgyM49,comment-id=,timestamp=2017-02-15T10:12:32.343+0000)\n> Bedeutet ich könnte in der Solo-Q Diamond Spieler sein und in der Flex in Bronze 5 rumkrebsen. \n\nDas wird nicht funktionieren. Selbst wenn du als Dia Spieler nicht wirklich ernsthaft spielst, wirst du immer mindestens in Gold sein. Und selbst wenn es so sein sollte, würde der Dia Spieler da mit 95% Winrate rausmarschieren.\n\nDie Limitierungen für die Queue gibt es eben, weil Riot festgestellt hat, dass es praktisch unmöglich ist, ein vernünftiges Matchmaking für Spiele aufzustellen, in denen Leute mit extrem verschiedener Elo miteinander spielen. Riot vertritt deshalb seit dieser Season die Ansicht, dass die beste Umgebung für solche Konstellationen Normale Spiele sind.","replies":[{"id":"","poster":"Gebudsan","date":"2017-02-15T10:33:11.961+0000","up_votes":1,"down_votes":0,"body":"Ja okay, aber es stellt sich mir jetzt eine Frage. \nNehmen wir an ich bin gerade auf Level 30 Gekommen, hab ne MMR von 1200, verliere wie es üblich ist meine ersten Spiele und komme in B4 an in beiden Ranglisten. Nun habe ich kein team und Spiele eine Season nur SoloQ. Am ende der Season bin ich, weil ich extrem schnell lerne in Platin 2. \nda ich aber durchgehend nur Solo gespielt habe ist meine FlexQ einstufung weiterhin B4, obwohl ich ja realistisch inzwischen P2 bin aber einfach nie Flex gespielt habe. \n\nNun fängt eine neue Season an, wird dann als Grundlage für meine Placements in der Flex Q meine Solo MMR genommen oder meine alte (viel zu niedrige) Flex MMR?\n\n\nich frage diese Frage weil ich momentan das Problem habe in der Flex in B5 geranked zu sein (nur die Placements gespielt, danach nie wieder) in der Solo aber S4 (da spiele ich halt und habe mich schnell wieder aus der B5 rausgespielt). Habe nun ein Team gefunden mit denen ich einige freie Spiele ausprobiert habe und wir sind uns einig dass wir gut harmonieren und auch ordentlich zusammen spielen. Nun können wir aber zusammen keine ranked machen weil 2 Spieler in der Flex in G5 und 4 geranked sind und meine Flex ja bei B5 liegt. \nIn der Solo könnte ich aber problemlos mit denen allen zusammenspielen, das ist doch bekloppt.","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-02-15T11:04:47.841+0000","up_votes":1,"down_votes":0,"body":"Wie das für die nächste Season aussieht, kann dir jetzt wohl keiner beantworten. Es kann ja auch gut sein, dass das Ranglistensystem wie fast jede Season geändert wird. Sollte es so bestehen bleiben, denke ich, dass für die Placements die MMR von der jeweiligen Queue benutzt wird. Solltest du dich während der Season dann so stark verbessert haben, würdest du zwar in der Flexqueue am Anfang ziemlich leicht gewinnen, aber auch dementsprechend schnell aufsteigen.\nWas deine jetzige Situation betrifft: Das ist natürlich ärgerlich, aber es ist nicht unüblich, dass zwischen Solo/Duo und Flex eine Liga Unterschied besteht. Ist ja letzendlich eher eine Frage, welche Queue du ernster nimmst und häufiger spielst.","replies":[]}]}]}]}