{"id":"Zw5iwTdh","poster":"Swegdoog","date":"2017-02-14T16:01:52.150+0000","title":"DieHosensöhne suchen neue Member","subforum":"Clans & Teams","embed":{"title":"Steam Community :: Group :: HOSENSÖHNE","description":"Unsere Main-Games sind: League of Legends Counter Strike Global Offensive Team Fortress 2 Chivalary Medivial Warfare Payday 2 Unsere Regeln: -Jeder ist willkommen -Was der Gruppenleiter oder der Moderator sagt ist Pflicht und Gesetz -Nervt den Gruppenleiter nicht!","url":"http://steamcommunity.com/groups/Hoesensoehne","image":"http://cdn.akamai.steamstatic.com/steamcommunity/public/images/avatars/fe/fef49e7fa7e1997310d705b2a6158ff8dc1cdfeb_full.jpg"},"up_votes":1,"down_votes":0,"body":"Wir sind noch ein sehr kleiner Clan, der nach neuen Member sucht.\r\n\r\nMomentan sind 4 Member und freuen uns &uuml;ber jeden der dabei sein will. Wir verstehen Humor von jeder Art, denn man muss es so sehen: &quot;Ein schlechter Witz kann lustig sein wenn er zu passenden Zeit gesagt wird und ein guter Witz kann schlecht sein wenn er zum falschen Moment gesagt wird.&quot;\r\n\r\nIhr stellt euch sicher ein paar Fragen,\r\n\r\nF: Muss man sich f&uuml;r den Clan bewerben?\r\nA: Nein, muss man nicht. Die Steamgruppe die verlinkt ist, ist offen f&uuml;r alle, JEDER ist willkommen\r\n\r\nF: Seid ihr richtig ernst drauf oder kann man sich &uuml;ber jeden und alles witzig machen?\r\nA: Man kann Witze &uuml;ber jeden machen wie verstehen schwarzen Humor, aber sieht es jetzt nicht als ein Clan der Fremdenfeindlich ist sondern einfach Witze macht BLOCK=(Fremdenhass, Nazismus, Diskreminierung &uuml;ber den Rahmen, u.s.w)=BLOCK. Wenn jemand sagt, dass man aufh&ouml;ren soll, weil es passieren kann, dass man zu weit geht, dann respiektiert diese Aussage und entschuldigt euch. Jeder soll sich wohlf&uuml;hlen.\r\n \r\nF: Regeln?\r\n-respektiert euch gegenseitig\r\n-Was die Admins und Moderatoren sagen ist Pflicht und Gesetz\r\n-Wenn ihr ein Problem habt fragt einen Gruppenadmin\r\n-Leute die dem Admin auf dem Piss gehen werden geblockt\r\n\r\nF: Kann ich um Skins betteln?\r\nA: Nein\r\n\r\nWer ist wer wenn ich mit jemanden zocken will\r\n\r\nLOL: Swegdoog - Steam: twitch.tv/xderdaniel99 (Admin)\r\nMain Ahri{{champion:103}} Ab und zu mit Graves{{champion:104}} \r\n\r\nLOL: DerZeppelin - Steam: BaronZeppelin\r\nSpielt gerne mit Warwick{{champion:19}}  und Jax{{champion:24}} \r\n&Uuml;berlegt sich Twitch{{champion:29}}  zu holen","replies":[]}