{"id":"lGY6vt14","poster":"MG Invictus","date":"2017-02-14T13:28:54.307+0000","title":"Ihr Wollte raus aus Low Elo ?","subforum":"Streams & YouTube","embed":{"title":"MG_Invictus - Twitch","description":"Twitch is the world's leading video platform and community for gamers. More than 45 million gamers gather every month on Twitch to broadcast, watch and chat about gaming. Twitch's video platform is the backbone of both live and on-demand distribution for the entire video game ecosystem.","url":"https://www.twitch.tv/mg_invictus","image":"https://static-cdn.jtvnw.net/jtv_user_pictures/mg_invictus-profile_image-4f158fac750431eb-300x300.png"},"up_votes":1,"down_votes":2,"body":"Hallo ich bin MG,\r\n\r\nIch streame nun schon seit paar Monaten und dachte ich erw&auml;hne das mal hier um mein Wissen mit euch teilen zu k&ouml;nnen.\r\nIch werde am Wochenende anfangen komplett das Spiel den leuten in der unteren schicht der Elo n&auml;her bei zu bringen.\r\nz.B:\r\n\r\n**- Wave Controll (Wann pushe ich wann Freeze ich lieber die Wave, wann und wie Zone ich den gegner, etc...)\r\n- Vesion Controll (Wie und Wo setzte ich wards gegen bestimmte matchups und bestimmten Gegnerischen Champions)\r\n- DMG Trading (Wann und wie Trade ich mit dem Gegner, Matchup Vor und Nachteile)\r\n- SummonerSpells (Timing, Nutzung, Welches Sums gegen welche Champions oder mit welchen Champions)\r\n- Map Awareness (Minimap Controll, Information Ausarbeitung, etc)\r\n- Matchup &amp; Scaling Champions (PowerSpikes von Champions, Scaling und Weakness der Champions)**\r\n\r\nIch selbst bin nur ein Dimaond Spieler, mal High Diamond mal Low Diamond... kommt auf die Meta an und wie sehr ich mich da anpassen kann. (Aktuell 7.3 gef&auml;llt mir ganricht aber halb so wild)\r\n\r\nIch hoffe ich werde einige von euch im Stream wieder sehen.\r\nFalls ihr benachrichtigt werden wollt k&ouml;nnt ihr mir gerne einen Follow da lassen welches euch dann anzeigt wann ich Online bin =).\r\n\r\nEbenfalls K&uuml;ndige ich es immer auf meiner Facebook &amp;Twitter seite an wenn ich Online gehe.\r\n\r\n**Facebook: https://www.facebook.com/MG.Invictus/ \r\nTwitter: https://twitter.com/MG_Invictus\r\n**\r\nEinen angenehmen Tag in der Kluft w&uuml;nsch ich euch =)\r\n\r\nMG InVictus","replies":[{"id":"","poster":"ViviD VooiD","date":"2017-02-14T13:41:39.376+0000","up_votes":1,"down_votes":0,"body":"nein ich wollte raus aus low elo alter, voll krass verkackt immer mit noobs im team. ich nicht konnte raus aus low elo alter hab leider keine krassen videos alter. bin noch voll in low elo mann","replies":[]}]}