{"id":"28fugEyg","poster":"Roxoras","date":"2017-02-13T09:31:05.151+0000","title":"[Rework-Vorschlag] Nunu","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Guten Morgen liebe Beschw&ouml;rer,\r\n\r\nIch m&ouml;chte hier mal meine Gedanken zu Nunu &auml;u&szlig;ern und ein paar (hoffentlich) nette Ideen zu Schrift bringen.\r\n\r\nFangen wir an. Nunu ist zur Zeit ein eher Antimeta Pick. Es gibt bestimmt Comps, wo er ein durchaus brauchbarer Pick sein kann (Gegner haben kein CC/Mobility), jedoch ist dies in den seltensten F&auml;llen der Fall.\r\n\r\nNunu sollte weiterhin als Jungler oder Supporter spielbar sein, seine Skills versuche ich teils anzupassen und teils komplett zu &uuml;berarbeiten.\r\nDa ich kein Balance-Experte bin, sind die Stats sehr wage, es geht mehr um die Art der F&auml;higkeit und um die Spielweise. Jegliche Zahlen sind nat&uuml;rlich Ideen und auf keinen Fall direkt als &quot;OP&quot; abzustempeln.^^\r\n\r\n______________\r\nFangen wir an:\r\n\r\n[Passive] B&auml;ndiger des Yetis: Sobald Nunu unter 25% seiner HP f&auml;llt, verf&auml;llt Willump in einen Blutrausch und regeneriert sofort 30% seines maximalen Manas. Zus&auml;tzlich erh&auml;lt er sofort 15% Movement Speed und seine n&auml;chste Nutzung von &quot;Eisblockade&quot; verursacht absoluten Schaden.\r\n\r\nDauer: 6-10 Sekunden, je nach Level\r\nAbklingzeit: 180 Sekunden\r\n\r\n[Q] Konsumieren: Willump bei&szlig;t ein St&uuml;ck aus einem neutralen Monster heraus und verursacht eine gro&szlig;e Menge an Schaden. Wird das Monster get&ouml;tet, erh&ouml;ht sich der Schaden von Konsumieren permanent um 10. Kleine Monster geben den halbierten Wert ab.\r\n\r\nAu&szlig;erdem kann Konsumieren nun auch auf Champions angewendet werden, verursacht zwar keinen Schaden, verlangsamt den Gegner jedoch f&uuml;r 2 Sekunden um 40%.\r\n\r\n[W] Eid der Yetis: Nunu w&auml;hlt sich einen Verb&uuml;ndeten aus, um einen Eid der Yetis zu schlie&szlig;en. Der ausgew&auml;hlte Verb&uuml;ndete erh&auml;lt daraufhin 25% Angriffsgeschwindigkeit. Pro Minute, mit dem der Eid aktiv ist und nicht unterbrochen wurde, erh&ouml;ht sich das Angriffstempo um weitere 1%.\r\n\r\nZus&auml;tzlich gibt es weitere Boni f&uuml;r die Dauer des Eids:\r\n\r\n10 Minuten: +3% Lebensraub f&uuml;r den Verb&uuml;ndeten Eidtr&auml;ger\r\n20 Minuten: + 5% Angriffsschaden f&uuml;r den Verb&uuml;ndeten Eidtr&auml;ger\r\n30 Minuten: + 40 Bewegungsgeschwindigkeit au&szlig;erhalb des Kampfes f&uuml;r beide Eidtr&auml;ger\r\n40 Minuten: Automatische Angriffe des Verb&uuml;ndeten verursachen nun zus&auml;tzlich 1% des maximalen Lebens der Gegner als absoluten Schaden.\r\n\r\n[E] Eisblockade: Nunu wirft einen Eisball in das gew&auml;hlte Gebiet, der bei Aufprall Fl&auml;chenschaden verursacht. Getroffene Gegner werden daraufhin verlangsamt und mit &quot;Wei&szlig;er Tod&quot; markiert (f&uuml;r 5 Sekunden)\r\n\r\nWei&szlig;er Tod: Sobald Nunu oder der Eidtr&auml;ger einen automatischen Angriff auf dem Gegner landen, Wird dieser f&uuml;r 1 Sekunde bet&auml;ubt, das Eis zersplittert und springt auf den n&auml;chsten Gegner &uuml;ber, der dann jedoch 1.5 Sekunden bet&auml;ubt wird. Falls kein anderer Gegner in der N&auml;he ist, verfolgt der Eissplitter den Gegner weiterhin, um nach 3 Sekunden erneut zu detonieren, was ebenfalls 1 Sekunde bet&auml;ubt.\r\n\r\n[R] Zorn von Freljord: Willump l&auml;sst einen Schrei los und entfesselt die Macht Freljords unter seinen F&uuml;&szlig;en. F&uuml;r die n&auml;chsten 5 Sekunden verursacht Nunu in einem kleinen Gebiet unter sich Schaden pro Sekunde und verlangsamt Gegner um 20%. Dieses Feld bewegt sich mit Nunu. Der Eidtr&auml;ger profitiert von Zorn von Freljord ebenfalls und erh&auml;lt innerhalb des Feldes 12% weniger Schaden.\r\n\r\nFalls sich nur ein Gegner im Gebiet von Zorn von Freljord befindet und kein weiterer Verb&uuml;ndeter, so verursacht das Feld am Gegner zus&auml;tzlichen Schaden.\r\n\r\n_______________\r\n\r\n\r\nSo, das wars an Ideen. Nun ein paar Anmerkungen, damit alles etwas aufgekl&auml;rter wirkt:\r\n\r\nGrunds&auml;tzlich kann Nunu sowohl als Jungler als auch als Supporter gut gespielt werden. Eisblockade verst&auml;rkt zudem das Teamplay und die Effektivit&auml;t im Kampf gegen zwei Gegner. Nat&uuml;rlich profitiert der ADC vom Eid der Yetis am meisten, daf&uuml;r ist der Skill auch gemacht. Ein lang anhaltender Eid sollte auch durch zus&auml;tzliche, kleine Boni unterst&uuml;tzt werden. Jedoch muss Nunu in der N&auml;he sein, damit der Eid wirkt. (Sprich kein Junglen und ADC gleichzeitig hochbuffen).\r\n\r\nNunu&#039;s Passive mag im ersten Augenblick sehr stark wirken. Jedoch sollte man bedenken, dass nur eine F&auml;higkeit absoluten Schaden verursachen wird und die Ulti Schaden pro Sekunde macht, sprich auch rausf&auml;llt als absoluter Schaden Kandidat. Eisblockade sollte das Bread n Butter sein von Nunu sowohl als Jungler als auch als Supporter.\r\n\r\nNunu&#039;s Ultimate konnte bisher sehr leicht unterbrochen werden. Damit dies nicht mehr so schnell geschieht, wird es ein Skill, der Nunu folgt und eben Schaden pro Sekunde verursacht und dem Eidtr&auml;ger einen kleinen Schutz vor Assassinen bietet. 12% kann im Lategame schon etwas bewirken. Der Wirkungsbereich wird im Vergleich zur aktuellen Ultimate ein wenig kleiner gemacht.\r\n\r\nNunu&#039;s Q bleibt fast so wie er ist, nur das er nun eine Stackkomponente bietet wie Nasus Q. Falls einem die H&auml;nde beim Ganken gebunden sind, sollte man  jedoch die M&ouml;glichkeit haben, diesen Skill entsprechend auszubauen. \r\n\r\nEin Kommentar zur Eisblockade [E]. Der Skill sieht in etwas so aus wie die Bombe von Ziggs oder die Granate von Heimerdinger, blo&szlig; eben als Eisball und ebenfalls mit Fl&auml;chenschaden. \r\n\r\nEisblockade Und Konsumieren ist auch sein Haupt Jungle Clear. Nunu wird selbst nicht mehr so ganz von dem W profitieren, dieser Skill ist als Support Nunu besonders m&auml;chtig. \r\n\r\nUm im 1v1 gegen andere Jungler eine Chance zu haben, verursacht die Ulti mehr Schaden pro Sekunde an Single Targets, die sich im Bereich der Ulti befinden.\r\n\r\n_____________\r\n\r\nSo das wars, meine H&auml;nde blutig geschrieben :P\r\n\r\nIch bin eigentlich darauf gekommen, weil ich erst vor Kurzem Nunu&#039;s Winrate sah und er ebenfalls relativ langweilig zu spielen ist, da die Ulti in den seltensten F&auml;llen durchgeht^^\r\n\r\nWas haltet ihr davon? Lasst euch von Werten/Zahlen nicht so stark blenden, das sind Vorschl&auml;ge, die Spielweise und die Idee dahinter ist wichtiger.\r\n\r\nVielen Dank f&uuml;rs Durchlesen\r\n\r\nRoxo","replies":[{"id":"","poster":"Rv Sabo","date":"2017-02-13T15:51:28.615+0000","up_votes":1,"down_votes":0,"body":"Ich muss schon sagen mir gefällt dieses Rework sehr gut, nichts ist überladen und gleichzeitig wirken die Fähigkeiten alle passend zu Nunu. Dass einzige was ich etwas kritisieren würde ist der 2. Stun vom e. Irgendwie wirkt mir dass ganze so als ob du nichts an der e falsch machen kannst wenn du sie einmal getroffen hast und zugleich stunt es einfach mal 2 Leute für mindestens 1 Sekunde oder 1 Person für 2,5 Sekunden. Aber ansich wirklich überzeugend.","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-02-13T12:02:03.907+0000","up_votes":1,"down_votes":0,"body":"bei der W wie unterbricht man den eid ? durch einen tot? durch aus der range laufen? weil 40 minuten beim eidträger stehen ist schon schwer ohne zu sterben und ich finde man sollte vllt 5%-7% lifesteal bekommen weil 3% ist sehr wenig für 10 minuten (natürlich nur wenn der eid unterbrechbar durch tot/ auser range laufen ist sonst total ok)","replies":[{"id":"","poster":"Roxoras","date":"2017-02-13T14:13:25.428+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HSG Helios,realm=EUW,application-id=L7E6lhzo,discussion-id=28fugEyg,comment-id=0000,timestamp=2017-02-13T12:02:03.907+0000)\n>\n> bei der W wie unterbricht man den eid ? durch einen tot? durch aus der range laufen? weil 40 minuten beim eidträger stehen ist schon schwer ohne zu sterben und ich finde man sollte vllt 5%-7% lifesteal bekommen weil 3% ist sehr wenig für 10 minuten (natürlich nur wenn der eid unterbrechbar durch tot/ auser range laufen ist sonst total ok)\n\nDa habe ich mich etwas falsch ausgedrückt. Unterbrochen werden kann der Eid nur durch Nunu selbst, beispielsweise den Buff auf einen anderen verbündeten Champion setzen. Das funktioniert so ähnlich wie bei Taric.\n\nGut wie gesagt über die Zahlen lässt sich spekulieren ab wann der Wert zu hoch ist oder nicht.","replies":[{"id":"","poster":"BurningHedgehog","date":"2017-02-13T15:00:55.629+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Roxores,realm=EUW,application-id=L7E6lhzo,discussion-id=28fugEyg,comment-id=00000000,timestamp=2017-02-13T14:13:25.428+0000)\n>\n> Da habe ich mich etwas falsch ausgedrückt. Unterbrochen werden kann der Eid nur durch Nunu selbst, beispielsweise den Buff auf einen anderen verbündeten Champion setzen. Das funktioniert so ähnlich wie bei Taric.\n> \n> Gut wie gesagt über die Zahlen lässt sich spekulieren ab wann der Wert zu hoch ist oder nicht.\n\nEvtl kann man den Eid so nutzen wie der Speer von Kalista nur das man ihn wechseln kann und dem Verbündeten der Markiert ist durch erneute Aktivierung einen Buff geben kann oder dem Gegner schadet o.ä.","replies":[]}]}]}]}