{"id":"Y803AUWs","poster":"MarFlow","date":"2017-02-13T11:47:56.607+0000","title":"PLATIN META MIDLANER SUCHT TEAM","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo Beschw&ouml;rer,\r\n\r\nMein Name ist Clemens, ich bin 18 Jahre alt und derzeit auf der Suche nach einem ambitionierten Team.\r\n\r\nWas ich mitbringe:\r\n- Teamf&auml;higkeit \r\n- gro&szlig;en Championpool (meta)\r\n- Kritkikf&auml;higkeit\r\n- Zuverl&auml;ssigkeit \r\n- derzeitige Solo/duo q elo: Platin 3\r\n\r\nWas ich mir w&uuml;nsche:\r\n\r\n- individuell verbessern\r\n- mein Teamplay und shotcalling verbessern \r\n- regelm&auml;&szlig;ige Trainingszeiten \r\n\r\nBei Interesse k&ouml;nnt ihr mich gerne adden oder kommentieren!\r\n\r\nLiebe Gr&uuml;&szlig;e \r\nGangplank v1","replies":[{"id":"","poster":"JG Aaron","date":"2017-02-13T13:09:51.499+0000","up_votes":1,"down_votes":0,"body":"Moin!\n\nMein Name ist Aaron und ich bin der Leiter von JupiterGamingNetwork.\nIch baue zur Zeit wieder neue Teams auf und suche noch einen Midlaner. Wenn du Interesse hast, dann melde dich doch mal bei uns! (Habe dich auch schon geaddet)\n\nPS: Ich kann nicht zaubern, dass heißt die Teams sind bestimmt erst ab 19.02.2017 bereit zum Training. Also ein wenig Wartezeit gibt es.\n\nEinen schönen Tag noch! :D","replies":[]},{"id":"","poster":"Gravost","date":"2017-02-13T13:52:33.762+0000","up_votes":1,"down_votes":1,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}