{"id":"6hhzwvtN","poster":" Queen Mønonoke","date":"2017-02-12T17:59:49.887+0000","title":"Hab LoL neu Installiert und kann es nicht Starten","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Liebe Beschw&ouml;rer ^^ ich habe folgendes Problem immer wenn ich LoL intalliere kann ich es zwar &ouml;ffnen, aber wenn ich auf Start klicke kommt eine Fehlermeldung: &quot;league of Legends has encountered a problem. Please re-install League alpha client to try again.&quot; Als ich LoL installiert hab, hab ich zu gestimmt den neuen Client mit zu installieren, aber ich blieb da auch beim Alten client und immer wieder wenn ich LoL deinstalliere und es wieder Installiere kommt diese Fehlermeldung immer wieder ^^ und wollte LoL neu Installieren da ich sonst immer 190 fps hatte im game und seit 2 Tage nun maximal 50-40 fps hab...  Hoffe es kann mir jemand weiter helfen :)","replies":[{"id":"","poster":"Vooid","date":"2017-02-13T10:04:14.156+0000","up_votes":1,"down_votes":0,"body":"Hallo PinkieBell,\n\ndas Problem hatte ich auch.\nEs liegt daran das du wahrscheinlich League of Legends nocht komplett Deinstalliert/Gelöscht hast. Ich schätze mal du hast einfach im Programm Manager auf \"Deinstallieren\" geklickt und fertig. Dass Löscht aber nicht alles, es bleiben Reste in den Programme oder Programme (x86) Ordnern. Diese musst du manuell löschen. \n\nAm schnellsten kommst du dort hin, indem du auf deiner League of Legends-Desktopverknüpfung rechtsklickts und \"Dateipfad öffnen\" wählst. Dann einfach alles makieren und löschen oder gleich den ganzen Ordner \"Rito Games\" (Achte aber darauf das deine Screenshots dabei verloren gehen, also sichere diese davor in einem anderm Verzeichnis). Fals das nicht funktioniert schau mal ob du in den Dokumenten noch Dateien liegen hast.\n\nAlso Deinstallieren -> Restdateien löschen -> Neuinstallieren.\n\nLG\nVooid","replies":[{"id":"","poster":" Queen Mønonoke","date":"2017-02-13T10:13:30.497+0000","up_votes":1,"down_votes":0,"body":"ich danke dir :)","replies":[]}]},{"id":"","poster":"Gin","date":"2017-02-12T22:26:21.110+0000","up_votes":1,"down_votes":0,"body":"Schau mal [hier](http://boards.euw.leagueoflegends.com/de/c/alpha-client-de/FQEZt1Ns-installationsfehler-please-re-install-league-alpha-client-to-try-again-fix) rein ;)","replies":[{"id":"","poster":" Queen Mønonoke","date":"2017-02-13T10:12:42.050+0000","up_votes":1,"down_votes":0,"body":"danke hat funktioniert :)","replies":[]}]}]}