{"id":"o9YMpVd4","poster":"Lymit","date":"2017-02-13T00:13:04.402+0000","title":"Dia5 main adc sucht team/oder duoq partner","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Zu mir:\r\n-ich spiele seit ca. season 3\r\n-bin kritikf&auml;hig und habe viel geduld\r\n-f&uuml;rs team: ich w&uuml;rde in einem teammatch oder generell nie jemand anderen flamen\r\nich versuche mein m&ouml;glichstes um meine aussage konstruktiv zu gestalten\r\n-mein championpool besteht aus  fast jedem marksman\r\n-ich habe sowohl team- als auch coacherfahrung\r\n-ich kenne die botlane matchups\r\n-besitze mapawarness\r\n \r\nfalls noch fragen sind oder interesse besteht einfach adden \r\n\r\ningame: Lymit","replies":[{"id":"","poster":"Gravost","date":"2017-02-13T14:52:31.753+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]},{"id":"","poster":"JG Aaron","date":"2017-02-13T11:05:58.758+0000","up_votes":1,"down_votes":1,"body":"Moin!\nMein Name ist Aaron, Leiter der Community JupiterGamingNetwork.\nIch bin gerade dabei neue Teams zu bilden und einen AD- Carry in höherer Elo könnte ich gebrauchen. Ich habe dir mal eine Freundschaftsanfrage geschickt.\n\nPS: Da ich gerade die Teams aufbaue, kann es sein, dass das Team erst am 19.02.2017 fest steht.\n\nEinen schönen Tag noch! :D","replies":[]}]}