{"id":"xd280P6T","poster":"RoyaI Fox","date":"2017-02-12T12:37:33.971+0000","title":"Platin 3 ADC sucht aktives TEAM","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nwill mich hier auch knapp halten .. wie schon im Titel angesprochen suche ich ein aktives Team. \r\n\r\nZu mir .. ich bin 21 spiele haupts&auml;chlich Cait - bin in dieser hinsicht aber absolut flexibel :) \r\nAlles weitere k&ouml;nnen wir dann &uuml;ber Teamspeak kommunizieren. \r\n\r\nAktuell ist meine SoloQ Liga Platin 3 \r\n\r\nBei Fragen k&ouml;nnt ihr euch jederzeit an mich wenden :) \r\n\r\nTheJamesRyan","replies":[{"id":"","poster":"JG Aaron","date":"2017-02-13T11:24:11.921+0000","up_votes":1,"down_votes":0,"body":"Moin!\n\nMeine Name ist Aaron und ich bin der Leiter von JupiterGamingNetwork.\nIch baue zur Zeit wieder Teams in unserer Community auf. Und einen AD- Carry kann ich immer gebrauchen. Wenn du Lust hast melde dich doch bei uns (Habe dich auch geaddet)\nPS: Ich kann kein sofort fertiges Team stellen. Aber ich denke bis spätestens 19.02.2017 sollte sich ein Team gefunden haben.\n\nEinen schönen Tag dir noch! :D","replies":[]},{"id":"","poster":"Gravost","date":"2017-02-12T12:54:37.398+0000","up_votes":1,"down_votes":1,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}