{"id":"YubvoeRf","poster":"NicoGamer33","date":"2017-02-11T16:00:38.894+0000","title":"Ramin - Der Gezeichnete Magier","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Passive: _Ausgeglichenheit_\r\nRamin kann sich und seine F&auml;higkeiten so anpassen, dass er seine Freunde unterst&uuml;tzen oder Gegner dominieren kann.\r\nEr hat vier Male: Eines steht f&uuml;r Mut, eines f&uuml;r Intelligenz, das dritte f&uuml;r Standhaftigkeit und das letzte f&uuml;r Konter.\r\nRamin hat vier Punkte, die er auf die Male verteilen kann. Jeder Punkt gibt ihm einen anderen Vorteil. Er kann jederzeit die Verteilung der Punkte nach seinen Belieben ver&auml;ndern. **(Visuell: &Uuml;ber seinem &quot;Profilbild&quot; sind vier kleine Kreise, auf die man draufklicken kann und somit die Punkte dort verteilt.)**\r\n_Mut_: Pro investiertem Punkt steigt das Angriffstempo und die kritische Chance um 2,5% an.\r\n_Intelligenz_: Pro invesitertem Punkt steigt die Abklingzeitverringerung um 1,25% und das maximale Mana um 25.\r\n_Standhaftigkeit_: Pro investiertem Punkt steigt die R&uuml;stung um 2,5%  und das maximale Leben um 25.\r\n_Konter_: Pro investiertem Punkt steigt die magische R&uuml;stung um 2,5% an und 1,25% des Schadens werden reflektiert.\r\nRamins F&auml;higkeiten skalieren auch auf den Punkten, die man auf die verschiedenen Male gelegt hat. Andere Male geben andere Effekte. \r\n**Am Anfang eines Spieles sind alle Punkte gleichm&auml;&szlig;ig auf die vier Male verteilt. Um einen Punkt zu l&ouml;schen rechtsklickt man das entsprechende Mal und f&uuml;gt mit linkslick einem anderen Mal diesen Punkt zu. Nachdem ein Punkt ver&auml;ndert wurde, braucht es 5 Sekunden bis wieder etwas ver&auml;ndert werden kann. **\r\n\r\nQ: _Blase der Hingabe_\r\nManakosten: 50/55/60/65/70\r\nCooldown: 9/8/7/6/5 Sekunden\r\nRamin wirft eine Blase, die wenn sie einen Verb&uuml;ndeten trifft ihm einen mittelstarken Schild f&uuml;r 4 Sekunden gew&auml;hrt. Au&szlig;erdem erh&auml;lt der Verb&uuml;ndete pro Punkt in Mut: 5 Lauftempo, Intelligenz: 10 Mana, Standhaftigkeit: 15 Leben, Konter: 2,5% R&uuml;stungsdurchdringung (also Lethality).\r\nWenn diese Blase einen gegnerischen Champion trifft, bekommt dieser ein negatives Schild f&uuml;r 4 Sekunden. Jegliche Heilung durch F&auml;higkeiten oder aktivierten Items (wie z.B. Redemption) wird zu Schaden. Dieser Schaden wird aber erst nach Ablauf des Schildes zugef&uuml;gt. Der maximale Schaden ist abh&auml;ngig von dem Leben des Gegners w&auml;hrend der Ber&uuml;hrung und Aktivierung der Blase. (z.B.: Wenn ein Gegner die Blase mit 759 von 2319 Leben aufhebt, kann er maximal 759 Schaden durch das negative Schild bekommen, wenn man ihn versucht ihn zu heilen. So gesehen kann man **nur** durch die Blase und Heilungen nicht sterben, da die eigene Lebensregeneration auch noch einsetzt.)\r\nFalls die Blase kein Ziel trifft, bleibt sie nach einem gewissen Wurfradius f&uuml;r 4 Sekunden auf dem Boden liegen. Die Bonuseffekte werden dadurch aufgehoben. Ebenfalls wird die Dauer des negativen Schildes bei Gegner halbiert. (Es k&ouml;nnen maximal zwei Blasen gleichzeitig existieren.) (Ramin kann nat&uuml;rlich auch die Blase aufsammeln.) (Die Reichweite der Flugbahn kann bestimmt werden.)\r\n\r\nW: _Strahl der Verminderung_\r\nManakosten: 25 pro Sekunde\r\nCooldown: 15/13/11/9/7\r\nRamin schie&szlig;t einen andauernden leicht beweglichen Strahl, der Gegnern schadet und Verb&uuml;ndete leicht heilt. \r\n_Pro Punkt in Mut_ werden Gegner um 12,5% f&uuml;r 2 Sekunden verlangsamt. Verb&uuml;ndete bekommen pro Punkt 2,5% Lauftempo und ihre AD werden um 5% erh&ouml;ht.\r\n_Pro Punkt in Intelligenz_ bekommen Gegner mehr magischen Schaden, au&szlig;erdem machen ihr Angriffe und F&auml;higkeiten 2,5% weniger Schaden (Dauer: nach Ende 2 Sekunden). Verb&uuml;ndeten erhalten pro Punkt und pro Sekunde, in dem sie im Strahl stehen, 1,25 Mana/Energie zur&uuml;ck.\r\n_Pro Punkt in Standhaftigkeit_, wenn sie das erste Mal von dem Strahl getroffen werden, f&uuml;r 0,25 Sekunden in die Luft geworfen. Verb&uuml;ndete erhalten ein Schild, dass auf ihrem maximalen Leben basiert. Das Schild h&auml;lt pro Punkt f&uuml;r eine Sekunde und basiert zudem auf 1,25% des maximalen Lebens (ebenfalls pro Punkt). \r\n_Pro Punkt auf Konter_ wird die R&uuml;stung und die magische R&uuml;stung des Gegners um 5% gesenkt (Dauer: nach Ende 1 Sekunde). Verb&uuml;ndete erhalten pro Punkt 2,5% Lebensraub und magischen Lebensraub (bin mir nicht sicher, wie es hei&szlig;t) (Dauer: nach Ende 3 Sekunden).\r\n\r\nE: _Taktiker_\r\n_Passive_: Wenn Ramins Leben &uuml;ber 50% seines maximalen Lebens sind, bekommen seine Angriffe einen Verlangsamungseffekt, wenn Gegner angegriffen werden. Er verlangsamt die Gegner um 2,5%/5%/7,5%/10%/15% f&uuml;r 0,5/0,75/1/,1,25/1,5 Sekunden.\r\nWenn Ramins Leben unter 50% seines maximalen Lebens sind, verschnellern seine Angriffe ihn. Er wird um 5%/10%/15%/20%/25% f&uuml;r 0,5/0,75/1/,1,25/1,5 Sekunden schneller. (Beides nicht stapelbar)\r\n_Aktiv_: Ramin vergr&ouml;&szlig;ert seine Angriffsreichweite. Dadurch machen seine Angriffe 25% weniger Schaden. Auch wird seine kritsiche Rate halbiert. \r\nWenn die F&auml;higkeit erneut aktiviert wird, verkleinert sich seine Angriffsreichweite wieder und die Boni werden aufgehoben. Falls Ramin mit einem Angriff einen Minion unter 5%/10%/15%/20%/25% des maximalen Minionlebens bringen w&uuml;rde, wird der Minion stattdessen get&ouml;tet. (Gillt nicht f&uuml;r Superminions)\r\n\r\nR: _Schlafimpuls_\r\nRamin dringt in die Tiefen des Verstandes ein und verursacht so einen tiefen Schlaf bei einem Verb&uuml;ndeten oder einem Gegner.\r\nNach Durchf&uuml;hrung erh&auml;lt Ramin f&uuml;r 5 Sekunden\r\n_pro Punkt in Mut_ 12,5 AD und 2,5% Lebensraub\r\n_pro Punkt in Intelligenz_ 6,25 AP und Manaregeneration +1\r\n_pro Punkt in Standhaftigkeit_ 5 R&uuml;stung und 12,5% Verlangsamungsresistenz\r\n_pro Punkt in Konter_ 5 magische R&uuml;stung und 2,5% Schadensreflektierung \r\nDiese F&auml;higkeit hat zwei seperate Cooldowns. \r\n_Auf Verb&uuml;ndete: _ Ramin l&auml;sst einen Verb&uuml;ndeten innerhalb von 3 Sekunden einschlafen. Dieser regeneriert &uuml;ber 7/5/3 Sekunden sein komplettes Leben und Mana/Energie. (Pro Sekunde erh&auml;lt er also einen Bruchteil seines fehlenden Lebens und Manas.) Der betroffene Verb&uuml;ndete kann das Einschlafen oder das Schlafen an sich unterbrechen, wenn er eine gewisse Taste dr&uuml;ckt. Ebenfalls wird der Schlaf unterbrochen, wenn der Verb&uuml;ndete Schaden bekommt (gillt nicht f&uuml;r Damage over Time oder Angriffe durch Minions).\r\n(Visuell gesehen klickt man auf das Portr&auml;t eines Verb&uuml;ndeten Champions und dieser schl&auml;ft langsam ein. Das Einschlafen bemerkt dieser, da der Bildschirm eine gewisse T&ouml;nung annimt. \r\nManakosten: 100/110/120\r\nCooldown: 80/70/60\r\n_Auf Gegner:_ \r\nRamin schie&szlig;t ein blitzschnellen Strahl, der den Ersten getroffen gegnerischen Champion innerhalb von 5/4/3 Sekunden einschlafen l&auml;sst. Die Dauer des Schlafes betr&auml;gt 1/2/3 Sekunden. F&uuml;r je 10% des fehlenden Lebens wird die Dauer des Schlafes um 0,5 Sekunden erh&ouml;ht. \r\nManakosten: 90/105/120\r\nCooldown: 160/140/120\r\n\r\n\r\n**Nachtrag:** Nat&uuml;rlich haben die F&auml;higkeiten auch AP (und AD) Skalierungen.\r\nEs sind nur waage Sachen, das hei&szlig;t f&uuml;r die &Uuml;bersichtlichkeit hab ich sie etwas konkreter gemacht, sind aber noch variabel.\r\nRamin soll eine etwas geringe Angriffsreichweite haben (obwohl er Fernk&auml;mpfer ist). Das &auml;ndert sich nat&uuml;rlich, wenn er die E aktiv hat.\r\nRamin soll auf einigen Lanes und nicht nur als Midlaner oder Supporter spielbar sein (muss aber nicht).\r\nEine Geschichte kann ich mir auch noch ausdenken, wollte aber jetzt nur mal die F&auml;higkeiten aufschreiben.\r\n(Gezeichnet hei&szlig;t in dem Fall nat&uuml;rlich: Vom Mal und vom Leben gezeichnet. Ist aber wohl klar.)\r\n\r\n_**Ich hoffe euch gef&auml;llt dieser Championvorschlag. Lasst doch gerne ein Kommentar und eine Bewertung da.**_","replies":[]}