{"id":"2FQRJE6H","poster":"DanionVibit","date":"2017-02-10T12:29:50.063+0000","title":"Autofill, Probleme und Lösungsansatz","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo Leute,\nda sich ja einige &uuml;ber das Autofillproblem auslassen und ich vorhin ein Beitrag geschrieben habe aber der Thread gel&ouml;scht wurde wollte ich diesen beitrag einmal hier zu Diskussion stellen.\n\nBei Autofill muss man verschiedene Blickwinkel annehmen...\n\nAuf der einen Seite sind die Spieler die sagen: ,,Autofill, weg mit dem dreck!&quot; und Leute die rumn&ouml;rgeln, dass sie zu lange warten, was erst ab Platin au&szlig;erhalb der sto&szlig;zeiten bermkbar war. \n\nJetzt muss Riot nat&uuml;rlich das Beste f&uuml;r alle Spieler finden.\n\nSie haben also mehrere M&ouml;glichkeiten:\n\n**1. Garnichts unternehmen**\nIch nenne dies auch die Selbsregulierungsmethode --- Wenn die Leute 20 Minuten warten, werden sich irgendwann genug Leute entscheiden mal hier und da ein Fill oder Supportspiel zu machen\n\nNachteil: Frust bei Spielern die kein Support spielen wollen, aber nur mal eben eine Runde spielen wollen\nFolge: Abbruch des Spielers und bei langfristigen Problem Spielerverlust\n\n**2. Autofill zu Flautezeiten**\nDies war die Methode aus der letzten Season und Preseason --- Spieler k&ouml;nnen nur dann autofilled werden, wenn es ein Mangel an Spielern f&uuml;r bestimmte Positionen gibt.\n\nNachteil: Ein Teil der Spielerschaft wird belohnt, die andere Benachteiligt... Nehmen wir Personen die normal Arbeiten gehen/zur Schule gehen diese wurden nie autofilled, da sie ja nur zu Sto&szlig;zeiten spielen konnten. Hier werden vor allem Spieler mit anderen Tagesabl&auml;ufen z.B B&auml;cker, Not&auml;rzte, Schichtarbeiter benachteiligt.\nFolge: Verlust der Spielerschaft, demotivierendes Konzept f&uuml;r ein Teil der Spielerschaft\n\n**3. Permanent Autofill**\nAktuelle Methode. Benachteiligt aber keine Spieler mehr direkt.\n\nNachteil: Spieler die kein Support spielen wollen, k&ouml;nnen m&uuml;ssen diese Rolle nun spielen.\nFolge: Toxische Spiele bei autofilled Personen, hohe Trollgefahr, niedrigere Gewinnchancen\n\n**4. Anpassen der unbeliebten Rollen**\nDie unbeliebtesten Rollen werden angepasst, damit die breite Spielerschaft daran Spa&szlig; hat. Dies w&auml;re ein harter Eingriff in die Spielbalance, da hier einiges ge&auml;ndert werden m&uuml;sste.\n\nNachteile: Ein gro&szlig;er aufwand seitens Riot\nFolgen: Mehr Spieler w&uuml;rden Support spielen, Balance m&uuml;sste sichergestellt werden, autofill k&ouml;nnte abgeschafft werden\n\nZu Punkt 1 - Sollte man nicht machen, ich habe letzte Season in Platin teilweise 30 Minuten warten m&uuml;ssen und als Arbeitnehmer war man da echt benachteiligt.\nZu Punkt 2 - Fand ich OK, aber es w&uuml;rde eben andere Spielergruppen treffen.\nZu Punkt 3 - Finde ich pers&ouml;nlich nicht gut (0% Winrate als Support ^^) aber neutral gesehen die beste kurzfristigste L&ouml;sung.\nZu Punkt 4 - Um so ein Elend zu entfernen unabdingbar, allerdings sehr sehr aufwendig.\n\n\n**Vorschlag**\nMan k&ouml;nnte ja um diese kurzfristige L&ouml;sung zu verbessern eine art Knopf zum Preisgeben seiner Rollen in der Championselect einf&uuml;hren. Das ist so ein wenig wie das Hand heben in der Schule. Du kannst in der Championselect deine eigentlich ausgew&auml;hlten Rollen und deine Winrate auf der dir zugewiesenen Position, f&uuml;r dein Team, anzeigen lassen. Entscheidet sich ein Spieler die Angaben anzeigen zu lassen, dann k&ouml;nnte jeder Spieler sehen worauf er sich einl&auml;sst und man h&auml;tte eine Verhandlungsgrundlage.\n\nVor- und Nachteile\nNachteil: \n- Spieler k&ouml;nnten von vornherrein demotiviert werden, denn es ist immernoch etwas anderes wenn ich sage &quot;Ich habe 0%/10%/20% Winrate&quot; als eine statistisch stimmende Anzeige die sagt &quot;Hey Leute, er hat 0%/10%/20% Winrate&quot;\n- Spieler k&ouml;nnten aufgrund von Drohungen (dodge, report usw.) gezwungen werden ihre Winrates/Positionen preiszugeben\n- Hohe dodge gefahr\nVorteil: \n- Man h&auml;tte eine echte statistische Angabe wodurch eine Verhandlungsgrundlage geschaffen wird.\n- Die Personen haben die freie Wahl die statistik Anzeigen zu lassen oder nicht\n- Die Personen haben die freie Wahl dieses Spiel zu spielen oder zu dodgen\n- Eine Transparenz f&uuml;r dein Team\n\nIhr k&ouml;nnt ja mal &uuml;berlegen ob sowas eine Bereicherung w&auml;re oder ehr eine Last =)","replies":[]}