{"id":"aq1vaPnp","poster":"inaccessiblex3","date":"2017-02-10T09:49:07.096+0000","title":"˙·•☆Suche Clan/Team!☆•·˙","subforum":"Clans & Teams","up_votes":2,"down_votes":4,"body":"Hey,\r\nIch suche einen Clan oder ein Team, mit dem ich ab und zu mal Spielen kann :3\r\nIch bin 18, Spiele meistens ADC und war letzte Season Silber 3, diese Season noch Unranked.\r\nWenn jemand lust hat einfach Adden:  inaccessiblex3\r\n\r\n {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Fear Thê Reaper","date":"2017-02-12T17:46:33.709+0000","up_votes":1,"down_votes":0,"body":"Hey!\nSchau doch heute mal bei uns vorbei, vielleicht findet du ja bei uns das was du suchst :)\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/XNuKa0Oy-tag-der-offenen-tur-customgames-bei-magicmirror\n\nbzw. wenn du es heute nicht mehr ließt :\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/KUEuxnGY-18-magic-mirror-auf-der-suche-nach-weiteren-familienmitgliedern","replies":[]},{"id":"","poster":"Gravost","date":"2017-02-10T10:01:48.645+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2017-02-10T10:02:38.899+0000","up_votes":1,"down_votes":4,"body":"Hallöchen inaccessiblex3,\n\nich würde dich gerne dazu einkaden, dir Mal unsere Community-Vorstellung anzusehen: [♣ ƝЄƦƊƧ ƓƠ ƇƛƧƲƛԼ ♣ Ü18 multigaming Community lädt zum Zocken ein ♣](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/RJ20YJXb-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n----\nDie Nerds existzieren seit April 2016 und machen vor allem gegen Abend die Kluft in Scharen unsicher. Elo, Skill oder Erfahrung ist uns dabei egal, denn für uns zählt der Charakter und das Verahlten unserer Mitglieder!\nWenn du also Lust auf eine aktive Community mit vielen freundlichen & respektvollen Mitgliedern hast, dann lass doch Mal eine aussagekräftige Vorstellung zu dir über unser [Bewerbungsformular](https://nerdsgocasual.de/menue-bewerbung) da!\n---\nLiebe Grüße,\nP0lyxena | Julia","replies":[]}]}