{"id":"t73nX1AE","poster":"Lagbeard","date":"2017-02-10T01:42:51.695+0000","title":"Gedanken über Runen","subforum":"Champions & Gameplay","up_votes":5,"down_votes":1,"body":"Gr&uuml;&szlig;e, Mitbeschw&ouml;rer!\r\nIch hab mir mal Gedanken &uuml;ber Runen gemacht :) \r\n __________________________________________________________________________\r\nDisclaimer: Dieser Thread enth&auml;lt Eigenschaften, die schwere allergische Reaktionen hervorrufen k&ouml;nnen. Dies beinhaltet einschlie&szlig;lich aber nicht ausschlie&szlig;lich: \r\n- Text\r\n- eine schreckliche Paint Grafik\r\n- Rechtschreibfehler\r\n- Dinge von denen ich behaupte, dass RIOT sie mal gesagt hat, ohne Quellenangabe\r\n- einen Bronzespieler\r\n- mit einer Meinung\r\n- und einer Idee\r\n- die noch nicht ausgereift ist\r\n_________________________________________________________________________________\r\nNa, denn mal los. Vorweg, ich wei&szlig;, dass RIOT bereits an einem Runenrework arbei-, &auml;h, naja, sie denken dr&uuml;ber nach. Irgendwann nach 2017. Was mich aber nicht daran hindert, mir selbst Gedanken zu machen was ich eigentlich von dem derzeitigen Runensystem halte, was ich erwarte, und wie ich es angehen w&uuml;rde. \r\n\r\nRunen sind im Moment einfach die Dinger, f&uuml;r die man IP ausgibt, damit man in den ersten 10 Minuten nicht zu Klump gehauen wird. Irgendwann hat man alle, und f&uuml;r viele Spieler, die lange dabei sind ist das nicht relevant. Doch relativ neue Spieler haben oft die Wahl zwischen einem interessanten Champ und 0,95 AD. Dieses System hat nichts mehr mit dem Ziel von RIOT zu tun, dem Spieler eine Art von Fortschritt zu ben&ouml;tigen. Es ist einfach nur im Weg. Dazu kommt der h&auml;ufige Eindruck, die Runen w&uuml;rden irgendwie nicht viel bringen. Nat&uuml;rlich ist ihr Einfluss im Earlygame unbestritten, aber wenn sie meinen Chmampion personalisieren sollen und meinen Spilstil erg&auml;nzen, w&uuml;rde ich mir einen Gr&ouml;&szlig;eren Einfluss w&uuml;nschen. Der dritte Punkt ist die un&uuml;bersichtlihckeit. Es gibt auf Tier 3 88 verschiedene Runen - Was Gro&szlig;artig w&auml;re, wenn ale zur Anpassung des Champions sinnvoll w&auml;re. Stattdesen gibt es jedoch ein oder 2 Runenbuilds f&uuml;r jede Rolle, und einige Sonderchampions mit individuellen. Trotz der gro&szlig;en Auswahl ist die ganze Geschichte also relativ festgefahren. \r\n\r\nIch w&uuml;nsche mir also f&uuml;r ein Runensystem: \r\n- M&ouml;glichkeiten der sinnvollen Spezialisierung meines Champions auf Spielphasen und Eigenschaften, die sp&uuml;rbaren Einfluss haben\r\n- Ein Fortschrittsmodell, bei dem ich nicht das Gef&uuml;hl habe, RIOT w&uuml;rde mir meine IP entziehen, damit ich frustriert Geld ausgebe\r\n- &Uuml;bersichtlichkeit und weniger, daf&uuml;r Wirkasmere Runen.\r\n\r\nWie habe ich mir das ganze Gedacht? Zun&auml;chst mal muss ich klarstellen, dass meine Idee alles andere als komplett durchgerechnet und ausgereift ist. Und ich bin mir bewusst, das die Runen und Methoden, die ich Vorschlage das Fortschrittsk- und Bezahlkonzept sowie die Spielbalance ver&auml;ndern weerden. Ohne weitergehende Anpassung von etwa 90% der Champs und mindestens der h&auml;lfte der Items wird das nicht funktionieren. Es ist ja nur eine Idee. \r\n\r\nZun&auml;chst das Grundmodell. Ich habe mir &Uuml;berlegt, ein System mit weniger Runen zu erstellen, die daf&uuml;r aber anders einsetzbar sind. Anstatt also eine gelbe Rune mit Leben und einer Blauen mit etwas weniger Leben habe ich mir Slots gedacht, in die sowohl gelbe als auch blaue Runen passen. Des weiteren w&uuml;rde ich es mir w&uuml;nschen, due Runen vor dem Spiel anpassen zu k&ouml;nnen, aber vermutlich ist das aufgrund von RIOTs Bezahlmodell nicht drin. Ich habe nichts gegen Inhalte, f&uuml;r die man bezahlt oder farmt, aber RIOT stellt an sich selbst den Anspruch, den Spielern etwas zu beiten, f&uuml;r das sich der aufwand lohnt. 0,95 AD klingen ehrlich gesagt nicht so dolle, auch wenn man nat&uuml;rlich kein echtes Geld investieren muss. \r\n\r\nhttps://picload.org/image/roicaiow/unbenannt.png\r\n\r\nWie gesagt, Potth&auml;sslich. Dient ja nur der Anschauung.\r\n\r\nEigentlich ganz Intuitiv: Rote Runen passen in rote, violette und Orangefarbene Slots, Blaue in blaue, Violette und Gr&uuml;ne, Gelbe in Gelbe, Gr&uuml;ne und Orangefarbene. Man kann also bis zu 12 Runen einer Farbe nutzen. Die drei Gro&szlig;en sind wie gewohnt Quintessenzen.\r\n\r\nKommen wir nun zum Kernaspekt, den Runen. \r\n\r\nDie Quintessencen sollen den Champion mit Groundstats unterf&uuml;ttern, um das Earlygame zu sichern. Ich habe sie zusammengeschurmpft auf \r\n- Flat Health\r\n- Flat AD\r\n- Flat AP\r\n\r\nIch habe &uuml;berlegt, MR und Armor ebenfalls aufzunehmen, mich aber dagegen entschieden, da man damit die fr&uuml;hen Flat Pen Powerspikes mancher Chmaps ruinieren k&ouml;nnte. \r\n\r\nDer Rest ist ziemlich Tricky. Die Frage ist, wie bekomme ich Runen, die im Sp&auml;teren Spiel relevant sind, aber im Earlygame nicht Overpowered? Dazu kann man verschiedene Dinge nutzen:\r\n- Prozentuale Erh&ouml;hung eines Wertes\r\n- Bonus-Resistenz-Durchdringung\r\n- Skalierungen\r\n- Cooldownreduktion\r\n- Grundwertmanipulation (Gef&auml;hrliches Thema, ich wei&szlig;)\r\n\r\nKonkret hei&szlig;t das: \r\n\r\nRote Runen:\r\n+ X% Bonus Armor Penetration (wie last whisper)\r\n+ X Base AS \r\n+ X% Bonus AD (Rabadons f&uuml;r AD)\r\n+ X Lethality\r\n+ X Base AD (eventuell skaling)\r\n\r\nDie ersten drei Varianten richten sich offensichtlich an ADCs. Ich wei&szlig;, dass man mit der Base AS Rune sehr vorsichtig sein  muss; Aber mit ge&uuml;gend Feintuning glaube ich dass es Funktionieren kann. Die Bonus Armor Pen Rune ist selbsterkl&auml;rend: Sie erg&auml;nzt den Last Whisper und ist eine absolute Lategamerune gegen Tanks. Gegen eher weiche Ziele und f&uuml;r Assassins ist offensichtlich die prozentuale Bonus AD Rune. Je mehr AD man kauft, desto effizienter ist die Rune. Lethality hat bereits ein eingebautes Skaling und richtet sich ebenfalls haupts&auml;chlich an Assassins. Base AD richtet sich an Bruiser mit Gesamt AD Skaling oder Trinity Force Tr&auml;ger. Aufgrund letzterer Tatsache bin ich mir auch nicht sicher, ob ich ein Skaling sinnvol w&auml;re. Vermutlich aber schon. Die Werte in denen ich mir das ganze vorstelle w&auml;ren um die 1,25-1,5 Bonus armor pen pro rune, \r\n\r\nBlaue Runen: \r\n+ X% Bonus Magic Penetration\r\n+ X% Bonus F&auml;higkeitsgrundwerte\r\n+ X% Bonus AP\r\n+ X Magicpen\r\n+ X% Cooldownreduction\r\n\r\nDie Begr&uuml;ndungen der jeweiligen Varianten entsprechen jeweils den Oberen. Mit X% Bonus Fahigkeitsgrundwert meine ich, dass bei zum Beispiel 10% ein Rang 5 Morgana Q einen Base Damage von 330 anstatt 300 hat. Im Prinzip werden dadurch alle wei&szlig;en Zahlen in Tooltips Modifiziert, auch Schilde und Heilungen. Diese Rune richtet sich speziell an Supporter oder Tanks, die &uuml;ber ihren Grundschaden gef&auml;hrlich werden und &uuml;ber wenig CC verf&uuml;gen.\r\n\r\nGelbe Runen:\r\nHier wirds f&uuml;r mich am schwierigsten, denn ich spiele selten Tanks, und habe keine Ahnung, was sie sich w&uuml;nschen. Meine &uuml;berlegungen gehen aber zu\r\n+ X Armor \r\n+ X Magic Resistance\r\n+ X Base Health regeneration\r\n+ X% Bonus Health\r\n\r\nSkaling Armor/MR halte ich f&uuml;r ungeeignet, da es kaum einen unterschied macht, ob man nun 200 oder 220 R&uuml;stung hat. Allerdings w&uuml;rde ich mich gerade in diesem Bereich &uuml;ber Vorschl&auml;ge freuen.\r\n\r\n\r\nProbleme: \r\nJa, mir selbst sind nat&uuml;rlich auch Probleme in meinen &Uuml;berlegungen aufgefallen. \r\nZum einen nat&uuml;rlich das Balancing. Ich halte die Art der Werte, die ich den Runen gab f&uuml;r realistisch, allerdings ist mir klar, dass sie tief in die Spielmechanik eingreifen und das Spiel f&uuml;r sie neu gebalanced werden m&uuml;sste.\r\nZum anderen ist man gezwungen, Runen mindestens 4 Runen in einer Farbe zu benutzen, die einem nichts bringt. Ein Ziggs hat von keiner roten Rune etwas. Ich habe dazu &uuml;berlegt, Flat Armor (Rot) und MR (Blau) einzuf&uuml;hren, bin aber noch unentschlossen, da ich wie schon erw&auml;hnt generll Probleme mit der Einsch&auml;tzung defensiven Runen habe.\r\n\r\nWie gesagt, es ist ein unausgereiftes Grundkonzept. Und ich habe diesen Thread nicht erstellt, weil ich unbedingt will, dass meine Gottgleichen Pl&auml;ne instant ins Spiel &uuml;bernommen werden, und RIOT mich zum Chef macht. Es macht mir einfach Spa&szlig;, mich mit LoL zu besch&auml;ftigen und mir so etwas asuzdenken. Falls das hier irgendwem noch so geht, seit ihr herzlich eingeladen euren Senf (oder Ketchup. Oder Mayo. Oder Cocktailsauce. Oder Schokocreme. Oder Eierlik&ouml;rtiramisuaromatisierte Sahne mit Pistazienkernen.) dazu zu geben :)\r\n\r\nBis dahin, LG, \r\nLagbeard","replies":[{"id":"","poster":"Good Guy Putin","date":"2017-02-10T15:32:09.663+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Idee echt cool, vor allem mit den roten Runen. Dadurch könnten ADC Tanks sogar Early und Mid Game etwas Schaden machen, statt sie nur zu streicheln. \nDa fehlen aber noch 3 Runen oder ist das Absicht?","replies":[{"id":"","poster":"Lagbeard","date":"2017-02-10T19:21:17.198+0000","up_votes":1,"down_votes":0,"body":"Meinst du die Braunen? Das sollen die Quints sein :D","replies":[{"id":"","poster":"Good Guy Putin","date":"2017-02-10T20:13:08.851+0000","up_votes":1,"down_votes":0,"body":"Das war mir schon bewusst. Ich meinte schon die Roten :D\nOder meinst du die fehlenden 3? Du hast da halt nur 27 Runen :P","replies":[{"id":"","poster":"Lagbeard","date":"2017-02-10T20:18:33.945+0000","up_votes":1,"down_votes":0,"body":"Achso, es sind absichtlich weniger Runenslots als heute. Der Übersicht halber und damit man nicht ganz soviele kaufen muss","replies":[{"id":"","poster":"Good Guy Putin","date":"2017-02-10T21:01:11.377+0000","up_votes":1,"down_votes":0,"body":"Dann hätte man auch auf 21 reduzieren können. So könnte man stärkere Runen machen und müsste sich auch weniger kaufen:P","replies":[{"id":"","poster":"Lagbeard","date":"2017-02-10T21:34:33.826+0000","up_votes":1,"down_votes":0,"body":"Ja, aber dann sind nicht überall gleich viele gemischte Slots\n {{sticker:slayer-jinx-wink}}  \nSymmetrie, Dude :D","replies":[{"id":"","poster":"Good Guy Putin","date":"2017-02-10T23:48:47.008+0000","up_votes":1,"down_votes":0,"body":"Stimmt auch wieder :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"KorSett","date":"2017-02-10T06:02:58.749+0000","up_votes":1,"down_votes":0,"body":"Also das Farben-Konzept find ich cool. Ansonsten finde ich es eigentlich gut das Runen das Lategame nicht zu sehr beeinflussen. Begründen würde ich das mit \"Metaplay\", denn wenn ich von einer Rune im Lategame noch etwas spüre wird es sehr schnell zu einer Perfekten Runenseite X für Champ Y hinauslaufen. Mit den Runen die nur Early das feeling ändern, kann man mMn doch einige Feinheiten oder schwächen abdecken. Zumal ich sowieso glaube das ein Eingriff ins Lategame vielen Champions das Gameplay ändern würde, was von Riot natürlich nicht gewollt wäre.\nTrotzdem fand ich den Ansatz mit gemischten Farben Konzept eine klasse Idee {{sticker:slayer-pantheon-thumbs}} \n\nLG Sauerbraten","replies":[]}]}