{"id":"noVAmIkQ","poster":"GuterAlterVision","date":"2017-02-09T09:08:17.890+0000","title":"APS Monitor - Self made Release","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Hi :), \n\nI wanted to improve my apm. Many coaches are talking alot about always move etc etc. however i find it quite hard to fokus on that all the time without any real feedback.\n\nThats why i made this tool.\nIn case i am NOT allowed to share any self made software here. Feel free to delete  or edit my post mods.\nI dont want any trouble by violation of the board rules\n\n\n\nFeatures:\n- Starts automaticaly with your game and shows the result during and after the game\n- counts clicks, keys, time total\n-calculates apm,cpm and kpm\n- displays it in a graph minute based\n- u can safe the graph as png image\n- and of curse its free\n\ni wrote it in.net c# this night.\n\n\nIf there are some ppl who want to use it i might expand the features (max score, hsitory... )\nAlso feel free to post own Ideas and Feedback :)\nSrry for my bad english\n\n\nIf anybody is concerned about security(virus or whatever) feel free to pm me. im more then happy to show the source code to anyone who wants to see it.\n(alternativly just decompile it since its c# :) )\n\n\nLink to source code:\nhttps://github.com/VisionEp1/APM-Monitor--Source\n(i just share it now)\n\n\nScreen to example game(aram ):\nhttp://imgur.com/a/Y7DII\n\nDownlaod Link:\nhttp://www.filedropper.com/apm-monitor\n\n( i can also upload it on other hosters if you want that one was the first that came up from google)\n\n\ninstructions: \n1.Extract zip file.\n2. Start exe File (before the game, during the game, in champ select, does not matter it starts counting once the game is running).\nYou can keep the programm open if you like it will automaticly count again next game.\n\n\nFeel free to share it, but please mention my name if you do so :)\n\nps: i can easily offer it for any other game as well.\n\n\n\nbest regards\nVision","replies":[]}