{"id":"IEXmEMy6","poster":"Cunall","date":"2017-02-08T22:32:03.590+0000","title":"Top laner für low competetive high gold-dia team gesucht","subforum":"Clans & Teams","up_votes":8,"down_votes":6,"body":"Hi Nico ( Littlelaudi) Jan (Avix Shieldox) Lukas ( NEW Froxy) und ich Max ( Cunall) suchen einen Top lane main der bereit ist im competetiven Bereich zu spielen und sich auf High gold &ndash; dia befindet da wir selber in diesem Bereich spielen. Wir sind ca 16 jahre alt und versuchen in den semi competetetive Bereich zu gehen. Wir werden in einem Monat bzw am 4-5 m&auml;rz an einem qualifier turnier f&uuml;r eine Liga spielen ( hier link rein ) in der es um Preisgeld geht. Pro wochenende wird es ein best of 2 oder 3 geben. Es gilt das gleiche system wie in der lcs bzw auch mit playoffs.\r\n\r\nZu uns Aufstellung :\r\nTop : Suchen wir high gold &ndash;  dia \r\nJung: Littlelaudi: gold 5 last season platin\r\nMid: Cunall:  Dia 5\r\nAdc: NEW Froxy platin 5 last season plat 3\r\nSupp : Avix Shieldox platin 5 last season dia 5\r\nUnsere Anforderungen:\r\n-    Nicht &auml;lter las 23 \r\n-    Gold 3 +   Meisten meta champs beherschen\r\n-    Ts sollte vorhanden sein mit einem nicht Ohrenschmerzen veraursachendem mic\r\n-    Motivation f&uuml;r eine l&auml;ngere Zeit im Team zu spielen das tryhardet\r\n-    Wenn wir euch picken solltet ihr bis zum Ende des Splits bei uns bleiben\r\n-    Entweder whatsapp Nummer oder Lol FRIENDS App zur kommunikation nebenbei haben\r\n-    Keine flamer as always nur konstruktive Kritik\r\n-    Trainingszeiten einhalten\r\nDie bot lane und unser mid laner also ich spielen schon seit dast einem jahr zusammen \r\n\r\nTrainingszeiten: \r\nDienstag/Donnerstag: 19-21 uhr\r\nSamstag: 14-18\r\nSonntag: 16-20\r\nBei interesse bitte ing adden","replies":[{"id":"","poster":"yabe","date":"2017-02-08T22:39:09.606+0000","up_votes":1,"down_votes":0,"body":"Hey, ich bin Gold 2 und bin Toplane und Support main. Ich adde dich mal morgen falls ihr interesse habt.","replies":[{"id":"","poster":"MM ZeceK","date":"2017-02-10T15:20:29.021+0000","up_votes":1,"down_votes":0,"body":"Hoffe Diamond 4 wird bevorzugt :)","replies":[]}]}]}