{"id":"h8mH5cpq","poster":"5weeds","date":"2017-02-08T09:14:15.185+0000","title":"Wie war das bei euch?!","subforum":"Spielerverhalten & Moderation","up_votes":27,"down_votes":1,"body":"Jeder Beschw&ouml;rer, egal ob Bronze 5, Platin 1 oder LCS Sieger, stand am Anfang seiner Beschw&ouml;rer-Kariere an diesen Punkt:\n\nWer bin ich?\n\nNein, ich spreche nicht von einer Identit&auml;tskrise &aacute; la Jason Bourne, sondern vom Beschw&ouml;rernamen.\nJeder Name ist einzigartig und selbst beim erneuten eintreten in die Liga, stellt sich immer wieder die Frage, wie man sich nennt.\nSchlie&szlig;lich ist dein Beschw&ouml;rername das pers&ouml;nlichste, dass du mit deinen Mitspielern teilst.\nSo ein Name kann viel &uuml;ber dich aussagen:\n\nBist du deutsch? (Kartoffelf&auml;nger)\nMagst du Pok&eacute;mon? (MagikarpUsedFly)\nWie alt bist du? (DerGamer1996)\n\nJeder Name erz&auml;hlt seine ganz eigene Geschichte!\nMeiner zum Beispiel:\n\nVor 4 Jahren habe ich extrem viel Battlefield: Bad Company 2 gespielt \n(ja, ich war eigentlich noch zu jung ^^&#039;)\n\nIn der Kampagne gab es einen jungen Privat mit Namen Sweets.\nIch konnte mich einfach sehr gut mit ihm identifizieren und ich mochte den Namen :)\nZu dem Zeitpunkt haben alle meine Kumpels LoL gespielt, naja dann hab ich also auch angefangen (ihr wisst ja wie das mit dem Gruppenzwang ist ;D)\n\nAls ich dann also meinen Beschw&ouml;rernamen aussuchen durfte, wollte ich mich nach dem Privat benennen, wusste aber mit meinen zarten 14 Jahren nicht, wie man &quot;Sweets&quot; schreibt, also wollte ich mich &quot;Sweeds&quot; nennen xD\nDa es aber in diesem Alter extrem Hipp war, irgendwelche Buchstaben mit Zahlen zu ersetzen, schmiss ich das S raus und nahm eine 5 mit rein.\nSo kam ich zu dem Namen 5weeds.\nLeider wusste ich mit 14 nicht was &quot;Weed&quot; hei&szlig;t und erst mit Jahren habe ich bemerkt, nach was eigentlich mein Name aussieht xD\nDa habe ich auch die ganzen Witze meiner Mitspieler verstanden ^^\n\nNaja, jetzt kennt ihr meine Geschichte, aber jetzt lasst mal eure hören ;3","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-02-08T10:28:48.935+0000","up_votes":9,"down_votes":0,"body":"Mein Name ist erst in League of Legends enstanden. In den meisten Spielen davor nannte ich mich Nox (oder irgendwelche Variationen davon). \n\nZu LoL bin ich durch einen Sportunfall bekommen, bei dem ich mir das Bein gebrochen habe...wohlgemerkt auf einem Airtrack, einer Art länglichen Hüpfburg auf dem man akrobatische Dinge trainieren kann, ohne sich zu verletzen...theoretisch. Ich habs trotzdem geschafft. \n\nDer Beinbruch hat dann dazu geführt dass Sport und ähnliches erstmal flach vielen, was meine sowieso schon recht großzügig bemessene Zeit vor dem Bildschirm noch erhöht hat. Recht schnell haben mich die Spiele die ich schon hatte angeödet und ich hab einen Freund gefragt, ob er mir irgendwas empfehlen kann. Er hat mir dann dieses seltsame RPG empfohlen, bei dem man irgendwie jedes mal neu leveln muss und man ganz viele verschiedene Charaktere spielt: League of Legends. Ich fand die Spielidee bescheuert, habs aber dann doch mal ausprobiert. Da ich nicht davon ausging das Spiel länger als ein paar Minuten zu spielen und \"Nox\" schon vergeben war, hab ich einfach den ersten behämmerten Wortwitz genommen, der mir eingefallen ist: Humpelstilzchen. Lustig, weil gebrochenes Bein und so. Haha -.-\nLeider war auch dieser Name schon vergeben. Also hab ich, genervt wie ich war, einfach einen Buchstaben weggelassen. War ja egal, wollte es ja nur kurz ausprobieren. \n\nTja...und dann kam alles anders und ich bin seit 7 Jahren hier und habe immernoch einen falsch geschriebenen schlechten Wortwitz als Name (der unausprechlich für alle nicht-deustchen ist), den ich jetzt auch nicht mehr ändern kann, weil er auf etwa 20 verschiedenen Tshirts, Hoodies und ähnlichem steht. Tja, shit happens. Naja, immerhin hat er einen gewissen Wiedererkennungswert. \n\nDie Moral von der Geschichte: Augen auf bei der Namenswahl!","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T10:34:11.613+0000","up_votes":4,"down_votes":0,"body":"Ich mag den Namen ^^\nDenn merkt man sich sofort und das fehlende n ist mir bis eben nicht aufgefallen xD","replies":[{"id":"","poster":"Dwarfheader","date":"2017-02-08T18:41:54.082+0000","up_votes":1,"down_votes":0,"body":"Mir auch nicht ^^ aber warum hast du so viele T-shirts und Hoodies?","replies":[{"id":"","poster":"Garenteed Win","date":"2017-02-08T23:29:36.464+0000","up_votes":2,"down_votes":0,"body":"Leader und Gründer der Liga der Gentlemen","replies":[]}]}]},{"id":"","poster":"AmazingJX","date":"2017-02-09T11:11:41.710+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=0009,timestamp=2017-02-08T10:28:48.935+0000)\n>\n> Mein Name ist erst in League of Legends enstanden. In den meisten Spielen davor nannte ich mich Nox (oder irgendwelche Variationen davon). \n> \n> Zu LoL bin ich durch einen Sportunfall bekommen, bei dem ich mir das Bein gebrochen habe...wohlgemerkt auf einem Airtrack, einer Art länglichen Hüpfburg auf dem man akrobatische Dinge trainieren kann, ohne sich zu verletzen...theoretisch. Ich habs trotzdem geschafft. \n> \n> Der Beinbruch hat dann dazu geführt dass Sport und ähnliches erstmal flach vielen, was meine sowieso schon recht großzügig bemessene Zeit vor dem Bildschirm noch erhöht hat. Recht schnell haben mich die Spiele die ich schon hatte angeödet und ich hab einen Freund gefragt, ob er mir irgendwas empfehlen kann. Er hat mir dann dieses seltsame RPG empfohlen, bei dem man irgendwie jedes mal neu leveln muss und man ganz viele verschiedene Charaktere spielt: League of Legends. Ich fand die Spielidee bescheuert, habs aber dann doch mal ausprobiert. Da ich nicht davon ausging das Spiel länger als ein paar Minuten zu spielen und &quot;Nox&quot; schon vergeben war, hab ich einfach den ersten behämmerten Wortwitz genommen, der mir eingefallen ist: Humpelstilzchen. Lustig, weil gebrochenes Bein und so. Haha -.-\n> Leider war auch dieser Name schon vergeben. Also hab ich, genervt wie ich war, einfach einen Buchstaben weggelassen. War ja egal, wollte es ja nur kurz ausprobieren. \n> \n> Tja...und dann kam alles anders und ich bin seit 7 Jahren hier und habe immernoch einen falsch geschriebenen schlechten Wortwitz als Name (der unausprechlich für alle nicht-deustchen ist), den ich jetzt auch nicht mehr ändern kann, weil er auf etwa 20 verschiedenen Tshirts, Hoodies und ähnlichem steht. Tja, shit happens. Naja, immerhin hat er einen gewissen Wiedererkennungswert. \n> \n> Die Moral von der Geschichte: Augen auf bei der Namenswahl!\n\nRichtig coole Geschichte","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-02-08T17:22:55.121+0000","up_votes":6,"down_votes":0,"body":"Meinen Namen trage ich schon eine ganze Weile. Ich habe mich irgendwo mal angefangen, Mäxx zu nennen. Ja, es ist eine billige Ableitung aus Max. 2x X weil cool^^ das ä hat es dank der englischen Aussprache da rein geschafft, denn einige meiner Klassenkameraden haben mich gerne mal als Mäxx (oder Mäx oder Max auf englisch, da gab es noch keine schriftliche Überlieferung^^) gerufen.\n\nAlso war ich erst mal Mäxx.\n\nNun wollt ich mich also eines Tages Mäxx in einem Browsergame nennen. Ging aber nicht wegen dem ä, also mal eben zu dem Kreuzworträtsel-ä umgewandelt (ae) und schön ging es. \n\nNun weiß ich nicht mehr so genau, warum das Mega dazu kam. Ich glaube, es hing ein wenig mit Superhelden zusammen und da super nicht zu meinem Namen gepasst hat, habe ich mich für das Mega entschieden. Das ist eh viel epischer ;) und der Name ziert mich jetzt seit etlichen Jahren :D","replies":[{"id":"","poster":"Sihari","date":"2017-02-08T21:02:42.675+0000","up_votes":3,"down_votes":0,"body":"Du weißt aber schon, dass du kein Held bist? ;P\nDu bist eher der verrückte Wissenschaftler oder so... xD","replies":[]}]},{"id":"","poster":"Sihari","date":"2017-02-08T11:20:20.232+0000","up_votes":6,"down_votes":0,"body":"Bevor ich jetzt mit meiner Geschichte anfange: Gut zu wissen, dass du nicht wirklich etwas mit Weed sein wolltest! xD Der Gedanke hat dich für mich immer etwas unsympatisch gemacht.... \\*hust*\n\nJetzt wo das gesagt ist, werde ich euch ein bisschen was von mir erzählen! °^° (Oder nennen wir es gleich eine Beichte?)\nEs fing alles an dem Tag an, an dem ich mit 14 zu meiner Jugendweihe einen eigenen Laptop bekommen habe. Meine beste Freundin, die schon viel länger einen PC besitzen und damit spielen durfte, hatte mich sofort dazu genötigt, dass ich mir *Fiesta Online* herunterlade und mit ihr spiele.\nGemeinsam haben wir dieses Spiel ewig gesuchtet und in der Zeit wurden wir auch Teil einer Gilde. Der Gildenleiter dieser wundervollen Gilde hatte damals einen weiblichen Mage erstellt, den er Sihari nannte und ich hab mich ein kleines bisschen in diesen Charakter \"verliebt\" (Soll heißen: ich wollte ihn haben und selbst nutzen, weil er nicht nur schnieke designed war und einen tollen Namen hatte, sondern auch schon ein super hohes Level hatte von dem ich nur träumen konnte... Also nicht dass ihr hier was falsches denkt! xD ) \nAls ich dann ca ein Jahr später einen Namen für ein Browsergame brauchte und alles was ich versucht habe schon vergeben war, habe ich es mit Sihari probiert. Der Name passte, aber mir war der \"Namensdiebstahl\" etwas unangenehm, weswegen ich es ersteinmal sein ließ und noch weitere Namen probierte. Die gingen aber auch nicht und nachdem ich mir eingeredet habe, dass mein Gildenleiter dieses Spiel niemals nie spielen wird und es niemals auffallen würde was ich da getan habe, habe ich den Namen bestätigt.\nDas ganze lief dann ein paar Jahre gut. In anderen Browsergames, bei denen ich mir ebenfalls sicher war, dass mein nun schon ehemaliger Gildenleiter es niemals merken würde, nutzte ich den Namen ebenfalls, so dass ich mir unter diesem Namen nun schon eine kleine Internetidentität zusammengebastelt hatte.\nUnd dann kam der schwierige Schritt: Die Liga der Legenden!\nDiesmal war ich mir absolut nicht sicher, ob mein Gildenleiter es nicht spielen würde und mich bei meiner Sündtat ertappen könnte... Beim erstellen meines Accounts habe ich also sehr lange überlegt und soooooo viele andere Namen ausprobiert. Aber jeder davon war entweder schon vergeben oder zu lang gewesen...\nAlso habe ich nach Stunden im selben Screen all meinen Mut zusammen gerauft und es mit Sihari probiert uns siehe da: es war frei. Es brauchte noch ein paar weitere Minuten, in denen ich im inneren mit mir selbst rang, bevor ich dann endlich bestätigte und mein LoL-Leben unter diesem \"geklauten\" Namen begann.\n\nManchmal habe ich noch immer ein schlechtes Gewissen wegen der Sache, aber wenn ich einmal ehrlich darüber nachdenke, dann würde ich sogar sagen, dass dieser Name mir nun viel mehr gehört als der Person, die sich den Namen zuerst ausgesucht hatte.\nUnter diesem Namen habe ich mein eigenes kleines bisschen Internetgeschichte geschrieben. Ich habe Freundschaften geschlossen, ich habe kleine Kunstwerke damit signiert und mir unter diesem Namen einen Namen gemacht. ( ;3 )\nWährend das Original für immer nur ein eingestaubter, nicht mehr genutzter Mage in einem eher schlechteren MMORPG bleiben wird...\n\nTHE END","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T11:41:19.422+0000","up_votes":2,"down_votes":0,"body":"Es ist mehr eine \"Ehrung\" als ein Diebstahl.\nIch bin mir ziemlich sicher, dass wenn dein alter Meister deine \"Beichte\" lesen würde, wäre er bestimmt gerührt ^^","replies":[]},{"id":"","poster":"Dwarfheader","date":"2017-02-08T18:36:40.827+0000","up_votes":1,"down_votes":0,"body":"Das ist meine eine echt coole Geschichte!","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-02-08T10:51:51.603+0000","up_votes":6,"down_votes":0,"body":"Ich weiß noch, wie mein bester Kumpel auf seinen LoL-Namen kam:\n\nIch hatte damals in der Schule n Hausaufgabenheft namens \"Häfft\".\nKennt vielleicht einer, da sind überall dumme Sprüche und Comics drin ^^\nAuf einer Seite (mittwoch glaub ich) gabs nen Auszug aus nem online-Chat und einer der Typen hieß \"Pommeswerfer\".\nIch und ma Kumpel haben den Namen unheimlich gefeiert.\nAls mich dann eben dieser Kumpel auf LoL brachte, hieß er eiskalt \"Kartoffelwerfer\" xD\nMein zweit Account heißt deswegen auch \"Kartoffelfänger\".\nDíe Kartoffeln haben dann immer die Botlane unsicher gemacht.\nLeider haben wir auch wie Kartoffeln gespielt ^^'","replies":[]},{"id":"","poster":"Babe Itz So Big","date":"2017-02-08T10:26:00.970+0000","up_votes":4,"down_votes":0,"body":"Soll ich wirklich? :D","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T10:34:33.836+0000","up_votes":1,"down_votes":0,"body":"Klar, hau raus ^^","replies":[{"id":"","poster":"Babe Itz So Big","date":"2017-02-08T10:47:43.971+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=00080000,timestamp=2017-02-08T10:34:33.836+0000)\n>\n> Klar, hau raus ^^\n\nEs hört sich schlimmer an als es ist, aber irgendwie bekomme ich immer IG Comments dazu, was oft sehr lustig und manchmal eben ... na ja, eher niveaulos ist (aber da könnte man ja auch sagen, tja selber schuld, aber das ist hier nicht das Thema).\n\nTatsächlich habe ich den Namen nicht von Anfang an, eher durch einen urkomischen IG Faux Pas.\nIch denke ein jeder kennt die Situationswitze, die eindeutig zweideutig sind, obwohl man eindeutig nicht das zweideutige zu sagen beabsichtigte.\nWie dem auch sei, wir spielen viel mit Engländern, Dänen etc. zusammen und sprechen demnach englisch. Gefeedete Gegner sind nunmal BIG und ich persönlich finde der Baron is auch ganz schön BIG!!! \n\nAusschlaggebend war, dass mein DuoQ Partner eines Tages mit der Namensänderung ThazWhatSheSaid vor mir stand.\nDa musste ich es tun. Seitdem findet man uns so auf der Botlane :D\n\nENTE.","replies":[{"id":"","poster":"Dwarfheader","date":"2017-02-08T18:43:52.405+0000","up_votes":3,"down_votes":1,"body":"Ich glaube ich könnte mich vor lachen nicht halten :-D nette Taktik ;-)","replies":[{"id":"","poster":"Babe Itz So Big","date":"2017-02-10T10:45:38.476+0000","up_votes":3,"down_votes":0,"body":"Ja, ein netter Nebeneffekt :D","replies":[]}]},{"id":"","poster":"5weeds","date":"2017-02-08T10:58:38.741+0000","up_votes":3,"down_votes":0,"body":"Haha xD\nNoch besseres Duo als Kartoffelfwerfer und Kartoffelfänger.\ngefällt mir ;3","replies":[{"id":"","poster":"Babe Itz So Big","date":"2017-02-08T11:00:09.095+0000","up_votes":2,"down_votes":0,"body":"Ja, ganz lustig zu was sowas manchmal führt.\nAch ja und unsere Mid Lane bei Flex ist WC Ente AktivGel.\n\nAber da musst du ihn selber fragen warum xD","replies":[]}]}]}]}]},{"id":"","poster":"iTz Alcosta","date":"2017-02-08T15:48:58.482+0000","up_votes":7,"down_votes":1,"body":"Soo, jetzt bin ich dran :D\nAlso mein Name geht für mich ewig weit zurück und zwar bis zu meinen ersten Gaming-Erfahrungen, nicht online Gaming, nur Gaming.\nIm Jahr 2009 hat mein Onkel mir zum Geburtstag ein Playstationspiel kaufen wollen und ist deshalb mit mir einkaufen gegangen, für mich war damals klar, dass es ein Fussballspiel sein soll.\nIch stand dann vor der Wahl entweder Pro Evolution Soccer 09 oder aber FiFa 09 zu bekommen, nach ewigem Überlegen entschied ich mich für PES, da ich FiFa schonmal bei einem Freund gespielt hatte und etwas neues wollte.\n\nAls ich dann eine Woche später, ja ich war ein Kind das seine Geburtstagsgeschenke immer erst am Geburtstag bekam, das Spiel in der Hand hatte und es zum ersten mal spielen konnte hab ich viel herumprobiert, ich hab alle Gamemodes ausprobiert... ausser einen. Der hieß WerdeZurLegende (ist vergleichbar mit dem FiFa Gamemode: Become a Pro), hier musste man seinen eigenen Charakter erstellen und ihn natürlich auch benennen, für mcih als 13jähriger damals war diese Charaktererstellung DAS Erlebnis. Ich habe herumprobiert, über 2 Stunden bis ich allein mit dem Aussehen und seiner Position zufrieden war. Heraus kam ein südlich aussehender Flügelstürmer.\nNun ich wollte dann starten zu spielen, jedoch hatte ich noch keinen Namen und keine Rückennummer, ich wusste aber, dass ich keinen Vor-und Nachnamen Spieler wollte, sondern einen mit Künstlernamen.\nIch wollte, das der Name einprägsam ist und das man sich vorstellen kann wie die Fans oder die Kommentatoren diesen Namen rufen, wie sie Messi rufen oder Ronaldinho rufen.\nNach einer Weile kam ich auf ALCOSTA, ein Name den man richtig über die Zunge rollen kann und der passend für ein südländisches Fussballtalent ist, ich habe den Namen direkt gefeiert und ihm meine Lieblingszahl als Rückennummer gegeben, die 79 (abgeleitet aus der 7 für den Flügelmittelfeldspieler und der 9 für die Hängende Spitze)\n\nVon da an habe ich diesen Spielstand über ein komplettes Jahr gesuchtet und viele meiner Charaktere in anderen Spielen ebenso benannt und hatte immer das Gefühl das der Name passt.\nAls ich nun Anfang Season 5 zu Lol kam, mein erstes (allerallererstes) Onlinegame btw, war dieser Name jedoch schon sehr veraltet für mich, er hatte damals schon 5-6 Jahre auf dem Buckel, und ich wollte etwas neues, also hab ich mich in meinem Jugendlichen Übermut nach meinem damaligen Youtube-Channel benannt, aber nicht nur das, ich habe hintendran auch noch YTB gehängt, damit jeder weiss das ich auf Youtube bin.\nUnter diesem Namen hab ich zwar einige meiner besten Online-Freunde kennengelernt, jedoch auch instant Mitte Season 5 einen Permabann kassiert (wegen flamen und afken)\nIch machte mir nun einen neuen Account und startete wieder, diesmal jedoch sehr auf mich bezogen, ich habe angefangen zu sehen, dass Fehler nicht bei anderen zu suchen sind, sondern bei mir und das ich Mitspieler so behandeln muss wie ich will das ich behandelt werde, denn LoL ist ein Teamspiel.\nNachdem dieser Account Level 23 erreicht hatte bekam ich von einem Freund der Riot-Mitteilungen sehr stark verfolgt in einem Gespräch beiläufig die Information mit, das Riot alle, oder die meisten punishments, die im Zeitraum der letzten zwei oder drei Monate passiert sind aufhebt.\n\nIch bin also nach Hause gesprintet, PC angeschmissen, versucht mich auf meinem alten Account anzumelden und siehe da, es klappte.\nIch weiss bis heute nicht warum sie diese Sperren alle aufgehoben haben, aber ich bin Riot sowohl dankbar dafür als auch für den Bann, weil der Bann hat mir einiges zu denken und zum Umdenken gegeben.\nAuf jedenfall, war ich nach einiger Zeit sowohl beschämt davon, das ich meinen lappigen Youtubeaccount preisgebe, als auch, dass ich mit einem Namen spiele der für mich keine schönen Erinnerungen mit sich bringt, wegen dem damaligen geflame.\nAlso wollte ich meinen Main in etwas benennen, das ich mit rein positiven Erinnerungen verknüpfe, weil ich auch rein positive Erinnerungen schaffen will.\nUnd da war er wieder ALCOSTA, der Gamername meiner Kindheit... jedoch vergeben :D also, deshalb iTz Alcosta, dieses iTz ist eine Abkürzung für it is und hat nichts zu tun mit dem brasilianischen Team Intz, nur so.\nDer Smurf den ich mir nach dem Bann zugelegt hatte wurde zu iTz AlcostaX (auf ihm switchte ich übrigens auch meine Mainrolle von Midlane/Toplane/ADC auf Support/Jungle/ADC) und ist inzwischen level 26, lol. :D\n\nMein vor kurzem erstellter dritter Account heisst übrigens ChaeY und bedeutet eigentlich nur J. (also auf englisch)\n\nMan sieht sich im Rift\nJohn aka Alcosta","replies":[{"id":"","poster":"iTz Alcosta","date":"2017-02-08T15:49:53.104+0000","up_votes":5,"down_votes":1,"body":"Oh Holy shiet ist das lang geworden","replies":[{"id":"","poster":"Dwarfheader","date":"2017-02-08T18:56:11.510+0000","up_votes":5,"down_votes":0,"body":"Ich habs trotzdem gerne gelesen. Das sind echt schöne Erinnerungen, die du da mit uns teilst, und deine Einstellung ist wirklich lobenswert.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:17:09.419+0000","up_votes":1,"down_votes":0,"body":"Absolut :D","replies":[]}]}]}]},{"id":"","poster":"AmazingJX","date":"2017-02-09T11:18:37.838+0000","up_votes":5,"down_votes":0,"body":"Also ganz ehrlich,  wie positiv das hier gerade ist gefällt mir außerordentlich gut,  endlich mal wo nirgends was schlechtes gesagt wird","replies":[]},{"id":"","poster":"Jastol","date":"2017-04-06T07:00:56.410+0000","up_votes":4,"down_votes":0,"body":"Mein Name ist mal bei einem vernebelten Abend an der X-Box beim Red Fraction zocken mit Freunden entstanden. Ich hieß vorher seit meiner Jugend Psicho. \n\nNe Freundin hat dann rumgenörgelt, dass Ihr kein guter Name einfällt und Ich hätte ja meinen schon ewig. Also habe ich die Idee gebracht, dass sich jeder nen Neuen Namen überlegt. Mein Ergebnis war eine dumme Verflechtung von Buchstaben oder besser gesagt Jastol -> Just A Stupid Twist Of Letter.","replies":[{"id":"","poster":"ELOW Cronos","date":"2017-04-06T07:07:03.036+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jastol,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=003e,timestamp=2017-04-06T07:00:56.410+0000)\n> Jastol -> Just A Stupid Twist Of Letter.\n\nHaha den Namen feier ich xD","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-02-08T21:04:55.661+0000","up_votes":4,"down_votes":0,"body":"Mein Name ist genauso alt wie meine Karriere als OnlineGamerin, nämlich mehr als 10 Jahre. \n\nUnd zwar habe ich damals, sowie heute noch, sehr gerne Animes geschaut. Mein erstes Onlinegame damals war Flyff. Ich habe es über viele viele Jahre gesuchtet. Zur Zeit der Registrierung habe ich sehr gerne Inuyasha geschaut. Dort gibt es einen Charakter mit Namen Ayame, eine junge Frau die unter Wölfen lebt. Ich fand sie immer toll und habe auch ihr Äußeres sehr gemocht. Zudem find ich Wölfe toll. :D \nDa mir persönlich der Name Ayame nicht gefiel wandelte ich ihn in Ayume um. Diesen Namen gab es in Flyff aber bereits also musste ein Zusatz her. Buchstaben wie xXNameXx oder Zahlen fand ich schon immer nicht schön, also nahm ich das englische Wort für Engel, was ich irgendwie sehr passend fand. Und so enstand Angel Ayume.\n\nErst viele Jahre später erfuhr ich, dass Ayume leider kein echter japanischer Vorname ist. Meinen Namen jetzt aber nur deswegen in Angel Ayumi umzuändern finde ich nicht richtig, weil ich mir quasi eine Identität damit aufgebaut habe und in jedem OnlineGame das ich bisher gespielt habe Ayume genutzt habe. In meinen Ohren kling Angel Ayumi auch irgendwie falsch. :D  Auch in Konsolenspielen in denen man dem Protagonisten einen eigenen Namen geben kann nehme ich immer Ayume. \nAyumi als Name finde ich aber auch sehr schön. :3\n\nKleiner FunFact: Sowohl auf Flyff als auch auf League of Legends hat mich mein Bruder gebracht. xD (Hier in LoL unter dem Namen ChaosRiku bekannt. Seine Namensgebung ist ebenfalls hier zu finden. :D)","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:02:46.045+0000","up_votes":1,"down_votes":0,"body":"Cool ^^\nWobei ich bei Angel-Namen immer zwei mal hingucken muss.\nIch denk immer erst an die Angel, wie bei Angel Jax xD","replies":[{"id":"","poster":"Angel Ayume","date":"2017-02-10T13:25:32.366+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=00240000,timestamp=2017-02-10T07:02:46.045+0000)\n>\n> Cool ^^\n> Wobei ich bei Angel-Namen immer zwei mal hingucken muss.\n> Ich denk immer erst an die Angel, wie bei Angel Jax xD\n\nxDD Also irgendwie würde das aber nicht passen. Wer packt sich schon die Angel in den Namen? xD \n\nWenn ich Angel lese, lese ich als erstes immer das englische Wort für Engel auch wenn es eig tatsächlich die Angel bedeuten soll.","replies":[]}]}]},{"id":"","poster":"MacDeath","date":"2017-02-08T19:29:56.361+0000","up_votes":4,"down_votes":0,"body":"Mein Name ist an sich etwas kreativer als er aussieht. Sein Ursprung hatte eine Geschichte die ich in der Schule gelesen habe über den Mann/König/Mörder MacBeth welche ich sehr interessant fand aber überhaupt nicht gerafft habe.\n\nWeil ich den Namen cool und schlicht finde und er auch einen tieferen Bezug mit meiner Person und meinem Online-Spielverhalten hat, habe ich ihn nie abgelegt.","replies":[]},{"id":"","poster":"Ehren Teemo","date":"2017-02-08T10:16:01.664+0000","up_votes":4,"down_votes":0,"body":"Also mein erster name \"LavaKeks64\" setzte sich aus dem Item Lavakeks und der 64 der N64 zusammen ;D\nmein zweiter name \"TDC Lizart\" ist eine Anspielung darauf das ich um leute zu ärgern lizard immer mit T gesprochen habe ;) (aus ihm entstand auch mein spitzname Lizi)und meine community das kürzel TDC hat\nmein dritter name \"TDC Hibana\" stammt aus R6S wir haben ranked gespielt ich war letzter überlebender gegen komplettes gegener team , habe hibana gespielt und sagte \" wenn wir das gewinnen nenne ich mich in lol TDC Hibana ... ich gewann das 1vs.5 ...\nmein aktueller name xLumos ... nunja ich habe meiner supporterin den vorschlag gemacht das wir uns ähnlich bennen und ihre freundin gesellte sich dan auch noch dazu ... nun sind wir xLumos, xNox, xCrucio","replies":[{"id":"","poster":"XenesisCH","date":"2017-02-08T10:50:53.210+0000","up_votes":1,"down_votes":0,"body":"Dann würde ich mich xExpelliarmus nennen :))","replies":[{"id":"","poster":"eingew","date":"2017-02-08T11:15:50.516+0000","up_votes":4,"down_votes":0,"body":"Nicht xPelliarmus?","replies":[{"id":"","poster":"XenesisCH","date":"2017-02-08T11:27:05.761+0000","up_votes":1,"down_votes":0,"body":"Von der Aussprache würde es keinen Unterschied machen und der Zauberspruch würde richtig wirken und optisch viel besser^^. Denke das würde auch passen, aber weiss natürlich nicht, ob es Kriterien gibt wie \"exakte\" Schreibweise :)","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2017-02-08T10:37:07.106+0000","up_votes":4,"down_votes":0,"body":"Mein erstes Onlinespiel war Siedler 3. Ich und mein Nachbar wollten damals zusammen online zocken und er hat mir die nötigen Installationen vorgenommen, als er mich dann nach dem Nicknamen fragte, sagte ich dann so etwas wie  \"böhh keine Ahnung, mir fällt nichts ein\", er hat dann sein \"zweit Nickname\" bzw. Xenesis eingegeben. \n\nSeither ist dies mein Hauptnickname für alle Onlinespiele, welche ich bisher gespielt habe, geblieben. Das \"CH\" hat sich mit der Zeit noch ergeben, da der Nickname \"Xenesis\" bereits vergeben war, ihr könnt ja mal raten was das über mich aussagt :P. \n\nVor etwa zwei bis drei Jahren haben wir (ich und mein damaliger Nachbar) herausgefunden, dass wir beide LoL spielen. Er war übrigens angenehm berührt davon, dass ich immer noch den gleichen Nicknamen benutze, welcher er mir damals gegeben hat :)).","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2017-02-08T09:41:58.170+0000","up_votes":4,"down_votes":0,"body":"Mein Name is alt, beinahe so alt wie meine Online-Zockerkarriere (so ca 10 Jährchen dürften das schon sein). Als ich das erste mal ein Onlinegame spielen wollte, musste ich mir dazu nen Steam Account erstellen. Mir wahr schon damals klar das ich einen Namen wollte, mit dem ich mich identifizieren konnte und der cool klingt. \n\nWichtig war mir auch das er Universell zu verschiedenen Genres und \"Typen\" passt. Er musste also sowohl für einen edlen Recken, ein grausames Alienmonster oder auch für krasse Sci-Fi Dudes geeignet sein. Ich beschäftigte mich zu der Zeit aus Interesse ein bisschen mit der griechischen Mythologie und nach einigem Nachdenken kam ich zu dem Namen \"Cronos\" (abgeleitet von Kronos).\n\n Als ich dann 1-2 Jahre später mir auf einen anderen Plattform einen Account machen sollte, musste ich bestürzt feststellen das der Name bereits vergeben war. Nach etwas überlegen und weil das Spiel ein Egoshooter war kam ich zu dem Schluss das es am coolsten währe mir einfach ein Sergeant vor den Namen zu stellen.\n\n Seit dem findet man mich bei diversen Games und Plattformen unter Cronos oder Sergeant Cronos (auch Sgt Cronos, wenn keine zu langen Namen zugelassen sind) ^^. \n\nPS: Ich bin jetzt Jahre im Nachhinein immer noch froh das ich als kleines Kind für diesen Namen entschieden habe und er ist zu einem Teil meiner selbst geworden.","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T09:46:27.247+0000","up_votes":1,"down_votes":0,"body":"> PS: Ich bin jetzt Jahre im Nachhinein immer noch froh das ich als kleines Kind für diesen Namen entschieden habe und er ist zu einem Teil meiner selbst geworden.\n  \n\nDas kenne ich ^^\nmein erstes Pseudonym war Mr.Pumpkin.\nIch hab mit 13 Minecraft gespielt (BEVOR es cool war!) und hatte immer nen Kürbis auf dem Kopf xD","replies":[]}]},{"id":"","poster":"SaIIyBollywood","date":"2017-02-09T19:13:47.601+0000","up_votes":3,"down_votes":0,"body":"Mein erster Name in lol war DarkGilGrunt, wer nicht weiß woher das kommt, bei dem Spiel Skylanders gab es so einen Fisch der Gill Grunt heißt.\nUnd weil ich mich cool fühlen wollte hab ich noch ein \"Dark\" vorgesetzt.\nWer aufmerksam gelesen hat, wird merken, dass ich Gill Grunt falsch geschrieben hab, weil ich zu dumm war mir zu merken wie man es richtig schreibt ._.\nDanach folgte der Name Thecakeisalîe.\nDen namen hab ich gewählt, weil ich zu der Zeit Portal total gefeiert hab. Naja jeder, der mich zu der Zeit bis heute kennt nennt mich Cake xD\nZu dem hatte ich noch den Namen Yuno Gasai x3. \nDer stammt aus dem Anime Mirai Nikki, da dieser mein Lieblingsanime war und Yuno eben mein Lieblingscharakter. Das x3 musste ich anhängen, weil Yuno Gasai schon vergeben war ._.\nAufjedenfall hatte ich noch einen weiteren anderen Namen, nämlich JustinsSchüler.\nNaja ich hatte zu viele Einflusspunkte und wollte meinen damaligen besten Freund ein bisschen ärgern :D\nJedoch wurde ich dann oft ingame Justin genannt... Das hat mich so sehr gestört, dass ich es wieder zu Yuno Gasaî x3 änderte XD\nDas blöde war aber, dass \"Yuno Gasai x3\" vergeben war, also hab ich dann dieses Häuschen auf dem i hinzugefügt.\nJetzt kommen wir zu meinen aktuellen Namen eGirl Babe >.<\nNaja es war spät, ich habe jemanden ingame kennengelernt, der mich eGirl Babe genannt hat, da ich irgendwie in jedem Match für ein Mädchen gehalten wurde ._.\nAufjedenfall hatte ich wieder zu viele Einflusspunkte gehabt und dachte es wäre witzig, mich so zu nennen .-.\nEntschuldigt bitte die Grammatik und Rechtschreibfehler, bin nicht der Beste in Deutsch^^'","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:43:23.878+0000","up_votes":1,"down_votes":0,"body":"Der Kuchen!\nIch liebe die Referenz <3","replies":[]}]},{"id":"","poster":"Supportsmanlike","date":"2017-02-09T13:25:49.979+0000","up_votes":3,"down_votes":0,"body":"Interessant zu sehen, wie viele von euch noch nie ihren Beschwörernamen geändert haben. Das könnte ich nicht.\n\nIch habe vor 4 Jahren als ZelRoXx angefangen, ein Name den ich damals immer und überall benutzt habe, auch wenn ich keinen blassen Schimmer habe wie ich auf diesen Namen gekommen bin. Mit diesem Namen war ich anderthalb Jahre unterwegs, bevor ich mich entschied, mir auf Grund meiner neu gefundenen Mainrolle einen neuen Namen zu suchen.\n\nJanna spiele ich zu dieser Zeit fast jedes Game und Soraka war meine Alternative. Ich benannte mich also in Eat my Jannanas um. Ein Name den ich zu dieser Zeit aus irgendeinem Grund recht amüsant fand. Jedoch nicht sehr lange. \n\nAlso folgte wenige Monate später die nächste Umbenennung in Supp or Supp.\nDiesen Namen behielt ich für ein knappes Jahr, denn er war schlicht und passte, da ich tatsächlich nur noch Support spielte. \nAls sich dies allerdings änderte, weil ich nach über 2 Jahren Support only doch etwas gelangweilt war, suchte ich mir wieder einmal einen neuen Namen.\n\nIrgendwie landete ich bei [Entropie](https://de.wikipedia.org/wiki/Entropie), dieses wandelte ich ins Englische um, sodass daraus Entropy wurde. Jetzt nahm ich noch meinen Lieblingschamp und hängte ihn vorne dran und Shentropy war geboren.\nKaum hatte ich für die Namensänderung bezahlt, wollte ich aber auch schon wieder einen neuen Namen. Wieder etwas, dass mit Supporten zu tun hatte. Diesmal jedoch einfallsreicher.\n\nZu dieser Zeit versuchte ich mir eines der Banner für die Ehrungen zu verdienen und so kam ich dann von Sportsmanlike zu Supportsmanlike, mein absoluter Favorit unter all meinen bisherigen Beschwörernamen.","replies":[{"id":"","poster":"eingew","date":"2017-02-09T17:54:04.300+0000","up_votes":2,"down_votes":0,"body":"> Interessant zu sehen, wie viele von euch noch nie ihren Beschwörernamen geändert haben. Das könnte ich nicht.\n\nIst ja lustig. Ich würde es irgendwie *genau andersrum* sehen. So ein Name ist für mich irgendwie ein Identifikationsmerkmal, fast wie eine Augenfarbe oder das Aussehen im Allgemeinen... ich kam nie auf die Idee meinen zu ändern.\n\nWas auch spätestens seit ich hier im Forum aktiv bin noch zu unpraktischen Problemen führen würde, man wäre quasi immer halb anonym und niemand würde einen dauerhaft kennen, weil man aus irgendeinem Grund immer jemand anders ist :D.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:55:39.889+0000","up_votes":2,"down_votes":0,"body":"Naja, da ich erst seit nem halben extrem aktiv im Forum geworden bin, war mir mein Name bis dahin schnurzegal.\nSeidem ich im Forum aktiv geworden bin, fühl ich mich aber sehr unwohl mit meinem Namen, einfach weil er nicht passt und einen falschen Eindrück verleiht °^°\n\nDeswegen nenn ich mich auch bald Bart-Igel ^^","replies":[{"id":"","poster":"XenesisCH","date":"2017-02-10T08:21:17.034+0000","up_votes":2,"down_votes":0,"body":"> Deswegen nenn ich mich auch bald Bart-Igel ^^\n\nAber Einhornprinzessin wär doch wirklich auch ganz hübsch^^","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T08:27:47.009+0000","up_votes":2,"down_votes":0,"body":"Gibt aber immer noch n falsches Bild ^^\nAußerdem habe ich mich schon in den Namen Bart-Igel entschieden <3","replies":[{"id":"","poster":"XenesisCH","date":"2017-02-10T19:24:50.928+0000","up_votes":1,"down_votes":0,"body":"Hast du schon erzählt wie du auf diesen Namen gekommen bist? oder hab ich das überlesen? :))","replies":[]}]}]}]},{"id":"","poster":"Supportsmanlike","date":"2017-02-09T18:02:01.515+0000","up_votes":2,"down_votes":0,"body":"Kann ich 100%ig nachvollziehen, ist für mich in LoL aber überhaupt nicht der Fall. In RPGs könnte ich auch niemals meinen Namen ändern nachdem ich mehrere Tage, Wochen, oder Monate Spielzeit hineingesteckt habe.","replies":[]}]}]},{"id":"","poster":"Dr Ogre","date":"2017-02-09T06:34:25.821+0000","up_votes":3,"down_votes":0,"body":"Mein erster Beschwörername war \"Who is Alice\".... War ein Track von Marsimoto damals, und da ich damals diesen edlen Musiker in meiner doch so rebellischen Phase sehr vereehrte, entschied ich mich in dieser Zeit für diesen Namen. Als arbeitsloser Langzeitstudent, hat man halt viel Zeit, sich in jeglicher Hinsicht Gedanken zu machen und ist zumindest manchen Sachen in gewissen Situationen nicht abgeneigt... Naja soviel zu meinem ersten Beschwörernamen.\n\nMittlerweile spiele ich mit Dr Ogre, weil ich es tatsächlich geschafft habe, mich auch im realen Leben Doktor (rerum silvestrium) nennen zu können. Ogre steht für meine körperliche Statur eines bulligen 1,90m Hünen, der gerne auch mal einen zweiten Döner verspeist innerhalb einer Stunde. \n\n{{champion:79}}","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:00:28.750+0000","up_votes":2,"down_votes":0,"body":"xD gefällt mir \nEin 2m Doktor, klingt sympathisch! ^^","replies":[]}]},{"id":"","poster":"Arzurag","date":"2017-02-08T20:45:12.863+0000","up_votes":3,"down_votes":0,"body":"Jeder kennt wahrscheinlich die The Elder Scrolls-Reihe, daraus ist euch eventuell auch die Daedra Azura bekannt.\n\nAls ich auf der Suche nach einem einzigartigen Namen war, spielte ich mit Azura und dem Online-NickName eines Schulkollegen, Sagarius herum.\nDieser hatte die Idee seines Namens aus dem Jugendbuch Erebos, dort nennt sich der Protagonist Sarius.\nDa selbiger häufig schon vergriffen war, wandelte er ihn zu Sagarius um.\n\nNach seinem Beispiel fügte ich Azura ein R und ein G hinzu.\nA(r)zura(g).\n\nDas Endergebnis war Arzurag, ein Name welcher zu praktisch jeden Charakter passt, den ich je in einem Spiel verkörpert habe.\nDesweiteren ist er einzigartig im WorldWideWeb und praktisch\n 80% aller Einträge über bzw. von Arzurag stammen von mir.^^\n\nNun, falls ihr mal in einem Online-Spiel (MMO, MOBA, etc.) auf einen Charakter mit dem Namen Arzurag trefft, dann ist das, im wahrscheinlichsten Falle, meine Wenigkeit.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:03:58.263+0000","up_votes":1,"down_votes":0,"body":"´Hast du das Buch gelesen?\nLeih es dir mal aus! Ist ein hammerbuch!\nGerade für Gamer ;3","replies":[]}]},{"id":"","poster":"Dwarfheader","date":"2017-02-08T19:18:46.585+0000","up_votes":3,"down_votes":0,"body":"Liebe Leute ich werd versuchen meine Geschichte kurz zu fassen!\nZu erst einmal fühle ich mich in Anbetracht der vielen \"ich habe 200x\" angefangen zu zocken, ziemlich alt. Meine \"Gaming - Karriere\" startet 1996 noch auf dem N64 was damals ein absoluter Durchbruch war. Onlinegaming lag da, zumindest für mich, noch in weiter Ferne. Viele Jahre später bin ich dann in S2 bei League eingestiegen, die Vorgeschichte dazu erspare ich euch mal. Zu dieser Zeit habe ich \"Die Zwerge\" von Markus Heitz gelesen (von dem ich inzwischen so gar kein Fan mehr bin). Warum daraus dann ausgerechnet Dwarfheader wurde kann ich euch nicht mehr sagen, nur wo der Zwerg in dem Namen herkommt weiß ich noch.\nInzwischen tragen die meisten neueren Nicks \"Nightfeather\" in sich, weil ich sehr gerne schreibe und mein Hobby irgendwann zum Beruf machen möchte.\n{{sticker:slayer-jinx-wink}} \nSind echt viele schöne Geschichten dabei, danke für die Idee Weedy - oh, my bad, Sweety ;-)","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:08:19.946+0000","up_votes":1,"down_votes":0,"body":"Kein Ding mein dickköpfiger Zwergen Freund ;3\nWar ja meine Hoffnung hier ein paar interessante Geschichten zu lesen.\nBin echt froh, dass da so viele Leute mitgemacht haben :D","replies":[]}]},{"id":"","poster":"Atsùra","date":"2017-02-08T18:37:33.358+0000","up_votes":3,"down_votes":0,"body":"Ich hab durch meine WoW-Vergangenheit einfach viel zu viele Nicknames. Alle selbst ausgedacht und ich musste nie irgendeine Zahl dahinter hängen. Darauf war ich zugegebener Massen... etwas stolz :x Da ich hier nen anderen Namen haben, und mal ein bisschen anders auch klingen wollte, nahm ich ne Mischung aus \"zwischen den Zähnen durchrotzen\" (THE-) nem i und ner Prinzessin (Cinderella). Das blöde is, das kein Schwein weiß, wie man den Namen aussprechen soll, nicht einmal ich D:","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2017-02-08T17:41:59.196+0000","up_votes":3,"down_votes":0,"body":"Flandre Skaarlet, weil ich Kled liebe und Touhou liebe und das zufälligerweise geklappt hat beides zu kombinieren :v)\n\nDieser hier allerdings entstand durch nen game was ich grad am designen bin wo einer meiner endgame bosse so heißt nur ohne CCG und XIII :D","replies":[]},{"id":"","poster":"Killerkante","date":"2017-02-08T15:14:47.328+0000","up_votes":3,"down_votes":0,"body":"Meinen Namen zu begründen ist mir wesentlich peinlicher als der Name selbst.\n\nDer Name ist einfach mal for fun in meinem Freundeskreis aus der Schule gefallen als wir Feiern waren, da kam dann ins Gespräch wer alles so ins Gym geht.\nAllerdings war das eben maßlos übertrieben, ich war lediglich der einzige der trainiert hat und sah dementsprechend halt nach mehr aus als es eigentlich war (meiner Meinung nach).\nDas war jetzt allerdings nicht mein Spitzname oder so, sondern nur mal ein Ausdruck der zum Spaß gesagt wurde.\nBei der Namenserstellung ist mir dann nichts besseres eingefallen, aber dadurch dass der \"Name\" zum einem von meinem besten Freund gesagt wurde und zum anderem dass die Schulzeit für sehr schön war hat der Name für mich auch einen persönlichen Wert, weshalb ich ihn auch niemals ändern werde.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:18:17.847+0000","up_votes":1,"down_votes":0,"body":"Ich mag solche Namen ^^\nKillekante klingt auch gut ;3","replies":[]}]},{"id":"","poster":"Wernicke","date":"2017-02-08T15:05:48.028+0000","up_votes":3,"down_votes":0,"body":"Bei mir völlig langweilig xD\nHatte damals, also in anderen Spielen, verschiedene Namen. Oft ein und den selben mit meinem **Geburtsjahr** hinten dran, aber wenn man dann älter und älter wird, findet man die 80 oder 1980 nicht mehr so toll ^^ Jedenfalls gehts mir so ;D\nHab damals ziemlich aktiv und auch recht erfolgreich CoD1 in ESL gespielt usw und hatte da diverse Nicks, wenn man halt nicht mit'm main Nick rumlaufen wollte. Oftmals habe ich mich dann der **nordischen Mythologie** bedient.\nIn mmorpg's beispielsweise habe ich gerne iwelche Namen aus **Büchern** genommen, da ich ein kleiner Lesenerd bin. \nAuch Wernicke, was der ein oder andere vlt mit bestimmten Sachen verbindet (z.B. im **Medizinischen Bereich**) und/oder gar als richtigen Namen von Bekannten kennt, habe ich persönlich aus einem Buch.\n\nJoaa, nicht spektakulär, aber so ist das halt xD","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:19:41.831+0000","up_votes":1,"down_votes":0,"body":"Ist Wernicke Rode auch eine deutsche Stadt?\nOder verwechsle ich da was?","replies":[]}]},{"id":"","poster":"Valar Morghulïs","date":"2017-02-08T14:55:43.238+0000","up_votes":3,"down_votes":0,"body":"Ich sag nur Valar Morghulïs  {{champion:17}}","replies":[]},{"id":"","poster":"Pxl Dude","date":"2017-02-08T14:40:06.197+0000","up_votes":3,"down_votes":0,"body":"Ok, weil alle hier ihre Namensgeschichten zum Besten geben will ich auch mal meinen Senf dazu tun.\n\nAlso als ich mit LoL anfing hieß ich Fluxi123. Den habe ich genommen, weil ich ALLES von meinem alten Account verloren/vergessen hatte und irgendwas haben wollte was dem alten ähnelte, wobei für mich damals immer irgendwas mit \"F\" am Anfang sein musste, wegen erster Buchstabe vom Namen und so. Dann wuchs ich irgendwann aus diesem Namen raus, habe mir Riot Points geholt und wollte den Namen ändern. Ich rätselte gefühlte Stunden mit einem Freund im TS und wusste einfach nicht, was ich nehmen wollte.\nIrgendwann dachte ich:\" hey jetzt nimmste was ohne \"F\" am Anfang und überlegst dir was Originelles!\" und so ging das Grübeln weiter. Irgendwann kam mir meine Liebe für alte 8 und 16 Bit Games in den Sinn, die ich mit einem alten Freund auf der SNES und anderen Konsolen spielte. So stieß ich den \"Pixel\"-teil. Dazu passte auch meine Größe, denn als ich den Namen wechselte, war ich zwar aus ihm, aber nicht aus meinen Klamotten gewachsen und so fühlte ich mich auch wegen der Größe zum Pixel hingezogen. Da mir das noch zu lang war nahm ich die Vokale weg und das \"Pxl\" entstand. Da ich die Einfachheit unterstreichen wollte nahm ich das \"Dude\" dazu.\nTja das war dann die mehr oder weniger (un)spektakuläre Geburt vom \"Pxl Dude\"!","replies":[]},{"id":"","poster":"SHINlGAMI","date":"2017-02-08T14:39:11.506+0000","up_votes":3,"down_votes":0,"body":"Mein jetziger Name beruht darauf das ich Enten mag und weil mich mein Freund manchmal Ent'chen nennt xd\nUnd annonsten heiß ich meistens irgendwo Shiny was sich wiederrum auf Pokémon bezieht {{champion:17}}","replies":[]},{"id":"","poster":"Nocì","date":"2017-02-08T13:50:55.149+0000","up_votes":3,"down_votes":0,"body":"Mein erster Name war McKriegsKuchen, den hab ich von meinem XBox namen übernommen (wir waren 6-7 Leute und alle hatten so einen Namen es war also ganz lustig)\n\nSpäter wollte ich den Namen dann mal ändern, weil er ja doch ein wenig kindisch ist, also was nimmt man dann für einen Namen? Helios. nunja der war \"normal\" geschrieben schon vergeben. also so lange rumbasteln bis das dabei rauskommt was da oben steht. Lustigerweise gab es zu der Zeit auch in der NALCS ein jungler mit dem Namen Helios.\n\nMittlerweile ist das auch schon wieder 2 Jahre her, und am liebsten würde ich ihn wieder ändern zu Noci (isn Spitzname von mir der ausm Tippfehler entstanden ist) leider ist der vergeben, und andere kreative lösungen fallen mir nich ein, also erstma bei HeIíos bleiben.","replies":[]},{"id":"","poster":"Abasin","date":"2017-02-08T12:53:58.359+0000","up_votes":3,"down_votes":0,"body":"Da mein Wunschname leider meist schon weg war und ich nicht auf solche xx-Spielchen und andere Verzierungen oder Non-ASCII-Zeichen stehe, habe ich immer das Problem mit guten Namen.\nHier war es aber einfach, weil ich \"Abasin\" schon in einem anderen Game benutzt habe, ebenso wie meinen Main. Ich ziehe es immer vor, meine Avatare über mehrere Spiele hinweg homogen zu benennen. Abasin hat übrigens keine gesonderte Bedeutung, sondern ist einfach und klingt sehr freundlich.\n\nEdit: Google hat was gefunden --> Abasin = Paschtu Bezeichnung für den Fluss Indus (Vater der Flüsse)","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T12:55:38.008+0000","up_votes":1,"down_votes":0,"body":"Klingt orientalisch meiner Meinung nach ^^","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T12:56:21.454+0000","up_votes":1,"down_votes":0,"body":"OMG er kann natürlich orientalisch _und_ freundlich klingen, so hab ich das gemeint O.o","replies":[{"id":"","poster":"eingew","date":"2017-02-08T13:47:16.593+0000","up_votes":3,"down_votes":0,"body":"Das eine schließt das andere ja auch nicht aus :D.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:22:15.780+0000","up_votes":1,"down_votes":0,"body":"Natürlich nicht, es klang aber so als ob ich das meinte ^^'","replies":[]}]}]}]},{"id":"","poster":"Dwarfheader","date":"2017-02-08T19:00:06.556+0000","up_votes":1,"down_votes":0,"body":"Der Name erinnert mich stark an Azazel ;-)","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T07:22:40.008+0000","up_votes":1,"down_votes":0,"body":"Oder meinst du Azrael? :D","replies":[]},{"id":"","poster":"Abasin","date":"2017-02-09T06:22:01.877+0000","up_votes":1,"down_votes":0,"body":"Sagt mir leider gar nix. Mach mich mal schlau.","replies":[]}]}]},{"id":"","poster":"CYPHΕR","date":"2017-02-08T12:39:46.086+0000","up_votes":3,"down_votes":0,"body":"Dann gebe ich hier auch mal meine Geschichte zum Besten:\n\nAngefangen hat alles damals mit den ersten Lans. CS 1.6, HL, usw. Natürlich musste ich mir dafür einen Nick überlegen. Entschieden hatte ich mich in meiner jugendlichen Naivität für \"$k!ll0R\". Recht schnell war ich mit diesem Nick aber unzufrieden (evtl. auch wegen diverser Kommentare anderer Mitspieler xD) und habe mich nach einer neuen Idee umgeschaut.\n\nDa ich seit jeher großer Star Wars Fan bin stieß ich in einem meiner Lieblingsspiele damals auf etwas Neues: Ravager (Wen es interessiert: Ravager ist das Flagschiff des Sith Lords Darth Nihilus aus Knights of the Old Republic 2). \nDurch das Spiel \"Left4Dead\" bin ich dann in Steam in die Gruppe \"Zombie Rebels\" eingetreten. Eine Art Community um als \"Premade Teams\" L4D zu zocken. Markenzeichen waren u.a. ein zombifiziertes Profilbild der Member und das Kürzel ZR am Ende des Nicks. Daraus entstand dann RavagerZR. Mit diesem Nick war ich dann die ersten Jahre in League unterwegs, bis er mir zu \"langweilig\" wurde.\n\nZu meinem jetzigen Nick kam ich dann durch Star Wars The Old Republic. Als erste Klasse hatte ich den Agenten gespielt, welcher nach dem Tutorial den Standardtitel Ziffer-Agent (Cipher-Agent) bekommt. Dieses Wort \"Cipher\" gefiel mir so sehr, dass ich deswegen \"Cypher\" als neuen Nick übernahm. Da der Nick aber schon vergeben war hab ich kurzerhand das Kürzel ZR wieder angehängt, CypherZR. Durch das Auflösen der Gruppe auf CypherDE geändert.\n\nDer letzte Schritt: wie wurde aus DE ein HD?\nDa ich seit einigen Jahren schon viel mit Animationen, Grafikbearbeitung und Filmschnitt unterwegs bin (nur als Hobby) und schon für einige Clans, Coms, Events, etc. Logos, Animationen und Trailer erstellt habe dachte ich, dass ein HD auch ganz gut passen würde (außerdem hat ein DE am Nick öfters zu dummen Kommentaren Ingame geführt...).\n\nUnd so kam es zu CypherHD","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T12:45:33.045+0000","up_votes":1,"down_votes":0,"body":"> Zu meinem jetzigen Nick kam ich dann durch Star Wars The Old Republic\n\nKennst den Raumgleiter der FURY class?\nDas von den Sith? DAS sind geile Schiffe {{sticker:slayer-pantheon-rainbows}} ","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2017-02-08T11:54:11.262+0000","up_votes":3,"down_votes":0,"body":"Also ich hieß vor kurzem noch LowGameR ein Name der in der Anfangszeit entstand als ich das erste mal Kontakt mit dem Internet hatte. (so mit 12 Jahren) \n\nAber dieser war mir mehr und mehr unangenehmer geworden. Deswegen habe ich einen Namen gewählt der eine klare Identität zu mir hat. \n\nEines war klar, er sollte zweiteilig sein (weil kurze internetnamen schnell mal vergeben sind) und der erste Teil sollte möglichst einfach zu sprechen sein. \n\nIch nahm also meinen richtigen Vornamen und Verband es mit einem (nennen wir es mal) mir sehr interessanten Thema. \n\nDaniel - Mein Name \nDaimonion - Eine Element aus der gr. Mythologie\n\nDaraus entstand dann 'Danion' - Leicht zu sprechen und recht eingängig, wie ich finde. \n\nDer zweite Teil besteht aus etwas was mich persönlich trifft und ich viel mache bzw.  mein Hobby. \n\nVibrations - Steht für Musik, ehr noch für elektronische Musik und steht ehr für den Bass (Ich höre z. B.  sehr gerne Darkcore, Hardcore, Hardcore Industrial u. s. w.) \nIT - Naja steht eben für alles was die Informations Technik betrifft, sprich PCs, Netzwerke und alles was dazu gehört =) \n\nDaraus entstand dann 'DanionVibit' ein Name mit viel Identität, aber er gibt auch nicht so viel preis, ausser natürlich ich schreibe sowas hier ;D\n\nFunfact, der Name hat sogar genau so viele Silben wie mein kompletter richtiger Name =) ","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T12:08:27.870+0000","up_votes":1,"down_votes":0,"body":"> Funfact, der Name hat sogar genau so viele Silben wie mein kompletter richtiger Name =) \n\nAlso mit Nachnamen? Oder bin ich grad einfach zu retardet zum Zählen? °^°","replies":[{"id":"","poster":"DanionVibit","date":"2017-02-08T12:24:52.394+0000","up_votes":1,"down_votes":0,"body":"Mit Nachnamen =)  3+2 Silben auch in gleicher Reihenfolge ;)","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T12:26:21.294+0000","up_votes":1,"down_votes":0,"body":"Achso, alles klar ^^\n(Retard Modus, sry)","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-02-08T11:25:30.471+0000","up_votes":3,"down_votes":0,"body":"Here we go:\n\nAlso... Baal ist seit 2004 mein Künstler Ego. Also lange vor League of Legends. Und es ist halt auch ein Wunderbarer Küntlername. Allein schon, weil ich auf die \"Ahh, wie in Diablo, cool\" auf \"nö, wie bei Brecht\" oder \"nö, wie in der Bibel\" antworten kann. \nUnd ja, Baal ist mir damals wirklich ständig über den Weg gelaufen. Und diente damit als wunderbare Manifestierung meines Lyrischen Ichs. Was mir dann einfach extrem dabei geholfen hat, nicht mehr einfach nur bescheuerte Texte über meine pubertären Probleme zu schreiben, sondern sich auf Metaebenen zu Bewegen.\n\nUnd das MeMyselfand... nun ja... Baal war natürlich schon längst vergeben. Auch wenn ich relativ früh (PreSeason 1... damals gab es noch gar keine Bans und nur Blindpick...) angefangen habe... also musste noch was hinzugefügt werden (und auf eine Rückkehr zum Baldurs Gate Bhaal hatte ich nicht wirklich Bock).\nDa gönnte mir mein Itunes die Wunderbare Beyonce Knowles mit \"Me Myself and I\" und ich so Geil! MeMyselfandBaal that's all I got in the end, that's how I found out\"... Eine Querreferenz auf ein Theaterstück, dass keiner gelesen hat und einem Song, den jeder gehört hat, aber keiner blickt... Perfekt.\n\nUnd da ich seit neustem in einer Band unterwegs bin, kann ich das MeMyselfandBaal auch für meine Soloeskapaden auf Freestylesessions und Lesebühnen verwenden. Nice.","replies":[{"id":"","poster":"eingew","date":"2017-02-08T13:51:17.012+0000","up_votes":1,"down_votes":0,"body":"Cool. Mach mal Werbung, klingt spannend, wie heißt die Band? Du bist zu unbekannt für Google :D.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-02-08T14:25:30.121+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=000f0001,timestamp=2017-02-08T13:51:17.012+0000)\n>\n> Cool. Mach mal Werbung, klingt spannend, wie heißt die Band? Du bist zu unbekannt für Google :D.\n\nIch sag das mal so... sobald wir was veröffentlicht haben, poste ich das so, dass ihr das mitkriegt... wir sind sehr selbstkritisch und arbeiten recht langsam... aber mittlerweile nennen wir das \"Band\" und nicht mehr \"Projekt\"...","replies":[]}]},{"id":"","poster":"Soúp","date":"2017-02-08T12:19:30.639+0000","up_votes":1,"down_votes":0,"body":"Wusste ich es doch......... \n~~Mein Name hat tatsächlich auch was mit Diablo zu tun :)~~\n\n/Edit:\nHätte deinen Text zu Ende lesen sollen :-&","replies":[]}]},{"id":"","poster":"SFCFlo","date":"2017-02-08T10:51:18.811+0000","up_votes":3,"down_votes":0,"body":"Hallo zusammen,\nIch muss sagen dein Thema hier bringt wirklich Erinnerungen zurück an eine sehr alte Zeit^^ Und ich denke mir ich erzähle euch auch so wie das bei mir war.\n\n\nEs war Ende 2008 als ich in das 9. Schuljahr kam. Ich traf neue Leute und damals war es eben so das verdammt viele CounterStrike und Call of Duty spielten.\nIch war aber auf der Suche nach einem kostenloses Game das wir alle gemeinsam spielen konnten, und dann fand ich Crossfire. \nCrossfire war mein aller erstes game und ich weiß leider nicht mehr mit welchen Namen ich mit damals registriert habe....\n\nJedoch hab ich durch Crossfire meinen Namen gefunden. Als ich dann gut ein halbes Jahr später mit Metin2 anfing dachte ich mir ich brauche einen guten Namen der auch zu mir passt (zur damaligen Zeit). Ich war recht faziniert von Crossfire und vom System des LvLn nach militärischen Rängen.\nZu dieser Zeit war ich Sergeant First Class (SFC) in Crossfire.\nDa mir diese Abkürzung recht gut gefallen hat, habe ich die Abkürzung genommen und vor meinem Namen gestellt. So ist SFCFlo entstanden.\nUnd dieser Name begleitet mich nun seit fast 8 Jahren durch mein Leben als Online-Gamer.\n\nZur damaligen Zeit war ich sogar Mitglied in einem Top 25 Clan in Crossfire und war auf der bestenliste in den Top 100 und das als Europäer auf einen nordamerikanischen Server. Damals hat es jedoch noch keine richtige E-Sports Scene gegeben, vielleicht wäre ich ja ansonsten noch zu einem E-Sports-Gamer geworden\n {{sticker:slayer-jinx-wink}} \n\nMit grüßen\nSFCFlo","replies":[]},{"id":"","poster":"OT Riku","date":"2017-02-08T10:05:45.559+0000","up_votes":3,"down_votes":0,"body":"Bei mir ist es der Name “Riku“ der mich durch alle meine Spiele begleitet.\nIch bin seit ich 2005? das erstemal bei einem Freund “Kingdom Hearts“ gespielt habe ein richtiger Fan dieser Serie, \nnicht lange hat sich dann ein Charakter aus der Serie bei mir als Favorit herausgestellt, dieser war dann eben “Riku“ der beste Freund des Protagonisten, aber auch irgendwie sein Rivale\nmit dem er sich immer mist.\nGenerell gefiel mir die Rolle die Riku in den Kingdom Hearts teilen spielt. \nIch kann mich auch gut mit ihm identifizieren, ja wenn es einen Namen gibt den ich tragen möchte in spielen dann Ist es Riku aus Kingdom Hearts.\nNaja und das Chaos kommt einfach davon das ich nen Zusatz brauchte und mir nichts anderes einfiel.","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T10:07:35.159+0000","up_votes":2,"down_votes":0,"body":"War das nicht der mit den langen weißen haaren?","replies":[{"id":"","poster":"OT Riku","date":"2017-02-08T17:41:59.464+0000","up_votes":1,"down_votes":0,"body":"Ja genau der.","replies":[]}]}]},{"id":"","poster":"AmazingJX","date":"2017-02-08T09:44:06.679+0000","up_votes":3,"down_votes":0,"body":"Ich muss sagen keine uncoole idee das zu machen hier,  also zu mir,  meine Geschichte ist sagen wir mal echt krass und es gibt viele die meinen du bist nur ein nachmacher aber urteilt selbst ich hab von meinem Bruder league of Legends gezeigt bekommen im Dezember  2010,  also Start season 1,  und hatte mich mit seinem Account spielen gelassen weil ich einfach kein spaß hatte an solchen Rollen spiele,  nun ja jedenfalls spielte ich da eine AP Mf auf botlane und irgendwie hab ich ein penta gemacht nur mit der ulti,  meinem Bruder ist regelrecht die Augen rausgefallen und meinte nur das war unglaublich,  jedenfalls an diesem Tag wurde ich lol zocker hoch 1,  es vergehen seit dem selten Tage wo ich mal nicht spiele league of Legends,  tja und mein Name hab ich deshalb bekommen weil mein bruder sage unglaublich ich wusste das das amazing heißt und fand englische Namen sowieso cooler,  auch wenn ich eine niete bin in englisch,  da mir damals das aber so alleine nicht zusagt entschied ich mich noch was dran zu hängen,  so wählte ich das J für Januar mein Geburtsmonat,  und das x weil es damals cool war ein x im Namen zu haben,  so wurde AmazingJX,  mittlerweile stört es mich sehr das andere Spieler sowas ähnliches haben wie die 2 Profie Spieler AmazingJ oder amazingx,  weshalb ich mir überlege nach 6 Jahren meinen Namen zu ändern,  was meint ihr dazu?","replies":[{"id":"","poster":"Tea Giorgas","date":"2017-02-09T18:49:28.522+0000","up_votes":1,"down_votes":0,"body":"Nop, deine entscheidung ich würds aber net machen der name gehört zu dir ich hab meinen seit 10 Jahren also sind namensänderungen nie die beste idee meinem empfinden nach.","replies":[]},{"id":"","poster":"5weeds","date":"2017-02-08T09:54:02.505+0000","up_votes":1,"down_votes":0,"body":"Erstmal coole Geschichte ^^\nZweitens: ne Namensänderung ist immer schwierig.\nZu einem ist es wichtig, dass man seinen Namen mag und sich damit wohl fühlt, auf der anderen Seite gibt man nie gerne seinen Namen auf, schließlich ist er ein Teil von dir.\n\nIch überlege mir auch ob ich mich unbenenne.\n5weeds passt einfach nichtmehr zu mir und \"Bart-Igel\" kommt auch viel erwachsener ;D","replies":[]}]},{"id":"","poster":"CoopA826","date":"2017-02-08T09:25:19.399+0000","up_votes":3,"down_votes":0,"body":"Damals als die erste Xbox rauskam, bin ich voller Aufregung zu meinem Cousin gesprintet, der sich eben diese Xbox gekauft hatte. Ich kam rein und sah ihn schon Halo spielen. Der Grafik-Unterschied zu meiner PlayStation war schon enorm und wir konnten gar nicht erwarten zu zweit zu spielen.\n\nIch krieg den viel zu großen Controller in meine viel zu kleinen Hände gedrückt und es könnte eigentlich sofort loslegen, aber ich musste natürlich noch ein 2tes Profil erstellen. Das war mir aber zu blöd und ich wollt einfach loslegen. \n\nDas 2te Profil hatte den vorgegeben Namen \"Coop\" ... wegen cooperative und so. Egal, ist mir zu blöd, ich drück irgendeine Taste und er hängt ein A ans coop. Start gedrückt und losgehts, von da an war ich halt CoopA.\n\nAber weil jedes verdammte Spiel mindesten 100 Coopas hat, musste halt noch was dran. \n\nVor League habe ich relativ erfolgreich Starcraft 2 gespielt. Habe auch einige kleinere Turnieren gewonnen, die paar Euros abgedrückt haben. Meine Nummer bei battlenet war 826.\n\nUnd so wurder CoopA826 geboren :D","replies":[{"id":"","poster":"5weeds","date":"2017-02-08T09:27:34.056+0000","up_votes":1,"down_votes":0,"body":"Haha cool :D\nDa werden alte Erinnerungen wach, was?","replies":[]}]},{"id":"","poster":"Homunculi","date":"2017-02-08T09:31:54.847+0000","up_votes":4,"down_votes":1,"body":"Nettes Thema :).\n\nAls es damals bei mir soweit war, habe ich gerade die Anime Serie \"Fullmetal Alchemist\" (die erste nicht Brotherhood) gesehen. Da ich wusste, das man als eine Art Zauberer einen Champion befehligt und ich kurz vorher aus Interesse mal den Wikipedia Eintrag über Homunkulus gelesen habe, kam mir der Name doch recht passend vor^^.\n\nIhr glaubt nicht wieviele den Namen nicht richtig ausprechen können xD. Meist recht amüsant im TS: \"Homo...Homi...Humun\"","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2017-02-08T09:28:38.569+0000","up_votes":4,"down_votes":1,"body":"Es ist der Name meiner Katze ^^\n\nAls ich sie vor einigen Jahren einer Freundin \"vorstellte\", sagte ich sowas wie \"Und das ist Milli, die Frau\" (wir hatten damals noch einen Kater), da mir spontan nichts anderes eingefallen ist, womit ich implizieren könnte, das dies die Katze und nicht der Kater ist.\n\nIch hab den Namen seither für alles Mögliche benutzt, wo ich mich nicht mit meinem richtigen Namen anmelden wollte/sollte, aber eigentlich ist es nicht der Name, von dem ich wollte, dass man ihn im Spiel sieht; da wollte ich eigentlich einen \"geschlechtslosen\" Spitznamen von mir verwenden. Der ist jetzt der Name, mit dem ich mich im Clienten anmelde, ich hab da irgendwie die Felder vertauscht. :D\n\nLiebe Grüße,\nMilli :)","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-06T09:56:05.777+0000","up_votes":2,"down_votes":0,"body":"Bei mir ist es relativ einfach zu erklären: Ich heiße Max und wurde oft genug von verschiedenen Leuten (  sogar von einer Lehrerin) Mäxle oder Mäxel genannt. \n\nIn anderen Spielen ( und früher auch in LoL) heiße ich Xamo. Darauf bin ich gekommen, indem ich meinen Namen umgedreht habe ( also xam) und noch ein o ans Ende gesetzt habe, damit es mehr als echter Name wirkt. Als ich LoL angefangen hatte war der Name aber leider schon vergeben weshalb ich am Anfang 97xamo29 hieß. Ich wurde 1997 geboren und meine Rückennummer bei so ziemlich jeder Sportart, die ich betrieben habe bzw. noch betreibe war/ ist die 29. Irgendwann waren mir die Zahlen im Namen zu blöd und ich nannte mich dann xXAMOx. Das war mir aber auch irgendwann zu blöd und als ich einem Clan beitrat setzte ich den Tag vorne dran, so dass ich dann SA Xamo hieß. Da aber SA, was eine Abkürzung für Soul Assassins war, allgemein eher als Sturmabteilung gedeutet  wird, änderte ich wieder relativ schnell meinen Namen zu Xámo. Mich hat aber irgendwie immer gestört, dass ich den Namen ja nicht für mich alleine hatte, da er ja nur eine Abwandlung von dem normalen Xamo war und ich ja sonst auch eher Mäxle genannt wurde, änderte ich den Namen zu Maexle. Hier gibt es natürlich auch viele Abwandlungen ( mit ä, mit einem i statt einem L usw.) aber ich finde es trotzdem besser so, da es tatsächlich mein Spitzname war. Mäxle dürfen mich aber nur bestimmte Leute nennen. Dafür müsst ihr schon weiblich sein und einen Teemohut tragen ( oder mich einfach schon lang genug kennen).\n{{champion:17}}","replies":[{"id":"","poster":"5weeds","date":"2017-04-06T12:36:30.237+0000","up_votes":1,"down_votes":0,"body":">  Dafür müsst ihr schon weiblich sein und einen Teemohut tragen ( oder mich einfach schon lang genug kennen).\n\nMoooooooooooment mal Freundchen.\nWarst du letzten Dienstag im Volunteer Stream? xD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-06T15:25:17.736+0000","up_votes":2,"down_votes":0,"body":"Das Frauen mit Teemo Hut sexy sind, ist ein wissenschaflicher Fakt! Das ist keine subjektive Meinung von mir ;)","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-06T21:21:45.312+0000","up_votes":1,"down_votes":0,"body":"Ja, für 2 Minuten oder so kurz vor Schluss war ich im Chat und habe \"guten morgen\" oder so geschrieben.\n{{champion:17}}","replies":[{"id":"","poster":"5weeds","date":"2017-04-07T06:23:16.153+0000","up_votes":1,"down_votes":0,"body":"Ach **DU** warst das ^^","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-06T15:24:09.034+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=KYnfKGf0,discussion-id=h8mH5cpq,comment-id=0040,timestamp=2017-04-06T09:56:05.777+0000)\n> Dafür müsst ihr schon weiblich sein und einen Teemohut tragen ( oder mich einfach schon lang genug kennen).\n> {{champion:17}}\n\nHAHAHAHA <3<3<3<3","replies":[]}]},{"id":"","poster":"Nebeltänzer","date":"2017-04-06T08:16:18.975+0000","up_votes":2,"down_votes":0,"body":"Hm. Bei mir war der Name eher so ne Notlösung.\nNormal hab ich \"Mistral\" als Pseudonym. Da ich aber erst vor... äh. 2-3 Jahren angefangen habe mit dem Spiel, war der schon weg. Dann hab ichs mit Dingen wie Schattentänzer, Schattenwanderer, Schattenläufer etc. versucht - war auch alles schon weg. Also hab ich es versucht, geheimnisvoll zu halten, und hab statt Schatten eben Nebel genommen.\n(Vor n paar Monaten ist mir im Buchladen dann ein Buch in die Hände gefallen, da stand hinten \"der Nebel bringt den Tod\".... da musst ich doch etwas grinsen. :D)","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T22:01:27.688+0000","up_votes":2,"down_votes":0,"body":"Wie ich zu meinem Namen kam:\n\nTheorie 1: Mein Familienname ist Rümmel und mein Urgroßvater hieß Eibert und ich wurde nach ihm benannt.\n\nTheorie 2: Meine Eltern fuhren auf der Titanic und kamen in dem Moment zum Höhepunkt, als dass Schiff den Eisberg rammte. Mein Vater ein berühmter Rapper, suchte verzweifelt einen Namen der sich auf Eisberg reimte und so wurde ich zum Eibert\n\nTheorie 3: Ich habe willkürlich auf die Tastatur gehauen und raus kam dieser Name\n\nTheorie 4: Meine erste freundin taufte mein Gemächt Eibert Rümmel. Sie trug natürlich einen Teemohut.\n\nTheorie 5: Ich hatte einen verbotenen Namen und der Support hat den Namen geändert\n\nTheorie 6: in meinem nächsten Leben möchte ich ein Huhn namens Bert sein, bis es schlüpft bleibe ich EI Bert\n\nTheorie 7: Ich habe mich nach einem altdeutschen Schriftsteller benannt\n\nJedenfalls habe ich den Namen nicht gewählt, um meine Persöhnlichkeit auszudrücken. Ich passe meine Wortwahl, meinen Stil, meine Meiungen, ect so an, dass sie diesem Namen gerecht werden ;)","replies":[{"id":"","poster":"HHaie tabbian","date":"2017-04-05T22:45:23.558+0000","up_votes":1,"down_votes":0,"body":"Entspricht eine Theorie der Wahrheit? :D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-06T11:05:24.729+0000","up_votes":1,"down_votes":0,"body":"Ja eine stimmt tatsächlich ;)","replies":[]},{"id":"","poster":"Maexle","date":"2017-04-05T23:05:36.658+0000","up_votes":1,"down_votes":0,"body":"> Theorie 4: Meine erste freundin taufte mein Gemächt Eibert Rümmel. Sie trug natürlich einen Teemohut.\n\nAlso Eiberts Lümmel?\n{{champion:17}}\n\nIch halte übrigens die 4 Theorie für am wahrscheinlichsten, da seine erste Freundin einen Teemohut getragen hat. Wenn man bedenkt, wie er aber zu seiner Teemoliebe kam, kann das gar nicht so lange her sein.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-04-06T10:33:22.333+0000","up_votes":1,"down_votes":0,"body":"Ich find ja Theorie 3 am wahrscheinlichsten. x)","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-05T14:59:37.510+0000","up_votes":2,"down_votes":0,"body":"Ich habe dich wirklich für einen Glorifizierer einer gewissen Pflanze gehalten :D","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T15:42:07.659+0000","up_votes":1,"down_votes":0,"body":"Naja, inzwischen... wer weiß?   :^)","replies":[{"id":"","poster":"XenesisCH","date":"2017-04-05T20:40:41.997+0000","up_votes":2,"down_votes":0,"body":"Rosmarin war das doch... ein herrliches geschmackstarkes Kraut :P\n\nEin herrlicher Thread :)","replies":[{"id":"","poster":"5weeds","date":"2017-04-06T12:40:11.592+0000","up_votes":1,"down_votes":0,"body":"Der mit dem Rosmarin, oder der hier? ^^","replies":[{"id":"","poster":"XenesisCH","date":"2017-04-06T13:04:14.682+0000","up_votes":1,"down_votes":0,"body":"Der mit dem Rosmarin hatte durchaus seinen Charme :P, aber natürlich war dieser hier gemeint^^","replies":[{"id":"","poster":"5weeds","date":"2017-04-07T06:25:01.848+0000","up_votes":1,"down_votes":0,"body":"Alles klar, vielen Dank!\nBin ehrlich gesagt überrascht, dass Leute immer noch hierher kommen (ist schließlich schon 2 Monate alt) ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Santas hoe","date":"2017-04-05T13:01:35.073+0000","up_votes":1,"down_votes":0,"body":"wow, all der wirklich deepe shit der hier geschrieben wird und dann komme ich :D.\n\nMeinen ersten Namen (Auraria) wollte ich so eigentlich garnicht haben. Ich war damals (und bin es noch) totaler Eragon fan. Die Elfe mit der er unterwegs ist (Arya) hatte es mir besonders angetan und so wollte ich diesen Namen wählen. Der war aber leider schon vergeben also überlegte ich etwas herum und fand irgendwann einen Namen, der ähnlich klang und mir gefiel (und um vieles besser war als die namensvorschläge, welche mein Kumpel mir gab. Dinge wie 'großerPenis2000 ist einfach nicht mein stil ;P)\n\nIrgendwann wurde ein neuer name fällig. Mir kam die Idee, mich nach dem bösen zu nennen. Ganz klar, 'blackevil' war ein geeigneter Name. Leider aber vergeben. Also wurde einiges anderes Probiert. Ich weiß nichtmehr, was alles. Manche Farben fand ich langweilig, andere waren vergeben. Am ende hieß ich dann 'pinkevil'. Dies war zwar wie der obrige name nicht die ursprüngliche intention, aber es reichte mir aus ;D.\n\nMein letzer (und jetziger) name war relativ ungeplant. Eines schönen Tages hörte ich Julien Bams lied 'Santa ist der boss' und da kam mir bei den beiden Damen die um Santa 'herumtanzten' die idee, mich 'Santas hoe' zu nennen. Irgendwie mochte ich den Namen und übernahm ihn in League. Einige Zeit Später änderte auch mein Kumpel seinen Namen und seitdem machen wir als 'HelloitsmeSantaa' und seine hoe die botlane unsicher ;D.\n\nLG\nSantas hoe","replies":[{"id":"","poster":"5weeds","date":"2017-04-05T13:05:23.501+0000","up_votes":1,"down_votes":0,"body":"Santas Harke?\n\nIch versteh die zusammen hänge nicht :^)","replies":[{"id":"","poster":"Santas hoe","date":"2017-04-05T20:16:03.774+0000","up_votes":2,"down_votes":0,"body":"Tja, Santa mag eben Gartenarbeit, irgendwie muss der alte Sack sich ja beschäftigen wenn er keine Geschänke austrägt. Deshalb dachte ich mir, verbreite ich doch einmal diese frohe Botschaft. Außerdem stehe ich auf Harken (tut ziemlich weh, da einem dann immer der Stiel voll ins Gesicht klatscht aber irgendwann gewöhnt man sich dran)\n\nLG\nSantas Harke","replies":[{"id":"","poster":"Angel Ayume","date":"2017-04-06T10:34:03.461+0000","up_votes":1,"down_votes":0,"body":"*Geschenke =P","replies":[]}]}]}]},{"id":"","poster":"Andrej553","date":"2017-04-05T14:36:43.647+0000","up_votes":2,"down_votes":0,"body":"Mein Nickname ist wohl so 13 Jahre alt, und stammt wie so vieles aus einem Buch das ich damals gut fand.\n\nDie Hauptperson hieß Andrej, ist nach Deutschland untergetaucht und hat den Namen \"eingedeutscht\" auf Andreas. \nNachdem ich Andreas heiße und den Charakter wie gesagt toll fand habe ich den Namen direkt übernommen.\n\nDie 553 ist noch älter und stammt von meinem allerersten eBay Account her, bei dem der gewünschte Name vergeben war und eBay mir mehrere alternativen Vorgeschlagen hatte. Unter anderem \"originalName553\". \n\nNachdem Andrej in den meisten Spielen vergeben ist, lag die verschmelzung für mich nahe.\n\nEinzige Problem an meinem Nickname ist, dass ich ständig auf russisch zugeschwafelt werde und nichts verstehe -.-","replies":[]},{"id":"","poster":"ForRiven15","date":"2017-02-10T21:42:53.592+0000","up_votes":2,"down_votes":0,"body":"Erstmal, das ist nicht mein Echter ACC: Echter Account heisst jascha06 ;P\n\nMein Name ist nicht besonders es hat aber eine Geschichte die ich nie vergessen werde ;)\nFrüher hatte ich ein Gameboy, mit 6 Jahren und habe mit mein Freunden sehr viel gespielt.\nIn ein Gameboy Spiel durfte ich mir ein Namen aussuchen, ich habe mich jacha06 genannt. Meine Mutter hat das mitbekommen und hat mich erstmal fett ausgelacht (Sie meinte das nicht böse) Wie ich mein Name geschrieben habe. Sie hats mir erklärt und habe mein Namen dann geändert. \n\nSpäter als ich älter wurde kam das DS raus, die PCs und Die Handys usw. \nIch habe mir ein Nintendo erarbeitet und mit voller Stolz damit in die Schule gerannt, ich wurde bewundert denn fast keiner hat wirklich ein Nintendo gehabt.\nJeden Tag haben wir in der Pause heimlich Nintendo gespielt ohne das die Lehrer davon wissen, eines Tages wurde ich von ein Lehrer aufgefordet zu die Tafel zu gehen und dort ein Text zu schreiben, da der Text ein Fehler hatte, hat der Lehrer gefragt ob jemand das berichtigen kann. Der Lehrer hat mein besten Freund drangenommen und gesagt: Jascha06 hat Wald falschgeschrieben.\nDer Lehrer sofort Jascha06? \n\nUnd meine Freunde schrien JA! \nDer Lehrer guckte verwundert und hat einfach mit den Unterricht weiter gemacht.\nWir hatten nächste Stunde nochmal mit ihn und ich wollte eine Frage stellen und hat mich drangenommen mit den Satz: jascha06 was ist denn?\n\nAlle lachten, und so ging das Tag zu Tag ;) \n\nDeswegen habe ich mein Name nie geändert und werde es auch nie ändern. \n\nTschüss","replies":[]},{"id":"","poster":"Derpys Hoove","date":"2017-02-09T23:30:27.433+0000","up_votes":2,"down_votes":0,"body":"Uff. Lange Spielgeschichte, Viele namen.\n\nAlso mein erster Name war damals \"FairyBoy\". Ganz einfach, wie man von Malon aus Zelda Ocarina of Time genannt wurde (im englischen). Der Name wurde dann in Chats benutzt (Knuddels).\n\nDann kam die Zeit der MMOs (2004?) (WoW), wo Ich einfach nur \"Blume\" (é/è) hieß. Eigentlich hieß ein Char damals Nachtblume (Ich war damals ein fan der Magic the Gathering Karte \"Kiku, Blume der Nacht\"), und ich wurde im TS aber halt nur Blume genannt.\n\nAls ich dann (immernoch in MMOs) nen Neuanfang gemacht habe (Neuer server, oder ganz andere spiele (Rift, Swtor)) (2008?), \"erfand\" ich den Namen \"Ofaeria\", welchen ich heute noch für selbsterstellte Charaktere benutze.\nWarum \"erfand\"? Nun, der Name enstand aus \"Kopf-> Tastatur\" mit ein wenig Justierung damit es aussprechbar ist.\n\nUnd heutzutage bin ich halt \"Derpys Hoove\" für Foren oder Profillnamen. Recht offensichtlich, woher dieser Name stammt,... fals nicht, Derpy Hooves (MLP), wobei ich nicht nach dem Pony benannt bin, sondern nur ein Huf des Ponys bin (zusammen mit nem entsprechendem Profilbild fand ich das damals einfach nur unendlich komisch/genial)","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:40:55.744+0000","up_votes":1,"down_votes":0,"body":"Ach, die Bronys wieder xD","replies":[]}]},{"id":"","poster":"Raivenz","date":"2017-02-09T23:24:29.384+0000","up_votes":2,"down_votes":0,"body":"über meinen namen brauche ich nicht viel zu erzählen es schmeckt einfach lecker <3","replies":[]},{"id":"","poster":"Maíko","date":"2017-02-09T14:39:50.567+0000","up_votes":2,"down_votes":0,"body":"Mein LoL-Nutzername hab ich so ziemlich einfach aus Steam übernommen.\nIn Steam hatte ich damals fast täglich meinen Namen geändert...kam immer drauf an mit wem ich gerade gespielt habe.\nKann mich auch nicht mehr an meinen ersten erinnern....\n\niwann hab ich dann auf Google nach guten Profilbildern für Steam gesucht und ein schickes mit einem schwarzen Pferd gefunden.\nDafür hab ich mir dann den Namen Night Mare ausgesucht...\nNight = Nacht\nMare = Stute\nFand das Wortspiel eigentlich ziemlich gut^^\n\nDann habe ich eine Zeit lang mit einer Gruppe gespielt, die alle iwas mit Black in ihrem Namen hatten...BlackHawk, Blackstar , Blackeye etc.\nUnd da ich dort der jüngste war haben die mich immer mit Blacky angesprochen.\nBei dem Namen bin ich dann bis heute geblieben...nicht unbedingt weil er mir besonders gefällt, sondern eher weil ich keine Lust habe mir immer einen neuen auszudenken^^\nIn Spielen in denen Blacky schon vergeben ist setz ich dann einfach ne Zahl dahinter.","replies":[]},{"id":"","poster":"Dragonfly1008","date":"2017-02-09T14:35:39.204+0000","up_votes":2,"down_votes":0,"body":"Oh mein Gott es sind so viele schöne Erklärungen für ihren Namen hier und ich hab so eine billige Geschichte xD\nNaja wie soll ich anfangen, ich habe mit ca 11 nen anständigen Rechner bekommen. Dann meinte ein Kumpel zu mir das wir beide doch zusammen 4Story spielen könnten, ich meine Mum gefragt ob das in Ordnung ist ( Meine Mum will immer wissen was ich so mache, weil sie angst hat das ich irgendeine Scheisse mache). Ich also mit meiner Mum in der Anmeldung und wir überlegen so welchen Namen wir nehmen. Da meinte meine Mum Feenkrieger08 wäre doch ganz \"schön\" ._. \nInnerlich dachte ich mir schön will ich nicht, aber um nicht zu Diskutieren habe ich den Namen angenommen. Ich war sehr unglückig mit dem Namen, aber habe ihn weiterhing genutzt. Als ich dann bei nem Klassenkameraden das erste mal LoL gespielt habe wusste ich das willst du auch spielen. Da ich aber immer nur FeenKrieger08 hieß musste ich mir nen anderen Namen einfallen lassen. Ich habe tage überlegt und bin dann auf Dragon gekommen ich wollte irgendwas mit Dragaon heissen und habe dann überleg was ich an Dragon dran packe damit er nicht so kurz ist. Ich bin zum Entschluss gekommen Dragonfly hört sich cool an. Natürlich war das nicht cool genug also das Geburtsdatum dahinter geknallt. und so ist der Name Dragonfly1008 entstanden xD {{champion:119}}","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:49:41.211+0000","up_votes":1,"down_votes":0,"body":"Mir gefällt die Story mit Feenkrieger08 xD\n\n\nIch hab ne kleine Schwester (ist jetzt 5) und die hat mal die Frage gestellt \"wer ist die Einhornprinzessin?\".\nMeine Mutter meinte nur eiskalt: \"Dein Bruder\"\nVon da an, gabs den running gaga, dass _ich_  die wahre Einhornprinzessin bin xD\n\nDeswegen heiß ich auf PS4 EPjosh --> EinhornprinzessinJosh ^^","replies":[]}]},{"id":"","poster":"FriendlyShaco","date":"2017-02-09T12:33:50.045+0000","up_votes":2,"down_votes":0,"body":"Also, kommen wir mal zu meiner Geschichte.\n\nEs war vor drei oder vier Jahren, da waren die meisten meiner Freunde am lol spielen und ich musste/wollte dadurch natürlich auch.\n\nAlso Spiel geholt meinen gewöhnlichen Online-Namen zum registrieren eingegeben und dann kommt so ein blödes Feld und fragt mich wie ich ingame heissen möchte.\n\nIch erstmal was? Ich habe meinen Namen doch schon eingegeben, bis mir klar wurde das ich ihn als Kontoname gebraucht habe und nicht als Beschwörername.\n\n( Da ich natürlich Angst hatte, das mein Konto gestohlen wird konnte ich nicht einfach den gleichen Namen nehmen, weshalb ich ihn auch nicht erwähne ;) )\n\nSomit sass ich da und überlegte, ich wollte natürlich etwas was mich als lässig gelassen und cool dastehen lässt.Ich hatte zu dieser Zeit mit dem Lied Troublemaker in der Schule zu tun und es passte natürlich. Somit nahm ich ihn und noch schnell die Zahlen meines alten Namens dahinter damit es auch geht.\n\nSo mache ich bis Heute als Troublemaker11 mit meinem geliebten Shaco die Kluft unsicher.\n\nWas sich auch irgendwie ergänzt :)","replies":[]},{"id":"","poster":"Noko","date":"2017-02-09T10:19:46.367+0000","up_votes":2,"down_votes":0,"body":"Dann geb ich auch mal meine recht unspektakuläre Geschichte zum Besten^^\n\nAngefangen mit meinem Allgemeinen Namen Noko hat es vor knapp 11 Jahren. Damals suchte ich nach nem guten Internetnamen (für ein Forum damals noch nix mit Online Gaming und so ein Zeug xD) und weil ich damals und heute auch noch gerne Animes angeschaut habe musste es irgendwas Japanisches sein. Nach langem suchen fand ich den Namen Noriko der natürlich falsch übersetzt war als \"Lehrerkind\" und weil ich das war, dachte ich, WOW perfekt. Später fand ich raus das es eigentlich \"Die Lehrende\" bedeutet. xD\n\nAlso war ich halt Noriko und irgendwann entschied jemand das er mich jetzt einfach Noko nennt weil er Nudeln mag und Noko wie so ne Nudelsorte klingt. Da aber Noko zu 100% laufend irgendwo vergeben ist waren die meisten Abwandlungen Nokochan oder Nokolein.\n\nIrgendwann kam ich dann auf League of Legends und schrieb mit einer guten Freundin (meine LolMami wie ich sie liebevoll nenne :3) in WhatsApp  wie ich mich den dieses mal nennen sollte. Ihre Autokorrektur machte aus Noko -> Nokomi und ich fand den Namen eigentlich ganz schön und hab ihn übernommen. Natürlich war der Name auch schon vergeben deswegen hab ich noch eine 17 dazugeschrieben, weil das der Tag meines Geburtstags ist.\n\nDa ich aber eigentlich lieber zurück zu meinem Ursprung mit Noko will wird es wohl bald einen Namechange in die Richtung geben :D","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:58:01.457+0000","up_votes":1,"down_votes":0,"body":"Ich hab erst an Nekomimi gedacht xD","replies":[]}]},{"id":"","poster":"One Eyed Øwl","date":"2017-02-09T07:02:06.162+0000","up_votes":2,"down_votes":0,"body":"Die Namen meiner Accounts sind eigentlich alle Anspielungen auf Tokyo Ghoul.\n\nFrüher hatte ich den Namen \"Drunken Marty\". Nen guter Freund von mir mit dem ich oft gezockt habe, hatte den Namen \"ImDrunkAsHell\", woher der erste Teil dieses Namens kommt, der zweite Teil ist eine Anspielung auf Marty McFly aus Zurück in die Zukunft.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T06:58:57.068+0000","up_votes":1,"down_votes":0,"body":"One eyed Owl...\nAuch sooo ein klasse Character, der viel zu früh gestorben ist :,(","replies":[]}]},{"id":"","poster":"CG Alice","date":"2017-02-08T15:06:38.724+0000","up_votes":2,"down_votes":0,"body":"Naja, mit meinem ersten Namen war ich unzufrieden. Er entsprach zwar einer lustigen Geschichte, aber viele fanden ihn offensive.\nAlso wollte ich mich unbenennen, u. dachte mir warum nicht das kombinieren, was ich am meisten mag.\nCG wegen Compact Gaming. Ich weiß, dass diese Gemeinschaft nur mit ,,Invite and Join\" funktioniert, aber laut Sp4zie selbst sei es okay sich diese Vorsilbe zu geben solange man nicht WIRBT oder ANGEBE, dass man zu CG gehört.\nUnd warum Hobi: BTS --> J-Hope --> Bias As Fuck --> Spitzname HOBI","replies":[]},{"id":"","poster":"Soúp","date":"2017-02-08T12:16:00.108+0000","up_votes":2,"down_votes":0,"body":"Meine große Liebe - was Games betrifft - ist (_neben der Gothic-Reihe_) **Diablo 2** (LoD).... \nVor vielen vielen Jahren gab es dann dazu diverse Foren in denen ich mich rumgetrieben habe. Naja - sowohl im Spiel, als auch im Forum, gab es dann den Trend, dass man - aus gründen der Zeitersparnis - aus \"What´s up?\" nur noch \"sup?\" geschrieben hat.\nWhat´s up? > Wassup? > sup? \nLustige Kerlchen haben schlussendlich dann immer wieder auch \"Soup?\" geschrieben. Unter anderem auch ich. Nach diversen Soup-Namen, in verschiedensten Games, kam ich dann auch bei League of Legends an und wollte mich \"Soup\" nennen. Gab es aber schon. Also wurde daraus eben..\n\n**Soúp**\n\n\n\n\n\n/Edit:\nDabei fällt mir noch eine andere Geschichte ein. Wie oben schon erwähnt, hab ich damals extrem viel Diablo2 gespielt. Man konnte diverse Chars benennen und ich hab ewig gerätselt, wie ein Funchar (Necro mit Pets) heißen sollte. Irgendwann kam ich dann auf einen Namen, den ich in dem Moment so unglaublich cool fand.. \"BeastMaster\" ..weil ich so viele Skelette etc beschwören konnte. Und eigentlich wäre ich alt genug gewesen, um zu wissen, dass das mit Abstand der peinlichste Name ist, den ich mir hätte aussuchen können. War aber nicht so.. in dem Moment klang er wahnsinnig cool. \n:P ","replies":[]},{"id":"","poster":"Crounty","date":"2017-02-08T12:08:43.844+0000","up_votes":2,"down_votes":0,"body":"Mir war langweilig, also dachte ich mir einen Namen aus, der toxic klingt während ich gar nicht toxisch bin.\n\nMein eigentlicher Nickname lautet \"Crounty\" und den entwickelte ich vor 7 Jahren als ich mir einen Nickname in einer bestimmten APP geben wollte. Da schlug mir ein Kumpel vor, mich \"Crispy_aNd_lol\" zu nennen, was ich auch tat. Er vergaß aber immer den Namen und nannte mich \"Country_aNd_lol\" und irgendwann wollte ich einen kurzen und knappen Nickname haben, hab mir dabei meinen Kopf zu tode gegrübelt bis ich wieder an die Worte von meinem Kumpel dachte, aber einen einzigartigen Namen ohne (mir) bekannter Bedeutung haben wollte, sodass ich dann von Country auf Crounty kam.","replies":[]},{"id":"","poster":"Mirage96","date":"2017-02-08T10:39:42.152+0000","up_votes":2,"down_votes":0,"body":"Der Name Mirage kam so zustande:\n\nFrüher, als ich noch jung war & MMORPGS noch der heiße Shit waren, bevor die ganzen Mobas kamen und die MMORPGS am Aussterben sind (außer Ausnahmen wie WoW), habe ich sehr aktiv Metin2 oder NosTale gespielt. Bei Metin2 habe ich sehr gerne den Ninja gespielt & bei NosTale den Schurken. Grade bei NosTale war ich von 12-16Jahren sehr aktiv & auf meinem Server auch einer der besten Spiele und in der Rangliste in der Top 10 (Wodurch man im Game einen absoluten Promistatus hatte und wirklich JEDER dich angeschrieben hat & irgendwas von dir wollte, was natürlich größtenteils nur gammeln nach Leveln, Gold oder Items war, aber man hat auch ein paar coole Leute kennengelernt.. Okey das ist nicht das Thema grad. :D)\n\nDa ich diese Zeit wirklich geliebt habe & diese Zeit mich auch geprägt hat, wollte ich etwas haben, was mich an diese Zeit erinnert. \nUnd da Ninjas & Schurken (war bei NosTale quasi der Ninja, auch wenn es ne eigene Klasse gibt die Ninja heißt, aber die ist eher an nen Samurai angelegt finde ich) natürlich sehr sneaky und \"unsichtbar\" für den Gegner sind, habe ich nach sowas gesagt.\nDa bin ich auf \"Mirage\" gestoßen, was sowas wie Fata Morgana, Illusion oder Trugbild bedeuten kann. Das fand ich so mysteriös & passend & ich fand den Klang von \"Mirage\" einfach so schön, dass ich es übernommen habe. Und nun heiße ich seit 4-5Jahren Online Mirage, FloMirage, Mirage96, oder Sonstiges in diese Richtung. :)\n\nIst vielleicht nicht die krasseste Story (ganz bestimmt nicht xD), aber immerhin habe ich eine. :p :)","replies":[]},{"id":"","poster":"Master Mírror","date":"2017-02-08T10:17:37.724+0000","up_votes":2,"down_votes":0,"body":"meinen Namen habe ich von meinen echten Namen abgeleitet, zu der Zeit habe ich auch gerne Animes geguckt, ich wollte etwas hochnäsiges wie Meister Edward oder so aber das war vergeben, so kam EdwardSenpai zu stande, ich habe danach wesentlich später einen neuen Namen aber für andere Spiele, DrTeeBeutel, ich trinke sehr gerne Tee , und habe in spielen oft leute \"geteebeutelt\" einfach etwas davor gesetzt und so habe ich einen coolen Einzigartigen namen gemacht :D","replies":[]},{"id":"","poster":"Nohgolgh","date":"2017-04-06T22:01:09.741+0000","up_votes":1,"down_votes":0,"body":"Also meine Geschichte ist unspektakulär. Ich habe mich nach dem Protagonisten aus \"Monkey Island\" benennen wollen, einem point &click adventure aus den 90ern, der vier Fortsetzungen hatte (die letzte 2010) und neben den Rätseln die Piraterie auf die Schippe nahm (es gibt Parallelen zu Fluch der Karibitk, weil dem Erfinder die Idee kam, während er im Disneyland besagte Attraktion besucht hat). Der Protagonist hatte den ulkigen Namen Guybrush Threepwood (Typbürste Treibholz), welcher wiederum eine ulkige Entstehungsgeschichte hat. Leider waren alle Namen die auf den Protagonisten hindeuten, schon längst vergeben, ebenso wie praktisch alle anderen Namen, die irgendetwas mit \"Monkey Island\" zu tun hatten (was nachvollziehbar ist, denn Le Chuck ist ein so guter Name für einen Gangplank Main und Elaine trägt wie Miss Fortune zwei Wummen ähnlicher Bauart). Also habe ich frustriert einen Namensgenerator benutzt und den erstbesten Namen genommen, der nicht aus einem Vokal und siebzehn Konsonanten bestand.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2017-04-06T16:55:15.769+0000","up_votes":1,"down_votes":0,"body":"Die Geschichte hinter meinen Namen ist sehr simpel. Bei Battle.net konnte man sich einen zufälligen Namen generieren lassen. Irgendwann kam der Name \"TerrorRaven\" dabei heraus. Mir gefiel der Name, also habe ich den übernommen.\n\nVorher hatte ich hier den Beschwörernamen \"Autosäge\" (ein Begriff aus den Image-Board Krautchan). Irgendwann war mir der Name zu blöd und ich wollte nicht mehr sofort als Deutscher identifiziert werden (wobei es die eine oder andere witzige Unterhaltung im Spiel ausgelöst hat), deswegen habe ich halt meinen namen aus Battle.net übernommen.","replies":[]},{"id":"","poster":"Lotuskobra","date":"2017-02-25T12:08:33.663+0000","up_votes":1,"down_votes":0,"body":"Landfall — Whenever a land enters the battlefield under your control, you may add one mana of any color to your mana pool.\n\n;)","replies":[{"id":"","poster":"Yjuq","date":"2017-04-06T00:35:10.857+0000","up_votes":1,"down_votes":0,"body":"Hab nen Freund der sich auch nach ner MTG Karte benannt hat. RavensCrime heißt der gute ^^\n\nWie wäre es mal mit ner Runde bei Gelegenheit?","replies":[]}]},{"id":"","poster":"Yjuq","date":"2017-04-06T00:19:00.707+0000","up_votes":1,"down_votes":0,"body":"Bin auf der Tastatur eingeschlafen als ich am programmieren war. Am nächsten Morgen war einiges in meinen Quellcode dazu gekommen, nur nicht was sollte. Zwischen den Buchstaben wirr-warr fiel mir eine kleine Passage in die Augen. Noch ein Buchstabe hinzugefügt und schwups, da ist mein neuer Pseudonym für Online-Gaming.\n\nCythor war in einigen Games leider schon besetzt und ich präferiere es überall in Games den gleichen Namen zu verwenden. Habe noch 4 weitere Pseudonyme. Einen zu meinen persönlichen Kunstwerken (Künstlername), einer für meine Bücher welche ich veröffentlicht habe und zum anderen mein Username für die Fachforen was Programmierung & Informatik angeht. Mein letzter ist dann für persönliche Projekte die ich im Netz mal hochlade, die keiner mit mir in Verbindung bringen soll. ^^","replies":[]},{"id":"","poster":"Citizen420","date":"2017-02-14T01:09:22.124+0000","up_votes":1,"down_votes":0,"body":"Ich hab den account zu der zeit erstellt, in der die snowden doku citizenfour im kino war und einfach ne 20 drangehängt. Naja das wars schon :D","replies":[]},{"id":"","poster":"WukongCookie","date":"2017-02-12T00:10:38.102+0000","up_votes":1,"down_votes":0,"body":"Ich mag Wukong und Olaf. \nIch Rage manchmal und bin ingame auch mal wie ein Berserker mit Olaf unterwegs (Vikings) und mir egal ob ich sterbe ich töte (champ hier einfügen) einfach aus dem prinzip der Rache heraus.  \nDas erinnerte mich immer an den Berserker aus der Vikings Serie. Ich weiß ich geh drauf aber ich muss den kill haben. ICH MUSS!!!!!eins eins elf. 11\n\n\nSeltsamerweise waren \nBerserkerKeks\nBerserkerCookie\nVikingCookie\nOlafcookie\nOlafkeks \nWukongKeks (Ey wie könnt ihr nur)\nCookiemonster (wer immer den hat ich hasse dich) \nusw. \n\nAlle schon vergeben. \n\nDeswegen heiß ich nun WukongCookie.\n\nZu LoL bin ich durch zufall gekommen. Ich kenn noch Warcraft das Strategiespiel und hab dort die Maps gespielt die eigentlich zu LOL geführt haben. Als ich dann das Game auf Youtube mal gesehn habe dachte ich \"Boah ich muss Warcraft 3 Updaten das sieht ja richtig nice aus\" \n\nBis ich gemerkt habe das LoL n eigenes Spiel ist. Peinlich Peinlich <.<\nAber dann eben die üblichen Verdächtigen geguckt. \n\nMrmaikap.\nPerrick\nHandofBlood.\nKevin\nLetsreadsmallbooks (besser werden im ranked) \nUnd SivHD (der ist einfach zum totlachen und sch... gut) \n\nAber wegen meines Namens es hätte auch schlimmer werden können. \nIch wollte mich auf Anspielung an Donkey Kong BananaWarrior nennen aber Gott sei dank war der auch schon vergeben. Allein was mich Sorakas geflamed hätten xD","replies":[]},{"id":"","poster":"Awsane","date":"2017-02-10T12:21:10.648+0000","up_votes":1,"down_votes":0,"body":"Aloha \n\nfür Leute die sich fragen hey was das denn für ein Rotzname, sollten lieber froh sein, dass ich nicht meine alten Nicknamen benutze\ndie ich in liebevoller Kleinarbeit mir früher ausgedacht habe und Teufelshund und Dr. Skillz waren.\nZudem für Literarisch unbegabte, Awsane ist ein Kofferwort, sprich es besteht aus 2 zusammengeschmolzenen Wörtern aus wie zum Beispiel Teuro aus teuer (Teu) und Euro (euro) besteht. Für die die das unwichtig finden, sry aber soeben habt ihr eine schöne Kindheitserinnerung für dieses Wissen verloren.\nIn Meinen Fall sind die beiden Komponenten des Names das englische Insane (verrückt) und Awesome (genial) dem entsprechend ist eine deutsche Aussprache bei diesen Namen völlig angebracht, in Lautschrift [ˈaːˈzaːnə] oder (Ahh- Sahne)\n\nmeine LoL Anfänge waren übertrieben gut, so bin ich Anfang Season 3 als ich angefangen habe Ranked zu spielen Bronze 1 eingestuft worden und recht schnell bis nach Bronze 4 abgestiegen, ich war quasi ein Kind von Faker und Mutter Scarra\ndaher habe ich mich Dr Skillz genannt, der Name war Programm\n\n\nDer aktuelle Name kommt von meinen Beruf Chemielaborant \n\n(Moment ers Naturwissenschaftler nun macht der Name Sinn, er hat bestimmt in der Milchindustrie mit Sahne zu tun gehabt)\n\nseitdem ich mich verstärk fürs Coaching interssiere habe ich den aktuellen Namen\n\nhierbei besonders für psychologische Aspekte, bei mir lernt ihr euer ego aufzubauen und mit den richtigen Methoden euer Team über den Chat zu stärken, ich arbeite hierbei mit einen Onkologen eng zusammen und unsere Erfolge sind nicht von der Hand zu weisen. (Ich sag mal so, die Leute die ich gecoacht habe sind so gut geworden das sie keine LoL mehr spielen, meine Vermutung: sie sahen keine Herausforderung darin mehr)","replies":[{"id":"","poster":"Supportsmanlike","date":"2017-02-10T12:45:03.764+0000","up_votes":1,"down_votes":0,"body":"Haha, nice Copy & Paste Skills m8^^","replies":[{"id":"","poster":"Awsane","date":"2017-02-10T13:32:21.305+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Celesil","date":"2017-02-10T10:04:12.960+0000","up_votes":1,"down_votes":0,"body":"Mein derzeitiger Name ist schon paar Tage alt. Jedoch von Anfang an:\n\nDamals als ich noch kein Internet hatte, spielte ich nur über das klassische LAN mit Freunden und Bekannten PC. Da wechselte ich den Namen oft. In CS 1.6 hieß ich mal so, in WC 3 dann so und in UT wieder anders.\nAls ich dann die ersten paar Videos von CS 1.6 Profispielern gesehen habe, musste ich mir (im jugendlichen Leichtsinn) glatt Namen abgucken.\n\nBlack Earth, Death Rat, Super Fly und ... viele, viele mehr. Alle in den wildesten Kombinationen aus Buchstaben, Zahlen und Sonderzeichen.\n\nDas zog sich dann bis 2005 so hin. In 2005 habe ich dann mit WoW angefangen und da musste ich mir dann das erste mal einen festen Namen vergeben. Vor allen einen, der noch frei war. Da tippte ich einfach auf meiner Tastatur umher und alles sah irgendwie blöd. Irgendwann kam dann Celesil bei raus und der gefiel mir auf anhieb.\n\nBis heute bin ich bei dem Namen geblieben.\nIch wurde zwar oft auf Clearasil angesprochen, jedoch hatte ich das nicht im Hintergrund. Im Nachhinein passt der Vergleich zwar, jedoch kannte ich Clearasil erst nach meiner Namensvergabe. Dafür hat es auch was gutes, die Namesfindung bei einem Spieleprofil ist kein Problem. Bisher war der Name immer frei.","replies":[{"id":"","poster":"5weeds","date":"2017-02-10T10:16:51.163+0000","up_votes":1,"down_votes":0,"body":"Hey, keine Schleichwerbung für Hautpflegemittel auf meinem Threat (joke)!\nBin ich Dagi-Bee oda what?!\n\nHier geht's übrigens zur offiziellen Clearasil Homepeage :\nhttp://www.clearasil.de/\n\nMit tollen Produkten zu günstigen preisen, die es voll bringen *lügelügelüge*","replies":[{"id":"","poster":"Celesil","date":"2017-02-10T10:53:43.766+0000","up_votes":1,"down_votes":0,"body":"Hehe.\nDeine Produktplatzierung ist da doch gekonnter :D","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2017-02-10T08:38:37.435+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nIch hab echt nicht erwartet, dass sich so viele Leute öffnen.\nIch wollt mal vielen Dank sagen, für die ganzen Storys von euch.\nIch hab mir die Zeit genommen und Alle gelesen, war echt interessant ^^\nIch versuch jetzt mal öfters solche \"erzähl mal\" Threats zu machen.\nNochmal vielen Dank :D","replies":[]},{"id":"","poster":"Released Ape","date":"2017-02-09T22:50:33.337+0000","up_votes":1,"down_votes":0,"body":"Meine Geschichte beginnt vor vielen Jahren, ich meine Jahrmillion! Es war einst Hildegard von Bingen und Otto von Bismarck, sie tranken Tee und da  fiel plötzlich ein Keks auf den Boden. Der Keks - man glaubt es kaum formte einen heiligen Namen: \"Troll\". Als ich die Geschichte gelesen hatte überlegte ich lange wie ich mich nun nennen könne um eine Verbindung zur Geschichte aufzubauen - es war eine fröhliche Geschichte und so wollte ich eben auch einen fröhlichen Namen: Happy - war mein erster Gedanke. Doch dieser Name war leider bereits vergeben an einen anderen Hinterlist...lieben Mitspieler den ich hochachtungsvoll respektiere. Kurzer Hand wechselte ich, wie meine simple Natur es vermag, die letzten zwei Buchstaben und spielte fortan als Hapyp. Dieser Name ist auch mein erster Name in League - ich hatte viele Namen, doch letztlich endlich passte Hapyp zu einen Fehler wie mir perfekt.","replies":[]},{"id":"","poster":"Mi3zekatze","date":"2017-02-09T20:33:47.771+0000","up_votes":1,"down_votes":0,"body":"Wieso habt ihr alle ne story dazu und ich nicht :/","replies":[]},{"id":"","poster":"Mar P P0","date":"2017-02-08T17:44:52.976+0000","up_votes":1,"down_votes":2,"body":"Habe eigentlich immernoch diese schwierigkeit, weil alle meine acc´s permabans bekommen xD","replies":[]}]}