{"id":"Qorv2vww","poster":"Portus82","date":"2017-02-07T20:51:59.976+0000","title":"Erneute Zeitstrafe ohne Verschulden","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Hallo liebe LOL-Gemeinde und Admins...\r\n\r\nIch muss nun wieder eine Zeitstrafe hinnehmen, weil die Verbindung zu manchen Servern einfach nicht funktionieren oder irgendwas dort falsch l&auml;uft.\r\nMit dem Support hatte ich mich vor einiger Zeit schon auseinandergesetzt und auch entsprechend gehandelt, ich habe in der Zwischenzeit wieder viele Matches gemacht und es lief ohne Probleme. Nun habe ich wieder an Ranglistenspielen teilgenommen, weil ich mir dachte: Hey, es l&auml;uft ja wieder und jetzt kann ich endlich wieder RICHTIG League of Legends spielen. Die ersten 3 Spiele verliefen ohne Probleme....\r\n\r\nNun hatte ich aber wieder das gleiche Problem und bekam wieder eine Zeitstrafe. Ich kann dem Spiel einfach nicht beitreten... Ich suche meinen Champion aus, kommuniziere im Chat welchen Champ ich spielen werde etc. DANN sollte der Ladebildschirm folgen: HFGL! und es folgt ein schwarzer Bildschirm und eine Windowsfehlermeldung bloppt auf. Ich soll meine Internetverbindung &uuml;berpr&uuml;fen. Match verloren, Zeitstrafe kassiert und mein Team im Stich gelassen (was mich am Meisten &auml;rgert) ohne EIGENES Verschulden. \r\n\r\nWie schon beschrieben, habe ich ALLES gemacht was der Support von mir wollte Internetanalyse, Protokoll, Routereinstellungen und es lief VIELE Spiele ohne Probleme und aus dem NICHTS kommt wieder der gleiche Fehler und ich sitze da und muss jetzt mit niedriger Priort&auml;t spielen ohne mein Zutun!\r\n\r\nEs ist wirklich erm&uuml;dend und bin da ein wenig am verzweifeln. Es w&auml;re nett wenn man mir irgendwie einen konstruktiven Ratschlag geben k&ouml;nnte oder einer der Admins sich mal wieder damit auseinandersetzt. Ich wei&szlig;, ich bin eventuell nur EIN Spieler mit diesem Problem und es kann eigentlich total egal sein.\r\n\r\nBin ja froh wenn man mir irgendwie helfen kann und ich das endg&uuml;ltig in den Griff bekomme, es ist allerdings fraglich ob es die richtige Methode ist mich deswegen als &quot;Verbrecher&quot; zu behandeln. Dummheit sch&uuml;tzt vor Strafe nicht, aber wenn man ALLES tut um dies zu vermeiden und den REGELN folgt, sollte man eventuell Kulanz zeigen und helfen statt mich wegzusperren... Danke im Voraus!","replies":[{"id":"","poster":"Gin","date":"2017-02-08T15:24:34.311+0000","up_votes":1,"down_votes":0,"body":"Die Kulanz nach der du fragst gibt es bereits. Deswegen bekommst du nur eine \"leichte\" Strafe bei den ersten Malen nur eine Zeitstrafe von 5-15 Minuten.\n\nErst wenn du in einem gewissen Zeitraum öfter Spiele verlassen hast bekommst du richtige Strafen. (Leavebuster etc.)\n\nWas dein Problem mit dem Spiel beitreten betrifft:\n\n* Versuch mal die [GameDVR](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) auszuschalten.\n* Probier das Spiel mal im [Fenstermodus](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/N4zmEBHj-vollbildfehler-out-of-range-fehler) zu spielen.","replies":[]},{"id":"","poster":"Crounty","date":"2017-02-07T23:56:48.798+0000","up_votes":1,"down_votes":0,"body":"Passiert das regelmäßig oder ab und zu?","replies":[]},{"id":"","poster":"Portus82","date":"2017-02-08T18:30:22.673+0000","up_votes":1,"down_votes":1,"body":"Danke für die Antworten, ich werde das mal mit dem Anbieter besprechen und auch mal die entsprechenden Dinge dort ausprobieren...\n\nAllah Says Kys: Das ist total unregelmäßig, kann das nicht beeinflussen. Ich habe keinerlei Ahnung was dort schief läuft.\nWohl gemerkt! Ich kann andere Spiele ohne Lags, ohne Disconnects oder sonstige Probleme spielen, es passiert mir nur bei LOL :(","replies":[]},{"id":"","poster":"Axcite","date":"2017-02-08T03:23:51.138+0000","up_votes":1,"down_votes":1,"body":"Hatte das gleiche Problem, ab und zu. \nLag an 1&1. \nSeitdem ich denen jedoch 3x mit außerordentlicher Kündigung gedroht habe, da ich auch beim zocken random Laggspikes hatte, läuft die Leitung problemfrei.","replies":[]}]}