{"id":"gt7kfG3A","poster":"MarFlow","date":"2017-02-08T08:09:12.602+0000","title":"GOLD/PLATIN TEAM IM AUFBAU","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sehr geehrte Beschw&ouml;rer,\r\n\r\nMein Name ist Clemens, ich bin 18 Jahre alt und habe mir das Ziel gesetzt, ein ambitioniertes Team mit festen Trainingszeiten aufzubauen! \r\n\r\nEtwas &uuml;ber mich: \r\nElo: solo/duo: Platin 3\r\nRole: Midlane (ausweichbar auf Toplane)\r\nEigenschaften: hilfsbereit, zuverl&auml;ssig, motiviert \r\n\r\nWas ihr mitbringen solltet:\r\n\r\nElo: mittlere Gold Bereich mindestens (bis oben keine Grenzen)\r\nChampionpool/Lane: vorteilhaft w&auml;re es, wenn ihr euch an die Meta anpassen k&ouml;nntet und einen variablen Championpool auf eurer Position h&auml;ttet. \r\nEigenschaften: Teamf&auml;higkeit, Motivation, Verl&auml;sslichkeit und ein netter Umgang, sprich kein Ragen!\r\n\r\nSolltet ihr Interesse geweckt haben, bzw. Fragen haben, dann schreibt entweder einen Kommentar oder addet mich!\r\n\r\nLiebe Gr&uuml;&szlig;e!\r\nGangplank v1","replies":[{"id":"","poster":"MarFlow","date":"2017-02-08T08:42:10.186+0000","up_votes":2,"down_votes":0,"body":"Würde mich später mal bei euch melden!\nDankeschön für den Kommentar! \nLiebe Grüße","replies":[]},{"id":"","poster":"MarFlow","date":"2017-02-08T08:38:46.961+0000","up_votes":2,"down_votes":0,"body":"Geht klar! Sehr nett geschrieben! Werde mich nachmittags sicherlich mal blicken lassen.\nLG","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2017-02-08T08:27:42.656+0000","up_votes":1,"down_votes":0,"body":"Moin Clemens,\n\nda du anscheinend schon öfter versucht hast in einem Team unter zu kommen oder gar selbst eines zu gründen würde ich dir gerne mehr über unsere Community erzählen.\n---\nWir sind hauptsächlich eine Casual Community, helfen aber auch unseren Mitgliedern dabei Mitspieler für Teams oder DuoQ zu finden. Alles was man dafür als Mitglied mitbringen muss ist Zeit, Geduld und Ehrgeiz. \nDazu kommt, dass man am Besten auch offen für neue Bekanntschaften ist und sich auf für eine Community und seine Mit-Nerds interessiert, sonst macht das alles keinen Sinn.\n---\nSolltest du also neben der reinen Team-Suche außerdem Lust darauf haben jede Menge freundlicher, respektvoller Spieler/innen kennenzulernen und eine Community bei ihrer Laufbahn zu begleiten, dann schau dir Mal unsere Vorstellung an: [♣ ƝЄƦƊƧ ƓƠ ƇƛƧƲƛԼ ♣ Ü18 multigaming Community lädt zum Zocken ein ♣](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/RJ20YJXb-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe)\n\nLiebe Grüße,\nP0lyxena | Julia","replies":[]}]}