{"id":"sgobBKfo","poster":"ºJatschillik","date":"2017-02-07T17:32:09.486+0000","title":"Shaco in der Kluft gegen Silberlinge?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Hab mal ne Frage:\r\nSeid ein paar Monaten bekomme ich immer mehr Gefallen an Shaco. Ich habe ihn mal in der S4 ausgepackt, bin aber kl&auml;glich gescheitert weil ich das Spiel noch nicht so gut kannte. Dann habe ich ihn nochmal ausgepackt und kam mit ihm wesentlicher besser klar. Das war so ca. Oktober. Seitdem spiele ich in normals zu 90% Schaco. Meisterschaftsstufe 7 f&uuml;r die die das interressiert (ich finds belanglos, weil viele Spiele= MSt. 7)\r\nIm early mache so viel typisches shaco-chaos wie m&ouml;glich und im late pushen/baron/pushen und ab und zu ne ashe farmen.\r\nRankeds intensivierte ich bisher nie. S5 Gold und S6 Silber - idc. Jetzt in S7 habe ich aber vor Rankeds zu spielen, vor allem erstmal die 10 Placements.\r\n\r\n\r\n{{champion:35}} \r\nIch habe an keinem so viel Spa&szlig; wie Shaco. Auch wenn das nicht sehr f&uuml;r mich spricht -ebenso wie bei Teemo mains, Yasuo etc. Die Onetrick Strategie is mir bewusst und ich m&ouml;chte sie in Angriff nehmen.\r\nNun zur Frage ;D Lohn sich Shaco gegen die Silber/Gold/ hoffentlich nicht Bronze-Leute?","replies":[{"id":"","poster":"Shacoláde","date":"2017-02-08T08:04:39.733+0000","up_votes":1,"down_votes":0,"body":"Einen Champion gut spielen zu können hilft auf jeder ELO. \nIch maine ihn  (Wie man warscheinlich von meinem Namen ableiten kann  ^^) auch\nund hab mit Ihm in der FlexQ von Silber auf Gold gespielt.\nMan muss halt bisschen mit ihm spielen können.\nHab mittlerweile ziemlich viel Builts ausporbiert:\n\n-Full AD\n-Full AP\n-Attackspeed\n-Hybrid\n-Tank\n\ndas nicht nur im Jungle sondern auch Mitte, Top und sogar support.\n\nAm erfolgreichsten war ich mit ihm als Tank Hybrid im Jungle.\n{{summoner:14}} {{summoner:11}} \nCore items {{item:3111}} {{item:1413}} {{item:3146}}  die anderen 2 Items hab ich dem Spiel des Gegner angepasst.\nwie{{item:3071}} {{item:3078}} {{item:3025}} \noder{{item:3124}} {{item:3115}}  für AS\noder{{item:3151}} {{item:3152}} für zusätzlich AP\n\nFalls weitere Frage zu ihm hast, kannst dich ja mal melden ;)","replies":[]},{"id":"","poster":"Axcite","date":"2017-02-07T18:45:14.486+0000","up_votes":1,"down_votes":0,"body":"Ja, lohnt sich. Mit Shaco kann man in dem Bereich sehr gut climben.\nZieh dir diesen Streamer rein, Shaco OTP, super sympathisch und du lernst dabei noch was!\nhttps://www.twitch.tv/hahnxd","replies":[]}]}