{"id":"vh47aGmY","poster":"Kikazaru","date":"2017-02-07T14:24:38.546+0000","title":"Jinso, der Beschützer","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Jinsoo, der Besch&uuml;tzer\r\nSupporter\r\nSekund&auml;r Assassine\r\n\r\nVorwort:\r\n&gt; Schon l&auml;nger spukt in meinem Kopf die Idee herum, einen Supporter zu schaffen, der auf Angriffsschaden basiert. Das t&ouml;nt recht unlogisch, ist aber in keiner weise unm&ouml;glich. Es gibt bereits diverse Supporter, bei denen Angriffsschaden skalierungen logisch w&auml;ren, aber nicht vorhanden sind (Threshs Q und E zum beispiel). Ein Supporter konzentriert sich zwar nicht auf Schaden, sondern darauf zu unterst&uuml;tzen. Trotzdem darf der Schaden einiger Supporter nicht ignoriert werden (Zilean, Karma, Morgana). Einen Supporter allerdings wirklich auf Angriffsschaden zu konzipieren, ist nach wie vor sehr komisch.\r\nNat&uuml;rlich k&ouml;nnte man einen Magier schaffen, der den Gegnern mit den normalen Angriffen das Leben aussaugt, und es dann an seine Verb&uuml;ndeten weiterreicht (W&auml;hre interessant mit kritischen Treffern zu kombinieren). Aber das w&auml;hre dann doch wieder nur eine noch viel nervigere Soraka.\r\nDeshalb mein Champion: Ein kleiner Yordle, der umherh&uuml;pft und Angriffe von Gegnern abblockt und zur&uuml;ckwirft. Dabei verursacht er ansehnlichen Schaden, doch mehr nach dem Sprichwort: Angriff ist die beste Verteidigung, als um wirklich anzugreifen.\r\nAusserdem f&auml;nde ich es sch&ouml;n, wenn etwas mehr Martial Arts in League of Legends vorkommen w&uuml;rde. Vor allem seine Ultimative F&auml;higkeit liesse sich wundersch&ouml;n gestalten.\r\nJinsoo ist vorallem als Supporter gedacht. Doch ist er auch recht selbstst&auml;ndig und verursacht ansehnlichen Schaden. Man w&uuml;rde ihn alternativ auch auf der Mid- oder der Top-Lane gespielt werden k&ouml;nnen.\r\n\r\nAussehen:\r\n&gt; Jinsoo ist ein kleiner Yordle mit Bart. Er tr&auml;gt einen grossen Chinesenhut (Die heissen wirklich so, ist also nicht Rassistisch XD) und rote Klamotten/Umhang. Als Waffe hat er eine Doppelklingenaxt mit sehr langem Griff. Die Waffe wirkt eher wie ein Speer.\r\n\r\nF&auml;higkeiten:\r\n\r\nPassiv:\r\n&gt; Wenn Jinsoo drei normale Angriffe hintereinander auf denselben Champion durchgef&uuml;hrt hat, schl&auml;gt der dritte den betroffenen Champion zur&uuml;ck.\r\n\r\n&gt; Wenn Jinsoo drei mal hintereinander vom selben Champion normal angegriffen wurde, blockiert Jinsoo 12/18/24/30% des Schadens des letzten Angriffs und verursacht den blockierten Schaden +25% Angriffsschaden normalen Schaden am betroffenen Champion. Ausserdem wird dieser zur&uuml;ckgeworfen.\r\n\r\n&gt; (Verbessert sich auf den Stufen 1/6/11/16)\r\n\r\nQ-F&auml;higkeit: Axthieb\r\n&gt; Kostet: 60/65/70/75/80 Mana\r\nAbklingzeit: 15/13/11/9/7 Sekunden\r\n\r\n&gt; Jinsoo verst&auml;rkt seinen n&auml;chsten normalen Angriff innerhalb von 5 Sekunden.\r\nDieser st&ouml;sst den Gegner etwas zur&uuml;ck, verursacht aber zun&auml;chst nur 10/25/40/55/70 (+25% Angriffsschaden) normalen Schaden und l&ouml;sst keine Treffereffekte Aus.\r\n\r\n&gt; Anschliessend schl&auml;gt er ihn normal, l&ouml;st Treffereffekte aus und unterbricht Kanalisationen, Bewegungs- und Angriffsbefehle. Anschliessend wird dessen R&uuml;stung und Magieresistenz 3 Sekunden lang um 8/12/16/20/24% verringert und das Ziel am Boden gehalten. Gegner in einem Bogensegment in der N&auml;he des Prim&auml;rziels erleiden 50% des Schadens werden aber nicht kurzzeitig beeinflusst.\r\n\r\n&gt; Befindet sich der Gegner zu beginn ausserhalb der Reichweite von Jinsoos normalen Angriffen, aber innerhalb der Reichweite von 500 Einheiten, schl&auml;gt er das Ziel direkt mit seiner Axt. In diesem Fall verursacht der Angriff 10/25/40/55/70 (+25% Angriffsschaden) zus&auml;tzlichen normalen Schaden am Prim&auml;rziel.\r\n\r\nW-F&auml;higkeit: Tanzender Hut\r\n&gt;Kostet: 20 Mana\r\nAbklingzeit: 20/18/16/14/12 Sekunden\r\n\r\n&gt;Kann nur Aktiviert werden, wenn sich ein Projektil das von einem gegnerischen Champion abgefeuert wurde in der N&auml;he befindet.\r\nJinsoo wirft seinen Hut zu dem getroffenen Projektil und lenkt es in eine logische Richtung um. Es kann nach wie vor nur Jinsoos Verb&uuml;ndete Treffen und fliegt mit um 10/15/20/25/30% verringerter Geschwindigkeit weiter. Es spielt dabei keine Rolle, ob ein Skillshot abgewehrt wurde oder ein zielgerichtetes Geschoss, beides fliegt als Skillshot weiter.\r\n\r\nE-F&auml;higkeit: Klarheit\r\n&gt;Kostet: 20 Mana\r\nAbklingzeit: 14/12/10/8/6 Sekunden\r\n\r\n&gt;Stellt bei sich selbst oder dem Zielchampion 20/25/30/35/40% des in den letzten 5 Sekunden erlittenen Schadens wieder her, gew&auml;hrt ihm 1 Sekunde lang 20% zus&auml;tzliches Lauftempo.\r\n(Kann verwendet werden ohne stehen zu bleiben.)\r\n\r\nUltimativ: Himmelst&auml;nzer\r\n&gt;Kostet: 100 Mana (+25 Mana jedes mal wenn er von einer Mauer abspringt)\r\nAbklingzeit: 80/70/60 Sekunden\r\n\r\n&gt;Jinsoo springt in die Luft und bleibt dort bis zu 5 Sekunden lang. Normale Angriffe holen ihn vom Himmel, die erste Sekunde kann er allerdings nicht ins Ziel genommen werden. Solange er in der Luft ist, kann er &uuml;ber Mauern sehen und erh&auml;lt eine um 25% erh&ouml;he Sichtweite.\r\n\r\n&gt;Durch einen Bewegungsbefehl wird die F&auml;higkeit abgebrochen und die Abklingzeit um 75% zur&uuml;ckgesetzt.\r\n\r\n&gt;Durch erneutes aktivieren springt er ins Zielgebiet und verursacht in einem kegelf&ouml;rmigen Gebiet hinter sich 75/150/225 (+150% Angriffsschaden) und schl&auml;gt getroffene Gegner 1 Sekunde lang in die Luft und zur&uuml;ck.\r\n\r\n&gt;Ist das Zielgebiet eine Mauer, springt er von dort aus automatisch weiter. W&auml;hrend er in der Luft ist, kann er die Richtung noch etwas &auml;ndern. Er kann bis zu 3/6/9 mal von einer Mauer abspringen.\r\n\r\nGegenst&auml;nde, Runen und Meisterschaften:\r\n&gt; Ich m&ouml;chte hier keinen kompletten Itembuild aufz&auml;hlen, nur ein paar Inspirationen.\r\nZuerst stellt sich die Frage, welchen Anfangsgegenstand Jinsoo mit auf die Lane nehmen sollte. Das Reliktschild{{item:3302}} ist ihm zu Tanky, die AP des blauen{{item:3303}} bringen ihm nichts. Das gelbe{{item:3301}} steht ihm recht gut. Dreieinigkeit{{item:3078}} halte ich ebenfals f&uuml;r sinnvoll, der Zauberklinge-effekt erg&auml;nzt sich wunderbar mit seinem Q. Die Angriffsgeschwindigkeit steht seiner Passiven sehr. Den Panzer des toten Mannes{{item:3742}} ist ebenfalls nicht allzu abwegig, wenn man etwas mehr aushalten m&ouml;chte. Auch der Befreiungsschlag{{item:3107}} ist n&uuml;tzlich, auch wenn die Heil und Schildkraft ihm nicht sooo viel n&uuml;tzen, da seine Heilung nicht im zentrum seines Builds steht. Schwarzes Beil{{item:3071}} ist ebenfalls n&uuml;tzlich, da, wenn er auf der unteren Lane gespielt wird, mit dem ADC zwei AD-Champions auf einer Lane sind. Da werden sich die Gegenspieler schnell R&uuml;stung kaufen. Zu den Schuhen: Generell ist hier sehr viel m&ouml;glich, vorallem aber die Tabi{{item:3047}} , die Angriffstempo Boots{{item:3006}}  und die Beweglichkeitsstiefel{{item:3117}}  w&uuml;rden ihm stehen.\r\n\r\n&gt; Zu den Runen m&ouml;chte ich nicht viel sagen, ich bin da kein Spezialist. Generell Angriffsschaden, R&uuml;stung und Angriffstempo.\r\n\r\n&gt;Als Schl&uuml;sselmeisterschaft kommt nicht viel in frage. Entweder der &quot;Erlass des Donnerf&uuml;rsten&quot;, oder &quot;Steinerne Verbindung&quot;. ALles andere ist etwas suboptimal.\r\n\r\nNachwort:\r\n&gt;So das war mein Champion. Ich hoffe er gef&auml;llt euch. Schreibt bitte eure KONSTRUKTIVE Kritik in die Kommentare.\r\nEinen sch&ouml;nen Dienstagnachmittag w&uuml;nsche ich euch und viel Spass beim Ranked.","replies":[]}