{"id":"3VtEVFN9","poster":"TheSalesman","date":"2017-02-07T10:49:56.916+0000","title":"Supporter sucht DUOQ Partner(s)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen! wie der Titel sagt bin ich auf der Suche nach einem DUOQ Partner der ab und an mit mir zusammen ein paar ranked games spielen mag!\r\n\r\nzu mir:\r\n\r\nIch bin 22 Jahre alt und war in meiner Bl&uuml;tezeit Platin 1/dia5 Supporter (only! :p) aber habe leider wegen lust &amp; Zeitgr&uuml;nden seit ende Season 3/Anfang Season 4 nicht mehr gespielt.\r\nzurzeit bin ich mit meinem neu gelevelten 30er Account in Gold 5 ( Silver 5 eingestuft worden ) da es mir aber immer mehr Spa&szlig; macht mit anderen Duoq zu spielen suche ich nun Leute (erstmal) in diesem elo (Gold / low Plat ) bereich die lust haben sich von mir Carrien zu lassen (h&ouml;h&ouml;h&ouml;h&ouml;h&ouml;) was zwar in dieser season besonders schwer ist falls der besagte duoq Partner adc main ist x)\r\n\r\nInfo: Da ich erstmal alles in meine 2 runen pages gesteckt habe besitze ich noch nicht die momentanigen S+ Tier supporter ( malz )\r\naber zurzeit reicht auch meine Supporter die ich verwende um hoch zu kommen! ({{champion:53}} {{champion:40}} {{champion:43}} {{champion:89}} {{champion:25}} {{champion:267}} {{champion:37}} {{champion:16}} {{champion:44}} {{champion:412}} {{champion:143}}  )\r\n\r\nTS3 + Discord + Headset sind vorhanden, bin aber nur ein Wochentags Spieler ( Wochenenden geh&ouml;ren meiner freundin ) weshalb ich Montag - Freitags aktiv spiele ( Dienstags nur von 3-5 &amp; dann wieder ab 10 bis meistens nachts brauche zum gl&uuml;ck nur ein kaffee um fit f&uuml;r die uni zu sein )\r\n\r\nWas ich erwarte / suche:\r\n\r\nIch suche jemanden der Spa&szlig; am Spiel hat der nicht sofort rum saltet sollten meine eingerosteten mechanics / overextends nicht so funktionieren wie sie sollten :P aber ich suche wiederum auch niemanden der absichtlich in der lane trollt und somit den sieg verschenkt !\r\nTS3 / Discord + Headset sollten vorhanden sein.\r\nEbenso w&auml;re es vorteilhaft wenn ich wenigstens 18+ seid ( oder zumindest euch nicht wie 12 anh&ouml;rt )\r\n\r\nToll w&auml;re es nat&uuml;rlich noch einen GUTEN adc zu finden der zwar die struggles von 2k17 Adc&#039;s kennt aber sich dennoch gut schl&auml;gt !\r\n\r\nso da ich wieder viel zu viel geschrieben habe mache ich hier mal einen cut.\r\n\r\nAm besten addet ihr mich einfach ingame weil ich nicht genau wei&szlig; ob ich in den n&auml;chsten monaten hier wieder reinschauen werde :D\r\n\r\nLoL IGN: Thesalesman\r\n\r\nmfg\r\n\r\nChris &#039;Kangor ( mein richtiger nick )&#039;","replies":[]}