{"id":"33Ah2WF8","poster":"Get0nMyLeveI","date":"2017-02-06T20:46:56.032+0000","title":"BESSER werden in LoL [?]","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Leute! \r\nIch spiele jetzt seit circa 3 Jahren LoL, seit ungef&auml;hr einem Jahr auch Rankeds, mal mehr mal weniger. Season 6 hab ich gerade so Gold 5 geschaftt und stucke gerade in High Silber und wollte mal nach Tipps fragen, um schnell effektiv besser zu werden.In der Theorie wei&szlig; ich denke ich f&uuml;r meine Elo sehr viel, ich schaue sehr viel Gamplays und Guides um immer auf dem neuesten Stand zu sein. Manchmal schau ich auch meine Replays um Fehler zu erkennen, aber oft setze ich das nicht um was ich eigentlich theoretisch weis.Habt ihr irgendwelche Tipps f&uuml;r mich?\r\nPS: Vielleicht kann man auch als ADC Main nicht ganz so hart carryn wie als Midlaner, k&ouml;nnte es auch daran liegen?Ich feede eigentlich so gut wie nie und bin im Farm auch immer unter den besten im Game, aber wenn ich mal nen Lead habe kann ich einfach nicht carryn.","replies":[{"id":"","poster":"Shieldon","date":"2017-02-06T20:58:49.045+0000","up_votes":1,"down_votes":0,"body":"Besser werden kannst du eigentlich nur durch zusehen und das neue Anwenden, aber ich würde dir Empfehlen folgendes zu tuen:\nHört sich hart an, aber ich würde Adc droppen und durch eine andere Position zu ersetzten. Jungler haben den meisten Impact,aber für den Jungle muss man gemacht sein, deswegen solltest du wohl eher für Top/Mid gehen. Falls du Adc spielen willst dann würde ich IMMER für Vayne oder Ezreal gehen, da diese sich in der Soloq einfach am besten anfühlen. Beide besitzen halt solocarry Potenzial und ihr Playstyle ist einfach viel sicherer als der einer Ashe,Lushen etc. An deinem Namen hört man ja schon, dass du deine Supports in Soloq eindeutig nicht magst.\nGangplank ist ein Gott für low elo soloq. Letzte Season habe ich den Acc meines Bruder von Bronze 5 nach Gold5 gespielt in 46 Games mit GP only.\nDieser Champ brauch zwar etwas Training, aber du hast eine solide Laningphase und solltest wenn ahead oder even immer in der Lage sein großen Impact zu haben. Selbst wenn du behind bist hast du deine Ultimate für die Botlane o.ä. Außerdem gibt es genug GP Guides und Streamer wie Tobias Fate. Der kommende Sandbox Mode sollte dir auch helfen schell deine Barrelcombos zu verbessern ect.\nDesweiteren würde ich dir empfehlen immer unter dem Motto zu spielen \"go big or go home\" auch wenn du als Adc scalen musst kannst du durch Plays die Zeit zum Lategame verkürzen und Spiele früh entscheiden, da besonders Leute in Silber viel tilten und flamen.","replies":[]},{"id":"","poster":"The Demon Child","date":"2017-02-07T08:50:19.558+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, dir würden in dem Fall der AD Dienstag von Sola oder das besser werden im Ranked von Maxim ganz gut helfen, falls noch n icht geschaut","replies":[]},{"id":"","poster":"thefire7","date":"2017-02-06T21:15:55.900+0000","up_votes":1,"down_votes":0,"body":"Was mich am besten zum climben gemacht hat, bei jedem back ein {{item:2055}} kaufen. Vision ist das A und O um nicht zu sterben. Viele Spiele werden mti einem simplen Gank verloren unter lvl 6. Das kann man oft mit Vision/Wards, Minimapawarness (Diese Karte würde ich in den HUD-Einstellungen auf 100 machen) und Konzentration. In SoloQ sollte man sich auf das Farmen konzentrieren und nicht bei einem Gank oder gar im 1 v 1 sterben. Geht lieber kein Risiko ein. \nÜbrigens, das \"bei Ganks nicht sterben\" und immer einen guten CS haben hat Faker u.a. bekannt gemacht.\n\nVersuch einfach dich bei jedem Spiel zu konzentrieren und full focus auf deine Lane. Am besten relativ lauten Gamesound (solltest dennoch keinen Hörschaden kriegen) und keine/leise Musik.","replies":[]}]}