{"id":"AuakW3NU","poster":"Potherb","date":"2017-02-05T21:04:12.148+0000","title":"Spielverschiebung vom Match “RunItDownRiver“ gegen “Die Wiesel“","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Mein Team &ldquo;RunItDownRiver&ldquo; w&uuml;rde gerne das Match vom 11.02 auf den darauffolgenden Sonntag um 18 Uhr  verschieben, da am 11.02 einige spieler von uns nicht antreten k&ouml;nnten.","replies":[{"id":"","poster":"Elthision","date":"2017-02-05T21:19:11.425+0000","up_votes":1,"down_votes":0,"body":"Hey,\nDies geht leider nicht. Alle Spiele der zweiten Runde müssen am Samstag gespielt werden. Am Sonntag findet nämlich schon die nächste Runde statt. Jedoch könntet ihr schon unter der Woche spielen, wenn ihr wollt. \nmfg Elthision","replies":[{"id":"","poster":"Potherb","date":"2017-02-05T21:36:37.263+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnelle Antwort! \nKönnte man das Spiel auch noch am Samstag spielen aber dann sag ich mal so um ca. 13:30 / 14 Uhr?","replies":[{"id":"","poster":"Elthision","date":"2017-02-05T21:48:51.990+0000","up_votes":1,"down_votes":0,"body":"Ja, sicher! Sobald ihr den Turniercode erhalten habt (~Mittwoch) dürft ihr das Spiel spielen. Spätestens am Samstag um 18 Uhr sollte das Spiel gestartet werden, sofern es nicht verschoben wurde und diese Verschiebung von uns bestätigt wurde.\nWenn ihr am Samstag am Nachmittag spielen könnt, dann wäre das perfekt. Ihr müsst das nur mit euren Gegnern abklären und wenn diese zustimmen, so könnt ihr dann spielen. Wenn ihr wollt, könnt ihr diesen Termin auch von uns bestätigen lassen und dann ist dieser offiziell und somit verpflichten sich beide Teams das Match zu dieser Zeit auszutragen.","replies":[{"id":"","poster":"Potherb","date":"2017-02-06T16:17:18.332+0000","up_votes":1,"down_votes":0,"body":"Ich hab nun folgendes Problem: Ich kann das gegnerische Team weder über den Chatroom erreichen, noch nehmen sie meine Freundschaftsanfragen an, wie könnte ich sie sonst erreichen?","replies":[{"id":"","poster":"Cunctor","date":"2017-02-06T21:42:31.524+0000","up_votes":1,"down_votes":0,"body":"Leider gibt es sonst keine Möglichkeit, das Gegnerteam zu kontaktieren, auch für uns nicht :-/\n\nLG\nCunctor","replies":[{"id":"","poster":"Potherb","date":"2017-02-07T17:09:03.245+0000","up_votes":1,"down_votes":0,"body":"Ist alles gut! Gegnerteam wurde kontaktiert.\nTermin muss noch ausgehandelt werden und dann geb' ich den durch.","replies":[]}]}]},{"id":"","poster":"Potherb","date":"2017-02-05T22:26:22.670+0000","up_votes":1,"down_votes":0,"body":"Ok vielen Dank! Ich werde mich morgen mit dem anderen Team in Verbindung setzten!","replies":[]}]}]}]}]}