{"id":"AaOIAZV4","poster":"Aenrikr","date":"2017-02-05T16:53:20.431+0000","title":"GG Easy","subforum":"Spielerverhalten & Moderation","up_votes":45,"down_votes":12,"body":"Tach zusammen,\r\n\r\nda es einfach nicht aufhört, muss ich ich mich einfach noch einmal ein wenig darüber aufregen.\r\n\r\nIch kann mir nach dem Match einfach keine schlimmere Beleidigung durch das Siegerteams vorstellen als diese.\r\nEs kommt in allen möglichen Schreibweisen daher:\r\nGG Easy, EZ, izi, etc.\r\nUnd das auf eine feige Art und Weise die ihresgleichen sucht.\r\nSekunden vor Ende des Spieles in der stillen Hoffnung, dass es niemand bemerkt und sie keinen Report dafür kassieren müssen.\r\nDaher habe ich es mir seit letzter Season angewöhnt, am Ende des Spieles ganz genau hinzuschauen und reporte jeden, der eine Abwandlung dieses Herabwürdigung tippt.\r\n\r\nAber bringt es was?\r\nIm Gegenteil.\r\nEs greift um sich.\r\nNormale Spieler, Streamer, Youtuber, viele beleidigen auf diese Art und Weise und kommen sich dabei sonstwie cool vor und stecken wieder andere damit an.\r\nIch würde an dieser Stelle gerne Beispiele nennen, aber dann wäre ich ja wegen Naming/Shaming dran.\r\n\r\nDas schlimmste jedoch:\r\nRIto!\r\nHat man es bei euch aufgegeben diese Art des Arschlochtums zu ahnden?\r\nAnscheinend schon, schließlich habt ihr ja die Reportfunktion \"Unsportlich\" abgeschafft, zumindest im neuen, englischem Client ist davon nichts zu sehen.\r\nAuch ruft niemand mehr von euch zur Ordnung auf, droht keine Strafen an, welche, ganz am Rande, für solche Spieler fatal sein sollten.\r\nIn der E-Sport Szene ahndet ihr solches Vergehen doch auch mit harten Strafen, warum also nicht hier bei uns?\r\n\r\nIch fordere Riot dazu auf, solches Verhalten härter zu verfolgen und zu bestrafen.\r\n2 Wochen Bann als Instant Bestrafung.\r\nPerma Bei Wiederholung.\r\nGebt unseren Reports zudem Feedback um uns zu zeigen dass ihr es ernst meint und eine solches Verhalten absolut nicht toleriert!\r\n\r\nAndernfalls muss man als Spieler annehmen, dass ihr einen solchen Umgangston gutheißt.\r\nUnd Teil eines solchen System würde ich nicht sein wollen.\r\n\r\n{{sticker:slayer-jinx-unamused}} \r\n\r\n\r\n\r\n**Respektlosigkeit ist keine Sportart!**","replies":[{"id":"","poster":"Atsùra","date":"2017-02-05T18:41:24.361+0000","up_votes":11,"down_votes":1,"body":"Kann deine Wut nachvollziehen. Vor allem bei Spielern,  die des Todes schlecht waren und dann dank einem Carry im Team gewinnen und  \"easy\" schreiben. Naja... Ich kann mittlerweile auch nur **hoffen,** dass der Report etwas bringt.","replies":[]},{"id":"","poster":"Killerkante","date":"2017-02-06T17:29:26.089+0000","up_votes":6,"down_votes":0,"body":">Respektlosigkeit ist keine Sportart!\n\nAbsolut richtig\n\nIch wette du hättest sogar noch mehr upvotes wenn sich weniger Leute davon angesprochen fühlen würden xD","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T19:31:10.948+0000","up_votes":3,"down_votes":1,"body":"Da könnte etwas wahres dran sein ^^\nAber irgendwie müssen die Leute, deren aggressive Posts bereits von den Mods gelöscht worden sich ja an einem rächen ^^","replies":[]}]},{"id":"","poster":"xSyruSx","date":"2017-02-05T22:24:09.582+0000","up_votes":6,"down_votes":0,"body":"Ich kann jetzt nur für mich sprechen. Ich melde so ein verhalten ebenfalls, dabei ist es egal ob derjenige in meinem Team oder im Gegnerischen war. Ebenfalls ist mir wurscht, ob wir nun verloren oder gewonnen haben. Ich habe sogar mal nen Kumpel von mir dafür reported. Natürlich war der nicht begeistert, ich von seinem Verhalten aber genauso wenig.\n\nIch will jetzt nicht sagen, dass ich \"regelmäßig\" Nachrichten im Client bekomme, dass einer meiner Reports zu einer Strafe geführt hat, aber hin und wieder bekomme ich diese Nachrichten eben. Das zeigt mir, dass es eben was bringt diese Leute zu melden.\n\nIm Vergleich zu früher hat dieses Verhalten aber wirklich stark abgenommen. Früher hat man diese Nachricht eig. nach so gut wie jedem Spiel gesehen, es gab sogar Threads im alten Forum die dieses Verhalten verteidigen wollten, da es ja niemanden Schade und Trashtalk ja völlig in Ordnung sei und es \"just for the lulz\" gemacht wird.","replies":[]},{"id":"","poster":"zoriax","date":"2017-02-05T17:04:20.380+0000","up_votes":6,"down_votes":0,"body":"Meines Wissens wird Easy am ende bestraft. Auch abwandlungen Izi, Ez ect. werden bestraft.\nDas System erkennt Musster und merkt auch wenn bestimmte Worte, Sätze und auch abkürzungen oder Fehlerhaftes oft reportet wurde und nimmt sie dann ins sortiement auf.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-05T17:12:38.572+0000","up_votes":6,"down_votes":1,"body":"Du magst Recht haben, aber es fühlt sich einfach nicht so an.\nEinen solchen Spieler zu reporten, fühlt sich eher so an, als würde ich in einen leeren Raum hininschreien, das ist deprimierend.\n\nIm Forum liest man ja immer wieder: Ja, Bann wegen Flame, Zeitstrafe wegen afk/leaven, da merkt man: \"Alles klar, die Reports funktionieren\".\nAber niemals bekommt man Feedback zur Easy-Respektlosigkeit was einen wiederum annehmen lässt, dass nichts in diese Richtung passiert ...","replies":[{"id":"","poster":"BMG Seddy","date":"2017-02-26T23:18:49.476+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Aenrikr,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=00000000,timestamp=2017-02-05T17:12:38.572+0000)\n>\n> Du magst Recht haben, aber es fühlt sich einfach nicht so an.\n> Einen solchen Spieler zu reporten, fühlt sich eher so an, als würde ich in einen leeren Raum hininschreien, das ist deprimierend.\n> \n> Im Forum liest man ja immer wieder: Ja, Bann wegen Flame, Zeitstrafe wegen afk/leaven, da merkt man: &quot;Alles klar, die Reports funktionieren&quot;.\n> Aber niemals bekommt man Feedback zur Easy-Respektlosigkeit was einen wiederum annehmen lässt, dass nichts in diese Richtung passiert ...\n\nStimmt, ich habe oft Rückmeldungen wegen schlechtem Verhalten bekommen wenn ich jemanden reported habe, aber noch nie wenn ich jemanden reported habe der die ganze Zeit EZ, easy, izi spamt. In meinem letzten Spiel habe ich jemanden aus meinem eigenen Team reportet weil dieser die ganze Zeit GG EASY in den all Chat gespamt hat und auch da kam keine Rückmeldung.\nEASY,IZI, EZ ist meiner Meinung nach der Gipfel der Respektlosigkeit und auch beleidigend weil man damit sagen will \"alter seid ihr schlecht das war ja mal zu einfach ihr lappen\" aber anscheinend ist das trotzdem nicht strafbar.","replies":[]},{"id":"","poster":"CYPHΕR","date":"2017-02-06T14:15:47.729+0000","up_votes":1,"down_votes":0,"body":"Naja, liegt wohl einfach daran, dass du selten gegen die selben Spieler erneut spielst.\n\nSpieler können nur für etwas bestraft werden was sie getan haben. Entsprechend muss der Spieler nunmal erst \"ez\" o.ä, geschrieben haben, bevor er dafür bestraft werden kann. Für ein einziges Mal wird sicher auch keiner bestraft. Ganz blöd gesagt: im schlimmsten Fall schreiben es alle Spieler die gegen dich gewinnen zum ersten und letzten Mal in ihrer \"LoL-Karriere\" und werden nie dafür bestraft werden.\n\nDas mit dem Feedback... naja. Ich weiß, dass das System funktioniert und kann den Spieler nur für dieses eine Match reporten, weil ich nicht weiß wie er sich in anderen Matches verhält. Ich habe einfach das Vertrauen (und sehe hier auch immer wieder genug Beweise), dass das System tut was es soll und das reicht mir soweit.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2017-02-06T08:42:47.070+0000","up_votes":5,"down_votes":12,"body":"Es ist unsportlich, vielleicht fühlt man sich auch genervt. Aber es ist definitiv keine Beleidigung. Ich finde es sehr mimosenhaft, deswegen gleich mit der Bannkeule zu drohen. Etwas mehr Gelassenheit und weniger Empfindlichkeitskultur wäre sicher angebracht. Zumal es ja anscheinend mittlerweile so oft benutzt wird, dass  sich die ursprüngliche Absicht dahinter nicht mehr erahnen lässt. Hinzu kommt, dass es oft auch auf Verliererseite genutzt wird. Ich habe bereits entsprechende Erlebnisse gehabt.\n\nErgänzung: Ich vermute mal in die Menge hinein, dass die Chatanalyse mittlerweile \"gelernt\" hat, dass \"easy\" in all seinen Formen nicht mehr als so extrem toxisch angesehen wird, offenbar gehen die Reports dazu schlichtweg zurück.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T09:40:52.199+0000","up_votes":4,"down_votes":11,"body":"Wenn du das auf Reddit postest, hast n paar hundert Upvotes, aber da ist halt auch die reale Lol-Community und nicht nurn paar verschrobene Casual-Normal-Spieler die sich daran laben, Fehlverhalten anderer aufs Schärfste zu kritisieren. Schade, aber naja.","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-06T10:14:51.829+0000","up_votes":7,"down_votes":1,"body":"Wenn es für dich normal ist andere zu beleidigen, dann geh doch zu den anderen \"normalen\" LoL-Spielern, die sich auf Reddit rumtreiben.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T10:41:37.846+0000","up_votes":3,"down_votes":5,"body":"normale Spieler fordern keinen Zwei-Wochen-Bann für ein Kavaliersdelikt.","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-06T11:11:09.104+0000","up_votes":3,"down_votes":1,"body":"Mir ist hier bisher nur der TE aufgefallen, der das gefordert hat.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T11:20:26.066+0000","up_votes":4,"down_votes":5,"body":"und er erhält Zustimmung, eine Menge Zustimmung!","replies":[{"id":"","poster":"Wernicke","date":"2017-02-06T15:30:10.248+0000","up_votes":5,"down_votes":0,"body":"Zurecht! \nAber kommt wohl immer auf die Werte an die man mit aufn Weg bekommen und/oder sich als frei denkender und aufmerksamer Mensch angeeignet hat.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T18:07:22.559+0000","up_votes":2,"down_votes":5,"body":"Ja, ich bin als frei denkender Mensch auch für 10 Jahre Haft wenn du mich auf der Straße anpöbelst. ;)","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-02-06T11:50:27.217+0000","up_votes":2,"down_votes":1,"body":"Es geht mir nicht um Upvotes auf Reddit - hab auch gar keinen Account dort, dito für Twitter - ich gebe nur meine allgemeine Einschätzung zum Besten, dass ein gesunder Mittelweg vielen besser bekommt als diese ständigen Extreme. Dabei will ich auch gar nix verharmlosen, ich reporte auch recht oft, aber **in my humble opinion** sind oben genannte Äusserungen zum Schwierigkeitsgrad eines Matches eher nervig als reportwürdig. Aber wenn man sich über nichts mehr echauffieren kann, muss man halt suchen und sich was aus den Fingern saugen. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"eingew","date":"2017-02-06T10:18:46.063+0000","up_votes":4,"down_votes":0,"body":"Interessanterweise neigen Menschen dazu, wenn sie Zeuge von Gewalt werden, instinktiv eher dem Gewalttäter Sympathie zu schenken, weil der nach der Auffassung der meisten sicher einen guten Grund für eben diese Gewalt hat.\n\nAbgesehen davon sind wir Menschen Rudeltiere. Wenn eine Meinung auf Reddit propagiert und leicht unterstützt wird, werden die meisten User schneller ebenfalls diese Meinung unterstützen. Gabs doch sogar auf Reddit selbst Prüfungen zu, ob ein Thread eher viele Down- oder eher viele Upvotes erhält, ist stark davon abhängig, ob der erste Vote nach oben, oder nach unten geht.\n\nIch bezweifle, dass irgendeine Community (wahrscheinlich dieses Forum eingeschlossen) so rational ist, wie du es behauptest. Auch wenn ich der erste bin, der dazu sagen würde, dass er es lieber anders hätte.","replies":[]}]},{"id":"","poster":"Killerkante","date":"2017-02-06T20:03:46.290+0000","up_votes":5,"down_votes":2,"body":"Gottseidank vertritt nur eine Handvoll Spieler deine Meinung und Denkweise.\n\nDas ist so als würde man bei einem Boxkampf seinen Gegner auslachen nach einem Punktesieg, metaphorisch spuckt er dir damit ins Gesicht.\nDafür wurden schon so manche disqualifiziert und suspendiert zurecht, wenn das nämlich toleriert wird kommt die Kritik irgendwann zum Boxverband bzw Veranstalter durch. Den Vergleich kannst du dir gern für LoL und Riot umwandeln.\nEs schadet in diesem Fall allerdings nicht nur den Ruf, sondern auch potentielle Kunden. Weil keiner Lust auf Internetschlawiner hat.\n\nWenn du sowas akzeptabel findest hast du in der Sportwelt, sei es ESport oder generell Wettkampfsport NICHTS verloren, solche Leute braucht kein Mensch.\nAber wozu Argumentier ich, versuche jedesmal Spielern wie dir den Aspekt näher zu bringen, kommt aber ohnehin nichts an.\n\nZum anderen... unabhängig vom oberen Teil find ichs nachvollziehbar wieso man bei der LoL Community etwas empfindlicher wird, wenn man anfangs noch denkt dass einige Beleidigungen sarkastisch gemeint sein könnten, es allerdings durchgehend ernst war.\n\n\nnaja enjoy it, Karma. Irgendwann bekommt JEDER das zurück was er austeilt ;)","replies":[{"id":"","poster":"Abasin","date":"2017-02-07T06:48:17.920+0000","up_votes":2,"down_votes":0,"body":"Du hast eines missverstanden. Ich flame nicht und reporte sehr oft. Allerdings bewerte ich persönlich ein GG EASY nur noch als nervig und nicht als Affront gegen meine persönliche Ehre. \nIch wurde in meiner Grundschulzeit sehr oft von Mitschülern gehänselt und aufgezogen (auf neudeutsch heisst das ja inzwischen gemobbt). Das hat erst aufgehört, als ich sämtliche Hänseleien ignoriert habe und mein Mindset derart umkonfiguriert habe, dass ich davon nicht mehr berührt wurde. Also statt darauf einzugehen habe ich drüber weggehört, statt mich zu ärgern habe ich es geschafft, dass meine \"Mobber\" sich geärgert haben über mein nicht mehr reagieren. Dann war ganz schnell Ruhe, hat etwa 3 Monate gedauert. Vollkommen gewaltfrei.{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Killerkante","date":"2017-02-07T14:20:43.459+0000","up_votes":2,"down_votes":0,"body":"Dein Standpunkt ist zwar wirklich gut und mir geht's in vielen Hinsichten genauso, aber du kannst nicht erwarten dass ein Großteil der Spieler genauso \"abgehärtet\" reagieren, bzw nicht reagieren.\nEs hat ja nicht jeder sowas mitmachen müssen, wodurch er geübt über sowas hinweg sehen kann.\n\nAber davon abgesehen taugt der Vergleich nicht so wirklich, gegen flame definitiv schon (und in dem Punkt hast du vollkommen recht), aber nicht gegen plumpe Respektlosigkeit, was in dem Thread ja gerade diskutiert wird.\nDa bringt nichts tun auch nichts, die Leute schreiben das ja meist nur weil sie zuvor zuviele schlechte Spiele hatten oder sich über was anderes im geärgert haben und es dann so rauslassen um den Frust zu übertragen.\nIn meinem Fall hiflts auch nicht zu denken \"ja, der's eh nurn Idiot\", es ist einfach schade wenn das Spiel beispielsweise wirklich gut war, gerade mein Kompliment an meine Gegner aussprechen wollte und dann sowas wie \"ez\" kommt, meiner Meinung nach ist das ziemlich selbstverständlich das als unsportlich anzusehen, aber ich weiß nicht wie z.B die Leute drüber denken, die noch nie im Leben was von Manschaftssport gehört haben. (Zumindest bin ich der Meinung, dass man Respekt neben der Erziehung im Sport beigebracht bekommt)\n\nAußerdem macht das Spiel um ein vielfaches mehr Spaß, wenn die Gesamte \"Zockergruppe\" ingame sportlich miteinander umgeht, man ggf auch etwas rumalbert und sich jegliches blamen verkneift, zwar hat jeder mal Momente wo es einfach nicht mehr geht, aber das zur Gewohnheit werden zu lassen ist bei dem was dabei meistens rauskommt moralisch etwas bedenklich^^\n\nEine kleine Metapher: man legt seinen Stuhlgang ja auch nicht in der Öffentlichkeit sondern in aller Ruhe und privat ab, selbiges gilt auch für Gedankengänge die anderen Leuten einfach EXTREM unangenehm beim aussprechen sind.","replies":[]}]}]},{"id":"","poster":"FeS Lowfire125","date":"2017-02-06T20:07:06.018+0000","up_votes":2,"down_votes":1,"body":"Im Gegenteil, es ist eine Beleidigung, oder was würdest du davon halten wenn dir jemand z.B. nach einem Spiel ins Gesicht sagen würde Du Hast Scheiße gespielt, Weil Genau das sagt GG EZ aus.\nEs heißt bzw. wird so aufgenommen das der Gegner dich nicht als stark/würdig seiner Vollen Stärke einschätzt und somit dich nicht respektiert und das schwingt praktisch mit das du nichts \"Wert\" bist als League Spieler.\nDas die Verlierende Seite es häufig mittlerweile nutzt liegt einfach daran, dass es meist dann bei einem Stomp ein solcher war und man das dann damit zu würdigen versucht(Zumindest denke ich das so) Jedoch ist es trotz allem nicht gut.\nBei solchen Stomps kann häufig sogar ein gg als beleidigend gewertet werden, es kommt nun einmal alles auf die Situation an, aber bei GG EZ ist es nunmal hauptsächlich beleidigend aufgefasst","replies":[]}]},{"id":"","poster":"SpookyLion","date":"2017-02-07T07:39:28.045+0000","up_votes":6,"down_votes":2,"body":"Ich kann dir nur zustimmen, ich selber hasse solche Leute (Kinder) auch und reporte es jedes Mal nach einem Game, aber wie du schon sagst, was bringt es denn Riot scheint es egal zu sein.\n\nAllein die Tatsache das dieser Beitrag weit über 1 K mal gelesen wurde, über 82 Antworten hat und absolut KEIN EINZIGER RIOT KOMMENTAR abgegeben wurde zeigt doch schon das es Denen egal ist.\n\nIch finds nur absolut traurig was Riot mitlerweile aus dem Game gemacht hat !","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-07T09:58:54.068+0000","up_votes":3,"down_votes":2,"body":"Vielen Dank für deine Anteilnahme.\n\nJedoch dürfen wir die Schuld nicht einfach auf Kinder abwälzen, ich bin mir sicher, dass es da draußen auch jüngere Spieler gibt, die sich zu benehmen wissen. \nIch habe schließlich auch schon erwachsene Spieler gesehen die meinten, sie müssten sich unsportlich verhalten.\n\nDass Riot nicht öffenlich reagiert, gibt einem natürlich zu denken, da hast du Recht.\nWer sein Spiel im E-Sport weiter etablieren möchte, sollte dafür sorgen, dass sich alle Spieler auch dementsprechend verhalten.\n\nAllerdings würde ich jetzt nicht sagen, dass Riot traurige Arbeit liefert.\nIch lieber League of Legends nach wie vor, daher nimmt mich es ja auch so mit wenn etwas im Argen liegt, daher möchte ich auch meinen Teil dazu beitragen dass es geil bleibt.","replies":[]},{"id":"","poster":"Ozuraak","date":"2017-02-07T08:36:14.825+0000","up_votes":2,"down_votes":1,"body":"Weil es total belanglos ist. Warum genau sollte Riot zu dieser einen Beleidigung Stellung beziehen?\n\nDie Richtlinie Riots ist hinlänglich bekannt. Beleidigungen sind nicht erlaubt. Also reportet es. Fertig.\n\nIch habe immer noch keine valide Erklärung erhalten, warum dieses eine Wort schlimmer geahndet werden sollte, als andere. Ich denke Riot wird es ähnlich sehen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-02-07T10:29:32.723+0000","up_votes":1,"down_votes":0,"body":"Was sollten denn die Riotmitarbeiter darüber schreiben? \n\nDiejenigen, die Deutsch verstehen, sind nicht im Playerbehaviourteam und könnten höchstens bei denen nachfragen, wie \"easy\" gewertet wird. Persönliche Meinungen von Riotmitarbeitern werden gerne als Unternehmensstatement angesehen, manchmal sogar, wenn sie ausdrücklich schreiben, dass es nur ihre Meinung ist. Zudem würde jeder Post mit \"wird bestraft/wird nicht bestraft\" darauf hinauslaufen, dass damit die Entwicklung des Reportsystems beeinflusst wird, da es unsere Reports zum lernen verwendet. Alles was dann noch übrig bleibt geht in Richtung \"ich habe das gelesen, vielen Dank für deinen Beitrag\" und trägt nichts zum Thema bei.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2017-02-05T21:46:45.835+0000","up_votes":5,"down_votes":2,"body":"Warum genau soll es für diese eine Beleidgung sofort einen zwei Wochen Bann geben?\n\nWarum soll \"easy\" schlimmer als \"get cancer\" oder anderes sein?\n\nWas genau rechtfertigt, dass man hier zwei Strafstufen überspringt?\n\nEs ist eine Beleidigung (wie viele andere auch in Lol) und gehört geahndet, da bin ich völlig bei dir. Aber warum soll es hier strenger bewertet werden? Das ist meiner Meinung nach totale Willkür.","replies":[{"id":"","poster":"Killerkante","date":"2017-02-07T14:23:53.925+0000","up_votes":3,"down_votes":0,"body":"get cancer sollte nur eine Mahnung und danach 'nen perma geben.\nJemanden indirekt den Tod zu wünschen ist unverzeilich.\n\n\nZwei Wochen für EZ finde ich aber insofern korrekt, dass man .. wenn auch leider sehr radikal die Spielerschaft ggf. dazu zwingt unsportlichkeiten beiseite zu legen.\nLeague ist so präsent im Esport, dass man ein solches Verhalten ruhig härter Strafen kann.","replies":[{"id":"","poster":"Ozuraak","date":"2017-02-07T14:31:54.369+0000","up_votes":3,"down_votes":1,"body":"Dann aber alle Unsportlichkeiten. Ich glaube, ich werde hier falsch verstanden.\n\nich bin absolut dafür, dass gegen Unsportlichkeiten, Respektlosigkeiten und Beleidigungen vorgegangen wird und auch Strafen verhängt werden.\n\nAber EZ, Easy, IZI steht für mich einfach nicht auf einer Stufe mit Rassismus, Homophobie und Todeswünschen.\n\nUnd scheinbar sieht auch Riot das so.","replies":[{"id":"","poster":"Killerkante","date":"2017-02-07T14:35:33.988+0000","up_votes":1,"down_votes":0,"body":">Aber EZ, Easy, IZI steht für mich einfach nicht auf einer Stufe mit Rassismus, Homophobie und Todeswünschen.\nDefinitiv nicht.\nFalsch verstanden habe ich dich nicht, aber vermutlich eher unklar ausgedrückt. (formuliere manchmal etwas dämlich :D)\n\nDeswegen wäre ich auch dafür dass letzteres auch noch härter bestraft wird damit ein zwei Wochenbann für EZ einfacher zu rechtfertigen ist :d\n\n\nps: was noch VIEL toller wäre: Overwatch (Blizzard) geht einfach EINMALIG mit flamern um.\ndie bekommen eine Chatsperre und schreiben nach jeder Runde sowas wie \"Ach, Mama! Nur noch eine Runde, bevor du mich ins Bett bringst. Ooops, falscher Chat.\"\n","replies":[{"id":"","poster":"eingew","date":"2017-02-07T15:41:49.257+0000","up_votes":1,"down_votes":0,"body":"*Jetzt* weiß ich endlich, warum man ab und zu diesen Copy-Paste-Satz liest, von wegen der Spieler hätte wenige Freunde und ist überglücklich, dass er so eine tolle Runde mit uns (Random zugewiesenen Mitspielern) spielen durfte... hab mich schon immer gefragt, was der Quatsch soll :D.","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-07T16:46:13.320+0000","up_votes":3,"down_votes":0,"body":"Wenn es so etwas wirklich in Overwatch gibt, hat Blizzard damit zumindest Humor bewiesen. Ich kenne noch wenigstens ein anderes Spiel, da ist eine Option im Schimpfwortfilter, die schlimmen Wörter durch etwas wie \"Love\" oder \"♥\" zu ersetzen.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2017-02-07T14:49:21.459+0000","up_votes":1,"down_votes":0,"body":"Oder man macht es wie jetzt und reportet es einfach und gut ist. \n\nWer über einem \"Noob\", \"L2p\", \"pls uninstall\" usw. steht (die letztendlich auch nur sagen, wie schlecht man doch ist), dann kann man auch über einem \"ez, easy, izi\" stehen und das einfach reporten.\n\nRiot hat bisher bei den Strafen ein gutes Händchen bewiesen und ich sehe keinen Grund, warum das geändert werden sollte.","replies":[{"id":"","poster":"Killerkante","date":"2017-02-07T16:14:22.775+0000","up_votes":1,"down_votes":0,"body":"es gibt immer und überall Verbesserungsbedarf, mit einer anderen Einstellung wäre Riot jetzt nicht das was die Firma ist ;)","replies":[{"id":"","poster":"Ozuraak","date":"2017-02-07T18:02:23.134+0000","up_votes":1,"down_votes":1,"body":"Ach und das \"Ez\" ist so schlimm geworden, dass man nur noch mit 2 Wochen Banns das Problem wieder eindämmen kann? Ist das nicht ein bisschen übertrieben?","replies":[]}]}]}]}]}]},{"id":"","poster":"Aenrikr","date":"2017-02-06T08:46:11.391+0000","up_votes":3,"down_votes":2,"body":"Dann will ich für dich mal einen Vergleich zu einer vergleichbaren Situation herstellen.\n\nStell dir beispielsweise, sagen wir mal, einen Fußballspieler vor.\nEr wird auf dem Spielfeld ausfallend und kassiert die rote Karte.\nIn etwa ist dies vergleichbar mit unserem Bestrafungssystem, nur das es toleranter ist da man schon des öfteren ausfallend werden muss.\n\nNun stell dir aber den Fußballspieler von eben noch einmal vor, wie er nach dem Spiel bei einem Interview sitzt und das Gegnerteam nach dessen Niederlage als unfähige Volltrottel bezeichnet und dass noch nie ein Sieg so einfach gewesen wäre.\nDessen Karriere wäre damit beendet, kein Verein würde mehr etwas mit diesem zu tun haben wollen.\nEgal ob bei einer Weltmeisterschaft oder irgendwo in einer unteren Liga, mit dem wäre es für immer vorbei.\n\nDiese Art von Unsportlichkeit will niemand sehen geschweige denn verteidigen.\n\nMeine Forderung hat also nichts mit Willkür zu tun, sie ist konsequent und kompromisslos!\nZumindest meiner Meinung nach, aber natürlich verbiete ich dir deine nicht.","replies":[{"id":"","poster":"Ozuraak","date":"2017-02-06T08:55:49.237+0000","up_votes":2,"down_votes":1,"body":"Fussball ist ein schönes Thema:\n\nhttps://www.youtube.com/watch?v=4jYuMsFV2ug\n\nPS: Ich bleibe dabei. Entweder wird jetde Beleidigung so streng bestraft, wie du es forderst oder gar keine.\n\nAber \"Easy\" sofort mit 2 Wochen Bann belegen und andere Beleidigungen nicht, ist einfach Willkür. Deine Forderung hat also sehrwohl etwas mit Willkür zu tun.\n\nSonst hättest du geschrieben, **alle** Beleidigungen sollen sofort einen zwei Wochen Bann bekommen. ","replies":[]}]}]},{"id":"","poster":"OPChampsSucks","date":"2017-02-05T17:13:07.253+0000","up_votes":3,"down_votes":5,"body":"Bin ja sowieso fürs Tribunal da das Reportsystem völlig für die Mülltonne ist außer ne Meldung das man nicht so gut drauf war und jeder mal n schlechten Tag hat ......... Hat jeder angst vor ikr\n\nAber da ich 9 von 10 runden etwa verliere reg ich mich eher über andere dinge auf als über ein \"EZ etc\"  Ich freu mich schon auf 2k18 xd","replies":[{"id":"","poster":"Schlachtenhorn","date":"2017-02-05T17:33:40.361+0000","up_votes":3,"down_votes":0,"body":"\"Bin ja sowieso fürs Tribunal\"\n\nHast das Tribunal selbst nicht miterlebt?\n\n\"das Reportsystem völlig für die Mülltonne\"\n\nBesser als das siehe oben.","replies":[{"id":"","poster":"Toreole","date":"2017-02-07T16:41:31.546+0000","up_votes":2,"down_votes":0,"body":"Das Tribunal war aber häufiger deutlich akkurater und hatte menschliche entscheidungen dahinter. Wenn man reportet wird für eine Nachricht oder sonstiges (von irgendwelchen merkwürdigen leuten) und sowas häufig genug passiert sieht das System dich als Problem, Menschen können aber mehr erkennen als das und werden sich eher gegen eine Bestrafung entscheiden.","replies":[{"id":"","poster":"eingew","date":"2017-02-07T17:33:10.177+0000","up_votes":1,"down_votes":0,"body":"Die Chatanalyse entscheidet über Strafen, indem sie die neuen Fälle mit alten Tribunalfällen vergleicht und anhand der Reports feststellt, welches neu auftretende Verhalten ähnlich negativ wahrgenommen wird. Inwiefern entscheidet das Programm also \"unmenschlich\", wo es doch rein dazu existiert, eben solche menschliche Entscheidungen zu imitieren?","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2017-02-05T18:00:26.456+0000","up_votes":3,"down_votes":3,"body":"das tribunal war der größte schwachsin den es gab. spieler bestrafen spieler...ja sowas ist sicherlich vollkommen frei von fehlern","replies":[{"id":"","poster":"eingew","date":"2017-02-05T18:40:41.410+0000","up_votes":1,"down_votes":0,"body":"Wie soll man denn sonst herausfinden, welches Verhalten die Community akzeptabel findet und welches nicht? Durch die Anonymisierung ist noch dazu eine gewisse Objektivität gewährleistet... mehr als du sie in jedem Gericht bekommst. Ich verstehe nicht ganz, wo das Problem am Grundprinzip sein soll, dass die Spieler selbst entscheiden, wie über einen Fall geurteilt wird? (Tun sie indirekt übrigens nach wie vor, nur eben nicht mehr über direkte Tribunalvotes. Die Chatanalyse orientiert sich nämlich daran, was im alten Tribunal bestraft wurde und was heute reported wird.)","replies":[{"id":"","poster":"Pandaphiri","date":"2017-02-05T18:56:34.537+0000","up_votes":2,"down_votes":1,"body":"ich fand das system in der hinsicht schwachsinnig weil es dort einfach zuviele trolls gab die einfahc nur punish gevoted haben womit in meinen augen die Analyse des verhaltens hinfällig war","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-05T20:00:41.167+0000","up_votes":2,"down_votes":1,"body":"Ist es denn noch sinnvoll sich über das Tribunal zu unterhalten?\nEs ist weg und kommt wohl, aller Beteuerungen zum Trotz, nicht wieder, es ist also unseren Atem nicht mehr wert.\nDass es Unfug war scheint korrekt zu sein, wäre es toll gewesen, hätte Riot es schließlich beibehalten statt es zu entfernen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-05T21:31:54.819+0000","up_votes":3,"down_votes":1,"body":"Es war nicht unbedingt Unfug, es kann nur nicht mit dem Instantfeedbacksystem mithalten. Jetzt werden die Leute bis zu 15 Minuten nach dem Spiel bestraft. Beim Tribunal hat das manchmal Monate gedauert.\n\nInteressant ist auch, dass die Qualität der Abstimmung und die Aktivität zugenommen hat, als die EP-Boni für bearbeitete Fälle entfernt wurden.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T08:33:46.217+0000","up_votes":2,"down_votes":1,"body":"Davon kann ich nichts sagen, ich war zu LoL-Urzeiten noch nicht dabei XD\nFür mich ist es nur Geschichte ^^","replies":[]},{"id":"","poster":"Pandaphiri","date":"2017-02-09T00:10:52.432+0000","up_votes":1,"down_votes":0,"body":"nun ja das lag sicher dann daran das die ganzen die nur was abstauben wollten eben nicht mehr mitgemacht hatten ^^ ich selber hab das tribunal hin und wieder genutzt aber auf dauer war es anstrengend da man ja versucht gerecht zu urteilen und dann meiner meinung nach vieles berücksichtigen musste.  von diesem stanpdunkt aus gesehen und dem was du hier schreibst kann ich auch zustimmen das des neue definitiv besser ist aber bei weitem nicht perfekt (falls es es überhaupt jemals bei soetwas perfekt geben kann)","replies":[]}]},{"id":"","poster":"LokiOdinson","date":"2017-02-06T10:31:01.115+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Aenrikr,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=000100000000000000000000,timestamp=2017-02-05T20:00:41.167+0000)\n>\n> Dass es Unfug war scheint korrekt zu sein, wäre es toll gewesen, hätte Riot es schließlich beibehalten statt es zu entfernen.\n\nRiot hat auch die Champion-Select von 2016 entfernt, um mit dem Autofill 24/7 zu ersetzen - und das obwohl Autofill uns wieder zurück nach 2015 wirft, denn Trolle, Leaver und Flames haben dadurch zugenommen.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T10:57:45.390+0000","up_votes":1,"down_votes":1,"body":"Dem stimme ich vollkommen zu, aber das gehört in einen eigenen Thread ^^","replies":[]}]}]}]},{"id":"","poster":"Sophie973","date":"2017-02-05T23:04:06.009+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=0001000000000000,timestamp=2017-02-05T18:40:41.410+0000)\n>\n> Wie soll man denn sonst herausfinden, welches Verhalten die Community akzeptabel findet und welches nicht? Durch die Anonymisierung ist noch dazu eine gewisse Objektivität gewährleistet... mehr als du sie in jedem Gericht bekommst. Ich verstehe nicht ganz, wo das Problem am Grundprinzip sein soll, dass die Spieler selbst entscheiden, wie über einen Fall geurteilt wird? (Tun sie indirekt übrigens nach wie vor, nur eben nicht mehr über direkte Tribunalvotes. Die Chatanalyse orientiert sich nämlich daran, was im alten Tribunal bestraft wurde und was heute reported wird.)\n\n\"Ich verstehe nicht ganz, wo das Problem am Grundprinzip sein soll, dass die Spieler selbst entscheiden, wie über einen Fall geurteilt wird?\"\nBeispiel Tyler1, er wäre bestimmt wieder entbannt gewesen, oder wäre gar nicht mehr gebannt worden.","replies":[{"id":"","poster":"eingew","date":"2017-02-06T10:34:59.003+0000","up_votes":1,"down_votes":0,"body":"Nicht ganz. Seine Community hätte vielleicht für ihn gevotet, aber wie viel Erfolg hätten sie wohl damit? Sie sind nur ein unwichtiger Teil der gesamten Spielerschaft und haben nahezu keinen Einfluss.\n\nIn den einschlägigen Foren haben die Forderungen nach einer Entbannung nicht umsonst starken Gegenwind erhalten.","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-02-05T23:15:19.387+0000","up_votes":1,"down_votes":0,"body":"Du meinst einmal abgesehen davon, dass das Tribunal Anonym ist und seine Fans vermutlich eher keine Tribunalnutzer sind?","replies":[{"id":"","poster":"Sophie973","date":"2017-02-05T23:17:56.091+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=000100000000000000010000,timestamp=2017-02-05T23:15:19.387+0000)\n>\n> Du meinst einmal abgesehen davon, dass das Tribunal Anonym ist und seine Fans vermutlich eher keine Tribunalnutzer sind?\n\nAh okay, das habe ich vergessen, sorry ^^.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"One Eyed Øwl","date":"2017-02-05T21:25:03.757+0000","up_votes":4,"down_votes":7,"body":"Es ist unsportlich und gehört sich nicht, keine Frage, aber deine Bannweise ist zu rigoros. \n\nEs wird bestraft, aber es dauert halt ewig.\nEs ist nervig, aber es ist nichts unglaublich schlimmes, im Vergleich zu dem was man sonst so liest.\nEs beeinflusst dich nicht das gesamte Spiel über, sondern höchstens nen paar Sekunden (wenn du darauf achtest).\nWenn du mit der League-Community sonst zurechtkommst, wird dich ein \"gg easy\" nicht aus der Fassung bringen.\n\nWenn wir für \"gg easy\" einen instant Zwei-Wochen-Bann wollen, dann bitte auch für \"this team is boosted\", für jegliche Beleidigung und für jeden einzelnen Flame. Dann bin ich aber gespannt, wie viele Spieler wir noch haben, und ob Riot mit dem Spiel noch Umsatz macht. Ich glaube nicht.\n\nAußerdem: Wenn man nun hypothetisch für jede Kleinigkeit einen Zwei-Wochen oder gar Permabann bekommen könnte, so könnte es jeden treffen. Ihr könnt mir nicht ernsthaft erzählen, dass ihr noch kein einziges Mal nicht freundlich zu einem Teammate wart. Wenn ihr nen schlechten Tag habt, und euch bei nem League-Game ein wenig entspannen wollt, so werdet ihr auch nicht unbedingt Spaß daran haben, wenn euch jemand spampinged, im Chat die Hölle los ist oder ein Teammate meint, dass das Game bei einem 0-2 Rückstand verloren ist und anfängt zu inten. Wir sind Menschen und keine Maschinen, daher finde ich deinen Vorschlag eher minder gut.\n\nUnd warum es im E-Sport geahndet wird? Weil es ein schlechtes Bild vor abertausenden von Zuschauern und eventuellen Kunden macht. Dein Game sehen halt insgesamt die zehn Leute, die daran beteiligt sind, ein LCS-Game eben viel mehr. Und diese schlechte Publicity kann sich auch auf die Einnahmen auswirken und muss daher unterbunden werden. \n\nPS. schnelle Strafen für Gewohnheitsflamer finde ich angebracht; Rassismus, Homophobie, Krankheitswünsche, Morddrohungen oder das Anraten zum Selbstmord mit \"kys\" sollte zu mindestens einem sofortigen Zwei-Wochen-Bann führen. Nicht nur, dass solche Aussagen sogar polizeilich verfolgt werden könnten, nein, sie sind auch nicht auf Emotionen auszureden. Wenn jemand sowas schreibt, hat er nämlich ganz andere Probleme als einen Zwei-Wochen-Bann.","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-05T21:33:47.585+0000","up_votes":3,"down_votes":2,"body":"> Ihr könnt mir nicht ernsthaft erzählen, dass ihr noch kein einziges Mal nicht freundlich zu einem Teammate wart.\n\nEin paar gibt es, auch wenn du nicht daran glaubst. Ich habe zum Beispiel noch nie im Chat jemanden angegangen.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T09:42:47.170+0000","up_votes":1,"down_votes":3,"body":"Ihr könnt mir eure Ammenmärchen ehrlich gesagt woanders verkaufen, haltet mich wohl für absolut dämlich, was? Wie groß ist die Wahrscheinlichkeit, dass sich alle dieser immer freundlichen Spieler im Forum tummeln und 90% dessen Community ausmachen? Eben.","replies":[{"id":"","poster":"eingew","date":"2017-02-06T10:27:42.138+0000","up_votes":1,"down_votes":0,"body":"Wieso alle? Aber es ist nun mal so, dass gerade ein regelmäßiger Nutzer des Unterforums \"Spielerverhalten\" einen gesteigerten Fokus auf Verhalten hat und sich höchstwahrscheinlich durchaus Gedanken darüber macht, wie er selbst so Auftritt. Schließlich haben wir alle einen gewissen Drang nach Integrität. Sich dann im Spiel so zu verhalten, wie man es im Forum propagiert, macht doch Sinn, oder nicht? Schon allein, um vor sich selbst nicht als Wendehals dazustehen.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T10:48:38.853+0000","up_votes":2,"down_votes":0,"body":"Du kannst bei niemandem hier überprüfen, wie er sich ingame verhält, und wenn ich mit die Doppelmoral auf anderen Plattformen und in anderen Diskussionskreisen ansehe, so scheint mir manches einfach sehr unwahrscheinlich.","replies":[{"id":"","poster":"Soúp","date":"2017-02-06T17:32:54.799+0000","up_votes":2,"down_votes":0,"body":"Die meisten Leute, die hier mit ner Strafe ankommen, **verstehen** nicht, warum sie diese Strafe überhaupt bekommen haben. Nutzer dieses Forenbereiches verstehen das allerdings sehr gut und sind mittlerweile geübt darin, dem TE das Fehlverhalten dann zu erklären. \n\n(Das trifft natürlich nicht auf alle zu.)","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2017-02-06T10:21:09.757+0000","up_votes":2,"down_votes":0,"body":"Du solltest dich wegen ein paar Downvotes nicht so aufregen. Dass die Bestrafungen so wie der TE dies fordert nicht verhältnismässig sind, bzw. umsetzbar scheint den meisten klar zu sein. Es geht mehr um die \"Message\" und um das Bewusstsein, dass auch ein \"gg easy\" bestrafungswürdig ist und man dieses doch bitte unterlassen soll ;).","replies":[]},{"id":"","poster":"Sirrkas","date":"2017-02-06T10:11:49.706+0000","up_votes":2,"down_votes":0,"body":">Wie groß ist die Wahrscheinlichkeit, dass sich alle dieser immer freundlichen Spieler im Forum tummeln\n\nZiemlich wahrscheinlich, wenn man davon ausgeht, dass es im Forum vermutlich nur eine Hand voll Spieler gibt. Grob würde ich sagen, es gibt in Foren hauptsächlich die folgenden Kategorien:\n\nLeute die Unterstützung suchen\nLeute die sich beschweren wollen, egal über was\nLeute, die anderen helfen wollen\nLeute die sich informieren wollen\n\nDie ersten beiden Kategorien tendieren dabei nach meiner Ansicht zu seltenen Besuchen. Das wären dann zum Beispiel auch Spieler, die eben gerade nur den Frust über ihre Niederlage mit einem \"Tryndamere OP\"-Thread zum Ausdruch bringen wollen oder sich über ihren Bann beschweren. Auch Leute mit \"suche ein Team\" oder Fragen wie \"wie kann ich mit Lee Sin besser werden\" haben wenig Motivation nach sinnvollen Antworten weiter im Forum zu bleiben. \n\nDa ich hauptsächlich im Forum unterwegs bin um Fragen zu beantworten, würde ich am ehesten unter meine dritte Kategorie fallen. Es ist ja nicht so, als würde ich irgendetwas davon haben, Leuten im Forum fragen zu beantworten, insofern wäre es doch naheliegend, dass ich meist nett bin, wenn es um Spiele geht. Versteh mich nicht falsch, ich kann mich auch aufregen, wenn etwas schief läuft. Ich beschwere mich dann aber höchstens im TS bei meinen Freunden darüber. Aber das ist für mich noch lange kein Grund jemandem zu sagen, er wäre mies und unfähig oder Leute dafür im Chat zu flamen. \n\n>und 90% dessen Community ausmachen? \n\nDas hat doch niemand behauptet, ist aber auch unwahrscheinlich. Aber im Forum wirst du vermehrt auf Leute treffen, die noch nie geflamt haben. Das sind dann eben meist andere, die herkommen, um anderen zu helfen. \nZudem muss man noch bedenken, dass selbst wenn man 2 Flamer im Team hat, einem die anderen beiden gar nicht auffallen, die nichts geschrieben haben und damit nicht unfreundlich wurden. \n\nWenn dich Mid und Top flamen, weil du den Drachen nicht gesmitet hast, denkst du dir sicher auch danach, was das für ein blödes Team war. Dir fällt aber kaum auf, dass die Botlane nicht auf den Flame eingegangen ist, die vielleicht gemutet hat und weiterhin die Kommunikation auf relevante Informationen beschränkt.","replies":[]}]},{"id":"","poster":"Atsùra","date":"2017-02-05T21:49:31.332+0000","up_votes":4,"down_votes":2,"body":"ICH AUCH NICHT! Ich bin ein braves Mädchen und mag Kekse, keine Schläge in Form von Restrictions oder Banne.. Banns???","replies":[{"id":"","poster":"Megamaexx","date":"2017-02-06T05:54:58.974+0000","up_votes":2,"down_votes":0,"body":">Banne.. Banns???\n\nBanne ist wohl die korrekte Übersetzung für Bans","replies":[{"id":"","poster":"Atsùra","date":"2017-02-06T15:53:47.043+0000","up_votes":1,"down_votes":0,"body":"Gut zu wissen.","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-02-06T13:09:42.243+0000","up_votes":2,"down_votes":0,"body":"> Ich fordere Riot dazu auf, solches Verhalten härter zu verfolgen und zu bestrafen.\n2 Wochen Bann als Instant Bestrafung.\nPerma Bei Wiederholung.\nGebt unseren Reports zudem Feedback um uns zu zeigen dass ihr es ernst meint und eine solches Verhalten absolut nicht toleriert!\n**Andernfalls muss man als Spieler annehmen, dass ihr einen solchen Umgangston gutheißt.**\n\nDa ja das Reportverhalten der Spielergemeinschaft den Umgangston bestimmt - aka Chatanalyse und Instantfeedbacksystem - ist Dein Wunsch bei Riot nur bedingt gut platziert. Riot stellt also demzufolge nur die Mittel zur Verfügung und die Spieler füllen sie durch ihr Reporting mit Leben. Riot reagiert also nur auf die mehrheitliche Einschätzung bestimmten Verhaltens durch die Spieler. So gesehen werden extreme Ansichten nur von einer kleinen Minderheit von Spielern vertreten und haben entsprechend geringes Gewicht. {{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"JustA kleo","date":"2017-02-06T09:48:11.265+0000","up_votes":2,"down_votes":0,"body":"mir kommt eher vor es sinkt.\nschlechtes beispiel da ich es gerade davor in einem ranked hatte, aber ehrlich gesagt hab ich seit ner ewigkeit kein easy mehr gesehen","replies":[]},{"id":"","poster":"eingew","date":"2017-02-05T18:42:22.686+0000","up_votes":4,"down_votes":2,"body":"> Und das auf eine feige Art und Weise die ihresgleichen sucht.\n> Sekunden vor Ende des Spieles in der stillen Hoffnung, dass es niemand bemerkt und sie keinen Report dafür kassieren müssen.\n\nWas eigentlich ziemlich bescheuert ist... ich meine... \"Ich streue meinem Gegenüber Salz in die Wunden... aber möglichst so, dass er es gar nicht merkt! Haha! Der wird sich so schlecht fühlen! Ohne es zu merken! Ich bin so böse, muhahah!\"","replies":[{"id":"","poster":"Atsùra","date":"2017-02-05T21:47:52.566+0000","up_votes":2,"down_votes":0,"body":"Die machen es nicht, weil sie denken, dass es keiner sieht, sondern weil sie wissen, dass die Gegner es lesen werden, aber keine Zeit haben, den Namen noch fix zu lesen. Und alle zu reporten aufgrund einer Person... Ist das nicht schon schwachsinnig? Oder soll man alle reporten und im Textfeld schreiben \"Irgendeiner dieser Lappen schrieb am Ende GG EZ, bitte bannen!\"","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-05T22:06:28.348+0000","up_votes":2,"down_votes":0,"body":"Replays OP!","replies":[{"id":"","poster":"Atsùra","date":"2017-02-05T22:29:05.903+0000","up_votes":1,"down_votes":0,"body":"Hab noch den alten CLIENT :'D AAAABBER generell hast du Recht, wie immer <.< Pfff","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-05T23:14:41.759+0000","up_votes":2,"down_votes":0,"body":"Ich nutze PlaysTV, da kann man dann bei solchen Fällen ganz schnell in das letzte Spiel gehen.","replies":[{"id":"","poster":"Atsùra","date":"2017-02-05T23:31:03.006+0000","up_votes":1,"down_votes":0,"body":"Kenn ich nicht. Außerdem hab ich das Gefühl, dass mein Laptop vollends den Geist aufgibt, wenn ich ihm sowas auch noch zumute xD","replies":[{"id":"","poster":"Homunculi","date":"2017-02-06T07:40:58.154+0000","up_votes":2,"down_votes":0,"body":"Sollte dein Laptop sowieso schon in die Knie gehen, dann lass es lieber, AH-BÄR! PlaysTV ist recht Ressourcen schonend.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T08:32:13.443+0000","up_votes":2,"down_votes":1,"body":"Oder man liest regelmäßig mal ein Buch und schult dadurch seine Fähigkeit darin, dann stellt es kein Problem mehr dar in den wenigen Sekunden alle geschriebenen Inhalte einem Namen zuzuordnen ^^","replies":[{"id":"","poster":"Homunculi","date":"2017-02-06T08:57:08.037+0000","up_votes":1,"down_votes":0,"body":"Bitte wie?","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T09:00:17.881+0000","up_votes":2,"down_votes":1,"body":"Weißt schon, Bücher, diese Dinger mit Papierseiten welche wiederum mit Buchstaben bedruckt sind.\nMan munkelt, dass diese, von links nach rechts gelesen sogar einen Sinn ergeben, gar ganze Geschichten erzählen.\nFunktioniert fast genauso wie mit unseren geistigen Ergüssen hier im Forum, nur dass man umblättert statt zu scrollen XD","replies":[{"id":"","poster":"Homunculi","date":"2017-02-06T09:14:18.968+0000","up_votes":3,"down_votes":1,"body":"Was hat das bitte mit meinem Kommentar zu Plays.tv zu tun?\n\nWenn dies eine Retourkutsche bezüglich Offtopic Inhaltes sein sollte, hast du mächtig daneben gegriffen.\n\nMan munkelt auch, dass es so eine tolle technische Errungenschaft namens \"E-Book\" gibt, da nennt man es zwar auch \"umblättern\", aber man drückt auf einem Display rum. Gut es gibt auch PDF Reader bei denen \"scrollt\" man eigentlich nur.\n\nAber süß, dass du davon ausgehst das andere Menschen noch nie etwas längeres als eine DVD Beschreibung gelesen haben :).","replies":[{"id":"","poster":"Sirrkas","date":"2017-02-06T10:00:26.315+0000","up_votes":1,"down_votes":0,"body":"Das sollte sicher nur ein Witz sein.","replies":[{"id":"","poster":"Homunculi","date":"2017-02-06T10:08:52.016+0000","up_votes":1,"down_votes":0,"body":"Kanns natürlich auch gewesen sein, aber war, aus meiner Sicht, doch eher unlustig o_O.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T12:23:01.442+0000","up_votes":2,"down_votes":1,"body":"Da stimme ich dir natürlich zu ^^","replies":[]},{"id":"","poster":"Aenrikr","date":"2017-02-06T10:56:42.630+0000","up_votes":2,"down_votes":1,"body":"Ich meinte damit, dass man als schneller und aufmerksamer Leser keine zusätzlichen Tools benötigt ^^\nWer viel liest, liest irgendwann auch schneller als andere und hat keine Schwierigkeiten damit in kürzester Zeit die \"GG Easy\" - Schreiberlinge zu identifizieren.\nDas war der Kern meiner Aussage, kam vlt undeutlich rüber, tut mir leid ^^","replies":[]},{"id":"","poster":"Atsùra","date":"2017-02-06T15:52:51.039+0000","up_votes":1,"down_votes":0,"body":"Ich lese schon sehr schnell. Hab über 200 Bücher in meiner neuen Wohnung stehen und bestimmt noch 100 bei meinem Vater. Zieht man die ganzen hochwertigen Mangas ab, die meine Mutter aus Geldgründen verkauft hat (jajajajajajajjaa ich weiß, was du denkt!) dann hab ich über 500 Bücher gelesen. Und alle immer relativ fix. Fix reicht aber bei ner Mikro sekunde echt nicht xD","replies":[]},{"id":"","poster":"Homunculi","date":"2017-02-06T12:14:52.945+0000","up_votes":1,"down_votes":0,"body":"Ah, dann macht das mehr Sinn. \n\nEs kann trotzdem passieren, das in der Mikrosekunde bevor das Bild schwarz wird, noch so ein Satz fällt und dann ist man evtl. doch froh ein zusätzliches Tool zur Hand zu haben :).","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2017-02-06T10:31:26.753+0000","up_votes":1,"down_votes":0,"body":"Hm. Da würde ich eher Videos o.ä. zum üben nehmen, schließlich hat man bei einem Buch alle Zeit der Welt ;).","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2017-02-07T11:39:13.424+0000","up_votes":2,"down_votes":5,"body":"Die Forderung ist und bleibt Willkür. \n\nDer TE ist auf Nachfrage nicht in der Lage, schlüssig zu erklären, warum dieses eine Fehlverhalten im Chat sofort mit einem 2-Wochen-Bann belegt werden soll, im Gegensatz zu anderen Beleidigungen.\n\nHätte er gefordert, dass **jede** Beleidigung sofort einen 2-Wochen Bann nach sich zieht, hätte man darüber diskutieren können, aber einfach eine x-beliebige Beleidigung rauszusuchen und zu fordern, dass diese sofort einen 2-Wochen-Bann nach sich zieht, ist Willkür.\n\nIch kann beim besten Willen nicht verstehen, wie man diese Forderung unterstützen kann. Ich hätte gerne eine logische Erklärung, was an \"easy\" schlimmer ist als an \"get cancer\" oder anderen Beleidigungen, die man so lesen kann.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-07T12:07:26.924+0000","up_votes":3,"down_votes":2,"body":"Diese Frage ist breits mehrfach beanwortet worden, wenn du den Thread etwas aufmerksamer lesen würdest, hättest du es bemerkt, es ist also nicht nötig es zum x-ten mal zu wiederholen.\n\nDesweiteren verrät mir deine Ausdrucksweise (TE handelt willkürlich, TE ist nicht dazu in der Lage, x-beliebig ... ), dass du nicht hier bist um etwas konstruktives zu dem Thema beizutragen.\nDeine Meinung steht bereits fest, du hast nicht vor sie zu ändern und ich werde auch nichts entsprechendes unternehmen.\n\nDennoch werde ich mich bemühen, deine Frage zu beantworten.\n\n**Warum ist ein \"GG Easy\" meiner Meinung nach härter zu bestrafen als andere Beleidigungen?**\n\nLeague of Legends ist den letzten Jahren immens gewachsen.\nEs ist nicht länger nur ein Spiel, es ist ein Sport!\nAuch Riot sieht es so, daher werden unter den besten Spielern regelmäßige Turniere veranstaltet welche weltweit übetragen werden.\nUnd in einem Sport gibt es mehr als nur einen einfachen Verhaltenskodex, er erfordert Disziplin und Respekt.\nEin Spieler, der meint, er könne es sich nicht verkneifen seinen besiegten Gegner zu verhöhnen, besitzt keines von beidem und hat damit nichts unter uns zu suchen.\nDieses Verhalten ist auch bei anderen Sportarten zu beobachten.\n\nIch nehme hier noch einmal das Beispiel eines Fußballspielers/Spielerin:\n\nWenn dieser einen anderen Spieler auf dem Spielfeld beleidigt kassiert er eine gelbe oder gar rote Karte.\nEr entschuldigt sich im nachhinein und die Sache ist gegessen.\nEin ähnliches System greift bei unseren LoL-Spielen; Gnade vor Recht.\n\nWenn nun aber besagter Fußballspieler/in nach dem Sieg seiner Manschaft mit erhobenen Mittelfingern zum Gegner tanzt und schreit: \"Gott, wart ihr schlecht\", dann hat das massive Konsequenzen die in dem Ende der Karriere dieses Mannes/dieser Frau enden.\n\nEine solche rigerose Bestrafung verdienen auch Spieler, die hier die gleiche Verhaltensweise an den Tag legen.\nZwar gibt es noch (zumindest meines Wissens nach) noch keine Referenzfall für einen LCS-Spieler der so ein Verhalten an den Tag gelegt hat und von Riot dafür bestraft wurde, aber ich hoffe, dass man bei diesem keine Gnade walten lassen würde, man würde hoffentlich ein Exempel statuieren.\n\nSo, ich hoffe, ich konnte deine Frage beantworten.","replies":[{"id":"","poster":"Ozuraak","date":"2017-02-07T12:19:16.326+0000","up_votes":2,"down_votes":3,"body":"Und zum Thema Fussball habe ich dir bereits das entgegnet:\n\nhttps://www.youtube.com/watch?v=4jYuMsFV2ug\n\nEs bleibt dabei, du kannst es immer noch nicht erklären. Alles was du gesagt hast, lässt sich auf jede andere x-beliebige Beleidigung übertragen. Nur das du da nicht diese drakonische Strafe forderst.\n\nDu kannst dich weiter rausreden, es bleibt Willkür. Entweder bist du gegen jede Beleidigung im Spiel (da wäre ich völlig bei dir) oder gegen gar keine.\n\nAber zu sagen, diese eine Beleidigung ist viel schlimmer als jede andere und dafür eine verschärfte Sanktion zu verlangen, ist Willkür.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-07T12:57:30.715+0000","up_votes":3,"down_votes":2,"body":"Wie ich bereits sagte, du hast eine feste Meinung die sich nicht ändern lässt, daher lässt du keine Argumentation zu, ganz egal wie schlüssig sie ist, jedes weitere Wort ist verschwendete Zeit.","replies":[{"id":"","poster":"Ozuraak","date":"2017-02-07T13:15:10.600+0000","up_votes":4,"down_votes":3,"body":"Weil deine Argumentation nicht schlüssig ist. Alles was du sagst (Unsportlichkeit, Respektlosigkeit etc) lässt sich auch auf jede andere Beleidigung übertragen.\n\nAus irgendeinem Grund reizt dich das Wort \"easy\" über alle Maßen und du willst dafür Strafen verteilen. Genau das ist Willkür.\n\nIch bin dafür, dass **jedes** Fehlverhalten sanktioniert wird, und nicht nur einzelne ausgewählte. Ein \"Easy\" ist nicht schlimmer als ein \"get cancer\".\n\nEs ist beides unsportlich und respektlos und gehört deshalb auch sanktioniert.\n\nDu hingegen willst dem, der \"easy\" geschrieben hat, dafür gleich einen 2 Wochen Bann reindrücken. Das ist Willkür. Zum Glück hat Riot mehr Ahnung als du, was das Verhängen von Strafen angeht.\n\nPS: Manchmal hilft es, sich die Quellen von Riot direkt anzugucken:\n\nhttps://support.riotgames.com/hc/de/articles/207489286\n\n_Die Strafen hängen für gewöhnlich von der jeweiligen Eskalationsstufe ab:_\n\n   _Erster Verstoß: Chateinschränkungen für 10 Spiele_\n   _Zweiter Verstoß: Chateinschränkungen für 25 Spiele_\n    _Dritter Verstoß: Zweiwöchige Sperrung_\n    _Vierter Verstoß: Dauerhafte Sperrung_\n\n_**Allerdings kann es je nach Schwere des Vergehens direkt zu einer zweiwöchigen oder permanenten Sperrung kommen.** Exzessives negatives Verhalten kann jederzeit und ohne vorherige Chateinschränkung zu einer zweiwöchigen oder permanenten Sperrung führen._\n\nScheinbar ist Riot der Meinung, dass ein \"Easy\" kein schweres Vergehen ist, dass eine 2 Wochen Sperre rechtfertigt.\n\nUnd da du bisher auch keinen schlüssigen Argumente gebracht hast, warum ein \"easy\" auf einer Stufe mit Rassismus, Homophobie, Todeswünschen oder dergleichen stehen sollte (sowas führt nämlich zu 2 Wochen Bann oder gleich Perma), wird es sich auch nicht ändern.\n\n","replies":[]}]}]}]}]},{"id":"","poster":"Master Mírror","date":"2017-02-07T07:48:19.960+0000","up_votes":3,"down_votes":2,"body":"Ich kanns ja verstehen was du damit meinst, ich schreibe selbst mal easy als Rache für sagen wir mal Perma Babysit. Jedoch übertreibst du total, ich verstehe nicht warum jeder immer so beleidigt sein muss, Man sollte immer mal was einstecken können. In einem Spiel wegen dem Chat einen Perma ban zu kassieren ist hart, vorallem wenn man eigentlich nichts schlimmes gemacht hat, ich kanns ja verstehen wenn er dich durchgehend beleidigt. Zudem funktioniert League of Legends mit einem Chat Filter oder durch die Reports der Spieler, da du wahrscheinlich der einzige bist den das Stört wird der Report nichts bringen, und easy kann unmöglich als Beleidigung gefiltert werden.","replies":[{"id":"","poster":"Barail","date":"2017-02-07T16:40:50.266+0000","up_votes":1,"down_votes":0,"body":"Da liegst du falsch, ein \"easy\" wird sehr wohl als Beleidigung und als Reportgrund anerkannt. Wurde hier im Forum vor nach Einführung des neuen Direktreportsystems geschrieben, leider finde ich den Post jetzt nicht mehr.","replies":[{"id":"","poster":"Master Mírror","date":"2017-02-07T17:15:32.245+0000","up_votes":1,"down_votes":0,"body":"schon allein Sachen wie \" it was an easy task for me \" oder sowas wird dann als beleidigung anerkannt ? ich rede vom Chat filter roboter und nicht von echten Personen","replies":[{"id":"","poster":"Barail","date":"2017-02-07T17:19:43.054+0000","up_votes":1,"down_votes":0,"body":"Nein das System schaut auch nach dem Context.","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2017-02-06T08:24:29.503+0000","up_votes":3,"down_votes":2,"body":"Ich kann dich vollkommen verstehen. Ich persönlich finde dieses \"gg easy\", \"ez\" etc. so etwas von respektlos und herabwürdigend, dagegen finde ich \"Report xy\" vergleichsweise harmlos (obwohl ich das in den meisten Fällen auch melde). Mit dem 14 Tage Ban würde ich jetzt nicht gleich beginnen, aber ich hätte nichts dagegen, wenn die Chatanalyse nach dem 2-3 Spiel  eine 10 CR vergeben würde und danach für jedes weitere \"easy\" die nächste Strafstufe vergibt. Die Strafen sollen auch vergeben werden, wenn ein Spieler auch nur ein einziges Mal den Chat benutzt um dieses \"gg easy\" zu schreiben, egal wie anständig er sich sonst verhält. \n\n\nLoL ist schliesslich auch ein Spiel mit einer grossen E-Sport Szene und da sollte meiner Meinung nach auch die ganze Community dazu angehalten werden, dass auf Fairness & Respekt gegenüber den Mit- und Gegenspieler grossen Wert gelegt wird, vor allem wenn es um solche Unsportlichkeiten geht. Schliesslich werden auch die zukünftigen Pros aus der Community kommen und solche grundlegenden Werte sollten diese dann auch schon vorher akzeptiert haben, bevor sie in der LCS spielen.","replies":[]},{"id":"","poster":" King Havoc","date":"2017-02-08T17:28:09.544+0000","up_votes":2,"down_votes":1,"body":"Wenn man so etwas bestrafen will, sollte man es auch bestrafen, wenn Spieler nach jedem Kill ihr Mastery-Emote spammen. Ich persönlich finde beides nicht schlimm und sehe das auch nicht als respektlos an - im Gegenteil, ein bisschen Angeberei ist doch in Ordnung, solange es nicht übertrieben wird. (Bsp. \"GG rekt noob\") \nWenn man in einem Spiel komplett zerstört wird und das gegnerische Team mit 20/1 gewinnt, ist \"GG easy\" nur gerechtfertigt. Was auch sonst? Ein \"good game\" war es nicht, es war ein einseitiges Vernichtungsfest. Mich persönlich tiltet es eher, wenn mir jemand ein \"good game\" an den Kopf wirft, wenn er mich mit 0/10 aus der Lane und aus dem Spiel wirft.","replies":[]},{"id":"","poster":"Toreole","date":"2017-02-07T16:38:54.399+0000","up_votes":2,"down_votes":1,"body":"das \"gg easy\" ist leider vorallem bei den Spielern üblich, die zum Beispiel {{champion:222}} oder andere spielen, absolute nichts hinbekommen, 3/15 stehen im normal und nur von ihrem team gecarriet werden.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-07T18:38:17.631+0000","up_votes":2,"down_votes":2,"body":"Würd ich jetzt nicht sagen wollen, ich habe es vor allen Dingen von Spielern gelesen die gut im Game standen.\nDie, die nicht gut dastehen schreiben es aber natürlich auch, da hast du recht ^^","replies":[{"id":"","poster":"Toreole","date":"2017-02-07T19:48:14.477+0000","up_votes":2,"down_votes":1,"body":"naja so erlebe ich es zumindest leider :D\nzum glück sind die meisten so gut und sagen das nicht","replies":[]}]}]},{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T09:30:22.995+0000","up_votes":5,"down_votes":12,"body":"Nette Downvotes.\nNette Scheinheiligkeit. \n\nEinfach nur lächerlich, dass der TE für diesen Thread ganze 11 Upvotes bekommt, nur weil er euch ein wenig Honig ums Maul schmiert und das forengöttliche Bild des perfekten, 100% adäquat und perfekt handelnden Menschen, sogar in der Anonymität des Internets preist.\n\nWenn eure Zustimmung für den TE so groß ist, dann fordert bitte auch eine 5-jährige Haftstrafe für Ladendiebstahl. Wenn, dann bitte konsequent vorgehen.\n\nEs wäre nur halb so traurig, wenn die Leute hier wenigstens der wären, der sie vorgeben zu sein. Aber vermutlich seid ihr alle die ganz Lieben, und der Rest der Community die Bösen.\n\nBin nur froh, dass Riot fähig ist Firmenpolitik zu machen, und nicht auf eure geschäftszerstörenden Forderungen hört. Eure Forderungen sind haltlos.\n\nUnd wie es im Ranked zugeht, ist den meisten hier sowieso fremd. Einfach maln bisschen auf Twitter umsehen, was in der High-Elo-Community so abgeht.\n\n/preparing to get downvoted ;)","replies":[{"id":"","poster":"Waldschrat86","date":"2017-02-06T10:03:19.133+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=One Eyed Øwl,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=000a,timestamp=2017-02-06T09:30:22.995+0000)\n>\n> Nette Downvotes.\n> Nette Scheinheiligkeit. \n> \n> Einfach nur lächerlich, dass der TE für diesen Thread ganze 11 Upvotes bekommt, nur weil er euch ein wenig Honig ums Maul schmiert und das forengöttliche Bild des perfekten, 100% adäquat und perfekt handelnden Menschen, sogar in der Anonymität des Internets preist.\n> \n> Wenn eure Zustimmung für den TE so groß ist, dann fordert bitte auch eine 5-jährige Haftstrafe für Ladendiebstahl. Wenn, dann bitte konsequent vorgehen.\n> \n> Es wäre nur halb so traurig, wenn die Leute hier wenigstens der wären, der sie vorgeben zu sein. Aber vermutlich seid ihr alle die ganz Lieben, und der Rest der Community die Bösen.\n> \n> Bin nur froh, dass Riot fähig ist Firmenpolitik zu machen, und nicht auf eure geschäftszerstörenden Forderungen hört. Eure Forderungen sind haltlos.\n> \n> Und wie es im Ranked zugeht, ist den meisten hier sowieso fremd. Einfach maln bisschen auf Twitter umsehen, was in der High-Elo-Community so abgeht.\n> \n> /preparing to get downvoted ;)\n\nEinfach nur lächerlich wie man so auf Up- und Downvotes achten kann und dann auch noch meint zu wissen, wer, warum dieses Feature benutzt.\n\nWem schmiert er denn wo Honig ums Maul?\n\nNur mal so, dir Antworten hier spiegeln nicht \"ja Mann, das muss passieren, du hast Recht\" wider.\n\nUnd wie es im Ranked zugeht, weißt sicher auch nur du, ist ja nicht so, dass die meisten hier geranked sind und schon etliche Saesons aufm Buckel haben. Naja ich nehm da als Referenz meine Spiele, du Twitter von anderen-lol-\n\n>Ihr könnt mir eure Ammenmärchen ehrlich gesagt woanders verkaufen, haltet mich wohl für absolut dämlich, was?\n\nSpätestens ab jetzt ja, tust ja alles dafür das zu beweisen.","replies":[{"id":"","poster":"One Eyed Øwl","date":"2017-02-06T10:43:53.240+0000","up_votes":2,"down_votes":1,"body":"Ich sehe die auf Twitter gezeigten Verhaltensweisen entweder von den Spielern selbst oder von Nachahmern.","replies":[]}]},{"id":"","poster":"eingew","date":"2017-02-06T10:21:34.375+0000","up_votes":1,"down_votes":0,"body":"Würde Waldschrat hier zustimmen, fast 500 Views und ausgerechnet die maximal 30 User, die in dein Schema passen *könnten* sollen für diese 11 Upvotes verantwortlich sein? Ist das nicht etwas voreilig?\n\nWie war das noch mit [deiner Forderung nach mehr Integrität](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/AaOIAZV4-gg-easy?comment=00090000)? Ist das etwa schlüssiges Verhalten, einfach ins Blaue hinein zu raten?\n\nWorüber regst du dich überhaupt so auf?","replies":[]},{"id":"","poster":"Mi3zekatze","date":"2017-02-06T12:13:05.945+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich er hat mit 90% der Community im Forum recht! Und wer nicht perfekt ist bekommt 1900 Downvotes.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-02-06T12:08:52.548+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=One Eyed Øwl,realm=EUW,application-id=KYnfKGf0,discussion-id=AaOIAZV4,comment-id=000a,timestamp=2017-02-06T09:30:22.995+0000)\n\n> Wenn eure Zustimmung für den TE so groß ist, dann fordert bitte auch eine 5-jährige Haftstrafe für Ladendiebstahl. Wenn, dann bitte konsequent vorgehen.\n\nTatsächlich kann (Laden)-Diebstahl mit bis zu 5 Jahren Haft bestraft werden, vgl. § 242 I StgB:\n(1) Wer eine fremde bewegliche Sache einem anderen in der Absicht wegnimmt, die Sache sich oder einem Dritten rechtswidrig zuzueignen, wird mit Freiheitsstrafe bis zu fünf Jahren oder mit Geldstrafe bestraft.\n\nEs ist nun mal so, dass die Mehrheit der Spieler es bevorzugt, ein Spiel in respektvoller Atmosphäre mit vernünftigem Umgang zu spielen. Herablassende Kommentare haben da keinen Platz. Sie sind im Gegenteil dazu gerade zu lächerlich, wenn man bedenkt, dass diese Leute nur im Schutz der Anonymität zu solchen Ausdrücken Mut finden.","replies":[]}]},{"id":"","poster":"Dwarfheader","date":"2017-02-08T19:47:10.613+0000","up_votes":1,"down_votes":0,"body":"Hi Aenrikr,\num ehrlich zu sein weiß ich nicht genau was ich von diesem Beitrag halte. Auf der einen Seite muss ich dir klar zustimmen, was im Übrigen offensichtlich sein sollte, dass sich solches Verhalten, schlicht aus Gründen der Höflichkeit, nicht gehört. Andererseits reden wir hier von einem Onlinegame, das nicht einmal eine Altersbeschränkung hat. Soll heißen, dass man über gewissen Unhöflichkeiten einfach drüber stehen muss. Ich bin selbst kein guter Spieler, ich spiele zur Zeit in Silber III. Wer mir dort irgendein Skilllevelsymbol vor die Nase hält, kann das unmöglich ernst meinen. In diesem Sinne würde ich also sagen, dass man sowas nicht verbieten sollte, sonst unterbindet man die Kommunikation am Ende vielleicht noch ganz. Das Internet und das Onlinegaming bietet halt allen Gamern eine gewisse Freiheit - ja, auch zum teasen - aber das macht für mich die Sache ebenfalls aus, selbst wenn es mir von Zeit zu Zeit auch auf die Nerven geht. Daher muss ich dir sagen, dass ich den Fehler nicht bei Riot sehe. Ja, die Strafen könnten für vieles härter sein, aber du musst dich halt auch fragen ob du damit wirklich was erreichen würdest und was das wäre. In diesem Fall wäre die Ausbeute mager, für alle Beteiligten. Ich kann deinen Frust gut verstehen, aber wie vieles im Leben, muss man wohl auch dieses Verhalten schlichtweg ertragen. Das ist alles andere als angenehm, aber meiner Meinung nach notwendig.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-08T20:36:30.813+0000","up_votes":1,"down_votes":2,"body":"Grüße,\n\nvielen Dank für deine Meinung, ich freue mich über jeden der zu diesem Thema mit einsteigt und seine Position darlegt.\n\nErsteinmal finde ich es beeindruckend, dass du und so manch anderer sich sagen kann; \"Pah, da steh ich drüber, kann mir sonstwo vorbeigehen\".\nMir gelingt dieses Kunststück leider nicht, zumindest nicht beim \"easy\".\nFlame geht mir sonstwo vorbei, den kann ich muten, reporten und augenrollend weiterzocken.\nAber dieses, bildlich gesprochene, \"ins Gesicht spucken\" am Ende des Matches geht mir einfach zu weit, da geht mir das Messer in der Tasche auf (auch wieder bildlich gesprochen).\n\nVlt hab ich im Verlauf meines Lebens (mit 28 Jahren bin ich wohl nicht mehr der jüngste LoL Spieler) einfach zu viele Dinge hinter mir, die einfach mit respektablen Umgang zu tun hatten, als dass ich jetzt noch darüber hinwegsehen könnte.\n\nWie dem auch sei, ich habe inzwischen mitbekommen, dass verschiedenste Meinungen zu dem Thema existieren.\nDie einen stimmen mir zu, die anderen stellen es auf ein Stufe mit allen anderen Beleidigungen, wieder anderen ist es vollkommen egal und ... naja, dann gibts da noch die Leute die es okay finden und zugeben, selber so zu schreiben. Allerdings musste letztere Gruppe dabei ausfallend werden, so dass ihre Posts samt und sonders gelöscht wurden.\nNachdem ich es jetzt über die letzten Tage verfolgt habe musste ich einsehen, dass meine Forderung vlt/eventuell/unter gewissen Umständen zu drakonisch waren, allerdings stellte sich auch heraus, dass ein weitaus größerer Handlungsbedarf seitens von Riot stattfinden muss um die Community zu \"disziplinieren\".\nDies ist zumindest mein bisheriger Schluß.\n\nAbschließend noch ein paar Worte;\n\nWir als Community bzw als Menschen im allgemeinen, müssen nur das Verhalten ertragen, welches wir anderen, die sich unbedingt daneben benehmen müssen, auch zugestehen.\nIch für meinen Teil stehe auf jeden Fall nicht unbeteiligt daneben wenn etwas im Argen liegt, ich werde immer nach meinen Werte - und Moralvorstellungen handeln und dass es hier andere genauso halten finde ich großartig ^^\n\nDanke noch einmal für deine Worte.\n\n:D","replies":[]}]},{"id":"","poster":"Wolkenfuß","date":"2017-02-07T11:14:56.906+0000","up_votes":1,"down_votes":0,"body":"2 Wochen als Insta Strafe? xD what... also ich reporte so etwas auch immer, weil es respektlos und unsportlich ist. ob es was bringt? ich denke nicht. aber der eine kann sein easy schreiben und sich gut fühlen, und ich kann ihn dann reporten und mich gut fühlen ;) Ich würde es gut finden wenn die leute nach ein paar mal eine meldung bekommen würden das sie sich unsportlich verhalten. so eine \"du du du mach das nicht nochmal das ist nicht nett\" sache. aber was solls... wer es braucht nach nem 52 minuten game easy zu schreiben hat auch echt probleme :D","replies":[]},{"id":"","poster":"FeuerfalkeFX","date":"2017-02-06T12:34:31.859+0000","up_votes":1,"down_votes":7,"body":"GG EZ\n\nund? triggered?\n\n***\n\n>Sekunden vor Ende des Spieles in der stillen Hoffnung, dass es niemand bemerkt und sie keinen Report dafür kassieren müssen.\n\nIch kann antürlich nicht für alle sprechen aber mich interessiert es nicht ob die meinen namen noch lesen konnten oder nicht, ich mache das meist eh nur weil irgendein gegner sich während des spiels toll gefunden hat.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T12:57:06.501+0000","up_votes":4,"down_votes":2,"body":"Nein, an der Stelle ist es schließlich aus jedem Kontext gerissen, bleibt also effektlos.\n\nWenn du meinst, du müsstest es am Ende eines Games schreiben um andere zu provozieren, bitte, aber lebe mit den Konsequenzen.\nNiemand wird auf deine Gründe Rücksicht nehmen wenn es um dass verfassen der Reports geht.","replies":[{"id":"","poster":"FeuerfalkeFX","date":"2017-02-06T15:11:39.364+0000","up_votes":1,"down_votes":3,"body":"Ich hoffe das niemand auf die Gründe rücksicht nimmt. Das melden solch eines verhaltes ist natürlich meldbar und sollte demnach auch getan werden, jedoch ist es nunmal lächerlich das jemand sowas wie \"gg ez\", \"easy\", \"izi\", etc. so ernst nimmt das er sich davon angegriffen fühlt.","replies":[{"id":"","poster":"Mi3zekatze","date":"2017-02-06T20:28:41.868+0000","up_votes":1,"down_votes":0,"body":"Wo ist der Unterschied zwischen hartem Flame der nur provozieren soll und Flame der nur provozieren soll?\n\nIst es nicht zu 99% das gleiche?","replies":[{"id":"","poster":"FeuerfalkeFX","date":"2017-02-06T21:26:17.059+0000","up_votes":1,"down_votes":0,"body":">solch eines verhaltes ist natürlich meldbar und sollte demnach auch getan werden\n\nDiese Zeile spricht für sich und jetzt hör auf rumzuheulen als hätte ich eines der 76+ geschlechter vergessen.","replies":[]}]}]}]}]},{"id":"","poster":"Raktakmunap","date":"2017-02-19T15:05:56.414+0000","up_votes":2,"down_votes":4,"body":"Ich finde Spieler die ein GG Easy Reporten, einfach nur schlechte Verlierer. Statt sich damit zu beschäftigen ob kurz vorm Ende noch ein Easy geschrieben wird um es ja zu Reporten, sollte man vielleicht wirklich anfangen besser zu Spielen. Ein Easy kann nur einem auf die nerven gehen der sehr viele Spiele verliert und es immer wieder lesen muss. Daraus resultiere ich das man auch Schlecht ist und die Spiele relativ leicht sind.","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-19T15:15:27.107+0000","up_votes":2,"down_votes":1,"body":"Die Möglichkeit, dass das eigene Gewinnerteam ebenso mit solchen Kommentaren um sich wirft kam dir nicht in den Sinn, oder?\nOder glaubst du etwa, ich reporte meine eigenen Teammates nicht nur weil sie mit mir gewonnen haben?","replies":[]}]},{"id":"","poster":"lIlIIlIIlIlIlIl","date":"2017-02-06T17:59:37.890+0000","up_votes":1,"down_votes":8,"body":"Vielleicht einfach mal gewinnen dann schreibts auch keiner...\n\nGG EASY","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-06T19:28:12.871+0000","up_votes":5,"down_votes":2,"body":"Die Möglichkeit, dass auch das eigene Siegerteam sowas schreibt ist dir nicht in den Sinn gekommen, oder?\nAlso, wenn du schon flamest, dann bitte auch auf einem qualitativ hochwertigen Niveau um mit dem Rest des Threads mithalten zu können.\nAber schön dass du dich hier so gibst, gehört ja jede Menge Mut dazu sich als Mitglied der unerwünschten 10% zu outen.\n\nWie dem auch sei, den Report hast du dir verdient, gz ^^","replies":[]}]},{"id":"","poster":"Carry This Scrub","date":"2017-03-16T16:56:02.916+0000","up_votes":1,"down_votes":2,"body":"> da es einfach nicht aufhört, muss ich ich mich einfach noch einmal ein wenig darüber aufregen.\n\nUnd da du dich aufregst wird es nicht aufhören, GG EASY","replies":[]},{"id":"","poster":"Jâxôr","date":"2017-04-14T12:42:16.013+0000","up_votes":1,"down_votes":3,"body":"Schon traurig, wie Leute deiner Art anscheinend kein echtes Leben zu führen haben, sich über jeden Kleinkram aufregen und erst einmal nen halben Duden schreiben müssen. Lass die Leute doch ez schreiben, deiner Meinung nach sollten wohl auch Spieler die ihr Level 7 Zeichen spammen gebannt werden.","replies":[]},{"id":"","poster":"Zetryder","date":"2017-02-07T12:39:00.534+0000","up_votes":1,"down_votes":4,"body":"Also \"EZ\" schreibt man  meistens, wenn man iwie auf irgendeinen ausm gegner Team Mad ist, meistens wenn irgendeiner provoziert...\n\nz.b. Gestern hatte ich nen jhin der so Stolz war ne 3k ping Vayne gekillt zu haben das er seit min 11 nur noch \" pls surrender \" oder \" to ez \" schrieb ... obwohl jede andere lane am verlieren war. \n\nAlso manchmal muss das \"EZ\" sein wenn man so nen Gegner hat auch wenn ich das auch nicht wirklich mag, habe ich bisjetzt auch nur 2 mal gemacht xD \n\nAber sein wir mal ehrlich, fast jeder hat das schon 1n mal geschrieben ","replies":[]}]}