{"id":"7boY0RWw","poster":"Blaïr","date":"2017-02-05T12:49:23.707+0000","title":"Spielauflösung != Monitorauflösung | Borderless?","subforum":"Hilfe & Support","up_votes":2,"down_votes":1,"body":"Hallo,\n\nAktuell spiele ich im Vollbild mit einer Aufl&ouml;sung von 2560x1440 auf einem Monitor mit einer Aufl&ouml;sung von 3840x2160. Gibt es einen Weg das Ganze Borderless zu bekommen, sodass das Fenster weiterhin den ganzen Monitor ausf&uuml;llt?\n\nWarum spiele ich nicht einfach auf 3840x2160? Die Icons der Minimap, Champicons am linken Rand, Lebensbalken sind extrem klein. Diese skallieren mit der HUD Vergr&ouml;&szlig;erung nicht mit. (Wenn es hierf&uuml;r einen Workaround gibt w&auml;re das nat&uuml;rlich auch eine M&ouml;glichkeit, w&auml;re mir sogar am Liebsten)\n\nLG\n\nPoro","replies":[{"id":"","poster":"Gin","date":"2017-02-05T19:36:50.974+0000","up_votes":1,"down_votes":0,"body":"Schau Ingame in die Video-Einstellungen. Du kannst dort unter anderem zwischen Fenstermodus, Rahmenlos und Vollbildmodus auswählen, sowie deine Auflösung auswählen.\n\nEs gibt auch den Punkt \"Interface\" mit der Option das HUD zu vergrößern/verkleinern.","replies":[{"id":"","poster":"Blaïr","date":"2017-02-08T16:06:39.709+0000","up_votes":1,"down_votes":0,"body":"Ja da hast du Recht. Allerdings wenn du eine Spielauflösung mit 2560x1440 eingestellt hast, und dann auf Borderless schaltest, hast du ein Fenster in der Mitte des Monitors. Wäre mein Monitor 2560x1440 groß. dann wäre dieses Fenster quasi Vollbild. \nUnd wie schon erwähnt, wenn du auf 3840x2160 gestellt hast und HUD auf 100 steht, sind die Icons trotzdem noch so klein wie bei einer Auflösung von 1920x1080. Auch die Lebensbalken von Minions sind ca 1mm stark und 2cm lang, ähnlich bei Lebensbalken von Champions. Gibt noch einige weitere Dinge die nicht skaliert werden.","replies":[{"id":"","poster":"Gin","date":"2017-02-08T17:36:41.595+0000","up_votes":1,"down_votes":0,"body":"Manche Dinge, z.B Die Map oder der Chat, können und müssen extra eingestellt werden. Sollte sich auch alles unter \"Interface\" finden lassen.\n\nWas den Rest betrifft (Minion Lebensbalken etc.) wüsste ich nicht was du machen könntest wenn du es bereits auf das Maximum gestellt hast.\n\nVielleicht meldet sich ja noch jemand der ein ähnliches Problem hatte. Da ich nur normal große Bildschirme habe kann ich das leider nicht reproduzieren ^^","replies":[]}]}]}]}