{"id":"TlPUbMrM","poster":"SHRX Corgetta","date":"2017-02-04T19:30:40.115+0000","title":"Adc sucht Team [Gold 1 Season 6]","subforum":"Clans & Teams","up_votes":4,"down_votes":2,"body":"Servus Teamleader und Teamleaderinnen! {{champion:81}} \nIch bin PositionGod und momentan auf der suche nach einem &quot;Try-Hard-Team&quot;. Egal ob Teilnahme and Tunieren, Ligaspielen oder auch Flex-Q w&uuml;rden mich herausfordern und auch interessieren. \nKommen wir nun zu meinen Daten: \n- IGN: PositionGod\n- Smurf: Henryrz\n- Spiele seit Season 4 aktiv adc.\n- Season 4 Gold, Season 5 Platin 3, Season 6 Gold 1;\n- Alter: 18 Jahre\n- St&auml;rken: Ehrgeizig, Dodgen, Farming, Positioning in Teamfights\n- TS sowie Skype vorhanden, mit vern&uuml;nftigem Headset.\n- Championpool: {{champion:202}} {{champion:22}} {{champion:110}} {{champion:81}} {{champion:236}}\n\nUm mich zu kontaktieren wäre es am besten, mich einfach auf meinem Main zu adden [PositionGod]\nIch hoffe ich konnte eure Aufmerksamkeit wecken und würde mich über eine Einladung zu tryouts oder ähnlichem freuen. \n\nMfg _ PositionGod{{champion:22}} \n","replies":[{"id":"","poster":"Gravost","date":"2017-02-04T19:38:40.997+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}