{"id":"0gzWYkLx","poster":"TheLastAirbender","date":"2017-02-04T11:57:28.296+0000","title":"Kann mir jemand helfen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi.\r\n\r\nIch habe schon mehrere male vor Wochen Riot angeschrieben, dass bei mir der Legacy Client nicht funktioniert. Leider haben die scheinbar keine Lust mir zu antworten. Ich habe Riot einmal vor 2 Wochen angeschrieben, dann ne Woche sp&auml;ter und jetzt nochmal vor 3-4 Tagen. Habe immer noch keine Antwort.\r\nJetzt habe ich LoL deinstalliert und will es wieder installiert, jedoch steht da jetzt immer, dass ich den HTTP-Server nicht erreichen kann. Vielleicht liegt es daran, dass der alte Client ja eh nicht funktioniert hat bei mir und jetzt startet ja sozusagen der alte.. Internet hab ich auf jeden Fall und hab auch schon alles m&ouml;gliche zum Thema Internet ausprobiert. Warum antwortet Riot nicht mehr, wenn man sie anschreibt?\r\nKennt sich jemand mit dem Problem aus?","replies":[{"id":"","poster":"Yaxtee","date":"2017-02-04T14:00:39.522+0000","up_votes":2,"down_votes":0,"body":"Hast du den Launcher schonmal als Admin gestartet?\n\nSchau mal hier :)\n\n\n- Starte deinen Computer neu und versuche LoL erneut zu starten\n- Starte League of Legends als Administrator (Rechtsklick -> Als Administrator ausführen)\n- Navigiere nach C:\\Riot Games\\League of Legends\\RADS\\system und setze für die Datei die rads_user_kernel.exe einen Haken unter \"Eigenschaften>Kompatibilität>Programm als Administrator ausführen\"\n- Lösche den Ordner C:\\Riot Games\\League of Legends\\RADS\\projects\\lol_air_client und starte LoL um diesen wieder zu patchen\n- Der Patcher muss ca. 1 GB Daten neu herunterladen\n- Wechsele zu einem anderen DNS-Server (Windows) (Mac)\n- Setze die Netzwerkschnittstelle zurück\n- [Windowstaste] + [R] drücken\n- cmd eintippen\n- [ENTER] drücken\n- netsh winsock reset in die Konsole tippen und absenden","replies":[{"id":"","poster":"TheLastAirbender","date":"2017-02-06T16:21:37.285+0000","up_votes":1,"down_votes":0,"body":"jo danke, mittlerweile gehts wieder, hab ein bisschen was an der firewall rumprobiert.. Wenn ich nochmal so ein Problem habe, dann hilft mir das von dir sicher. Danke für die Mühe, dass du das hier alles aufgeschrieben hast =)","replies":[]}]}]}