{"id":"I4eFagAn","poster":"L9 MarksManSucks","date":"2017-02-04T11:17:42.199+0000","title":"Koreanische voices runterladen geht nicht?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hey habe folgendes Problem,\r\n\r\nich spiele gerne LoL mit den koreanischen Voice-Pack, jedoch kann man das aktuell nicht mehr herunterladen, da folgender Fehler kommt:\r\n\r\nhttps://puu.sh/tNRYu/dbee969784.png\r\n\r\nHoffe es kann mir jemand dabei helfen\r\n\r\nMfG Yeriwen","replies":[{"id":"","poster":"L9 MarksManSucks","date":"2017-02-05T08:22:19.537+0000","up_votes":1,"down_votes":0,"body":"Hey Gin,\n\nschonmal danke für deine Antwort. Das Voice-Pack habe ich ganz normal per Launcher versucht herunterzuladen in dem ich im League of Legends Ordner in der Locale.cfg die Region von en_GB auf ko_KR geändert habe. Die Log--Datei des Launchers gibt schon deutlich mehr Informationen die dir und mir eventuell weiter helfen könnten. Jedoch habe ich die Fehler bereits gegooglet und bin auf keine Antwort gestoßen, die mir helfen könnte.\n\nhttp://pastebin.com/1562MTX4 Hier kannst du dir das Log-File anschauen","replies":[{"id":"","poster":"Gin","date":"2017-02-05T19:28:00.681+0000","up_votes":1,"down_votes":0,"body":"\"Failed to gather projects for configuration \"ko_KR\", ich würde mal vermuten dem Client fehlen Einstellungen und Dateien für das koreanische Sprachpaket?\n\nSchau mal nach ob du die aktuellste Version des Sprachpakets verwendest, bzw. ob es überhaupt eine für den aktuellen Patch gibt.\n\n[Hinweis: Benutze bitte die \"Antworten\"-Funktion des Forums, das macht das Verfolgen der Diskussion um einiges leichter ;)]","replies":[{"id":"","poster":"L9 MarksManSucks","date":"2017-02-05T22:19:22.937+0000","up_votes":1,"down_votes":0,"body":"Ahh entschuldigung :), Nunja ich weiß ja nicht einmal wie ich das auswählen kann. Hab es ja nur per CFG geändert. Sonst ging es auch immer^^ Aber eigentlich müsste die aktuell sein, beim Kollegen ging es auch direkt. Und wir haben beide exakt das gleiche gemacht","replies":[{"id":"","poster":"Gin","date":"2017-02-06T09:19:54.339+0000","up_votes":1,"down_votes":0,"body":"Dann versuch mal das Sprachpaket zu entfernen und den Client normal zu starten. Wenn es funktioniert versuch es wieder rein zunehmen, vielleicht hast du irgendwo einen Schritt vergessen oder einen Fehler gemacht.\n\nKannst ja deinen Kumpel fragen wie er es gemacht hat da es bei ihm funktioniert hat.","replies":[{"id":"","poster":"L9 MarksManSucks","date":"2017-02-07T14:10:29.850+0000","up_votes":1,"down_votes":0,"body":"Nunja wir haben es beide per Programm geändert, wo ich es vorher auch immer mit gemacht habe. Weiß nicht ob du den LoLVOChange kennst. Alle anderen Sprachen funktionieren auch damit, nur koreanisch nicht. Hab das Spiel jetzt erstmal auf Japanisch.\n\nLeider kann und möchte der Support einem auch nicht helfen. Ich zitiere \"Hey,\n\nleider unterstützen wir solche Änderungen nicht, aus diesem Grund bin ich nicht in der Lage, dir zu erklären, wie man seinen Client modifizieren kann, um auf dieser Sprache zu spielen.\"\n\nVerstehe ich zwar nicht wieso, da mir das keinen Vorteil gegenüber anderen Spielern bringt aber naja <.< ist dann halt so...","replies":[]}]}]}]}]},{"id":"","poster":"Gin","date":"2017-02-04T17:24:03.870+0000","up_votes":1,"down_votes":0,"body":"Als jemand der nicht koreanisch spricht, kann ich damit leider nicht viel anfangen.\n\nEine Möglichkeit wäre das Voice Pack rauszunehmen. \n\nDu kannst mal versuchen deine Fehlermeldung rauszukopieren und zu googlen. Du könntest auch mal im Forum des Voice Packs nachschauen ob andere ein ähnliches oder das selbe Problem haben.\n\nWas mir helfen würde, wäre der Name deines Voice Packs damit ich nachschauen kann ob andere ein ähnliches Problem hatten. Ansonsten kannst du auch selbst mal nachzuschauen ob du was findest.","replies":[]}]}