{"id":"6ELbm0xK","poster":"clwnyy","date":"2017-02-03T14:08:37.507+0000","title":"Launcher startet aber danach kommt Blackscreen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin Community!\r\n\r\nich habe seit letztem Wochenende ein Problem mit dem Launcher. Ich starte das Spiel und danach kommt ja normalerweise das Fenster auf dem News etc. angezeigt werden und wo man &quot;Launch&quot; klicken muss.. Dort erscheint seit letztem Wochenende nur noch das League of Legends Logo links oben und sonst ist alles schwarz.. weiter gehts nicht.. hab auch schon versucht etwas im Internet zu finden aber das meiste waren leider Probleme die &auml;lter sind.\r\n\r\nLoL habe ich auch schon versucht als Administrator zu starten. Funktioniert nicht. Virenschutz aus.. Funktioniert nicht.. \r\nBetriebssystem: Windows 10\r\n\r\nW&auml;re echt froh wenn mir jemand weiterhelfen k&ouml;nnte.","replies":[{"id":"","poster":"clwnyy","date":"2017-02-04T09:14:29.795+0000","up_votes":1,"down_votes":0,"body":"Habe jetzt das Spiel neu installiert. Funktioniert nicht. Nochmal gelöscht und neu installiert. Auf anderer Festplatte installiert. Funktioniert nicht. \nSieht genau immer so aus. http://www.directupload.net/file/d/4622/s8db98a5_png.htm","replies":[]},{"id":"","poster":"clwnyy","date":"2017-02-03T22:39:41.651+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab das schon letztes Wochenende neu installiert und das blieb gleich. Hab gerade ne Systemwiederherstellung gemacht & jetzt startet der Client einfach gar nicht.... Werde morgen mal nen TelekomPass kaufen und das Spiel neu installieren. Bin nämlich Soldat und hab leider kein Wlan :/","replies":[]},{"id":"","poster":"clwnyy","date":"2017-02-03T17:40:04.376+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antworten aber das hat leider nicht funktioniert. \nWenn ich den League Client öffne dann kommt dass ich die Alphe neuinstallieren muss. Hab ich aber auch vorher noch nicht runtergeladen. \n\nDie Lösungsvorschläge von YAXTEE waren ebenso ohne Erfolg. \nDas mit der Kompatibilität hab ich schon vorher gehabt & das mit der .swf Datei löschen funktioniert aus dem Grund nicht, da das Fragezeichen dann bei mir erscheint aber das tut leider nichts wenn ich es anklicke.","replies":[{"id":"","poster":"Saufautomat","date":"2017-02-03T18:00:24.869+0000","up_votes":1,"down_votes":0,"body":"Installier das Spiel mal komplett neu. Irgendetwas scheint da nicht ganz zu funktionieren...","replies":[]}]},{"id":"","poster":"Saufautomat","date":"2017-02-03T15:07:08.170+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nstarte mal direkt den neuen Client, falls du den hast. Du findest ihn in deinem League-Ordner als \"LeagueClient.exe\".","replies":[]},{"id":"","poster":"Yaxtee","date":"2017-02-03T14:29:25.943+0000","up_votes":1,"down_votes":0,"body":"Hey du :)\nSchau mal ob dir das hier hilft :)\n\nRechtsklick auf den Launcher --> Eigenschaften --> Kompatibilitaet\n\nSetze einen Haken bei Skalierung bei hohem DPI-Wert deaktivieren und Als Administrator ausfuehren\nEntferne den Haken bei Kompatibilitaetsmodus\nWenn das nicht geholfen hat, dann versuche bitte folgendes:\n\nGehe in den Ordner C:\\Riot Games\\League of Legends\\rads\\projects\\lol_air_client\\releases\\deploy\\\nLösche die Datei LolClient.swf\nÖffne den Launcher und klicke oben rechts auf das Fragezeichen. Dort klickst du dann auf reparieren.","replies":[]}]}