{"id":"hfQaeiYR","poster":"TheJWilde","date":"2017-02-02T18:20:41.437+0000","title":"Ich finde mein eigenes Post nicht :( Sorry)","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Mahlzeit zusammen,\r\n\r\nmein Name ist J&uuml;rgen und ich bin noch relativ Neu hier.\r\n\r\nHab mich jetzt mich Ulitmate Lux auf Level 30 gespielt und frage mich jetzt wie es weiter geht.\r\nDer letzte war einer meiner besseren Fights mit 13/1/26 KDA , leider ohne &quot;Auszeichnung (S+ S-)&quot; seitens Riot.\r\nWas muss ich tun um weiter zu kommen, Liga, Meisterschaften .... man liest soviel...\r\n\r\nFalls ich jetzt gegen irgendwelche Forumsregularien verstossen habe bitte ich um Entschuldigung liebe Mods, ist mein erstes Post hier!\r\n\r\nsportliche Gr&uuml;&szlig;e J&uuml;rgen\r\nPs.: Wie der Vorname vermuten l&auml;sst bin ich keine 20 mehr :)","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-02T18:37:59.265+0000","up_votes":1,"down_votes":0,"body":"Ich versuch dir hier mal stichpunktartig weiterzuhelfen ^^\n\nDas hier war dein vorheriger Post:\nhttp://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/6AwqUqwx-einfahrung-far-anfaanger-lvl30-lvl30-mitspieler-gesucht\n\n**Ranglisten\n**\n Ab Level 30 hast du, zusätzlich zu den normalen Modi, die Möglichkeit, dich Ranglistenspielen anzuschließen.\nDiese laufen im Prinzip wie die normalen Spielen, nur das du hier am Ende einer Punktewertung unterliegst welche dich im Endeffekt einer der Ligen zuweist.\nNach 10 Einführungsspielen wirst du \"geranked\" und musst/kannst von da aus weiter die Rangliste aufsteigen oder aber auch absteigen.\nJe höher du kommst, desto bessere Belohnung winken am Ende der Season, z.B. gratis Skins.\nSei aber gewarnt, die Spieler nehmen diese Spiele viel ernster als normale Spiele und sind dementsprechend \"leidenschaftlich\" dabei.\n**\nMeisterschaftssystem**\n\nDas Meisterschaftssystem belohnt dich mit jedem abgeschlossenem Spiel mit Meisterschatfspunkten.\nDiese geben keine spielerischen Vorteile, spiegeln jedoch deine Erfahrung und später auch Leistung auf diesem Champion wieder.\nAb Meisterscahftslevel 4 erhälst du zudem als Belohnung ein \"Emote\" für diesen Champion welches du ingame mit der Tastenkombi ALT+6 auslösen kannst.\nEin ganz nettes System welches für zusätzliche Motivation sorgt.\nNoch 2 Hinweise zu dem Thema:\nDu erhältst Meisterschaftspunkte nur in Spielen gegen menschliche Gegner, also nicht in Botgames.\nDesweiteren kannst du Level 5 in allen PvP - Modi erreichen, für alles weitere danach musst du Normals oder Rankeds zocken und dort eine Bewertuing von \nS- und höher erreichen.\nDerzeitiges Maximum des Meisterschaftslevels liegt derzeit übrigens bei 7.\n\nFalls noch Fragen offen sind, helfe ich gerne weiter ^^","replies":[{"id":"","poster":"TheJWilde","date":"2017-02-02T20:43:55.134+0000","up_votes":1,"down_votes":0,"body":"Erst mal vielen Dank für deine prompte Antwort und die wertvollen Informationen, ich werde mich im laufe des Wochenende nochmal garantiert (hört sich wie eine Warnung an^^) nochmal an dich/euch wenden :)","replies":[{"id":"","poster":"Aenrikr","date":"2017-02-02T22:35:16.751+0000","up_votes":1,"down_votes":0,"body":"Ich war mal so frei dir eine Freundschaftsanfrage zu senden, da kannst du mich direkt ingame erreichen.","replies":[]}]}]}]}