{"id":"g12GG20b","poster":"General Monte","date":"2017-02-02T23:07:35.971+0000","title":"Battlefield 3 vs League of Legends","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich kann es langsam nicht mehr ertragen.\r\n\r\nIch spiele Battlefield 3 auf allerh&ouml;chsten Einstellungen auf meinem 4k Bildschirm. Ich habe in diesem Spiel nocht NICHT EIN EINZIGES MAL einen lagg gehabt und das nunmehr als 8 Monate. \r\n\r\nWieso habe ich bei vergleichsweise anspruchslosen Grafiken immer wieder kleine Spikes? Jedes mal, wenn mehr auf der Karte passiert als 5 Minuten vorher, bekomme ich kleine Laggs (Spikes genannt) die mir das Spiel versauen.\r\nIch Spiele LoL auf geringen Einstellungen, da das Spiel ja grafisch ehh nicht viel her gibt, und trotzdem habe ich dieses Problem immer und immer wieder.\r\n\r\nWoran liegt das? Wie kann ich es verhndern? Was ist mit dieser Saison los das ich auf einmal Laggs habe und nicht spielen kann?\r\n\r\nIch w&uuml;rde gerne das ich ein technisch versierter Mensch damit auseinandersetzt. Kein  Vogel der mir sagt &quot;stell die Grafik runter&quot;.\r\nDas w&auml;re wirklich zuvorkommend.\r\nDXDiag usw. schicke ich auf Anfrage gerne weiter.","replies":[{"id":"","poster":"  D  O  I  N  K ","date":"2017-02-03T10:34:02.263+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nging mir ähnlich, ich habe die Radeon R9 Fury X und trotzdem habe ich in LOL ständig \"microruckler\" wenn es zu Fights gekommen ist.\nHabe bestimmt 3 Monate so gespielt und bin fast wahnsinnig geworden, habe Treiber aktualisiert, in den Ingame Einstellungen rumgedreht alles, hatte 400 fps+ also an Grafikkarte konnte es nicht liegen.\n\nAm Ende war die Lösung, zumindest in meinem Fall Simpel-----> habe das Spiel einfach von meiner HDD Festplatte auf meine SSD gezogen und schon lief es einwandfrei^^\n\nWeis nicht warum, habe sonst mit keinen Spielen Problemen welche auf der HDD sind, außer halt bei LoL.\n\nVilleicht hilft dir das ja.\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Gin","date":"2017-02-03T07:28:42.733+0000","up_votes":1,"down_votes":0,"body":"Lags haben nicht immer nur was mit deiner Grafikkarte zu tun.\n\nÜberprüfe mal deine Einstellungen auf folgendes:\n\n* Begrenz deine Framerate auf 60Fps.\n* Deaktiviere V-Sync bzw. Bewegungsvorhersage.\n\nStell außerdem sicher dass alle Treiber, insbesondere der deiner Grafikkarte, aktuell sind.","replies":[]},{"id":"","poster":"Celesil","date":"2017-02-03T07:18:01.570+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\ndamit wir dir helfen können, fehlen noch ein paar Infos deinerseits:\n\n* was für Hardware benutzt du?\n* wie alt ist die Hardware (insbesondere Netzteil)?\n* alle Treiber auf dem neuesten Stand (Chipsatz, Grafikkarte, Lan etc.)?\n* hast du LoL schon einmal repariert?\n* hast du in LoL schon mit den Einstellungen herumgespielt?\n\nWas ebenfalls sehr wichtig ist, was meinst du wirklich mit Lags (Spikes)? Meinst du nun \n\n* starke Ping Schwankungen oder\n* starke FPS Schwankungen oder\n* beides?\n\nWie dir schon bewusst ist, Battlefield 3 benötigt mehr Leistung als LoL, insbesondere in UHD-Auflösung. Wenn du jedoch BF3 konstant flüssig spielen kannst, sollte dies auch für LoL gelten. \n\nDer! Hardware Kenner bin ich nicht. Allerdings ein paar Sachen kenne/ weiß ich noch.\nWas ich dir dennoch wärmstens Raten kann, schaue/ frage in Fachforen wie z.B. tomshardware und hardwareluxx oder wenn du kannst/ magst, schaue im WoW Unterforum Technischer Support nach. Auch wenn es ein Unterforum von WoW ist, sind dort viele von hardwareluxx anzutreffen.\n\nMfG\n\nCele","replies":[]}]}