{"id":"XaNG8sK6","poster":"Rishley","date":"2017-02-01T16:54:00.357+0000","title":"Suchen Supporter für 3n3 (Plat+)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey Leute,\r\n\r\nzwei Leute suchen noch 1 dritten Spieler f&uuml;r 3n3 ranked. Wir sind atm Plat 1 und Plat 3, wobei wir nach einer Season Pause Dia1 waren fr&uuml;her - nach der Pause aber noch etwas eingerostet. Schnuppern grad wieder in die &quot;neue&quot; Meta rein, wobei zu unserer letzten Zeit in Dia auch schon Support meta angesagt war.\r\n\r\nWir zwei sind Morde/Trundle mains (carry) und Ori/Karma mains auf der botlane und wir suchen einen tollen + netten support - Taric und ein zwei standard supps (nauti, mao, poppy) w&auml;ren spitze. Wir werden uns auf kleiner accounts ein&uuml;ben, deswegen bitte unsere Smurfs adden: killasut und Tiberiummage adden. Vll besteht bei euch ja schon Interesse an ersten Testspielen am Abend.\r\n\r\nWir suchen jemanden in unserer jetzigen Elo, also vom Niveau her Platin+. Wir w&uuml;rden gern wieder auf altes Elo-Niveau klettern, m&uuml;ssen uns aber auch erst richtig einspielen. GErne auch jemand mit entsprechender SoloQ-Elo, die 3n3 Strategien k&ouml;nnen wir gerne beibringen.\r\n\r\nBitte keine Flamer &amp; Blamer, wenn ein Game verloren wird sollt das auch nicht die Gem&uuml;ter zum ausrasten bringen - wird das ein oder andere Mal passieren, grade am Anfang wenn man nich eingespielt is und zu 3. spielt ;)\r\n\r\nWie gesagt: Bitte die Smurfs killasut und Tiberiummage adden","replies":[{"id":"","poster":"SecreT Ging3r","date":"2017-02-01T20:04:41.497+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nWar letzte Season kurze Zeit Challenger im 3v3. War in dem Team der Supporter für Supp Meta. Habe jz im Februar ne kleine Lol Pause eingelegt. deswegen muss ich jetzt erst wieder richtig in fahrt kommen. Bin aber top motiviert für 3v3 Action. Habe in letzter zeit schon des Öfteren Taric gespielt. würde ihn aber gerne noch etwas mehr lernen. Habe letzte Season hauptsächlich Leona/Nauti/Maokai/Poppy als supp gespielt. also da können wir testen was am besten passt.\n\nBin derzeit nur Gold V. Werde versuchen möglichst schnell zu climben! Ziel ist High dia/Master. Denke das kann ich auch erreichen wenn ich gas gebe. Und ich weiß, dass es das wichtigste ist, wenn man einfach als Team eingespielt ist.\n\nAlso bei Interesse, bin 18 Jahre alt, ts usw ist vorhanden, einfach melden.\n\nLG SecreT Ging3r","replies":[]}]}