{"id":"illOAHZB","poster":"JoniFlies","date":"2017-02-01T15:07:05.061+0000","title":"LoL - Lategame, Was tun?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo deutsche LoL Community,\r\n\r\nvorab wollte ich nur sagen dass ich aktuell Silver II eingeranked bin..\r\nUm nicht um den hei&szlig;en Brei zu reden komme ich gleich zu meiner Frage:\r\n- Wie gewinne ich das Late Game? \r\n- Also wie splitpushe ich effektiv / fighte richtig im Team / conteste gute Barons oder Drakes?\r\n\r\nDenn in vielen meiner Games gewinne ich das Early Game, mit Corki, Yasuo, etc. mit guter Map Awareness, somit wei&szlig; ich wenn Top / Bot miss ist, oder ob der gegnerische Jungler sich irgendwo blicken lassen hat und kann somit effektiv roamen, oder meinen Team pingen..\r\nDann stehe ich positiv, aber dann, wenn die Laning Phase vor&uuml;ber ist, hilft mir meine Map Awareness nicht mehr so viel und die meisten Champs sind nicht mehr auf ihrer Lane..\r\n\r\nAlso was soll ich sp&auml;testens zu diesem Zeitpunkt machen? ( Vorraussetzung mein Team ist ahead, was mir oft passiert.. )\r\n\r\nLg,\r\nJonas","replies":[{"id":"","poster":"ninju7su","date":"2017-02-01T15:55:17.380+0000","up_votes":3,"down_votes":0,"body":"Moin, ich bin letzte Season Plat Supporter gewesen, bringe also auf jedenfall etwas Spielverständnis mit, und hoffe ich kann dir etwas helfen. \n\nDas Lategame verstehe ich so, dass die Teams zuminedest größtenteils Fullbuild sind und meistens auch schon einige Turrets oder Inhibotren down sind. In dieser Phase des Spiels, kann jeder Teamfight das Spiel entscheiden. Es kommt in dem Moment natürlich auch stark auf die Teams an aber man muss auf jedenfall ziemlich vorsichtig Spielen. \n\nIch würde dir in Silber Elo daher davon **abraten**, zu **Splitpushen**. Nicht weil die Taktik nicht gut funktionieren kann. Prospieler haben es vorgemacht und mit Freunden mag das klappen, aber man muss sich folgendem bewusst sein, wenn einer Splitpushd, spielt der Rest 4 gegen 5. Du kennst die 4 Leute meist nicht und es reicht meist wenn einer gecatched wird, das der Kampf und damit das Spiel verloren wird. Oft können auch Turrets nicht gedefft werden in dem moment oder ein Baron nicht contestet werden. Will man wirklich ein Spiel in die Hände von 4 Randoms legen? Ich versuche jedenfalls die Leute immer davon wegzukriegen. \n\nWas hingegen gut funktioniert ist Druck auf den lanes aufbauen. D.h. eine **Lane anpushen**, das die Creeps also langsam wie eine Lawine immer mehr werden und gegen eine Lane drücken. In dem Moment geht meist ein Gegner auf diese Lane und defft den Turret oder Farmt den Haufen. In einer solchen Situation habt ihr ein 5 vs 4 und könnt gut Objectives holen. Wie man so einen Slowpush ansetzt, findest du auf Youtube. Sehr gut hilft dort zB ein ZZ-Rot. Man sollte also permanent die Lanes gepusht halten um möglichst viel Druck aufzubauen.\n\nGleichzeitig ist es wichtig für **gute Vision** zu sorgen. Die gepushten lanes helfen dort auf jedenfall aber jeder sollte seine Trinkets intelligent setzen. Um die Vision gut zu nutzen, sollte man auch jeden Gegner pingen. Wirklich alles Pingen. Geh nicht davon aus, dass dein Team auf die Map guckt. Ich selbst bin seit ewigkeiten dabei mir anzugewöhnen alle paar Sekungen auf die Map zu starren,.. sodass ich zeitweise mehr auf die paar cm² starre als auf den restlichen Bildschirm. Man muss eine **Ping-Maschine** werden. \n\nWenn das Team nicht gerade eine hervoragende natürliche Harmonie entwickelt, benötigt ein Team meistens einen **Shot-Caller**. Das sind oft Supporter oder Jungler. Bevor es aber keiner macht, mach du es. Das Team, das besser an eienm Strang zieht, gewinnt in der Regel. Es geht dabei nicht immer darum, ein Perfektes Spiel oder eine perfekte Entscheidung als Team hinzulegen, solange alle an einem Strang ziehen. Also wenn man die Möglichkeit hat, entscheide du vielleicht, was als näcshtes gemacht werden soll und gib ruhig Hinweise was nötig ist. Beispiel: Ein Slowpush drängt einen der Gegner auf die Botlane man könnte entweder zu viert einen inhib versuchen zu holen, oder einen Baron. Noch bevor einer der Gegner auf der Bot ist solltest du deinem Team gesagt haben, welches Objective relevanter ist Damit ALLE das Objective machen. Das schlimmste was passieren könnte in dem moment wäre das 3 alleine loslaufen und die anderen 2 machen was anderes. Dann sind beide Gruppen wieder in unterzahl und im worst case verliert man so das Game.\n\n**Drücke TAB!** Klingt komisch, ist aber so. Drück TAB und schau welcher Gegner höchste Priorität hat (sollten noch nicht alle eh schon Fullbuild sein). Schau auch welcher aus deinem Team gepeelt werden muss. Deine Erkentniss teilst du deinem Team mit, evt mit einer Begründung. Damit alle wissen, wer die höchste Priorität hat. So ziehen auch hier wieder alle an einem Strang.\n\nEs gibt noch viele Kleinigkeiten und sicher hab ich auch Größere Aspekte nicht angesprochen, dass hier ist lediglich etwas davon, worauf ich mich aktuell konzentriere. Vielleicht abschließend noch ein Tipp. Die Objective-Priorität ist wie folgt: \n\nInhib > Baron > Elder > Tower > Dragon\n\nWenn ihr also die Möglichkeit habt und euch entscheiden müsst, dann halte dich daran. Einige mögen mir Wiedersprechen und sagen das der Inhib < Baron ist. Aus Meiner Erfahrung kommt es im Lategame auf Lanepressure an. Ein Inhib drückt eine Lane extrem rein und zwingt quasie einen der Gegner sehr oft, wenn nicht dauerhaft auf diese Lane. Somit habt ihr bessere Chancen eienn Teamfight zu gewinnen oder andere Objectives zu machen. zB den Baron, nachdem man den Inhib hat. Macht man allerdings erst den Baron kann es sehr schnell dort zu einem kleinere Fight kommen (man vergesse nicht den D-Buff) oder es kommt zu einem Smite-Fight unter den Junglern. Nichts ist ärgerlicher als in dem Moment SO einen Baron zu verlieren. Bei einem Inhibitor kann dir sowas nicht passieren. \n\nAch und noch was. ab der 20, vielleicht 25 Minute kannst du in der Regel den Red/Blue Buff ignorieren. Es sei denn du hast tatsöchlich nichts besseres zu tun im Moment, weil du eh back musst und der steht halt da. Aber deswegen zB vom Team zu splitten oder weit irgendwo hinzurennen macht absolut keinen Sinn. \n\nWenn du Fragen hast, schreib mich gerne an. Ich les den Text jetzt nicht nochmal Korrektur also vergib mir kleinere Schreibfehler.","replies":[{"id":"","poster":"JoniFlies","date":"2017-02-01T18:59:57.153+0000","up_votes":1,"down_votes":0,"body":"_**Hey Ninju7su,**_\n\n\nerstmal Danke für deine GROßE und AUSFÜHRLICHE Antwort!\nNun ein paar Fragen zu deinem Thread..\n\n**1.** _ Das Lategame verstehe ich so, dass die Teams zuminedest größtenteils Fullbuild sind und meistens auch schon einige Turrets oder Inhibotren down sind. In dieser Phase des Spiels, kann jeder Teamfight das Spiel entscheiden. Es kommt in dem Moment natürlich auch stark auf die Teams an aber man muss auf jedenfall ziemlich vorsichtig Spielen. _\n-> Die meisten in meiner Elo achten nicht auf eine starke Team Comp und somit kommt es oft dazu dass wir im Lategame schwaches Team sind.. Ich im Gegensatz lege wert darauf im Mid oder Late Game stark zu sein.. Das ist eben das Problem dass viele wahhlos durch die Gegend laufen, und keine Ahnung haben was passiert = keine Vorsicht.. Kann ich das vermeiden?+\n**2.** _ Ich würde dir in Silber Elo daher davon abraten, zu Splitpushen. Nicht weil die Taktik nicht gut funktionieren kann. Prospieler haben es vorgemacht und mit Freunden mag das klappen, aber man muss sich folgendem bewusst sein, wenn einer Splitpushd, spielt der Rest 4 gegen 5. Du kennst die 4 Leute meist nicht und es reicht meist wenn einer gecatched wird, das der Kampf und damit das Spiel verloren wird. Oft können auch Turrets nicht gedefft werden in dem moment oder ein Baron nicht contestet werden. Will man wirklich ein Spiel in die Hände von 4 Randoms legen? Ich versuche jedenfalls die Leute immer davon wegzukriegen. _\n-> D.h. in einer Flex Runde mit 3-4 PreMades funktioniert das Ganze? Dennoch meintest du dass man das Game meistens nicht in die Hände von 4 Randoms legen will, du bist aber Main Support, wie kann das funktionieren, ich mein dass machst du im Endeffekt, du HILFST diesen 4 Randys dabei.. Außerdem kenn ich das oft genug dass ein 0/5 ADC dann einfach farmen geht und wir im Endeffekt 4vs5 fighten, sollen wir den Fight dodgen? Wie kann ich einen Fight verhindern? Soll ich meinen Team schreiben oder Pingen??\n**3.** _ Was hingegen gut funktioniert ist Druck auf den lanes aufbauen. D.h. eine Lane anpushen, das die Creeps also langsam wie eine Lawine immer mehr werden und gegen eine Lane drücken. In dem Moment geht meist ein Gegner auf diese Lane und defft den Turret oder Farmt den Haufen. In einer solchen Situation habt ihr ein 5 vs 4 und könnt gut Objectives holen. Wie man so einen Slowpush ansetzt, findest du auf Youtube. Sehr gut hilft dort zB ein ZZ-Rot. Man sollte also permanent die Lanes gepusht halten um möglichst viel Druck aufzubauen. _\n-> Ich habe ein gutes Video von Maxim gefunden (https://www.youtube.com/watch?v=yUe5PzyDfJg), etwas älter, aber das meinst du damit..\nWenn ich aber diese Minionwave resette, begebe ich mich ebenfalls weit auf die Lane und ist ja eine Art splitpushen, bzw. vordringen und die Wahrscheinlichkeit in dieser Zeit gecatcht zu werden ist doch enorm groß?\nSoll ich meinem Team das mit dem Slowpush erklären und sagen wenn die Minions gecleart werden dass wir dann in einem 5vs4 sind..\n**4.** _ Gleichzeitig ist es wichtig für gute Vision zu sorgen. Die gepushten lanes helfen dort auf jedenfall aber jeder sollte seine Trinkets intelligent setzen. Um die Vision gut zu nutzen, sollte man auch jeden Gegner pingen. Wirklich alles Pingen. Geh nicht davon aus, dass dein Team auf die Map guckt. Ich selbst bin seit ewigkeiten dabei mir anzugewöhnen alle paar Sekungen auf die Map zu starren,.. sodass ich zeitweise mehr auf die paar cm² starre als auf den restlichen Bildschirm. Man muss eine Ping-Maschine werden. _\n-> Ich schaue in einem Abstand von 3-5 Sekunden auf die Minimap und checke vorallem im Early Game, ist der Jung da? Ist die BOT DA? Meine Mid da? War da Jungler gerade auf der Lane? Ich versuche meinen anderen Lanes mit gut geplanten Pings zu Helfen und somit zu verhindern dass sie nicht feeden. Im Mid Game und vorallem im Late Game hab ich extreme Probleme zu erkennen was auf der Minimap abgeht, bzw. dass du verwerten, hast du da irgendwelche Tipps?\n**5.** _ Wenn das Team nicht gerade eine hervoragende natürliche Harmonie entwickelt, benötigt ein Team meistens einen Shot-Caller. Das sind oft Supporter oder Jungler. Bevor es aber keiner macht, mach du es. Das Team, das besser an eienm Strang zieht, gewinnt in der Regel. Es geht dabei nicht immer darum, ein Perfektes Spiel oder eine perfekte Entscheidung als Team hinzulegen, solange alle an einem Strang ziehen. Also wenn man die Möglichkeit hat, entscheide du vielleicht, was als näcshtes gemacht werden soll und gib ruhig Hinweise was nötig ist. Beispiel: Ein Slowpush drängt einen der Gegner auf die Botlane man könnte entweder zu viert einen inhib versuchen zu holen, oder einen Baron. Noch bevor einer der Gegner auf der Bot ist solltest du deinem Team gesagt haben, welches Objective relevanter ist Damit ALLE das Objective machen. Das schlimmste was passieren könnte in dem moment wäre das 3 alleine loslaufen und die anderen 2 machen was anderes. Dann sind beide Gruppen wieder in unterzahl und im worst case verliert man so das Game. _\n-> Und wie kann ich, wenn ich dieser Shot-Caller sein will/bin, die richtigen Entscheidungen treffen\n**6.** _ Drücke TAB! Klingt komisch, ist aber so. Drück TAB und schau welcher Gegner höchste Priorität hat (sollten noch nicht alle eh schon Fullbuild sein). Schau auch welcher aus deinem Team gepeelt werden muss. Deine Erkentniss teilst du deinem Team mit, evt mit einer Begründung. Damit alle wissen, wer die höchste Priorität hat. So ziehen auch hier wieder alle an einem Strang.\n\nEs gibt noch viele Kleinigkeiten und sicher hab ich auch Größere Aspekte nicht angesprochen, dass hier ist lediglich etwas davon, worauf ich mich aktuell konzentriere. Vielleicht abschließend noch ein Tipp. Die Objective-Priorität ist wie folgt:\n\nInhib > Baron > Elder > Tower > Dragon _\n-> Also Tab versuche ich alle 2-3 Minuten zu Analysieren um zu Checken was die für Items bauen, brauche ich erst Hextrinker, oder Zhonyas, etc..\nHöchste Priorität hat doch meistens der ADC oder ein CC Lastiger Champion? ( Auch der Supporter? )\nDas ist dann Job des Shot-Callers, oder?\n**7** _ Wenn ihr also die Möglichkeit habt und euch entscheiden müsst, dann halte dich daran. Einige mögen mir Wiedersprechen und sagen das der Inhib < Baron ist. Aus Meiner Erfahrung kommt es im Lategame auf Lanepressure an. Ein Inhib drückt eine Lane extrem rein und zwingt quasie einen der Gegner sehr oft, wenn nicht dauerhaft auf diese Lane. Somit habt ihr bessere Chancen eienn Teamfight zu gewinnen oder andere Objectives zu machen. zB den Baron, nachdem man den Inhib hat. Macht man allerdings erst den Baron kann es sehr schnell dort zu einem kleinere Fight kommen (man vergesse nicht den D-Buff) oder es kommt zu einem Smite-Fight unter den Junglern. Nichts ist ärgerlicher als in dem Moment SO einen Baron zu verlieren. Bei einem Inhibitor kann dir sowas nicht passieren.\n\nAch und noch was. ab der 20, vielleicht 25 Minute kannst du in der Regel den Red/Blue Buff ignorieren. Es sei denn du hast tatsöchlich nichts besseres zu tun im Moment, weil du eh back musst und der steht halt da. Aber deswegen zB vom Team zu splitten oder weit irgendwo hinzurennen macht absolut keinen Sinn. _\n-> Ja das mit dem Baron ist ärgerlich.. Manche Champs wie Swain und YI brauchen dennoch im Late einen Red oder Blue, korrekt?\n\n\nDanke für die Antworten.. Ich habe deinen riesen Beitrag etliche Male durchgelesen und muss mich dafür Bedanken.\nEntschuldigung für die vielen Rechtschreibfehler!\n**Lg, Jonas **","replies":[{"id":"","poster":"ninju7su","date":"2017-02-01T22:08:04.779+0000","up_votes":2,"down_votes":0,"body":"Teil 2. wusste gar nicht das es ne beschränkung gibt ^^\n\n[...]\nAnsonsten hängt da viel von der Situation ab und wie weit man es schafft, in die Map zu interpretieren. Welche Objectives sind für den Gegner aktuell relevant? Welche Buffs sind vorhanden? Welche Lane muss der Gegner deffen? das wäre einfachher mal so in ner Sitzung zu beuquatschen da es hier den Rahmen noch mehr sprengt. Ping einfach weiterhin alles was du siehst und versuch dein Team gegroupt zu halten.\n\n> -> Und wie kann ich, wenn ich dieser Shot-Caller sein will/bin, die richtigen Entscheidungen treffen\n\nDu brauchst wissen darüber, was für Strategien es gibt, was in welcher Situation Priorität hat und musst das Potential (DMG, Disengage, Engage, Tankyness) deines Teams gut einschätzen können. Auch hier gibt es ein paar interessante Videos auf youtube. Ansonsten steckt da auch einiges an Erfahrung hinter. Mit der Prioritätenliste der Objectives hat man schon mal eine wichtige Basis geschaffen. Ansonsten ist es wirklich einfaches lernen und üben. Im Zweifelsfall mach das, was dir am sicherstens erscheint und mach es. Wichtig ist, nicht groß zu zögern und Zeit zu verschwenden. Hauptsache als Team eine ENtscheidung treffen und diese durchziehen. ist besser als 10 Sekunden unentschlossen hin und her zu rennen und Zeit zu verschwenden in der der Gegner sich neu fomieren kann oder Druck aufbaut oder ein Inhib evt wieder kommt.\n\n> -> Also Tab versuche ich alle 2-3 Minuten zu Analysieren um zu Checken was die für Items bauen, brauche ich erst Hextrinker, oder Zhonyas, etc..\nHöchste Priorität hat doch meistens der ADC oder ein CC Lastiger Champion? ( Auch der Supporter? )\nDas ist dann Job des Shot-Callers, oder?\n\nDie höchste Priorität hat in dem fall der Typ, der das Gegnerteam zerlegen kann. Das ist in der Regel einer mit DMG-Output. Wenn deine Vayne 10 / 9 steht, dann macht sie vermutlich im späten Mid oder gar Late Game den meisten DMG. D.h. man baut sich um sie herum auf und peelt die wie nichts anderes. Sowas schreibt man dann dem Team. Hat aber die Vayne versagt und ist schlecht, der Darius auf der Top hat aber ganz gut an DMG und Tankyness, dann baut man sich um den halt auf. Wichtig ist, das der Schaden irgendwo herkommt und das diese Schadensquelle nicht als erstes ausgeschaltet wird. Wenn es ein Champ mit CC ist,.. Amumu zB. um so besser. Aber in der Regel müssen Dmg-Dealer geschützt werden bzw. der, der den Teamfight entscheidet. Das kann auch eine Zyra-Support sein, wenn das Gegnerteam auf Full-Rüstung geht. \nUnd ja, das würde ich als Shot-Caller übernehmen. \n\n> -> Ja das mit dem Baron ist ärgerlich.. Manche Champs wie Swain und YI brauchen dennoch im Late einen Red oder Blue, korrekt?\n\nEs ist hilfreich, aber im Lategame ist ein Red oder Blue nicht SO entscheidend. Es rechtfertigt nicht einen 20 Sekunden Marsch in eine Richtung und zurück. In dieser Zeit ist dein Team in unterzahl, ihr könnt also schlechter Druck aufbauen, seit anfälliger dafür, das einer rausgepickt wird und der Bonus den man dadurch bekommt ist im Endeffekt das alles nicht wert. Wenn man einen Blue/Red problemlos mitnehmen kann ohne an Sicherheit oder Druck nachzulassen,.. dann kann man es mitnehmen. Aber oft sehe ich zb. das man Baron macht und einer rennt noch eben in den Gegnerjungle rein um Red-Buff zu holen. Wozu? Der Typ portet dann 10 bis 20 Sekunden später back. Das kann im schlimmsten Fall ein Turret und Inhib sein den man nicht bekommt, weil man auch MIT Baron nicht 4 geg 5 reinpuschen kann. Oder man hat gerade einen Splitpush auf der Top, pusht zu 5t die Botlane in den T2 Turret (also 4 vs 5 auf der bot) und einer entscheidet sich noch den buff zu holen. Das kann ausreichen damit ein Toplaner die Wave oben cleard und dann mit TP auf die Botlane kommt und es wieder 5 geg 5 steht. Damit hat man also nicht nur den Turret nicht bekommen sondern auch noch den Minuten lang angebahnten Slow-Push in den Sand gesetzt.  \n\nMit dieser Meinung steh ich im übrigen auch nicht alleine, sondern habe es immer mal wieder von Coaches gehört. Macht die Blue/Red-Buffs im späten Mid/ Late ,nur wenn man sonst nichts zu tun und Zeit überbrücken möchte.","replies":[]},{"id":"","poster":"ninju7su","date":"2017-02-01T21:47:43.738+0000","up_votes":2,"down_votes":0,"body":"Teil 1\n\n> -> Die meisten in meiner Elo achten nicht auf eine starke Team Comp und somit kommt es oft dazu dass wir im Lategame schwaches Team sind.. Ich im Gegensatz lege wert darauf im Mid oder Late Game stark zu sein.. Das ist eben das Problem dass viele wahhlos durch die Gegend laufen, und keine Ahnung haben was passiert = keine Vorsicht.. Kann ich das vermeiden?+\n\nMeiner Erfahrung nach, kannst du in der CHamp select nur bedingt Leute beeinflussen. Aber man kann es versuchen. Was da genau am besten zieht, da bin ich selber gerade am rumprobieren und das kommt auch oft immer auf die Leute an, mit denen du spielst. Angenommen, die Leute sind nicht schon am ragen bevor irgendetwas passiert ist. Folgende Sachen die ich mache oder noch teste. Selbstverständlich achte ich selbst stark darauf was gebraucht wird. Hat das Team zwar einen harten Engage mit Hecarim, Ashe, Nami oder sowas, picke ich einen CC lastigen Tank. Nauti oder Leona. Hat das Team bereits einen Zac und/oder Malph nehme ich utility lastiges wie eine Janna oder Nami. Stellt sich auch immer die Frage was der Gegner bereits gepickt hat. Hierzu muss einem klar sein, worauf es bei Teamfights ankommt. Es muss Schaden vorhanden sein (nicht nur Burst sondern auch über Zeit), ein Initatior muss vorhanden sein und die möglichkeit eine gewisse Zeit im Kampf zu bleiben. Ich persönlich versuche meist CC mitzunehmen, weil starkes CC deinem Team erlaubt fehler auszugleichen. Damit meine ich, wenn dein Team nicht sofort begreift das es in den Kampf geht und vielleicht eine Sekunde perplex _nicht_ folgt hilft das CC die Gegner lang genug zu beschäftigen und somit werden Fehler, die durch dein Team gemacht werden, weniger dramatisch ausfallen. \n\nIn der Situation, das du First- oder Secondpick bist empfehle ich i.d.R. jemand anderem diese Position anzubieten und für ihn zu picken. Hierfür sollte man aber einen sicheren Championpool haben, den man solide beherscht, da dein favorisierter Champ evt dann vom Gegner gepickt wird. Auf der anderen Seite, verschaffst du dir damit Vertrauen zum Team und die Leute merken, dass jemand Kooperationsbereit ist. Das ist enorm wichtig, da man dir so, sofern du dieses Gefühl weiter ausbaust, auch bei gewissen Calls eher vertraut. Weiter kannst du so einen \"op\"-Champ sichern. Jemand will Vayne picken? Biete ihm an die als FIrstpick zu nehmen, Jemand hat Hecarim bereits als Vorauswahl? Sichere ihm den Champ. Sie werden es dir danken und du hast einen starken einstieg. \n\nMan kann natürlich auch Hinweise geben, das noch Tankyness im Team fehlt. Oder alle momentan nur AD gepickt haben. Nicht wenige werden dann sogar eine bereits getroffene Vorauswahl sogar nochmal ändern. Ich versuche auch gerade etwas sneaky sowas zu schreiben wie: \"last game Heca did a 1 v 5, such OP champ\". Wenn der Jungler noch nicht wusste was er picken möchte, kann man ihm somit eventuell auf die sprünge helfen, ohne das der sich bevormundet fühlt. \n\n> -> D.h. in einer Flex Runde mit 3-4 PreMades funktioniert das Ganze? Dennoch meintest du dass man das Game meistens nicht in die Hände von 4 Randoms legen will, du bist aber Main Support, wie kann das funktionieren, ich mein dass machst du im Endeffekt, du HILFST diesen 4 Randys dabei.. Außerdem kenn ich das oft genug dass ein 0/5 ADC dann einfach farmen geht und wir im Endeffekt 4vs5 fighten, sollen wir den Fight dodgen? Wie kann ich einen Fight verhindern? Soll ich meinen Team schreiben oder Pingen??\n\nAls Supporter versuche ich die Position als Shot-Caller zu übernehmen. Daher sind mir auch viele psychologische Aspekte sehr wichtig. Man braucht dafür Vertrauen vom Team, das es aufzubauen gilt und eine positive Grundstimmung. Selbstverständlich kann man Leute nicht zwingen sich zu goupen, aber man kann es wahrscheinlicher machen oder entsprechend auf die Situation reagieren. Wenn du immer Hilfsbereit bist, gute Pings setzt, intelligent und zielgerichtet Calls schreibst, wird das Team dich zunehmen als Shot-Caller akzeptieren. Nicht immer, wie gesagt, aber die Wahrscehinlichkeit erhöht sich stark. Dein ADC pusht zu weit? Ping ihm und schreib ihm, das er keine Vision hat und 4 Gegner miss sind. Wenn er es nicht versteht und stirbt,.. kann man nichts machen. Aber das restliche Team sieht das du die Gefahr gesehen hast und wird es sich merken. Auch dein ADC wird dann sehen, das es besser gewesen wäre auf dich zu hören. Allerdings sollte man dann nicht darauf rumhacken, dass er eben doch zu weit gepusht hat. Das würde ihn aus der Gruppe stoßen. Das ist nicht das Ziel.\n\nSollte jemand permanent Splitpushen und auf Erklärungen etc nicht reagieren, gibt es mehrere Optionen damit umzugehen. Entweder, man versucht sein Team darauf einzustellen. Dann im Chat schreiben, wie die Lage ist und wie man sich verhalten sollte. \"Diana wants to split. ward for her and deff mid with 4. buy time and dont fight/die\". Somit ist für jeden Spieler klar, wie die Situation ist. Das Problem ist meist weniger, das die Leute keinen Bock auf Teamplay haben, sondern das sie die Situation eines Splitpushs nicht verstehen und damit nicht umgehen können.  Möglichkeit 2 wäre, dein Team zu animieren mit dem Splitpusher zu gehen. Der rennt solo auf die Top. Ihr rennt zu 4t hinterher. Dann ist es kein Splitpush mehr, sondern ein regulärer, aber nicht selten immernoch effektiver. Auch hier wieder, dem Team deine Idee kommunizieren. Letzte Option wäre, den Split-Pusher als Bait zu benutzen. Hat der Gegner keine Vision auf die Jungle-Seite des Pushs (das ist Voraussetzung) kann man sich zu 3t oder 4t in einen Busch hocken und warten bis ein oder 2 Gegner den Typen ganken wollen. So kann man schnell ein paar Kills rausholen. \n\nAUf die Frage, wie ich ein Team als Supporter versuche in die richtige Richtung zu leiten: Mein größtes Carry-Potential liegt in wards. Wenn ich ein Objective mit Wards vorbereite, gibt das jedem Spieler in dem Bereich Vision und damit Sicherheit. Möchte ich also eine Side-Lane puschen, klatsch ich da vorher Wards in den Jungle. Das macht diese Lane sehr viel attraktiver als die andere, da man schlichtweg mehr sieht. Das gleiche mit Baron oder Drak. Ich warde Erst das Objective (bei Baron/Drak meist 30 oder 40 Sek voher) und pinge dann meinem Team. Somit haben die  genug Zeit sich darauf einzustellen und sehen, das dieses OBjective sicher genommen werden kann. Auf diese Art kann man relativ gut sein Team kontrollieren. Zusammen mit guten Calls und Pings ergibt das eine stabile Mischung. \n\n> -> Ich habe ein gutes Video von Maxim gefunden ( etwas älter, aber das meinst du damit..\nWenn ich aber diese Minionwave resette, begebe ich mich ebenfalls weit auf die Lane und ist ja eine Art splitpushen, bzw. vordringen und die Wahrscheinlichkeit in dieser Zeit gecatcht zu werden ist doch enorm groß?\nSoll ich meinem Team das mit dem Slowpush erklären und sagen wenn die Minions gecleart werden dass wir dann in einem 5vs4 sind..\n\nMeiner Erfahrung nach bringt es wenig dem Team die Strategie eines Slow-Pushs zu erklären. Im oberen Elo-Bereichen ist das vllt schon verstanden, dann kann man das so schreiben. Aber bezogen auf Bronze - PLatin Würde ich wie folgt vorgehen. Du setzt den Slowpush an und davor schreibst du sowas wie: \"geme 20 sec to push. dont fight!\" Du gehst runter und setzt den Slowpush an. Bis die Wave für den Gegner interessant wird kann 1 bis 3 Minuten vergehen, je nachdem wie du den Push angesetzt hast. kurz bevor sie dann relevant wird schreibst du nochmal \"lets use the pressure on bot. force TF/Dragon/Baron\". Auf diese Weise muss dein Team das nicht verstehen was du machst. Sie werden gewarnt in dem Moment wo du den Push setzt und bekomme die hilfreiche Info wenn der Push relevant wird. Leicht, verständlich, keine Gefahr von Missverständnissen\". Es wird nicht immer funktionieren. Das ist vollkommen klar. Aber man versucht in einem Spiel auch nicht den perfekten Move zu machen, sondern mit allem was man macht, erhöht man nur die Wahrscheinlichkeit zu gewinnen. \n\nWenn du den Slowpush ansetzt, dann sollte das natürlich auf eine sichere Art und weise gemacht werden. Entweder stehen die Creeps des Gegners bereits kurz vor deinem Turret, dann ist das ne sichere Geschichte. Ansonsten müsste die Jungleseite gewardet sein. Einen Slowpush zu weit auf der Gegnerseite anzusetzen, bringt sowieso wenig, da sich so deine Waves nicht genug stapeln können und es kein wirklicher push wird. Das braucht eine gewisse Distanz. Ansonten kann in solchen Situationen auch ein ZZ-Rot oder Banner of Command helfen. Das ZZ klatscht du in den Lanebusch und wird dann in die Gefahrenzone des Gegners reinpushen, ohne das du riskierst gecatcht zu werden. \n\n> -> Ich schaue in einem Abstand von 3-5 Sekunden auf die Minimap und checke vorallem im Early Game, ist der Jung da? Ist die BOT DA? Meine Mid da? War da Jungler gerade auf der Lane? Ich versuche meinen anderen Lanes mit gut geplanten Pings zu Helfen und somit zu verhindern dass sie nicht feeden. Im Mid Game und vorallem im Late Game hab ich extreme Probleme zu erkennen was auf der Minimap abgeht, bzw. dass du verwerten, hast du da irgendwelche Tipps?\n\nHierzu wäre eigentlich eine kleine Unterhaltung notwendig in einem TS. Wenn du interesse hast, adde ich bitte. Kurz runtergebrochen: Es gibt Bereiche die du siehst, weil sie gewarded sind (sichere Bereiche). Es gibt die Dunklen finsteren Ecken die ungewarded sind (unsichere Bereiche). Du weist welche Gegner am Leben sind und falls du jemanden siehst, weist du wo sie sind und was deren Laufrichtung und potentielles Ziel ist. Meine Grundregel ist: Wenn ich nicht weis wo die Gegner sind, ist jede ungewardete Ecke ein potentieller Bait. Rennt jemand aus deinen Team in einen ungewardeten Jungle, gehe davon aus das der da sterben wird. Ping ihm weg. Auch wenn es der Support ist, der im Lategame den ungewardeten Jungle erhellen will. Die Distanz den ward zu setzen reicht meistens nicht aus, um einen Engage zu überbrücken. Man würde dann mit Spells (zB Zyra-Seed) schauen ob da Gefahr im Bush ist oder nicht.","replies":[{"id":"","poster":"JoniFlies","date":"2017-02-02T18:18:32.969+0000","up_votes":1,"down_votes":0,"body":"**_Jetzt Teil 2_**\n[...]\n\n> Hierzu wäre eigentlich eine kleine Unterhaltung notwendig in einem TS. Wenn du interesse hast, adde ich bitte. Kurz runtergebrochen: Es gibt Bereiche die du siehst, weil sie gewarded sind (sichere Bereiche). Es gibt die Dunklen finsteren Ecken die ungewarded sind (unsichere Bereiche). Du weist welche Gegner am Leben sind und falls du jemanden siehst, weist du wo sie sind und was deren Laufrichtung und potentielles Ziel ist. Meine Grundregel ist: Wenn ich nicht weis wo die Gegner sind, ist jede ungewardete Ecke ein potentieller Bait. Rennt jemand aus deinen Team in einen ungewardeten Jungle, gehe davon aus das der da sterben wird. Ping ihm weg. Auch wenn es der Support ist, der im Lategame den ungewardeten Jungle erhellen will. Die Distanz den ward zu setzen reicht meistens nicht aus, um einen Engage zu überbrücken. Man würde dann mit Spells (zB Zyra-Seed) schauen ob da Gefahr im Bush ist oder nicht.\n\n-> Ich habe Skype, Discord oder TS, dort könntest du mir das explizit erklären, wir können das Genau so hier machen..\nWie alt bist du eig. btw? :D\n\n> Ansonsten hängt da viel von der Situation ab und wie weit man es schafft, in die Map zu interpretieren. Welche Objectives sind für den Gegner aktuell relevant? Welche Buffs sind vorhanden? Welche Lane muss der Gegner deffen? das wäre einfachher mal so in ner Sitzung zu beuquatschen da es hier den Rahmen noch mehr sprengt. Ping einfach weiterhin alles was du siehst und versuch dein Team gegroupt zu halten.\n\n-> Jo, dann warte ich da noch :3\n\n> Du brauchst wissen darüber, was für Strategien es gibt, was in welcher Situation Priorität hat und musst das Potential (DMG, Disengage, Engage, Tankyness) deines Teams gut einschätzen können. Auch hier gibt es ein paar interessante Videos auf youtube. Ansonsten steckt da auch einiges an Erfahrung hinter. Mit der Prioritätenliste der Objectives hat man schon mal eine wichtige Basis geschaffen. Ansonsten ist es wirklich einfaches lernen und üben. Im Zweifelsfall mach das, was dir am sicherstens erscheint und mach es. Wichtig ist, nicht groß zu zögern und Zeit zu verschwenden. Hauptsache als Team eine ENtscheidung treffen und diese durchziehen. ist besser als 10 Sekunden unentschlossen hin und her zu rennen und Zeit zu verschwenden in der der Gegner sich neu fomieren kann oder Druck aufbaut oder ein Inhib evt wieder kommt.\n\n-> Dazu bräuchte ich ein YouTube Video, habe keins Gefunden..?\n\n> Die höchste Priorität hat in dem fall der Typ, der das Gegnerteam zerlegen kann. Das ist in der Regel einer mit DMG-Output. Wenn deine Vayne 10 / 9 steht, dann macht sie vermutlich im späten Mid oder gar Late Game den meisten DMG. D.h. man baut sich um sie herum auf und peelt die wie nichts anderes. Sowas schreibt man dann dem Team. Hat aber die Vayne versagt und ist schlecht, der Darius auf der Top hat aber ganz gut an DMG und Tankyness, dann baut man sich um den halt auf. Wichtig ist, das der Schaden irgendwo herkommt und das diese Schadensquelle nicht als erstes ausgeschaltet wird. Wenn es ein Champ mit CC ist,.. Amumu zB. um so besser. Aber in der Regel müssen Dmg-Dealer geschützt werden bzw. der, der den Teamfight entscheidet. Das kann auch eine Zyra-Support sein, wenn das Gegnerteam auf Full-Rüstung geht.\nUnd ja, das würde ich als Shot-Caller übernehmen.\n\n-> Meistens gibt es aber mehr Leute die carryn können, oder vielen wenn nicht sogar 2 Leute die den meisten Schaden machen.. Was dann?\nMeistens ist dies aber (ein hoffentlich nicht schlechter) ADC, der aber meistens als erstes ausgeschaltet wird.\n\n> Es ist hilfreich, aber im Lategame ist ein Red oder Blue nicht SO entscheidend. Es rechtfertigt nicht einen 20 Sekunden Marsch in eine Richtung und zurück. In dieser Zeit ist dein Team in unterzahl, ihr könnt also schlechter Druck aufbauen, seit anfälliger dafür, das einer rausgepickt wird und der Bonus den man dadurch bekommt ist im Endeffekt das alles nicht wert. Wenn man einen Blue/Red problemlos mitnehmen kann ohne an Sicherheit oder Druck nachzulassen,.. dann kann man es mitnehmen. Aber oft sehe ich zb. das man Baron macht und einer rennt noch eben in den Gegnerjungle rein um Red-Buff zu holen. Wozu? Der Typ portet dann 10 bis 20 Sekunden später back. Das kann im schlimmsten Fall ein Turret und Inhib sein den man nicht bekommt, weil man auch MIT Baron nicht 4 geg 5 reinpuschen kann. Oder man hat gerade einen Splitpush auf der Top, pusht zu 5t die Botlane in den T2 Turret (also 4 vs 5 auf der bot) und einer entscheidet sich noch den buff zu holen. Das kann ausreichen damit ein Toplaner die Wave oben cleard und dann mit TP auf die Botlane kommt und es wieder 5 geg 5 steht. Damit hat man also nicht nur den Turret nicht bekommen sondern auch noch den Minuten lang angebahnten Slow-Push in den Sand gesetzt.\n\nMit dieser Meinung steh ich im übrigen auch nicht alleine, sondern habe es immer mal wieder von Coaches gehört. Macht die Blue/Red-Buffs im späten Mid/ Late ,nur wenn man sonst nichts zu tun und Zeit überbrücken möchte.\n\n-> Also nur wenn ich nichts besseres zu tun habe und keine Gefahr besteht kann ich farmen und oder Red / Blue Buff machen?\nWurdest du eig. mal gecoacht den dein Wissen scheint mir über Platin zu liegen.. :O\n\n**_Lg,\nJonas_**\n","replies":[{"id":"","poster":"ninju7su","date":"2017-02-03T08:00:45.775+0000","up_votes":1,"down_votes":0,"body":"> Woran erkenne ich ob gewisse Champions Engage Champions sind, z.B. ist Maokai ein Hard Engage?\n\nIm Endeffekt ist alles was einen in die Lageversetzt, schnell in eine Gegnergruppe reinzukommen und/oder diese zu Kontrollieren, ein guter Engage. Hecarim, Amumu, Leona, Sijuani, auch Maokai kann Engagen oder zumindest einen Gegner rauspicken. Alle haben einen gapcloser mit anschließendem CC (oder andersherum). Es kommt darauf an, dass dem Gegner die Möglichkeit genommen wird, zu entkommen und man selber entscheidet das jetzt gefightet wird. \n\n> -> Das mit den First oder Secondpick Tipp ist in der Hinsicht schon ein Problem dass ich noch nicht alle Champions habe :D\n\nEinfach fragen ob der Spieler den den und den Champ besitzt. Wenn ja, kannste es machen und wenn nicht, lass es halt bleiben. Fragen kostet i.d.R. nichts.\n\n> Wenn mein Sup von Warding nichts versteht muss ich das dann auch Shot-Callen?\nDas ist ganz schön anstrengend, gar nicht gedacht dass so viel dahinter steckt..\n\nDas Shot-calling würde ich nicht vom Warding abhängig machen. Klar baut das eine irgendwo auf dem anderen auf, aber wenn der nicht Warded wird der meistens auch keine Calls machen. Aber nur weil keine Wards stehen, heißt das nicht, dass man keine Calls braucht. Eher im Gegenteil. Also bevor es keiner macht, mach du es. \nJa das ist nen Haufen arbeit, was viele gerne Unterschätzen. Aber ein gutes Spielverständnis ist extrem viel Wert! Es lohnt sich die Mühe und die Umsetzung also.\n\n> -> Die Meisten Mid oder Top Champions bauen ja kein Kommandobanner, und nur wenige ZZ-Rot.\nD.h. ich soll eine rein gepushte Wave nicht NOCH mehr reinpushen.. Denn diese ist ja zu weit weg von unserer Base, sondern nur eine Wave die nah an unserer ist? Dort dann 2 Waves clearen somit pushe ich ja, aber nicht den tower und dann erledigen die Minions den Rest?\n\nStimmt, die Items sind für Mid/Toplaner nicht zwingend die liebsten. Dem Supporter kannst du es empfehlen, da es gerade bei tankigen wirklich gut funktioniert _(zumindest ZZ Rot)_. Das baue ich nicht selten als erstes _(neben Sightstone und Boots)_. Wenn das auf deinem Champ nichts ist, bleibt der reguläre Slowpush. Allerdings \"clearst\" du beim Slowpush nicht die Wave, sondern hinterlässt deine Wave mit ein paar mehr Vasallen. Können wir dann ja nochmal im TS oder so drüber quatschen.\n\n> -> Ich habe Skype, Discord oder TS, dort könntest du mir das explizit erklären, wir können das Genau so hier machen.. Wie alt bist du eig. btw? :D\n\nAdde mich dann mal bitte im Game. schreib mich kurz an. Ich denke am Wochenende werd ich etwas Zeit haben. :) Dann vllt auch gerne etwas mehr zu mir.\n\n> -> Meistens gibt es aber mehr Leute die carryn können, oder vielen wenn nicht sogar 2 Leute die den meisten Schaden machen.. Was dann?\nMeistens ist dies aber (ein hoffentlich nicht schlechter) ADC, der aber meistens als erstes ausgeschaltet wird.\n\nOft ist es so, dass man einen ADC hat, der im späteren Spielverlauf stark wird und einen Jungler oder Midlaner. Wenn es geht, peel natürlich beide. Bzw. wenn der Gegner nur einen nuken kann,.. schau auf wen der Gegner geht. Bist du aber gewzungen dich zu entscheiden, weil der nuke zu schnell ist, oder der gegner zu starken CC hat oder wieso auch immer, nimm den Champ als Zentrum, mit dem meisten konstanten DMG über Zeit. I.d.R. ist das der ADC. Kann aber auch gut ein Darius sein oder sosntwer. Musste halt schaun, wie die Spieler bisher gespielt haben, was für Items die haben, was für Rüstung oder MR die Gegner haben, wie das Spiel gelaufen ist, wie die Leute im Team kooperieren. Einfach schauen wer es schafft das Gegnerteam zu zerstören, wenn er den kompletten Peel bekommen würde. \n\nADCs haben es momentan sehr schwer, zumal auch wenige ADCs im Goldbereich und oft auch Low-Plat wissen, wie sie sich korrekt zu positionieren haben. Das ist auch nicht einfach. Muss man so sagen, aber ein schlechter ADC stirbt oft, weil er nicht weiß wann er wo zu sein hat. Muss man dann immer individuell schauen.\n\n> -> Also nur wenn ich nichts besseres zu tun habe und keine Gefahr besteht kann ich farmen und oder Red / Blue Buff machen?\nWurdest du eig. mal gecoacht den dein Wissen scheint mir über Platin zu liegen.. :O\n\nExakt. Wohl gemerkt, erst ab der 25 Min. Im Early und frühem Mid-Game sind Buffs durchaus wertvoll. Später haben aber die Buffs schlicht nicht genug Einfluss.\n\nIch selber habe vor einem jahr angefangen intensiv zu recherchieren wie ich als Support nach oben kommen kann. Ich war bis dato immer Silber und hatte die Zeit und motivation zu schauen wohin ich kommen kann, wenn ich wirklich tryharde. Also hab ich mir bei Youtube viele Coachings von anderen Spielern und Teams angeguckt, viel Gegooglt und Beiträge gelesen. Es gibt unheimlich viele Formate die extrem viel Wissen vermittlen. Teilweise sind das sneeky Youtuber die relativ unbekannt sind oder Coaches die eigentlich ein Team Coachen, das aufnehmen und dann eigtl für das Team ins Netz stellen. Aus solchen Sachen kann man extrem viel mitnehmen und für sich selbst nutzen. Auf diese Weise habe ich es letztes Jahr von Silber ins Platin geschafft. Die Zeit das alles zu Lernen und zu üben, zu verinnerlichen udn umzusetzen hat leider nicht für mehr gereicht. Diese Season wurde ich Bronze geranked und bin ohne größere Probleme jetzt wieder Gold 2 gekommen. Jetzt, wo ich im vergleich zu letzten Jahr, einen Wissens und Erfahrungsvorsprung habe, bin ich gespannt wie weit ich komme. Platin sollte mindestens drin sein. Mein Ziel ist dieses Jahr Dia. Mich hat allerdings niemand gecoacht. Ich habe mein Wissen tatsächlich alles aus m Netz selbst bezogen und mir somit vieles selbst angeeignet. Freut mich aber wirklich sehr, dass dieses Wissen einen wertigen Eindruck vermittelt :) Macht mich schon stolz, weil da auch viel Arbeit drin steckt. Danke!\n\nAnsosnten wie gesagt: Adde mich einfach und schreib mich mal an :)","replies":[]}]},{"id":"","poster":"JoniFlies","date":"2017-02-02T18:17:46.571+0000","up_votes":1,"down_votes":0,"body":"**_Hey Ninju7su, _**\n\n\n\nerstmal Vielen Dank für die extrem große Antwort.\nSehr ausführlich und genau formuliert!\nWenn es eine \"Belohnungs-Funktion\" hier geben würde, hätten es so Leute wie du sehr verdient.\n\n> Meiner Erfahrung nach, kannst du in der CHamp select nur bedingt Leute beeinflussen. Aber man kann es versuchen. Was da genau am besten zieht, da bin ich selber gerade am rumprobieren und das kommt auch oft immer auf die Leute an, mit denen du spielst. Angenommen, die Leute sind nicht schon am ragen bevor irgendetwas passiert ist. Folgende Sachen die ich mache oder noch teste. Selbstverständlich achte ich selbst stark darauf was gebraucht wird. Hat das Team zwar einen harten Engage mit Hecarim, Ashe, Nami oder sowas, picke ich einen CC lastigen Tank. Nauti oder Leona. Hat das Team bereits einen Zac und/oder Malph nehme ich utility lastiges wie eine Janna oder Nami. Stellt sich auch immer die Frage was der Gegner bereits gepickt hat. Hierzu muss einem klar sein, worauf es bei Teamfights ankommt. Es muss Schaden vorhanden sein (nicht nur Burst sondern auch über Zeit), ein Initatior muss vorhanden sein und die möglichkeit eine gewisse Zeit im Kampf zu bleiben. Ich persönlich versuche meist CC mitzunehmen, weil starkes CC deinem Team erlaubt fehler auszugleichen. Damit meine ich, wenn dein Team nicht sofort begreift das es in den Kampf geht und vielleicht eine Sekunde perplex nicht folgt hilft das CC die Gegner lang genug zu beschäftigen und somit werden Fehler, die durch dein Team gemacht werden, weniger dramatisch ausfallen.\n\n-> Ich habe nicht einen all zu großen Champion Pool und ich versuche meistens nicht nach Hart Engage oder CC Lastigen Champs zu sortieren sondern eher nach LateGame, EarlyGame Champs.\nAber was du angesprochen hast werd ich definitiv versuchen, denn ich kann 5-7 Champs extrem gut und noch 2-3 ausreichend..\nWoran erkenne ich ob gewisse Champions Engage Champions sind, z.B. ist Maokai ein Hard Engage?\n\n> In der Situation, das du First- oder Secondpick bist empfehle ich i.d.R. jemand anderem diese Position anzubieten und für ihn zu picken. Hierfür sollte man aber einen sicheren Championpool haben, den man solide beherscht, da dein favorisierter Champ evt dann vom Gegner gepickt wird. Auf der anderen Seite, verschaffst du dir damit Vertrauen zum Team und die Leute merken, dass jemand Kooperationsbereit ist. Das ist enorm wichtig, da man dir so, sofern du dieses Gefühl weiter ausbaust, auch bei gewissen Calls eher vertraut. Weiter kannst du so einen \"op\"-Champ sichern. Jemand will Vayne picken? Biete ihm an die als FIrstpick zu nehmen, Jemand hat Hecarim bereits als Vorauswahl? Sichere ihm den Champ. Sie werden es dir danken und du hast einen starken einstieg.\nMan kann natürlich auch Hinweise geben, das noch Tankyness im Team fehlt. Oder alle momentan nur AD gepickt haben. Nicht wenige werden dann sogar eine bereits getroffene Vorauswahl sogar nochmal ändern. Ich versuche auch gerade etwas sneaky sowas zu schreiben wie: \"last game Heca did a 1 v 5, such OP champ\". Wenn der Jungler noch nicht wusste was er picken möchte, kann man ihm somit eventuell auf die sprünge helfen, ohne das der sich bevormundet fühlt.\n\n-> Das mit den First oder Secondpick Tipp ist in der Hinsicht schon ein Problem dass ich noch nicht alle Champions habe :D\nDas mit dem \"psychischen Trick\" ist gut, probier ich mal, Problem ist nur dass ich wissen muss was diese Person noch so gerne spielt, aber mit einem Schuss Intuition sollte das klappen!\n\n> Als Supporter versuche ich die Position als Shot-Caller zu übernehmen. Daher sind mir auch viele psychologische Aspekte sehr wichtig. Man braucht dafür Vertrauen vom Team, das es aufzubauen gilt und eine positive Grundstimmung. Selbstverständlich kann man Leute nicht zwingen sich zu goupen, aber man kann es wahrscheinlicher machen oder entsprechend auf die Situation reagieren. Wenn du immer Hilfsbereit bist, gute Pings setzt, intelligent und zielgerichtet Calls schreibst, wird das Team dich zunehmen als Shot-Caller akzeptieren. Nicht immer, wie gesagt, aber die Wahrscehinlichkeit erhöht sich stark. Dein ADC pusht zu weit? Ping ihm und schreib ihm, das er keine Vision hat und 4 Gegner miss sind. Wenn er es nicht versteht und stirbt,.. kann man nichts machen. Aber das restliche Team sieht das du die Gefahr gesehen hast und wird es sich merken. Auch dein ADC wird dann sehen, das es besser gewesen wäre auf dich zu hören. Allerdings sollte man dann nicht darauf rumhacken, dass er eben doch zu weit gepusht hat. Das würde ihn aus der Gruppe stoßen. Das ist nicht das Ziel.\n\n-> In dieser angeblichen \"Elo-Hell\" ist es schwierig einen guten Supporter der auch Shot-Caller ist zu finden, geschweige denn das Glück zu haben mit so einem zu Spielen..\nIch versuche MIT meinem Team zu gewinnen aber selber einen Einfluss auf das Spiel zu haben, also falls ich ein nicht so gutes Team habe noch versuchen kann ihnen zu Helfen und die Kontrolle zu übernehmen..\n\n> Sollte jemand permanent Splitpushen und auf Erklärungen etc nicht reagieren, gibt es mehrere Optionen damit umzugehen. Entweder, man versucht sein Team darauf einzustellen. Dann im Chat schreiben, wie die Lage ist und wie man sich verhalten sollte. \"Diana wants to split. ward for her and deff mid with 4. buy time and dont fight/die\". Somit ist für jeden Spieler klar, wie die Situation ist. Das Problem ist meist weniger, das die Leute keinen Bock auf Teamplay haben, sondern das sie die Situation eines Splitpushs nicht verstehen und damit nicht umgehen können. Möglichkeit 2 wäre, dein Team zu animieren mit dem Splitpusher zu gehen. Der rennt solo auf die Top. Ihr rennt zu 4t hinterher. Dann ist es kein Splitpush mehr, sondern ein regulärer, aber nicht selten immernoch effektiver. Auch hier wieder, dem Team deine Idee kommunizieren. Letzte Option wäre, den Split-Pusher als Bait zu benutzen. Hat der Gegner keine Vision auf die Jungle-Seite des Pushs (das ist Voraussetzung) kann man sich zu 3t oder 4t in einen Busch hocken und warten bis ein oder 2 Gegner den Typen ganken wollen. So kann man schnell ein paar Kills rausholen.\nAUf die Frage, wie ich ein Team als Supporter versuche in die richtige Richtung zu leiten: Mein größtes Carry-Potential liegt in wards. Wenn ich ein Objective mit Wards vorbereite, gibt das jedem Spieler in dem Bereich Vision und damit Sicherheit. Möchte ich also eine Side-Lane puschen, klatsch ich da vorher Wards in den Jungle. Das macht diese Lane sehr viel attraktiver als die andere, da man schlichtweg mehr sieht. Das gleiche mit Baron oder Drak. Ich warde Erst das Objective (bei Baron/Drak meist 30 oder 40 Sek voher) und pinge dann meinem Team. Somit haben die genug Zeit sich darauf einzustellen und sehen, das dieses OBjective sicher genommen werden kann. Auf diese Art kann man relativ gut sein Team kontrollieren. Zusammen mit guten Calls und Pings ergibt das eine stabile Mischung.\n\n-> Das mit dem Warden ist meistens ja Supporter Sache da 99% aller Supporter Sightstone kaufen, und jeder normale Spieler nur 2 Wards bei Fullbuild hat und die meistens nicht aufgeladen.\nWenn mein Sup von Warding nichts versteht muss ich das dann auch Shot-Callen?\nDas ist ganz schön anstrengend, gar nicht gedacht dass so viel dahinter steckt..\n\n> Meiner Erfahrung nach bringt es wenig dem Team die Strategie eines Slow-Pushs zu erklären. Im oberen Elo-Bereichen ist das vllt schon verstanden, dann kann man das so schreiben. Aber bezogen auf Bronze - PLatin Würde ich wie folgt vorgehen. Du setzt den Slowpush an und davor schreibst du sowas wie: \"geme 20 sec to push. dont fight!\" Du gehst runter und setzt den Slowpush an. Bis die Wave für den Gegner interessant wird kann 1 bis 3 Minuten vergehen, je nachdem wie du den Push angesetzt hast. kurz bevor sie dann relevant wird schreibst du nochmal \"lets use the pressure on bot. force TF/Dragon/Baron\". Auf diese Weise muss dein Team das nicht verstehen was du machst. Sie werden gewarnt in dem Moment wo du den Push setzt und bekomme die hilfreiche Info wenn der Push relevant wird. Leicht, verständlich, keine Gefahr von Missverständnissen\". Es wird nicht immer funktionieren. Das ist vollkommen klar. Aber man versucht in einem Spiel auch nicht den perfekten Move zu machen, sondern mit allem was man macht, erhöht man nur die Wahrscheinlichkeit zu gewinnen.\nWenn du den Slowpush ansetzt, dann sollte das natürlich auf eine sichere Art und weise gemacht werden. Entweder stehen die Creeps des Gegners bereits kurz vor deinem Turret, dann ist das ne sichere Geschichte. Ansonsten müsste die Jungleseite gewardet sein. Einen Slowpush zu weit auf der Gegnerseite anzusetzen, bringt sowieso wenig, da sich so deine Waves nicht genug stapeln können und es kein wirklicher push wird. Das braucht eine gewisse Distanz. Ansonten kann in solchen Situationen auch ein ZZ-Rot oder Banner of Command helfen. Das ZZ klatscht du in den Lanebusch und wird dann in die Gefahrenzone des Gegners reinpushen, ohne das du riskierst gecatcht zu werden.\n\n-> Die Meisten Mid oder Top Champions bauen ja kein Kommandobanner, und nur wenige ZZ-Rot.\nD.h. ich soll eine rein gepushte Wave nicht NOCH mehr reinpushen.. Denn diese ist ja zu weit weg von unserer Base, sondern nur eine Wave die nah an unserer ist? Dort dann 2 Waves clearen somit pushe ich ja, aber nicht den tower und dann erledigen die Minions den Rest?\nProblem ist dabei meistens: Die Gegner fassen das als Splitpush auf und da sie in dieser Elo Braindead rumlaufen und kaum was zu tun haben gehen sie dann auf meine LAne und farmen die Minions sofort ab :/\n\n**_Ab zu Teil 2_**","replies":[]}]}]}]}]}