{"id":"KXfp381n","poster":"Soúp","date":"2017-02-01T14:20:09.391+0000","title":"Kein DVI-Kabel?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi. \nHab schon etwas l&auml;nger nicht mehr gespielt - heute mal wieder Lust bekommen und den neuen (die neusten?) Patch geladen. Interface sieht gut aus, Championselection auch .. dann kommt der Ladescreen und da dachte ich mir schon &quot;was ist denn hier los?&quot; --&gt; alles verpixelt, konnte die Namen nicht richtig lesen. Wurscht, wird schon. Aber im Spiel sah es genauso aus. Ich konnte kaum was erkennen. Hab in den Settings nachgeguckt --&gt; 1920x1080 HD, alles ok.. aber ich konnte keine Lebensbalken erkennen, mit Tab konnte ich nur jeweils einen Champ aus meinem Team und deren Team erkennen, aber es war wie, als w&auml;ren alle Stats &uuml;bereinander gelagert - alles unfassbar verpixelt. \nDas Spiel an sich h&auml;tte ich zu Ende spielen k&ouml;nnen (lasthitten war furchtbar, weil ich die Lebensbalken nur sch&auml;tzen konnte ^^) - aber nervig war eben, dass direkt &uuml;ber der Minimap ein kleines Infofenster war, was mir sagte, ich h&auml;tte kein DVI-Kabel angeschlossen und solle bitte das nehmen, welches beim Bildschirm mitgeliefert wurde. \n\nEs l&auml;uft sonst ausnahmslos alles super .. nur Ingame und Ladebildschirm sind v&ouml;llig verpixelt.\n\n\nSpecs:\n° Win8\n° Intel Xeon E3-1230 3.30 GHz\n° Sapphire R9 290x Tri-X OC\n° 16 GB Ram\n\n\n//Edit:\nHab jetzt mal ein Custom-Game gestartet --> \n- Full-Screen Mode = alles verpixelt, angeblich kein DVI-Kabel\n- Boderless Mode = 1A\n- Windowed Mode = 1A \nLiegt also am FullScreen Mode .. aber warum?!","replies":[{"id":"","poster":"ViviD VooiD","date":"2017-02-01T14:58:22.858+0000","up_votes":2,"down_votes":0,"body":"hoert sich nach dem bug an, dass mit dem letzten patch fuer low end geraete rauskam.\n\nda gabs einen trick. du musst in den fenstermodus aendern\n\nalt+enter oder windows+d..","replies":[{"id":"","poster":"Soúp","date":"2017-02-01T16:19:57.210+0000","up_votes":1,"down_votes":0,"body":"Ja, bin schon im Borderless-Mode (Window-Mode) geht auch klar - funktioniert also.\n\nMein PC ist halt alles andere als low-End, deshalb die Panik.","replies":[{"id":"","poster":"ViviD VooiD","date":"2017-02-01T16:56:31.269+0000","up_votes":1,"down_votes":0,"body":"nur komisch, weil das ja gefixxt sein soll. ka was da nun das problem ist","replies":[]}]}]},{"id":"","poster":"Silberner Dolch","date":"2017-02-01T17:10:22.112+0000","up_votes":1,"down_votes":0,"body":"Du solltest, wenn du hier Hilfe erwartest, versuchen uns mit so vielen Informationen wie Möglich zu versorgen. Aktuell kann ich mit deinem Post nichts anfangen, da du 0 Infos lieferst.\n\nWie hast du deinen Bildschirm den angeschlossen? Welches Kabel?\nTritt das auch bei anderen Spielen auf oder nur bei LoL?\nWelche Speccs hat dein PC den?","replies":[{"id":"","poster":"Soúp","date":"2017-02-01T17:41:04.057+0000","up_votes":1,"down_votes":0,"body":"Naja, 0 Infos ist ja nun nicht ganz richtig ^^ \n\n>Wie hast du deinen Bildschirm den angeschlossen? Welches Kabel?\nTritt das auch bei anderen Spielen auf oder nur bei LoL?\nWelche Speccs hat dein PC den?\n\n--> Via DVI-Kabel\n--> **Alles** andere läuft (wie oben erwähnt) ausnahmslos sauber\n--> An den Specs dürfte es nicht liegen:\n° Win8\n° Intel Xeon E3-1230 3.30 GHz\n° Sapphire R9 290x Tri-X OC\n° 16 GB Ram\n\nWie gesagt - ich kann ausnahmslos alles andere wunderbar spielen / abspielen / nutzen / etc .. Client sieht auch sauber aus, aber Ladebildschirm und Ingame alles verpixelt. Hab, wie oben erwähnt, jetzt auf den Borderless-Modus gestellt, damit läuft alles wieder in alter frische. Kann dann halt nicht mehr im Fullscreen-Modus spielen..\n\n\n//Edit:\nHatte das solch ein Problem auch noch _NIE_ ! Also absolut keine Ahnung, was da los ist. Hab nichts geändert, verstellt, etc. - nur den Patch geladen und gespielt.\n\n//Edit²:\n\"Alles andere als low-End\" ist allerdings auch maßlos übertrieben, da sich der Kram ja alle paar Tage weiterentwickelt. Mittlerweile könnte mein Gear, ..da ich keine Ahnung davon habe.. , durchaus nicht mehr zeitgemäß sein.","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-02-01T18:10:53.408+0000","up_votes":1,"down_votes":0,"body":"Ok deine Speccs sind jetzt nicht mehr topmodern aber immer noch ziemlich gut.\n\nDas Problem tritt reproduzierbar auf? Daher handelt es sich nicht um eine Außnahme?\n\nProbiere mal die Auflösung runter und wieder herauf zu setzen. Eventuell steht einfach nur in irgendeiner Config Datei eine falsche Auflösung oder so. \n\nTools zum verbessern der Bildqualität (Sweet FX oder Downsampling) nutzt du nicht?\n\n\nWas mir noch einfallen würde, wäre das neu installieren des Graka Treibers bzw. das aktualisieren des Treibers.\nFalls dann gar nichts mehr Hilft, kannst du warten auf einen Fix oder du installierst das Game neu. Dann solltest du wieder normal spielen können.","replies":[]}]}]},{"id":"","poster":"BMW E39 525d","date":"2017-02-01T18:08:32.056+0000","up_votes":1,"down_votes":0,"body":"Ein Screenshot wäre da sehr hilfreich, sonst kann man doch überhaupt nix sagen.","replies":[]}]}