{"id":"nO3EgYjf","poster":"BMW E39 525d","date":"2017-02-01T18:06:50.806+0000","title":"Warum wurde der Thread ohne Info gelöscht?!","subforum":"Hilfe & Support","embed":{"title":null,"description":null,"url":"https://abload.de/img/unbenanntnerpj.png","image":null},"up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nich lese mir extra die Regeln durch und bei &quot;Melde einen Bug&quot; steht nunmal, dass man Probleme mit der Championauswahl hier hin schreiben soll, das habe ich sogar dabei gescrieben. Stattdessen wird einfach ohne Info mein Thread gel&ouml;scht. Wer auch immer das war, hat meiner Meinung nach absolut inkompetent gehandelt. Man wird ja wohl einen Satz dazu schreiben k&ouml;nnen...\r\n\r\nEs ging jedenfalls um diesen Thread (nur f&uuml;r Mods/Admins n&uuml;tzlich: http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/5YcYLKG2-championauswahl-nicht-maglich)\r\nUrspr&uuml;ngliche Problem ist auch als Screenshot drin. Das passiert bei jedem Champion der ausgew&auml;hlt wurde.","replies":[{"id":"","poster":"legofreak1","date":"2017-02-01T18:09:03.322+0000","up_votes":1,"down_votes":0,"body":"Oben rechts befindet sich links neben deinem Namen ein Ausrufezeichen, dort findest du auch die Benachrichtigung, warum dein Thread entfernt wurde.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-02-01T23:34:35.267+0000","up_votes":1,"down_votes":0,"body":"\"Solltet ihr solche Dinge in Melde einen Bug melden, werden sie kommentarlos geschlossen oder gelöscht.\n\nKeine Bugs / Technische Probleme:\n- Ich kann keinen Champion auswählen.\"\n\nFalscher Bereich kann ja kein Grund sein, denn wo soll ich das jetzt posten? Das was ich beschrieben habe war nunmal ein Bug, aber habs wie da angewiesen nicht in dem Bereich gepostet und es auch erwähnt. Ne, dann gleich lieber direkt löschen...\nDa will man was zur Community beitragen und Fehler melden und dann wird so eine bürokratischer Quatsch abgezogen.\n\nFehlen nur noch sinnlose downvotes von anderen Leuten.","replies":[{"id":"","poster":"Gin","date":"2017-02-02T07:08:16.996+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen [extra Bereich](http://boards.euw.leagueoflegends.com/de/c/alpha-client-de) für Fehler, Probleme/Bugs und Feedback zum neuen Client.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-02-04T22:11:15.116+0000","up_votes":1,"down_votes":0,"body":"Danke.\nAber bei aller Liebe, die Forenstruktur ergibt für mich keinen Sinn. Es gibt \"Melde einen Bug\", \"Hilfe und Support\", soll aber einen Fehler in den Bereich \"Beta Client Diskussion\" posten. Das hat nix mit Diskussion zu tun und ob das am neuen Client liegt kann ich doch gar nicht beurteilen...\n\nAber ist schon gut ich bin der Dumme alles i. O. Ist ja absolut offensichtlich und jegliche Missverständnisse sind vollkommen ausgeschlossen. Und die Forenstruktur ist unverbesserlich perfekt, vorallem mit den ganzen Unterforen. Pfff...\nDa vergeht einem jede Lust.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2017-02-02T12:15:56.735+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BMW E39 525d,realm=EUW,application-id=7hciEY9w,discussion-id=nO3EgYjf,comment-id=00000000,timestamp=2017-02-01T23:34:35.267+0000)\n>\n> Falscher Bereich kann ja kein Grund sein, denn wo soll ich das jetzt posten? Das was ich beschrieben habe war nunmal ein Bug, aber habs wie da angewiesen nicht in dem Bereich gepostet und es auch erwähnt.\n\nHast du dir die Meldung bis jetzt überhaupt durchgelesen?\n\n> **Beta Client Fehler kannst Du direkt im Client melden** - nutze dazu das Käfersymbol in der rechten, unteren Ecke.\n\nDu **sollst** Fehler im neuen Client nicht im Forum melden. Hier werden diese nicht gelesen und entsprechend auch nicht dokumentiert und behoben. Wenn du einen Fehler so melden möchtest, dass dieser auch bei den Entwicklern ankommt, dann tu dies über die dafür vorgesehene Funktion.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-02-04T22:01:15.819+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=7hciEY9w,discussion-id=nO3EgYjf,comment-id=000000000001,timestamp=2017-02-02T12:15:56.735+0000)\n>\n> Hast du dir die Meldung bis jetzt überhaupt durchgelesen?\n> \n> Du **sollst** Fehler im neuen Client nicht im Forum melden. Hier werden diese nicht gelesen und entsprechend auch nicht dokumentiert und behoben. Wenn du einen Fehler so melden möchtest, dass dieser auch bei den Entwicklern ankommt, dann tu dies über die dafür vorgesehene Funktion.\n\nNein, ich verschwende einfach nur sinnlos deine Zeit weil ich Spaß dran habe, wie könntest du auch was anderes denken.\nNur noch mal zur Info, das war Ironie.\n\nWelche \"Funktion\" soll das denn sein? Warum schreibt man das nicht einfach in bei der Meldung dabei? Nein, stattdessen kackt man die User an, warum etwas nicht auf den Silbertablett serviert wurde. Woher soll ich das denn wissen? Kein Bock da weiter zu diskutieren mit dir, tschüss.","replies":[]}]}]}]}]}