{"id":"dWmcx0Rn","poster":"ouTiX","date":"2017-01-31T20:36:07.854+0000","title":"Spieler sucht Team/Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin liebe LoL Spieler,\r\n\r\n\r\nich suche ein Team, womit ich Comp oder Ranked spielen kann. \r\nZu meiner Person ich bin der Hary bin 18 Jahre alt und bin extrem aktiv in LoL. Mache pro Tag zirka 8+ Games und die meiste Zeit spiele ich nur normals.\r\nSeit 3 Jahren spiele ich zirka LoL und war S5 Gold / S6 Gold und zurzeit bin ich leider Bronze 1. Ich bin auf einem Platin Niveau und habe damals S6 st&auml;ndig mit Platin Leuten Normals gespielt. War in mehreren Teams anwesend und habe eine Menge dazu gelernt. Ich besitze viel Erfahrung, kenne alle Calls etc. \r\nMeine Main Roller ist MID und kann FAST ALLE MITTE Champions spielen. Zurzeit spiele ich Fizz,Cassio,Syndra etc. \r\nIch besitze ein funktionst&uuml;chtiges Headset und bin bereit sehr viel neues dazuzulernen.\r\n+ 550 Wins \r\n\r\n\r\nMeine St&auml;rken:\r\n\r\n- Teamf&auml;hig\r\n- aktiv\r\n- reif\r\n- besitze viel Erfahrung\r\n- kann fast alle Mid Champs\r\n- Farme extrem gut\r\n- kenne alle Calls\r\n- ruhiger Mensch rage nicht rum u.a gebe ich nicht sofort auf \r\n\r\n\r\n\r\n\r\n\r\nIch suche Spieler die in der Lage sind ein Team zu gr&uuml;nden, oder ein Team was ein Mid/Jgler braucht.\r\n\r\n\r\n\r\nUm das Team beizutreten m&uuml;sst ihr die Voraussetzung mitbringen:\r\n\r\n\r\n- Aktiv\r\n- Reif\r\n- Freundlich\r\n- Teamf&auml;hig\r\n- Bereit sein neues zu lernen\r\n- Nicht ragen (Wichtig)\r\n- Muss viele Champs spielen k&ouml;nnen\r\n- Muss Calls kennen\r\n- Headset u.a Teamspeak3\r\n- Nicht so sch&uuml;chtern sein (muss sein Mund aufkriegen)\r\n\r\n\r\n\r\n\r\nWer Interesse hat kann sich gerne bei mir melden und bitte sofort eine Nachricht hinterlassen.\r\n\r\n\r\n\r\n\r\nGru&szlig;,\r\nouTiX","replies":[{"id":"","poster":"Gravost","date":"2017-02-01T14:17:00.065+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir  zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}