{"id":"59njoGjJ","poster":"Dreyka Kintaso","date":"2017-02-01T01:01:42.255+0000","title":"Drophack?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gerade in einem Aram drin, kurz davor das der Nexus down geht (meiner) und auf einmal geht bei mir nichts mehr.\nKonnte mich nicht mehr bewegen oder sonstiges. Rausgetabbt aus dem Spiel und der Client zeigt mir nichts an das ich Disconnected sein k&ouml;nnte.\nZum Spiel Reconnecten kann ich auch nicht mehr, OP.GG zeigt an das dass Spiel noch l&auml;uft o0.\nIm Client steht &quot;Game still in progress&quot; und dann kommt der Reconnect Button.\nGehen zZ. Drophacks um?\n\nEdit:\n5 Minuten später bin ich ganz normal im Client und das Game ist nicht in der Match History.","replies":[{"id":"","poster":"I BEAR WITNESS","date":"2017-02-01T11:15:53.028+0000","up_votes":1,"down_votes":0,"body":"Ein mate von mir hatte letztens ein game gehabt, wo das Spieltempo einfach mal 5x soschnell abgelaufen ist.Sprich die Minions sind 5x so schnell gelaufen etc.^^","replies":[]},{"id":"","poster":"lolikonlover","date":"2017-02-01T01:07:24.277+0000","up_votes":1,"down_votes":0,"body":"nicht im aram ... dude auch nicht im normal s und im ranked nicht unter Dia /teamranked","replies":[{"id":"","poster":"lolikonlover","date":"2017-02-01T01:07:55.355+0000","up_votes":1,"down_votes":0,"body":"wenn es überhaubt noch vorfallen sollte ( hab davon ewig nichts mehr mitbekommen)","replies":[{"id":"","poster":"Dreyka Kintaso","date":"2017-02-01T01:11:55.147+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=lolikonlover,realm=EUW,application-id=7hciEY9w,discussion-id=59njoGjJ,comment-id=00000000,timestamp=2017-02-01T01:07:55.355+0000)\n>\n> wenn es überhaubt noch vorfallen sollte ( hab davon ewig nichts mehr mitbekommen)\n\nIch auch nicht war ja erst damals Seaosn 2-3 so kann auch Season 4 gewesen sein. Ist ewig her und seitdem ist mir auch keiner mehr unter die Augen gekommen. Nur ist das komisch das selbst das Spiel nicht in der Match History auftaucht.","replies":[{"id":"","poster":"lolikonlover","date":"2017-02-01T01:42:41.415+0000","up_votes":1,"down_votes":0,"body":"sieht nach nem server internen fehler aus hatte auch vor einiger zeit sowas nur ist das game nach der champselect nicht gestartet wurde aber noch 10 min als aktiv angezeigt","replies":[{"id":"","poster":"Gin","date":"2017-02-01T08:33:25.659+0000","up_votes":1,"down_votes":0,"body":"Dass OP.GG die anzeigt dass du noch Ingame bist heißt nichts. OP.GG ist eine Website eines Drittanbieters, und aktualisiert sich auch nicht durchgehend. Außerdem kann es sein dass es zu dem Zeitpunkt Probleme mit dem Server und damit gleichzeitig der Riot API gab, und es deswegen nicht aktualisiert wurde.\n\nDass das Spiel nicht in deiner Matchhistory auftaucht ist auch nichts was man auf einen Drophack zurückführen könnte. Warte einfach 1-2 Tage und dann sollte es spätestens in deinem Verlauf wiederzufinden sein.\n\nEs wird sich wahrscheinlich um irgendeinen Serverproblem handeln, aber nicht um einen Drophack.\n\nUnd wie \"lolikonlover\" bereits vor mir geschrieben hat, es ist den Aufwand schlichtweg nicht wert. Insbesondere weil es nur um ein ARAM ging.\n\nDie Wahrscheinlichkeit dass dir etwas derartiges in League of Legends heutzutage passiert liegt bei nahezu 0%. Insbesondere wenn du unter Dia bist... und ARAMs spielst.","replies":[]}]}]}]}]},{"id":"","poster":"OPChampsSucks","date":"2017-02-01T04:35:59.606+0000","up_votes":1,"down_votes":0,"body":"Ist mir kürzlich auch bei einem einzigen game passiert danach war der ganze client schrott xd","replies":[]}]}