{"id":"WbTJqj9r","poster":"Painty Senpai","date":"2017-01-29T22:34:33.559+0000","title":"Suche ein ernsthaftes (und länger bestehendes) Ranked-Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Halli Hall&ouml;chen liebe Beschw&ouml;rerinnen und Beschw&ouml;rer{{summoner:31}} ,\r\nalso dann kommen wir mal zum eigentlichen Grund dieser Anzeige bzw dieses Post&acute;s. Ihr wollt bestimmt als erstes wissen wof&uuml;r ich ein Team suche und das ist ganz einfach gesagt, da ich nicht immer die passende Anzeige finde die mich anspricht, verfasse ich mal einen Post und sehe mal was passiert :)\r\n\r\nAchja,{{sticker:zombie-brand-facepalm}} hab ich ja total vergessen, ihr wollt ja wissen wer ich bin, dann mal Angaben zu meiner Person:\r\n\r\n&gt; Summoner-Name: Painty Senpai\r\n&gt; Spitzname: T&ouml;mmel\r\n&gt; Alter: 19\r\n&gt; Spiele seit: Ende Season 3 (d.h. ca 3 Jahre)\r\n&gt; Main: Support{{summoner:3}} \r\n&gt; Second: (Fill)\r\n&gt; S6 Elo: Silber 2\r\n&gt; S7 Elo: Solo/Duo aktuell B2 (leider) {{item:3070}} \r\n&gt; Bin 5v5 und 3v3 begeistert im 3v3 kann ich auch andere Champions neben den Supportern (z.B. Jayce{{champion:126}} , Cho&#039;Gath{{champion:31}} , Ori{{champion:61}} , usw.)\r\n\r\n&gt; Erfahrungen:\r\n- Ich habe schon &uuml;ber 6 &quot;Low-Elo&quot; Team&acute;s als Analytiker/Coach beigestanden, die meisten davon haben sich leider aufgrund Privater dinge wieder Aufgel&ouml;st.\r\n- Selbst habe ich in 7 Ranked Team&acute;s Mitgespielt, und sogar als Caller agiert, leider haben diese sich Aufgrund Privater probleme der Leader wieder aufgel&ouml;st.\r\n\r\n&gt; Champion-Pool:\r\n- Ich besitze alle Champions somit kann ich auch mal mit jemanden im der Chamionauswahl wechseln^^\r\n- Als Supporter kann ich ziemlich alle Gut Spielen (Main Thresh{{champion:412}} , Morgana{{champion:25}} , Braum{{champion:201}} ) bis auf ein paar wenige (Lulu{{champion:117}}  und Leo{{champion:89}}  m&uuml;ssen noch trainiert werden), dazu habe ich auch noch ein paar sog. &quot;Pocket Picks&quot; auf lager^^\r\n\r\nWenn ihr noch mehr Info&acute;s ben&ouml;tigt oder haben wollt freue ich mich &uuml;ber ein Pers&ouml;nliches Gespr&auml;ch auf einem Teamspeak 3 &ndash; Server. (habe auch Discord, Curse und Skype :D)\r\n\r\n\r\nWenn ihr aber erst noch schriftlich ein paar Fragen habt, Added mich einfach IG und schreibt mir dort eure fragen, ich beantworte sie gerne^^\r\n\r\nMfg euer Painty Senpai aka T&ouml;mmel{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"richidick","date":"2017-01-30T16:29:14.945+0000","up_votes":1,"down_votes":0,"body":"Hallo ich bin der Richard und spiele seit saison 2. Bin Main Supporter und ADC ich kann aber alle lanes ,;)habe dich in meine Freundesliste eingefügt ich heiße im game:::richidick ich würde mich über ne Antwort freuen im game ,bin auch mobil da","replies":[]},{"id":"","poster":"Gravost","date":"2017-01-30T11:05:34.878+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann dich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet.\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}