{"id":"pKYkVYez","poster":"Hmto AkA Oliver","date":"2017-01-29T07:22:06.536+0000","title":"Suche Bronze, oder Silberspieler, der Willen hat auf Platin, oder höher aufzusteigen.","subforum":"Streams & YouTube","up_votes":1,"down_votes":1,"body":"Wundersch&ouml;nen guten Tag, meine Lieben. Ich bin Hmto und einige kennen mich vielleicht noch aus dem alten Forum, wo ich recht viel getrollt habe und gelegentlich sogar konstruktive Vorschl&auml;ge angebracht habe.\n\nIch habe momentan ein Projekt im Blick, welches ich gerne in absehbarer Zeit ver&ouml;ffentlichen w&uuml;rde und ben&ouml;tige dabei die Unterst&uuml;tzung eines Bronze, oder Silberspielers, der des &Ouml;fteren mal ein paar Runden spielt, mich zuschauen l&auml;sst und davon Videos ver&ouml;ffentlichen l&auml;sst, die ich etwas bearbeite.\n\nWas ihr von mir bekommt? Nichts besonderes. Ich war in der zweiten Saison, dritten Season und vierten Season so Diamant herum, bis ich dann aktiv mit dem Spielen aufgeh&ouml;rt habe und immer nur noch pro Saison 30-40 Runden gespielt habe, wo ich dann eben schnell die Platinbelohnungen abgeholt habe.\n\nMomentan spiele ich wieder aktiv, d&uuml;mpel aber gerade so auf Platin herum und will nat&uuml;rlich wieder das Ziel Diamant + erreichen, da meine h&ouml;chste Elo Diamant 2 Promo zu Diamant 1 war und ich einmal in meinem Leben Diamant 1 erreichen wollte. Diesmal spiele ich nicht mehr den Jungle wie fr&uuml;her, sondern maine gerade Taric auf der Botlane und muss mich etwas umstellen.\n\nWarum ich also gerade so viel &uuml;ber mich selber erz&auml;hle? Solltet ihr Interesse haben bei mir mitzumachen, gebe ich euch gerne via Teamspeak, oder Skype genauere Informationen wie ihr durch einige Tipps besser spielen k&ouml;nnt. Oft sind es nur Kleinheiten die Leute dazu bringen, nicht weiter aufzusteigen, oder einen von der n&auml;chsth&ouml;heren Stufe abzuhalten.\n\nDurch direkte Tipps die eure Fehler aufzeigen und unterlassen eben dieser genannten Fehler werdet ihr schlicht und ergreifend einfach besser. Oft sieht man seine Fehler auch nicht selbst so einfach, sondern es ist oft hilfreich, wenn euch jemand dabei zuschaut.\n\nSolltet ihr Interesse haben, so addet doch einfach meinen LoL Account mit dem Namen: Hmto Aka Oliver, oder schreibt in diesen Thread hinein.\n\nZu der Videoreihe und ob ihr irgendetwas mitbringen m&uuml;sst:\nDie Videoreihe soll gr&ouml;&szlig;tenteils lustig und unterhaltend sein und die niederen Ligen ein wenig auf die Schippe nehmen, ihr solltet also schon etwas resistent sein, denn da k&ouml;nnen auch ein paar h&auml;rtere Sachen bei sein.\n\nWas ihr mitbringen solltet: Den Willen aufzusteigen, Hilfe anzunehmen und sonst eigentlich nichts. Den Gro&szlig;teil mache eigentlich ich mit Schnittbearbeitungen und Audioeinf&uuml;gungen.\n\nSollte ich euer Interesse geweckt haben, so schreibt mir doch und ich freue mich auf eine gute Zusammenarbeit.\n\nPS: Die Videos sollen in einer gr&ouml;&szlig;eren Reihe auf Youtube hochgeladen werden, aber wir schauen uns erst einmal an, wie sich alles so entwickelt. \n\nHier kann jeder reinschreiben, was er von meiner Idee hält, aber bei dem Projekt suche ich wirklich nur einen Bronze, oder Silberspieler. Keine höheren Liegen, oder Smurfs.","replies":[]}