{"id":"UvR1R9Nk","poster":"Unlücky","date":"2017-01-29T10:49:02.602+0000","title":"Competitive Team sucht Main MIdlaner (S6 Gold III+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\r\nWir das Team Cretation suchen einen neuen Midlaner , da unser alter Midlaner\r\naus pers&ouml;nlichen gr&uuml;nden nicht mehr aktiv als main Midlaner f&uuml;rs Team spielen kann\r\nund daher wird er als sub dem Team erhalten bleiben.\r\n\r\nUnsere Anforderungen:\r\n\r\n-min 16 - 20 Jahre sein\r\n-min S6 Gold III gewesen sein!\r\n-Teamspeak3 (habe einen eigenen Server)\r\n-freundliches Verhalten kein geflame\r\n-denn willen sich zu verbessern bzw. zu steigern\r\n-Aktiv sein! / um mit dem Team zu spielen aber auch um neue Champions zu lernen.\r\n-offen f&uuml;r neue Picks zu sein und die der meta zu spielen\r\n-es soll erkennbar sein das du deine Lane Mainst\r\n-Zuverl&auml;sslig sein!\r\n\r\nWir sind:\r\n\r\nTop: Dayaa ( S6 Dia V )\r\nJungle: MaybeImnotAfk (S6 Plat III)\r\nMid: Gesucht\r\nAdc: FangornTheGreat ( S6 Dia V )\r\nSupp: Stylfile Supp (S6 Platin V)\r\n\r\nWenn Du Interesse habt solltest schreib unten in die Kommentarbox oder adde mich und schreibt mir die Folgenden Sachen:\r\n\r\nIGN:\r\nElo :\r\nMain Champions:\r\nMeine Vorstellungen vom Team :\r\n\r\nWenn du fragen oder Kritik zu dem Post hast dann schreibt in die\r\nKommentarbox oder schreibt mich an. :)\r\n\r\nMFG Stylefile Supp","replies":[{"id":"","poster":"Cayrep","date":"2017-01-29T22:31:30.521+0000","up_votes":1,"down_votes":0,"body":"IGN: Cayrep\nElo: Platin IV \nMain Champions: Talon (Hauptsächlich für SoloQ, funktioniert auch sehr gut in Teamranked mit passender Comp), Taliyah, Ryze und Syndra unter anderem. Insgesamt sehr flexibler Championpool\nMeine Vorstellungen vom Team: Hab in den 5 Jahren, in denen ich League bereits spiele viel ausprobiert und auch sehr viel durch. Main Rollen wurden geswapped, sodass ich ein gutes Spielverständnis aller Rollen habe. Mid Lane war bisher doch meine Meistgespielte Rolle und momentan auch seit einiger Zeit meine Main Lane. SoloQ verlass ich mich mehr auf die Champions mit denen ich confident enough bin auch ohne Team im Rücken Impact zu haben. Teamranked Erfahrung hab ich seit s3 angesammelt (s4 und s5 spielte ich auf Diamond niveau, sowohl solo/duo als auch im Team). Season 6 habe ich zum Großteil nicht gespielt. Somit hoffe ich, durch gutes Zusammenspiel und regelmäßiges Training dieses Niveau auf einem konstanten Level wieder zu erreichen.","replies":[]},{"id":"","poster":"cannonblast92","date":"2017-01-29T13:21:31.583+0000","up_votes":1,"down_votes":0,"body":"IGN: cannonblast92\nElo : g1 atm \nMain Champions: ahri lux lb\nMeine Vorstellungen vom Team : mid lane spielen ;D fun und climb mit focus tryhard","replies":[]},{"id":"","poster":"AI Hyperion","date":"2017-01-29T10:57:15.058+0000","up_votes":1,"down_votes":0,"body":"Hallo lieber Stylefile Sup,\n\nIch bin zwar in S6 nur Gold V gewesen, dennoch denke ich, habe ich das Potenzial für mehr. Hab in S6 nicht so viel Ranked gespielt.\nDeshalb die Frage ob es eine Möglichkeit gibt sich zu bewerben oder nicht?\nIch erfülle sonst alle Anforderungen klar.\nIch will mich in allen Hinsichten verbessern + bin sehr ehrgeizig.\n\nFalls negativ. Akzeptiere ich dies gern.\n\nMfg Christoph","replies":[]}]}