{"id":"plzqmEW2","poster":"Schesam","date":"2017-01-29T17:08:16.696+0000","title":"Remake verbugged?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Wenn einer am Anfang 90sec afk ist kann man ja remaken. wen der allerdings wiederkommt, wieso darf man den Remake nicht abbrechen? Es kommt zwar ein Vote, aber unsere Gegner haben gerade mit 2:3 dagegen gestimmt, weil er wieder da war und es wurde trz geremaked...","replies":[{"id":"","poster":"Loli Cre4m Pie","date":"2017-01-31T19:03:06.798+0000","up_votes":1,"down_votes":0,"body":"liebes riot ich habe eine kleien frage warum sind sie so verdammt dumm? ich kapier einfach nicht wieso man wenn remaked einen leaver buster bekommt nur weil die sch*** riot server am abspacken sind ihr habt so viel geld und ich verstehe einfach nicht wie man so schlechte server haben kann ich habe jetzt schon 7 leaver buster bekommen nur wegen diesem scheiß remake und wenn ich es wieder ins spiel geschaft habe befor das auftreten konnte habe ich meistens gewonnen grade weil die gegner einen unterschätzten ich verstehe ja das ihr es \"fair\" für alle machen woll aber ihr könnt jemandem keinen leaver buster aufdrücken nur weil eure server schlecht verbinden ich spiele dieses spiel seid über 6 jahren und ich hatte auch viel spaß aber ich habe genug  ich habe das spiel jetzt deinstaliert und werde es mir nicht noch einmal runterladen weil ich kann nicht ansehen wie sich dumme menschen immer zuflamen nur weil ihr dieses sch*** remake system eingefügt habt da ich imemr den leuten erklären musste da ihr es ja nciht hin kriegt das man durch den neuen clienten einfach mal rausgeschmissen wird und man das nicht immer sofort mitbekommt dadurch habt IHR das spiel und die comunity nur noch toxischer gemacht ich habe dieses spiel gerne gespielt aber ich kann nicht mehr ich würde gerne wieder anfangen wenn es sich gebessert hat aber ich habe wenig hoffnung","replies":[]},{"id":"","poster":"AmazingJX","date":"2017-01-29T17:41:58.804+0000","up_votes":1,"down_votes":1,"body":"Ganz einfach als beispiel:  wenn derjenige der afk ist so spät zurück kommt hat er eigendlich verloren weil er normaler weise nicht viel machen kann soweit das Gegner Team damit umgehen kann und da dies nun mal schlecht ist wird die Abstimmung trotzdem geben,  jetzt muss es halt geklärt werden macht es Sinn oder bin ich schon zu weit behindt, ich persönlich würde immer ja drücken weil die spiele einfach dadurch entschieden ist,  ich bin sogar der Meinung wenn jemand erst in der 1 Minute los läuft könnte das Spiel vorbei sein,  sowas hasse ich einfach deswegen mir persönlich macht es Spaß wenn es Remake gibt und die Spieler bestraft werden ist einfach so wenn man es nicht hinbekommt sollte man es lassen","replies":[{"id":"","poster":"Schesam","date":"2017-01-29T18:02:44.968+0000","up_votes":1,"down_votes":0,"body":"die gegner haben halt ALLE dagegen gestimmt, also gegen das remake. Da stand wurde 0:5 dafür gevoted","replies":[{"id":"","poster":"AmazingJX","date":"2017-01-29T19:43:35.661+0000","up_votes":1,"down_votes":0,"body":"gegner können das nicht nur dort wo der spieler afk war , tja da habt ihr halt selber was gemacht","replies":[]}]}]}]}