{"id":"k7AHZ8XN","poster":"JG MadUnicorn","date":"2017-01-28T15:24:05.822+0000","title":"Lissandra kaum DMG","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\n\nich liebe die Freljord Champs und will unbedingt nach Sejuani nun Lissandra mainen.\n\nIch spiele sie gerne auf der Toplane und wenn Mitte frei ist in der Mid-Lane.\n\nAllerdings habe ich das Gef&uuml;hl das sie kaum bzw. nicht so extremen DMG macht.\n\nIch baue {{item:3027}} {{item:3020}} {{item:3157}} {{item:3136}} {{item:3135}} {{item:3089}} \n\nIch kann sie auch tanky bauen wobei es mir eher um DMG geht.\n\nMasteries: 12 - 18 - 0\n\nMeine Runen sind \n\n9x Greater Mark of Magic Penetration\n\n9x Greater Glyph of Magic Resist \n\n9x Greater Seal of Scaling Health oder 9x Greater Seal of Armor  je nach Gegner\n\n3x Greater Quintessence of Ability Power\n\n\nEgal welcher Champ, ich mach nicht so viel Schade, selbst mit Lulu mach ich mehr dmg als mit Liss\n\nDann werde ich geflamt weil ich mit ihr nicht so viel DMg mache und kills habe. Ich sterbe oft und dann trau ich mich wegen dem Flame nicht mehr sie zu spielen, obwohl sie einer der Champs ist, die ich mega mag und unbedingt mainen will.\n\nHabt ihr irgendwelche Tips f&uuml;r mich ?\n\n\nGru&szlig;","replies":[{"id":"","poster":"AmazingJX","date":"2017-01-29T18:04:46.347+0000","up_votes":1,"down_votes":0,"body":"Adde mich schreib mich an und spiel mal gegen mich dann werden wir sehen was du falsch bzw richtig machst","replies":[]},{"id":"","poster":"OrangeBubble","date":"2017-01-29T17:12:28.106+0000","up_votes":1,"down_votes":0,"body":"Zum einen ist sie sehr CC lastig, das hat seinen Preis.\nZum anderen könntest du einfach nachrechnen, wieviel DMG mit dem Build + Runen + Mastery die einzelnen Champions machen. Ich bezweifle stark, dass eine Lulu mehr DMG fährt als eine Lissandra, wenn wir nur von den Zahlenwerten her gehen. Natürlich kommt es noch drauf an, wie gut du die Champs spielst und wo ihre Stärken und schwächen sind. Lissandra hat viel CC und ist ein Semi Poke Champ. Ich würd jetzt nicht sagen, dass sie so gut im Poke ist, wie ein Xerath/Ziggs, aber sie kann durch ihr Q relativ leicht durch die Minionwave Poke anbringen. Eine Lulu hingegen hat gerade mal 2 Schadenspells.... Sie hat zwar noch ihre AA, aber ab TF Phase nimmt sie eher den Platz eines zweiten Support an und nicht den eines APC. \n\nUnd man muss noch sagen, Lissandra hat eine CD Phase, wo sie einfach keinen DMG drücken kann. Sie hat eben nicht die CD eines Ziggs oder einer Cassio, dafür hat sie aber, wie gesagt, imensen CC.","replies":[]},{"id":"","poster":"NOR Arndriel","date":"2017-01-28T23:31:41.444+0000","up_votes":1,"down_votes":0,"body":"Würde dir empfehlen Sie eher Mitte zu spielen. Gerade im early hat sie wirklich wenig base Schaden, mit ganks kommst du schnell an deine items und Mitte sind ganks meist einfacher auch aufgrund der toplane Meta (tanks.) falls du toplane keine Tanks hast dann meistens bruiser die dich einfach anspringen und dann töten aufgrund deines geringen base dmg. ansonsten evtl als erstes item morello, wegen der CDr und dann möglichst viel botlane Roamen. Habe Liss auch eine Zeit gespielt aber leider ist sie gerade nicht wirklich stark...:-(","replies":[]},{"id":"","poster":"Rioyter","date":"2017-01-28T17:25:54.571+0000","up_votes":1,"down_votes":0,"body":"Guck dir irgend einen Guide auf YT an und spiele sie einfach... Irgendwann wirst du dann nicht mehr so oft sterben und machst mehr Schaden, weil die Gegner dann nicht so gefeedet sind.\n\nmehr Tipps kenne ich nicht ^^","replies":[]}]}