{"id":"boqiItp8","poster":"Nautilus Support","date":"2017-01-28T11:04:16.230+0000","title":"Support Main sucht Team (Gold-Platin)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, mein Name ist Paul, ich bin 18 Jahre alt und Support Main. Momentan bin ich Gold 5, war letzte Season am Ende Platin 5 doch momentan hatte ich noch nicht so viel Lust SoloQ zu spielen.\r\nIch suche ein Team welches regelm&auml;&szlig;ig miteinander spielt(4-5 Woche, 3-4 Stunden/Tag mind.), den Willen hat sich zu verbessern und vielleicht auch an dem einen oder anderen Turnier teilnehmen will. Ich hasse es mit Flamern zu spielen, das eine oder andere mal ein wenig den Frust rauslassen geht nat&uuml;rlich inordnung aber ich verabscheue ist mit Leuten zu spielen, die nach jedem Tod irgendwie rumflamen(ich denke ich wisst welche Art von Personen ich meine). Zu meinen Comfortpicks geh&ouml;ren Nautilus und Morgana, aber ich hab sogut wie jeden Support mind. auf Stufe 4, ausser Janna und Nami, weil ich diese pers&ouml;nlich nicht mag.\r\nSolltet ich euer Interesse geweckt haben, bin ich gerne bereit ein paar Tryout Games mit zu euch machen. Addet mich f&uuml;r Kontakt einfach in League(n0skll).\r\nMfG Paul","replies":[{"id":"","poster":"Gravost","date":"2017-01-28T11:15:22.915+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Spielern, die auch ein Team suchen. Ich kann ich dazuschreiben und gebe dir den Link. Dir steht es dann frei, die Spieler anzuschreiben in der Liste oder abzuwarten, ob sich jemand meldet..\n\n2. Falls du dann noch mit deinem Team oder alleine auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 12 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nDie Liste kriegst du unabhängig davon, ob du in die Community möchtest! :)\n\nWenn du Interesse an dem 1. oder/und 2. hast, adde Gravost\n\nLiebe Grüße","replies":[]}]}