{"id":"wy3wEeMy","poster":"GamingfreakCaine","date":"2017-01-28T17:59:10.102+0000","title":"Report-Möglichkeit in der Championselect","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Wertes Riot Team und Community,\r\n\r\nwenn es um Missst&auml;nde geht, dann sind wir ja bei der Attitude unserer Spieler hier immer richtig. Was in der CS ab und zu los ist, schl&auml;gt dem Fass aber den Boden aus. Bitte f&uuml;gt eine Report-M&ouml;glichkeit w&auml;hrend der CS ein. Der Weg &uuml;ber den Support mit Screenshots ist viel zu umst&auml;ndlich, da die CS ja sehr dynamisch ist und man durch das kleine Fenster viel zu viel scrollen muss.","replies":[{"id":"","poster":"clair de lune289","date":"2017-01-28T20:32:35.508+0000","up_votes":1,"down_votes":0,"body":"Eine Reportfunktion in der CS ist überflüssig.Es gibt nämlich nur 2 Möglichkeiten\n\n- die CS wird durch den Report abgebrochen --> viel zu hohe Missbrauchs Gefahr,da non Metapicks/ der Gegner bekommt einen \"OP\" Champ einfach durch den Report (Notfalls durch ein willkürlich gewähltes Opfer) beendet werden\n\n- das Spiel startet ganz normal, die Reportfunktion kann nach dem Spiel ,wie jetzt auch schon genutzt, werden","replies":[{"id":"","poster":"GamingfreakCaine","date":"2017-01-28T22:29:09.241+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=wy3wEeMy,comment-id=0001,timestamp=2017-01-28T20:32:35.508+0000)\n>\n> Eine Reportfunktion in der CS ist überflüssig.Es gibt nämlich nur 2 Möglichkeiten\n> \n> - die CS wird durch den Report abgebrochen --&gt; viel zu hohe Missbrauchs Gefahr,da non Metapicks/ der Gegner bekommt einen &quot;OP&quot; Champ einfach durch den Report (Notfalls durch ein willkürlich gewähltes Opfer) beendet werden\n> \n> - das Spiel startet ganz normal, die Reportfunktion kann nach dem Spiel ,wie jetzt auch schon genutzt, werden\n\nDa erzählst du aber Schwachsinn. Deinen ersten Punkt hat hier niemand vorgeschlagen (wie kommt man auf so einen Unfug?) und dein zweiter ist auch Quark, weil man nachdem Leave ihn nicht so einfach reporten kann. Und wenn du mir jetzt sagst, dann spiel doch: Man hat keinen Bock mit Assis zu spielen.","replies":[{"id":"","poster":"HyperionCH","date":"2017-01-28T22:44:28.993+0000","up_votes":3,"down_votes":0,"body":"Das Problem besteht aber, dass die Funktion missbraucht wird.\nJemand pickt Teemo-Jungler? OK, Troll! Wird reportet und die CS wird dann auch gleich gedodged.\n\nEs wird sicherlich auch Spieler geben, die irgendwelche Ausreden suchen, dass wegen X oder Y ein Mate ein Troll sein soll und deshalb leaved (wobei sein eigentlicher Grund war, dass er Autofill-Sup kriegte).\n\nEin grosses Problem ist:\nDamit Riot Flamer/Trolle/etc. bestrafen kann, benötigen sie Beweise (z.B. chatlog bei Flamern).\nDer meist sehr kurze Chatlog in der CS ist nur ein schlechter Beweis (z.B. ob jemand dann wirklich trollt wie angekündigt, zeigt sich erst ingame) und vermutlich wird der Chat gar nicht gespeichert (so wie das gesamte Game).\n\nUm toxische Spieler wegzubekommen, sind Games auch nötig. Nur so kann Riot diese Spieler bestrafen.\n\nWenn man in der CS reporten könnte, hätte man wohl keinen Beweis (weil man dodgen wird).\nAlso wird man toxische Spieler einfach von einer CS in die andere bringen (btw. meist auch das Ziel des toxischen Spielers: dass jemand dodged, weil er z.B. autofill kriegte oder nicht seinen Main-Champ etc.).\nMti den Beweisen (chatlog, Match-History) werden jedoch die toxischen Spieler bestraft, die sich entweder bessern (aka werden reformiert) oder einen permaban kriegen.","replies":[{"id":"","poster":"GamingfreakCaine","date":"2017-01-29T00:33:25.572+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=wy3wEeMy,comment-id=000100000000,timestamp=2017-01-28T22:44:28.993+0000)\n>\n> Das Problem besteht aber, dass die Funktion missbraucht wird.\n> Jemand pickt Teemo-Jungler? OK, Troll! Wird reportet und die CS wird dann auch gleich gedodged.\n> \n> Es wird sicherlich auch Spieler geben, die irgendwelche Ausreden suchen, dass wegen X oder Y ein Mate ein Troll sein soll und deshalb leaved (wobei sein eigentlicher Grund war, dass er Autofill-Sup kriegte).\n> \n> Ein grosses Problem ist:\n> Damit Riot Flamer/Trolle/etc. bestrafen kann, benötigen sie Beweise (z.B. chatlog bei Flamern).\n> Der meist sehr kurze Chatlog in der CS ist nur ein schlechter Beweis (z.B. ob jemand dann wirklich trollt wie angekündigt, zeigt sich erst ingame) und vermutlich wird der Chat gar nicht gespeichert (so wie das gesamte Game).\n> \n> Um toxische Spieler wegzubekommen, sind Games auch nötig. Nur so kann Riot diese Spieler bestrafen.\n> \n> Wenn man in der CS reporten könnte, hätte man wohl keinen Beweis (weil man dodgen wird).\n> Also wird man toxische Spieler einfach von einer CS in die andere bringen (btw. meist auch das Ziel des toxischen Spielers: dass jemand dodged, weil er z.B. autofill kriegte oder nicht seinen Main-Champ etc.).\n> Mti den Beweisen (chatlog, Match-History) werden jedoch die toxischen Spieler bestraft, die sich entweder bessern (aka werden reformiert) oder einen permaban kriegen.\n\nEs redet aber keiner über Trollpicks. Wenn jemand \"Get Cancer\" in der CS schreibt, dann hast du genug Beweise. Dann müssen die Chats halt gespeichert werden. Hier sehe ich Riot in der Pflicht.\n\nEdit: Man hat immer die Möglichkeit zu dodgen, aber Beleidigungen können schon im Vorfeld geahndet werden.","replies":[{"id":"","poster":"HyperionCH","date":"2017-01-29T00:47:27.518+0000","up_votes":1,"down_votes":0,"body":"Dass jemand gleich in der CS den Mates Krebs wünscht, ist aber auch die klare Ausnahme unter den toxischen Spielern.\nDer Grossteil wird eher im \"Graubereich\" sein. \nDenn jene Spieler, die so extrem beleidigen, kriegen auch nicht zuerst eine CR als Strafe, sondern direkt mindestens den 2-Wochen-ban (oder instant perma). So etwas ist also wirklich die Ausnahme.\n\nDas Problem mit dem Missbrauch der Funktion besteht jedoch trotzdem und diese wird mit Sicherheit ausgenutzt (hierzu hast du dich leider nicht geäussert).\nHier geht es also auch um das Verhältnis der Anzahl Fälle. Solch extreme Beleidigungen bereits in der CS gibt es vielleicht in einem von 1000 Games (sofern man dies selbst nicht provoziert). Aber der Missbrauch der Funktion kann rasch in jedem 10. Game vorkommen, also wesentlch öfters.\n\nWie oft kriegst denn du solche toxischen Spieler, die bereits in der CS die Mates so extrem beleidigen?\nIch vermute, dass dies auch selten passiert und in diesen seltenen Fällen kann man auch einmal über seinen eigenen Schatten springen und das Game durchziehen. Gerade weil man dann auch weiss, dass dieser toxischer Spieler auch bestraft wird.","replies":[]}]}]},{"id":"","poster":"clair de lune289","date":"2017-01-29T01:57:04.613+0000","up_votes":2,"down_votes":0,"body":"Die Antwort macht sehr wohl Sinn,denn es sind die einzigen Optionen die durch eine Reportfunktion entstehen können.\nWelchen Zweck , als das Spiel nicht spielen zu müssen, sollte die von dir Vorgeschlagenen Funktion sonst haben?\nDas ankündigen vom Trollen(oder angeblichen Trollpicks) wird in der Regel nicht bestraft,die Spieler müssen dieses Vorhaben erst umsetzen bevor eine Strafe folgen kann.\n\nps: Du hast außerdem von Attitude gesprochen,was für mich eher auf angebliche Trollpicks und Laneklaun hinweißt. Die wenigen Fälle in denen bei mir schon in der CS extrem (Todeswünsche,Rassismus etc) kann ich sogar heute noch an meinen Händen abzählen.\nOhne expliziten Hinweiß das du diese unglaublich seltenen Fälle von extremen Flame meinst,ist es nicht grade logisch auf diese zu kommen.","replies":[]}]}]},{"id":"","poster":"Mornexa","date":"2017-01-28T20:10:56.171+0000","up_votes":1,"down_votes":0,"body":"Können die den nicht auch einsehn wenn man das unten in der Kommentarzeile angibt?","replies":[{"id":"","poster":"GamingfreakCaine","date":"2017-01-28T20:15:52.216+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Chewwa,realm=EUW,application-id=KYnfKGf0,discussion-id=wy3wEeMy,comment-id=0000,timestamp=2017-01-28T20:10:56.171+0000)\n>\n> Können die den nicht auch einsehn wenn man das unten in der Kommentarzeile angibt?\n\nSicher, aber nicht, wenn du dogst, ohne dass das Spiel gestartet hat.","replies":[{"id":"","poster":"Mornexa","date":"2017-01-28T20:21:50.021+0000","up_votes":1,"down_votes":0,"body":"Dann ist die frage ob du besser nicht dogen solltest, evtl wollten sie das ja provozieren.","replies":[{"id":"","poster":"GamingfreakCaine","date":"2017-01-28T20:28:54.110+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Chewwa,realm=EUW,application-id=KYnfKGf0,discussion-id=wy3wEeMy,comment-id=000000000000,timestamp=2017-01-28T20:21:50.021+0000)\n>\n> Dann ist die frage ob du besser nicht dogen solltest, evtl wollten sie das ja provozieren.\n\nVielleicht, aber es gehört trotzdem bestraft, wenn sie \"Get cancer\" und \"Hope you die\" etc. schreiben. Es geht einfach ums Prinzip, da geflamet wird in der CS, weil meistens nix bei rumkommt.","replies":[]}]}]}]}]}