{"id":"PLUZlGeT","poster":"Melonenbrötchen","date":"2017-01-28T10:23:28.989+0000","title":"PERMABANN ~ nach einem 2 wochen bann..","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":21,"body":"also gestern waren meine 2 wochen um.. ich denke verbessert habe ich mich nicht wirklich.. jz habe ich direkt ein permabann kassiert.. habe die 3 chatlogs gesehen und mir nur noch gedacht.. riot.. seid wann bannt ihr f&uuml;r sowas?.. der 1 chatlog war ehrlich gesagt zu 100% toxic.. aber der 2 und 3.. da waren vllt 10-15 nachrichten die ich schrieben.. und nur 1 wort das den spieler schlecht da stehen l&auml;sst.. meine frage.. findet ihr das ist ein verdienter bann..?\n{{item:3070}}\n\n- spiel 1.\n1 : http://prntscr.com/e1dyvu\n2: http://prntscr.com/e1dz7b\n3: http://prntscr.com/e1dzbh\n4: http://prntscr.com/e1dzez\n\n- spiel 2.\n1: http://prntscr.com/e1dznc\n2: http://prntscr.com/e1dzsr\n\n- spiel 3.\n1 : http://prntscr.com/e1dzxh\n2 : http://prntscr.com/e1e011\n\n~ beim ersten spiel könnt ihr mich gerne belehren.. aber im ernst spiel 2 und 3? \n\n~ kleine anmerkung an alle die denken das riot nie fehler macht hier mein erster permanbann vor 3 jahren. \nhttp://prntscr.com/e1ehkh","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-01-28T10:29:48.610+0000","up_votes":6,"down_votes":0,"body":">  riot.. seid wann bannt ihr für sowas?\n\nSchon immer. Für Toxicity wird schon immer gebannt. \n\n> der 1 chatlog war ehrlich gesagt zu 100% toxic\n\nNa das reicht ja auch. \n\n> findet ihr das ist ein verdienter bann..?\n\nJa. Ich meine, betrachte das doch mal objektiv. Da ist ein Spieler der sich anderen Spielern gegenüber scheiße verhält. Dann kriegt er eine Strafe dafür, kriegt gesagt was er falsch gemacht hat, an welche Regeln er sich zu halten hat und er kriegt zusätzlich noch gesagt, dass bei einem weiteren Vergehen ein Permaban folgt. \nDieser Spieler ignoriert diese Warnung aber einfach und flamet einfach weiter als wäre nichts gewesen. Was denkst du passiert?\n\nWas hast du erwartet? Dass Riot nur Witze gemacht haben, als sie dich vor den Konsequenzen weiterer Verstöße gewarnt haben? Was hast du denn gedacht würde passieren, wenn du eine überdeutliche Warnung einfach ignorierst und munter weiter machst?","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T10:36:10.120+0000","up_votes":1,"down_votes":5,"body":"ich habe die warnung nicht ignoriert. und ich halte mich auch zurück.. aber wenn sie 2 von 3 chat verläufen einfach '' erfinden '' finde ich sowas unverdient.","replies":[{"id":"","poster":"OT Riku","date":"2017-01-28T10:44:41.354+0000","up_votes":5,"down_votes":0,"body":"Wow das hat noch nie ein permanent gebannter gesagt.\nUnd du glaubst doch nicht echt das sie die Chatlogs erfinden.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T10:46:18.490+0000","up_votes":1,"down_votes":4,"body":"willst du die 2 sehen? ich finde da absolut nix negatives auser das wort report.","replies":[{"id":"","poster":"OT Riku","date":"2017-01-28T11:08:45.722+0000","up_votes":3,"down_votes":0,"body":"Ne du hast gesagt das sie “erfunden“ würden.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:09:35.288+0000","up_votes":1,"down_votes":2,"body":"ja mit '' erfinden '' meinte ich das sie da mir negatives verhalten vorwerfen aber keines zu finden ist.","replies":[{"id":"","poster":"Megamaexx","date":"2017-01-28T11:48:31.309+0000","up_votes":3,"down_votes":0,"body":"Negatives Verhalten schränkt sich nicht auf Beleidigungen ein. Bereits eine negative Stimmung verbreiten zu wollen, ist ebenfalls toxisch und damit auch ein gerechtfertigter Reportgrund. \n\nAllein ein Reportaufruf bringt genauso Unruhe ins Team, als wenn du einem sagst, dass er scheiße ist. Du wärst besser dran gewesen, andere Flamer zu muten und nach dem Spiel zu reporten, du hast ja am eigenen Leib erfahren, dass das bestraft wird. \n\nDu hast auch jemandem vorgeworfen, zu trollen, der sich scheinbar maßlos überschätzt hat. \nDer Jhin aus dem einen Game. Deinem Chatlog zufolge hatte er viele Kills, ist aber irgendwann im 1v4 draufgegangen. Du rufst dazu auf, ihn wegen trollen zu reporten. Ich würde eher sagen, er war recht demoralisiert und du hast ihm noch den Rest gegeben. Du hast also aktiv mit einem Reportaufruf dazu beigetragen, dass das Spiel verloren wurde.\n\nDeswegen wird man auch mit scheinbar harmlosen Chatverläufen gebannt. Die Moral ist eine wichtige Waffe in so einem Spiel. Vorwürfe oder Aufrufe zum Report senken die Moral.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:53:28.778+0000","up_votes":1,"down_votes":4,"body":"allerdings fing es anderes an, klar aus deiner sicht siehst du ja nur meine chatlooks und denkst ja dies das.. aber wenn jemand schon die negative stimmung verbreitet und ich darein gezogen wurde.. finde ich es immer noch unlogisch dafür mich zu bannen.. wie bereits gesagt mute ich sie schreiben die gegner im all chat ich soll sie entmuten oder mir wird die schuld gegeben da ich nicht mit lesen konnte, und außerdem habe ich gehofft das der jhin mal was schreibt wie '' lets baron '' nach 3 baron calls die nicht geuset wurde.. den rest würde ich nicht sagen da er sich selbst überschätz und mich, seinen supp und andere ignoriert..","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T12:23:52.285+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00000000000000000002000000010000,timestamp=2017-01-28T11:53:28.778+0000)\n>\n> allerdings fing es anderes an, klar aus deiner sicht siehst du ja nur meine chatlooks und denkst ja dies das.. aber wenn jemand schon die negative stimmung verbreitet und ich darein gezogen wurde.. finde ich es immer noch unlogisch dafür mich zu bannen.. wie bereits gesagt mute ich sie schreiben die gegner im all chat ich soll sie entmuten oder mir wird die schuld gegeben da ich nicht mit lesen konnte, und außerdem habe ich gehofft das der jhin mal was schreibt wie &#x27;&#x27; lets baron &#x27;&#x27; nach 3 baron calls die nicht geuset wurde.. den rest würde ich nicht sagen da er sich selbst überschätz und mich, seinen supp und andere ignoriert..\n\nMeine Fresse, denkst du keiner von uns kennt solche Spiele?\nJo da fängt einer an, der andere steigt ein und evtl. mischen dann noch andere mit. Und weiter?\nWas interessiert mich, wer von den 3 Trotteln, die jetzt lieber chatten statt spielen und die Moral weiter zerstören, angefangen hat und wer die bösesten Schimpfworte kennt ?\nErklär's mir? ES WIRD MIR IMMER SCHEI?EGAL SEIN!\nEy, wenn du den Mutebutton nicht findest und \"reingezogen wirst\", ist das dein verdammtes Problem. \"ey sorry isch musste das Weib anpacken, weil die war so geil, weißte, konnte mich net wehren ey\"-so kommt das rüber...\nNächster Punkt: Der Allchat ist Standatmäßig deaktiviert, außerdem, was juckt es dich was dein Gegner labert? Was? Zur Hölle was, was. was? Die können ja nichtmal nachprüfen, ob du mutest oder einfach nicht reagierst? Dafür braucht man kein Genie sein, woher will irgendeiner wissen, ob du mutest, deaktivierst oder nix von beidem, sondern nur nicht schreibst?\nBitte erklär wie man auf den Trichter überhaupt kommen kann, weil ne d.h. dann nämlich auch da gäbe es Funktionen, die zu Bannen führen, einfach so, wenn mn sie benutzt. Logik?????\nUnd wenn es der Jhin geschrieben hätte, während mute? Schaust du nie auf die Karte? Als Engagechar vor irgendwas, wo überhaupt deine Carries stecken? Zu zweit ging's ja schonmal nicht, kp wie einem nicht auffallen kann, wenn das ganze Team weg sein sollte...","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-01-28T13:56:27.734+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000000000000000000020000000100000000,timestamp=2017-01-28T12:23:52.285+0000)\n>\n\n> Erklär&#x27;s mir? ES WIRD MIR IMMER SCHEI**?**EGAL SEIN!\n\nCapslock Skills :)","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T14:05:49.395+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=0000000000000000000200000001000000000000,timestamp=2017-01-28T13:56:27.734+0000)\n>\n> Capslock Skills :)\n\nMit Absicht gelassen, da ich es schön fand, dass das Kotsynonym automatisch comicartig zensiert wird ^^","replies":[]}]}]},{"id":"","poster":"Bettnachleger","date":"2017-01-28T18:18:04.278+0000","up_votes":3,"down_votes":0,"body":"??\nWohr wissen die denn das du sie gemutet hast?\nIch schreibe so gut wie nie was im Chat und   noch NIE! kam irgendwer mit \"entmute dein Team\" oder was auch immer. \nWas fuer ein Quatsch du dir da ausdenkst.","replies":[]},{"id":"","poster":"Megamaexx","date":"2017-01-28T13:02:30.232+0000","up_votes":2,"down_votes":0,"body":"Es hat eben jeder Konsequenzen für sein negatives Verhalten verdient. Nur weil jemand anderes anfängt, gibt dir das nicht das Recht, ebenfalls das Gleiche zu tun. \nWenn du sie nicht muten willst, dann reagiere auch nicht auf ihr geschriebenes . Kannst du das nicht, ist muten die bessere Wahl. Ein toxischer Spieler sagt eh meist nichts wichtiges mehr.","replies":[]}]}]},{"id":"","poster":"Werknuckle","date":"2017-01-28T11:38:59.775+0000","up_votes":3,"down_votes":0,"body":"Nach dem 2 Wochenbann langt _**ein einziges Fehlverhalten**_ deinerseits! Das wurde dir gesagt!!\nEs langt eine einzige Beleidigung. Ein einziger negativer Satz. Usw usf... \nDir wurde das mitgetelt und du hast weiter geflamed. Is doch glasklar das du dann den Perma wie auch engekündigt bekommst o0\nIch verstehe nicht wieso man dann noch solche treads erstellt und sich wirklich darüber wundert das man den perma bekommen hat.\n\nedit: Mir langt dein erste screen. Die anderen muss ich mir gar nicht mehr anschauen. Der hats ja auch schon in sich.... man man man....","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:42:16.478+0000","up_votes":1,"down_votes":5,"body":"wenn du dir die anderen nicht anschaust dann kannst auch nicht begreifen warum ich den thread erstelle.. ich habe ihn erstellt weil ich davon überzeugt bin das 2 von 3 screenshots nicht dazu gehören sollten und sie somit nur 1 von 3 screenshots gegen mich '' als beweis haben ''.. und ja ich weiß das es meine letzte chance war..","replies":[{"id":"","poster":"Stealth Cat","date":"2017-01-28T11:46:13.680+0000","up_votes":1,"down_votes":0,"body":"Ja und? Selbst wenn nur einer zutreffend war reicht das!!","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:40:46.905+0000","up_votes":1,"down_votes":3,"body":"nein, wenn sie mir 3 anzeigen dann sollen sie auch mir 3 zeigen die wirklich beweisen das ich toxic war.","replies":[{"id":"","poster":"Atsùra","date":"2017-01-28T13:19:35.204+0000","up_votes":2,"down_votes":0,"body":"Du warst definitiv toxisch. Keine Ahnung, weshalb du nicht begreifst, das Reportcalling auch zu unsportlichen Verhalten zählt. Das ist halt auch ein Reportgrund. Und Leute wie du sollten sich mal klar machen, dass es ok ist, wenn der Jungler den Kill hat. Es ist auch ok, wenn der Support und der Jungler deinen Farm nehmen, wenn du gerade in der Base bist (ich gehe mal davon aus, dass das der Fall war). Die Wave geht dann nämlich unter den gegnerischen Tower und ist für deinen Gegner verloren. Zudem habt ihr Druck gemacht und du bekommst quasi eine frische Lane aufs Tablett serviert.\n Ganz ehrlich? Wenn du es nicht einmal jetzt schnallst, dann rate ich dir absofort von Lol fernzubleiben. Wie Riot durch den Permabann ausdrücklich gesagt hat: WIR (also Riot und die Community) wollen dich nicht mehr als Mitspieler. Du schadest mehr als das du nutzen tust.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T13:21:55.405+0000","up_votes":1,"down_votes":3,"body":"nein das war auf der lane während ich am farmen war da ich ihnen schon die kills gab, achso und wenn ein report call als toxisch gilt dann sag mir eins, wie können es nur 0,006% so sein? mindestens 20% würden deshalb gebannt werden im jahr.. weil ich mindestens jedes spiel 1 mal report him und him lese.. aber genau bei mir wird er gezählt aber bei den anderen nicht oder was?","replies":[{"id":"","poster":"OrangeBubble","date":"2017-01-28T13:55:21.273+0000","up_votes":4,"down_votes":0,"body":"Vllt weil ein Großteil nach der ersten Strafe schon begreifen, dass sie ihr Verhalten ändern sollten ... Die wenigsten treiben es bis zum Perma.","replies":[]},{"id":"","poster":"Atsùra","date":"2017-01-28T13:37:53.493+0000","up_votes":3,"down_votes":0,"body":"Gerade weil du noch soviel Mist nebenbei schreibst, wurdest du wohl so fix gebannt. Kommt halt echt darauf an, wie viel unnötiges und toxisches Zeug man schreibt. \nWenn ich in nem Spiel sehe, das jemand anfängt zu trollen (vom gegnerischen Team) dann reporte ich das. Auch AFK wird von mir reportet, egal von welcher Seite. Wenn jetzt aber jemand schreibt \"Report xyz\" dann bekommt derjenige von mir auch nen Report. Und bedenke dabei: Es trifft meine Teammates, als auch meine Gegner. Mit mir haben wir also schon mal eine Person, die Reportcalling reportet. Und es gibt sicherlich noch mehr Leute, die das so machen. \nIm Endeffekt hast du den Bogen einfach überspannt. Da bist du ganz allein dran Schuld. Wenn du dich nicht beherrschen kannst und deine Zeit mit chatten verstreichen lässt, anstatt ordentlich zu spielen, dann schadest du dem Team. So ist es eben. Jede Sekunde im Chatverlauf ist eine Sekunde weniger im Spiel.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:26:38.216+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000000000000000000020000000000000000000000000000,timestamp=2017-01-28T13:21:55.405+0000)\n>\n> nein das war auf der lane während ich am farmen war da ich ihnen schon die kills gab, achso und wenn ein report call als toxisch gilt dann sag mir eins, wie können es nur 0,006% so sein? mindestens 20% würden deshalb gebannt werden im jahr.. weil ich mindestens jedes spiel 1 mal report him und him lese.. aber genau bei mir wird er gezählt aber bei den anderen nicht oder was?\n\nWahrscheinlich, weil die sonst die Klappe halten und nicht anfangen andere als Untermenschen o.ä. zu bezeichnen. \nDu und deine Leidensgenossen schalten halt den Turbo dafür ein.\nEs wird immer noch verdammt viel verziehen...","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2017-01-28T12:44:59.312+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00000000000000000002000000000000,timestamp=2017-01-28T11:42:16.478+0000)\n>\n>  und ja ich weiß das es meine letzte chance war..\n\nDie wichtige Frage ist eine andere:\n\nWarum hast du diese letzt Chance nicht genutzt?\n\nDu wurdes mehrmals von Riot bestraft und sie haben dir auch klar gesagt, dass sie dies nicht sehen möchten.\nWelche Gedanken hast du dir gemacht, um dieses Verhalten zu beenden?\n\nUnd achte auf den Wortlaut \"beenden\". Dies bedeutet, dass du nie mehr etwas toxisches ingame schreibst und nicht \"nur noch 1 von 5 Games\" oder so.\n\nWelchen Erfolg erhoffst du dir z.B., wenn du im Chat mit Ragequit drohst, Mates als Troll bezeichnest oder als Anfänger bzw. ihre Spielweiste hart kritisierst?\nWerden sie dann besser spielen? Ich glaube kaum.\n\nDenn wenn es wirklich ein Troll ist, dann weiss er ja nun, dass er dich ärgern konnte und wird dann umso mehr trollen. Schliesslich weiss er ja, dass er dich damit ärgert (und hat sein Ziel erreicht).\nWenn es wirklich ein schlechter Spieler ist, dann wird er damit nicht besser. Wahrscheinlich setzt du ihn so nur noch mehr unter Druck und er wird dadurch noch schlechter spielen.\n\nReportaufrufe bringen auch nichts. 1 Report in einem Spiel ist nicht weniger wert als 9.\nDeshalb kannst du ihn einfach reporten und ein Flamer kriegt seine Strafe (solltest du jetzt aber selbst genau wissen, dass Flaming bestraft wird und dass dies doch rasch gehen kann ;) ).\nWenn du einem Flamer sogar noch sagst, dass du ihn reportest, hat dies negative Folgen fürs Game. Der Flamer weiss ja nun, dass er einen Report kriegt, egal wie freundlich er jetzt noch sein wird. Also kann er jetzt die Sau rauslassen, da die Strafe nun so oder so kommt. Also völlig falscher Weg, einem Mate noch zu sagen, dass man ihn reportet.\n\nMache dir also besser Gedanken, wie du dein negatives Verhalten beendest.\nDenn auch wenn du jetzt keinen neuen Account nutzt: in anderen Online-Games ist dies genauso verboten und wird bestraft.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:49:27.076+0000","up_votes":1,"down_votes":3,"body":"nein ich dachte nicht like : HÖHÖ JETZT DARF ICH NOCH BISSL FLAMEN, sonder dachte ok jz halt dein maul und spiel dein spiel.. lief die ersten 2 sehr gut.. die anderen 2 ( chatlog 2 und 3) naja.. aber der letzte ok da habe ich mich selbst viel zu sehr aufgeregt... ich finde aber trotzdem dann sollten sie wenigstens mir die chance geben nach einen spiel noch sowas wie hey, die 2 waren garnicht so schlimm wie wir dachten.. aber nein.. alle denken ja perma banns sind immer verident hier vor 2 jahren mein '' verdienter perman bann '' http://prntscr.com/e1ehkh","replies":[{"id":"","poster":"HyperionCH","date":"2017-01-28T13:33:42.409+0000","up_votes":3,"down_votes":0,"body":"Dann stelle dir die besser die Frage: warum konntest du deinen guten Vorsatz nur gerade 2 Games lang erfüllen?\nMache dir also Gedanken, was du im 3. Game falsch gemacht hast und warum du ausgetickt bist. Und wichtig: wie kannst du dies ändern.\n\nDas war damals ein technischer Fehler bei der Chatanalyse. Dieses System gab es noch nicht lange und hatte noch Kinderkrankheiten; sprich: es bestrafte zu stark. Jedoch hiess dies z.B.: jemand mit CR bekam nun keine Strafe, jemand mit perma nun \"nur noch\" eine 2-Wochensperre oder eine CR.\n\nHeutzutage gibt es immer seltener Fehler und die Quote liegt unterhalb 1/6000.\nDies heisst, dass hier im Forum selten bis nie solche Spieler auftauchen. Denn der Fehler müsste ja mehrmals bei einem Spieler auftreten, damit er bis Stufe perma kommt (total 4 Straf-Stufen). Das ist nahezu unmöglich.\n(abgesehen ist dann noch die Wahrscheinlichkeit hoch, dass der Fehler offensichtlich ist und diese Spieler auch zuerst beim Support nachfragen und dies dort korrigiert wird und damit kein Thread hier eröffnet wird).","replies":[]},{"id":"","poster":"eingew","date":"2017-01-28T17:34:11.169+0000","up_votes":2,"down_votes":0,"body":"Nichts für ungut, aber der fehlerhafte Ban von vor zwei Jahren ist für dieses Thema irrelevant.","replies":[]},{"id":"","poster":"1234linxx","date":"2017-08-09T10:52:05.303+0000","up_votes":1,"down_votes":0,"body":"/mute all","replies":[]}]}]}]}]},{"id":"","poster":"OrangeBubble","date":"2017-01-28T13:50:21.051+0000","up_votes":1,"down_votes":0,"body":"Das oberste Spiel hat schon gereicht, die beiden anderen sind eigentlich komplett egal. Du hattest deine Chance ~","replies":[]}]}]},{"id":"","poster":"zoriax","date":"2017-01-28T10:53:21.617+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=0000000000000000,timestamp=2017-01-28T10:46:18.490+0000)\n>\n> willst du die 2 sehen? ich finde da absolut nix negatives auser das wort report.\n\nreportaufforderung kann schon reichen. Verstehe es nicht du hattest 14Tage denkpause. Wenn jemand in den Chat schreibt report (Mich) dann räche ich mich mit einen Gegenreport. Aber was solls. Account ist weg was mir ehrlich gesagt nicht leid tut.","replies":[]},{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:05:43.987+0000","up_votes":1,"down_votes":1,"body":"screenshots da.","replies":[]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-01-28T12:46:24.946+0000","up_votes":2,"down_votes":0,"body":"\"also gestern waren meine 2 wochen um.. ich denke verbessert habe ich mich nicht wirklich.. \"","replies":[]}]}]},{"id":"","poster":"CoopA826","date":"2017-01-28T13:17:24.877+0000","up_votes":2,"down_votes":1,"body":"Verdient. Der erste chatlog rechtfertigt den perma schon. \nHast eine zweite Chance bekommen und sie nicht genutzt. Selber schuld.\nIch persönlich hätte dich schon allein für deine englisch Kenntnisse gebannt","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T13:18:54.983+0000","up_votes":1,"down_votes":10,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:23:37.833+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a0000,timestamp=2017-01-28T13:18:54.983+0000)\n>\n> genau wegen solchen untermenschen gibt es viel zu viele flamer..\n\nUnd es geht los...","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T13:50:59.149+0000","up_votes":1,"down_votes":6,"body":"also wenn er mich wegen meinen schlechten englisch kenntnisse runter macht, und ich nur untermensch sage heißt es direkt das ich zu 10000% der bann verdient habe? alles klar.. und noch was lies dir mal alle sachen hier durch irgendwann verlierst du einfach die nerven weil du immer und immer wieder neu alles schreiben musst damit sie endlich verstehen was abging.. komischer weiße lesen die meisten das wort '' unter mensch '' aber nicht die anderen sachen.. wp..","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T14:00:36.442+0000","up_votes":4,"down_votes":0,"body":"Und du denkst keiner hier verliert die Nerven, weil du auch nach 100 Nachrichten nicht kapierst, dass keines deiner \"Argumente\" etwas bringt und dass du eigentlich im Unrecht bist? xD\nGanz ehrlich: hör auf dich rauszureden! Wir haben hier schon genug Beweise gegen dich~","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T14:08:41.853+0000","up_votes":1,"down_votes":11,"body":"ich hasse es sowas von.. ich weiß aber selbst das ich im recht bin.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-28T15:27:14.706+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a00000000000000020001,timestamp=2017-01-28T14:08:41.853+0000)\n>\n> ich hasse es sowas von.. ich weiß aber selbst das ich im recht bin.\n\nSoll ich dir mal anhand eines Real Life Beispiels erklären, warum du eben nicht im Recht bist? Ok:\n\nDu hast gerade deinen Führerschein zurückbekommen. Den musstest du wegen deiner chronischen Raserei für 3 Monate abgeben. Innerhalb deiner ersten Woche, die du wieder hinterm Steuer sitzen darfst, wirst du dann direkt mit 60 Km/h in der 30er Zone geblitzt... und deine ganze \"Verteidigungsstrategie\" basiert auf einem \"Die können mir doch deswegen nicht den Lappen wieder wegnehmen, ich bin doch gestern nur mit 40 Sachen hier durchgefahren...\"\nDoch, können sie. Müssen sie sogar. Weil deine unverbesserliche Raserei eine Bedrohung für den Straßenverkehr darstellen dürfte. Und nach den 3 Monaten kommt dann der Idiotentest und das psychologische Gutachten, bevor die jemals wieder in Betracht ziehen, dich zurück hinter ein Steuer zu lassen. \nSo funktioniert das halt im Leben: Wenn man alle Möglichkeiten zur Einsicht und Besserung auslässt, wird man irgendwann ausgeschlossen.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T15:31:29.609+0000","up_votes":1,"down_votes":6,"body":"so jetzt ändern wir es aber mal so ab, das nicht du gefahren bist sondern jemand anderes aber du für ihn dein führerschein abgeben musst. so ist das hier bei den anderen 2 chatlogs ob du nun sagst ja oder nein, ich sehe da 0 toxisches verhalten alles was da geschrieben wurde in den letzten 2 chatlogs basiert auf fehlern die sie gemacht haben und durch freundlichen hinweisen nicht besser wurden.","replies":[{"id":"","poster":"CMan","date":"2017-01-28T15:49:52.286+0000","up_votes":6,"down_votes":0,"body":"Ne. Hier ist niemand anderes \"gefahren\".\n\nDu und nur du hast diese Sachen in den Chat geschrieben. Niemand hat dich dazu gezwungen, niemand anderes hat deine Tastatur bedient. Das warst du ganz alleine.\n\nDie angeblichen \"freundlichen Hinweise\" finde ich übrigens auch nirgends, selbst nach mehrfachem Ansehen.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-01-28T21:22:54.825+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a0000000000000002000100010000,timestamp=2017-01-28T15:31:29.609+0000)\n>\n> so jetzt ändern wir es aber mal so ab, das nicht du gefahren bist sondern jemand anderes aber du für ihn dein führerschein abgeben musst. so ist das hier bei den anderen 2 chatlogs ob du nun sagst ja oder nein, ich sehe da 0 toxisches verhalten alles was da geschrieben wurde in den letzten 2 chatlogs basiert auf fehlern die sie gemacht haben und durch freundlichen hinweisen nicht besser wurden.\n\nNein so ist es nicht. Du kannst sein Beispiel auch so stehen lassen und die anderen auf derselben Straße fahren und Mist bauen lassen. Aber dafür hättest du erstmal kapieren müssen, dass Fahren für Ingameaktivitäten inkl. Chat steht und damit jeder der 10 Spieler sein eigenes Auto fährt.\nUnd eben auch mit mehreren Fahrern passt es. 3 Wagen fahren zu schnell, werden geblitzt. Gibt da diese fiese Punktetabelle in Flensburg.\nVlt. schaffst du es selbst herauszufinden, warum der 1 Punkt bei dem, der schon 7 auf dem Buckel hat (du), zum Fahrerlaubnisentzug führt, bei nem anderen der noch auf 0 steht der eine Punkt eben noch gar keinen sichtbaren Effekt hat und bei dem, der von 3 auf 4 oder 5 auf 6 steigt eben eine Strafe bekommt, die du schon hinter dir oder sogar übersprungen hast.\nUnd jetzt der Clou: Die strafende Instanz schert sich nicht darum wer von euch Rasern der böseste Bube ist oder war, das regelt das festgesetzte Strafmaß von ganz alleine, gilt für alle gleich und ist in LoL sogar fairer als im Bsp., denn für Punkteabbaumaßnahmen muss man in der Regel viel Geld hinlegen, die kann man hier selbst machen für lau, wenn man sich positiv benimmt und selbst bei neutralem Verhalten greift irgendwann nach langer Zeit eine Art Verjährung wie auch im Bsp. . Die Strafen sind ja nicht da, um die Raser zu piesacken, sondern, um die anderen Verkehrsteilnehmer zu schützen.\nSo und jetzt mal zurück zum Jhin, der meinetwegen schneller war als du. Welchen Effekt für die strafende Instanz hat es wohl, wenn du daraufhin dein Tempo auf seines ausrichtest? Bisschen mehr Stromverbrauch, weil der Blitzer 2x Dienst tun musste.\nWelche Rolle spielt es dabei, dass das Photo von ihm früher gemacht wurde oder ob er doch noch schneller unterwegs war als du?\nRichtig, für deine Aufnahme und Abgleich bei den Punkten absolut keine.","replies":[]},{"id":"","poster":"D4RKEVA","date":"2017-01-28T15:46:59.106+0000","up_votes":3,"down_votes":0,"body":"du musst es dir dann eher so denken\nder andere saß auch im auto und macht nen kleinen fehler was machst du dann? schreist ihn voll und nervst ihn während ihr fahrt dann wirst du auch bestraft\n\ndu hast geflamed und wartst negtavi auch wenn du das vllt nich siehst, alleine deine \"untermensch\" antwort zeigt dies","replies":[]},{"id":"","poster":"Wernicke","date":"2017-01-29T08:47:10.114+0000","up_votes":2,"down_votes":0,"body":"Wieso begreifst du nicht das deine 2 anderen chatlogs **egal** sind?!?!?!?!? Ich raff es nicht!!!!!!\nDu hast eine Warnung erhalten in der dir mitgeteilt wurde das beim nächsten kleinen Vergehen der Perma kommt. Dann hast du wiederholt geflamed. Richtig? Es ist völlig egal ob ein Paar Spiele mal nicht geflamed hast, das nächste kleine Vergehen kam ja trotzdem, oder? Richtig??\nDas ist doch nicht soooooo schwer zu verstehen?? \nEcht, du bringst einen zur Verzweiflung mit deiner nichtbegabung Sachverhalte richtig aufzufassen und zu reflektieren ...","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-01-28T17:32:28.125+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a0000000000000002000100010000,timestamp=2017-01-28T15:31:29.609+0000)\n>\n> so jetzt ändern wir es aber mal so ab, das nicht du gefahren bist sondern jemand anderes aber du für ihn dein führerschein abgeben musst. so ist das hier bei den anderen 2 chatlogs ob du nun sagst ja oder nein, ich sehe da 0 toxisches verhalten alles was da geschrieben wurde in den letzten 2 chatlogs basiert auf fehlern die sie gemacht haben und durch freundlichen hinweisen nicht besser wurden.\n\nWillst du uns jetzt mitteilen, dass du nicht nur toxische Chatlogs produziert hast, sondern auch noch deinen Account mit anderen geteilt hast, was ebenfalls verboten ist? \nUnd du kannst jetzt die Beispiele drehen und wenden, wie du willst: Du warst der einzige am Steuer/ an der Tastatur. Dass, was du da immer wieder geschrieben hast, hast auch nur du zu verantworten. Nur weil dich jemand in der 70er Zone aufgehalten hat, weil er dort 50 gefahren ist und du ihn nicht überholen konntest, darfst du danach nicht in der 30er Zone rasen. \n\nDas Problem für dich ist halt: Fehler machen ist in LoL (im Gegensatz zum Straßenverkehr) kein Verbrechen. Dafür gibt es auch keine Strafe, abgesehen von der Niederlage und den gegebenenfalls verlorenen LP.\n\nLeute ständig auf ihre Fehler hinzuweisen wird dagegen von fast allen als negativ aufgenommen. Es ist halt einfach nicht deine Aufgabe deine Mitspieler auf ihre Fehler hinzuweisen. Dafür sind wir nämlich alle nicht gut genug und machen selber zu viele Fehler. Und negatives Verhalten ist sehr wohl (im LoL Universum) strafbar und im Chat auch verdammt einfach nachweisbar. \n\nWenn ich dir einen wirklich ernst gemeinten Tipp geben darf: Sehe ein, dass allein dein Verhalten diese Konsequenzen ausgelöst haben. Verabschiede dich von der \"Ja, aber die anderen\" Opferrolle. Denn nur dann kannst du dein eigenes Verhalten reflektieren, überdenken und ändern...\nDas könnte an anderen Stellen als bei Online-Games noch mal wichtig werden.\nSolange du auf deinem \"Ich habe aber Recht\" bestehst (was du nebenbei gar nicht sein kannst, du hast die Nutzungsvereinbarungen von LoL bestimmt 30 Mal akzeptiert, rein rechtlich ist Riot deswegen mit ihrem Bann garantiert auf der sicheren Seite, aber das nur so am Rande) und du krampfhaft nicht einsehen willst, dass du viele Fehler gemacht hast (dein Bann also berechtigt ist), wirst du auf dieses \"Problem\" immer wieder stoßen.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2017-01-28T14:50:37.040+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a00000000000000020001,timestamp=2017-01-28T14:08:41.853+0000)\n>\n> ich hasse es sowas von.. ich weiß aber selbst das ich im recht bin.\n\nSoso, Du bist also im Recht?\nWeißt Du was Stichproben sind? Von einer Marge eines Lebensmittels wird eine geringe Anzahl des Produktes herausgenommen und auf Qualität geprüft. Fällt hier ein oder zwei Stichproben durch, wird die ganze Marge vernichtet.\n\nDarüber hinaus:\nIm Text zum 14 Tagesbann wird Dir gesagt, dass Dein **nächstes Fehlverhaltern** zu einem Permanenten Ausschluss führen wird. Wie schon von einem anderen Poster geschrieben: Ein negatives Wort nach einem 14 Tagesbann reicht vollkommen aus. Es ist nicht so, dass Du Dein negatives Verhalten runterschrauben sollst. Das war noch bei der CR der Fall. Du sollst Dein negatives Verhalten komplett unterbinden.\nWie Dir aufgezeigt wurde, waren in Spiel 2 und 3 auch toxisches Verhalten zu finden, auch wenn es nicht so ausgeprägt war. Das kannst Du nun einsehen oder nicht, aber wegdiskutieren kannst Du es nunmal nicht. Wenn es nur die beiden Chatlogs gewesen wären und Du nicht unter verschärfter Beobachtung gestanden hättest, wäre Dir entweder nichts passiert, oder Du hättest lediglich eine CR bekommen. Der Fakt jedoch, dass Du nach Deinem 14 Tagesbann - und das auch noch angekündigt - unter verschärfter Beobachtung stehst, Dir also wirklich **nichts** mehr erlauben darfst, und zusätzlich noch der erste Chatlog dazu kommt, ist der Perma mehr als Verdient.\nDabei ist es vollkommen egal was die anderen Geschrieben haben, oder ob Du der Meinung bist, dass Du dazu berechtigt warst, so ein toxisches Verhalten an den Tag zu legen. Fakt ist: Du hast gegen die von Dir einmal bei Erstellung bei und bei jedem Patch aufs Neue akzeptierten Regeln verstoßen. Aus diesem Grund hat die Community Dich gemeldet, und RIOT aufgrund der Verstöße den Account permanent gesperrt.\nUnd das mit den 0,006% der Spieler bezieht auf die Anzahl der Accounts, die einen Perma erhalten. Die meisten Spieler bessern sich nach der ersten bzw. nach der zweiten Strafe. Sie kommen also noch nicht mal in die Nähe eines Permas.","replies":[]}]},{"id":"","poster":"Atsùra","date":"2017-01-28T14:06:20.715+0000","up_votes":2,"down_votes":0,"body":"Ich verlier langsam den Glauben daran, dass man dumme Menschen schlau machen kann... Durch Unterricht zum Beispiel.. Oder wiederholtes Erklären... Sind die echt sooo lernresistent?","replies":[]}]},{"id":"","poster":"TerrorRaven","date":"2017-01-28T16:18:57.103+0000","up_votes":3,"down_votes":0,"body":"https://de.wikipedia.org/wiki/Untermensch Evtl. solltest du dich informieren, was das Wort \"Untermensch\" bedeutet.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2017-01-28T14:09:30.681+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a000000000000,timestamp=2017-01-28T13:50:59.149+0000)\n>\n> also wenn er mich wegen meinen schlechten englisch kenntnisse runter macht, und ich nur untermensch sage heißt es direkt das ich zu 10000% der bann verdient habe? alles klar.. und noch was lies dir mal alle sachen hier durch irgendwann verlierst du einfach die nerven weil du immer und immer wieder neu alles schreiben musst damit sie endlich verstehen was abging.. komischer weiße lesen die meisten das wort &#x27;&#x27; unter mensch &#x27;&#x27; aber nicht die anderen sachen.. wp..\n\nAlso da \"[Der Untermensch](https://de.wikipedia.org/wiki/Der_Untermensch)\" einer der Begriffe ist, der aus der Leitideologie der Nazis kommt und den wir längst überwunden haben sollten. Ja. Wer mit solchen Begriffen um sich schmeißt... sollte eigentlich in den Geschichtsunterricht gesteckt werden (möglichst nicht den vom Höcke). \nUnd da gibt es auch kein \"Ja, aber\". Auf der Ideologie des Untermenschen wurden die schlimmsten Verbrechen des letzten Jahrhunderts begangen. Wer solche Begriffe leichtfertig verwendet, sollte sein Verhältnis zur Sprache mal überdenken.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-01-28T13:58:05.638+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000a000000000000,timestamp=2017-01-28T13:50:59.149+0000)\n>\n> also wenn er mich wegen meinen schlechten englisch kenntnisse runter macht, und ich nur untermensch sage heißt es direkt das ich zu 10000% der bann verdient habe? alles klar.. und noch was lies dir mal alle sachen hier durch irgendwann verlierst du einfach die nerven weil du immer und immer wieder neu alles schreiben musst damit sie endlich verstehen was abging.. komischer weiße lesen die meisten das wort &#x27;&#x27; unter mensch &#x27;&#x27; aber nicht die anderen sachen.. wp..\n\nDu hast im Geschichtsunterricht nicht besonders gut aufgepasst, oder?","replies":[]},{"id":"","poster":"CoopA826","date":"2017-01-28T14:00:21.165+0000","up_votes":2,"down_votes":4,"body":"Keiner versteht es. Nur du. Alle haben Unrecht, außer dir.\nIch frag mich wie lang es bei permanent gebannten Leuten wir dir dauert, bis sie das Problem bei sich selbst erkennen.\n\nIch wollte nur beweisen, dass der Bann für dich gerechtfertigt ist. Kurz provoziert und du beleidigst sofort rum. Und es hat besser funktioniert als ich dachte haha.\n\nWollt mal fragen wie viel Geld du für den Account ausgegeben hast. Echt schade, dass alles auf einmal weg ist x)","replies":[{"id":"","poster":"eingew","date":"2017-01-28T17:27:50.211+0000","up_votes":5,"down_votes":2,"body":"Ich dachte immer, dass Gehässigkeit durch das System eingeschränkt werden sollte... vielleicht solltest auch du mal deine Einstellung überdenken, ob dieses Verhalten irgendjemanden (abgesehen von deinem Ego) weiter bringt. Denn offensichtlich geht der TE damit ja nur noch mehr in die Defensive.","replies":[]}]},{"id":"","poster":"eingew","date":"2017-01-28T17:23:43.401+0000","up_votes":1,"down_votes":0,"body":"Natürlich war seine Provokation daneben. Darauf reagiert man aber nicht mit dem Fallenlassen jeglicher Beherrschung, sondern macht darauf aufmerksam, dass derart unsinnige Bans wie solche fürs \"nicht Englisch sprechen\" seitens Riot innerhalb kürzester Zeit zu massiven Schwierigkeiten bei der Vermarktung des Spiels führen würden.\n\nAbgesehen von dem deutlichen Hinweis, dass derartige Forderungen weiterhin auch keinen konstruktiven Teil zum Thema beitragen und damit ebenso destruktiv sind, wie die destruktiven Leute, über die man sich beschweren will... gehört da einfach nichts anderes als wirkliche Antwort hin.","replies":[]},{"id":"","poster":"Wernicke","date":"2017-01-29T08:42:25.329+0000","up_votes":1,"down_votes":0,"body":"Also du bist der einzige den man hier alles 100x erzählen muss. Man erklärt dir das System, erklärt dir wiederholt was Riot dir sagen wollte, usw... Und du wiederholst deine immer gleichen Sätze als würdest du gar nicht lesen/verstehen was man dir schreibt :/\nAllerdings glaube ich mittlerweile das du es gar nicht verstehen möchtest, denn so suboptimal anstellen wie du hier im thread kann ein Mensch alleine sich gar nicht... Unfassbar... GeGe...","replies":[]}]}]},{"id":"","poster":"Balzifer","date":"2017-01-28T13:25:40.676+0000","up_votes":2,"down_votes":0,"body":"Glückwunsch, so schnell beweißt man auch dem letzten Zweifler das Riot mit deinem Bann alles richtig gemacht hat.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T13:51:24.875+0000","up_votes":1,"down_votes":5,"body":"achso also das er mich provoziert ist völlig ok? alles klar.","replies":[{"id":"","poster":"Atsùra","date":"2017-01-28T14:04:17.002+0000","up_votes":4,"down_votes":0,"body":"Das ist ja das Problem dabei. Anstatt ihn zu ignorieren, gehst du halt voll drauf ein. Und wirst mit der Zeit auch immer.. wütender und trauriger.. Keine Ahnung... Jedenfalls ist diese Sache ganz klar dein Banngrund. Du lässt dich zu schnell tilten und reagierst drauf mit dümmeren Sprüchen, die dir im Spiel aber nichts bringen.","replies":[]},{"id":"","poster":"eingew","date":"2017-01-28T17:30:32.660+0000","up_votes":2,"down_votes":0,"body":"Die Welt besteht aus mehr als den zwei Möglichkeiten, dass man auf deiner Seite oder gegen dich ist. Mit dieser Sichtweise wirst du nur immer paranoider und siehst überall wichtige persönliche Angriffe. Versuch dich auf eine Ebene zu begeben, die darüber liegt. Eine die diesen kleinlichen Wortgefechten überlegen ist.","replies":[]},{"id":"","poster":"Wernicke","date":"2017-01-29T08:50:56.033+0000","up_votes":1,"down_votes":0,"body":"Für deine Bestrafung ist nur dein eigenes Verhalten wichtig!\nAndere Spieler bekommen ebenfalls eine Bestrafung wenn sie so weiter machen wie du, und für deren Betrafung ist das Verhalten anderer Spieler ebenfalls egal. \nDas Riot betraft weißt du nun ja selber!","replies":[]}]}]},{"id":"","poster":"Queen Noth","date":"2017-01-28T13:29:56.428+0000","up_votes":2,"down_votes":0,"body":"Umso besser dass du gebannt wurdest...","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2017-01-28T13:04:31.489+0000","up_votes":2,"down_votes":0,"body":"ich gebe zu das deine 2. und 3. Chat logs weniger toxic sind als dein 1.\n\nund wenn man sich nur die alleine ansieht reichen sie wahrscheinlich nicht für eine Bestrafung\n\n\ndas ist allerdings nicht so wichtig weil dein 1. log schon alleine ausreicht für den permabann\n\ndie 2. und 3. sind quasi nur Bonus wobei auch nicht mit einer kompletten weißen weste\n-just Report tresh for toxic\n-how a Team can so salty like yours?\n-bot reported trolling\n-well we loose becasue jhin\n\nsind Beispiele aus den games 2 und 3 die meiner Meinung nach Toxic sind und die vom automatischen System auch als toxic erkannt werden wahrscheinlich, daher ist es ok das sie bei dir in den logs auftauchen\n(riot sendet dir das, was sie finden unabhängig der härte deines Flames)\n\nbeachte das es unerheblich ist was dein Team macht, sie können dich flamen/trollen/etc. es ist dennoch nicht erlaubt es ihnen im Chat so offen zu sagen (dein Verhalten wird nicht durch Fehlverhalten anderer relativiert, und das ist gut so mMn)","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T13:08:37.473+0000","up_votes":1,"down_votes":3,"body":"- tresh war toxic mehrfach..\n- das war eine all chat nachricht da das gegner team geflamet hat..\n- da sie auch getrollt haben.\n- da jhin nicht im team gespielt hat, teamcalls nicht befolgt, und auch uns die schuld gibt stimmt es.","replies":[{"id":"","poster":"Awsane","date":"2017-01-28T13:14:51.581+0000","up_votes":3,"down_votes":0,"body":"ok, ich sag es mal so\n\nim bestimmten fällen ist es verboten im Chat die Wahrheit zu sagen\n\nin diesen 4 fällen zum Beispiel","replies":[{"id":"","poster":"eingew","date":"2017-01-28T17:36:24.499+0000","up_votes":2,"down_votes":0,"body":"Prinzipiell immer, wenn es mehr Schaden als Nutzen hat.\n\nEhrlichkeit ist nur dann eine Tugend, wenn man zugleich auch der Diplomatie mächtig ist.","replies":[{"id":"","poster":"Spicavius","date":"2017-01-29T02:53:29.524+0000","up_votes":1,"down_votes":0,"body":"> Ehrlichkeit ist nur dann eine Tugend, wenn man zugleich auch der Diplomatie mächtig ist.\n\nDu meinst also, dass Ehrlichkeit also nichts besonderes ist, erst wenn man diplomatisch wird?  Irgendwie peile ich diese Aussage nicht. Eine kleine Erklärung für Dummies wie mir wäre nett. Oder liege ich bereits mit meiner Umformulierung richtig?\n\nWenn ich richtig liege. Was hat die Diplomatie mit Ehrlichkeit zu tun ?  Ich verstehe den Zusammenhang nicht. Wenn du jetzt Ehrlichkeit und Politik gesagt hättest, dann würde ich den Zusammenhang sofort verstehen, aber Diplomatie.. ?^^","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-29T10:04:19.598+0000","up_votes":2,"down_votes":0,"body":"Ich denke mal es geht ihm um so etwas:\n\nWenn man in der Schule ist und der Sitznachbar kapiert nicht, wie man das rechnen soll und man ihm dann sagst, er wäre ein Vollidiot, weil er so etwas einfaches nicht hinkriegt (was ja durchaus wahr sein kann), ist man selber asozial. Wenn man ihm nett sagt, er soll den Lehrer um Hilfe bitten, um das zu verstehen, ist man nicht asozial.","replies":[]},{"id":"","poster":"eingew","date":"2017-01-29T12:20:41.119+0000","up_votes":1,"down_votes":0,"body":"> Du meinst also, dass Ehrlichkeit also nichts besonderes ist, erst wenn man diplomatisch wird? Irgendwie peile ich diese Aussage nicht. Eine kleine Erklärung für Dummies wie mir wäre nett. Oder liege ich bereits mit meiner Umformulierung richtig?\n\nIm Prinzip ja. Erst wenn man in der Lage ist, seine Aussagen diplomatisch zu formulieren, sollte man sich der Ehrlichkeit bedienen, denn nur dann kann man entscheiden, wann es überhaupt sinnvoll ist, ehrlich zu sein, und wann es vielleicht genauso blöde ist, wie es der Fail war, für den man den Mitspieler blamen will. \n\nIn der Politik ist Ehrlichkeit ja auch nicht immer sinnvoll. Trump zum Beispiel redet ja auch den größten Müll, aber groß wird Amerika davon noch lange nicht. Ich meine... er ist ehrlich und wurde dadurch sogar gewählt, gleichzeitig legt er sich mit seinem egozentrischen Auftreten aber auch ständig selbst Steine in den Weg. Wie will er zum Beispiel die deutschen Autokonzerne überzeugen, in Amerika neue Fabriken zu eröffnen, aber gleichzeitig überlegt er öffentlich, horrende Steuern auf ausländische Produkte zu legen. Die Überzeugungskraft liegt da doch gleich null, er ist zwar ehrlich, aber die Autofirmen werden jetzt trotzdem nach Mexiko gehen, weil die Produktion dort einfach massiv viel billiger ist.","replies":[]}]}]}]},{"id":"","poster":"Noru Dali","date":"2017-01-28T16:50:53.793+0000","up_votes":2,"down_votes":0,"body":"Ich versteh bis heute nicht warum man den al chat an hat.\nWas schreibt man da sinnvolles?\n\nMelonenbrötchen es is völlig wayne was andere machen.muten und reporten. Fertig.\nWas bringt es dir dein team zu flamen?\nSind sie dann motivierter?spielen sie dann besser?\nDenke nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-28T16:54:35.111+0000","up_votes":2,"down_votes":0,"body":"Manchmal machen ein paar Leute im Allchat Witze oder loben sogar für einen lustigen Clantag, Namen oder schönen Skin. Ich schreibe da meistens \"gl hf\" und \"gg\" rein. Aber ansonsten braucht man den nicht wirklich.","replies":[{"id":"","poster":"clair de lune289","date":"2017-01-28T16:57:54.368+0000","up_votes":2,"down_votes":0,"body":"manchmal geben sie einem auch \"praktische\" Information z.B. das das Team zerstritten ist oder eine Spieler getilltet ist ( \"OMG you play broken/noob Champ X).\nAnfangs hab ich mir noch gedacht,willst du solche Information wirklich zu deinem Vorteil nutzen? aber inzwischen bin ich bei \"selbst schuld wenn sie dir diese Informationen geben wollen\"","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-28T17:02:47.327+0000","up_votes":1,"down_votes":0,"body":"Ein paar sagen auch mit anderen Worten \"ich bin kurz vorm Ragequit, bitte ganke mich noch ein paar mal, damit ich euch das Spiel schenke\". \n\nZumindest würde ich so Texte interpretieren wie \"jungler allways sits top, you cant play 1vs1 noob?! need more babysit?\"","replies":[{"id":"","poster":"clair de lune289","date":"2017-01-28T17:08:23.578+0000","up_votes":1,"down_votes":0,"body":"je nach Stärke melde ich sowas aber auch am Ende als Sabotage,denn nichts anderes ist es im Prinzip.\nAllerdings nur bei Extremen Fällen wie \"Jungler said he wont gank Toplane ,plz report\" oder Sachen wie \"Champ X is doing drake/roaming bot\"","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2017-01-28T17:48:50.366+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00090000,timestamp=2017-01-28T13:08:37.473+0000)\n>\n> - tresh war toxic mehrfach..\n\nWelchen Nutzen siehst du, dass du dies geschrieben hast?\n\n> - das war eine all chat nachricht da das gegner team geflamet hat..\n\nWelchen Nutzen siehst du, dass du dies geschrieben hast?\n\n> - da sie auch getrollt haben.\n\nWelchen Nutzen siehst du, dass du dies geschrieben hast?\n\n> - da jhin nicht im team gespielt hat, teamcalls nicht befolgt, und auch uns die schuld gibt stimmt es.\n\nWelchen Nutzen siehst du, dass du dies geschrieben hast?","replies":[]}]}]},{"id":"","poster":"Yamató","date":"2017-01-29T12:59:57.052+0000","up_votes":2,"down_votes":0,"body":"Wenn ich mir hier so durchlese was für geistigen Abfall du von dir gibst, und versuchst deine Flamerrei zu rechtfertigen, bin ich froh dass du gebannt wurdest und hoffe inständig, dass du dir keinen weiteren Account mehr machen wirst, damit wir einen flamer weniger in unserer Community haben.","replies":[]},{"id":"","poster":"0815xand0r","date":"2017-01-28T16:54:58.549+0000","up_votes":2,"down_votes":0,"body":"> also gestern waren meine 2 wochen um.. ich denke verbessert habe ich mich nicht wirklich.. jz habe ich direkt ein permabann kassiert.. \n\nHm, und dann fragst du dich, warum? Du bekamst den 14-Tage-Bann und merkst an, dich nicht verbessert zu haben. Was soll denn da sonst kommen, außer einem Perma?\n\nUnd ja, auch in den Chatlogs zu Spiel 2 und 3 finden sich einige toxische Äußerungen. Insgesamt bestehen deine Chatlogs eh nur aus negativen Äußerungen und keinen \"freundlichen Hinweisen\". Dazu kommen noch immer wieder - völlig sinnlose - Reportaufrufe und -drohungen.","replies":[]},{"id":"","poster":"Elatiion","date":"2017-01-28T17:56:02.259+0000","up_votes":1,"down_votes":12,"body":"permabanns sind bullshit. kein bisschen sinnvol. durch den all-chat wird man zuerst provoziert dann reagiert man drarauf und die gegner entpuppen sich als premades und bannen einen erstmal x5. schafft des scheiß also bitte mal ab, und damit meine ich den all-chat und denn permabann","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-01-28T18:13:05.729+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Elatiion,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000e,timestamp=2017-01-28T17:56:02.259+0000)\n>\n> permabanns sind bullshit. kein bisschen sinnvol. durch den all-chat wird man zuerst provoziert \n\nKannst du abschalten, ist standartmäßig deaktiviert.\n\n> dann reagiert man drarauf und die gegner\n\nSchon mies, wenn man keinerlei Selbstkontrolle hat was?\n\n>  entpuppen sich als premades und bannen einen erstmal x5.\n\nNein, Premade Reprots bringen keinen Vorteil, da es nach der Anzahl der Reporteten Spiele geht, nicht nach den REports pro Spiel.\n\n\n> schafft des scheiß also bitte mal ab, und damit meine ich den all-chat und denn permabann\n\nWenn die Leute ies nicht schaffen, sich zu benehmen, dann bringt auch ein chatbann nichts.\nDann werden die Leute eben Pings spammen, trollen oder anderswo das Spiel versauen.\nDer Chat ist ein Ventil, wenn du ihnen das nimmst, finden sie ein anderes.\nPermabanns sind notwendig, um absolut lernresistente Leute, die sich durch nichts von ihrem Verhalten abbringen lassen, vom Spiel zu entfernen.","replies":[]},{"id":"","poster":"HyperionCH","date":"2017-01-28T18:44:13.986+0000","up_votes":1,"down_votes":0,"body":"Das bezüglich Selbstkontrolle und Premades wurde ja bereits gesagt. Aber noch zu den Forderungen.\n\nOK, all-chat braucht es ja nicht unbedingt und werden kaum welche vermissen.\n\nWas jedoch soll denn die Alternative für den perma sein?\nDie Höchststrafe (wenn man sonst nichts ändert) wäre dann also ein 2-Wochen-ban. Bis du also der Meinung, dass die Games dann weniger toxisch werden, wenn ständige Flamer (mindestens 3x bestrafte) nie mehr als wiederholende 2-Wochen-bans kriegen? Da bin ich wirklich auf eine gute Begründung gespannt.","replies":[{"id":"","poster":"clair de lune289","date":"2017-01-28T20:17:27.295+0000","up_votes":1,"down_votes":0,"body":"dann erstellen sich die Flamer X Accounts (x ist die Anzahl an Accounts die sie regelmäßig in 2Wochen gebannt bekommen) und müssen nie fürchten ihre Skins/Champs/Runen zu verlieren.\nAb dem Punkt wo sie genug Acc haben ist der 2Wochenbann eben keine wirkliche Strafe mehr.","replies":[]}]},{"id":"","poster":"CoopA826","date":"2017-01-28T18:13:26.774+0000","up_votes":1,"down_votes":0,"body":"1 report = 5 reports\nDas spielt keine Rolle\nAußerdem kannst du den all chat ausschalten ....","replies":[]},{"id":"","poster":"TerrorRaven","date":"2017-01-28T18:13:14.541+0000","up_votes":1,"down_votes":0,"body":"1. Die Anzahl der Reports sind für Strafen irrelevant. Es macht keinen Unterschied, ob dich einer oder alle 9 reporten.\n2. Wenn man sich nicht im Griff hat und auf das Kindergarten-Niveau \"Er hat aber angefangen\" sollte man keine Multiplayer-Spiele spielen.","replies":[]}]},{"id":"","poster":"AmazingJX","date":"2017-01-28T16:18:44.202+0000","up_votes":2,"down_votes":1,"body":"Irgendwie ein cooles Gefühl zu wissen das der Dude hier  einen perma hat,  findet ihr das nicht auch?","replies":[]},{"id":"","poster":"Abasin","date":"2017-08-09T10:04:42.458+0000","up_votes":1,"down_votes":0,"body":"> der 1 chatlog war ehrlich gesagt zu 100% toxic\n\nGenau. Und nach dem 14-Tage Bann geht nun mal nix mehr, nicht mal der kleinste Ausfall. Warum also wunderst Du Dich noch? Du warst auf Bewährung und hast gegen die Auflagen verstossen. {{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"ThinkandCry","date":"2017-01-28T11:23:48.192+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:27:10.058+0000","up_votes":1,"down_votes":1,"body":"es geht nicht um das geld.. es ist nur die zeit und leidenschaft.. ironie..","replies":[{"id":"","poster":"ThinkandCry","date":"2017-01-28T12:16:51.830+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T12:29:37.043+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ThinkandCry,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=000400000000,timestamp=2017-01-28T12:16:51.830+0000)\n>\n> Den Account bekommst du nicht zurück. Jetzt solltest du daran arbeiten nicht mehr gebannt zu werden.\n> Ich habe über die Jahre 6 gebannte Accounts und mir hier viele Chatverläufe angeschaut und daraus eine Taktik entwickelt mit der ich das letzte halbe Jahr nicht gebannt wurde, obwohl ich in jedem Spiel blame.\n> \n> Das Report-System erkennt nur ziemlich plumpen und viel Flame. Jeder Chatlog von Spielern die gebannt wurde ist mindestens 15 Eingaben lang und enthält die Standard-Report-Gründe (Beleidigungen die leicht über Schimpfwortfilter geprüft werden können, Reportaufrufe usw.).\n> \n> Wenn ich jemanden blamen möchte, weil der Jungler z.B. Farm auf der Lane klaut, oder der Mid_laner mir sagt, dass ich safe spielen soll, dann mache ich folgendes:\n> Chat: Stop typing or i will teach you a lesson/ dont test me/ i will make you have a nice game :^    )\n> Danach laufe ich auf seine lane( wenn der jungler blamed auf die Toplane, weil sie am weitesten von mir entfernt ist) und lasse mich auf der lane  töten, farme dabei aber mit und schieße auch 1-2 mal auf den Gegner, damit dies nicht als feeden erkannt wird. Ganz wiochtig ist dabei den feed nicht anzukündigen und zu oft zu machen ( ein mal alle zwei minuten geht i.O., bis ca 10 Tode).\n> Wenn sie anfangen dich zu blamen, was sie auf jeden Fall werden, sagst du &quot;pls stop blaming ChampionXY outplays me sry&quot; und machst weiter.\n> Im Endscreen reportest du sie, habe dadurch schon viele Meldungen bekommen, dass spieler auf grund meines Reports bestraft worden sind.\n> \n> Am besten spielst du nur noch einen Champion und kaufst dir keine Skins mehr, so hast du sehr schnell einen neuen vollwertigen Account \n> (danke Riot für 1/2 exp. bis lvl 30 und lvl 2 runen für 1 lp).\n> Wenn du mit dieser Taktik fährst kann dir nicht mehr viel passieren und wenn, dann ist nur eine Account mit 16 champs und ohne investiertes Echtgeld weg.\n\nWenn ich sowas les, frag ich mich immer, warum ihr euch überhaupt in das Game einlogt.\nNaja viel Spaß mit Permabannacc. 7.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:41:24.436+0000","up_votes":1,"down_votes":2,"body":"tut mir leid aber permabanns können auch falsch sein..","replies":[{"id":"","poster":"D4RKEVA","date":"2017-01-28T15:50:40.348+0000","up_votes":1,"down_votes":0,"body":"ja einer aus 6000 ca ist falsch \n\nund deiner ist es nicht :|","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:12:03.185+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00040000000000000001,timestamp=2017-01-28T12:41:24.436+0000)\n>\n> tut mir leid aber permabanns können auch falsch sein..\n\nNur ist es deiner nicht.\n\nAchja diese Antwort hat mal 0 Bezug zu dem, was ich schrieb.\n\nViel Spaß noch weiterhin in deiner Parallelwelt.","replies":[]},{"id":"","poster":"Sihari","date":"2017-01-28T12:55:57.653+0000","up_votes":1,"down_votes":0,"body":"Das ist aber seeeeehr selten und die werden dann natürlich auch wieder zurück genommen.","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2017-01-28T14:51:31.740+0000","up_votes":1,"down_votes":0,"body":"Weil ihr echten Leben noch beschissener ist, ansonsten kann ich mir beim besten Willen nicht vorstellen, warum eine Person so viel Energie für so eine vollkommene schwachsinnige Taktik aufbringen sollte...","replies":[]},{"id":"","poster":"ThinkandCry","date":"2017-01-28T12:31:14.103+0000","up_votes":1,"down_votes":2,"body":"Es fehlen noch drei Restriction-Stufen bis zum Perma.","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:10:04.929+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ThinkandCry,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00040000000000000000,timestamp=2017-01-28T12:31:14.103+0000)\n>\n> Es fehlen noch drei Restriction-Stufen bis zum Perma.\n\nSiehste erste Stufe trotz superschlauem Plan bereits erklommen, funktioniert ja tadellos.","replies":[{"id":"","poster":"ThinkandCry","date":"2017-01-28T13:14:37.554+0000","up_votes":1,"down_votes":3,"body":"Ich dachte es sind insgesamt drei?\nIch hatte noch keine Restriction","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:27:51.914+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ThinkandCry,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=0004000000000000000000000000,timestamp=2017-01-28T13:14:37.554+0000)\n>\n> Ich dachte es sind insgesamt drei?\n> Ich hatte noch keine Restriction\n\nExklusive Perma 3, inklusive 4.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2017-01-28T12:06:31.651+0000","up_votes":1,"down_votes":0,"body":"Irgendwie hab ich das Gefühl, dass sie Riot die Zügel ein bisschen gelockert hat. Vor ein paar Monaten war es meistens nur ein Game nach dem 14 Tage Ban, welches zum Perma führte oder täusche ich mich da?\n\nTrotzdem Game 2 und 3 sind auch nur Salzstreuer und kontraproduktiv, was den Perma mehr als gerechtfertigt.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:44:27.286+0000","up_votes":1,"down_votes":1,"body":"nein sie wurden fester gezogen.. vor zwei jahren ging es noch :  5 chatmutes, 10, 20, 40, 80, 2 wochen bann, perma bann,","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-28T14:29:53.777+0000","up_votes":1,"down_votes":0,"body":"Das stimmt nicht ganz. Als die Chatrestrictions kamen (keine Mutes) gingen die unendlich hoch, weil das Tribunal zu der Zeit deaktiviert war und keine Banns verteilt wurden. Es waren sehr dunkle Zeiten.","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-01-28T13:43:56.290+0000","up_votes":1,"down_votes":0,"body":"1. habe ich von \"Monaten\" gesprochen\n2. Zählt für Bestrafungen das hier und das ist nun auch schon seit über einem Jahr in Kraft gesetzt --> http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen\n3. Non the less, kommt auch bei deiner Aufzählung nach dem 14 Tage Bann der Perma. Sprich hör auf dich rauszureden, du hast es herausgefordert und musst nun die Konsequenzen akzeptieren.","replies":[]}]}]},{"id":"","poster":"Shooter90","date":"2017-01-28T12:31:09.500+0000","up_votes":1,"down_votes":0,"body":"Naja, ich muss sagen dass die Chatverläufe von Game 2 und 3 auch in meinen Augen nicht wirklich banwürdig sind (jedoch trotzdem einen negativen Unterton haben btw). AAAAAAABER: da ist ja noch Game 1, ich raff es nicht wieso es die Leute nicht verstehen. Nach einer zwei Wochen Sperre die Klappe halten und nicht mehr flamen. Da reicht auch 1 Game. Von daher verdienter Ban, auf Nimmerwiedersehen.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:42:18.111+0000","up_votes":1,"down_votes":2,"body":"endlich einer der es auch bemerkt.. naja aber wenn sie mir nur ein chatverlauf vorweisen der toxic ist sollen sie den perma zurück ziehen und warten bis 2 andere '' ergeben ''","replies":[{"id":"","poster":"Shooter90","date":"2017-01-28T14:14:26.112+0000","up_votes":1,"down_votes":0,"body":"dude du checkst es nicht oder?\n\nvielleicht zeigen sie grundsätzlich 3 an für die du reported wurdest. ABER EINER REICHT! einer der banwürdig war und den hast du dicke geliefert. keiner hier will dich in nem lol game haben. gut dass es erstmal nichtmehr der fall sein wird. falls du dir n neuen account erstellst mach folgendes: wenn das game losgeht drückst du ENTER und gibst /muteall ein. nicht damit du die anderen nichtmehr lesen kannst sondern damit die anderen DICH nicht ertragen müssen. \n\nbeste grüße und viel spaß beim tilten","replies":[]},{"id":"","poster":"Sihari","date":"2017-01-28T12:55:12.127+0000","up_votes":1,"down_votes":0,"body":"Es reicht schon 1 negativer Chatlog, dass bei deinen 3 auch noch 1 super toxischer dabei ist zeigt nur, dass du deinen Bann 100% verdient hast.\nDie Logs sind auch nicht die, für die du gebannt wirst sondern nur die, die das Fass zum überlaufen gebracht haben!","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-01-28T11:15:03.342+0000","up_votes":1,"down_votes":0,"body":"Ernsthaft... du hast es nach deinem 14 Tages Bann nicht mal geschafft dich für 24 Stunden zusammenzureißen, sondern flamest gleich im ersten Spiel den Lee Sin geflamet. Stark.\nMich wundert es ehrlich gesagt, dass es überhaupt 6 Spiele gedauert hat, bis Riot gesagt hat \"Ok, er will es anscheinend wirklich nicht kapieren.\" Ich hätte dich direkt nach dem Lee Sin Spiel rausgeworfen.\nUnd ja, der 14 Tages Bann war die allerletzte Warnung. Und die Spiele danach waren die allerletzte Chance. Du hättest in dem Moment dein Chatverhalten drastisch verändern müssen. Dies hast du nicht getan. Jetzt bist du den Account los.\n\nMein absolutes Lieblingszitat ist ja:\n \"Flame is flame\"\nDa wir da ja einen echten Experten auf dem Gebiet haben, kann ich dem nicht widersprechen.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:18:43.567+0000","up_votes":1,"down_votes":1,"body":"schade das du den chatlog von denen nicht sehen kannst. vielleicht würdest du dann verstehen wie ich mich fühle naja.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-28T12:05:04.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00030000,timestamp=2017-01-28T11:18:43.567+0000)\n>\n> schade das du den chatlog von denen nicht sehen kannst. vielleicht würdest du dann verstehen wie ich mich fühle naja.\n\nEs sind halt immer die anderen Schuld. Weißt du was: Mit diesen ominösen anderen spiele ich auch. Letztens wollte wieder unbedingt jemand erzählen, dass er meine Mutter gefickt hätte... ich habe ihm darauf hin nur gesagt \"I think it's weird that you think 55 year old women are hot, but thx for the compliment\"...\nAuch alle Krankheiten sind mir schon gewünscht worden. Das letzte mal für ein 1-3-18 Janna Spiel. Aber so was trifft mich doch nicht. Die mute und reporte ich dann und gut ist. \n\n>\n> nein, chatlog eins wäre für mich der erste von 3.. würden sie mir noch 2 solche zeigen wenn auch nur halb so &#x27;&#x27; schlimm &#x27;&#x27; würde ich garnicht mein bann wiederlegen wollen.. aber hier.. sowas finde ich echt nicht ok.. auch wenn ich das nicht sagen dürfte :/\n\nDiese 2 zu finden dürfte relativ einfach sein... du musst einfach nur die letzte EMail zum 14 Tages Bann aufrufen, da stehen die drin.\nDu durftest dir halt überhaupt nichts mehr erlauben. Ein einfaches \"Report this noob\" hätte zum Perma Bann gereicht. Du lieferst wesentlich mehr.\nWie gesagt: Wir reden von 6 Spielen, in denen du 3 Mal schon wieder negativ aufgefallen bist. Und ja, ich könnte mir den 2. oder 3. Chatlog wahrscheinlich sogar leisten, ohne dass ich überhaupt eine Strafe bekomme. Ich habe aber auch kein \"Vorstrafenregister\". Und noch nie solche Chatlogs angeboten wie du im ersten Spiel...","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T12:45:49.060+0000","up_votes":1,"down_votes":1,"body":"also wie oft noch jz.. chatlog 2 und 3.. sind nicht negativ, sie sehen nur so aus. wenn einer daran schuld ist dann der jenige der dich provoziert und nicht der jenige der darauf hin seine wut freienlauf lässt.","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T12:52:21.882+0000","up_votes":1,"down_votes":0,"body":"Wie oft denn jetzt noch: Wenn ein Chatlog negativ aussieht, dann ist er es auch! Es zählt nicht wer angefangen hat, sondern wer alles mitgemacht hat. Wir sind hier nicht im Kindergarten! Jeder wird für sein eigenes Verhalten bestraft!","replies":[{"id":"","poster":"Waldschrat86","date":"2017-01-28T13:08:04.356+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00030000000000000000,timestamp=2017-01-28T12:52:21.882+0000)\n>\n> Wie oft denn jetzt noch: Wenn ein Chatlog negativ aussieht, dann ist er es auch! Es zählt nicht wer angefangen hat, sondern wer alles mitgemacht hat. Wir sind hier nicht im Kindergarten! Jeder wird für sein eigenes Verhalten bestraft!\n\nEigentlich sind wir es. Wenn das im Elternhaus nicht beigebracht wurde, ist der KG ja die erste Instanz, wo versucht werden kann das nachzuholen. ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-01-28T12:43:03.216+0000","up_votes":1,"down_votes":0,"body":"verdient","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2017-01-28T12:44:49.641+0000","up_votes":1,"down_votes":0,"body":"\"i got enough play time to know its useless to tilt\" \"youre muted too bye\" junge das is kindisch zu sagen \"youre muted\" aber du mutest nicht","replies":[]}]},{"id":"","poster":"Sihari","date":"2017-01-28T10:42:37.359+0000","up_votes":1,"down_votes":0,"body":"Einem Flamer glaubt man irgendwie nur schwer, dass sein Chatlog nicht total toxisch ist... Wenn du uns den Log hier mal reinkopierst, dann könnten wir selbst abschätzen, ob das stimmt.\nAber selbst wenn 2/3 Chatlogs nicht vor Flame nur so triefen ist der Bann gerechtfertigt. Der 2 Wochenbann war deine letzte Chance, danach genügt schon ein negatives Wort um den Account komplett aus dem Verkehr zu ziehen! Das war auch so angekündigt.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T10:46:43.362+0000","up_votes":1,"down_votes":1,"body":"sihari dann sollen die nur ein chatlog mir zeigen.. die chatlogs kann ich gerne gleich rein kopieren ^^","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T11:14:39.767+0000","up_votes":1,"down_votes":0,"body":"So, hab mir jetzt die beiden letzten Logs angesehen und im 2. rufst du nicht nur mehrfach zum Reportern auf, sondern sagst anscheinend auch deinem Thresh mehrfach Dinge, die eindeutig nicht nett sind, nur weil er anscheinend nicht besonders geübt in seiner Rolle war.\nIm 3. bezichtigst du dann andere des Trollens und hackst die ganze Zeit besonders auf dem Jhin herum, aber auch der Rest des Teams bekommt unschöne Sätze ab. Alles in allem warst du also in allen 3 Spielen unausstehlich und der Bann ist total gerechtfertigt!","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:24:41.492+0000","up_votes":1,"down_votes":2,"body":"ich habe den tresh nicht geflamet sondern es war so das unser jungler meinte die bot wäre verloren und das sie aufhören sollen zu feeden damit mit und top (ich) gewinnen könnten, darauf sagte ich '' hehe, we cant rlly win our lanes.. '' wo bitte flame ich tresh wenn ich ihn zustimme?! darauf hin ist er ausgetickt und wenn ich selbst sage das ich sie reporten werde will ich damit aufrufen das sie nicht flamen sollen selbst wenn ich viel viel viel zu toxic ich vielen spielen war, kann ich meistens sehr nett sein und da ich weiß wieso man flamet wollte ich ihn damit beruhigen!.. \n\n- im 3 war es glaube ich eine leona die ihre wards nie platziert hat, und der jhin der nie auf die teamcalls gehört hat, ich habe mit einen premade da zusammen gespielt der auch bezeugen kann das der jhin und permanent beleidigt hat und uns die schuld am loose gab, ich wollte nähmlich mit der bot zusammen viel zu oft den baron machen um uns den vorteil zurückzuholen, und dann noch dein rest des teames? ich hab da mit ryze gemeint weil er den blue nicht von mir bekamm da ich im moment ihn nötiger hatte und er schon tears besaß somit hatte er in meinen augen mit full mana und tears den blue absolut nicht nötig..","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-28T11:30:05.034+0000","up_votes":1,"down_votes":0,"body":"Auch wenn die anderen angefangen haben, solltest du nicht zurückflamen, sonst wirst du bestraft. Der Chat jedes Spielers wird einzeln betrachtet und beurteilt, deswegen wird auch der Chatlog der anderen nicht angezeigt. Dann passiert nämlich nur das, was du versuchst. \"Die anderen haben angefangen\" \"die anderen waren schlimmer\" etc. Das ist aber egal. Die anderen haben sich daneben benommen? Reporte sie und die kriegen später ihren eigenen Fall. Flame zurück und es erwischt dich auch.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:33:06.129+0000","up_votes":1,"down_votes":1,"body":"ich finde es aber unfair in den letzten 2 logs.. wenn ich nur sage das jhin aufhören soll uns die schuld zu geben, ich meine wenn ich 3 mal den baron free habe und jhin wirklich niee!!! NIEE!! auf einen der teamcalls hört warum.. warum.. nehmen sie diese logs als bann grund? ich kann jede nachricht davon belegen das es einfach unverdient ist..","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T11:38:03.885+0000","up_votes":1,"down_votes":0,"body":"Weil du es nicht besser gemacht hast. Du sagst dem Jhin, wie schlecht er doch ist und dass er der Grund ist, dass ihr das Spiel verloren habt. Dabei hat er vlt versucht sein bestes zu geben und war aber vlt einfach nicht gut genug. \nWillst du mir wirklich weis machen, dass du nicht siehst wie toxisch dein Verhalten da war?","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:39:57.317+0000","up_votes":1,"down_votes":1,"body":"glaub mir, ich habe nicht gesagt das er der grund ist, ich sagte das er einer der gründe ist.. hätten wir den baron gemacht als 4 von 5 tot sind.. hätten wir die möglichkeit gehabt zu finishen.. und das ich sagte wie schlecht ist hab ich auch nicht.. ich habe ihn gefragt warum er sich alle kills nimmt kurz vor ende, und warum er nicht den baron machen will.. auf keines hat er geantwortet am ende nur ein : ty we lose because u..","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T11:46:35.361+0000","up_votes":1,"down_votes":0,"body":"Es interessiert nicht warum ihr das Game verlohren habt, sondern dass du selbst die Situation nicht besser gemacht hast. Der Jhin hatte euch warscheinlich alle schon gemuted, weil ihr euch im Chat aufgeführt  habt wie im Kindergarten. \nEs ist auch nicht verboten als Carry die Kills zu nehmen. Und den Baron hättet ihr bestimmt auch ohne den Jhin geschafft...\nDie Fehler bei anderen zu suchen ist vielleicht einfacher, aber garantiert nicht der richtige Weg!","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:49:54.956+0000","up_votes":1,"down_votes":1,"body":"ich habe die fehler nicht gesucht, die fehler lagen offen da! und nein ich als vi mit einen tank schaffe das nicht mit level 14 oder 13 zu zweit.. leona wollte auch nicht, und ohne jhin eh keine chance.. und gegen die kills habe ich ja nichts.. aber wenn er einen free kill mit 18 kills hinterher rennt flasht und ihn killt, darauf hin stirbt und es heißt : F*ck u vi! you suck.. mache ich da wieder fehler? ja bestimmt nh..","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-01-28T11:24:11.090+0000","up_votes":1,"down_votes":0,"body":"Ich finde es ironisch, dass ausgerechnet Flamer gerne davon schreiben, dass doch alle anderen Schuld sind. In diesem Fall ist auch der Abschnitt \"because i see no reason to play with player where dosent respect the rules\" sehr interessant. Immerhin ist es ja der TE, der sich wiederholt nicht an die Regeln gehalten hat. Auch die Teile zu der TE wüsste, dass es nichts bringt zu tilten, er es aber dennoch macht oder er dem Thresh vorwirft toxisch zu sein und Entschuldigungen dafür zu bringen (was er selbst im ersten Spiel klar gemacht hat) gehen in die Richtung.\n\nInsgesamt kann ich aber nur sagen, ich verstehe nicht, wie man Spiele 2 und 3 für ok empfinden kann.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:28:36.609+0000","up_votes":1,"down_votes":1,"body":"die spiele wurden falsch angeordnet als ich mit '' dosent respect the rules.. '' schrieb war das spiel 1 in dem ich mich noch zurück hielt.\n\nund ja ich finde auch das der erste chatlog einfach zu toxic war, und ja ich würde sogar wenn sie mir 2 weitere zeigen die mindestens halb so schlimm sind dann nehme ich den bann an aber die anderen 2 sind nicht wirklich negativ.","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-28T11:31:57.568+0000","up_votes":1,"down_votes":0,"body":"Wäre es für dich in Ordnung gewesen, wenn sie nur Chatlog 1 gezeigt hätten?","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:34:51.711+0000","up_votes":1,"down_votes":1,"body":"nein, chatlog eins wäre für mich der erste von 3.. würden sie mir noch 2 solche zeigen wenn auch nur halb so '' schlimm '' würde ich garnicht mein bann wiederlegen wollen.. aber hier.. sowas finde ich echt nicht ok.. auch wenn ich das nicht sagen dürfte :/","replies":[]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2017-01-28T10:30:53.234+0000","up_votes":1,"down_votes":0,"body":"Wenn du es nach 2 Chat Restrictions und einem 2-Wochenbann immer nich nicht gelernt hast, dann ist eben irgendwann einmal Schluss...\nAlso ja, weil du demonstriert hast, dass dich absolut nichts jemals vom flamen abbringen wird, ist es ein absolut verdienter Ban.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T10:35:35.767+0000","up_votes":1,"down_votes":1,"body":"ich habe mich zurückgehalten die frage ist wenn sie mich bannen können sie nicht wirklich 3 chatlogs raussuchen die wirklich mein negatives verhalten beweisen?!","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2017-01-28T10:42:18.420+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Melonenbrötchen,realm=EUW,application-id=KYnfKGf0,discussion-id=PLUZlGeT,comment-id=00010000,timestamp=2017-01-28T10:35:35.767+0000)\n>\n> ich habe mich zurückgehalten\n\nDu hast bereits zugegeben, dass du in den weiteren Spielen geflamt hast.\nNach 3 Warnungen hast du die unsagbar schwere Aufgabe, mal gar nicht zu flamen.\n\n\n>  die frage ist wenn sie mich bannen können sie nicht wirklich 3 chatlogs raussuchen die wirklich mein negatives verhalten beweisen?!\n\nWenn du über die Chatlogs diskutieren willst, dann poste sie hier.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T10:55:13.248+0000","up_votes":1,"down_votes":1,"body":"ich muss dazu sagen, wenn mein support mich extra tilted und mich auffordert zu schreiben und der lee auch mich darauf auffordert und es heißt : report report report.. da kann ich nunmal nicht anderes als zu antworten.","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T11:03:03.456+0000","up_votes":1,"down_votes":0,"body":"Und muten kam dir da nicht in den Sinn?\nIch mein, normalerweise bin ich auch nicht so der Mensch, der Leute muted, aber wenn ich so leicht zu beeinflussen wäre und mein Account auf dem Spiel stehen würde, dann würde ich mein Team echt muten, bevor irgendwas passiert... Und den Allchat braucht man ja eh nicht, also würde ich diese Gefahrenquelle auch direkt aus dem Verkehr ziehen.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:08:46.703+0000","up_votes":1,"down_votes":2,"body":"glaub mir ich bin viel zu schwach um die auf mute zu lassen.. wenn ich sie auf mute lasse heißt es im end effekt immer noch report dies das.. deshalb versuche ich es meistens selbst zu klären.. ich habe schon nach einer möglichkeit gesucht den chat ganz aus zumachen.. nicht nach mute sondern ganz weg..","replies":[{"id":"","poster":"Sihari","date":"2017-01-28T11:20:34.491+0000","up_votes":1,"down_votes":0,"body":"Was juckt es dich denn, wenn die schreiben dass sie dich für irgendwas reporten wollen? Wenn du es nicht siehst, dann beeinflusst es dich nicht negativ, wenn du nichts gemacht hast, dann können sie so viel reporten wie sie wollen, passieren wird da sowieso nichts und die Zeit die du mit schreiben verbringen würdest kannst du nun nutzen um zu spielen!","replies":[]}]}]}]},{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:06:26.211+0000","up_votes":1,"down_votes":1,"body":"screenshots da.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2017-01-28T10:45:47.621+0000","up_votes":1,"down_votes":0,"body":"Weißt du was mach einen Screenshot von den Chatlogs und dann können wir dir sagen ob der Bann verdient ist oder nicht.","replies":[{"id":"","poster":"Melonenbrötchen","date":"2017-01-28T11:05:19.719+0000","up_votes":1,"down_votes":1,"body":"screenshots da.","replies":[]}]}]}]},{"id":"","poster":"Brand oder Feed","date":"2017-08-08T18:50:50.354+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-08T19:11:21.216+0000","up_votes":1,"down_votes":0,"body":"Int. Feeder werden doch gebannt. Allerdings wirkt diese Forderung von jemandem mit dem Namen \"Brand oder Feed\" sehr seltsam.","replies":[]}]}]}