{"id":"Zep4iMpp","poster":"ZlKingKong","date":"2017-01-25T10:22:13.944+0000","title":"Da ist doch was faul","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":21,"body":"Hallo Leute\n\nHeute geht es um Report\n\nIch bin mit den Report nicht zufrieden.\nKann mir Einer Hilfen danke.\n\n1. Was Bringt es wenn man Report ?\n\n2. Wer sag das den das die auch Gucken ?\n\n3. Wir Spieler bekommt keine Info über den Spieler den wir Reporten ?\n\n4. Wenn alle dich Reporten aber du alles richtig gemacht hast ?\n\n5. Gewinnen die Mehrheit beim Reporten ?\n\n6. Was wenn man dich 10 Spiele hintereinander Reporten ?\n\n7. Beweise für das System ?\n\n8. ich Lösche keine antwort das sind die Riot\n\n9. Beschreibung sind keine Beweise \n\n10. was ist Beweis ?    Beweis  werden  in 7 kategorien  verwenden\n\n1.handfest  2.schlüssig  3.schlagend  4.endgültig  5.weit   6.unwiderlegbar  7.stichhaltig\n\nIch werde alles melden was ihr nicht gehört.\n\nEs gibt kein automatisches System der feeding nach geht .\nwerde daraus  eine großen thema machen + youtube usw .\nIhr konnt euch schon mal einstellen das mehre spieler das fragen werden  \n\n","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-25T10:36:25.802+0000","up_votes":9,"down_votes":0,"body":"1. Reports können dafür sorgen, dass der Spieler überprüft wird. Geschieht das, kriegt er Konsequenzen, sollte Fehlverhalten entdeckt werden.\n\n2. Wenn du glaubst, Reports haben keinen Effekt, schau dich im Spielerverhalten um. Da ist gerade jemand angekommen, der einen 2 Wochenbann erhalten hat. Wenn du wissen willst, ob Riot sich das anschaut, die Riotmitarbeiter sehen sich die Meldungen im Normalfall nicht an. Das erledigt ein automatisches System, das ist schneller und zuverlässiger als eine manuelle Prüfung. Sollte jemand oft gemeldet werden, das System erkennt aber nichts, wird sich der Spieler aber dennoch manuell angesehen.\n\n3. Manchmal wenn jemand bestraft wird, erhält man eine Meldung darüber, dass dein Report dazu beigetragen hat das Spielerlebnis zu verbessern. Ich kenne den genauen Wortlaut nicht. Das kommt aber nicht oft vor, da eingestellt ist, dass das eben nur manchmal und nicht immer passiert.\n\n4. Dann passiert dir nichts. \n\n5. Jeder einzelne Report zählt. Das heißt, auch wenn du alleine in einem 4er Premadeteam landest, musst du dir keine Sorgen darum machen, wenn die meinen dir Reports androhen zu können und glauben ihnen passiert nichts. Dein Report ist so viel Wert, wie deren Reports gegen dich. Zudem kannst du im Hinterkopf behalten, dass Reportdrohungen und -aufrufe auch bestraft werden können.\n\n6. Dann wirst du ziemlich sicher überprüft. Aber eine Überprüfung sorgt nicht dafür, dass du bestraft wirst, hast du nichts falsch gemacht.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T10:45:49.370+0000","up_votes":1,"down_votes":7,"body":"Wie  erledigt ein automatisches System das durch Reporten ?\nMehrheit ?","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T10:52:06.359+0000","up_votes":4,"down_votes":0,"body":"Nein. 1 Report = Überprüfung oder 9 Reports = Überprüfung --> Bestrafungen sind genau die gleichen, ob 1x Report oder 9x Report macht keinen Unterschied.\n\nDas System bzw. der Bot wertet dein Chatlog aus und kann aufgrund dessen feststellen, ob du bestraft werden musst oder nicht.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T10:58:06.015+0000","up_votes":1,"down_votes":4,"body":"wer überprüft ?\nWie werden den die chatlog festgestellt ?","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T11:07:58.936+0000","up_votes":4,"down_votes":0,"body":"Der Bot, das ist ein automatisches, lernfähiges Programm und das trifft auch die Entscheidung über die Bestrafung.\n\nMacht das Programm einen Fehler, dann siehst du das z. B. anhand des Chatlogs, welches du erhältst und dann kannst du dich beim Support beschweren, falls es ein Fehler war, wird die Bestrafung wieder Rückgängig gemacht. Die Fehlerquote ist allerdings äusserst klein und ich habe bis jetzt noch ein Thema hier im Forum gesehen in dem jemand zu unrecht bestraft wurde.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:21:26.098+0000","up_votes":1,"down_votes":2,"body":"Es gibt beim reporten nicht nur beleidigung wie wird das gemacht?","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T11:26:02.875+0000","up_votes":4,"down_votes":0,"body":"> Der Bot, das ist ein automatisches, lernfähiges Programm und das trifft auch die Entscheidung über die Bestrafung.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:37:37.362+0000","up_votes":1,"down_votes":1,"body":"Muss ein Beispiel geben : sagen wir mal 5 vs 5 du bist  top vs top   jgl und mid  greifen dich perma an wirst gekillt  sage ich mal 10 mal und dein team macht nichts  reporten dich für feeding was wird da der Programm machen ?","replies":[{"id":"","poster":"Homunculi","date":"2017-01-25T11:49:37.653+0000","up_votes":3,"down_votes":0,"body":"Es wird überprüft wo du gestorben bist und wer daran beteiligt ist. Wenn du 10 mal unterm gegnerischen Tower stirbst kann es als int.Feeding gewertet werden. \n\nWenn du unter deinem Tower vom Lanegegner + Jungler getötet wirst, kannst du nicht unbedingt daran Schuld sein.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:54:34.205+0000","up_votes":1,"down_votes":1,"body":"ich weiß das man im spiel verlauf sehen kann wo man gestorben ist .\nwas ist mit ein jgl der beim farmen perma gekillt wird ? da ist kein tower","replies":[{"id":"","poster":"Time2Whine","date":"2017-01-25T12:25:19.899+0000","up_votes":3,"down_votes":0,"body":"Das System wertet natürlich auch deine Laufwege bei den jeweiligen Toden aus. Warst du im gegnerischen Jungle, waren Teammates in der Nähe, standest du afk auf einem Fleck und wurdest dabei getötet usw. in solchen Fällen schaut das System sich deine Bewegungsabläufe etc. genau an. Wenn noch zusätzlich 6 x {{item:3070}} gekauft wurde + 0:10:0 kannst du sicher sein, dass derjenige bestraft wird.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:28:48.301+0000","up_votes":1,"down_votes":1,"body":"ok danke wo schreibt man  wenn man eine idee hat für das spiel (lol) hat :D","replies":[{"id":"","poster":"eingew","date":"2017-01-25T16:10:23.411+0000","up_votes":2,"down_votes":0,"body":"Hier - ins Forum. Such dir den passenden Bereich für deine Idee aus und schau, wie sie der Community gefällt. Erreichst du genug Aufmerksamkeit, wird deine Idee auch Riot erreichen.\n\nDie Chancen sind in den englischsprachigen Foren natürlich ein bisschen höher.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:31:00.257+0000","up_votes":1,"down_votes":1,"body":"Es gibt übersetzer","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2017-01-25T11:56:15.142+0000","up_votes":3,"down_votes":0,"body":"Um feeding festzustellen, gibt es einen weiteren Bot, den Feederbuster. Ob der durch die Reports angestossen wird oder permanent mitläuft, entzieht sich allerdings meiner Kenntnis.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:02:42.546+0000","up_votes":1,"down_votes":2,"body":"Stelle die fragen bestimmten grunden weil meine freunde und ich ranglist silber nicht weiter kommen. weil immer einer aus der gruppen den wir bekommen  haben nicht der hellste stern ist . Darum frage ich ja nach ob report was bringt ^^","replies":[{"id":"","poster":"Abasin","date":"2017-01-25T13:14:05.489+0000","up_votes":3,"down_votes":0,"body":"Ich will es mal so formulieren... Wenn Du und Deine Freunde deutlich heller leuchten würden als Eure Random-Pickups, dann wärt Ihr schon längst über Silber hinaus. Ihr müsstet also ausreichend viele Spiele so gut carrien, dass Ihr die Unzulänglichkeiten Eurer Mitspieler locker kompensiert. Aber leider leider scheint das nicht so zu sein, die Leuchtkraft entspricht wohl bis auf kleine Unterscheide derjenigen Eurer Mitspieler. Ihr seid also da, wo Ihr derzeit hingehört. Und es ist schon sehr arrogant von Euch, jeden zu reporten [wollen], der Euch nicht in den Kram passt, weil er angeblich zu schlecht spielt. Setzt den Hebel erst mal bei Euch an und kümmert Euch um Euer Spiel. Was die anderen tun oder nicht, ist deren Sache und Ihr habt denen nichts vorzugeben, sie Euch auch nicht.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:24:27.733+0000","up_votes":1,"down_votes":2,"body":"Voralem wenn wir jeder in sein lane gewinnt außer der wir im gruppe bekommen haben is schon was faul","replies":[{"id":"","poster":"CYPHΕR","date":"2017-01-25T13:37:25.472+0000","up_votes":3,"down_votes":0,"body":"Wenn ihr es mit 4 premade Spielern, die laut deiner Aussage jedes Early gewinnen nicht schafft den einen Random auszugleichen und das Match zu gewinnen, dann sehe ich nicht wo Silber die falsche Einstufung sein sollte und ihr es verdient weiter aufzusteigen...","replies":[{"id":"","poster":"eingew","date":"2017-01-25T16:08:41.437+0000","up_votes":2,"down_votes":0,"body":"> 4 hey was stellst du dir immer was vor ?\n> wir 2 nicht mehr XD. hab nur geschrieben 1 aus der gruppe ist immer am feeding \n\nSelbst wenn du alleine wärst: Aufsteigen heißt carryn. Carryst du nicht, steigst du auch nicht auf. So einfach ist das. \n\nWenn du dich von deinen Teammates carryn lassen willst, such dir Premades, die besser sind als du.","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:34:59.626+0000","up_votes":1,"down_votes":1,"body":"warum regst du dich auf report für feeding wird eh  nichts unternommen oder hast du  gesehen das einer durch feeding gebannt wurde ?","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:27:57.447+0000","up_votes":1,"down_votes":2,"body":"seht eh so aus wenn man nur was schlechten im chatt was schreibt wird man gebannt feeding unw nicht XD","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:49:47.785+0000","up_votes":1,"down_votes":2,"body":"4 hey was stellst du dir immer was vor ?\nwir 2 nicht mehr XD. hab nur geschrieben 1 aus der gruppe ist immer am feeding ?","replies":[]}]}]}]},{"id":"","poster":"Time2Whine","date":"2017-01-25T12:26:55.977+0000","up_votes":2,"down_votes":0,"body":"Solange ihr nichts tut, was vom Weg des Beschwörers abweicht (Flamen, feeden, leaven, afk gehen usw.) kann euch nichts passieren.","replies":[]},{"id":"","poster":"CYPHΕR","date":"2017-01-25T12:27:27.555+0000","up_votes":1,"down_votes":0,"body":"Du willst also wissen ob es was bringt, wenn du und deine Premades immer jeden Random im Team reporten weil er nicht perfekt spielt...?\n\nWenn ihr zudem einen entsprechenden Umgangston mit ihm pflegt kann es eher sein, dass ihr bald eine Strafe bekommt...","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:32:40.703+0000","up_votes":1,"down_votes":2,"body":"deine Premades?\ndass ihr bald eine Strafe bekommt?\nsoll das eine drohung sein ?","replies":[{"id":"","poster":"CYPHΕR","date":"2017-01-25T12:40:37.873+0000","up_votes":1,"down_votes":0,"body":"Du sagst ihr spielt als Gruppe Ranked. Kommt aber wegen der \"nicht so hellen Sterne\" (Randoms) nicht weiter.\n\nGleichzeitig willst du wissen wie das Reportsystem Strafen verteilt, vorallem im Bereich \"schlechter Spieler\".\n\nDas klingt mir sehr nach \"wir reporten jeden Random im Team der nicht perfekt spielt, aber ich wollte mich mal im Forum erkundigen, ob das überhaupt etwas bringt\".\n\nDarauß schließe ich dann, dass ihr nicht den freundlichsten Umgangston mit ebendiesen Randoms pflegt, was mich vermuten lässt, dass ihr wiederum öfters mal von diesen Randoms reportet werdet. Wenn das stimmt, dann wird wohl auch bald mal die erste Strafe kommen wenn ihr das weiterhin so gestaltet.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:55:49.208+0000","up_votes":1,"down_votes":1,"body":"Stimmt nicht deswegen frage ich ja op report was bringt weil wir keine info bekommen  erst wenn der beschraft wird","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:28:55.061+0000","up_votes":1,"down_votes":2,"body":"kommt an wenn man vs gleich guten spieler spielt . seht bei dir aber nicht so aus .","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T17:21:19.548+0000","up_votes":1,"down_votes":3,"body":"dein text sag schon aus feeding = schlechte spieler  das beteute es gibt kein Feederbuster","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Timethief49","date":"2017-01-25T11:08:38.281+0000","up_votes":2,"down_votes":0,"body":"ein automatisiertes system, dass die chatlogs auf phrasen und stichwörter durchsucht","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2017-01-25T10:59:05.658+0000","up_votes":3,"down_votes":0,"body":"Nein, die Mehrheit der Reports in einem Speil ist uninteressant.\n\nDas System dahinter nennt sich Instantfeedbacksystem. Es soll möglichst kurz nach dem Fehlverhalten Feedback geben. Wird jemand bestraft, geschieht das innerhalb von 15 Minuten nach dem Spiel. Lediglich wenn man in der Zeit schon in einem neuen Spiel ist, kommt die Meldung erst nach dem neuen Spiel. \n\nDas Instantfeedbacksystem arbeitet mit einer Chatanalyse. Das ist nicht einfach ein Wortfilter der sagt \"bestrafe Noob, Idiot und Trottel\" sondern ein lernfähiges System. Dazu wurden Daten aus dem Tribunal genommen und die Reports der Spieler werden ausgewertet, um negatives Verhalten zu erkennen. Was genau es bestraft, kann also kein Spieler sagen. Es lässt sich aber durch unsere Reports formen. \n\nDadurch, dass es lernfähig ist, wird es schwieriger Lücken zu finden. Würde man nur den Chat nach \"noob\" durchsuchen und die Spieler merken, dass das bestraft wird, \"n00b\" aber nicht, kommt es zu einem Wettrüsten und der Chatfilter hinkt immer hinterher. Die Chatanalyse ist da viel flexibler. Die kann übrigens auch die Situationen erkennen. \n\nEin Spieler hat das zu Anfang ausgereizt und Sachen wie \"worst Lux NA\" \"biggest fail smite in history\" geschrieben. Das System hat das Anfangs bestraft, das wurde aber abgeändert. Der Spieler war nämlich selber Lux oder der Jungler. Ich glaube es hatte schon davor erkannt, dass man manchmal sich selbst meint und das nicht bestraft, der Spieler hat das aber umgangen, indem er nicht von sich, sondern von Champions sprach. \n\nDa das System lernfähig ist, muss man auch noch beachten auf welchem Server man spielt. Die Info ist zwar alt, da sie von Lyte kam, der schrieb aber mal, dass in NA Deine-Mutter-Witze eher als leicht nervig eingestuft werden, während sie in Korea ein absolutes no-go sind. Also vermutlich auf einer Stufe mit  Rassismus und Todesdrohungen bei uns. \n\nSo könnte es sein, dass in Euw die Leute für ein \"gg easy\" bestraft werden, weil das hier als toxisch angesehen wird, wo anders aber keinen juckt und dort auch nicht bestraft wird. (ich weiß übrigens nicht, ob \"gg easy\" alleine Strafen auslösen kann)\n\n\nInsofern arbeitet es durchaus mit einer Art Mehrheit, die bezieht sich aber eher darauf, was die EUW-Community von bestimmten Verhaltensweißen hält.","replies":[{"id":"","poster":"xinf3ct3d","date":"2017-01-25T16:35:12.824+0000","up_votes":1,"down_votes":0,"body":"Ich glaube in EU jucken deine Mutter Witze keinen...","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-25T17:21:14.814+0000","up_votes":3,"down_votes":0,"body":"Kann sein, ich habe aber auch noch keine gesehen.","replies":[]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:11:43.666+0000","up_votes":1,"down_votes":3,"body":"Erst mal danke das du den text geschrieben hast .\nvon chatt kann man die nachverfolgen das weiß .\nwie willst du einer nachverfolgen der 0/20/0 hat aber nicht seine schuld ? und wird für feeding reportet ?","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T11:39:51.870+0000","up_votes":2,"down_votes":0,"body":"Dafür ist der Feederbuster zuständig. Das ist ein anderes Bestrafungssystem und soviel ich weiss, ist das auch ein automatisches und lernfähiges Analyseprogramm und kann zwischen Absicht und schlechtem Spiel durchaus unterscheiden. Die erste Bestrafungsstufe ist hier der 14 Tage Ban und danach kommt der Perma.\n\nAllerdings bin ich mir nicht sicher, ob das System die Bestrafungen automatisch verteilt oder ob noch ein Riotmitarbeiter nachprüft.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:43:34.570+0000","up_votes":1,"down_votes":2,"body":"mich würde interessieren wie Feederbuster Arbeitet ?","replies":[{"id":"","poster":"Mornexa","date":"2017-01-25T12:02:45.725+0000","up_votes":2,"down_votes":0,"body":"Ka ob das einer überhaupt ganz genau sagen kann bzw man es Seitens Riot sagen will.\nDa ein Feeder ja nicht wissen soll wie er den Feederbuster umgehen kann.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T17:22:00.973+0000","up_votes":1,"down_votes":3,"body":"Zeig mal ob einer gebannt wurde durch Feederbuster","replies":[{"id":"","poster":"Released Ape","date":"2017-01-25T21:57:24.737+0000","up_votes":3,"down_votes":0,"body":"Wie wäre es mit etwas Eigeninitiative? Im Spielerverhalten Forum suchst du ein wenig und findest entsprechende Beiträge, dort waren vor längerem ein Azir und ein Gangplank. Aber nicht jeder schreibt hier über seine Sperre, es werden also weitaus mehr Leute gesperrt als man aus dem Forum entnehmen kann.\n\nDas System lernt von alleine, es erkennt Muster und deutet Verhaltensweisen. Item Builds, wie sich jemand bewegt, wie jemand chattet, ob jemand sich vor dem Tod wehrt oder nur rumsteht, ... es wird da einiges geprüft. Sollte das automatische System das nicht hinkriegen, wurde bereits gesagt das es zur manuellen Nachprüfung kommt (dann schaut sich das ein Riot Mitarbeiter an). \n\nBei ungerechtfertigten Sperren meldest du dich beim Support / Forum und man kann darüber diskutieren. Die meisten allerdings die sich über ihre Sperren beschweren wurden zu recht gesperrt.\n\nÜbers Aufsteigen solltest du dir nicht so viele Gedanken machen, wenn man gut ist und sich möglichst positiv in den meisten Spielen schlägt steigt man auf. Natürlich gibt es auch mal 5-10 schlechte Spiele hintereinander, aber darüber muss man dann stehen und weitermachen. Wenn es einem zu stark mitnimmt, pausiert man oder spielt erstmal normals um runterzukommen. Nicht jeder kann den ganzen Tag voll konzentriert Ranked spielen.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T22:05:14.848+0000","up_votes":1,"down_votes":5,"body":"Wie ich schon den anderen vor dir gesagt habe. ohne einen Beweis brauchst du dir nicht so viel mühe zu machen ich glaub dir kein Wort.\n\n","replies":[{"id":"","poster":"GummibaumXYZ","date":"2017-01-25T22:51:13.820+0000","up_votes":4,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/bvB73Vg0-wegen-einem-schlechten-spiel-gebannt","replies":[]},{"id":"","poster":"Released Ape","date":"2017-01-25T23:39:27.560+0000","up_votes":3,"down_votes":0,"body":"Das Spielerverhaltensforum reicht doch als Quelle aus, oder geh auf Youtube \"ungerechtfertige Lol Sperre\" und hör dir die zurechtgedrehten Begründungen von den armen Seelen an.\n\nDir wird hier KEINER einen Einblick in den genauen \"Code\" und Vorgang geben, wenn das rauskommt wird man drumherum experimentieren wie man das umgehen kann. Das tuen jetzt schon einige, die müssen dann manuell gesperrt werden.","replies":[]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:29:21.489+0000","up_votes":1,"down_votes":1,"body":"ohne beweise brauchst du nicht mehr zu schreiben","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:06:04.215+0000","up_votes":1,"down_votes":1,"body":"Hahaha  mir kommt es so vor ob feeder art hacker sind XD","replies":[]}]}]}]},{"id":"","poster":"Jastol","date":"2017-01-25T11:41:10.482+0000","up_votes":3,"down_votes":0,"body":"Davon abgesehen, dass man schon sehr sehr schlecht spielen muss um 0/20/0 zu stehen, kann es trotzdem sein, dass der Spieler einfach nur schlecht war und z.Bsp. High Ping hatte. Absichtliches Feeden lässt sich dabei leicht erkennen an den Items, welche der Feeder käuft. Z.Bsp. nur Schuhe um so möglichst schnell auf die Lane zu kommen, das hatte Ich erst vor einigen Tagen, oder massenhaft sinnlose Item wie 6x Träne auf Jinx, dafür wurde erst vor kurzem hier im Forum gebannt. Ansonsten kann es am Verhalten kann es am Verhalten erkannt werden. Wenn jemand z.Bsp. immer direkt in den Gegnerischen Tower rennt oder sich nicht wehrt wenn er angegriffen wird. Ich denke der Algorithmus von Riot hat da noch weit mehr Möglichkeiten durch Big Data herauszufinden, was schlechtes Spielen und was absichtliches Feeden ist.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:48:05.510+0000","up_votes":1,"down_votes":2,"body":"das war ein beispiel  ^^ könnte möglich sein 3vs3 z.b wenn der jgl perma gekillt wird aber dein team beim farmen  ist hab ich schon gesehen","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:29:42.236+0000","up_votes":1,"down_votes":4,"body":"ohne beweise brauchst du nicht mehr zu schreiben","replies":[]}]}]}]}]},{"id":"","poster":"AmazingMaze","date":"2017-01-25T10:39:12.325+0000","up_votes":2,"down_votes":0,"body":">Manchmal wenn jemand bestraft wird, erhält man eine Meldung darüber, dass dein Report dazu beigetragen hat das Spielerlebnis zu verbessern. Ich kenne den genauen Wortlaut nicht. Das kommt aber nicht oft vor, da eingestellt ist, dass das eben nur manchmal und nicht immer passiert.\n\nWeißt du eigentlich auch wieso das nur manchmal angezeigt wird?\nWürde mich mal interessieren. :)","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-25T10:47:15.573+0000","up_votes":4,"down_votes":0,"body":"Das Statement von Riot dazu war etwas in der Richtung, dass sich manche Speiler daran stören, ständig Popups zu erhalten. Deswegen passiert das nicht immer. Zudem wird da wohl mit reingespielt haben, dass die Leute sich nicht auf Rachegelüste fokussieren sollen. Wenn bei einem Bann die Meldung kriegst, dass jemand bestraft wurde, weißt du eben ziemlich gut, wen es erwischt hat. Wenn das bei jedem Bann kommt, ist das wohl vielleicht sogar wegen dem Datenschutz bedenklich. Der Status des Accounts geht ja eigentlich nur den Nutzer etwas an. Vielleicht war also auch die Vermeidung von Hexenjagden ein Grund dafür.","replies":[{"id":"","poster":"CYPHΕR","date":"2017-01-25T12:44:49.251+0000","up_votes":3,"down_votes":0,"body":"Ich denke, dass auch ein großer Grund die Nachvollziehbarkeit von Strafen ist.\n\nWenn du für jede Strafe die auf einen deiner Reports folgt die Info bekommen würdest könntest du im Umkehrschluss deutlich leichter herausfinden, für welche Vergehen schnell Strafen folgen und bei was das System eher gnädig ist oder ob es sogar bestimmte Aspekte ignoriert.\n\nSomit wäre es leichter für Spieler sich schlecht zu verhalten, ohne dabei die Grenze zu überschreiten, ab wann das System anfängt Strafen zu verteilen.\n\nEin kleines Beispiel zur Veranschaulichung (nicht optimal, aber ich denke der Sinn wird klar):\n\nTempolimits auf Straßen. Kaum einer hält sich z.B. an ein Tempolimit 100. Viele fahren zwischen 100 und 110. Warum? Weil sie wissen, dass die Polizei gewisse Messtoleranzen etc. miteinrechnet und somit erst ab 110 wirklich Strafen drohen.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:03:39.879+0000","up_votes":1,"down_votes":6,"body":"Zeig mir den beweis für das System dann glaube ich dir","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T13:13:20.726+0000","up_votes":4,"down_votes":0,"body":"Einfach mal die Stickies im Unterforum anschauen könnte auch nicht schaden ;-).\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:21:04.549+0000","up_votes":1,"down_votes":6,"body":"Das ist auch nur ein beschreibung  ?\nzeig mir ein beweis oder weißt du nicht was beweis ist ?","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T13:33:06.186+0000","up_votes":4,"down_votes":0,"body":"1. Post von einem Riotmitarbeiter\n2. Link zu den Neuigkeiten mit ausführlichen Beschreibungen\n\nSprich die Infos kommen aus erster Hand (direkt von Riot). Unsere Aussagen entsprechen mehr oder weniger genau dem was du in den Infos aus erster Hand nachlesen kannst. Mehr \"Beweise\" wirst du wahrscheinlich auch auf Anfrage beim Support nicht erhalten ;-).\n\nZu entscheiden, ob uns Riot anlügt oder nicht, das musst du dir jetzt selber ausmalen.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:39:57.911+0000","up_votes":1,"down_votes":7,"body":"Riote lesen das schon mit brauche nicht denen zu schreiben weiß ich zu 100% ^^\nwenn es keine beweiße gibt gibt es kein automatische System ganz einfach","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T14:02:11.296+0000","up_votes":3,"down_votes":0,"body":"Mehr als offizielle Aussagen von Riot (vgl. Links) zur Existenz des Systems, wirst du nicht erhalten. Wenn dir der Nachweis nicht genügt, dann musst du wohl oder übel glauben, dass es kein automatisches System gibt.\n\nAber mal so aus Neugierde, was ist für dich denn ein \"Beweis\", dass du glauben würdest, dass es ein automatisches System gibt?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:06:15.694+0000","up_votes":1,"down_votes":6,"body":"einfach mal zeige wie das System arbeitet und nicht programmierung daten","replies":[{"id":"","poster":"Awsane","date":"2017-01-25T14:11:01.545+0000","up_votes":4,"down_votes":0,"body":"diese Daten wird dir riot nicht geben wollen um zu vermeiden das sowas missbraucht wird\n\naber du kannst natürlich viele acc. selber erstellen und empirisch den beweis selber herstellen(experimentell), du wärst dann aber der 1. der sowas macht (es hat bisher noch keiner gemacht)","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:15:25.935+0000","up_votes":1,"down_votes":3,"body":"Von wegen mal testen am ende wird dan alle acc gebannt ^^","replies":[{"id":"","poster":"Awsane","date":"2017-01-25T14:17:25.209+0000","up_votes":4,"down_votes":0,"body":"ja natürlich, anders lässt sich das nicht testen\naber um das zu beweisen von außerhalb von riot fällt mir gerade nix anderes ein\n\nes geht dir nicht um die accounts, die sind ja nur mittel zum zweck (des beweises)","replies":[]},{"id":"","poster":"Awsane","date":"2017-01-25T14:45:49.017+0000","up_votes":3,"down_votes":0,"body":"ich verstehe den satz nicht sry\n\nliegt aber denke mich an mir\n\nkannst du ihn mir zu liebe nochmal neu ausformolieren wäre echt nett","replies":[]},{"id":"","poster":"Awsane","date":"2017-01-25T14:39:04.150+0000","up_votes":2,"down_votes":0,"body":"also deiner Meinung nach ist sowas wie die newtonsche Gesetze nicht richtig?\n\nweil das sind die Grundpfeiler der Mechanik aber nur empirisch Nachgewiesen (sie lassen sich bisher nicht mathematisch Beweisen)","replies":[]},{"id":"","poster":"Awsane","date":"2017-01-25T14:29:11.806+0000","up_votes":2,"down_votes":0,"body":"es gibt genug empirische beweise, also durch experimentelle Bestimmung\nund sowas wird vor Gericht auch anerkannt,\nsonst wäre sowas wie Medikamentenzulassung nicht möglich\nnur um mal ein Beispiel zu nennen","replies":[]},{"id":"","poster":"eingew","date":"2017-01-25T15:50:17.166+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Zep4iMpp,comment-id=00020000000000000000000100000001000000010000000000000001,timestamp=2017-01-25T14:23:19.334+0000)\n>\n> das wäre kein beweis wenn ich das machen könnte schon ein rioter drauf warten. \n> auch du oder ein rioter der jetzt z.b ein video macht wo das zu sehen wäre ist das auch nur Lüge XD hätte früher machen mussen bevor ich das geschrieben habe ^^\n\nDie bereits öfter genannten Banthreads im Forum waren doch auch weit vor dir da. Wäre das etwa kein Hinweis zu der Existenz irgendeines Bansystems?","replies":[]},{"id":"","poster":"CYPHΕR","date":"2017-01-25T14:28:51.748+0000","up_votes":1,"down_votes":0,"body":"Man kann sich auch einfach die Augen verbinden und behaupten die Welt wäre nur eine Erfindung der Anderen.","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:41:13.873+0000","up_votes":1,"down_votes":2,"body":"ohne beweis glaub ich di r nicht ende","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:33:25.069+0000","up_votes":1,"down_votes":2,"body":"will beweis richtigen ende kein beschreibung danke","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T15:53:28.623+0000","up_votes":1,"down_votes":2,"body":"Hinweis aber kein Beweis","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:48:00.444+0000","up_votes":1,"down_votes":2,"body":"du hast mich schon verstanden bitte beantworte meine fragen und verlänger nicht  den unsinn mit meiner meinung danke","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:35:06.701+0000","up_votes":1,"down_votes":2,"body":"Man kann sich auch einfach die Augen verbinden und fragen was du da schreibst ?","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:34:12.409+0000","up_votes":1,"down_votes":2,"body":"empirische beweise Hahahahaha","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:23:19.334+0000","up_votes":1,"down_votes":2,"body":"das wäre kein beweis wenn ich das machen könnte schon ein rioter drauf warten. \nauch du oder ein rioter der jetzt z.b ein video macht wo das zu sehen wäre ist das auch nur Lüge XD hätte früher machen mussen bevor ich das geschrieben habe ^^","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:42:16.541+0000","up_votes":1,"down_votes":3,"body":"meine meinung ist einfach ein beweis nicht mehr XD","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2017-01-25T14:49:34.957+0000","up_votes":3,"down_votes":0,"body":"Das zeigt doch Riot in den Neuigkeiten (vgl. Link). Deine Definition von Beweis ist ja sowas von schwammig, lol.","replies":[]}]}]},{"id":"","poster":"Homunculi","date":"2017-01-25T13:51:25.156+0000","up_votes":4,"down_votes":0,"body":"Weil du den Mond nicht anfassen kannst ist er nur eine Projektion der Nasa, damit der Himmel nicht so leer ist?\n\nSorry aber diese \"Logik\" ist kindisch o_O.\n\nDas Automatisierte System wurde von RIOT auf der Hauptseite vorgestellt und hat schon mehrfach zugeschlagen. Es setzt sich nicht ein oder mehrere RIOT Mitarbeiter wegen jedem Report hin und liest sich so ein Ding durch.\n\n>automatische System wurde programmiert kla mussen beweise geben.\n\nNatürlich wurde es Programmiert, aber RIOT wird den Source Code nicht rausgeben, da es ihr System ist o_O und nicht iwelche Pappnasen das System umgehen können.\n\nHier wird leider kein RIOT Mitarbeiter mitlesen, es gibt einen roten, der ab und an mal was beantwortet, aber wie man den beschwört weiss ich leider nicht. Wahrscheinlich muss man Kaffee verbrennen oder so O_o.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:01:24.318+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Homunculi","date":"2017-01-25T14:21:42.122+0000","up_votes":2,"down_votes":0,"body":"Oh wenn du es so haben willst :), sorry aber du wirst langsam sehr unglaubwürdig aufgrund deiner Weigerung die Tatsachen zu akzeptieren die dir, grob geschätzt, 20 Leute in diesem Thread erzählrn, die meistens mit Opfern des Systems gesprochen haben oder zutun hatten(nicht persönlich/privat).\n\nUnd ja, ich glaube daran das wir nicht die einzigen Intelligenten Wesen in diesem Universum sind. Aber der Satz lässt mich dich fragen: Kreationist?\n\nEin automatisiertes System in einer virtuellen/digitalen Umgebung ist natürlich programmiert, es sind keine kleinen Kobolde in den Serverschränken von RIOT beheimatet die alles am laufen halten, die Matrix gibt es so auch noch nicht und die war auch programmiert xD.\nWie dieses genau arbeitet ist mit Sicherheit ein _Firmengeheimnis_ von RIOT, RIOT ist kein OpenSource Software Hersteller oder gehört in diese OpenSource Projekte, also müssen sie somit nicht die Daten bzw. Codes preisgeben.\nDesweiteren arbeitet dieses Programm im Hintergrund und kommt erst nach Erfüllung gewisser Bedingungen zum tragen, als vereinfachtest Beispiel: \"Wenn, Dann, Sonst\" in Excell.\n\nEs gibt Beweise in diesem Forum, die zeigen dass das System mehrfach zugeschlagen hat, wie schon des öfteren hier erwähnt, wie es arbeitet wirst du nicht zu Gesicht bekommen.\n\nWenn es das Hintergrundprogramm nicht gibt, wie werden dann die Leute bestraft?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:28:15.193+0000","up_votes":1,"down_votes":2,"body":"wieso soll ich unglaubwürdig nur weil ich einfach ein beweis haben will XD\nJa ich akzeptieren eine Tatsachen durch beschreibung die es nicht gibt XD","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-25T15:12:42.282+0000","up_votes":3,"down_votes":0,"body":"Google: Suchtext \"Beweis Definition\"\n\n> Be·we̱i̱s\n> \n> \n> \n> Substantiv [der]\n> \n> \n> \n> 1. \n> \n> \n> eindeutiger Beleg dafür, dass etwas wirklich so ist, wie man geglaubt oder angenommen hat.\n> \"Der Beweis für seine Schuld konnte von der Polizei erbracht werden.\"\n> \n> \n> Synonyme: Nachweis \n> \n> \n> \n> \n> 2. \n> \n> \n> die Bestätigung dafür, dass etwas wirklich so ist.\n> \"Er schenkte ihr den Ring zum Beweis seiner Liebe.\"\n> \n\n\n1. Riot hat offiziell erklärt wie das System funktioniert\n\n2. es gibt xxx Themen wo sich Leute über ihre Bestrafung aufregen\n\n\nWenn dir das als Beweis nicht reicht, dann kannst du es selber Testen. Am besten benutzt du rassistische oder homophobe Äusserungen gegenüber dir Fremden (keine Premades). Wenn du dich \"gut\" anstellst, kriegst du gleich nach dem ersten Spiel eine Bestrafung oder wenn du Glück hast einen direkten Permabann. Dass sollte innerhalb von 15 Minuten nach dem Spiel passieren, dass keine Mensch so schnell sein kann und die Strafe von \"Hand\" aussprechen kann, ist aus rein ökonomiescher Sicht logisch, denn dann wäre Riot schon längst Pleite und man könnte das Spiel wahrscheinlich schon länger nicht mehr spielen (Sarkasmus off).","replies":[]},{"id":"","poster":"Homunculi","date":"2017-01-25T15:10:23.444+0000","up_votes":2,"down_votes":0,"body":"Ich weiss was ein Beweis ist, aber du scheinst nicht zu wissen wann Schluss ist o_O.\n\n\nDas ist jetzt das was ich \"dank google\" *zwinker *zwinker zum Thema gefunden habe.\n\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior/neues-system-zur-besserung-des-spielerverhaltens\n\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior/das-sofort-feedback-system-gibt-gas\n\n>Vor ein paar Monaten haben wir Sperrungen über sofortige Rückmeldungen gestartet, **ein automatisiertes System** also, das innerhalb 15 Minuten nach Spielende zweiwöchige und permanente Sperrungen verhängen kann.\n\nDies steht auf der offiziellen Seite, des Spielebetreibers. \n\nWillst du für deine Neugier in den Programmcode sehen oder was willst du als Beweis? Ich kann dir da leider nicht ganz folgen du bist recht undeutlich in allem was du verlangst o_O.","replies":[]},{"id":"","poster":"Homunculi","date":"2017-01-25T14:30:11.790+0000","up_votes":2,"down_votes":0,"body":"Hach wie schön, wenn nur 2% des gesamten Textes beantwortet werden und der Rest gekonnt ignoriert wird.","replies":[]},{"id":"","poster":"Homunculi","date":"2017-01-25T18:30:54.690+0000","up_votes":2,"down_votes":0,"body":"https://de.wikipedia.org/wiki/Beweis_(Logik)\n\nWo hast du deine 7 Kategorien her O_o? \n\nUnd bitte der Beweis das du ein Mensch bist :).","replies":[]},{"id":"","poster":"Homunculi","date":"2017-01-25T16:31:01.245+0000","up_votes":2,"down_votes":0,"body":"Beweise mir das du ein Mensch bist.","replies":[]},{"id":"","poster":"eingew","date":"2017-01-25T15:54:11.056+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Zep4iMpp,comment-id=00020000000000000000000100000001000000000000000000000007,timestamp=2017-01-25T15:37:53.520+0000)\n>\n> Es wird  7 kategorien und nicht 1 nicht 2 nicht 3 auch wenn riot meine antwort löscht wird es weniger beweis bar sein\n\nIch verspreche dir, dass diesen Post niemand löschen wird. :) Bisher kann ich absolut keinen Verstoß gegen die Forenregeln feststellen, nicht im Ansatz. Also wird ihn keiner von uns Mods löschen. \n\nModeriert wird erst, wenn du auf die Idee kommen solltest, Beleidigungen o.ä. vorzunehmen.","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T15:37:53.520+0000","up_votes":1,"down_votes":2,"body":"Es wird  7 kategorien und nicht 1 nicht 2 nicht 3 auch wenn riot meine antwort löscht wird es weniger beweis bar sein","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T15:29:42.373+0000","up_votes":1,"down_votes":2,"body":"Es sind 7 kategorien","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:52:13.107+0000","up_votes":1,"down_votes":4,"body":"verstehst nicht was ein beweis ist und eine beschreibung  google hilft","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T15:31:47.413+0000","up_votes":1,"down_votes":3,"body":"Beweis wird in 7 kategorien nicht 1 nicht 2 nicht 3  sondern 7","replies":[]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T15:19:12.293+0000","up_votes":1,"down_votes":3,"body":"Dein text sag mir einfach nur das du nicht weißt was ein beweis ist . Du hattest soga hilfe beim google.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Homunculi","date":"2017-01-25T13:30:43.460+0000","up_votes":3,"down_votes":0,"body":"Einen 100% Beweis kann dir hier keiner bringen, da RIOT sich bei der Geschichte nicht in die Karten schauen lässt, wäre ja noch schöner.\n\nDass das System funktioniert kannst du im Spielerverhalten Unterforum nachlesen. Was für einen Beweis hättest du denn gerne?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:59:00.613+0000","up_votes":1,"down_votes":5,"body":"Dann ist das eine Lüge END","replies":[{"id":"","poster":"eingew","date":"2017-01-25T16:02:24.246+0000","up_votes":2,"down_votes":0,"body":"*Das* hätte ich aber gerne mal bewiesen :D\n\nWie kommst du auf die Idee, dass es nur 2 Möglichkeiten gibt, dass es einen öffentlich zugänglichen Beweis gibt, oder dass Riot lügt? Das ist doch völlig unlogisch. \n\nDa fehlt eine entscheidende Möglichkeit, nämlich, dass Riot es nicht beweisen *will*, weil das zu viele Nachteile einbringen würde, aber dennoch die Wahrheit sagt.\n\nEin bisschen wie die Geheimdienste ihre Tätigkeiten ebenfalls gerne verschleiern, aber gleichzeitig gerne behaupten, dass sie zum Schutz ihrer jeweiligen Arbeitgeber da sind. Die werden das auch nie beweisen, glauben aber selbst vermutlich trotzdem an ihre Aussagen. Und wenn ihre Aussagen der Wahrheit entsprechen, dann ist ebenso offensichtlich, dass sie ihre Tätigkeiten nicht öffentlich breit treten sollten.\n\nSo ein Programm wie die Chatanalyse kostet nämlich tatsächlich Geld. Es ist wie ein besonders schlaues Buch. Sowas gibt man nicht einfach so her...","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T16:32:48.012+0000","up_votes":1,"down_votes":4,"body":"wenn riote nicht die ganze zeit antworten löschen wurden hättest du das nicht geschreiben ich mach kurz will beweis ende","replies":[{"id":"","poster":"Spicavius","date":"2017-01-25T18:12:24.113+0000","up_votes":3,"down_votes":0,"body":"kriegst du nicht. Was jetzt? Gehst du in eine Ecke schmollen?","replies":[]},{"id":"","poster":"eingew","date":"2017-01-25T19:30:33.743+0000","up_votes":2,"down_votes":0,"body":"Es wurden heute exakt zwei deiner Posts gelöscht. Der eine war Beleidigend, der andere war ein Thread im falschen Forum (weshalb du ihn hier erneut geöffnet hast). \n\nMir stellt sich also die Frage, was du da für einen Quatsch redest?","replies":[]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T18:32:54.893+0000","up_votes":1,"down_votes":5,"body":"wenn es keine beweise gibt is es eine lüge XD","replies":[]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:42:08.336+0000","up_votes":1,"down_votes":6,"body":"automatische System wurde programmiert kla mussen beweise geben.","replies":[]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2017-01-25T13:09:12.411+0000","up_votes":2,"down_votes":0,"body":"[deutsches Spielerverhalten-Unterforum\n](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de)\n\nSollte Beweis genug sein.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:12:08.600+0000","up_votes":1,"down_votes":4,"body":"also ich soll deine beschreibung glauben aber ohne ein beweis ?\nLeuft bei dir","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-01-25T14:34:16.531+0000","up_votes":2,"down_votes":0,"body":"Tut mir leid, ich kann dir nur die Informationen die ich habe auf dem Silbertablett präsentieren. Wenn du mir nicht glauben willst, ist das nicht mein Problem.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:37:43.825+0000","up_votes":1,"down_votes":3,"body":"tut mir leid, ich kann dir nur die Informationen geben das ich ein beweis haben will und keine Erklärung","replies":[{"id":"","poster":"Vogeljunges","date":"2017-01-26T07:52:13.175+0000","up_votes":2,"down_votes":0,"body":"Was nervst du denn hier so rum und wiederholst dich ständig wie ein störrisches Kind??\n\nWoher sollen die Details denn die Forenuser wissen hier, bzw. irgendwelche \"Beweise\" haben, die dem feinen Herrn passen?! \n\nSchreib nen verdammten Brief an Riot und hör auf dich hier zum Horst zu machen!","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T10:00:24.775+0000","up_votes":1,"down_votes":1,"body":"Du sagst es ich wiederholst und du verstehst nicht.\nEins was ich bei dir das du alles glaubst\n80% im Deutschland sind  Medien krank und die bist einer","replies":[{"id":"","poster":"Vogeljunges","date":"2017-01-26T10:58:16.229+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Zep4iMpp,comment-id=000200000000000000000002000000000000,timestamp=2017-01-26T10:00:24.775+0000)\n>\n> Du sagst es ich wiederholst und du verstehst nicht.\n> Eins was ich bei dir das du alles glaubst\n> 80% im Deutschland sind  Medien krank und die bist einer\n\nEhm.. Irgendwie kann ich deinen ausführungen absolut nicht folgen.... \n..also geht jetzt darum, dass Merkel Schuld an deinen Zweifeln ist?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T11:05:01.475+0000","up_votes":1,"down_votes":1,"body":"Merkel Schuld ? geh mal zum Arzt.\ndeine Texte haben wiederum kein Sinn und haben nichts mit dem Thema zu tun","replies":[{"id":"","poster":"Vogeljunges","date":"2017-01-26T11:16:06.892+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Zep4iMpp,comment-id=00020000000000000000000200000000000000000000,timestamp=2017-01-26T11:05:01.475+0000)\n>\n> Merkel Schuld ? geh mal zum Arzt.\n> deine Texte haben wiederum kein Sinn und haben nichts mit dem Thema zu tun\n\nIch will dir doch nur helfen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2017-01-25T14:35:24.546+0000","up_votes":2,"down_votes":0,"body":"Ist auch eine Möglichkeit. Es gibt eine Vielzahl an Gründen, die vermutlich alle mit eingeflossen sind, die die Entscheidung beeinflussen können.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T14:38:52.396+0000","up_votes":1,"down_votes":3,"body":"Ist auch eine Möglichkeit einfach ein beweis zu liefern","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-25T17:20:23.378+0000","up_votes":2,"down_votes":0,"body":"Beweis uns doch bitte erst einmal, dass du ein Mensch bist.","replies":[{"id":"","poster":"clair de lune289","date":"2017-01-25T18:25:23.697+0000","up_votes":2,"down_votes":0,"body":"unglaublich wie viel Geduld einige hier mit dem TE haben.\nMeine Hoffnung ist das es sicher um einen \"sehr\" guten Troll handelt,würde auch zu der Ausdrucksweise passen.","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-25T18:48:51.993+0000","up_votes":1,"down_votes":0,"body":"Ich wusste schon vorher, dass es wohl ein Troll ist. Hatte aber die Hoffnung, dass er sich geändert hat.\n\nIn seinem letzten Thread hatte er in einem Abschnitt steif und fest behauptet, dass man mit einem Cheat Brand Ult auf Level 1 haben kann. \n\nAuf meine Erläuterungen, dass das Video ein Fake ist, ging er nicht weiter ein.Da hatte jemand scheinbar einfach nur die Animation von Autohit mit dem Projektil der Ult versehen. Was dann zwischen Gegnern hin und her sprang aber offensichtlich keinen Schaden verursacht hat.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T19:10:39.489+0000","up_votes":1,"down_votes":3,"body":"das es nur 1 bewisen und zwa das ihr riot oder für die arbeitet merkt man doch schon einfach nicht beantwortet so da stellen das keiner was merkt. \ndie wahrheit kommt immer anlicht schneller als ihr denkt ^^","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2017-01-25T16:05:59.027+0000","up_votes":1,"down_votes":0,"body":"Jain. Ja, das wäre für Riot möglich, aber gleichzeitig wäre es ziemlich dämlich, weil damit a) ein eventueller Wettbewerbsvorteil, den man sich hart erarbeitet hat, einfach so, mir nichts, dir nichts, an fremde Firmen abgegeben würde. b) Würde man damit wie bereits von anderen erwähnt den toxischen Spielern entscheidende Informationen darüber geben, wie sie das System ausnutzen können. Da das System eben dazu gedacht ist, *nicht* ausgenutzt zu werden, wäre das ziemlich blöde von Riot.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Bettnachleger","date":"2017-01-26T00:03:29.378+0000","up_votes":4,"down_votes":0,"body":"Und wieder fuettern alle den Troll.\nIch mein, es ist doch recht offensichtlich?!\nEin Typ der KEINEN geraden Satz zusammen bekommt, widerspricht alles und jeden, einfach nur ... um zu trollen?!\n\nEdit an den TE:\nWenn du es nicht glaubst, dann glaubst du es halt nicht. Aendert nichts an der Tatsache.\nAber du kannst es ja gerne austesten, und schauen, wie lange es nach einem Spiel dauert, bis du einen Bann fuer dinge wie \"racial slure 1\" und \"homo slure 2\" bekommst. \n","replies":[{"id":"","poster":"Abasin","date":"2017-01-26T06:23:17.424+0000","up_votes":1,"down_votes":0,"body":"Ja, mittlerweile denke ich auch, dass uns der TE mächtig foppen will. An solche Sachen wie Asperger, LRS und andere Einschränkungen denke ich bei ihm durchaus, ebenso wie an einen schlichten Intellekt. Aber das passt irgendwie alles nicht mehr zusammen mit der systematischen und penetranten Einstellung, es sei nur existent was für ihn beweisbar ist. Demzufolge würde ich den ganzen Post einfach schliessen lassen, es ist alles gesagt. (meine Ansicht dazu){{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T09:44:56.088+0000","up_votes":1,"down_votes":1,"body":"Genau Glauben und Beschreiben ist kein Beweis das es existiert .\nIch bin kein Träumer wie die meisten hier auf Forum die alles glauben was man ihnen sagt.","replies":[{"id":"","poster":"eingew","date":"2017-01-26T12:09:09.659+0000","up_votes":2,"down_votes":1,"body":"Naja, Nihilisten sind aber keine Realisten. Auch wenn du dich Träumern überlegen fühlst, das fußt nicht gerade auf nützlichen Sichten auf die Welt. Zur Welt gehört eben mehr, als das was klar beweisbar ist, und das, was klar widerlegt ist. Dazwischen ist eine gigantische Bandbreite aus Dingen, über die wir nur eine grobe bis sehr genaue Ahnung haben - alles Dinge, die du niemals verstehen kannst, wenn du dich so konsequent nicht mit ihnen beschäftigen willst. So viele Variablen, deren Einfluss für dich ein Rätsel bleibt, solange du ihn leugnest.","replies":[{"id":"","poster":"Homunculi","date":"2017-01-26T12:13:12.146+0000","up_votes":1,"down_votes":0,"body":"Ein ernst gemeintes tiefgründiges Hippie WooooooooooooW, alter!","replies":[]}]}]},{"id":"","poster":"eingew","date":"2017-01-26T11:56:12.562+0000","up_votes":1,"down_votes":0,"body":"Wenn Asperger sprachliche Besonderheiten aufweisen, dann ist das eher eine besonders exakte und weit entwickelte Sprache. Große Schwierigkeiten mit der Sprache haben eher Menschen mit hochfunktionalem Autismus - die sich aber in den meisten Fällen spätestens im Erwachsenenalter legt - und auch keinesfalls wie eine Lese-Rechtschreibschwäche in Schwierigkeiten mit einem angemessenen Schriftbild, sondern eher mit Problemen im grundsätzlichen verstehen grammatikalischer Regeln und Sprache zeigt.\n\nZudem haben Autisten im Allgemeinen oft große Schwierigkeiten damit, Sprache im Allgemeinen nicht wörtlich zu nehmen. Ironie und Sarkasmus sind das Standartbeispiel für Dinge, die da oft schwer fallen, aber auch bildliche Sprache und Metaphern kann für sie zum Problem werden. Der TE nutzt genau diese Dinge als primäres Stilmittel... das schließt Autismus natürlich nicht aus, schließlich sind sprachliche Schwierigkeiten für Autismus keine notwendige Bedingung, aber aus ebenjenem Sarkasmus auf Autismus zu schließen ist doch logisch betrachtet völlig unsinnig. \n\nAsperger-Autisten haben übrigens meistens einen normalen Intelligenzquotienten, teilweise sogar einen überdurchschnittlich hohen. Diese Form unterscheidet sich also deutlich zu frühkindlichem Autismus, welcher oft auch als geistige Behinderung kategorisiert wird, abgesehen davon aber in derselben Menge auch normal bis hoch intelligente Menschen hervorbringt.\n\nLese- Rechtschreibschwäche wird interessanterweise nur dann diagnostiziert, wenn man trotz der Schwierigkeiten mit der Schrift in anderen Bereichen einen deutlich höheren Intelligenzquotienten aufweist, als es ebendieses Schriftproblem vermuten lassen würde. Wenn man also schlichtweg nicht die Intelligenz besitzt, Sätze oder ganze Texte sinnvoll zu formulieren, dann hat man auch kein LRS, sondern ist eben einfach nicht so schlau.\n\nIch weiß also nicht, woraus du deine Schlüsse ziehst, aber ich an deiner Stelle, würde mich mit voreiligen Schlüssen ein wenig bedeckter halten, da sie offensichtlich kaum bis gar nicht faktenbasiert sind.\nKrankheiten sind ne tolle Sache, ich studiere die immerhin, das ist ein wahnsinnig spannendes Thema... aber doch nicht weil man damit um sich werfen kann... das ist Ignoranz. Ich frage mich, was du für ein Bild von diesen Krankheiten hast. Wurde das in deiner Umgebung zeitlebens dämonisiert? Hat sich jemand (vielleicht sogar du) durch Menschen mit genau solchen Krankheitsbildern gestört gefühlt und ihnen deswegen möglichst negative Eigenschaften zugeschrieben? Warum propagierst du so einen Hass darauf? (Zumal gerade Autisten klischeemäßig eher dafür bekannt sind, verarscht zu werden und das einfach nicht zu raffen, als andersrum.)","replies":[{"id":"","poster":"Abasin","date":"2017-01-26T13:32:50.511+0000","up_votes":1,"down_votes":0,"body":"Ich habe schlichtweg eine Breitseite an für mich **möglichen** Erklärungen für den Schreibstil und den Ausdruck des TE abgefeuert. Dass naturgemäss nicht alles trifft - hier ist das Ziel wohl eher durch einen Scharfschützen zu treffen - kommen auch ein paar unpassende Erklärungsversuche hinzu. Danke für Deine Erläuterungen hierzu. \n\n> Ich weiß also nicht, woraus du deine Schlüsse ziehst, aber ich an deiner Stelle, würde mich mit voreiligen Schlüssen ein wenig bedeckter halten, da sie offensichtlich kaum bis gar nicht faktenbasiert sind.\n\nGenau deswegen ziehe ich ja **noch keine** Schlüsse. Ich kann nicht nachvollziehen wie Du zu dieser Ansicht kommst. Voreilig wäre es aus meiner Sicht, wenn ich diese Dinge nicht nur als Möglichkeiten/Denkanstösse in Betracht ziehe, sondern ernsthaft darlegen würde, welche davon ich für die plausibelste halte. Dir sollte deshalb mein Nachsatz aufgefallen sein, der deutlich macht, dass ich zu noch keinem schlüssigen Ergebnis gekommen bin. Unter anderem weil als einziges Faktum die Schreibe des TE bleibt.\n\nÜberspringen wir mal Deine Ausführungen zu LRS, Autismus und Asperger. Da bist Du sicher besser bewandert als ich. Und ich gebe Dir vollkommen recht, meine Vermutungen in diese Richtung sind eher weniger begründet. Sorry dafür.\n\nAber Deinen Schlussabsatz kann ich nicht so stehen lassen, denn hier schiesst auch Du sehr weit über das Ziel hinaus.\n\n> Wurde das in deiner Umgebung zeitlebens dämonisiert? \n\nNein. \n\n> Hat sich jemand (vielleicht sogar du) durch Menschen mit genau solchen Krankheitsbildern gestört gefühlt und ihnen deswegen möglichst negative Eigenschaften zugeschrieben?\n\nNein.\n\n> Warum propagierst du so einen Hass darauf? \n\nWhat??? Wie in aller Welt kommst Du darauf, dass ich einen Hass auf diese Sachen propagiere? Bin ich automatisch Terrorist, wenn ich Djihad sage? \n\nDie Frage ist jetzt, benutzt Du dieses Frageschema, um mich zu provozieren, testest Du es für eine Seminararbeit oder hast Du tatsächlich eine so schlechte Meinung über mich? Fragen über Fragen.","replies":[{"id":"","poster":"eingew","date":"2017-01-26T14:05:06.753+0000","up_votes":1,"down_votes":0,"body":"> What??? Wie in aller Welt kommst Du darauf, dass ich einen Hass auf diese Sachen propagiere? Bin ich automatisch Terrorist, wenn ich Djihad sage?\n\nNaja, du reihst Begriffe von Asperger bis mäßiger Intellekt so hintereinander, als würden sie zusammen gehören. Für mich klang das eben weniger wie eine \"Breitseite\" von Denkanstößen, sondern mehr wie eine Aufreihung zwar möglicher, aber auch möglichst negativer Erklärungen.\n\nUnd da ich nicht weiß, ob du tatsächlich so denkst, habe ich nachgefragt. Zugegebenermaßen provokant - ich mag keine Ignoranz. Das ist etwas, was ich dämonisiere. Vermutlich mitunter zu Unrecht.","replies":[{"id":"","poster":"Abasin","date":"2017-01-26T15:10:07.790+0000","up_votes":1,"down_votes":0,"body":"> Naja, du reihst Begriffe von Asperger bis mäßiger Intellekt so hintereinander, als würden sie zusammen gehören.\n\nOder als ob maximal eine davon auf den TE zutrifft. Aber Schwamm drüber.\n \nIch verfolge diesen Thread seit Anbeginn, der TE hat seinen Eingangspost zwischenzeitlich mehrfach angepasst. Und inzwischen ist es so wirr geworden, dass ich nicht mehr blicke, um was es ihm eigentlich geht. Sein zwischenzeitlich erwachtes Bedürfnis nach Beweisen mutet auch recht seltsam an.\nAls Fakten bleiben eine sehr schwach ausgebildete Grammatik, schwer verständlicher Ausdruck und ein sehr anstrengender Schreibstil.\nBetrachtet man seine Antworten, so sieht man oft, dass er sehr viel von dem was andere ihm antworten rundweg abstreitet oder ignoriert. Oder auf Beweisen für das Geschriebene beharrt. Auch sehr seltsam ist, dass er teilweise bis zu 10 verschiedene Antworten nacheinander - gleiche Antwortebene - zu einem Beitrag abgibt. Es ist anstrengend, meine Tochter war mit 5 ähnlich anstrengend --> Warum-Ketten!!!\n\nSo stellt sich mir die Frage, was genau er mit seinem Verhalten beabsichtigt.","replies":[{"id":"","poster":"eingew","date":"2017-01-26T15:28:50.073+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mal dasselbe versuche, wie du vorhin: Entweder er hat eine perfide Methode gefunden, sich über uns lustig zu machen, oder er ist extrem impulsiv (wegen der vielen Posts und der hingeschmierten Rechtschreibung) und noch dazu leicht paranoid (wegen der fixen Idee, alles was nicht bewiesen sei, sei eine eindeutige Lüge, nur dazu da, uns alle hinter Licht zu führen).\n\nPasst übrigens beides zur paranoiden Persönlichkeitsstörung, um noch das Krankheitsbild hinzuzufügen. Trifft aber nicht zu.\n\nWeitere Symptome, von denen laut ICD-10 mindestens 4 für eine Diagnose bei einem Arzt zutreffen müssen, sind nämlich: Misstrauen und eine feindselige oder verachtende Interpretation neutraler oder freundlicher Handlungen; überhöhte Empfindlichkeit gegenüber Zurückweisungen; häufige, ungerechtfertigte Eifersucht; Neigung zu Verschwörungstheorien; Streitsucht und das Bestehen auf eigenen Rechten; eine allgemein überhöhte Selbstbezogenheit (oft in Verbindung mit Überheblichkeit) sowie die Unfähigkeit subjektiv erlebte Verletzungen zu vergeben.\n\nUnd da komme ich nur auf 2, vielleicht 3, aber keinesfalls 4.","replies":[]}]}]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-26T00:19:46.766+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"Bettnachleger","date":"2017-01-26T02:11:50.045+0000","up_votes":3,"down_votes":0,"body":"Sorry, du hast recht, mein IQ ist ganz weit unter deinem.\nDarum kannst du mir unwissende Person ja auch erklaeren wie das Bansystem wirklich funktioniert.\nAber mit beweisen bitte!\nUnd bitte fuer gaaaaaaaaaanz dumme. Danke ;^)","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T09:41:20.920+0000","up_votes":1,"down_votes":3,"body":"mein Gott ich will nicht wissen wie das System geht will ein Beweis haben das es existiert Bilder eine aufnahmen wie das System einen Bann  will keine Daten oder Code.\nMeine Meinung Bannsystem geht noch Beweise  Screenshots mehr nicht","replies":[{"id":"","poster":"XenesisCH","date":"2017-01-26T10:31:16.355+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Zep4iMpp,comment-id=0005000000000000,timestamp=2017-01-26T09:41:20.920+0000)\n>\n> mein Gott ich will nicht wissen wie das System geht will ein Beweis haben das es existiert Bilder eine aufnahmen wie das System einen Bann  will keine Daten oder Code.\n> Meine Meinung Bannsystem geht noch Beweise  Screenshots mehr nicht\n\n\nScreenshot:\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior/das-sofort-feedback-system-gibt-gas","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T10:43:23.507+0000","up_votes":1,"down_votes":3,"body":"Das ist eine Meldung an den Spieler und das ist kein Beweis das es existiert ?\naußerdem kann das einfach ein Mitarbeite geschickt haben Beweis 0\ndanke das du es versuchst leider kein Beweis","replies":[]}]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-26T00:32:35.173+0000","up_votes":1,"down_votes":6,"body":"Du Glaubst auch alles oder ?\nIch will ein Beweis und werde dich jetzt melden\nIch will deine Meinung nicht wissen wenn du kein Beweis hast las das mit dem schreiben","replies":[]}]},{"id":"","poster":"KleinerGremlin","date":"2017-01-26T10:15:56.177+0000","up_votes":2,"down_votes":0,"body":"Hier wird sich nur im Kreis gedreht.\nAntworten wurden gegeben, Erklärungen schön ausformuliert, aber wer nicht will der hat schon. \nMeiner Meinung nach ein totes Ende und der Thread sollte geschlossen werden :)","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T10:49:40.862+0000","up_votes":1,"down_votes":3,"body":"antworten wurde nicht abgegeben. Erklärungen ist kein Beweis .\nMeiner Meinung nach sollst du kein Kommentar mehr schreiben du Hilft keinen damit machst nur einen Troll daraus.\nwenn du nicht weißt wie du es Beweisen kannst schreib bitte nicht mehr hab keine Lust mehr auf Kinder .","replies":[{"id":"","poster":"Homunculi","date":"2017-01-26T11:59:10.365+0000","up_votes":1,"down_votes":0,"body":"Bitte beweise und das du ein Mensch bist.\n\nAnsonsten kann der Thread eigentlich geschlossen werden, selbst wenn wir es schaffen sollten in die nähe von greifbaren Beweisen für ein unsichtbares im Hintergrund agierendes Tool zu finden, wird der TE es nicht akzeptieren ^^.\n\nAuf Fragen wird ja leider nicht geantwortet, nur nach \"Beweisen\" geschrien o_O.","replies":[]},{"id":"","poster":"CoopA826","date":"2017-01-28T13:52:14.801+0000","up_votes":1,"down_votes":0,"body":"Mit jedem Kommentar den ich hier von dir lese verliere ich einen IQ Punkt nach dem anderen. Selten so viel dummes Geschwafel von einer einzigen Person gesehen.\nDu sagst du hast keine Lust mehr, aber du schreibst so, als ob du von allen deinen Freunden in der 7b die schlechteste Deutschnote hast. \nLass es einfach bleiben Kollege. Dir ist nicht zu helfen","replies":[]}]}]},{"id":"","poster":"Atsùra","date":"2017-01-25T19:45:05.485+0000","up_votes":2,"down_votes":0,"body":"Denkst du echt, Riot würde irgendwelche Daten an irgendwelche Leute rausgeben? Die würden sich das Spiel damit kaputt machen. Oder müssten neue Programme schreiben. Ist am Ende doch scheiß egal, ob da ein Mensch oder ein künstliches Wesen hinter hockt: solange alles richtig läuft, ist das MIR sowas von schnurz piep egal. Du bist vielleicht komisch. Beweis du mir mal, dass dein Thread durch nen Menschen erstellt wurde und nicht durch nen Computer. Meine Fresse.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T20:22:44.598+0000","up_votes":1,"down_votes":5,"body":"automatisches System gebt es nicht ende","replies":[{"id":"","poster":"SanctusUltimus","date":"2017-01-25T20:53:13.981+0000","up_votes":2,"down_votes":0,"body":"Nur aus Interesse: Wenn ein Roter jetzt kommen würde und dir tatsächlich den Code zeigt, mit denen automatisch Feeder gefunden und gebannt werden, würdest du dann antworten 'Der Code ist zwar da, aber es fehlt der Beweis, dass er auch implementiert ist.'?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T21:36:54.851+0000","up_votes":1,"down_votes":5,"body":"Code ? will ein Beweis kein Code XD\nEs zeigt sich das mein Thema nicht mehr angezeigt  wird ^^\ndie hier was schreiben sind Riot oder Hilfer","replies":[{"id":"","poster":"SanctusUltimus","date":"2017-01-26T07:07:36.267+0000","up_votes":2,"down_votes":0,"body":"Ja, aber was willst du als Beweis sehen? Deine 7 Punkte passen gerade mal auf mathematische Beweise. Selbst Beweise in den empirischen Naturwissenschaften erfüllen nicht immer all deine 7 Punkte. Empirie in den weniger natürlichen Wissenschaften erst recht nicht.\n\nMomentan klingt es nämlich nach: \"Ich will einen Beweis, aber ich definiere meinen Beweis als etwas, dass es nur in der Mathematik und der Logik selbst gibt, daher ist es unmöglich, mir einen echten Beweis zu zeigen.\"\n\nZur Erklärung, warum ich das gerade so interessant finde: Ich hatte letztens ein Gespräch mit einem Philosophiestudenten zum Thema: \"Die Welt ist eine Simulation in deinem Kopf. Es ist nicht möglich, dies zu widerlegen.\" Ich wollte daher deinen Standpunkt näher kennenlernen^^","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-26T09:05:51.170+0000","up_votes":2,"down_votes":0,"body":"Über so etwas denke ich auch manchmal nach. Beweisen könne man es nicht, aber auch nicht das Gegenteil. Ich finde zudem die Vorstellung interessant, dass vielleicht jeder von uns Farben anders wahr nimmt. Vielleicht ist mein Gelb dein Blau, weil wir aber beide gelernt haben, dass die Farbe X Gelb ist, bezeichnen wir alle das als Gelb und können nicht wissen, ob das jemand als Rot sieht.","replies":[{"id":"","poster":"CYPHΕR","date":"2017-01-26T09:38:32.687+0000","up_votes":2,"down_votes":0,"body":"Ist euch mal klar geworden, dass das Gehirn das einzige Objekt ist, welches sich selber einen Namen gegeben hat?","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T10:08:00.841+0000","up_votes":1,"down_votes":1,"body":"Das jeder ein Gehirn hat und die anderen dir einen Namen geben Z.b (Deine Mutter)hat auch einen  Gehirn.","replies":[]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-26T09:53:36.502+0000","up_votes":1,"down_votes":2,"body":"Naturwissenschaften basieren auf Schätzungen.\nMan muss nur zeigen wie das automatisches System Bannt mehr nicht","replies":[{"id":"","poster":"SanctusUltimus","date":"2017-01-26T14:06:27.113+0000","up_votes":1,"down_votes":0,"body":"Ja, aber so etwas wie einen Code (grundlegender kann man wohl kein Programm \"zeigen\") nimmst du ja nicht an. Also: Wie soll man es dir \"zeigen\"?\n\nOder möchtest du einen Pranger? Im Sinne von \"Seht her: Den hier haben wir gebannt.\" Aber dann kann man argumentieren (Fake News lassen grüßen), dass dieser Fall samt Akten gefälscht ist.","replies":[]}]}]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T20:07:37.355+0000","up_votes":1,"down_votes":4,"body":"deine Erklärung kannst du dir sparen es gibt keine automatisches System ende ihr glaubt es noch","replies":[{"id":"","poster":"Atsùra","date":"2017-01-26T18:11:19.493+0000","up_votes":1,"down_votes":0,"body":"Was für ne Erklärung? Du glaubst eh nichts und bist meiner Meinung nach nur ein Troll. Vielleicht sind wir auch so blöd und verstehen nicht was du meinst da Deutsch anscheinend auch nicht deine Muttersprache ist. Geh doch mal ins Forum, in welchem deine Muttersprache verwendet wird, vielleicht können die dir eher glauben. \nUnd jaaaa ich glaube an diese Bots. Hab genug Bots gesehen in meinem Leben, die automatisch Leute aus Chats schmeißen, sobald sie rassistisch sind etc. ABBBEERR natürlich kann hinter dem Bot auch nur ein Mensch stecken <.<","replies":[]}]}]},{"id":"","poster":"Yamató","date":"2017-01-25T10:27:54.133+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Time2Whine","date":"2017-01-25T12:39:48.825+0000","up_votes":2,"down_votes":0,"body":"Was erzählst du da für einen Blödsinn! Hör auf mit deinem falschen Halbwissen durch die Gegend zu werfen und informiere dich vorher der TE glaubt dir das ja anscheinend auch noch. Genau wegen Leuten wie dir, verbreiten sich falsche Informationen im Forum!{{sticker:slayer-jinx-unamused}} \n@TE Ich verweise hier auf die Antwort vom Grünling Sirrkas, da diese 100 % richtig ist\n\n1. Reports können dafür sorgen, dass der Spieler überprüft wird. Geschieht das, kriegt er Konsequenzen, sollte Fehlverhalten entdeckt werden.\n\n2. Wenn du glaubst, Reports haben keinen Effekt, schau dich im Spielerverhalten um. Da ist gerade jemand angekommen, der einen 2 Wochenbann erhalten hat. Wenn du wissen willst, ob Riot sich das anschaut, die Riotmitarbeiter sehen sich die Meldungen im Normalfall nicht an. Das erledigt ein automatisches System, das ist schneller und zuverlässiger als eine manuelle Prüfung. Sollte jemand oft gemeldet werden, das System erkennt aber nichts, wird sich der Spieler aber dennoch manuell angesehen.\n\n3. Manchmal wenn jemand bestraft wird, erhält man eine Meldung darüber, dass dein Report dazu beigetragen hat das Spielerlebnis zu verbessern. Ich kenne den genauen Wortlaut nicht. Das kommt aber nicht oft vor, da eingestellt ist, dass das eben nur manchmal und nicht immer passiert.\n\n4. Dann passiert dir nichts.\n\n5. Jeder einzelne Report zählt. Das heißt, auch wenn du alleine in einem 4er Premadeteam landest, musst du dir keine Sorgen darum machen, wenn die meinen dir Reports androhen zu können und glauben ihnen passiert nichts. Dein Report ist so viel Wert, wie deren Reports gegen dich. Zudem kannst du im Hinterkopf behalten, dass Reportdrohungen und -aufrufe auch bestraft werden können.\n\n6. Dann wirst du ziemlich sicher überprüft. Aber eine Überprüfung sorgt nicht dafür, dass du bestraft wirst, hast du nichts falsch gemacht.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:47:35.365+0000","up_votes":1,"down_votes":2,"body":"Alle reden über automatisches System wo ist der beweis das es gibt ?\nmoment habe ich nur beschreibung bekommen ?","replies":[{"id":"","poster":"Abasin","date":"2017-01-25T13:26:21.639+0000","up_votes":2,"down_votes":0,"body":"LoL hat 100000000 Spieler, wenn nur jeder 100. davon täglich einen Report abgibt, braucht es mehrere 10000 Leute zur manuellen Überprüfung der Chats. Das kann kein Mensch bezahlen. Deswegen ist es nur logisch, so etwas spezialisierten Programmen zu überlassen. Wenn wir RIOT jetzt eine Verschwörung unterstellen würden, die besagt, dass alle hier im Forum auftretenden permanent Gebannten Fakes sind, mit von Riot entworfener Spielhistorie und anderem Kram und nur der Abschreckung dienen, dann müsste auch dafür ein gigantischer Aufwand betrieben werden, der letztlich die Existenz von RIOT gefährdet. Allein aufgrund dessen ist die Existenz eines automatischen Systems mehr als plausibel. So ganz nebenbei hilft Dir auch die Suchfunktion mit dem Suchbegriff \"Chatanalyse\" oder \"Instantfeedback\" weiter.\n\nAber ok, man kann es auch beliebig weiter anzweifeln, selbst wenn man bis zum Systemkern vorgelassen wird. Vertraue uns, es gibt tatsächlich ein System.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T13:36:14.526+0000","up_votes":1,"down_votes":1,"body":"Was mich stört ist das Chatanalyse. wieso lassen die überhaupt zu das mein beleidigungen schreiben kann ?\nman kann doch blockiren ?\nchatanalyse ist nicht neu jeder game hat das .\nAber ein automatische System der feeding und alles andere sehen kann ehr weniger ^^\nso lange ich kein beweis habe glaube ich das nicht","replies":[]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2017-01-25T10:41:35.484+0000","up_votes":1,"down_votes":4,"body":"1. Also Gewinnen die Mehrheit  beim Reporten ( das ist nicht gut )\n2. Es gibt leute die jedes spiel alle reporten oder  Provoziertwerden das all den reporten (das ist auch nicht gut)\n3. Woher willst du das wissen nur weil die ein naricht bekommen hast ?\n4. Rede nicht von chatt sondern spiel art her\n5. Was wenn alle Reporten Spaß reporten ? \n6. also Mehrheit beim reporten gewinnen konnte dadurch führen  zu einer strafe kommen die man nicht gemacht hat (ergibt keinen sin )","replies":[{"id":"","poster":"WASDowningpower","date":"2017-01-25T12:14:41.508+0000","up_votes":1,"down_votes":0,"body":"Noch eine kleine Zusatzinfo von mir, wenn eine Person nach jedem Game immer alle Mitspieler meldet. Hat das auch eine Auswirkung auf die Gewichtung. Sprich wenn dich so ein Spieler meldet zählt das weniger als wenn dich ein Spieler meldet der nur 1 Spieler alle 100 Spiele meldet. \n\nSprich um so öfter man unterschiedliche Spieler meldet und immer daneben liegt um so weniger \"Aussagekraft\" hat dein Report.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:18:28.323+0000","up_votes":1,"down_votes":1,"body":"Das ist interessant daraus kann man was machen .\nwenn man das bei den anderen spieler sehen kann ist das perfect","replies":[{"id":"","poster":"WASDowningpower","date":"2017-01-25T12:37:10.360+0000","up_votes":1,"down_votes":0,"body":"Sehen kann man das leider nicht. Jedoch achtet das automatische System darauf. Das finde ich auch gut so.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T12:41:12.399+0000","up_votes":1,"down_votes":1,"body":"Es ist 1000 mal besser wenn man das seht.\nWas ich moment bekommen habe ist nur beschreibung und keine beweise über das automatische System","replies":[]}]}]}]},{"id":"","poster":"Time2Whine","date":"2017-01-25T12:40:41.465+0000","up_votes":2,"down_votes":0,"body":"Er erzählt hier Falsches, schau dir die Antwort von Sirrkas von vor 2 Stunden an!","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-01-25T11:01:14.789+0000","up_votes":2,"down_votes":0,"body":"Nochmals zu Punkt 1 und 2. \nDie Anzahl an Reports hat 0 Auswirkung auf deine Bestrafung. Ein Report löst nur die Chatanalyse aus, welche dann feststellen kann ob du was falsch gemacht hast. Du kannst theoretisch jedes Spiel reportet werden, solange du aber nichts falsches gemacht hast, wirst du auch nicht bestraft.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:30:15.326+0000","up_votes":1,"down_votes":1,"body":"der text war meine 1 antwort ^^ \nchatanalyse  hab ich es verstanden  was ist mit feeding so was wenn man da reporten ?","replies":[]}]}]},{"id":"","poster":"AmazingMaze","date":"2017-01-25T10:37:49.709+0000","up_votes":1,"down_votes":0,"body":">Doch bekommen wir, wenn er bestraft wird bekommen wir das Report Feedback\n\nSoweit ich weiß aber doch auch nicht immer oder?\nDachte das wird nur ab und zu angezeigt.","replies":[]}]},{"id":"","poster":"Homunculi","date":"2017-01-26T16:44:54.880+0000","up_votes":1,"down_votes":0,"body":"Gibt es eigentlich schon das angekündigte Youtube Video O_o? Würde das sehr gerne sehen :).","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-01-26T12:07:03.789+0000","up_votes":1,"down_votes":0,"body":"> mein Gott ich will nicht wissen wie das System geht will ein Beweis haben das es existiert Bilder eine aufnahmen wie das System einen Bann will keine Daten oder Code.\n> Meine Meinung Bannsystem geht noch Beweise Screenshots mehr nicht\n\n\nIch würde mal sagen die Existenz des Systems ist gemäss deinen Kriterien (Screenshot/Video) Nachgewiesen. \n\n1. Screenshots und Erklärungen von Riot\n2. Video von unabhängigen Youtubern, welche ihre Bestrafung für die Öffentlichkeit dokumentiert haben.\n\n\nEs tut mir Leid, dass du das automatische System nicht anfassen kannst, dass ist bei immateriellen Gütern halt einfach so, da sieht man nur den Output (sprich das Ergebnis) am PC und der ist kongruent mit den Aussagen bzw. dem Bildmaterial von Riot, wenn du das mit den Youtubern vergleichst. \n\nWenn du noch weitere Fragen hast, dann rate ich dir diese Präzise und grammatikalisch korrekt zu formulieren, dass wir sie auch verstehen.","replies":[]},{"id":"","poster":"XenesisCH","date":"2017-01-26T10:58:26.910+0000","up_votes":1,"down_votes":0,"body":"Und hier noch ein Videobeweis, ca. ab. Minute 9.20:\nhttps://www.youtube.com/watch?v=ZEpVIIvmboY\n\nNatürlich sind die alle von Riot bezahlt und bekommen eine Menge Geld für ihre Abschrekungsarbeit (Sarkasmus off)","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T11:30:56.865+0000","up_votes":1,"down_votes":1,"body":"erst mal hatte der Shaco Keine schuld sondern der Top hatte nicht gesagt das der Top von den gegnerische Team weg ist. \nMan merkt das es nur Geplant ist XD.\nauch im bot  war  Das Supp schuld greift nicht adc an und dann Free kill an Supp.\nund beim 3  war das  eine Provokation.\nAber sehe kein automatisches System  der bannt oder einen Beweis liefern soll ?","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2017-01-26T10:45:27.706+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/nIPNl810-perma-bann-letzte-worte\n\nhier im Video ab Minute 1.01.","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-26T11:00:07.842+0000","up_votes":1,"down_votes":3,"body":"Erst wo ist das automatisches System ?\nIch sehen nur ein Video Beweis von eine Spieler das einer feeding.\nMan seht nicht wann der gebannt wurde.\ndas ist ein Video Beschreibung wenn man feeding mehr nicht und kein Beweis .","replies":[]}]},{"id":"","poster":"Timethief49","date":"2017-01-25T10:30:18.794+0000","up_votes":1,"down_votes":0,"body":"Ein Report triggered das das System sich das Spiel anschaut. Es ist egal wieviele Reports man bekommt, solange es nicht gerechtfertigt war bekommt man keine Strafe. Dies ist auch der Grund warum reportcalling als toxic gilt, einfach weil es unnötig ist und der eigene Report genügt","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T10:47:30.454+0000","up_votes":1,"down_votes":1,"body":"was ist Triggered ?","replies":[{"id":"","poster":"Timethief49","date":"2017-01-25T11:07:55.548+0000","up_votes":1,"down_votes":0,"body":"löst aus","replies":[{"id":"","poster":"ZlKingKong","date":"2017-01-25T11:28:05.696+0000","up_votes":1,"down_votes":1,"body":"Danke habs mit den chatt verfolgen verstanden was ist mit den anderen report ?","replies":[]}]}]}]},{"id":"","poster":"5weeds","date":"2017-01-25T11:30:20.986+0000","up_votes":1,"down_votes":1,"body":"Vielen Dank, dass einen so tollen Threat geschrieben hast und kräftig Diskutierst (war ja schon mal anders) ^^\nBei so Threats lernt man immer wieder was neues ;3","replies":[]}]}