{"id":"21tvXg5c","poster":"De Käptn","date":"2017-01-25T11:58:52.064+0000","title":"gold 5 jungler sucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"moin ich bin 31 m und auf der suche nach einem spielpartner/in oder ein team w&auml;re auch gut\r\nbin schon sehr lange bei lol dabei (k&ouml;nnt euch gern mein profil anschauen) mein main ist jungle und supp geht auch noch durch aber bevorzuge jungle\r\nf&uuml;r duo q w&auml;re ein toplaner super oder nen supp/adc aber alles ist gern gesehen hauptsache die person heult nicht rum und will mir nicht das spiel erkl&auml;ren und ganz wichtig 20+\r\neinfach in spiel adden k&auml;ptn","replies":[{"id":"","poster":"Gravost","date":"2017-01-25T15:03:20.673+0000","up_votes":1,"down_votes":0,"body":"Grüß dich, ich kann dir zwei Sachen anbieten:\n\n1. Führe ich eine Liste mit Free-Agents. Ich kann ich dazuschreiben und gebe dir den Link. Dazu adde mich bitte ingame unter Gravost.\n\n2. Falls du auf der Suche nach einer Community bist, lade ich ich dich auf unseren TS herzlich ein. Daten kriegst du ebenfalls dann bei Interesse.\nIn unserer Community sind derzeit 13 Teams aktiv, Bronze - Master vertreten, somit kannst du leicht Scrim-Partner finden und Coaching bieten wir ebenfalls an.\n\nLiebe Grüße","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2017-01-25T12:29:23.773+0000","up_votes":1,"down_votes":0,"body":"Moinsen käptn,\n\nausschließlich 20+ kann ich dir leider nicht bieten, aber 18+ ist denke auch ein guter Anfang wenn man bedenkt, dass wir von 18 bis ü30 alles dabei haben :) . Elo oder Skill interessiert uns bei [♣ ƝЄƦƊƧ ƓƠ ƇƛƧƲƛԼ ♣](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/eERAnrLZ-oe-i-a-l-oe-a18-multigaming-community-laadt-zum-zocken-ein-oe) eher weniger, dafür aber umso mehr der Charakter und das Benehmen unserer Mitglieder!\n\nWir überlassen nichts dem Zufall und haben daher auch für neue Mitglieder eine 4-wöchige Probezeit in Zusammenhang mit einem Mentorensystem eingeführt, sodass sich beide Seiten erst einmal einen ordentlichen Eindruck voneinander verschaffen können.\n\nNach Feierabend tummeln sich Studenten, Schichtarbeiter und Eltern auf unserem TS um von den ganzen unfreundlichen Spielern und nervigen Kindern zu fliehen und gemütlich mit Gleichgesinnten ein paar Normals, Rankeds oder auch Arams zu bestreiten.\n\nDu kannst dir ja gerne Mal unsere Vorstellung ansehen (siehe Verlinkung in dem 1. Satz) und dir überlegen ob das etwas für dich wäre :) .\n\nLiebe Grüße,\nP0lyxena | Julia","replies":[]}]}