{"id":"RNXINUk2","poster":"TherakJ","date":"2017-01-24T14:34:51.083+0000","title":"Tipps/Coach für Toplaner (Bronze) Wie verbessere ich mich?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi Zusammen\r\n\r\nWie es der Titel Bereits sagt suche ich einen Coach oder einfach nur Tipps f&uuml;r die Toplane. \r\n\r\nZu mir:\r\nHabe ca. Mai 2016 mit LoL angefangen und habe vorher auch nie ein MOBA gespielt, also total neu hier.\r\nIch spiele meistens 1-3 Stunden am Abend nach der Arbeit. Am Anfang habe ich nat&uuml;rlich nur Normals gespielt. Mein Fehler war es, dass ich sobald ich lv30 geworden bin direkt mit Rankeds angefangen habe, naja das weiss man dann auch erst im Nachhinein. \r\n\r\nWie bin ich zur Top Lane gekommen? \r\nNaja war ganz einfach. Ich komme als ADC gar nicht zurecht, es liegt mir einfach nicht. Als Supporter bin ich zu sehr darauf angewiesen wie der ADC spielt. Ich meine damit nicht ob er gut ist oder schlecht, es kommt einfach vor, dass wir nicht auf einer Wellenl&auml;nge sind. Teilweise ist der ADC zu passiv und ich zu aggresiv oder umgekehrt. Kommt also zum Climben auch nicht in Frage. \r\n\r\nMid habe ich ehrlichgesagt nie richtig ausprobiert.\r\n\r\nJungle mach ich noch gerne aber dennoch liegt mir die Toplane mehr. Da ich im Jungle einfach noch nicht den passenden Champ f&uuml;r mich gefunden hab.\r\n\r\n\r\nZurzeit spiele ich folgende Champs und habe auch einige Fragen/Anmerkungen zu denen:\r\n\r\n1. {{champion:39}}  Irelia - Ich spiele Irelia sehr gerne, w&uuml;rde auch behaupten, dass ich sie in der Laningphase gut spiele. Nur was ist meine Aufgabe nach der Laningphase? Wie entscheide ich das Spiel f&uuml;r mich, wenn ich die Lane gewonnen hab? In Teamfights ist sie nicht wirklich der hammer, ausser ich bin so fed das ich einfach rein kann und draufhaue. Um wirklich durch zu pushen hat sie auch nicht einen allzu starken Waveclear - Was mache ich falsch oder worauf soll ich mich konzentrieren?\r\n\r\n2. {{champion:91}} Talon - Mein Favorit - Zwar sehr squishy macht aber unheimlich Spass. Guter Waveclear - Unerwarteter Pick f&uuml;r den Gegner - Durchgehend Stark von Early bis Late (Meine Meinung). Habe ihn aber erst neu gelernt und auch noch nie in Rankeds probiert. Aktuell habe ich ihn auf lv6 und 2 7er Marken. Dachte mir ich spiel ihn erst in Rankeds, wenn ich ihn auf Lv7 und somit genug Erfahrung habe. Was sollte ich bei Talon beachten?\r\n\r\n3. {{champion:86}}  Garen - Sehr gutes 1v1 in meiner Elo. Macht auf die Dauer aber keinen Spass und wirklich Carrien ist auch nicht so der Fall da ich zu unmobil mit ihm bin. Vor allem in Teamfights. Bis ich zum Midlaner / ADC komme bin ich meist schon Tod. Wenn dann noch das Team konstant auf Teamfights setzt obwohl wir sie verlieren ist es auch schnell vorbei. Von Garen lass ich Momentan die Finger.\r\n\r\n4. {{champion:23}} Trynda - Ich lasse mich mit Trynda immer zu Teamfights provozieren obwohl ich splitpushen sollte. Kriege dann leider aber Kommentare wie z.B. Trynda always solo! Help in Teamfight noob etc. Darum auch l&auml;nger nicht gespielt.\r\n\r\n5. {{champion:33}} Rammus - Habe immer einen super Start. Bin Tanky ohne Ende und dann kommt irgendwann der Punkt an dem es nur noch bergab geht. Evt. verstehe ich mich mit dem Team nicht so gut oder kommuniziere falsch. Ich geh in Fights rein, alle sind noch hinter mir, Tanke alle CCs usw. und auf einmal ist mein gesamtes Team auf dem R&uuml;ckweg zum Tower und ich bin Tod. Ist es als Rammus nicht meine Aufgabe in die Frontline zu gehen und den Kampf zu er&ouml;ffnen?\r\n\r\nIch schaue viele Youtube Videos um mich zu verbessern. Jedoch denke ich, dass die Videos mir nicht mehr weiterhalfen. Ich vermute es liegt daran, dass die Youtuber einerseits nur Ihre guten Games uploaden und anderseits, dass Sie von einem ganz anderen Grundverst&auml;ndnis ausgehen. Ich kann die Builds abschauen, was jedoch situativ ist und mir nicht viel weiterhelfen wird.\r\n\r\nDaher wende ich mich an euch erfahrene Spieler und hoffe Ihr k&ouml;nnt mir weiterhelfen, oder mir eine ganz neue Angehensweise aufzeigen.\r\n\r\nDanke euch f&uuml;rs Lesen und jetzt schon mal Danke f&uuml;r die Tipps und entschuldigt die Rechtschreibefehler. :-)","replies":[{"id":"","poster":"AmazingJX","date":"2017-01-24T19:30:37.565+0000","up_votes":2,"down_votes":0,"body":"Schreib mich an bin jetzt im 6 lol Jahr denke ich kann dir helfen","replies":[]},{"id":"","poster":"Ireliα","date":"2017-01-24T17:22:08.950+0000","up_votes":2,"down_votes":0,"body":"Ich beziehe mich mal nur auf Irelia (Nahezu ein One trick Pony und Platin 3 letzte Season). Du kannst mich auch gerne adden wenn in Zukunft fragen auf kommen.\n\nMit Irelia kannst du jede Lane, gerade im unteren Bereich, sehr klar dominieren. Ich empfehle dir dich erst einmal darauf zu fokussieren. Die Lane zu trainieren ist erstens am einfachsten da es immer wieder verhältnismäßig gleiche Abläufe und zweitens möchte eine Irelia gerne fed werden um das Spiel zu ihren Gunsten zu drehen. \n\nHier zwei Links die dir dabei definitiv helfen werden: [Spreadsheet ihrer Match ups(https://docs.google.com/spreadsheets/d/1xHx9PdVNwk4KFr7GNwCyc5EDxKxMDoYolsmcwH_eULM/edit#gid=0) und der [ICU Guide](http://www.lolking.net/guides/261441)\n\nNochmal grob zusammengefasst: Als Irelia möchtest du vor Level 4 nicht viel tun. Spiel die Lane passiv und warte. Dein Gegner wird wegen deiner Zurückhaltung aggressiver spielen, ab Level 4 kannst du ihn punishen wenn deine Minion Wave größer ist oder er wichtige Cd's verbraucht hat. Ab Level 7 bis 11 gehört die Lane im Normalfall komplett dir solange du nicht behind bist.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-01-24T16:12:30.851+0000","up_votes":2,"down_votes":0,"body":"Ich kann dir in diesen Situationen folgendes raten: Freezt der Gegner richtig gut, muss zwingend der Jungler kommen und dir reinpushen helfen. Wenn der Gegner das aber nicht gut macht, kannst du das ausnutzen. Generell brauchst du ja zum Freeze drei gegnerische Minions zusätzlich, die auch nicht in den Tower rennen dürfen. In Bronze-Gold versucht der Gegner dadurch zu freezen, dass er nur lasthittet. Bei einer großen Wave führt das aber zwangsläufig dazu, dass einige Minions in seinen Turm rennen. Folge: Die nächste oder spätestens übernächste Wave wird wieder zu dir pushen. Wenn du siehst, dass ca. 1,5 Waves auf dem Weg zu dir sind, tankst du sie kurz an, bis deine Wave da ist. Anschließend musst du nur noch lasthitten. Auf diese Weise habe ich es mal geschafft, dass der Gegner während der gesamten Laningphase 8 CS bekommen hat. Es gibt zum Thema Freeze sehr gute Videos, auch auf Deutsch.\n\nWenn du die Lane hart verlierst, kannst du mit Irelia auch erst mal Fulltank bauen. Dein Grundschaden ist immer noch gut genug, um Adc zu bedrohen, und du wirst deutlich seltener sterbern und kannst besser farmen.","replies":[]},{"id":"","poster":"Pxl Dude","date":"2017-01-24T15:25:30.946+0000","up_votes":2,"down_votes":0,"body":"Also da kann natürlich einiges passieren, ist auf jeden Fall gut dass du nicht zu viel Champs auf einmal sielst, ein kleinerer Champpool ist dank der Konzentration auf einige wenige Spielstile zum Climben besser. Sooo kommen wir mal zu deinen Champs: \n\n1. Irelia: Mit ihr kann man viel falsch und viel richtig machen. Ich rate jetzt mal, dass du am Anfang auf Sheen {{item:3057}} gehst oder auf Hextrinker{{item:3155}} gegen AP toplaner. Dann ist dein Duellpotenzial sehr hoch, heißt im einfachen: 1 gegen 1 Champ. In den Teamfights solltest du Flanks versuchen, die Carries ausschalten, dann zurückziehen oder die Tanks ausschalten, wenn die übrig sind, da du ja später Lifesteal haben solltest, sind diese kein Problem mehr. Nach den gewonnen Fights mit deinem Team pushen oder, wenn die Wave nicht gepusht ist, auf die Toplane gehen.\n\n2.Talon: sehr riskant auf der Top, denn da tummeln sich viele Tanks, die für einen Assasinen eher schlecht sind, außer du weißt deinen Early vorteil auszunutzen. Ist generell ein Situationspick. Auf jeden Fall nicht gegen jemanden wie Poppy spielen, die rotzt auf deinen Dmg sehr früh und klatscht dir dann ihren Hammer ins Gesicht. Liegt auch an der Midlane und dem Jungle, bei einem tank Jungler ist es okay, aber vorerst solltest du es am Matchup entscheiden.\n\n3.Garen: Wenn er dir keinen Spaß macht, spiel ihn nicht, ganz einfach. Du solltest gucken ob du wen spielst der dir Spaß macht, denn darauf kommt es bei LoL ja an. Trotzdem ganz guter Champ, du bist ja auch nicht zum Carry killen da, sondern um Schaden zu fressen. Am besten erstmal den gegnerischen Tank blockieren, der ist meistens genauso inmobil wie du und dank dem Black Cleaver{{item:3071}} und dem Armorshred auf deiner Idee solltest du diesen ganz gut fighten können.\n\n4.Trynda: Mit dem solltest du dich wirklich aufs pushen konzentrieren, denn dann muss der Gegner auf ihren Toplaner verzichten, um ihn vom pushen abzuhalten, wenn dein Team kein 4 gegen 4 schafft ists halt schwierig ohne guten Dmg dealer wie Trynda. Sollte der gegnerische Toplaner nicht kommen, muss deinem Team klar sein, unter dem Tower zu bleiben, während du ihre Toplane zerstörst.\n\n5.Rammus: Bei Rammus kann ich dir leider nicht weiterhelfen, das ist ein Champ mit dem ich mich nie wirklich auseinandergesetzt habe.\n\n Tja das waren so meine Tipps für ein gutes Spiel mit deinen angegebenen Champs, dabei möchte ich anmerken, dass ich zwar seit Ende 2014/ Anfang 2015 spiele, aber trotzdem nur Silber/ Bronze bin, dafür kenne ich mich aber gut mit diesem Elo Bereich aus^^ Bei weiteren Fragen einfach melden!\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"TherakJ","date":"2017-01-24T15:44:20.621+0000","up_votes":1,"down_votes":0,"body":"Wow echt super Tipps Danke dir sehr!\n\nIch werde mich mal auf Irelia fokusieren mit ausweichoption Talon (da ich auf Talon in diesem Game nicht verzichten kann :-))\nAuf das mit dem Flanken bin ich nie wirklich gekommen obwohl es sehr naheliegend ist danke dir nochmal!\n\nIch hätte noch eine Frage die mir noch eingefallen ist.\n\nWas mach ich in dieser Situation:\n\nIch verliere die Lane oder merke zumindest, dass ich dem gegnerischen Toplaner unterlegen bin - also Safeplay unter dem Tower. Nun gibt's auch in unserer Elo leute die die Lane gut freezen. Was soll ich machen? Versuchen zu farmen, endet aber oft damit dass ich nur schon vor angst reinfeede oder unter dem Tower warten und in der 20min mit einem CS von 80 da stehen? \n\nAndere Situation ich bin wieder unterlegen, der Toplaner kann die Lane aber nicht freezen. Mit dem Jungler holen sie mich aber im Tower. Was soll ich hier machen? Tower verlassen um nicht zu Sterben?\n\nNochmal Dankeschön!","replies":[]}]},{"id":"","poster":"TherakJ","date":"2017-01-24T20:32:35.939+0000","up_votes":1,"down_votes":0,"body":"Danke euch allen sehr! Sind wirklich sehr hilfreiche tipps. Ich geb mir mühe diese in die Tat umzusetzen.\n\nVorallem auf Irelia werde ich mal den Fokus legen da ich schon ein wenig erfahrung mit ihr habe und sie sich zum climben anscheinend gut eignet (allrounder).\n\nIch komme sehr gerne auf euch zu und adde euch wenns ok ist :)\n\nNochmal vielen Dank!","replies":[]}]}