{"id":"lbqQlt0q","poster":"Leooona","date":"2020-03-05T09:46:51.577+0000","title":"Star Eternals, Unterschied zum normalen?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Man kann diese via BE kaufen, die andere Version nicht, wo liegt der Unterschied? Kann ich damit trotzdem alles unlocken? Ich spiel aber kein Ranked, falls dies erforderlich ist >.>\n\nKann man auch andere Sachen damit unlocken? Kisten oder OE z.B?","replies":[{"id":"","poster":"Gengchen","date":"2020-03-05T12:41:25.072+0000","up_votes":1,"down_votes":0,"body":"Die, die du mit Blauen Essenzen kaufen kannst, sind allgemeine Sachen, wie z.B. \"Wie viele Türme du eingerissen hast\", oder \"wie viele Epic Monster du getötet hast\". Hat also nichts mit deinem Champion an sich zu tun. Die welche du mit RP kaufst, befassen sich mit deinem Champion,z.B. wie oft du einen kill mit der Lux R hast, wie oft du den Gegner 2x mit einer Ahri Q getroffen hast (Q hin und zurück) usw.","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-03-05T10:32:16.882+0000","up_votes":1,"down_votes":0,"body":"Ich habe mich gestern so auf die Ewigen gefreut als ich endlich um 20/ 20:30 Uhr richtig Feierabend hatte um in Frieden am PC sitzen konnte. Und dann waren die Ewigen einfach noch nicht online. Mein armes kleines Herzchen dafür offline und gebrochen!\n{{sticker:sg-soraka}} \n\nDoch jetzt scheint alles gut zu werden. Dank dir hege ich Hoffnung das die Ewigen jetzt live sind und nachdem ich heute Abend beim Geburtstagsessen von/ mit meiner Mama war … habe ich drei Tage frei °^° **DREEEEIIII** … Eventuell kann ich dir Samstag eine sinnvolle Antwort geben XDDDDD Sorry &lt;3\n{{sticker:sg-ahri-2}} \n___\n**Die League of Legends Foren werden ab dem 09. März 2020 geschlossen. Hier findest du den Foren Ersatz von der Community für die Community: www.lolboards.de\nEbenfalls sinnvoll (heute ;)): [[TGSG] Giveaway. Neustart. Drei Tage Wochenende](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/EM2cKtBp-tgsg-giveaway-neustart-drei-tage-wochenende)**","replies":[{"id":"","poster":"Leooona","date":"2020-03-05T11:05:59.017+0000","up_votes":1,"down_votes":0,"body":"Ja, sie sind live..","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T11:15:24.678+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt :x Sinnvoll kann ich spätestens Samstag auf die beiden Fragen antworten.\n\nBisher fühlt es sich so an als würden alle die Ewigen hassen/ nicht nutzen wollen/ aus Prinzip meiden .-. Tut mir leid das ich deine einzige Hoffnung bin. \n\nAuf der anderen Seite … Wegen der Frage ob Ranked/ Normals erforderlich sind oder ob ARAMs auch gewertet werden … Probier es doch aus? °-° Hier ist nochmal die /dev Seite zu den Ewigen, aber aufgefallen ist mir jetzt nichts was das beantworten könnte. IDK. Glaub Just4Fun kann man sich auch mal so ein Ding für BE gönnen .-. Dann kannst du selbst was rum Doktoren ^^\n___\n**Die League of Legends Foren werden ab dem 09. März 2020 geschlossen. Hier findest du den Foren Ersatz von der Community für die Community: www.lolboards.de\nEbenfalls sinnvoll (heute ;)): [[TGSG] Giveaway. Neustart. Drei Tage Wochenende](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/EM2cKtBp-tgsg-giveaway-neustart-drei-tage-wochenende)**","replies":[]}]}]}]}