{"id":"6PNdMgI1","poster":"Megamaexx","date":"2020-01-15T09:41:38.942+0000","title":"Mainboard/Prozessor Coffee Lake vs Skylake","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hi zusammen,\r\n\r\nda ich gerade dabei bin, nach neuer Hardware für mich zu recherchieren, bin ich bei den Mainboards auf die Eigenschaft Prozessor Codename Skylake und Prozessor Codename Coffee Lake gestoßen.\r\n\r\nLaut Wikipedia soll Coffee Lake um die 20-30% mehr Leistung aus der CPU holen können und ist auch das neuere von beiden.\r\n\r\nAls CPU befindet sich ein i5 9600KF, die Mainstream-Sockel sind ja AM4 und 1151(V1 und V2), reicht es, wenn ich beim Kauf darauf achte, dass mein Mainboard den Sockel 1151 v2 hat oder muss ich zwangsweise noch auf dieses Coffee Lake achten?\r\n\r\nSchon mal danke an die Leute, die hier mehr Ahnung haben als ich\r\nMfG Megamaexx","replies":[{"id":"","poster":"biohazard27","date":"2020-01-15T10:23:39.952+0000","up_votes":3,"down_votes":0,"body":"Beim Prozessor hast du immer eine Sockelbezeichnung drauf. Im fall vom i5 9600KF ist es LGA 1151. Dazu suchst du ein passendes Mainboard, in dem Fall ein Z390. Auch musst du auf den Chipsatz vom Mainboard achten. Der Prozessor würde mit einem Z290 nicht funktionieren.\nWas Bedeutet KF beim Prozessor?\n-->K: steht für nicht gesperrten Tackt. Diese Prozessoren lassen sich übertackten.\n-->F: Steht für nicht integrierte Grafikeinheit. Brauchst also eine Grafikkarte um ein Bild zu haben.\n\nZur auswahl des Mainboard. Ich würde dir zu einem hochwertigerem Z390 raten, da man nen K Prozessor mit dem absicht kauft ihn zu übertackten. Bei günstigeren Mainboards kannst du probleme mit Spannungsversorgung usw bekommen.\n\nIch würde dir aber vom  i5 9600KF abraten &amp; dir einen Ryzen 5 3600 empfehlen. \n\nDie Ryzen Prozessoren sind Abwärtskompaktibel, da alle den Sockel AM4 haben &amp; der Chipsatz keine probleme macht. Beim Ryzen 5 3600 greifst du am bessten zu einem X470 (X570 lohnt sich nicht - teuer, laut &amp; du brauchst kein PCI Exprerss Gen 4).","replies":[{"id":"","poster":"Megamaexx","date":"2020-01-15T17:30:17.865+0000","up_votes":1,"down_votes":0,"body":"Danke für die Infos, hast mir dabei meine Frage ja indirekt beantwortet^^ \n\nIch hab da so ne Benchmark-Seite genutzt und der i5 schneidet knapp besser ab als der Ryzen 5 bei ungefähr gleichem Preis, weswegen ich gezielt nach kompatiblen Teilen zu Intels CPU gesucht habe.\nDas ist die Seite:\n\nhttps://www.userbenchmark.com/PCBuilder/Custom/S101651-M772658.165268.241678.107625vsS86189-M810675.165268.241678.107625?tab=GPU\n\n(Falls da meine Filter angezeigt werden, hab meine aktuelle GPU ausgewählt, die muss auch noch ersetzt werden. Falls du Empfehlungen unter 300€ hast, bin offen für Vorschläge :3 )","replies":[{"id":"","poster":"biohazard27","date":"2020-01-15T19:23:02.493+0000","up_votes":1,"down_votes":0,"body":"Als Grafikkarte in dem Preisbereich ist ne GTX 1660 Ti empfehlenswert.\n\nDIe Unterschiede von den Prozessoren. Dein gewählter Intel Prozessor hat 6Kerne &amp; 6Threds. Der AMD Prozessor hat 6Kerne &amp; 12Threds. \nDie Threds beschreiben wie viele Abläufe pro Kern möglich sind. Als der AMD Prozessor kan grob gesagtdoppelt so viele abläufe in der gleichen zeit verarbeiten. \n\nMomentan sind Spiele auf wenige Kerne ausgelegt. Darum Punktet Intel in den letzten jahren so sehr, da Boostet 1n kern bis 5Ghz. Zukünftlich sieht es aber eher so aus das Spiele auf mehr Kerne ausgelegt sein werden. Darum würd ich dir (in dem Preisbereich) zu nem günstigen Ryzen raten. Du wirst sowieso keinen Botelneck durch den Prozessor haben.","replies":[{"id":"","poster":"Megamaexx","date":"2020-01-15T23:49:15.755+0000","up_votes":1,"down_votes":0,"body":"> Als der AMD Prozessor kan grob gesagtdoppelt so viele abläufe in der gleichen zeit verarbeiten.\n\nDürfte doch an die Bedingung geknüpft sein, dass der Kern nicht voll ausgelastet ist. \n\nJedenfalls scheinen sich an dem Punkt auch einige Internet-Hardware-Foren-\"Experten\" uneinig zu sein^^ soll wohl angeblich \"die meisten\" Spiele sogar drosseln.\n\nIch behalt es aber im Hinterkopf, vielleicht wird es doch ein Ryzen bei mir. wie du schon sagst, die CPU wird schon kein Bottleneck bei mir werden.","replies":[]}]}]}]},{"id":"","poster":"Ma1days","date":"2020-01-15T10:14:25.863+0000","up_votes":2,"down_votes":0,"body":"1.Mit den sockeln kenne ich mich nicht aus, aber skylake ist schon sehr alt (6. Generation). Coffeelake ist die 9. Gereration. Doweit ich weis sind die mainboards nicht kompatibel.\n2. Müssten die amd prozessoren aktuell viel besser sein. \nIch schau immer hier https://extreme.pcgameshardware.de/komplette-rechner-zusammenstellung/431240-pc-beispielkonfigurationen-dezember-19-a.html \nwas ich kaufe und passe es immer noch leicht an","replies":[{"id":"","poster":"Megamaexx","date":"2020-01-15T18:03:54.383+0000","up_votes":1,"down_votes":0,"body":"> 1.Mit den sockeln kenne ich mich nicht aus, aber skylake ist schon sehr alt (6. Generation). Coffeelake ist die 9. Gereration. Doweit ich weis sind die mainboards nicht kompatibel.\n\nHmm, bei Wikipedia standen bereits Beispiele der 8. Gen. Bisher hab ich da auch immer nur von 2 Sockeln für Intel CPUs gelesen (für Normalanwender), allerdings von noch mehr Lake-Versionen. Kann aber gut sein, dass die quasi Sockel-gebunden sind, da kenn ich mich ja auch nicht aus^^\n\nEdit: Info gefunden, Skylake und Kaby-Lake haben den gleichen Sockel 1151 und bilden die 6. und 7. Generation, während Coffee Lake die 8. und 9. Generation ist, nur die Bezeichnung des Sockels ist irreführend. Wird auf manchen Seiten beim Mainboard auch einfach nur Sockel 1151 genannt, sonst auch LGA1151 oder 1151v2.\n\nIn der Theorie könnten die neuen Prozessoren noch mit alten Sockeln laufen, wurde aber wohl physisch so gebaut, dass es nicht geht.\n\n> 2. Müssten die amd prozessoren aktuell viel besser sein.\n\nDem widersprechen Benchmark-Ergebnisse. Im Bereich Gaming soll Intel da noch knapp die Nase vorn haben. Beim Link, den ich bei biohazard in die Antwort gepackt habe, machen die nahezu keinen Unterschied. Bei nem Video zu Prozessoren, was ich mir vor kurzem angeschaut habe, hat Intel noch die Nase vorn, AMD hat aber gut aufgeholt. Das Video umfasste allerdings noch nicht die Generation aus 2019.\n\n> Ich schau immer hier\n\nDas klingt irgendwie so, als ob du dir dauernd neue Hardware kaufst x3 aber danke, der Link wirkt auf den ersten Blick erstmal hilfreich :3","replies":[]}]}]}