{"id":"w9WMJxmA","poster":"ab ortu cinere","date":"2017-01-21T18:45:03.461+0000","title":"Selbsthilfegruppe \"Rankedteam\" wird hiermit gegründet :D (Platin)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\r\nIch bin General Hentai, bin 18 Jahre alt, spiele auf der Jungle Position und erstelle ein Rankedteam zusammen mit Alizona, welcher der Midlane Position besetzt und auch 18 Jahre alt ist.\r\nDas Rankedteam soll daf&uuml;r da sein, sich vor allem individuell zu verbessern und mehr Erfahrung zu sammeln in gewissen Spielsituationen, damit man selber mehr in das Thema &bdquo;Teamranked&ldquo; bzw. Flex Queue eintaucht. Nat&uuml;rlich soll der Humor nicht zu kurz kommen, aber wir haben vor mit dem Team auch an Turnieren teilzunehmen und dort auch so gut wie m&ouml;glich abzuschneiden. Wir wissen selber, dass wir mit einem Low-Platin-Team nicht mega viel rei&szlig;en k&ouml;nnen, aber das Ziel ist ja, dass man zusammenw&auml;chst und gemeinsam sich verbessert. Ich selbst bin am Ende der letzten Season Platin 5 auf meinem Mainaccount gewesen und mein h&ouml;chster Rang in der Letzten Season war Platin 1. Derzeit bin ich Gold 4 in Solo Queue und Platin 4 in Flex Queue. Alizona ist Gold 1 in Solo Queue. Wir suchen Leute die letzte Season mindestens Platin 5 waren und derzeit in Flex Queue mindestens Gold sind, damit es keine Probleme mit dem Elo-Unterschied gibt.\r\nIhr solltet selber freundlich sein, mit Kritik umgehen k&ouml;nnen, aber euch auch nicht scheuen den Mund aufzumachen und selbst mal Kritikpunkte anzusprechen. Shotcalling ist noch nicht vergeben und wir freuen uns &uuml;ber jeden Spieler der das beherrscht. Vor allem ist hier der Supporter gefragt.\r\nUnser jetziges Roster ist noch sehr &uuml;berschaulich:\r\nTop: gesucht\r\nJungle: General Hentai\r\nMid: Alizona\r\nAdc: gesucht\r\nSupport: gesucht\r\n\r\nDie Kommunikation findet wahrscheinlich &uuml;ber Teamspeak 3 statt. Ihr solltet vor allem freundlich und p&uuml;nktlich sein. Wir spielen zudem generell abends und mindestens zweimal in der Woche. &Uuml;ber m&ouml;gliche Termine am Wochenende sprechen wir immer in der jeweiligen Woche davor.\r\nWie Oben schon angedeutet w&uuml;rden wir gerne mit dem Team was erreichen. Ich pers&ouml;nlich w&uuml;rde es gut finden, wenn ich am Ende der Season im soliden Platinmittelfeld bin oder evt. sogar in Diamant spiele. Spieler, die zwar im Roster aufgenommen wurden, aber wo wir merken, dass die schnell &uuml;ber die Str&auml;nge schlagen, indem sie flamen, werden recht schnell gebencht und ersetzt.\r\nFalls ihr Interesse habt schreibt bitte zuerst einnen Kommentar hier drunter in dem Ihr euch beschreibt und mich dann erst addet, da ich dann die Anmeldung besser organisieren kann und ich &uuml;ber alles einen besseren &Uuml;berblick habe.\r\nMit freundlichen Gr&uuml;&szlig;en\r\nGeneral Hentai\r\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Clay Locoy","date":"2017-01-21T20:08:17.386+0000","up_votes":1,"down_votes":0,"body":"Moin!\nIch und mein Kumpel (beide 18) sind schon des längeren auf der Suche nach einem Team. Wir würden gerne zusammen auf Bot spielen. Er wäre der ADC (letzte Season dia 5) und ich würde ihn Supporten (letzte Season Plat 1). Flamen ist für uns ebenfalls keine Option :D.\nIch gehe noch zur Schule und er macht grade eine Ausbildung.\nWäre cool wenn wir mal n paar Runden zusammen zocken können!\n\nVG\nClay Locoy","replies":[{"id":"","poster":"ab ortu cinere","date":"2017-01-21T22:02:22.591+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Clay Locoy,realm=EUW,application-id=ElKI1ocy,discussion-id=w9WMJxmA,comment-id=0002,timestamp=2017-01-21T20:08:17.386+0000)\n>\n> Moin!\n> Ich und mein Kumpel (beide 18) sind schon des längeren auf der Suche nach einem Team. Wir würden gerne zusammen auf Bot spielen. Er wäre der ADC (letzte Season dia 5) und ich würde ihn Supporten (letzte Season Plat 1). Flamen ist für uns ebenfalls keine Option :D.\n> Ich gehe noch zur Schule und er macht grade eine Ausbildung.\n> Wäre cool wenn wir mal n paar Runden zusammen zocken können!\n> \n> VG\n> Clay Locoy\n\nJa ich hab dich mal geaddet :)","replies":[]}]},{"id":"","poster":"Toaster Hutu","date":"2017-01-21T18:58:38.773+0000","up_votes":1,"down_votes":0,"body":"Bin interessiert! \nADC- Main\nletzte Season Plat 4 \nStudent\ngroßer Championpool","replies":[]}]}