{"id":"w3T6mAAA","poster":"Irelia Haze 420","date":"2017-01-21T12:10:53.956+0000","title":"Riot Client fehlerhaft?","subforum":"Hilfe & Support","up_votes":0,"down_votes":2,"body":"Hallo erstmal :)\r\n\r\nGestern schon sind mir diverse Bugs im Clienten aufgefallen (treten im alten und im neuen auf). Zuerst hatte ich das Problem dass ich einen meiner Freunde in eine Blind Queue eingeladen habe, als f&uuml;nften Mann. Als er dem Raum beigetreten war , konnte ich ihn jedoch nicht sehen (Spielername usw.), meine anderen Teammitglieder best&auml;tigten mir jedoch, dass er drin sei , sie konnten ihn in der Lobby ganz normal sehen(scheinbar also ein Fehler an meinem Client, benutze den alten) . Unser f&uuml;nfter Mann konnte auch problemlos Nachrichten in den Chat senden, die auch ICH lesen konnte. Ich startete also das Matchmaking. Als wir nun die Spieleinladung bekamen und in der Championselect waren, hatten wir pl&ouml;tzlich einen Random dabei(5 Mann premade....). Kurz darauf sagte unser f&uuml;nfter Mann er sei noch in der Lobby(also die Anfangslobby). Nun ja alles halb so wild, einer hat einfach nicht gepickt und wir wurden aus der Championselect geworfen. \r\nAls wir wieder einen Raum er&ouml;ffneten stand dort nun dass einer von uns 5 in der Warteschlange sei(was ja nicht sein kann wir sa&szlig;en doch zu f&uuml;nft in der Lobby), das hatte jedoch keine Auswirkungen auf das Spiel. Ich konnte meinen Freund in der Lobby wieder sehen (nachdem er reloggt hatte) und wir konnten ohne Probleme starten (jedoch waren wir alle etwas verwirrt).\r\nEine weitere Sache die mir komisch vorkam war, dass einer meiner Freunde gestern zu mir sagte dass sich jemand auf seinem Account eingeloggt h&auml;tte, was uns allen etwas unbehagen bereitete( Another Person logged into your Account from another Pc.....usw), wir hielten das aber nur f&uuml;r eine Fehlermeldung. Als dieser sich heute jedoch erneut einloggen wollte, war er komischerweise im Spiel, als Lucian(er spielt fast NIE Sch&uuml;tzen) in einem kooperativen Match. Ich loggte mich darauf hin ein um zu gucken ob das was mein Freund mir sagte stimmte und tats&auml;chlich war er nun Ingame wobei er doch gerade erst On- gekommen war und nichts gestartet hatte.\r\nDa dieser Fehler sowohl bei mir mit dem alten Client, als auch bei meinem Freunden die teilweise auch auf den neuen Clienten spielen, auftreten, w&uuml;rde ich gerne wissen ob sowas bei euch auch in letzter Zeit vorgekommen ist und ob es an Riot liegt, oder es ein anderes Problem sein k&ouml;nnte z.B. Hacker{{champion:112}}  (eher unwahrscheinlich aber man wei&szlig; nie).\r\n\r\nIch freue mich auf eure Antworten\r\n\r\nLiebe Gr&uuml;&szlig;e \r\n\r\nArima","replies":[]}