{"id":"rsN31nA1","poster":"D3SP4IR","date":"2019-05-17T13:20:55.304+0000","title":"Rageblade nerf","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Werden Kaisa Vayne Varus etc danach noch viable sein? ich meine durch den phantom hit geht eine menge and dmg verloren für  jeden rageblade abuiser, sollte man diese 3 evtl aus den augen lassen? Varus und kaisa sieht man ja noch ab und zu auch im Pro bereich, aber die spielen ja auch auf den alten patch, werden kaisa und varus noch viable sein?","replies":[{"id":"","poster":"Holokom","date":"2019-05-17T14:16:12.330+0000","up_votes":3,"down_votes":0,"body":"Varus kann ganz normal auf Krit oder lethality gespielt werden, rageblade ist nicht nötig. Für Kaisa ist das zwar wirklich sehr unangenehm, aber sie bekommt durch die änderung auf dem Rageblade jetzt ja mehr Durchdringung, also sollte das eigentlich passen, selbes gilt für Kogmaw und Kayle.\nEs sind halt wirklich nur vayne und Yi betroffen da die von der Druchdringung nichts haben. Finde aber auch das der Vayne nerf lange überfällig war.","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2019-05-18T17:14:58.020+0000","up_votes":2,"down_votes":0,"body":"Also ich habe neulich Kaisa mit 1st Bork und 2nd Huricane dann IE gebaut, habe nichts vermisst und konnte carrien.\n\nDenke als Last Item anstatt Armor Pen, wenn du Crit mit full Attackspeed hast lohnt sich der Rageblade dennoch.\nAls Früh Item lohnen sich die Stats/Kosten sowie Passive nicht ohne viel Attackspeed.\n\nIst meine Meinung...","replies":[]},{"id":"","poster":"Aymira","date":"2019-05-17T20:31:20.752+0000","up_votes":1,"down_votes":0,"body":"Also wie Holokom bereits bemerkt hat: Ich denke das es Kai‘sa zwar spüren wird, aber dadurch nicht groß schwächer wird, da sie von der Durchdringung früh auch sehr gut profitiert. \n\nBei Vayne muss ich sagen, das könnte schon eine Veränderung bringen. Denke wohl das man nun eher wieder Klinge des gestürzten Königs + Krit bauen wird. Kann mir nicht vorstellen, das die Abschwächung von Wutklinge nun dazu führt das Vayne auch völlig unbrauchbar wird. \n\nZu Varus lässt sich nicht viel sagen, hab von Anrgiffstempo Varus nie viel gehalten - Persönlich. :D","replies":[]}]}