{"id":"M5MacNJ1","poster":"Holokom","date":"2019-05-17T10:21:53.849+0000","title":"Autofill protected, wieso support ? Wieso nicht Top?","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Hey, \r\nalso der Hintergrund von diesem Post ist das ich vor kurzem nicht mehr wusste welche Lane ich spielen wollte, also habe ich im Solo Q immer mit Fill ge qued.\r\nIch habe etwa  30 Spiele auf Fill durch, zu allen möglichen Tageszeiten und komme zu folgener Verteilung:\r\n\r\nToplane: 16\r\nJungle: 2\r\nMitte: 1\r\nADC: 7\r\nSupport: 8\r\n\r\nIch wollte fragen ihr findet das die Fill  protection überarbeitet werden sollte, da die Support Position definitiv nicht am stärksten gebraucht wird. Da dies natürlich von ELO und Server verschieden sein könnte, hätte ich vorgeschlagen das ein langfristiger Durschnittswert ermittelt wird und das die am wenigsten beliebte Rolle immer die Protection verleiht, und nicht einfach immer Support (ADC etwa ist fast genau so unbeliebt). \r\nIch selbst werde erstmal weiter machen bis 100 und dann nochmal meine Statistik posten.\r\n\r\nAußerdem stellt sich hier einmal wieder dar das Toplane viel zu wenig einfluss auf das Spiel geschehen hat, als Teamfighter kommst du zu selten zum gruppieren, bist oft auch mit Teleport auf der anderen Seite unterwegs. Als Lanebully bist du nutzlos da gefeedete ADCs dich ohnehin zu jedem punkt aus den Latschen hauen. Davon abgesehen sind viele Matchups schon in der Championselect entschieden. (Jax vs Maokai... AFk split push, der Tank hat keine Möglichkeit sich dagegen zu wehren da sein Kit kein 1v1 hergibt und Teleport zu viel Abklingzeit hat um regelmäßig eingesetzt zu werden.)\r\n\r\nMFG Holokom","replies":[{"id":"","poster":"HyperionCH","date":"2019-05-17T12:23:47.767+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, du hast die Autofill-Protection falsch verstanden.\n\nAutofill-Protection bedeutet:\nDer Spieler wird keine Autofill-Rolle kriegen; somit kriegt er entweder seine 1. Wahl oder seine 2. Wahl. Eine andere Rolle - die er nicht angegeben hat - kriegt er entsprechend nicht.\n\nBeispiel:\nWenn der Spieler Mid/ADC pickt, dann kriegt er einer diese beiden Rollen, wenn er Autofill-Protected ist. Er wird auf keinen fall Top/Jgl/Sup als Rolle bekommen.\n\nAutofill funktioniert zudem so, dass jeweils jene Rolle autofilled wird, was gerade besonders stark fehlt (und entsprechend die Wartezeit massiv ansteigen würde).\nIn Low-Elo (bis mittleres Gold) ist dies in den meisten Fällen der Support; ab Platin wechselt es derzeit eher zu Top.\n\nAber dies ist flexibel. Wenn z.B. gerade jetzt im Dia-Bereich keine Midlaner verfügbar sind (alle im Urlaub oder warum auch immer^^) und alle anderen Rollen sind in der Warteschlange verfügbar, dann wird auch schon ein Top/Sup-Spieler in die Midlane autofilled.","replies":[{"id":"","poster":"Holokom","date":"2019-05-17T13:07:21.012+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=cGRapXds,discussion-id=M5MacNJ1,comment-id=0000,timestamp=2019-05-17T12:23:47.767+0000)\n>\n> Ich glaube, du hast die Autofill-Protection falsch verstanden.\n> \n> Autofill-Protection bedeutet:\n> Der Spieler wird keine Autofill-Rolle kriegen; somit kriegt er entweder seine 1. Wahl oder seine 2. Wahl. Eine andere Rolle - die er nicht angegeben hat - kriegt er entsprechend nicht.\n> \n> Beispiel:\n> Wenn der Spieler Mid/ADC pickt, dann kriegt er einer diese beiden Rollen, wenn er Autofill-Protected ist. Er wird auf keinen fall Top/Jgl/Sup als Rolle bekommen.\n> \n> Autofill funktioniert zudem so, dass jeweils jene Rolle autofilled wird, was gerade besonders stark fehlt (und entsprechend die Wartezeit massiv ansteigen würde).\n> In Low-Elo (bis mittleres Gold) ist dies in den meisten Fällen der Support; ab Platin wechselt es derzeit eher zu Top.\n> \n> Aber dies ist flexibel. Wenn z.B. gerade jetzt im Dia-Bereich keine Midlaner verfügbar sind (alle im Urlaub oder warum auch immer^^) und alle anderen Rollen sind in der Warteschlange verfügbar, dann wird auch schon ein Top/Sup-Spieler in die Midlane autofilled.\n\nJa, aber es gibt den Bonus dass wenn du Support spielst das du Automatisch Autofill protected bist. jemand der als Support qued kann niemals, unter keinen umständen Autofilled werden, außer er hat vorhin nur andere Rolle gespielt, dann würde er bei dem einen Game wo er die Rolle wechselt vielleicht autofilled werden aber danach nie wieder.\nIch finde das dieses Problem das Matchmaking einfach nur unnötig langsamer macht, da Support offensichtlich nicht die unbeliebteste Rolle ist.","replies":[{"id":"","poster":"Tron0001","date":"2019-05-18T09:23:25.274+0000","up_votes":1,"down_votes":0,"body":"Hast du daran gedacht das Yumi{{champion:350}} frisch da ist?\nDarum will jeder suppen um sie zuspielen. Bin Main supp und meine Wartezeit ist von ein paar sekunden auf über zwei minuten gestiegen seit Yumi drausen ist.\nDas verzehr zur Zeit das Bild gewaltig.","replies":[]}]}]},{"id":"","poster":"BestKillerEu","date":"2019-05-17T14:50:35.605+0000","up_votes":1,"down_votes":0,"body":"Ich musste bei deinem letzten Absatz schon etwas schmunzeln. Wenn ich den Gegnerischen top laner und den Jungler, welcher mich low life sieht, denkt, dass er mich taken kann und ich beide frühstücke und d das mehr als einmal. Dann kann der ADC selbst wenn der etwas gefeedet ist sehr gerne ankommen. Hatte das sogar, da ist die Jinx mit 8 kills hoch. zu blöd ich hatte schon 12. zwar 6 deaths, aber ich war klar vorne. CS auch über 160 bereits.  Und ich nehme immer Flash und Ignite (Blitz Entzünden) da meine Bot lane einen TP hat sollte dies reichen. Hat es bisher. Mann wird nicht immer vom ADC aus den latschen gehauen. Ich hatte gestern auch den Fall, dass einer mehr kills hatte als ich und mit deren Jungler top kam. tja 3 kills für mich. :D Da ich den Damage mache. :D\n\nUnd da die Autofill-Protection erklärt wurde, werde ich dies nicht auch noch erklären. \nIch kann aber auch nicht verstehen, was an Support schlecht ist. LUX ist OP und Brand als zweiten Damage bringer unten. Wenn dein mate kein kleinkind ist, dann jucken ihn die 50 CS nicht und die 5 kills. :D Solange man im Late Game gewinnt. :D\n\np.s. Als Top-laner habe ich allerhand zu tun. Da ich ja die Aufmerksamkeit auf mich ziehe. :D und nebenbei meine 2 tower erlege und den Drachen ein paar mal mit hole. :D oder deren Red buff stehle. :D\n\n\np.p.s ich habe nur erfahrung in Normales und Abwechselnder Modus. Ich spiele keine Rankeds. Ohne team ist man da RIP. :D","replies":[]}]}