{"id":"JeAszXGH","poster":"ninju7su","date":"2017-01-19T07:22:15.217+0000","title":"Matchmaking","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Moin,\r\n\r\nich hab eine kleine Frage und bin mir nicht ganz sicher ob man die behaupt beantworten kann, aber vielleicht wei&szlig; ja einer mehr als ich. Es geht mir generell um das Matchmaking. Klar werden Spieler zusammengew&uuml;rfelt die dann 5 gegen 5 etwa auf einer MMR Stufe liegen. Soweit, so ausgeglichen. Nun kennt das glaube ich jeder von euch: Man kommt in die Promo und auf einmal scheint man nur noch absolute Vollidioten im Spiel zu haben. Ich will nun nicht flennen was bei meiner Promo alles schief gelaufen ist, aber es war extrem. Hab es dann beim zweiten Anlauf ja auch geschafft. Von der Championselection, &uuml;ber die Itembuilds, hin zu der Kommunikation und dem grundlegensten Spielverst&auml;ndnis _(es war grauenhaft sag ich euch)_ hatte ich das Gef&uuml;hl, dass ich mich in der Promo nochmal richtig beweisen soll, um zu zeigen das ich in die n&auml;chste Liga darf. Daran will ich auch gar nicht meckern weil ich wei&szlig;, dass man, gerade in der Promo, angespannter spielt und sich um so mehr &auml;rgert, wenn ein Yi engaged und man als Leona den CC auf den werfen will und die Kalista einen in DEM Moment ulten muss _(und ich schreib der noch vorher sie soll mich beim yi-engage nicht ulten)_. Allerdings habe ich das Gef&uuml;hl, dass mein eigenes Team in der Promo immer etwas schwerer zu handeln ist als in regul&auml;ren Games.\r\n\r\nEin anderes Ph&auml;nomen ist mir aufgefallen, wenn ich mir einem Freund zocke. Ich selbst versuche als Supporter nat&uuml;rlich immer ein Ruhepol des Teams zu sein und die Moral weitestgehend positiv zu halten. Dem entsprechend flame ich nicht, versuche zu motivieren und generell ein Vorbild f&uuml;r jeden zu sein  _(der Friedensnobelpreis ist mir sicher)_. Mein Freund ist jedenfalls einer der sich gerne mal anstecken l&auml;sst und zur&uuml;ck schreibt. Kein agressives Rumgeheule aber er geht auf Diskussionen ein. Nun habe ich ihn dazu bekommen, &uuml;berwiegend darauf zu verzichten und wir sammeln jetzt so unsere Erfahrungen. Mir f&auml;llt dabei folgendes auf: Spiele ich Solo, sind die Flamer oder Ragekiddys relativ &uuml;berschaubar und kontrolierbar. Spiele ich mit meinem Kollegen, ist es auff&auml;llig, dass die Leute sehr viel agressiver im Chat sind und auch Frust oder Trotzsituationen sind &ouml;fter zu verzeichnen. \r\n\r\nKann man alles als subjektive Empfindung abtuen, dass ist mir klar, aber gibt es Informationen dazu ob, abgesehen von der MMR, auch auf Reports, Ehrungen und andere Aspekte beim Matchmaking geachtet wird oder ist das wirklich nur meine ganz eigene Wahrnehmung.\r\n\r\n**Ihr k&ouml;nnt ja mal schreiben wenn ihr es wisst oder vielleicht auch wo Ihr schon &auml;hnlcihes erlebt habt.**\r\n\r\nIch pers&ouml;nlich hatte schon mal &ouml;fter dar&uuml;ber nachgedacht, ob man Leute die &ouml;fter Reported wurden nicht einfach auch &ouml;fter zusammenspielen l&auml;sst. Die Leute die r&uuml;cksichtsvoll spielen somit belohnt, einen Teil der Community also clean h&auml;lt und die, die negativ aufgefallen sind zeigt, dass es so nichts bringt (Feur bek&auml;mpfen mit Feuer MUAHAHAHA). Zumindest w&uuml;rde so ein Teil der Community nicht so toxisch belastet werden. Auch dazu w&auml;r mir eure Meinung mal wichtig.\r\n\r\nGr&uuml;&szlig;e,\r\nNin","replies":[{"id":"","poster":"eingew","date":"2017-01-19T08:15:03.958+0000","up_votes":4,"down_votes":0,"body":"Flamer treffen öfter auf Flamer, das ist völlig richtig. Das hat mit dem Matchmaking aber nichts zu tun. Das liegt ganz einfach daran, dass Provokation die sicherste Methode ist, um unangenehme Gegenkommentare heraufzubeschwören. Dein Freund schreibt gerne mal provokative Sachen in den Chat? Dann wird aus dem einen negativen Kommentar, was du vielleicht in deinen Spielen viel weniger beachtet hättest, schnell ein ausgewachsener Miesmacher, dem scheinbar alles daran liegt, dem Team die Stimmung zu versauen.\n\nDu siehst, es braucht gar keine Manipulation des Matchmakings. Für das hauseigene \"Prisoners-Island\"-Gefühl kann man ganz alleine sorgen.\n\nAußerdem ist die menschliche Wahrnehmung extrem leicht zu beeinflussen. Als \"Priming\" bezeichnet man die Voraktivierung bestimmter Gedächtnisinhalte, indem ein Teil der Gedächtnisinhalte aktiviert wird. So nehmen junge Menschen meistens auch primär andere junge Menschen wahr. Schwangeren Frauen fallen plötzlich die massigen anderen Schwangeren auf. Und weißt du, warum das Filmklischee, dass man immer nach einer Trennung nur noch andere Paare sieht, tatsächlich zutrifft? Weil man sie durch seine Trennung verstärkt auf andere Paare achtet. Das ist Priming.\n\nDenn das beeinflusst auch die Wahrnehmung und das Handeln. So fällt es dir leicht, andere Flamer wahrzunehmen, wenn du mit deinem Kumpel spielst, weil dein Gehirn ihn unwiederbringlich mit diesem negativen Verhalten verknüpft hat. Vielleicht verursachst du sie unterbewusst sogar selbst. Das kann ebenfalls schnell passieren. \n\n___\n\nWas den allerersten Teil deines Posts angeht, dass du zufällig in den Promos so schlechte Mitspieler bekommst: Da braucht es nicht mal ein MM um das als Zufall oder negativ voreingenommene Wahrnehmung deinerseits zu interpretieren. Denn deine Mitspieler und Gegner werden aus demselben Spielerpool zusammengewürfelt - und vollkommen zufällig in die Teams aufgeteilt. Also selbst wenn das Spieler aus allen Skillstufen wären, die Wahrscheinlichkeit, dass du ständig ausgerechnet in den Promos nur schlechte Mitspieler ins eigene Team und gute für die Gegner bekommst, ist klein. Kann passieren, hat aber dauerhaft keinen Einfluss.\n\nIch glaube ich weiß, wie du dir mehr Gelassenheit aneignen könntest. Informiere dich über [die MMR und das Ligasystem](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo). Denn wenn man weiß, dass nur die MMR wichtig ist und diese in jedem Spiel gleich berechnet wird und Promos nur eine vorgegaukelte Erscheinung des Ligasystems sind, diese aber keine besondere Bedeutung für die Messung deines Skills haben, dann fällt der ganze Druck, den man früher vielleicht bei diesen Spielen verspürt hat, völlig von einem ab. Promos sind unwichtig, sie sind genauso ausschlaggebend und einflussreich für die MMR wie jedes andere Spiel auch. Wenn du sie verkackst ist das völlig egal, denn wichtig ist nur, dass du oft genug gewinnst um deine MMR steigen zu lassen. Selbst wenn einmal der Fall eintreten sollte, dass das Ligasystem dich irgendwann durch seine Veränderungen viel zu weit unten anzeigt, obwohl du längst 3/4 Stufen höher gehörst, dann zieht das System nach und lässt dich einfach nach oben springen.\n\nDer einzige Zeitpunkt, zu dem Promos wichtig sein könnten, ist kurz vor Seasonende, wenn die Belohnungen davon abhängen. Während der Season sind sie völlig egal, denn wenn du eine Promo verkackst, dann nur noch gewinnst, dann wieder die Promo verkackst und dann nur noch gewinnst... dann ist bei der gewonnenen Promo danach deine MMR so hoch, dass du kurz darauf viel mehr LP gewinnst und umso schneller aufsteigst. Ich kann ja als Beispiel dienen, aktuell verdiene ich circa 25 LP bei einem Sieg und verliere 15 bei einer Niederlage. Das spricht dafür, dass meine MMR etwas höher als meine aktuelle Platzierung ist, das System will mir den Aufstieg daher leichter machen. Normal sind +/-20LP.\n\nGlaub mir, das Ligasystem ist völlig egal. Wichtig ist nur, dass du deine MMR verbesserst, wenn du aufsteigen willst.","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T08:59:16.606+0000","up_votes":1,"down_votes":0,"body":"Danke für die ausführliche Antwort. Das mit dem Priming ist interessant und darüber hab ich vorher _so_ nicht nachgedacht. Ist gut zu wissen. Das mit dem Ligasystem bzw. der MMR war mir weitestgehend bekannt und ich denke auch, dass ich eigentlich ein sehr gelassener Spieler bin. Werd mir den Link dennoch mal genau durchlesen.\n\nthx","replies":[]}]},{"id":"","poster":"Abasin","date":"2017-01-19T07:53:39.311+0000","up_votes":1,"down_votes":0,"body":"Kurz gesagt fragst Du, ob es eine \"prisoners island\" beim Matchmaking gibt. Diese Frage hat RIOT schon lange verneint.","replies":[{"id":"","poster":"Werknuckle","date":"2017-01-19T08:16:09.840+0000","up_votes":1,"down_votes":1,"body":"Und das heißt was?\nGerade in unserer Geschallschaft, und wenn man weiß wie sch**** und verlogen Menschen sein können, bedeutet so eine 0815 Aussage doch rein gar nix oder?\nIch weiß nicht was da in Wirklichkeit abläuft, du weißt es nicht, niemand der nicht bei Riot tätig ist weiß es ^^","replies":[{"id":"","poster":"eingew","date":"2017-01-19T08:25:52.714+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn es so wäre, würden sie das wohl kaum jedem ihrere Mitarbeiter erzählen :D\n\nEs ist aber unwahrscheinlich, dass das so ist. Ich meine... wie blöde wäre das eigentlich, die guten ins Töpfchen, die schlechten ins Kröpfchen? Wo soll das hinführen? Sicher nicht in ein angenehmeres Spielerlebnis. Wie Lyte bereits gesagt hat: Gruppendruck ist ein enorm wichtiger Faktor, um unser Verhalten zu beeinflussen. Den Spielern durch eine Zuweisung besonders negativer Mitspieler zu suggerieren, dass ihr Verhalten so völlig normal ist und sie sich ruhig weiter so benehmen sollen, wäre fatal dämlich, wenn man eben dieses Verhalten eigentlich verbessern will. Und mit welchem Ziel sollte Riot das Verhalten der Spieler verschlechter wollen? Um die Spielerzahlen zu riskieren, die sie sich so schön erarbeitet haben?\n\nAußerdem: Alle reden immer davon, dass wir \"in unserer Zeit\" oder \"in unserer Gesellschaft\" mit so besonderen Problemen zu kämpfen hätten. Eigentlich ist Verrat und Verlogenheit schon mindestens seit es die Schriftführung gibt ein bekanntes Problem. Und es ist auch offenbar mehr als natürlich für uns. Es gab Wissenschaftler, die hofften, dass die von der westlichen Welt bis dahin isolierten Kulturen von Südamerika sich in der Antike und im Mittelalter anders Verhalten haben, als wir. Fehlanzeige, die Annalen der dortigen Kulturen, die eine Schrift hatten, erzählen überraschenderweise primär von Verrat, Rache und Vergeltung.\n\nVerlogene Gesellschaft? Wenn etwas verlogen ist, dann ist das eine regelmäßig auftauchende Neigung des Menschen im Allgemeinen. Unsere Gesellschaft im besonderen ist dafür nicht übermäßig ausschlaggebend.","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T08:51:18.134+0000","up_votes":1,"down_votes":0,"body":"> Es ist aber unwahrscheinlich, dass das so ist. Ich meine... wie blöde wäre das eigentlich, die guten ins Töpfchen, die schlechten ins Kröpfchen? Wo soll das hinführen? Sicher nicht in ein angenehmeres Spielerlebnis. Wie Lyte bereits gesagt hat: Gruppendruck ist ein enorm wichtiger Faktor, um unser Verhalten zu beeinflussen. Den Spielern durch eine Zuweisung besonders negativer Mitspieler zu suggerieren, dass ihr Verhalten so völlig normal ist und sie sich ruhig weiter so benehmen sollen, wäre fatal dämlich, wenn man eben dieses Verhalten eigentlich verbessern will. Und mit welchem Ziel sollte Riot das Verhalten der Spieler verschlechter wollen? Um die Spielerzahlen zu riskieren, die sie sich so schön erarbeitet haben?\n\nIch hätte mir das so gedacht, dass es quasie eine soziale elo gibt. Wird jemand oft reported oder fällt durch negatives Verhalten auf und sinkt diese. Ist er für mehrere Spiele wieder neutral oder gar positiv, steigt diese. D.h. es würde nicht dauerhaft so bleiben das wenn man 10 Games flamed wie nen Kamin, für immer mit den Rüpeln zocken muss.\nIch bin nun kein Psychologe und das alles sit auch nur eine grobe Idee, alelrdings bin ich mir nicht sicher ob sich Spieler mit fehlverhalten bestätigtens ehen in ihrem Verhalten wenn andere sie auch flamen. Vielleicht würde man irgendwann selbst merken, das so kein Teamplay zustande kommt, bzw. es würde auch schlicht mehr Spiele verloren und man müsste notgedrungen einlenken. Ich kenn viele Leute z.B. die an sich sehr nette und hilfsbereite Menschen sind, aber sich halt gerne anstecken lassen, wenn jemand flamed oder einfach schnell tilten. Man würde damit quasie etwas entgegenwirken, das solche Spieler überhaupt erst in diesen toxischen Pool gezogen werden.\n\nIn wie weit sich das auf die Spielerzahlen auswirkt, ob dann welche leaven würden,.. keine Ahnung. ist ja gnädiger Weise auch kein Problem das _ich_ Lösen muss. Aber ob der Flamer nun von sich aus wütend ist oder mit anderen zusamm. Frust ist in jedem Fall vorhanden und die Leute spielen dennoch weiter.","replies":[{"id":"","poster":"eingew","date":"2017-01-19T09:14:22.310+0000","up_votes":1,"down_votes":0,"body":"Dann würde man kurze Phasen der Toxizität mit toxischen Mitspielern verstärken. Gerade wenn man die Spieler nicht darauf aufmerksam macht, glaube ich kaum, dass daraus die richtigen Schlüsse gezogen werden. Zur Besserung des Verhaltens würde das eher nicht beitragen.","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T09:18:35.792+0000","up_votes":1,"down_votes":1,"body":"Und wenn man es öffentlich macht. \"Hey Leute, ihr wollt mit netten Dudes spielen? Seid nett und steigert eure soziale Elo\". Wäre doch sicher ein ansporn für viele. Kann man ja nach erhaltenen Reports in regelmäßigen Abständen nochmal einblenden als Hinweis.","replies":[{"id":"","poster":"HyperionCH","date":"2017-01-19T10:07:04.254+0000","up_votes":1,"down_votes":0,"body":"Nein, das wird anders ablaufen.\n\nDie Toxiness in der Prisoners Island würde dazu führen, dass jene Flamer noch schlimmer werden (da es sls normal angesehen wird, wie man sich dort verhält).\n\nIrgendwann glauben einige Flamer, dass sie dort nicht rauskommen und erstellen einen smurf. Damit spielen sie mit normalen Spielern, sind jedoch nun noch viel toxischer als früher. Die normalen Spieler hätten also dann auch mehr Toxiness im Spiel.","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T10:26:55.470+0000","up_votes":1,"down_votes":1,"body":"Hm,... meinst du das wäre auch noch so, wenn man sie tatsächlich immer wieder darauf hinweist, dass sie sich negativ verhalten und ihnen sagt, dass es eben _nicht_ normal ist?! Das mit dem neuen Account, wäre natürlich ein Problem, wobei, entgegen der MMR oder Liga könnte man die soziale Elo vom ersten Spiel an, also vom Level 1 aufzeichnen lassen und somit würden diese Leute sehr schnell wieder in der gleichen Ecke landen, bevor sie überhaupt jemanden ein Ranked-Game versauen können, der eben nicht so toxisch ist. \n\nEr wäre zum einen aufgeklärt darüber, was Riot und andere Spieler als Problem ansehen und zum anderen hätte er nicht die Möglichkeit über einen längeren Zeitraum toxisch aktiv zu sein. Selbst mit neuen Accounts.","replies":[{"id":"","poster":"HyperionCH","date":"2017-01-19T14:03:18.564+0000","up_votes":3,"down_votes":0,"body":"Riot sagt ja oft genug, dass wenn sich jemand falsch verhält.\nTrotzdem gibt es genug Spieler mit perma, die hier einen Thread eröffnen und trotz toxischem chatlog glauben, dies wäre normal.\n\nBei deinem Vorschlag wären die Rankeds zwar sicher, aber neue Spieler kriegen in den ersten Stufen diese Flamer. Dann lässt der Neuling entweder das Game links liegen oder wird selbst ein Flamer. Beides ist nicht im Interesse von Riot (und den LoL-Spielern)","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T14:05:25.137+0000","up_votes":1,"down_votes":0,"body":"Ergibt Sinn. ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Werknuckle","date":"2017-01-19T08:48:30.986+0000","up_votes":1,"down_votes":0,"body":"Du kannst es ganz einfach auf'n Punkt bringen: Seuche Mensch. Wir sind das schlimmste was diesem Planeten passieren konnte. Wir hätten uns nie so weit entwickeln dürfen. Oder anders, die Entwicklung hat uns zu dem Übel werden lassen was wir sind.\nAber ich glaube das führt jetzt bissl zu weit ;D","replies":[{"id":"","poster":"Abasin","date":"2017-01-19T10:45:02.065+0000","up_votes":2,"down_votes":0,"body":"Nun ja, wir sind etwas, das diesem Planeten passiert ist. Aber ob das gut, schlecht oder gar von langer Dauer ist, steht noch gar nicht fest. Da die Evolution ja nicht stehen bleibt, werden sich genug Arten finden, die sich auch an das von uns mitgestaltete Milieu anpassen und darin überleben, für die das sogar vorteilhaft ist. Uns kann nur daran gelegen sein, dass wir uns nicht alle Überlebensvorteile unter dem Hintern wegziehen. Als Seuche würde ich uns nicht bezeichnen, wir sind nun mal zufällig die dominante Spezies, wenn es die Ameisen wären oder Dinos, würden wir auch sehen, dass wir unser Ding machen. Und uns bei nächster Gelegenheit (Meteore usw.) an denen vorbei nach vorne schieben.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2017-01-19T10:37:13.673+0000","up_votes":3,"down_votes":0,"body":"Kurz gesagt, eine \"Verhaltenselo\" gibt es durchaus. Die wirkt sich aber nicht aufs Matchmaking aus, sondern auf das Bannrisiko. {{sticker:slayer-jinx-wink}} \n\nMan wird auch niemals eine vollkommen flamefreie Community hinbekommen. Dafür ist das System zu heterogen. Und es kommen noch Trimmeffekte dazu. Denn wenn man die schlimmsten Flamer eliminiert hätte, wäre es eine Weile ruhig. So ruhig, dass etwas sensiblere Leute anfangen, sich über vormals als Kleinigkeiten abgetane Äusserungen aufzuregen und jetzt sogar diese als toxisch zu empfinden. \nUnd so dreht sich die Spirale. Andere Beispiele für solche Dinge sind zum Beispiel im Strassenverkehr zu beobachten. Zum Schutz der Fahrer wurden alle möglichen Assistenten eingeführt: Sicherheitsgurte, ABS, Traktionskontrolle usw. Hat das zu mehr Sicherheit geführt? Jein. Denn was ist passiert? Die Fahrer haben angefangen, ihren Systemen zu vertrauen und wurden allgemein risikobereiter, die Assistenten regeln das ja...","replies":[{"id":"","poster":"ninju7su","date":"2017-01-19T14:08:25.142+0000","up_votes":1,"down_votes":0,"body":"Hast du gut erklärt. Tatsächlich gab es in Östereich glaube ich das Experiment, wo die mal alle Straßenschilder abgenommen haben und eine generelle Geschwindigkeitsbegrenzung dafür hatten. Das Ergebnis war, dass die Leute VIEL weniger Unfälle hatten, weil sie sich einfach selbst ihrer Erhöhten Verantwortung bewusst waren und aufmerksamer gefahren sind. \n\nWie geschrieben,.. war es auch nur eine kurze Idee gewesen ^^","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2017-01-19T08:06:22.676+0000","up_votes":2,"down_votes":0,"body":"Da indirekt auch danach gefragt wurde:\n\nNein, das Matchmacking steckt Spieler in der Promo nicht extra in stärkere Teams. Das ist ganz normales MM.\nJedoch hat man vor einer Promo meist mehr Games gewonnen als verloren. Damit hat man auch eine leicht höhere MMR als noch kurz vorher (aber ksum spürbar).\n\nBei einer Promo fällt nur eher auf, wenn es nicht gut läuft.\nZudem fällt es selten auf, wenn der Gegner schlecht ist. Denn dies kommt genauso oft vor und kann auch der Grund sein, warum man überhaupt in die Promo kam.","replies":[{"id":"","poster":"eingew","date":"2017-01-19T08:20:05.541+0000","up_votes":1,"down_votes":0,"body":"Außerdem fühlt man sich, wenn man auf die Promo achtet, natürlich auch eher unter Druck gesetzt und beeinflusst durch die Nervosität womöglich schneller sein Spiel. Viele Menschen machen dann mehr Fehler als sonst.","replies":[]}]}]}