{"id":"Qp1EKlBw","poster":"xinf3ct3d","date":"2017-01-16T14:14:10.290+0000","title":"Komischer Ranked wandel in Bronze bei mir...","subforum":"Champions & Gameplay","up_votes":2,"down_votes":4,"body":"Hi.Ja das ist vielleicht etwas sp&auml;t jedoch wundert es mich enorm dass ich vor meinen Placements richtig bl&ouml;de noobs als Mates hatte und auch meine gegner waren krasse noobs und ich habe ziemlich oft easy gewonnen, jedoch habe jetzt nach den 10 Placements (7W/3L) gegner die Wirklich schwer sind. Ich gewinne nur noch mit knapp mehr als 50% Wahrscheinlichkeit und meine gegner sind auch oft h&ouml;her als ich oft bis zu 1 Liga und ein paar Divisionen aber ich verliere kaum LP wenn ich verliere und gewinne 20-25 LP wenn ich gewinne obwohl ich fr&uuml;her 15 LP bis Maximal 20 LP bekomme. Ist das irgendwie ein neues System ?","replies":[{"id":"","poster":"Andrej553","date":"2017-01-17T09:33:01.465+0000","up_votes":2,"down_votes":0,"body":"Das neue System gibt es seit mehreren Seasons ;)","replies":[]},{"id":"","poster":"xinf3ct3d","date":"2017-01-17T06:55:50.661+0000","up_votes":1,"down_votes":0,"body":"Wieso Voten alle down ? xD","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-01-16T14:41:41.930+0000","up_votes":1,"down_votes":0,"body":"Das System pusht dich höher, weil es dich höher einschätzt.","replies":[{"id":"","poster":"xinf3ct3d","date":"2017-01-16T20:14:47.309+0000","up_votes":1,"down_votes":0,"body":"Ist ja eigentlich geil so. Wenn es heißt ich wäre besser als meine Elo xD. Traue ich mich aber nicht sagen weil sonst alle denken ich wäre einfach ein Flamer","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2017-01-16T14:42:12.546+0000","up_votes":1,"down_votes":0,"body":"Nein, dass ist normal. Man wird nach den Placements immer niedriger eingestuft als deine Hidden-MMR ist.\n\nNehmen wir als Beispielt folgendes:\nDu absolvierst deine Placements und erlangst eine Hidden-MMR von Silber 3\nDas System platziert dich nun in Bronze 3\n\nDas heißt du bist für deine sichtbare MMR viel zu niedrig eingestuft, dies geschieht aufgrund der Platin1-Kompensation. Du bekommst nun sehr viele Punkte und recht wenige abgezogen. Das passiert solange deine Hidden-MMR höher als deine sichtbare MMR ist. Sind beide in etwa gleich gewinnst du etwa so viele Punkte wie du verlierst +-2-3 LP.\n\nSo grob sagt man, dass man seine Liga nach etwa 100-150 Spielen erreicht hat, also wo die die MMR sowohl sichtbar als auch hidden etwa gleich sind.","replies":[]}]}