{"id":"BwYw30tl","poster":"Lord Dominator","date":"2017-01-15T19:44:40.967+0000","title":"Soll ich das Video auf Youtube lassen? (Teemo passive bug - Patch 7.1)","subforum":"Allgemeiner Chat","embed":{"title":"Teemo passive bug - Patch 7.1 (goes much faster invisible in brush than usually)","description":"League of Legends is a game by Riot. Check their website out: http://euw.leagueoflegends.com/ Teemo can get in brush 0.75 seconds faster invisible than usually and also if he takes damage while in bush he can still go invisible and if fighting jungle monsters they will just stand stupidly there and so nothing till their 'attention' runs out.","url":"https://www.youtube.com/watch?v=NPJ6LcveU8k&t=8s","image":"https://i.ytimg.com/vi/NPJ6LcveU8k/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Ich hatte vor ein paar Tagen ein Video &uuml;ber einen (bzw. mehrere) Bug/s von Teemo erstellt, da es mir zuvor in einem Spiel aufgefallen war und ich es unnat&uuml;rlich fand, was ich wircklich &uuml;berraschend finde ist die immense Aufmerksamkeit, die das Video bekommt, wenn man sich mal nach anderen Bugs von LoL umschaut, sieht man da teilweise Videos die &uuml;ber ein Jahr alt sind und um die 700 Aufrufe haben. Ist die Aufmerksamkeit vielleicht durch das Deaktivieren des Champions und der dadurch steigenden Neugier warum er deaktiviert wurde gekommen? Nun ja, ich m&ouml;chte jetzt mal eure Meinung wissen ob ich das Video runternehmen sollte und wenn ja warum und auch wenn deine Antwort Nein sein sollte auch bitte da wieder erkl&auml;ren warum.\r\nIch hab mir dabei gedacht dass wenn man auf Youtube etwas rumst&ouml;bert nicht gleich von einem der popul&auml;rsten Spiele einen Bug sieht, da dies (m&ouml;glicherweise) zu einer Entmutigung f&uuml;hren k&ouml;nnte, die dem Zuschauer von dem Spiel &#039;abschreckt&#039;.\r\n\r\nDies ist nur eine Meinungsabstimmung und wird es meiner Entscheidung vielleicht etwas leichter fallen lassen. (Um ganz ehrlich zu sein, wahrscheinlich w&uuml;rde es mir doch schwer fallen das Video runter zu nehmen.) Ich m&ouml;chte lediglich eure Meinung hierzu wissen.\r\n\r\nDanke f&uuml;r&#039;s lesen, und bitte keine b&ouml;sen oder kindischen Kommentare schreiben, konstruktive w&auml;ren erfreulich zu sehen. Falls ich zu viele von den albernen Kommentaren sehen sollte werde ich den Beitrag hier l&ouml;schen. Au&szlig;erdem habe ich lange &uuml;ber das Erstellen den Beitrages denken m&uuml;ssen, da ich mir nicht sicher bin, ob das hier auch seinen Sinn und Zweck erf&uuml;llen wird.\r\n\r\nMfG, xtheannax","replies":[{"id":"","poster":"Cayce","date":"2017-01-16T17:52:47.261+0000","up_votes":1,"down_votes":0,"body":"Es gibt keinen wirklichen Grund das Video runterzunehmen, außer du hast selbst einen. Es gibt mehr als ein Video das Bugs thematisiert, die viele Klicks haben, Vor allem, wenn Champions deaktiviert sind, suchen viele den Grund, warum sie diesen Champion nicht mehr spielen können. Auch ist es ganz lustig zu sehen, was für Bugs es mal gab, der dämlichste Bug, der mir in meiner Spielzeit bisher unter die Augen gekommen ist, ist wohl der hier:\nhttps://www.youtube.com/watch?v=7jQ8luiX7Ow\n\nAlso so fern du nicht selbst einen überzeugenden Grund für das Löschen des Videos siehst - kannst du es einfach so lassen wie es ist :)","replies":[{"id":"","poster":"Lord Dominator","date":"2017-01-19T14:56:04.007+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cayce,realm=EUW,application-id=YnZkMR0R,discussion-id=BwYw30tl,comment-id=0000,timestamp=2017-01-16T17:52:47.261+0000)\n>\n> Es gibt keinen wirklichen Grund das Video runterzunehmen, außer du hast selbst einen. Es gibt mehr als ein Video das Bugs thematisiert, die viele Klicks haben, Vor allem, wenn Champions deaktiviert sind, suchen viele den Grund, warum sie diesen Champion nicht mehr spielen können. Auch ist es ganz lustig zu sehen, was für Bugs es mal gab, der dämlichste Bug, der mir in meiner Spielzeit bisher unter die Augen gekommen ist, ist wohl der hier:\n> https://www.youtube.com/watch?v=7jQ8luiX7Ow\n> \n> Also so fern du nicht selbst einen überzeugenden Grund für das Löschen des Videos siehst - kannst du es einfach so lassen wie es ist :)\n\nOk, der Bug sieht ja wirklich amüsant aus :)","replies":[]}]}]}