{"id":"nssjlmMn","poster":"Dakuon","date":"2017-01-14T17:00:53.172+0000","title":"Ranked Gewinnen als Schlichter/Motivator?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Abend zusammen.\r\n\r\nMir ist aufgefallen, dass ich Rankeds in letzer Zeit nicht durch meinen &quot;Skill&quot; im Game gewinne, Ich w&uuml;rde mich selbst als durchschnittlichen/leicht besseren Silber Spieler sehen. Ich habe extrem oft Erfolg indem ich mein Team motiviere, den Flamewar stoppe, f&uuml;r entspannte Stimmung sorge etc. F&uuml;r mich f&uuml;hlt sich dann aber ein Sieg nicht &quot;richtig&quot; sondern &quot;erschummelt&quot; an... Ich gewinne nicht durch meinen Skill, der meist ok, und manchmal Katastrophal ist.\r\n\r\nHabt ihr Meinungen dazu?\r\nPs: Spiele supp\r\n\r\nMit freundlichen Gr&uuml;ssen \r\n\r\nDakuon","replies":[{"id":"","poster":"KayaSahashi","date":"2017-01-14T17:07:32.903+0000","up_votes":4,"down_votes":0,"body":"Du verhilfst deinem Team doch auch zum Sieg. Ob es nun durch epische Plays ist oder eben durch Motivation ist hierbei egal. \nIch persönlich handhabe das in Games, in denen der Flame überhand nimmt, ebenfalls so & oftmals funktioniert das auch.","replies":[{"id":"","poster":"Dakuon","date":"2017-01-14T17:35:03.326+0000","up_votes":1,"down_votes":0,"body":"Danke ^^","replies":[]}]},{"id":"","poster":"Nuix","date":"2017-01-15T13:02:16.497+0000","up_votes":2,"down_votes":0,"body":"Auch das ist eine Form von Skill. Ein guter General ist nicht der größte, stärkste und beste Kämpfer, sondern derjenige, der die Gezeiten der Schlacht zu deuten weiß und sie auch nutzt. Und oft wird eine Schlacht schon im Kopf gewonnen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-01-14T18:12:51.903+0000","up_votes":1,"down_votes":2,"body":"Was sagst du denn so zum motivieren? Ich mache das eig. auch, aber bei mir funktioniert das nie. \nIm Gegenteil, ich werde noch mehr geflamet... \nDas Letzte was ich gelesen habe, weil ich versucht habe zu motivieren war: \"Stfu fcking german Bitch\".","replies":[{"id":"","poster":"Dakuon","date":"2017-01-14T18:59:23.424+0000","up_votes":1,"down_votes":0,"body":"Ich muntere die Leute meist auf, indem ich das erwähne das sie gut gemacht haben, lobe sie für gute ult, geschickte escapes etc.\nUnd muntere sie auf/ermutige sie bevor sie tilten. Das funktioniert meist sehr gut... Oder Dinge wie \"I am sure the next kill is yours, keep doing on the good farming\"","replies":[{"id":"","poster":"Angel Ayume","date":"2017-01-14T20:19:20.930+0000","up_votes":1,"down_votes":2,"body":"Hm... okay. \nDann haben wir wohl verschiedene Arten von Mates.\nIch werd da nur angemacht... \nWie bei der Vayne was ich oben bereits geschrieben hatte xD \n\nAber Danke. :D\n\n\nEDIT: Ich habs dann jetzt nochmal versucht mit: \"We can win, we do this. :) Olaf is fed, im fed. Wukong can do much dmg. lets go\" \n\nNaja, wir haben verloren und ich wurde geblamet, weil ich ein paar Fehler gemacht habe, suicided habe (streite ich nicht ab, habe mich überschätzt) und 10 Tode hatte. [Zu meiner Verteidigung musste ich einen Champ spielen, auf dem ich nicht soooo gut bin, meine Siegchancen indem Fall aber am höchsten waren.] Ich habe das Spiel angeblich verloren behauptet der Jungler. Ist nicht so, dass die Botlane zsm 28 Tode hatte und noch mehr suicided hat als ich... Ich bin Schuld an dem Lost..\n\nAlso irgendwas mache ich beim motivieren offensichtlich falsch. :( ","replies":[{"id":"","poster":"Dakuon","date":"2017-01-15T10:17:22.393+0000","up_votes":1,"down_votes":0,"body":"Naja, es ist schwer andere zu motivieren wenn du selbst reinfeedest...","replies":[{"id":"","poster":"Angel Ayume","date":"2017-01-15T12:24:30.440+0000","up_votes":1,"down_votes":1,"body":"Na das klappt aber selbst dann nicht, wenn ich nur sehr wenig Tode habe. :D Dann bin ich scheiße, weil ich besser spiele und die eifersüchtig sind. xD","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2017-01-15T08:00:49.267+0000","up_votes":1,"down_votes":1,"body":"Der Chat ist ein Werkzeug, nichts weiter. League ist eben ein Teamspiel, dementsprechend ist der Spieler am erfolgreichsten, der am besten ist, mit dem Team zu gewinnen. Wenn man das tut, indem man das Team dazu bringt, sich auch wie eines zu verhalten, ist das nicht nur legitim, sondern offensichtlich auch sehr sinnvoll.","replies":[]}]}