{"id":"8AseAwyf","poster":"winner451","date":"2017-01-13T18:59:02.366+0000","title":"Ranked aufsteigen","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo liebe Lol- Community.\r\nIch spiele League seit Ende Season 5 sporadisch und seit einem halben Jahr aktiv. Ende S6 habe ich mit rankeds angefangen und wurde Silber 5 eingestuft, dass ich nach einem zwischenzeitlichen Abstieg auch wieder erreicht hatte. Jetzt in Season 7 wurde ich in Bronze 5 eingeranked. Seitdem schaffe ich es einfach nicht, die Spiele zu carrien. Kann jemand dr&uuml;ber schauen, woran es hapert? \r\nhttp://euw.op.gg/summoner/userName=winner451\r\nDie CS sind zumindest mal Bronze Niveau, 7 CS/ min ist denke ich mal f&uuml;r h&ouml;here elos die messlatte :D\r\nIch gewinne zu mehr als 50% die lane, und wenn ich sie verliere/ nicht gewinnen kann, feede ich zumindest nicht rein sondern spiele defensiv.\r\nDas soll kein whine- Thread werden, sondern ich m&ouml;chte aktiv mein Spiel verbessern.\r\nTipps die ich kenne: \r\nspiel wenige champs (support biete ich an was ich aan midlanern  habe und lasse den adc ausw&auml;hlen)\r\nspiel leichte champs (komme mit Zed besser klar als mit annie)","replies":[{"id":"","poster":"Released Ape","date":"2017-01-13T23:39:13.591+0000","up_votes":2,"down_votes":0,"body":"Hallo,\n\nan deiner Stelle würde ich kein Frosthammer und Stattik auf Zed kaufen. Und im linken Baum auf \"Zweischneidiges Schwert\" statt \"Kopfgeldjäger\" gehen, denn dann hast du schon am Anfang 5 % Schaden und das macht schon ein guten Unterschied auf der Lane.\n\nIm mittleren Baum lohnen sich die 3 % Schaden aus dem Gebüsch in den seltensten Fällen, nimm lieber die Meisterschaft wo du 5 % Leben zurückkriegst, gerade in den First Blood Duellen kann es dein Leben sichern.\n\nNebenbei solltest du aufs Blue Trinket gehen, dann wirst du beim Warden nicht gecatcht und kannst schon von Weitem sehen ob Gegner beim Drachen oder Baron sind.\n\n---------------\n\nUm spielerisch Hilfe zu geben müsste man dir zuschauen, weil alles aufzuzählen wäre jetzt sehr mühsam. Vor allem wenn du schon einiges davon kannst.","replies":[{"id":"","poster":"winner451","date":"2017-01-14T12:52:17.435+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort :-) \nFrosthammer war eine absolute Ausnahme in dem Spiel, weil uns mal wieder ein richtiger Tank gefehlt hat :-/ \nGelegentlich baue ich Zed auf 50% Crit mit statikks und inifinity Edge, in nem Video wurde mal gesagt, dass man dadurch etwas unabhängiger von der Ulti wird. Ist das falsch? \nDie Masteries und Trinkets werde ich auf jeden Fall ändern, top 👍🏻","replies":[]}]},{"id":"","poster":"Bobby Bonkers","date":"2017-01-13T19:49:07.870+0000","up_votes":2,"down_votes":0,"body":"Die Fehler die viele machen sind zb. Das unwissen wann man am besten was macht. Wann man weg geht, wann man sich auch nen Kampf einlässt und wie man am besten seinen Vorteil weiter ausbaut um das Spiel zu gewinnen.\nMan könnte sich dazu etliche Videos auf Youtube anschauen oder Streamern zugucken, aber meiner Meinung nach sind das Sachen die man am besten durch übung lernt.\n\nAnderer Ansatz wäre zb. Wenn du deine Lane gewonnen hast und siehst das die Botlaner oder der Toplaner Probleme auf der Lane haben , dass man dann versucht seine Lane zu pushen und roamen geht, um den verlierenden Lanes auszuhelfen und Kills zu holen, welche dann vielleicht in einen frühen Drachen münden können.\n\nKannst mich auch gerne  mal ingame unter Egeborg adden, bin letzte Season Plat gewesen (ist jetzt auch nicht die Welt aber vielleicht kann ich dir ja noch weiter helfen  :)","replies":[{"id":"","poster":"winner451","date":"2017-01-14T12:54:42.254+0000","up_votes":1,"down_votes":0,"body":"Das Unwissen, was man wann macht ist glaube ich mein Hauptproblem. Calls machen geht ja, aber die Entscheidung zwischen Tower und Drake, Splitpush und Teamfight fällt mir immer schwer","replies":[]}]}]}