{"id":"x0we2hlA","poster":"kuchenbro","date":"2017-01-13T20:04:40.913+0000","title":"Mit Support/Fill Midlane bekommen?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Ich habe heute ein paar Rankeds gespielt und es wurde ZWEIMAL ein Support mit secondary fill in die Midlaner gepackt (einmal ich und einmal ein Random)\r\nDa ich das sehr merkw&uuml;rdig finde, wollte ich fragen ob das einem anderen Supp Main auch passiert ist und ob ihr eine Vermutung habt wie das passieren konnte (Support wird wohl kaum beliebter sein als Midlane)","replies":[{"id":"","poster":"Angel Ayume","date":"2017-01-13T21:33:22.687+0000","up_votes":2,"down_votes":1,"body":"Autofill ist ja nicht dafür da, um andere Leute einfach in die Support Rolle zu packen, sondern es ist dafür da, dass ein Spiel schneller gestartet werden kann. Die Wahrscheinlichkeit, dass ein Main Support Midlane autofilled wird, ist wahrscheinlich geringer als wenn ein Midlaner autofilled wird. \nAber offenbar gab es für dein Matchmaking bereits einen Supporter und weil du und der Random genau in so ein Spiel reingepasst habt und ein Midlaner gefehlt hat wurdet ihr eben dahin gefilled. \nSicher eher selten, aber normal.","replies":[{"id":"","poster":"kuchenbro","date":"2017-01-13T22:37:25.783+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=ip27PlEH,discussion-id=x0we2hlA,comment-id=0000,timestamp=2017-01-13T21:33:22.687+0000)\n>\n> Autofill ist ja nicht dafür da, um andere Leute einfach in die Support Rolle zu packen, sondern es ist dafür da, dass ein Spiel schneller gestartet werden kann. Die Wahrscheinlichkeit, dass ein Main Support Midlane autofilled wird, ist wahrscheinlich geringer als wenn ein Midlaner autofilled wird. \n> Aber offenbar gab es für dein Matchmaking bereits einen Supporter und weil du und der Random genau in so ein Spiel reingepasst habt und ein Midlaner gefehlt hat wurdet ihr eben dahin gefilled. \n> Sicher eher selten, aber normal.\n\nKlingt logisch,\nsieht so aus als müsste ich jetzt noch eine zweite Rolle lernen :/\nWeiß wer welche Rolle ich am seltensten bekomme wenn ich sie als second Role auswähle? :D","replies":[{"id":"","poster":"Angel Ayume","date":"2017-01-13T23:42:21.358+0000","up_votes":2,"down_votes":1,"body":"Ich würde empfehlen, mind. einen Champion für jede Rolle mehr oder weniger zu beherrschen, damit solche Situationen nicht nochmal passieren. ^^ \n\nMidlane kann ich Annie empfehlen. Ist nicht schwer zu spielen und selbst wenn du deine Lane verlierst kannst du zumindest mit einer gut gezielten Ultimate einen Teamfight und evtl. das Game gewinnen. :) \n\nToplane ist Nautilus recht solide. Tanks allgemein sind gut. Sie verzeihen Fehler mehr als Squishys. :D \nJgl und Adc weiß ich nicht so. Ich hätte Warwick empfohlen, einfach zu farmen und man verliert kaum Leben aufgrund des Reworks weiß ich aber nicht so. :D Ansonsten vllt Shyvana. :o \nUnd Adc vllt sowas wie Twitch oder Jinx. :D \n\nAllerdings würd ich schauen, dass du für deine Second Role ein paar mehr Champs hast als nur einen einzigen.","replies":[]}]}]},{"id":"","poster":"zoriax","date":"2017-01-14T00:43:34.890+0000","up_votes":1,"down_votes":0,"body":"Spiel wirklich mal alle Rollen durch. Du wirst dadurch VIEL besser in deiner Mainrolle. Warum? \nSpiel mal ADC du wirst automatisch merken ob der sup gut ist und was du an dir ändern solltest zum beispiel zwischen den minos rumspringen was beim lasthitten stört du aber sicher nie bewusst gemerkt hast^^.\nOder Jungel. Wann ist es für dich einfach nen Kill zu holen wann nicht. spiel auf der Lane so wie es der Jungler ungern hat.\nTop/Mid Du lernst wann du als Tank \"Reinspringst\" und wann nicht. gut für deine Ultplanung. Und ein Mid Mage der gerade alle spells verbraten hat wird dir 5sekunden nicht helfen können was man nur weiss wenn man ihn gespielt hat.","replies":[{"id":"","poster":"kuchenbro","date":"2017-01-14T11:51:31.389+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=zoriax,realm=EUW,application-id=ip27PlEH,discussion-id=x0we2hlA,comment-id=0001,timestamp=2017-01-14T00:43:34.890+0000)\n>\n> Spiel wirklich mal alle Rollen durch. Du wirst dadurch VIEL besser in deiner Mainrolle. Warum? \n> Spiel mal ADC du wirst automatisch merken ob der sup gut ist und was du an dir ändern solltest zum beispiel zwischen den minos rumspringen was beim lasthitten stört du aber sicher nie bewusst gemerkt hast^^.\n> Oder Jungel. Wann ist es für dich einfach nen Kill zu holen wann nicht. spiel auf der Lane so wie es der Jungler ungern hat.\n> Top/Mid Du lernst wann du als Tank &quot;Reinspringst&quot; und wann nicht. gut für deine Ultplanung. Und ein Mid Mage der gerade alle spells verbraten hat wird dir 5sekunden nicht helfen können was man nur weiss wenn man ihn gespielt hat.\n\nIch hab ja auf jeder Rolle ein oder 2 Champions auf 5 oder höher, aber das Problem ist, dass ich als Supporter deutlich besser bin als auf jeder andere Rolle (Support Plat Niveau und der Rest eher low Gold)","replies":[]}]}]}