{"id":"bnwUxvZk","poster":"VâIar môrghulis","date":"2017-01-12T08:04:05.636+0000","title":"Zusammen Gewinnen macht mehr Spaß! DuoQ Partner gesucht (ex high plat) gold III+","subforum":"Clans & Teams","embed":{"title":"Tribunal eSports e.V.","description":"Nachdem wir vor einiger Zeit unser Overwatch Team vorgestellt haben, ist diese Woche unser Counstrike Team an der Reihe. Den Anfang macht der Teamcaptain: KMA \"Welche Geschichte steckt [...] Auch bei uns und unserem Streamer Striker CG hat heute der G2A Nikolaus vorbeigeschaut! Neben Socken, Wollpulovern und Parfum, gab es auch 25€ Guthaben bei G2A.","url":"http://tribunal-esports.de/","image":"http://www.tribunal-esports.de/wp-content/uploads/bfi_thumb/Unbenannt-1-n1gmx4d8zhedo80un9scqxyjnyf2bwrw42cwyt12f8-n1gmz2v5822vuz6g7m9dfy647urld7jrdrabyk4jgk.png"},"up_votes":1,"down_votes":0,"body":"Hall&ouml;chen liebes League of Legends Forum,\r\nWie jedes Jahr suche ich nun wieder Leute, die gemeinsam was schaffen m&ouml;chten. Dabei geht es mir nicht vorrangig darum, wie schnell man aufsteigt sondern viel eher wie man zu dem Endergebniss kommt. Der gewisse Spa&szlig; sollte nat&uuml;rlich eine Rolle spielen, damit man nicht all zu schnell das volle Natriumclorid zu sp&uuml;ren bekommt. Falls dieses doch der Fall ist, kann man nat&uuml;rlich auch zusammen salzen!\r\n\r\nAber nun mal ehrlich, was suche ich:\r\n- Am besten seit ihr 18+\r\n- Meine Onlinezeiten sind recht flexible deshalb kann ich mich ganz gut auf so etwas abstimmen\r\n- ihr solltest letzte season mindestens platin erreicht haben und euch nun im Gold bereich aufhalten\r\n- geflame mag keiner, schon garnicht wenn man zusammen spielt!\r\n- ihr solltet eine &quot;main lane&quot; besitzen und auf dieser recht sicher stehen\r\n- ihr seit genauso crazy und s&uuml;chtig wie ich nach dem spiel :D\r\n- ihr habt noch spa&szlig; am spiel, auch wenn mal nicht alles so rund l&auml;uft?\r\n\r\nDann kommen wir bestimmt gut aus, und werden eine wundervolle Zeit miteinander verbringen!\r\n\r\nAchso hier noch ein paar Fakten zu mir:\r\n- Mein Name ist Max &quot;iQuit Acknies&quot;\r\n- Ich bin 18Jahre alt \r\n- Ich spiele League of legends seit season 2\r\n- H&ouml;ghster Peak &quot;Diamond II&quot;\r\n- Main Toplaner\r\n- Aktuell gold III\r\n- Ich spiele sogut wie jeden Tag\r\n\r\nMehr f&auml;llt mir gerade nicht ein, bin auch nicht gerade der beste in Foren zu schreiben :&gt;\r\n\r\nBei Fragen stehe ich nat&uuml;rlich gerne zur Verf&uuml;gung im Forum, wie auch im Client oder auf dem Teamspeak.\r\n\r\nAn alle noch ein good Luck in der Kluft und viel Spa&szlig; beim Ranken.\r\n\r\nMotto: &quot;Erfolg ist kein Gl&uuml;ck, sondern nur das Ergebnis aus Blut, Schwei&szlig; und Tr&auml;nen&quot;{{item:3070}}  \r\n\r\nMfg iQuit Acknies","replies":[]}