{"id":"ggxPnQLJ","poster":"Ýased","date":"2017-01-11T08:04:44.013+0000","title":"Wie kontert man am besten Yasuo","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"Moin Leute,\r\n\r\nWie ihr oben schon gelesen habt, lautet meine Frage wie man am besten einen guten Yasuo countert. Spiele momentan im unteren Bereich Platins und muss manchmal gegen dia Yasuos auf der top lane spielen. Es w&uuml;rde mich freuen, wenn ihr mir einpaar Tipps geben w&uuml;rdet. \r\n\r\nMfg Y&aring;sed","replies":[{"id":"","poster":"Silberner Dolch","date":"2017-01-11T17:59:52.400+0000","up_votes":3,"down_votes":0,"body":"Hallo,\n\nich kann dir Irelia gegen ihn empfehlen.\n\nVerhalte sich Passiv bis du Level 4 erreichst. Am besten lässt du dich unter den Tower pushen. \nSobald du Level 4 erreichst und er nicht so viele Minions hat, kannst du einfach drauf gehen. Egal was Yasuo macht, gegen eine Level 4 Irelia kann er einfach nicht gewinnen. Vorraussetzung ist, dass du Irelias W maxt und nicht Level 1-3 stirbst.\n\nIrelias Level 1-3 ist allerdings recht schwach. Daher musst du ziemlich aufpassen, dass er dich bis dahin nicht killen kann. In den meisten Fällen rechnet Yasuo nicht mit deiner Level 4 stärke und wird garantiert mit dir fighten.\n\nMeine Erfahrungen basieren allerdings nur auf Gold/Plat Yasuos. Alles darüber habe ich persönlich noch nicht gespielt. IreliaCarrysU (ein bekannter Irelia/Challenger Spieler) verfährt allerdings genau wie ich wenn er gegen Yasuo lanen muss.\n\nAufgrund meiner Erfahrung und der von anderen (besseren) Spielern, halte ich diese Methode fast für narrensicher.\n\nZum Mid/Lategame:\n\nSolltest du die Lane für dich entscheiden, kannst du Easy gegen Yasuo fighten wenn du möchtest. Gegen deinen True Dmg und deinen Heal kommt er nicht an. Mein Build ist meist Triforce-->Frozen Heart. Dann hast du Armor, AS Slow und sogar noch 40%CDR. Bis zum Late bist du dann eigentlich Safe bzw. wesentlich stärker. Gerade wenn du zu deinem Heal noch selber Lifesteal (BT,Botrk) baust. Randuins, für noch mehr AS Slow, ist ebenfalls eine gute Idee.\nIm richtigen Lategame kannst du natürlich einpacken gegen ihn, da Irelias Late nicht ganz so stark ist. \n\nPS:Ansonsten pick einfach Fiora. Ich kenne keinen stärkeren Champ aktuell.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:19:50.215+0000","up_votes":1,"down_votes":0,"body":"danke für deine Antwort, war bis jetzt die hilfreichste :).","replies":[]}]},{"id":"","poster":"LindenPower","date":"2017-01-12T18:20:48.098+0000","up_votes":2,"down_votes":0,"body":"In dem man ihn bannt{{champion:157}} HASAKIIII","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:26:08.960+0000","up_votes":1,"down_votes":0,"body":"hm will ihn ja nicht bannen sondern lernen gegen ihn zu spielen -.-","replies":[]}]},{"id":"","poster":"FuriousRedPanda","date":"2017-01-11T14:54:08.349+0000","up_votes":2,"down_votes":1,"body":"Ich bin dafür das er komplett aus dem Spiel genommen wird, in 90% meiner Spiele ist mindestens einer. Das macht absolut keinen Spaß mehr.","replies":[{"id":"","poster":"LokiOdinson","date":"2017-01-11T17:30:29.852+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=WhileISheISleeps,realm=EUW,application-id=Wj1wcocU,discussion-id=ggxPnQLJ,comment-id=000a,timestamp=2017-01-11T14:54:08.349+0000)\n>\n> Ich bin dafür das er komplett aus dem Spiel genommen wird, in 90% meiner Spiele ist mindestens einer. Das macht absolut keinen Spaß mehr.\n\nLee Sin gleich hinterher, denn eine >30%-Pickrate ist ungesund.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:22:08.935+0000","up_votes":1,"down_votes":0,"body":"das schlimme ist das 80% der Lee Sin Spieler scheiße sind :'D","replies":[{"id":"","poster":"LokiOdinson","date":"2017-01-13T11:32:07.754+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ýased,realm=EUW,application-id=Wj1wcocU,discussion-id=ggxPnQLJ,comment-id=000a00000000,timestamp=2017-01-13T07:22:08.935+0000)\n>\n> das schlimme ist das 80% der Lee Sin Spieler scheiße sind :&#x27;D\n\nhttp://champion.gg/champion/LeeSin/Jungle\n\nBei einer Winrate von 49,9%, müssten entweder die 20% der Lee Sin-Spieler extrem hohe Winraten haben, oder aber... es sind weniger als 80% schlechte Spieler.\n\nMal abgesehen davon das er immernoch eine 33%-Pickrate hat, also weiterhin der meist gespielte Jungler ist.\nEs gibt also mehr als genug Lee Sin-Spieler und bei einer Winrate von beinahe 50% scheint er gute Erfolgsaussichten zu bieten - und auch dann Matches zu gewinnen wenn man zu den 70% der schlechten Spieler gehört.","replies":[]}]}]},{"id":"","poster":"Padddddi","date":"2017-12-23T20:54:51.341+0000","up_votes":1,"down_votes":0,"body":"Dass*","replies":[]},{"id":"","poster":"Ýased","date":"2017-01-13T07:21:05.448+0000","up_votes":1,"down_votes":0,"body":"Ich finde obwohl Yasuo momentan wirklich sehr stark ist, soll trotzdem nicht entfernt werden. Er gehört irgendwie zu lol. ^^ außerdem wird er ja bald genervt.","replies":[]}]},{"id":"","poster":"DontFeedBard","date":"2017-01-11T11:32:08.877+0000","up_votes":2,"down_votes":0,"body":"Darius ^^","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:23:39.864+0000","up_votes":1,"down_votes":0,"body":"danke für deine Antwort :)\n& mit darius dann aggressiv spielen oder?","replies":[]}]},{"id":"","poster":"Leylania","date":"2017-01-11T08:30:05.155+0000","up_votes":4,"down_votes":4,"body":"Man countert Yasuo indem man ihn bannt.","replies":[{"id":"","poster":"Ozuraak","date":"2017-01-11T08:38:37.276+0000","up_votes":2,"down_votes":1,"body":"Guter Tipp, wenn jeder einen Bann hätte. Was macht der TE, wenn er keinen der drei Banns bekommt und weder seine Mates, noch die Gegner Yasuo bannen?","replies":[{"id":"","poster":"Shakês Beer","date":"2017-01-11T21:36:44.349+0000","up_votes":1,"down_votes":0,"body":"Sollen nicht bald die 10 Bans kommen?","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:25:21.400+0000","up_votes":1,"down_votes":0,"body":"oh nein bitte nicht.. 10 Bans sind so unnötig.. Dann wird ja Yasuo jedes mal gebannt.. und das will ich auch nicht","replies":[{"id":"","poster":"Shakês Beer","date":"2017-01-13T16:03:42.111+0000","up_votes":1,"down_votes":0,"body":"Mach dir mal da keinen Kopf. Angenommenerweise das WÜRDE passieren, wäre die logische Reaktion ihn anzupassen.\nUnd dann kannst du ihn spielen, wie er aber dann angepasst wird.... naja.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-01-12T07:06:28.330+0000","up_votes":1,"down_votes":0,"body":"Bald ist relativ. Die Pros sollen ab dem spring split 10 Bans haben. Ich denke mal, dass wir uns noch einige Tage gedulden müssen","replies":[]}]}]}]},{"id":"","poster":"GreYTK","date":"2017-01-11T16:55:31.250+0000","up_votes":1,"down_votes":0,"body":"Ich persönlichs spiele gegen ihm sehr gerne GP klingt sehr weird aber da du mit gp einen heal hast wie auch im mid einen sehr starken input im game hast kommt auf dein Farming halt an wenn er dich dived unterm tower ( nicht gefeedet) knallst einfach deine ult rein und der hat seine probleme ^~^ noch mal is meine meinung und bitte gibt einen fick auf die\nRechtschreibung ","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:35:05.691+0000","up_votes":1,"down_votes":0,"body":"Stimmt er kann auch durch seiner w sich heilen und die ult von Yasuo abbrechen.^^ danke für deine Hilfe","replies":[{"id":"","poster":"GreYTK","date":"2017-03-02T15:07:15.008+0000","up_votes":1,"down_votes":0,"body":"muss ich dich leider enttäuschen du kannst die W benutzen gegen die Ult aber nur um den cc wegzubringen ^^{{sticker:slayer-jinx-unamused}}","replies":[]}]}]},{"id":"","poster":"BMG Seddy","date":"2017-01-11T21:42:41.625+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ýased,realm=EUW,application-id=Wj1wcocU,discussion-id=ggxPnQLJ,comment-id=,timestamp=2017-01-11T08:04:44.013+0000)\n>\n> Moin Leute,\n> \n> Wie ihr oben schon gelesen habt, lautet meine Frage wie man am besten einen guten Yasuo countert. Spiele momentan im unteren Bereich Platins und muss manchmal gegen dia Yasuos auf der top lane spielen. Es w&amp;uuml;rde mich freuen, wenn ihr mir einpaar Tipps geben w&amp;uuml;rdet. \n> \n> Mfg Y&amp;aring;sed\n\nGegen Yasuo immer defensive spielen, denn er ist im Vorteil (meistens) wegen seiner Passive und seiner W.\nSchränke seine Mobilität start ein indem du zum Beispiel Items nimmst die ihn und sein Angriffstempo verlangsamen.\nRanduins ist hierbei die beste Wahl, weil das Item erstmal den Schaden von seinen kritischen Treffer um 10% senkt (Passive) und mit seiner Aktiven sein Lauftempo verlangsamt. Frag einer deiner Mitspieler ob Sie dir helfen können, am besten ein Teammate mit CC zum Beispiel wenn du einen Midlane oder Support Morgana hast oder auch Annie die ihn stunnen kann.\nKämpfe niemals wenn du bei deinen Vasallen bist denn die benutzt er zum dashen und somit wirst du ihn kaum treffen können falls du ihn attackierst.\nDas war eigentlich auch schon alles.\n\nGute Counter gegen ihn sind Jax, Morgana und Lux.\n\nHoffe ich konnte dir helfen ^^","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:30:20.352+0000","up_votes":1,"down_votes":0,"body":"wenn ich ihn farmen lasse dann wird er ja im late game alle zerstören..:| die items werde ich mir merken ^^ danke für deine Hilfe :)","replies":[{"id":"","poster":"BMG Seddy","date":"2017-01-15T01:55:12.051+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ýased,realm=EUW,application-id=Wj1wcocU,discussion-id=ggxPnQLJ,comment-id=00150000,timestamp=2017-01-13T07:30:20.352+0000)\n>\n> wenn ich ihn farmen lasse dann wird er ja im late game alle zerstören..:| die items werde ich mir merken ^^ danke für deine Hilfe :)\n\nEin Jax mit Full Items kann einen Yasuo mit Full Items locker countern.\nMögliche Items mit Jax wären dann:\n\nRanduins Omen (Pflicht gegen Yasuo und Nummer 1 Counter Item gegen ihn)\nStärke der Dreieinigkeit (für haufenweise AD)\nYomous Geisterklinge (Mehr AS)\nAD Jungle Item am besten mit Herausforderndem Zerschmettern um sein Lauftempo zu verlangsammen.\nBlutdürster\nund vielleicht auch Guinsoos Wutklinge.\n\nYasuo kommt dagegen nur schwer an da es alles hat was Yasuos Mobilität einschränkt.\nRanduins Aktive verlangsamt ihn so wie Herausforderndes Zerschmettern.\nDazu bekommt er seinen kritischen Schaden nicht durch.\nMit Yomous machst du dich selbst dazu noch schneller und Blutdürster ist gut um gegen ihn lange zu bestehen.\nGuinsoos + Jax Passive sind tödlich für Yasuo AS + AD und Jax E schränkt ihn noch mehr ein.\n\nVersuche auf jeden Fall Randuins auszubauen wenn du dir nicht sicher bist bzw. wenn du in der Laningphase verlierst.\nAchte nur darauf dass du so safe wie möglich spielst und dich nicht töten lässt.\nEs ist besser einige Minions zu verpassen und ihn selbst etwas mehr farmen zu lassen anstatt ihn free Kills zu geben, ihn damit noch mehr zu feeden und im schlimmsten Fall wird man 2 Minion Waves (Gold und EXP) verlieren da man tot ist ^^\nMit diesen Tips wirst du Yasuo sicher kriegen.\nAchso noch was, hol dir Yasuo und übe ihn ein wenig. Die meisten Probleme lösen sich alleine dadurch dass man sich selbst mit dem Champion auskennt und ihn auch spielen kann ;)","replies":[]}]}]},{"id":"","poster":"SFCFlo","date":"2017-01-11T08:14:54.155+0000","up_votes":1,"down_votes":0,"body":"Spiel rammus \n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:16:56.871+0000","up_votes":1,"down_votes":0,"body":"Spiele nicht so gerne Jungle.. rammus auf der lane ist glaube ich nicht so gut. aber trotzdem danke für deine Hilfe.:)","replies":[{"id":"","poster":"SFCFlo","date":"2017-01-13T07:41:21.766+0000","up_votes":1,"down_votes":0,"body":"Rammus war eigentlich schon für top lane gemeint.\n\nEr funktioniert auf top auch recht gut. Steht im Moment bei einer 52,5% Win-Rate für Top.\n\nDu baust {{item:3751}}  und gehst dann auf {{item:3075}}. Sobald du das hast kann dir der Yasuo schon nicht mehr so viel anhaben.","replies":[]}]}]},{"id":"","poster":"h0ly jesiz","date":"2017-01-11T08:30:07.775+0000","up_votes":4,"down_votes":4,"body":"ban ihn.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:36:55.564+0000","up_votes":1,"down_votes":0,"body":"will ihn ungern bannen..\nwill halt nur lernen gegen ihn zu spielen.","replies":[]},{"id":"","poster":"Ozuraak","date":"2017-01-11T08:36:31.695+0000","up_votes":3,"down_votes":3,"body":"Guter Tipp, wenn jeder einen Bann hätte. Was macht der TE, wenn er keinen der drei Banns bekommt und weder seine Mates, noch die Gegner Yasuo bannen?","replies":[]}]},{"id":"","poster":"Akali Ga Kill","date":"2017-01-11T15:17:56.811+0000","up_votes":1,"down_votes":0,"body":"Ich machs 90% der Zeit so:\n\n\nIch picke Akali und zerstöre ihn komplett auf Lv. 3 wo er sich selbst überschätzt mein Mark mit der W abfängt ich den Q CD abwarte mit meiner W seinen Knockup cancle er sich wundert und dann auf einmal 100 > 0 wird.\n\nWenn der Yasuo aber GUT ist picke ich Kled und Snowballe einfach und HOFFE dass ich im Late den meisten Schaden abfangen kann.\n\n\nAka{{champion:84}}","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:36:28.345+0000","up_votes":1,"down_votes":0,"body":"hab um ehrlich zu sein noch nie akali gespielt. Kann sie aber mal in paar normals testen ^^ muss halt nur yasuo als gegner bekommen :'D","replies":[]}]},{"id":"","poster":"kuchenbro","date":"2017-01-11T15:50:37.449+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=r_pGawgvwy8 \nDong Huap hat irgendwie immer eine Videoantwort zu \"Wie ...?\" Threads :D (nein das bin nicht ich)","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:35:25.906+0000","up_votes":1,"down_votes":0,"body":"haha hab ich mir schon angeguckt :')","replies":[]}]},{"id":"","poster":"Just Fastep","date":"2017-01-11T15:26:40.839+0000","up_votes":1,"down_votes":0,"body":"Definitv einen Tank/Kämfer picken mit viel Grundschaden und auf Amor bauen. Ich finde die Yasuo´s (ausser Sie sind absolute Yasuo Platin Main Götter) nicht so schlimm...\nDarius, Rammus... das sind schon echt gute Picks. Save unterm Tower farmen, den Nockup dodgen und sich auch für´s Lategame mit Rüstung wappen! Dann beisst er sich die Zähne aus...","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:33:59.631+0000","up_votes":1,"down_votes":0,"body":"haha ok danke für deine Hilfe :)\nSpiele meistens gegen dia5/4 yasuos und einpaar waren schon sehr gut..","replies":[]},{"id":"","poster":"Sophie973","date":"2017-01-11T17:19:32.182+0000","up_votes":1,"down_votes":0,"body":"Knock up*","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2017-01-11T18:40:36.328+0000","up_votes":1,"down_votes":0,"body":"Meine Erfahrung (zumindest auf der Midlane) sagt: Kayle. Und das macht auch Sinn. Das frustrierendste an Yasuo ist ja, dass er jeglichen Schaden meines Mains Karma mit einer Handbewegung stoppen kann. Dann habe ich Kayle gegen ihn ausprobiert... und du kannst seine Ulti halt (solange ihr nicht zu 3 auf einem Haufen steht) extrem gut kontern und hast halt den konstanten Schaden über dein E. Wenn er dann die Windwall aufbaut, bewegst du dich (schneller, dank des Heals) einfach nen Stück vor und attackierst weiter. Und wenn er dann den Free KnockUp landet, weil du ja direkt vor ihm stehst, drückst  Alt R sobald die Animation gestartet wird...","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:33:01.874+0000","up_votes":1,"down_votes":0,"body":"danke für deine Hilfe :)","replies":[]}]},{"id":"","poster":"Balmung","date":"2017-01-11T21:37:29.818+0000","up_votes":1,"down_votes":0,"body":"90% der Zeit: Bannen. Ist echt die beste Lösung.\n\nRestlichen 10%: Midlane gerne mit Annie oder Veigar - Yasuo reagiert allergisch auf großflächige Stuns.\nToplane: Irelia oder Kayle. Irelia passiv bis lvl 4 oder 5 und ihn dann on-cd killen, bis er sich nicht traut die Base zu verlassen. Als Kayle eher etwas passiv, man scaled ebenso stark ins Lategame und Kayle R > Yasuo R.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:31:23.153+0000","up_votes":1,"down_votes":0,"body":"will ihn nicht bannen..\nsondern lernen gegen ihn klar zu kommen. aber trotzdem danke für deine Antwort.:) Irelia & Kayle werde ich mir merken^^","replies":[]}]},{"id":"","poster":"Shakês Beer","date":"2017-01-11T21:42:50.218+0000","up_votes":1,"down_votes":0,"body":"Ich hab das auch mal einen Spieler gefragt, ich meine der war auch Platin. \nEr sagte, dass Swain ganz nett sei, zwar sei er in den early leveln <6 nicht so gut, \naber dann würde Yasuo einfach durch seine fehlenden Coreitems nichts mehr machen können. \n\nBis dahin kannst du ihn mit der E und Q sowie den Autoattacks harassen,\n aber er ratete mir es nicht drauf anzulegen und die W defensiv zu nutzen, damit er nicht fighten kann.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:28:58.384+0000","up_votes":1,"down_votes":0,"body":"Hatte öfter Swains in meinem Team die gegen Yasuos gespielt haben. Jedes mal haben sie auf den Sack bekommen.. obwohl sie davor gesagt haben das sie “Swain Main“ sind..😂","replies":[]}]},{"id":"","poster":"MisterFirstBlood","date":"2017-01-12T06:33:38.893+0000","up_votes":1,"down_votes":0,"body":"ist eig recht simpel.\nmusst dich halt fragen was kann yasou und worin ist er schlecht?\ndie windwall ist gegen sämtliche fernkämpfer natürlich von vorteil\n\ndemnach sind point and click spells von  melees von vorteil da er dagegen nichts tun kann, beispiel garen oder darius\n\nfulltanks mit dornenpanzer zerreißen ihn logischerweise auch da 80% seines schadens durch auto attacks kommen und er einen blutdürster frühstens als 3. item kauft, sprich Rammus, nautilus, malphite. \n\nBruiser wie irelia oder renekton die nicht viel missplay im 1on1 erlauben sind etwa even mit yasou, aber sein lategame ist trotzdem stärker als das der meisten.\n\nAndere squishy champs oder assasinen gegen ihn zu picken laufen darauf hinaus dass es skill matchups sind, die man genau so hart gewinnen wie verlieren kann, ist daher eher risikoreich. bestes beispiel stellt da Riven dar.\n\nGeheimtipp ist noch illaoi gegen ihn zu spielen, ich weißt nicht wieso aber bisher hat das bei mir zumindest recht gut geklappt\n\nOptional kannst du ihn die nächsten 13 tage dauerhaft bannen, danach wird sein E schaden drastisch generft.\n\nmfg\nmisterfirstblood","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:27:32.437+0000","up_votes":1,"down_votes":0,"body":"wow. danke das du dir die Zeit genommen hast. deine Antwort ist sehr hilfreich.:)","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2017-01-12T07:10:48.574+0000","up_votes":1,"down_votes":0,"body":"Meine letzte Yasuo Toplane-Erfahrung war als Garen gegen einen Platin 2 Yasuo. Also entweder war der Yasuo einfach nur schlecht bzw first time oder Garen ist sehr effektiv.\n\nIn der Midlane übrigens das gleiche matchup gehabt, ich konnte Yasuo dazu zwingen, defensiv spielen zu müssen.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:26:53.034+0000","up_votes":1,"down_votes":0,"body":"stimmt Garen ist mir auch eingefallen, durch seiner q kann yasuo auch nichts anderes außer aa.^^ danke für deine Hilfe","replies":[]}]},{"id":"","poster":"Senior Lümmel","date":"2017-01-11T09:12:36.991+0000","up_votes":2,"down_votes":2,"body":"Bannen","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:18:29.391+0000","up_votes":1,"down_votes":0,"body":"kann ja nicht immer bannen und wenn es meine mates auch nicht machen dann ist man am arsch :|","replies":[]}]},{"id":"","poster":"Unlcky4You","date":"2017-01-11T09:23:10.148+0000","up_votes":2,"down_votes":2,"body":"Einfach bannen\nSelbst Rammus wird später einfach von ihm zerrissen","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:17:45.540+0000","up_votes":1,"down_votes":0,"body":"haha danke ist die beste Lösung ;)","replies":[]}]},{"id":"","poster":"Snivelyfox","date":"2017-01-11T09:04:08.554+0000","up_votes":1,"down_votes":0,"body":"Ninjatabis + Randuins Omen / Gefrorenes Herz bauen, sicher spielen, keine Fähigkeiten in seinen Schild reinhauen.\nNach defensiven Schuhen und einem Tankitem ist sein Schaden spürbar reduziert und du kannst offensiv sein.\nBehalte die Botlane im Auge und teleportiere dich dorthin, um da eventuell was zu reißen.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:15:57.445+0000","up_votes":1,"down_votes":0,"body":"danke für deine Hilfe :)","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2017-01-11T13:02:01.548+0000","up_votes":1,"down_votes":0,"body":"Im 3-3 spielen wir ganz gern Rammus gegen ihn. Yasuo macht dann einfach nichts auf der Lane.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:14:53.981+0000","up_votes":1,"down_votes":0,"body":"danke für deine Antwort, spiele aber selten 3v3 oder jungle..:| auf der lane denke ich nicht das er gut gegen yasuo ist..also im_5v5","replies":[]}]},{"id":"","poster":"Released Ape","date":"2017-01-11T14:46:18.202+0000","up_votes":1,"down_votes":0,"body":"1. Bannen\n2. Campen\n3. Remaken\n\nPS: Nicht auf early Trades einlassen und Champions spielen, die sich nicht an seiner Windwall stören (z. B. Camille, Kayle, ...).","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:13:36.656+0000","up_votes":1,"down_votes":0,"body":"alles klar :) danke für deine Antwort.","replies":[]}]},{"id":"","poster":"xMugii","date":"2017-01-11T14:59:31.009+0000","up_votes":1,"down_votes":1,"body":"Also meiner Meinung nach kann man diesen Champion so gut wie gar nicht countern. Du verlierst die Lane -> Bist gefickt/Du gewinnst die Lane hart - > bist gefickt. Wieso? Weil er einfach ein bisschen farmen wird und dich dann einfach trotzdem destroyen wird xddd. Das Late game von diesem Champion ist so unnormal broken kein wunder dass die ihn reworken weil sein kit einfach so stark ist.","replies":[{"id":"","poster":"Ýased","date":"2017-01-13T07:13:08.446+0000","up_votes":1,"down_votes":0,"body":"Riot will Yasuo reworken? das ist mir neu.. dachte die wollten die e schwächen.","replies":[]}]},{"id":"","poster":"Doo ","date":"2017-01-11T18:28:05.961+0000","up_votes":1,"down_votes":0,"body":"Wenn Yasuo im Gegnerteam ist = free win\n\n_**Meine Frage lautet eher: Wie counter ich einen Yasuo, welcher in meinem Team spielt?**_","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-11T18:41:16.466+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Irony of Fate,realm=EUW,application-id=Wj1wcocU,discussion-id=ggxPnQLJ,comment-id=0012,timestamp=2017-01-11T18:28:05.961+0000)\n>\n> Wenn Yasuo im Gegnerteam ist = free win\n> \n> _**Meine Frage lautet eher: Wie counter ich einen Yasuo, welcher in meinem Team spielt?**_\n\nIch spiele dann immer Braum oder Janna... Der Toplaner pickt Malph, der Jungler Lee Sin... und R drücken kann der Yasuo... meistens...","replies":[]}]},{"id":"","poster":"ArkanionND","date":"2017-01-11T08:14:26.565+0000","up_votes":1,"down_votes":2,"body":"zack zack ein bisschen laminat drauf drudrudru und richtig kohle einsacken für das ding","replies":[]}]}