{"id":"W59Bnff2","poster":"SSG Chidori","date":"2017-01-10T19:01:21.615+0000","title":"Wie viel Skill braucht Aurelion Sol?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Freunde werfen mir vor das ich keine Skilled champs spiele. Ich hab Aurelion auf Stufe 5 und w&uuml;rde nicht sagen dass ich momentan selbst M&uuml;he hab bei Games. Wie sieht das generell aus? Braucht man Skill f&uuml;r Aurelion?","replies":[{"id":"","poster":"LegendaryXenon","date":"2017-01-10T19:15:04.996+0000","up_votes":1,"down_votes":0,"body":"Ihn richtig zu spielen erfordert definitiv skill.","replies":[{"id":"","poster":"OT Riku","date":"2017-01-10T19:18:33.954+0000","up_votes":2,"down_votes":0,"body":"Ja ich denke er hat ein ziemlich hohes skillcap.\nSo an die 100 Games um Konstant gut zu sein braucht man schon.","replies":[]}]},{"id":"","poster":"xSyruSx","date":"2017-01-11T13:59:53.471+0000","up_votes":1,"down_votes":0,"body":"Da ich {{champion:136}} selber auch als Main Spiele (habe ihn auf Championstufe 7), kann ich denke ich schon etwas mitreden ;).\n\nJa, Aurelion Sol braucht definitiv viel Skill. Er ist mit einer der Champions mit dem höchsten Skillcap, aus meiner Sicht jedenfalls.\n\nEr verzeiht nahezu keine Fehler, besonders nicht im Positioning. Man muss mit ihm ständig das ganze Schlachtfeld im überblick haben um möglichst effektiv zu sein. Er hat massive Probleme gegen Meele Champions, wenn man nicht mit ihm umgehen kann und kann aufgrund seines Offensichtlichen Spielstils sehr einfach Outplayed werden und in stressige und sehr unangenehme Situationen gebracht werden und das ohne wirklich viel Aufwand. Sein einziger Disengage ist auf seiner Ult, sein Q ist relativ langsam und er hat eher Konstanten Schaden, kann aber auch guten Burst raus bekommen wenn man seine Spells gut timen kann.\n\nLeider wird Sol nicht selten als eher \"schwacher \" Champion deklariert, was besonders an seinem Skillcap liegt. Man braucht viel Zeit um mit ihm so effektiv zu sein wie mit anderen Midlanern. Wenn deine Freunde Aurelion Sol als einfachen Champion abstempeln, sind {{champion:238}} ,{{champion:157}} ,{{champion:268}} ,{{champion:432}}  usw. ja scheinbar auch alles mega einfache Champions.\n\nLass die einfach mal mit Aurelion Sol spielen, am besten gegen sowas wie {{champion:238}} ,{{champion:157}} oder {{champion:7}}. Mal sehen ob die danach noch immer meinen das Aurelion Sol ein \"easy peasy\" Champion ist.\n\n\nDas du keine all zu große Mühe hast liegt einfach daran, dass wen man Champions wie Aurelion Sol beherrscht, sie einen mit VIEL Outplay und Carry Potenzial belohnen. Ist ja bei {{champion:268}} ,{{champion:157}} ,{{champion:238}} und anderen Konsorten nicht anders. Zudem wird Sol relativ selten gespielt, was viele dazu veranlasst seinen Schaden zu unterschätzen, vor allem da er eher den Ruf eines schwachen Champions hat. (Trotz picks und bans in den Worlds).","replies":[{"id":"","poster":"SSG Chidori","date":"2017-01-15T19:02:09.482+0000","up_votes":1,"down_votes":0,"body":"Vielen dank, gute Antwort:)","replies":[]}]},{"id":"","poster":"Beli Vitez","date":"2017-01-10T19:23:24.337+0000","up_votes":1,"down_votes":0,"body":"viel","replies":[]}]}