{"id":"2G3y5MUq","poster":"SennaLikesChains","date":"2017-01-10T14:44:10.190+0000","title":"W0odenEloAllstarz sucht Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag erst einmal.\nMein Name ist Jason und ich f&uuml;hre das Team &quot;W0odenEloAllstarz&quot; zur zeit bestehen wir aus zwei Teams, Team 1 &amp; 2 die jeweils im Silberberreich spielen. Wir wollten 2 Teams haben damit wenn jmd. bei einem fehlt jmd. anderes einspringen kann und damit die Ersatzspieler auch etwas zu tun haben und mehr als &quot;Ersatzspieler&quot; sind haben wir das 2.Team gegr&uuml;ndet um ihnen ein eigen leben zu lassen. Dies hat auch den Vorteil, dass man zusammen trainieren kann, hei&szlig;t Team 1 gegen 2. Danach besteht dann die M&ouml;glichkeit, dass einzelne Lanes miteinander besprechen was der gegen&uuml;berstehende besser machen h&auml;tte k&ouml;nnen.\nZur Zeit fehlt uns, also Team 1, ein Top-laner bzw. kann es auch ein Jungler sein, da ich zur Not auch auf der Top spielen kann.\nVoraussetzungen sind :\n1. Teamspeak Pflicht\n2. Alter von mindestens 16\n3. Gewisse Reife, wir wollen kein geflame, konstruktive Kritik ja aber flamen nein.\n4. Zeit, wir trainieren momentan immer Mittwochs um 18/19 Uhr und Sonntags um 15 Uhr.\n5. Du solltest einen Chapionpool von mindestens 5 Champs auf deiner Lane haben.\n6. Du mainst deine Rolle\n\nWenn du Interesse hast bei uns mitzumachen adde mich am besten einfach. Wir wollen uns am Mittwoch dem 11.01. die &quot;Rekruten&quot; anschauen und besprechen wie wir uns entscheiden.\nIch freue mich auf Zahlreiche Meldungen\nLg AGGROLOCKE/Jason","replies":[{"id":"","poster":"GreYTK","date":"2017-01-10T16:47:21.924+0000","up_votes":1,"down_votes":0,"body":"Yo wäre als jgl und top dabei maine jgl kann aber auch in der not top spielen bin 16 und hab noch keinen rank habe aber letztens gegen gold-platin spieler gespielt meine befinde mich silber bis gold ^~^ Mit freundlichen Grüßen GreY","replies":[{"id":"","poster":"SennaLikesChains","date":"2017-01-10T20:13:36.734+0000","up_votes":1,"down_votes":0,"body":"Am besten einfach ma ingame adden da hab ich ne bessere Übersicht","replies":[]}]}]}