{"id":"MjTMplbX","poster":"MisterFirstBlood","date":"2017-01-10T18:57:37.307+0000","title":"Open Broadcaster Software Fenster wird nicht gefunden - Lösung? Teilweise...","subforum":"Client Diskussion","up_votes":2,"down_votes":0,"body":"Hallo,\nich muss sagen ich bin mit dem Design und Aufbau des neuen Clients wunschlos gl&uuml;cklich. Es funktioniert auch alles besser als erwartet, daf&uuml;r dass es eine Beta ist. Das einzige, was mir aufgefallen ist, was mich pers&ouml;nlich doch ziemlich st&ouml;rt ist, dass meine Aufnahme &amp; Streamingsoftware Open Broadcaster Software den neuen Clienten einfach nicht als Fenster erkennen m&ouml;chte.\n\nIch habe nach einigen Recherchen im FAQ zu dem neuen Client von Riot folgendes Statement dazu gefunden:\n**Der aktualisierte Client wird von den meisten Grafikkarten anders gerendert als der klassische Client, daher k&ouml;nnte er, abh&auml;ngig von deinen Einstellungen, nicht von jeder Streaming-Software wiedergegeben werden. Sollte deine Streaming-Software &uuml;ber die Spielaufnahmeeinstellungen konfiguriert sein, &auml;ndere deine Einstellungen zu Fensteraufnahme oder Desktopaufnahme, je nachdem, was bei dir besser funktioniert. Sorge auch daf&uuml;r, dass du die richtige Version der Streaming-Software auf deinem Computer installiert hast (32-bit oder 64-bit), da Kompatibilit&auml;tsprobleme dazu f&uuml;hren k&ouml;nnten, dass der Client nicht richtig wiedergegeben wird.\n\nSolltest du deine Einstellungen nicht &auml;ndern wollen, ist das kein Problem, da das Spiel richtig wiedergegeben wird, sobald es startet. Dieses Problem beschr&auml;nkt sich auf den aktualisierten Client.**\n\nMan hat bei OBS um League aufzunehmen wie von Riot erw&auml;hnt die M&ouml;glichkeit, eine Fensteraufnahme, eine Gameaufnahme oder eine Monitoraufnahme zu machen. Bisher mit dem alten Client habe ich immer die Fensteraufnahme verwendet, diese zeichnet nur das Fenster auf und nicht das drumherum, surfe ich also im Hintergrund im Browser w&uuml;rde das nicht im Stream sichtbar sein. Das ist bei einer Monitoraufnahme jedoch der Fall, deshalb w&uuml;rde ich ungern League damit aufnehmen. Leider ist das die einzige M&ouml;glichkeit die funktioniert, denn w&auml;hle ich Gameaufnahme aus, wird mein Client Fenster nicht gefunden und ist demnach keine ausw&auml;hlbare Option. Bevor die Frage aufkommt: Ich habe sowohl die 32bit als auch 64 bit version von OBS probiert.\n\nAls ich mich noch tiefgehender mit dem Problem befasst habe, da es mir echt keine Ruhe gelassen hat, ist mir eine tempor&auml;re, aber nicht endg&uuml;ltige L&ouml;sung f&uuml;r dieses Problem aufgefallen. Und zwar funktioniert es bei mir mit der Fensteraufnahme, nachdem ich aus einem Spiel komme (von ingame wieder zum Client wechseln, custom gen&uuml;gt) und das h&auml;kchen in der Quelle noch einmal deaktiviere und aktiviere (OBS musste vor spielstart schon offen sein) geht alles. Ihr k&ouml;nnt mir ja sagen ob das bei euch auch so ist, vielleicht habe ich euch damit ja geholfen. Es ist zwar nervig, aber wenn man vor hat 8 Stunden zu streamen sollten die 2 Minuten f&uuml;r ein Custom game auch nicht st&ouml;ren und sind mit sicherheit besser als ein Blackscreen.\nFalls ihr jedoch eine endg&uuml;ltige L&ouml;sung f&uuml;r das Problem findet w&auml;re ich ebenfalls sehr dankbar wenn ihr mir diese mitteilen w&uuml;rdet.\n\nMit freundlichen Gr&uuml;&szlig;en\nMisterfirstblood","replies":[]}