{"id":"O5Ewcehr","poster":"Schummelschumi","date":"2017-01-10T16:59:05.436+0000","title":"Kein Ladebildschirm nach Champselect","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Liebe COmmunity\n\nSeit gestern kann ich kein Spiel mehr richtig starten. Sowohl Launcher als auch Champselect selbst funktionieren ohne Probleme. Lediglich das Match selbst startet nicht und es kommt nicht mal der Ladebildschirm.\nHabe sowohl Firewall gepr&uuml;ft (ein/aus) und ausnahme extra best&auml;tigt und Spiel sowohl intern als auch per Hextech Reperationsprogramm versucht zu reparieren. Auch eine komplette Neuinstallation behebte das Problem bislang nicht und mir gehen leider die Ideen aus. K&ouml;nnt hr mir vllt helfen?\n\nMit freundlichen Grüßen\nHkn Schumi^^\n\nPS: Ich habe noch Windows 7 als Betriebssystem (daher kein GameDRV möglich)","replies":[{"id":"","poster":"Läggla","date":"2017-01-10T17:08:28.910+0000","up_votes":1,"down_votes":0,"body":"Startet der Ladebildschirm denn nachdem du reconnect gedrückt oder den Client neu gestartet hast? Ich hatte das Problem sehr oft nachdem der neue Client rauskam, musste dann 1-2 mal reconnect drücken, dann ging es.","replies":[{"id":"","poster":"Schummelschumi","date":"2017-01-10T17:24:54.291+0000","up_votes":1,"down_votes":0,"body":"Hatte bis vorhin noch den alten Client und dachte dass sich das beim neuen CLient beheben würde. Leider tritt dies bei beiden Varianten auf und ist dauerhafter Natur und nicht durch den \"Reconnect\" Button zu lösen :/\nEbenfalls ein Neustart des gesamtes Spiel über Task_manager etc, führte bisher nicht zur Lösung\n\nP.S.  zuschauen kann ich bei Freunden jedoch ohne Probleme. Ist das normal?","replies":[{"id":"","poster":"Gin","date":"2017-01-11T17:24:28.481+0000","up_votes":1,"down_votes":0,"body":"Probier mal die [GameDVR](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) zu deaktivieren.","replies":[]}]}]},{"id":"","poster":"Dreyka Kintaso","date":"2017-01-11T02:22:46.350+0000","up_votes":1,"down_votes":0,"body":"Hab das gleiche Problem vor ein paar Tagen und jetzt auch wieder. Als ob das Spiel nie gestartet hätte, es taucht auch nicht in der Match History auf.","replies":[]}]}