{"id":"ldckEAjA","poster":"Freshdumbldor","date":"2019-05-16T15:36:28.076+0000","title":"Adc Neuling braucht Hilfe","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Guten Tag, \n\nbin ein Noob und suche jemanden der mir hilft als Adc besser zu werden :)\nMein Profil --> https://euw.op.gg/summoner/userName=Freshdumbldor\nAdded mich doch einfach, wenn ihr Lust habt.\n\nName: Freshdumbldor\n\nLG","replies":[{"id":"","poster":"TF Autophil","date":"2019-05-18T21:58:58.759+0000","up_votes":1,"down_votes":1,"body":"Moin!\n\nMein Name ist Phil und ich bin Teil des Coaching Projektes \"[GG - Get Good](https://discord.gg/yky6eAx)\". Zusammen mit 2 anderen High Elo Coaches bieten wir zahlreichen Content, damit sich Spieler selbstständig und strukturiert verbessern können.\n\nWenn ich mir dein opgg so anschaue sehe ich direkt mehrere Punkte an denen du ansetzen und dich verbessern kannst.\n\n* **Regelmäßig spielen**\nEigentlich ist es offensichtlich, aber viele begehen den einfachen Fehler nicht genug zu spielen. Es ist wie beim Fußball, man muss überhaupt erst einmal anfangen zu spielen und dabei hilft es wenig, wenn du einmal die Woche \"Lattenschießen\" mit Kumpels spielst. Wenn du dich verbessern willst brauchst du eine Routine und musst regelmäßig spielen.\n\n\n* **Konzentriere dich auf ~2 Champs**\nBevor du anfangen kannst das Spiel League of Legends zu lernen, musst du erst einmal mit deinem Champion klar kommen. Dabei ist es kontraproduktiv, wenn du eine große Anzahl von Champions spielst (gerade wenn du allgemein wenig spielst). Konzentriere dich daher auf circa 2 Champs und lerne sie zu spielen. Lerne deine Stärken, Schwächen und Grenzen kennen.\nDie Frage \"Welchen Champs soll ich denn spielen?\" musst du mit dir selber ausmachen. Hauptsache sie machen dir Spaß! Natürlich gibt es generell immer gute/schlechte bzw. bessere/schlechtere Champions aber viel wichtiger ist, dass du Spaß an den Champs hast, denn dadurch lernst du schneller und effektiver!\n\n\nNatürlich gibt es noch viel mehr Punkte an denen du arbeiten kannst, aber das würde hier den Rahmen sprengen. Ich hoffe ich konnte dir ein wenig helfen. Falls du mehr Informationen haben möchtest, kannst du gerne unserem [Discord](https://discord.gg/yky6eAx) joinen. Auf diesem providen wir regelmäßig kostenlosen Content, den du dir anschauen kannst.\n\nDer Discord Server: https://discord.gg/yky6eAx\n\nFalls du weitere Fragen hast, hab keine Scheu sie zu stellen!\n\n\nBeste Grüße,\nPhil","replies":[{"id":"","poster":"Freshdumbldor","date":"2019-05-20T17:35:52.250+0000","up_votes":1,"down_votes":0,"body":"Sieht echt cool aus danke das du dich gemeldet hast :)) Werde die Tage mal vorbei schauen.","replies":[{"id":"","poster":"TF Autophil","date":"2019-05-22T11:48:21.206+0000","up_votes":2,"down_votes":1,"body":"Gerne :D\nEs freut mich wenn ich dir helfen konnte. Fragen kannst du natürlich einfach hier oder auf dem Discord schreiben :)","replies":[]}]}]}]}