{"id":"upphTAAa","poster":"LanternInTheDark","date":"2017-01-08T15:43:01.449+0000","title":"Suche Ranked-Team (Bronze/Silver/Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\r\nich suche eine Rankedteam welches aus Bronze/Silver/Gold Spielern  besteht (Im Durchschnitt aber eher Silver)\r\nZu mir: Ich bin18, war letzte Season Silber , diese Season leider noch Bronze und bin Main jungle, kann aber ohne Probleme auch Supporten oder Midlane spielen und zur Not auch Adc oder Top( F&uuml;r Bronze bis Silber sollten letztere 2 Rollen ausreichen:D) \r\nHoffe es findet sich ein Team:)","replies":[{"id":"","poster":"Ag3ntK","date":"2017-01-08T20:51:03.765+0000","up_votes":1,"down_votes":0,"body":"Hay,\n\nwenn du noch Leute oder gar ein ganzes Team suchst und leider noch keinen Erfolg hattest würde mich es Freuen wenn du mal bei OB-Gaming vorbeischaust.\n\nWir können dir bei der Teamsuche und dessen Aufbau helfen und alles nötige wie Ts Channel mit Passwort, Homepage, Teamverwaltungen, Coaching für Solo lanes oder Teamplayes von einem Professionelles Coach uvm anbieten.\n\nDu kannst gerne auf unseren Ts kommen und dort nach der LoL-Leitung Ag3ntK nachfragen oder mir einfach über den LoL-Client schreiben.\n\nTs: 213.202.228.71\nIngame Name: OB4ev Ag3ntKAY\n\nSolltest du schon eine Community und ein Team gefunden haben wünschen wir Euch viel Erfolg.\n\n#Natürlich nehmen Wir gerne auch ein komplettes Team in der Community auf =)#\n\nBis dann.\n\nOB-Gaming / LoL-Leitung Ag3ntK","replies":[]},{"id":"","poster":"AI PoisonSerpent","date":"2017-01-08T18:39:48.474+0000","up_votes":1,"down_votes":0,"body":"Wir sind grade im Clan aufbau und suchen noch LoL spieler bei interesse melden. Tsip: eu112.ts3.cloud:12160 lol ingame name: eXoTheBeast steam: eXoTheBeast","replies":[]},{"id":"","poster":"PENTA Forcecat","date":"2017-01-08T16:27:01.676+0000","up_votes":1,"down_votes":0,"body":"TS: 81.89.101.108:4371\nSind ne community im aufbau und suchen noch nach Leuten\ndu würdest hier auch sicher Leute zum spielen finden","replies":[]}]}