{"id":"swtTpb6u","poster":"GankMeOrLose","date":"2017-01-07T16:59:44.562+0000","title":"Wer sind eure Favoriten für den kommenden Springsplit?","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Also meine Favoriten f&uuml;r den Springsplit sind:\r\n\r\nEU\r\n\r\nMisfits: haben einen guten Roster aber vllt sind durch die abg&auml;nge das Teamplay nicht mehr so gut\r\n\r\nG2: haben zwar in den Worlds entt&auml;uscht aber in der LCS bestimmt noch Top\r\n\r\n\r\nNA\r\n\r\nTSM: Doublelift ist schwer zu erstzen aber denke das WildTurtel mehr als ein guter Ersatz ist\r\n\r\nTeamLiquid: solder Roster, mal schauen was passiert\r\n\r\nCLG: mit stixxay und aphroomo werden sie sicherlich eine gute leistung zeigen k&ouml;nnen\r\n\r\nImmortals: der abgang von Huni hat ihnen meiner meinung eher gut getan aber tutle tut whe. mal sehen\r\n\r\n\r\nKR\r\n\r\nSKT: es ist SKT PEANUT!!!!! Der aggressivste Midlaner mid demaggressivsten Jungler und dem aggressivesten Toplaner in einer Region mit einem eigentlich eher Reaktiven spielstil k&ouml;nnte enorm interessant werden\r\n\r\nKT Rolster: Enorm starkes Lineup, das es auf jeden Fall mit SKT aufnehmen kann wenn das Team synergiert. Bester Toplaner mit bester Botlane? ja GEGE\r\n\r\nSSG: Altes Lineup aber seit den Worlds wissen wir wie gut sie sein k&ouml;nnen. Ohne Viktor bann k&ouml;nnten sie gute Chancen haben aber bei kommenden 10 Banns ist das eher unrealistisch.\r\n\r\n\r\nWorauf freut ihr euch am meisten? Dignitas ssumday? Clownfiesta mit Koreanischen Topspielern? Battle der Giganten? Lasst es mich wissen!","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-07T20:17:55.999+0000","up_votes":2,"down_votes":0,"body":"Eines der größten Probleme, die der eSport aktuell hat, ist ja die extreme Fluktuation bei den Spielern... das fiel mir letztens auf, weil Giants für mich immer noch \"Das Spanische Team\" sind, obwohl da nach 12 Monaten kein einziger Spanier mehr spielt. Ich versuche zwar zu verfolgen, wer wohin gegangen ist, aber den Effekt (vor allem in der Kluft) werde ich erst im März wirklich sehen können....\n\nDementsprechend schwer fällt es mir, Vorhersagen zu treffen. Ich behaupte mal: Ob für TSM in NA Wildturtle oder Doublelift spielt, ist relativ egal. Für den regulären Split in NA reicht Turtle und die restlichen Starspieler auf jeden Fall.\n\nUnd SKT... wird völlig überraschende Probleme bekommen. Denn wenn uns die Geschichte eines gelernt hat, dann dass man in LoL einfach auch seine Rollenspieler wie Bengi braucht um zu funktionieren. Die haben jetzt 4 Carry Spieler. Und derjenige, der am ehesten bereit ist zurückzustecken und Lulu zu spielen, ist ihr bester Spieler. Alle anderen werden die ganze Zeit \"Hier!\" schreien.\nEiner von den beiden Neuzugängen muss sich damit zufrieden geben, nur der Rollenspieler zu sein und das mussten bisher weder Peanut noch Huni...\n\nDas bringt mich aber zu der spannendsten Frage der neuen Saison: Was wird kKoma (oder Korea als ganzes) aus Huni machen? Um da mal nen Hype loszutreten: Das System Korea hat aus CoreJJ, einem mittelmäßigen ADC in der Troll Liga NALCS einen Support auf Weltniveau geformt. Was werden die jetzt aus Huni machen, der vorher schon einer der begabtesten Spieler war?\n\nOh und Mata wird hoffentlich nach Korea zurückgekehrt sein, weil er nach 2 Jahren in China LoL endlich wieder richtig ernst nimmt... ich fand den \"Mata nimmt die Funmodes bei den AllStars extrem ernst, der übt schon seit Jahren das Spielen mit einer Hand\" Witz als die treffendste Beschreibung für Matas Leistungen in China. Wenn er wieder auf das Season 4 Niveau kommt...","replies":[{"id":"","poster":"GankMeOrLose","date":"2017-01-08T13:47:31.256+0000","up_votes":1,"down_votes":0,"body":"Die Szene ist wirklich enorm im wechsel, nicht nur die Spieler sondern auch die Teams und Riot mit den Ligen selbst. Ob das nun gut oder schlecht ist sei mal dahin gestellt. Es ist dennoch zu beobachten das manche damit einfach nicht klar kommen und unkonstant sind wie zb, Origen. waren 2015 ein super Team und sind dann in 2k16 abgefallen wie ein Stahlträger. zumal man die Meat veränderungen wie das Ende der Lanswaps gar nicht erwähnt hat was unglaublich heftig ist. \n\nJa, Huni steht ganz oben auf meiner Beobachtungsliste. Angesichts dessen das er schon bei Immortals viel Rückendekung durch den Jungler bekommen hat und Pobelter gut alleine klar kommt, glaube ich das es bei SKT das gleiche sein könnte, da Peanut sicherlich für das ein oder andere High-Risk-High-Reward Play zu haben ist. Die Frage ist nur was aus dem allseits bekannten \"Huni-Tilt\" wird. Schon bei Fnatic hat er, wenn er zurück lag schlcht gepsilt und teilweise das ganze Team mit runtergezogen. Schafft kKoma ihm das auszutreiben? Ich bin da ohnehin schon Hyped ohne Ende.\n\nUnd was Mata und Deft angeht....in China waren die zwar gut aber sein wir mal ehrlich: Mata und Deft können mehr, VIEL mehr. Sie können zu den besten wenn nicht sogar allerbesten der Welt gehören (sind sie eigentlich schon) aber in Korea zu gewinnen ist der Gipfel. Konstant gute Leistung in der mit Abstand stärksten Region der Welt zu bringen verlangt viel. Ich will wissen wie KT mit diesen Topspielern gerade gegen so starke Teams wie SKT und SSG spielt. Ich glaub ich werden keine Korea spiel diesen Split verpassen :D","replies":[]}]},{"id":"","poster":"BM Vilich","date":"2017-01-09T11:33:08.420+0000","up_votes":1,"down_votes":0,"body":"In EU vertraue ich auf H2k. Febiven wird sich sehr wahrscheinlich gut ind Team einbinden, schliesslich war er schon mal da.\n\nKorea wir ein clash der Titanen und für NA interessiere ich mich nicht gross. Auch China hat an meinen Interessen abgenommen, seit EDG und RNG die Season 4 champions nicht mehr haben.","replies":[]}]}