{"id":"2hiLyBdt","poster":"Tobbel","date":"2017-01-07T11:24:52.674+0000","title":"Welcher Supp ist besser ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Leona oder blitz ?","replies":[{"id":"","poster":"Pr0Gam3r1511","date":"2017-01-07T13:22:17.048+0000","up_votes":2,"down_votes":0,"body":"Hi Tobbel,\nich habe in meiner Anfangszeit von League(S4) sehr viel Blitzcrank gespielt, bin jedoch mittlerweile Leona Main.\nBeide Champions können die Lane stark unter Druck setzen. Bei einem geglückten All-In ist der gegnerische ADC, wenn der eigene reagiert, bei beiden Champions fast sicher tot. Das große Problem beider ist jedoch der Disengage - Blitzcrank kann nur rennen und einen Gegner hochwerfen, Leona hat dazu nur ihre Ultimate, Q, und wenn sich ein gegnerischer Tank in der eigenen Backline befindet(was jedoch nach Möglichkeit nicht vorkommen sollte) ihre E. Meistens ist sie aufgrund ihrer Position(möglichst in der gegnerischen Backline) jedoch bei einem verlorenen Fight sicher tot. Blitzcrank hat einen etwas besseren DIsengage, da Blitz in den eigenen Reihen steht.\nMeiner Meinung nach liegt das große Problem eines Blitzcranks jedoch im Hook selbst, auch wenn es gleichzeitig sein stärkstes Werkzeug ist. Ein guter Hook in einem Teamfight auf einen ADC kann spielentscheidend sein. Sollte er jedoch seinen Hook nicht auf einen Carry treffen und zB. einen Alistar hooken, welcher somit in Reichweite für eine eigene Combo gelangt, kann dies die Niederlage bedeuten. \nDies ist der Grund weshalb ich aufgehört habe Blitz zu spielen - man kann im schlimmsten Fall sein komplettes Team vernichten.\nDer große Vorteil einer Leona ist der einfache Engage. Ihr E fliegt durch Minions, bei einer anschließenden Combo ist der gegnerische Carry gefühlt Jahre gestunnt. Desweiteren hat sie mehrere Engagemöglichkeiten(E->Q->R bzw. R->E->Q, immer mit W) für verschiedene Distanzen. Sollte der Blitzcrank Hook verfehlt werden, bist du für ~15 Sekunden keinerlei Bedrohung mehr.\n\nSolltest du also sehr treffsicher bei Skillshots sein ist Blitz gut, jedoch ziehe ich Leona deutlich vor.\n\nLG Eric :)","replies":[]},{"id":"","poster":"MundoToTheFace","date":"2017-01-07T12:15:36.708+0000","up_votes":2,"down_votes":1,"body":"Es kommt auf den Support an, aber lieber eine etwas unerfahrenere Leona als einen unerfahrenen Blitz. \n\nLeona bringt Tankiness, viel Hard-CC und guten Engage mit. Guten Engage erwähn ich deswegen so explizit, weil ihr Disengage trotz Hard-CC grausig ist ( abgesehen von ihrer Ulti ), sie kann einfach nicht disengagen ohne sich zu opfern oder zumindest sehr hohes Risiko zu gehen. Sie ist aber stark darin einen gegnerischen Engage zu stoppen, weil sie einigen Damage wegstecken kann und ihre CCs einen Gegner der versucht in dein Team zu diven sehr gut stoppen kann.\n\nBlitz bringt auch gutes Hard-CC, einen Silence und eine gute Portion Tankiness mit. Gegenüber Leona gewinnt er klar, wenn es um den rohen Schadensoutput der beiden geht, er skaliert besser und hat bessere Grundwerte. In Sachen Tankiness gewinnt Leona klar einfach dank ihrem W. Blitzcrank wiederum kann einen etwas weniger Kamikaze-lastigen Engage bieten, der dafür aber wesentlich skilllastiger ist, weil er nicht einfach durch Waves grabben kann wie Leona.\n\nAlso kurz gesagt denke ich ist Leona der bessere Support, erst Recht mit Courage als Keystone, weil schon in Bronze wirklich jeder weiß, dass man sich gegen Blitz einfach hinter der Wave verstecken muss\n\n{{champion:89}} wins","replies":[]},{"id":"","poster":"Maexle","date":"2017-01-07T11:57:26.796+0000","up_votes":1,"down_votes":0,"body":"Beide sind in der aktuellen Meta nicht so optimal aber es kommt natürlich auch immer auf die Teams an. Ich persönlich spiele lieber mit einem guten Blitz....\n{{champion:17}}","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2017-01-07T11:42:33.158+0000","up_votes":1,"down_votes":0,"body":"Kommt auf so viele Situationen an, kann man so nicht sagen. \n\nWelcher adc? \nDein Team?\nGegner? \nGeht ihr aggressiv oder passiv in die lane? \n\nDer einfachere sup ist imo Leona. \nMir persönlich gefallen beide trotz lvl 5 nur sehr mäßig.","replies":[]}]}