{"id":"eaEHyena","poster":"FeelsRektMan","date":"2017-01-04T16:12:23.275+0000","title":"Nur Pech wieso?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hallo,\r\n\r\nich habe jetzt meine Placements gespielt und nachdem es am anfang normal lief (mal gewonnen mal verloren, keine stomps) habe ich jetzt 7 (!!!) ranked spiele hintereinander verloren. Das ist f&uuml;r mich absolut unerkl&auml;rlich. Sicherlich war ich 2-3 mal komplett verantwortlich f&uuml;r die Niederlage weil ich sehr schlechter Spieler bin ABER es gab auch Spiele wo ich wirklich gut dabei war und mein trotzdem in 20 Minuten vernichtet wurde (ohne zu surrendern).  Das erscheint mir sehr unfair, denn ich bin doch nicht verantwortlich daf&uuml;r, dass im Gegnerteam st&auml;ndig Leute sind, die denen in meinem Team (inklusive mir) komplett &uuml;berlegen sind. Ich konnte in allen 7 Spielen absolut nichts machen und wurde komplett nach allen Regeln der Kunst zerfickt. DAS macht wirklich keinen Spa&szlig;.\r\nAu&szlig;erdem ist es doppelt unfair, wenn sowas in den Placements passiert, da kommt es doch besonders drauf an, ob man gewinnt oder nicht und wie soll man gewinnen, wenn die Gegner immer besser sind??\r\n\r\nAlso hier sollte ganz klar der Matchmaker &uuml;berarbeitet werden und man sollte sich auch &uuml;berlegen, solche Niederlagenserien nicht mit reinzuz&auml;hlen, weil sie doch die Leistung des Spielers stark verf&auml;lschen. Es ist einfach nicht fair, von 10 spielen 8 zu verlieren, und es ist zudem komplett unwahrscheinlich, fast schon unm&ouml;glich!\r\nAlso bitte &uuml;berarbeiten oder sowas, weil das verf&auml;lscht doch alles.\r\n\r\nLg","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-04T17:46:53.795+0000","up_votes":2,"down_votes":0,"body":"Also erst Mal zum wichtigsten: Dem Mythos, dass deine Placements irgendwie wichtig sind. Ich spiele LoL ja schon länger, als es die gibt. Und ich kann dir sagen: Selbst in meiner \"schlechtesten Saison\" habe ich mich in den Placements 4 Divisionen nach oben bewegt. Und das auch nur, weil meine Placements da absolut genial liefen und ich in Gold 2 angefangen habe...\nBisher habe ich in jeder Saison mindestens eine Best of 5 Serie gewonnen. Das Ergebnis der 10 Placements Spiele hatte also so gar keinen Einfluss darauf, wo ich am Ende der Saison stand. \n\nAn sonsten... bist du jetzt genau an dem Punkt angekommen, an dem du eine Ranked Pause machen solltest. Wenn ich so eine Phase habe, mache ich erst Mal nen paar Tage LoL aus. Und dann gehe ich zurück in die Normal Draft Que und arbeite dort an meinen Champions und an meinem Champion Pool. Denn stand jetzt hast du halt Veigar auf dem \"Den kannst du im Ranked spielen\" Niveau im Sortiment. Und sonst halt vielleicht noch Garen, aber ein Spiel hat da nur bedinge Aussagekraft. Dein Darius braucht aber dringend Arbeit... was ja nicht schlimm ist. Mein Thresh bräuchte die gerade auch. Nami ebenfalls... Gehe einfach in einer andere Que und stecke diese Arbeit in diese Champions.\n\nUnd wenn du dich dann auf ein paar mehr Champions wohl fühlst oder allgemein wieder mehr Selbstvertrauen hast, gehst du zurück ins Ranked. Wenn du dich jetzt aufs Pech berufst (Wenn Können das Wiederholen von Glück ist, was muss dann Pech sein?) und krampfhaft versuchst, den Bock noch irgendwie umzustoßen, wird das alles nur noch viel schlimmer werden...\nVertrau mir da einfach, das letzte Mal, als ich das krampfhaft versucht habe, hatte ich ein 2W 18L Serie und hätte beinah meinen Gold Status wieder verloren... Und die einzige Lösung für das Problem damals war: Eine Pause machen und danach wieder üben.","replies":[]},{"id":"","poster":"leonthefirefly","date":"2017-01-04T16:57:11.185+0000","up_votes":2,"down_votes":0,"body":"Hi,\n\ngrundsätzlich geht man davon aus das man ca zwischen 30-40% der Spiele verliert egal wie man selber spielt genauso gewinnt man aber auch 30-40% der spiele egal wie schlecht man spielt und für den ausgang von 40% -20% spiele ist man selber verantwortlich. \nGehen wir mal von den zahlen 40% und 20% aus wenn man das durchrechnet ist es eigentlich gar nicht so unwahrscheinlich das man 7 von 10 verliert.\nNachdem ich mir deine matches angeschaut habe kann man aufjedenfall sagen das du bei einigen deiner verlorenen games auf jedenfall ein wesentlicher Faktor warst\n1/11/3 darius\n1/7/1 darius\n4/12/6 veigar\n3/6/7 darius \nhier warst du aufjedenfall ein handicap für dein team\nauch bei deinem gewonnen game 6/7/7 veigar warst du eher ein hinderniss.\nSo jetzt dafür hast du wahrscheinlich in den anderen beiden gut (mit) gecarried.\n\nInsgesamt ist das spiel aktuell wahnsinnig snowballlastig, dh. wenn ein team ins rollen gerät ist es meist nicht mehr aufzuhalten. Das ist das eigentliche Problem denn hierdurch fühlt man sich so hilflos.\n\nKleiner tipp schau auf dein cs da kannst du noch sehr viel rausholen.\n(und glückwunsch das du pinkwards kaufst beibehalten das tun viel zu wenige  Vision gewinnt spiele)","replies":[]},{"id":"","poster":"Sentra","date":"2017-01-04T16:40:22.543+0000","up_votes":2,"down_votes":0,"body":"Hey FeelsrektMan,\n\nWie Ceiwyn schont meinte sind Niederlagenserien vollkommen normal.\nIch habe mir gerade deine Match History angesehen und sehe da keinen Stomp, wenn ich ehrlich bin.\n\nKlar, du wurdest in einigen Games ziemlich dominiert von deinem Lane Gegner oder dem Jungler aber das ist nichts, was jeder von uns schon hatte.\nDas Matchmaking System passt sich mit jedem deiner Spiele immer weiter an damit es zu Stomps nicht kommt es kann diese aber auch nicht ausschließen von daher kann es immer mal dazu kommen. Also falls deine Gegner besser sind, nutze doch einfach die Möglichkeit und schaue was sie anders machen und entscheide für dich selber ob du es selbst als hilfreich empfindest oder nicht. Dadurch verbesserst du dich selber nochmehr und kommst selber auf deren Spiel Niveau.\n\nImmer weiter machen!\n > [{quoted}](name=Ceiwyn,realm=EUW,application-id=Wj1wcocU,discussion-id=eaEHyena,comment-id=0000,timestamp=2017-01-04T16:13:50.832+0000)\n\n> Wenn du mal 100 Spiele gemacht hast, spielen die 7 Niederlagen keine große Rolle mehr.\n\nIch wünsche dir viel Glück weiterhin!\nLg MrSheepy\n {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2017-01-04T16:13:50.832+0000","up_votes":2,"down_votes":0,"body":"Niederlagenserien sind so normal wie Siegesserien, nur fallen dir letztere nicht so sehr auf. Wenn du mal 100 Spiele gemacht hast, spielen die 7 Niederlagen keine große Rolle mehr.","replies":[]},{"id":"","poster":"FeelsRektMan","date":"2017-01-04T18:41:14.401+0000","up_votes":1,"down_votes":0,"body":"Danke für eure hilfreichen Kommentare!\n\nIch sollte also erstmal pausieren und danach erstmal in Normals etwas üben, erscheint mir sinnvoll. Und der Einfluss der Placements scheint geringer zu sein als ich dachte, auch das ist gut zu hören. Naja ich hoffe dann mal, dass der Matchmaker sich zügig entsprechend \"anpasst\", wie es ja scheinbar passieren sollte. \n\nUnd es stimmt ja auch, dass ein Team kaum noch aufzuhalten ist, wenn es einmal vorne ist, das ist ziemlich ärgerlich. Ist mir vorher nie aufgefallen aber das wird wahrscheinlich auch ein großer Teil meines Problems sein. \n\nUnd ich habe noch eine Frage und zwar ist es ja offensichtlich, dass ich sehr sehr schlecht bin mit Darius und das obwohl er ja eigentlich sehr stark ist. Sollte ich weiterhin versuchen besser zu werden mit Darius oder soll ich vielleicht doch eher Garen spielen, der ja deutlich einfacher ist. Weil mein Freund sagt immer \"Spiel nicht Garen\" und er meint auch, dass ich, wenn ich gechased werde von 2 fast full HP Gegnern ich \"easy double kill\" machen könnte. Also bin ich einfach nur scheiße mit Darius, dann muss ich ja irgendwas besser machen können oder soll ich lieber Garen nehmen? \n\nDanke nochmals.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-01-04T19:31:54.431+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FeelsRektMan,realm=EUW,application-id=Wj1wcocU,discussion-id=eaEHyena,comment-id=0004,timestamp=2017-01-04T18:41:14.401+0000)\n>\n> Danke für eure hilfreichen Kommentare!\n> \n> Ich sollte also erstmal pausieren und danach erstmal in Normals etwas üben, erscheint mir sinnvoll. Und der Einfluss der Placements scheint geringer zu sein als ich dachte, auch das ist gut zu hören. Naja ich hoffe dann mal, dass der Matchmaker sich zügig entsprechend &quot;anpasst&quot;, wie es ja scheinbar passieren sollte. \n> \n> Und es stimmt ja auch, dass ein Team kaum noch aufzuhalten ist, wenn es einmal vorne ist, das ist ziemlich ärgerlich. Ist mir vorher nie aufgefallen aber das wird wahrscheinlich auch ein großer Teil meines Problems sein. \n> \n> Und ich habe noch eine Frage und zwar ist es ja offensichtlich, dass ich sehr sehr schlecht bin mit Darius und das obwohl er ja eigentlich sehr stark ist. Sollte ich weiterhin versuchen besser zu werden mit Darius oder soll ich vielleicht doch eher Garen spielen, der ja deutlich einfacher ist. Weil mein Freund sagt immer &quot;Spiel nicht Garen&quot; und er meint auch, dass ich, wenn ich gechased werde von 2 fast full HP Gegnern ich &quot;easy double kill&quot; machen könnte. Also bin ich einfach nur scheiße mit Darius, dann muss ich ja irgendwas besser machen können oder soll ich lieber Garen nehmen? \n> \n> Danke nochmals.\n\nWenn du Spaß an dem Champion hast, dann stecke ruhig Zeit ins Training. Für manche Champs braucht man nunmal lange um sie zu lernen, für andere braucht man nicht so lange. Hängt auch von der Person ansich ab. Mein Bruder lernt etwas schneller Champions als ich. ^^\nMir hat man damals auch immer gesagt \"du bist so schlecht mit Ahri, bitte hör auf sie zu spielen\". Und nun? Bin ich Ahri Main und gewinne fast jedesmal meine Lane. Vllt nicht zwingend das Game, aber ich fühle mich besser, wenn ich gut gespielt habe und das Game verloren habe als wenn ich scheiße gespielt habe und ebenfalls verloren habe. Ich ärger mich sogar wenn ich scheiße war und das Game gewonnen hab. :D \nAlso lerne den Champ ruhig in Normals wenn du Spaß an ihm hast und ihn nicht aufgeben möchtest. ^^ \nGuides, Gameplays und Montages von guten Plays anschauen hat mir mit Ahri auch immer geholfen. Vllt hilft es dir ja auch. ;)","replies":[]}]}]}