{"id":"jr8htb7x","poster":"404 Multigaming","date":"2017-01-04T18:19:53.912+0000","title":"404 Multigaming sucht neue Mitglieder","subforum":"Clans & Teams","embed":{"title":"404 - Multigaming n.e.V","description":"Wir von 404 Multigaming, suchen Unterstützung! Ihr seid stets auf dem aktuellen Stand in Sachen League of Legends und möchtet darüber berichten? Dann seid ihr richtig bei uns. Unser Ziel Unser Team besteht aus leidenschaftlichen League of Legends Spielern aus allen Ligen,...","url":"http://www.404-multigaming.de","image":"http://404-multigaming.de/wp-content/uploads/2016/08/DSC_0462-817x320.jpg"},"up_votes":3,"down_votes":1,"body":"http://ressource.404-multigaming.de/Images/Logos/404_effekte.png \r\n\r\n&gt;#***404 Multigaming n.e.V.***\r\n\r\nDer 404 Multigaming Clan, welcher sich im Moment in der Vereinsgr&uuml;ndung befindet und derzeit als nicht eingetragener Verein fungiert, besteht seit 2011 und z&auml;hlt mittlerweile ca. 90 Mitglieder mit einer sehr aktiven F&uuml;hrungsebene und bestehenden Strukturen zur optimalen Gestaltung des Clanalltages. Clanleader und Co-Leader, sowie Supporter und diverse andere Admins, sorgen f&uuml;r eine reibungsfreie und unterhaltsame Mitgliedschaft und versuchen allen W&uuml;nschen nachzukommen und Probleme umgehend zu bearbeiten. Durch unser langj&auml;hriges Bestehen, k&ouml;nnen wir einen gro&szlig;en Erfahrungsschatz im Clanmanagement vorweisen und garantieren ein harmonisches Zusammenleben in unserer Gemeinschaft!\r\n****\r\nAuf diesem Wege suchen wir neue Leute, welche sich uns anschlie&szlig;en wollen, um unsere Gruppe weiter zu verst&auml;rken. Unser Hauptspiel ist League of Legends, jedoch sind wir derzeit au&szlig;erdem am Aufbau von Squads in Spielen wie CS:GO und anderen Mobas bzw. PvP Games. Auch eigene Gameserver sind aktuell in der Bearbeitung. Wir scouten im Moment einzelne Spieler aber nat&uuml;rlich k&ouml;nnen sich gern auch komplette Teams vorstellen. Wer Interesse hat und weitere Informationen erhalten m&ouml;chte, sollte sich an dieser Stelle unsere [Homepage](http://404-multigaming.de/) anschauen.\r\n****\r\n&gt; Was wir uns von euch w&uuml;nschen:\r\n\r\n* Das Alter von 16 Jahren.\r\n* Ein angemessener Umgangston sowie Team- und Kritikf&auml;higkeit.\r\n* Ein aktives Auftreten auf dem Teamspeak und auf der Homepage.\r\n* Das Annehmen des Clantags nach maximal 6 Wochen.\r\n* Zuverl&auml;ssigkeit und Einsatz f&uuml;r den Clan in allen Bereichen.\r\n\r\n&gt; Da wir einiges erwarten, haben wir aber auch einiges zu bieten:\r\n\r\n* Einen eigenen TS3-Server\r\n* Eine gro&szlig;e, lustige und aktive Community, in der du herzlich willkommen bist.\r\n* Die M&ouml;glichkeit einem Team beizutreten oder ein eigenes Team zu &ouml;ffnen und zu leiten.\r\n* Mit deinem Team an internen und externen Turnieren teilzunehmen, evtl. sogar in der ESL anzutreten.\r\n* Ein rund um die Uhr aktives Adminteam, das dir mit Rat und Tat zur Seite steht.\r\n* Die Teilnahme an regelm&auml;&szlig;ig stattfindenden Events.\r\n* Eine erlebnisreiche Zeit mit vielen tollen Mitgliedern.\r\n****\r\nSollten wir damit euer Interesse geweckt haben, k&ouml;nnt ihr euch gern &uuml;ber dieses [Formular ](http://bewerbung.404-multigaming.de/member.php)bei uns bewerben oder im TS&sup3; bei einem Scout oder Leader melden. ts.404-multigaming.de\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nEuer 404 Adminteam","replies":[]}