{"id":"BpoVw08O","poster":"Tekorix","date":"2017-01-03T12:58:51.343+0000","title":"Gold Support (ehemals Plat 1) mit guter MMR sucht duoQ Adc!","subforum":"Clans & Teams","embed":{"title":"Bilder-Upload - Kostenlos Fotos hochladen und ins Netz stellen","description":"Kostenlos Bilder hochladen. Bilder Upload ohne Anmeldung","url":"http://www.bilder-upload.eu/show.php?file=ab4e44-1483448330.png","image":null},"up_votes":1,"down_votes":0,"body":"Aloha zusammen,\n\nauf diesem Wege suche ich nen duoQ Partner um die Botlane zu vernichten und die Gegner zu disrespecten.\nBin momentan Gold V (habe nach meiner Promo vor 1,5 Wochen kein ranked mehr gespielt)\nund suche einen Adc zum Climben. Dia sollte das Ziel sein! Und das in m&ouml;glichst wenigen Spielen!\nIch m&ouml;chte hier keine One Tricks sehen!!!!\n\nDa dies hier leider mein &quot;Neustart&quot; Account ist und mein alter nicht wieder aktiviert werden wird, war ich logischer weise auf diesem Account \nunranked letzte Season! Kann aber bei bedarf beweise vorzeigen die belegen das ich mit meinem Main einst Plat 1 war!\n\nFalls Fragen o.&auml;. bestehen scheut euch nicht mich zu adden oder hier drunter zu schreiben!\n\nBin eigentlich ganz nett wenn man mir nicht dauerhaft auf die Nerven geht {{sticker:slayer-jinx-wink}} \nIhr solltet den unbedingten Willen haben gewinnen zu wollen!!!!!!!\nSalzig ist jeder mal auch ich, solange es nicht zu krass ist kann ich wunderbar damit Leben! (Gemeinsam sich &uuml;ber die Gegner aufzuregen kann zudem auch helfen :P )\n\nHoffe man sieht sich ;)\n\nMfg Teko","replies":[{"id":"","poster":"Aktiver Spritzer","date":"2017-01-03T13:16:48.848+0000","up_votes":1,"down_votes":0,"body":"Moin, \n\nIch bin momentan Gold 4, hatte aber einen schlechten Start in diese Season (Downrank zu Gold 5). Letzte Season war ich Platin 5, aber das reicht mir für Season 7 nicht mehr. Diamond + wär schon ganz Nice.\n\nAdc main bin ich schon seit ich Lol spiele (3 Accounts). \n\nWas ich momentan sehr gut kann: Draven (Main), Vayne und Caitlyn.\nWas ich wiedermal auffrischen sollte: Ezreal, Jinx & Twitch.  \n\nLucian und Kalista sind auch kein Ding, hab beide extrem lange gemaint. Jedoch sind sie momentan so schlecht, das es sich einfach nicht lohnt sie zu picken.\n\nFalls du mal lust hättest mit mir ein normal zu Spielen kannst du mich ja adden :)\n\nMFG Aktiver Spritzer","replies":[]}]}