{"id":"WM6ubZ0g","poster":"Sałtyy","date":"2017-01-03T15:37:04.146+0000","title":"Smurfs","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":7,"body":"W&auml;re es, auch wenn es dumm klingt nicht eigentlich ne &quot;coole&quot; Idee, wenn jeder sagen wir ab Gold? einen lvl 30er Account erstellen kann?\r\n\r\nIch mein, die meisten heulen ja immer wegen den Smurfs rum und ich glaub manche Smurfs m&ouml;gen das Hochleveln nicht xD\r\nW&auml;re doch voll Chillig einfach ab na bestimmten Elo (EINMALIG) Einen Smurf zu bekomme\r\n\r\n\r\nUnd ja, ka die Idee is Speziell ^^","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2017-01-03T18:25:32.794+0000","up_votes":1,"down_votes":0,"body":"Das \"Problem\" ist halt... Riot toleriert Smurfs nur, will diese aber nicht aktiv fördern. Das ist halt eine grundlegende Entscheidung und ein kleiner aber feiner Unterschied: Sie machen halt nichts gegen Smurfs, wollen das Aufkommen dieser Accounts aber auch nicht weiter fördern...\n\nAuch wenn das vielleicht sogar sinnvoller wäre... zum einen wäre es einfach verdientes Geld, wenn man sich seinen Smurf für X RP freischalten könnte, sofern man das will (und sein wir ehrlich: Für Lau wird Riot diese Option nicht anbieten). Zum anderen... könnte man, wenn alle Accounts über eine EMail Adresse laufen, auch gleich alle bannen, wenn sich jemand krass daneben benimmt. Dadurch wären diese \"I dont care, its just my smurf\" Flame Games entsorgt...\n\nDafür hätte man dann auch wesentlich mehr Smurfs, die in Silber rumchillen. Jetzt ist es halt richtiger Aufwand, sich einen funktionalen Smurf zu erstellen...","replies":[{"id":"","poster":"Sałtyy","date":"2017-01-03T19:48:05.094+0000","up_votes":1,"down_votes":0,"body":"Ja ich weiß darum is es ja auch eine idk idee\nfände das nur irwie so Chillig\nWar nur so schnell mal die idee gesagt mit dem \"für low\" haste eh recht xD\n\nAber es wäre halt weit besser so, als dieses selbst hochleveln und man könnte es ja auch erst ab plat oder dia machen\n\nLike, \nSilber border -> Gold Skin -> Plat Smurf -> Dia = Girlfriend -> Master / Challanger = Badass life\n\n\n\nMan könnte die MMR ja anpassen, platin kriegt ne gold mmr , dia ne gold mmr usw ","replies":[]}]}]}