{"id":"rExXYwIP","poster":"Nigel UwU","date":"2017-01-02T14:43:10.048+0000","title":"suche douq mate","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"hi ich suche ein douq mate , bin 18 bin gold 4 zurzeit war gold 3 auf dem acc ( war mal urspr&uuml;nglich platin 3 aber dieser acc ist perma gebannt ) bin eigentlich toplane main versuche mich aber gerade als adc , da mir toplane nicht mehr so viel spa&szlig; ( vermisse den kleinen meta pool auf der top :( ) . habe ts und skype \r\nAnforderungen and dich : solltest auch in dem bereich 18 jahre sein , humor voll und auch gold in dieser season , rolle ist egal \r\nnat&uuml;rlich w&auml;re mir ein support sehr lieb der kein problem damit hat das ich relativ neu in der rolle des adCarry bin . ( war s5 vayne main ist aber schon l&auml;nger her ) .","replies":[{"id":"","poster":"Shaolin Monk 28 ","date":"2017-01-02T16:48:57.741+0000","up_votes":1,"down_votes":0,"body":"Wenn Du bei uns mitspielen möchtest, musst Du dafür kein Mitglied sein. Besucher sind auf unserem TS³ jederzeit herzlich willkommen und werden gerne eingegliedert. Wenn Du nun Mitglied werden möchtest, sprich einen General oder Offizier deswegen an, der Dir dann alles Weitere erklären wird.\n\nZu Beginn absolviert jeder Rekrut eine zwei-wöchige Trial-Zeit, in der sowohl Du, als auch die Division feststellen können, ob wir zueinander passen. Wenn Du in dieser Zeit aus irgendwelchen Gründen inaktiv bist, wird lediglich die Rekrutierungszeit verlängert – Du würdest also nicht prinzipiell abgelehnt werden.\n\nWas wir nicht wollen: Intoleranz, Arroganz, Flaming, Cheaten oder unsoziales Verhalten jeglicher Art.\nWir suchen gerne leute in den Bereich Bronze und Silber,aber auch andere Elos sind bei uns Willkommen.\nBei uns Wird gespielt:\nLeague of Legends\nBattefield \nCounter-strike \nWorld of Tanks\nWorld of Warships\n\nWir sind auch für andere Spiele Offen\n\nWenn Du keine dieser negativen Eigenschaften an den Tag legst und Dich gut in ein Team eingliedern kannst, steht Deiner offiziellen Mitgliedschaft nach zwei Wochen nichts im Wege.\n\nDas Mindestalter bei uns beträgt 14 Jahre. Wir nehmen keine Spieler auf, deren Lebensziel darin besteht, von morgens bis abends vor dem Bildschirm zu sitzen und sich um nichts sonst kümmern zu wollen. All unseren Mitglieder ist ihr Real-Life wichtiger als der Clan und diese Einstellung wird absolut unterstützt! Sollte ein Mitglied also inaktiv werden, verstehen und akzeptieren wir das. Selbst nach mehreren Jahren Inaktivität ist diese Person jedoch herzlich willkommen und wird gerne wieder aufgenommen.\n\nDie Mitgliedschaft bei uns ist kostenlos und wird es auch immer bleiben!\n\nPS:Wir sind auf unseren Teamspeak 62.104.20.254:10008 erreichbar,ihr könnt uns auch gerne ihn Lol anschreiben.xXnoAimNoSkillXx oder PêmâdeStîllAlòne","replies":[]}]}