{"id":"UYUrlbAL","poster":"FNC yeahman","date":"2017-01-02T11:35:32.856+0000","title":"Die Rätsel der Kluft - Folge 2 | LoL Quiz","subforum":"Streams & YouTube","embed":{"title":"Die Rätsel der Kluft | Folge 2","description":"ANTWORTEN: Jayce - https://youtu.be/dTQs77E-O2I Renekton - https://youtu.be/8hHrzinwaWs Sion - https://youtu.be/QY6ucijcILM Volibear - https://youtu.be/F8-_peRhlf4 ERSTE FOLGE - https://www.youtube.com/watch?v=nHCPOIsqCG8 HINTERGRUNDMUSIK von Heroplanet/Papafiotmusic - The Meaning of a Dream Song - https://www.youtube.com/watch?v=3ZGlcv1-3v4 Kanal - https://www.youtube.com/channel/UCWDZ8JsylNFi_ZwpdL1YvLw ---------------------------------------------------------------------------------------------------------------- Hoffe das Video hat euch gefallen. Falls ja, dann würde ich mich über ein Like oder sogar Abo freuen.","url":"https://www.youtube.com/watch?v=RNYDfeZvmTw&t=40s","image":"https://i.ytimg.com/vi/RNYDfeZvmTw/hqdefault.jpg"},"up_votes":2,"down_votes":0,"body":"Ich habe eine Serie gestartet die ,,R&auml;tsel der Kluft,, hei&szlig;t.\r\nIch verbinde dort alle Sachen rund um League of Legends in einem Quiz mit einem Ranking wie in League of Legends, also von Unranked &uuml;ber Bronze bis zum Ende in Challenger.\r\nDie zweite Folge hat mich einige Stunden gekostet und beinhaltet soviel Verzweigungen das ich auf ganze 29 Videos gekommen bin.\r\nHoffe euch gef&auml;llt das ganze.\r\nIch w&uuml;rde mich nat&uuml;rlich &uuml;ber ein Like oder Abo freuen und lasst doch auch etwas konstruktive Kritik da.\r\n\r\nMFG yeahman/Manuel","replies":[{"id":"","poster":"VegasBaby21","date":"2017-01-07T16:41:08.949+0000","up_votes":1,"down_votes":0,"body":"War sehr gut, hab auch direkt ein paar Likes da gelassen. Die Musik die schönen Hintergrundbilder und die richtige Stimme dafür, bin bis Bronze gekommen weil ich mich mit der Lore überhaupt nicht auskenne und eigentlich auch nicht dafür interessiere, aber dein Video hats geschafft, dass mich das dann doch bis zum Ende gehalten hat. \nHab mich dann durch immer wieder zurück klicken auf Challenger raufgeboostet :)\n\nEinzig leicht negativer Aspekt der mir aufgefallen ist, wäre der abrupte Stimmungswechsel der teilweise vom epischen Geschichtenerzähler zum Quizmoderator wechselt.\nIst mir am stärksten aufgefallen bei der ersten Antwort, dem Renektonvideo.  Zuerst noch episch, die wirklich interessante Geschichte von Nasus und Renekton erzählt, mit einer tollen Art und Weise, die Musik, die tollen Bilder deine angenehme Erzählerstimme, da fängt man wirklich an sich das alles vorzustellen, und auf einmal wirds wieder ernst und man wird wieder auf den Boden der Tatsachen zurückgeholt.\nIst nicht grundsätzlich schlecht aber die Stimmung wird zu stark und zu abrupt geändert.\n\nMich persönlich würde es freuen, dass wenn es um die Lore geht, diese erzählerische Stimmung aufrecht erhalten wird.\nDas \"aufgedrehtere\" Quizzfeeling ist vielleicht eher was für die technischen, lustigen Dinge wie in deimem ersten Video.\n\nSonst wirklich nices Video bin auf den dritten Teil gespannt, hab mal aboniert damit ich den nicht verpasse :)","replies":[]},{"id":"","poster":"SkattoGaming","date":"2017-01-03T14:13:01.698+0000","up_votes":1,"down_votes":0,"body":"Glaubt mir sowieso keiner , aber Ich habe mich mit Hilfe vom Logischem Raten nach Master gespielt und dann denn wohlersehnten Rang erreicht :D (beim 2ten versuch.-. .... war nur bis platin gekommen und hatte es nicht eingesehen aber=\n das Rätsel ist SUPER :DD!!!","replies":[{"id":"","poster":"FNC yeahman","date":"2017-01-03T15:10:12.494+0000","up_votes":1,"down_votes":0,"body":"Freut mich zu hören :D\nIch versuche halt die Fragen immer schwerer werden zu lassen bis zum Ende.","replies":[]}]}]}