{"id":"jjWA2qKo","poster":"The Bigoy","date":"2017-01-01T17:51:43.941+0000","title":"Keyfragments (Hextech)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Liebe Riotler,\r\n\r\nzur Zeit findet man in meiner Hextechwerkstatt 8 Hextech-Truhen und 2 Schl&uuml;sselfragmente an. Das selbe Problem mit der sehr unausgeglichenen Verteilung zwischen Schl&uuml;sseln und Truhen haben auch andere Mitstreiter, wie ich bereits erfahren habe.\r\nDas System mit der Verteilung von Schl&uuml;sselfragmenten scheint daher noch nicht besonders gut ausgepr&auml;gt zu sein, wenn ich (wie derzeit) 20 Spiele in Folge ohne Fragment aus der Runde gehe, egal ob mit S-Rang oder ohne, wohingegen andere diese st&auml;ndig hinterhergeschmissen bekommen.\r\nDaher hier folgender Vorschlag zur Anpassung, damit Spieler wie ich nicht auch noch die n&auml;chsten 20 Spiele ohne Schl&uuml;sselfragment da stehen:\r\n\r\nWenn man all seine m&ouml;glichen Truhen bereits abgegriffen hat und in den n&auml;chsten Tagen keine weitere mehr f&uuml;r ein S-Rang erhalten kann, w&auml;re es angebracht, dass man f&uuml;r seine gute Leistung ein Schl&uuml;sselfragment bekommen w&uuml;rde. Die zuf&auml;llige Verteilung unabh&auml;ngig von der Spielbewertung soll erhalten bleiben, allerdings so auch eine Garantie auf Schl&uuml;ssel hinzugef&uuml;gt werden.\r\nTritt der Fall ein, dass man so &#039;zu viele&#039; Fragmente erh&auml;lt, l&auml;sst sich sicherlich auch dahingehend eine L&ouml;sung finden, indem man beispielsweise pro Woche nur 3 Schl&uuml;sselfragmente, durch S-R&auml;nge garantiert, erhalten kann oder auch nur bei jedem zweiten S-Rang und &Auml;hnliches.\r\nAber das kann Riot sicherlich noch austesten, was sich dort am besten anbieten w&uuml;rde.\r\n\r\nAlle anderen, die vom selben Leid verfolgt werden oder mit dem Problem vertraut sind, k&ouml;nnen sich gerne hier dazu &auml;u&szlig;ern und auch Verbesserungsvorschl&auml;ge f&uuml;r ein solches neues System darunter schreiben.\r\nIn der Umfrage k&ouml;nnt ihr auch noch einmal kurz f&uuml;r die Statistik &auml;u&szlig;ern, ob ihr der gleichen Meinung seid.\r\n\r\nVielen Dank schonmal an Alle ;-)\r\n\r\nVG The Bigoy {{summoner:31}}","replies":[]}