{"id":"XQWWqcUJ","poster":"xWorDs","date":"2019-05-16T01:10:43.709+0000","title":"Feedback ! Gebt es mir richtig ! :)","subforum":"Level Up: Guides & Tipps","embed":{"title":"xWorDs - Summoner Stats - League of Legends","description":"xWorDs / Platinum 3 0LP / 125W 110L Win Ratio 53% / Irelia - 35W 29L Win Ratio 55%, Vladimir - 12W 8L Win Ratio 60%, Jax - 12W 5L Win Ratio 71%, Kayle - 10W 7L Win Ratio 59%, Caitlyn - 10W 5L Win Ratio 67%","url":"https://euw.op.gg/summoner/userName=xWorDs","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":1,"body":"_Hey ! Ich würde ganz gerne von euch mal ein Feedback bekommen ! :) _\r\nJeder ernsthafte Kritikpunkt wird von mir zu herzen genommen und nach Möglichkeit auch verbessert !\r\nIch spiele zurzeit Main Toplane und habe mich von Silber jetzt nach Platin 3 gespielt meist SoloQ.\r\nDas habe ich vorallem vielen Guides und Tips zu verdanken, weshalb ich eure Meinung, Anregungen, Hilfe benötige um weiter in der Kluft der Beschwörer zu kommen ! \r\nHier geht es nicht um climben sondern um sich stetig zu verbessern ! Ich würde mal behaupten, dass die Elo die ich gerade spiele auch meinem können entspricht.  \r\nUnd ja nicht jeder hat immer gute Games, ich hab auch mal ordentlich reingefeedet weil ich zerstört wurde, somit Kommentare wie weniger feeden kann man sich sparen.^^ Ich versuche schon meine Tode möglichst gering zu halten auch wenn da mal eine 10+ steht xD.\r\nDanke schonmal für die Mühen die sich der eine oder andere Macht. LG **X**","replies":[{"id":"","poster":"TF Autophil","date":"2019-05-18T22:12:33.988+0000","up_votes":1,"down_votes":0,"body":"Moin!\n\nMein Name ist Phil und ich bin Teil des Coaching Projekt \"[GG - Get Good](https://discord.gg/yky6eAx)\". Zusammen mit zwei anderen High Elo Coaches versuchen wir durch strukturiertes Coaching einen großen Mehrwert zu bieten. \nNur über ein opgg zu urteilen ist natürlich relativ schwache Argumentationsgrundlage, deswegen siehe es mir bitte nach, wenn ich nicht immer ins Rote treffe.\n******\nDer erste richtige Schritt ist, dass du dich auf eine Lane und 1-2 Champions konzentrierst. Damit bist du den meisten Spielern schon einen großen Schritt voraus.\n\nIch konzentriere mich im Folgenden mehr auf Irelia, weil du offensichtlich am meisten Zeit in diesen Champion steckst.\nIrelia ist ein mechanisch sehr anspruchsvoller Champ und daher kannst du aus ihr enorm viel rausholen aber gleichzeitig auch genauso viel verlieren, wenn du missplayst. Daher empfehle ich dir durchgehend an deinen mechanischen Fertigkeiten auf Irelia zu arbeiten um die stetig zu verbessern.\n\nDein durchschnittlicher Farm beträgt 6,8cs/min. Das ist mehr oder wenig in Ordnung. Du strebst in der Traumvorstellung immer die 10cs/min an, aber in der Realität ist das nur selten der Fall. Dennoch ist das der Punkt an dem du enorm viel rausholen kannst, weil das einfach Gold ist, was du dem Gegner gegenüber ahead bist. \nDass du CS misst kann mehrere Ursachen habe:\n- Zu viele Tode\n- Schlechtes Wavemanagement\n- Schlechtes Makroverständnis\n- Schlechtes Lasthitting\n\nHier von wird wahrscheinlich ein oder mehrere Punkte zutreffen. Daher solltest du heraus finden woran es liegt und an diesen Punkten arbeiten.\n\nNatürlich gibt es noch viel mehr Baustellen an denen du arbeiten kannst/musst, aber das würde den Rahmen sprengen. Wenn du trotzdem mehr zu dem Thema erfahren willst, würde ich dir unseren [Coaching Discord](https://discord.gg/yky6eAx) ans Herz legen. Der ist natürlich völlig kostenlos.\n\nDer Discord Server: https://discord.gg/yky6eAx\n\nAuf diesem Discord providen wir wöchentlich Content und Theorie zu League of Legends, damit jeder Spieler improven kann. Außerdem beantworten wir dort mehrmals täglich alle Fragen. \nEs freut mich wenn ich dir helfen konnte!\n\n\nBeste Grüße,\nPhil","replies":[]},{"id":"","poster":"SSF LastAngel","date":"2019-05-16T07:37:03.149+0000","up_votes":1,"down_votes":0,"body":"Ich werde für den Post möglich konstruktives Feedback zu geben und auch nur Daten/Fakten mit reinnehmen die ich belegen kann. Bin aber bei weitem kein Profi im Analysieren von Op.gg Links und auch kein Fan davon.\n\n2/2 Games mit einem passendes Duo Mate gewonnen -> Sehr gut, einmal davon vermute ich mal wegen guter Teammates (Kaisa) gewonnen, einmal selber gecarryt wenn man das so sagen kann ist aber definitiv super.\nRangliste Gewinnquote für die letzten 7 Tage: 57% auf Irelia in 35 Games (20/15) = gut -sehr gut\nVladimir 44% (4-5) = sollte besser sein;  Nasus 80% (8-2) = sehr stark -> Auf jeden Fall sieht man bei welhen Champions, hier Nasus ud Irelia deine durchschnittlichen Chancen dich zu verbessern und zu climben am höchsten sind. \nOverall Winrate 53% ist auch gut wenn man bedenkt das du über 200 Games gespielt hast.\n\nJetzt mal noch was zu deinen Main Champs und ein paar anderen Stats.\nIch hab mal nachgerechnet und bin bei den letzten 10 Games (gerundet) auf einen ungefähren Wert von 32 Minuten Average Gametime gekommen.\nDeine CS Durchschnitte liegen bei 153-192 für deine Meistgespielten Toplaner/Adcs, was in etwa 4,7 (153) bzw 6 (192) CS/Min entspricht.\nDer Platin Elo Durchschnitt liegt bei etwa 71 CS/10 Minuten oder 7,1/Minute. Dementsprechend würde ich dir hier empfehlen mit deinem Main Champ jeden Tag 2x 10 Minuten in ein custom Game zu gehen und lastzuhitten bis du bei einem soliden Wert angekommen bist.\nKDA technisch sind durchschnittlich viele KIlls, aber auch eben sehr viele Tode zu verzeichnen, und meiner Meinung nach gilt bei League oft das Prinzip  weniger ist mehr. Weniger Tode und weniger Kills sind besser als viele Kills und viele Tode, da jeder einzelne Tod dem Gegner einen Vorteil gibt. Hierbei würde ich den Fokus drauf legen die Games mit einem Maximalwert an Toden (z.b. 4 oder 5) abzuschließen und dir auch vor Trades, Allins etc zu überlegen wie deine Situation gerade ist. Sprich wo ist der Jungler, wer könnte noch hochkommen, kann ich den Gegner in einem Allin töten, xy.\n\nIm gesamten bin ich mit Itembuilds/Runen etc durchaus fine, es gibt Games wo du ein bisschen mehr um die Itemisation (also was du kaufst) \nrumspielen kannst, zb das du weil du behind bist eher tanky gehst als noch ein Damage Item zu kaufen, da du dein Team so besser unterstützen kannst etc.\nDabei gebe ich aber auch zu das es in Soloq immer schwierig ist, da man ja das Vertrauen in sein Team braucht um seine Rolle erfüllen zu können (Gerade halt als Frontliner oder Splittpush Champ ist das wichtig).\n\nIch hoffe ich konnte dir ein bisschen was mit den Weg geben.\nPeace Love and Icecream,\nLeo\n(Und ja ich hoffe das es auch als Konstruktives Feedback aufgefasst wird, so ist es nämlich gedacht :)","replies":[{"id":"","poster":"xWorDs","date":"2019-05-16T11:46:01.750+0000","up_votes":1,"down_votes":0,"body":"Ersteinmal vielen Dank für das Feedback !!! :) \nWitzigerweise war das kein DouQ mate wir sind einfach 2 mal hintereinander ins gleiche Team gekommen haha :D Irelia ist sozusagen mein Main und die anderen sind Ausweich Champions wenn zuviel AD ist wird halt mal nen Vlad reingepicked oder bei zu nem squshy Team halt mal der Nasus. \nMit der Wave control haperts bei mir ab der 20 min... pushe die wave meistens so bis T1 und rotiere dann back, oder die Vision ist halt gut und ich gehe noch zum T2. Dennoch verliere ich in der Zeit massiv an Farm weil ich \"gefühlt\" nur rum renne... hast du da ein paar Lösungsansätze?","replies":[{"id":"","poster":"SSF LastAngel","date":"2019-05-16T14:10:04.166+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für die nette Antwort. Okay ja gut trotzdem natürlich gut für dich dann. \nKlingt auf jeden Fall nach nem guten Plan bezogen auf die Champions, weiter so.\nWas du machen kannst auf der MiniMap nachschauen wie die Waves im Vergleich zum Gegner stehen und dann entscheiden wo es sich lohnt zu Pushen. Man muss als Toplaner nicht nur auf der Toplane sein, sondern hat des Öfteren mehr Freiraum. \nSchau dir ungefähr an wie die Spawn Zeiten der Cannon Minion Waves sind, das ist sehr wichtig da diese dir straight up mehr Gold geben und du dein Backport Timing daran festmachen kannst.\nUnd natürlich das du nicht für dich selbst spielst sondern du genau das machen solltest was deinem Team den mögichst einfachsten Weg zum Sieg ebnet. Wenn du behind bist und dein Carry 6-0 steht kannst du ihm den Farm geben, Tanky gehen und die Leute davon abhalten ihn zu bursten, Adaption ist ein extrem wichtiger Part von LoL.\n\nViel Glück wünsche ich dir dabei.","replies":[]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-05-16T01:40:51.952+0000","up_votes":1,"down_votes":0,"body":"Deine Kill Participation ist zum Großteil sehr, sehr niedrig.\nBin kein wirklicher Freund davon Leute anhand von op.gg/Scores zu beurteilen.","replies":[{"id":"","poster":"xWorDs","date":"2019-05-16T02:51:30.606+0000","up_votes":1,"down_votes":0,"body":"Wie sollte deiner Meinung nach für eine Toplane die KPR aussehen?","replies":[{"id":"","poster":"SuicidePlank","date":"2019-05-16T04:48:57.964+0000","up_votes":1,"down_votes":0,"body":"Bin selbst Toplanemain, swappe aber wieder zur Mitte als GP OTP.\nVersuch einfach mal in den River zu gehen wenn du die Wave reingepusht hast und der Gegner braucht gegenzuhalten, du kannst Mitte rotieren oder mit deinem Jungler invaden. Auch TP solltest du niemals (außer dein Turm nimmt massiven Schaden oder eine riesige Wave crasht in deinen Tower [was durch korrektes Wavemanagment nicht passieren sollte]) für deine Lane benutzen. Immer auf Möglichkeiten vorallem Bot und manchmal auch Mid achten.\n\nGenerell würde ich zwischen 47%-open end sagen, auch wenn das relativ wenig ist.","replies":[{"id":"","poster":"xWorDs","date":"2019-05-16T12:12:48.022+0000","up_votes":1,"down_votes":0,"body":"Hmm GP ist halt auch so die Sache mit der Global Ult. \nWenn ich mir zum Beispiel die History von TF Blade anschaue, hat der Teilweise auch 20-40% KPR. Deswegen, dachte ich eher Focus auf den Splitpush als auf Fights^^","replies":[]}]}]}]}]}