{"id":"lETEKABo","poster":"Exibus","date":"2016-12-31T21:47:21.882+0000","title":"Spiel Startet nicht!!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe folgendes Problem, ich starte den Client egal ob neu oder alt, w&auml;hle meinen Ban aus, w&auml;hle meinen Champion aus, nur komme ich dann nicht ins Spiel rein! Kann mir jemand bitte helfen, der Lol-Patcher l&auml;uft im Hintergrund und wenn ich ihn anklicke rechts unten in meiner Taskleiste, poppt LoL auf und es steht ich bin noch im Spiel kann aber nicht ins Spiel connecten. Hab mir vor 2 Tagen einen neuen Pc zugelegt, am ersten Tag ging LoL ganz normal und ab dem n&auml;chsten gar nicht mir.  \r\n\r\nFreu mich auf eure Hilfe. :)","replies":[{"id":"","poster":"Gin","date":"2016-12-31T21:52:16.734+0000","up_votes":1,"down_votes":0,"body":"Du wirst auf deinem neuen Rechner wahrscheinlich Windows 10 haben. Ein häufige Fehlerquelle ist die GameDVR.\n\nWas die GameDVR ist, und wie du diese ausschaltest findest du [hier](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das).\n\nPrüfe ansonsten mal ob alle Treiber aktuell sind.","replies":[{"id":"","poster":"Exibus","date":"2016-12-31T22:05:36.390+0000","up_votes":1,"down_votes":0,"body":"Ja, hab Windows10, hab jetzt Game DVR komplett ausgemacht startet trozdem nicht, kann ich Game DVR von meinem PC deinstallieren?, also ist das nötig?\n\nJetzt komm ich nicht mal mehr aus dem botgame raus, das ich gestartet habe um zu schauen ob es funktioniert, hab lol mehrmals geschlossen, und den Pc 2 mal neugestartet","replies":[{"id":"","poster":"Gin","date":"2016-12-31T23:49:46.838+0000","up_votes":1,"down_votes":0,"body":"Ob es deaktiviert oder deinstalliert ist macht keinen großen Unterschied. Kannst du für dich entscheiden was du bevorzugst.\n\nVersuch mal mit dem [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) deinen Client reparieren zu lassen. Sollte es trotzdem nicht funktionieren, installier das Spiel mal neu.","replies":[{"id":"","poster":"Exibus","date":"2017-01-01T04:49:50.778+0000","up_votes":1,"down_votes":0,"body":"Ich danke dir viel mals, hat funktioniert bin wieder im spiel. Danke dir wirklich.","replies":[{"id":"","poster":"Gin","date":"2017-01-01T05:47:34.617+0000","up_votes":1,"down_votes":0,"body":"Kein Problem, ist immer schön wenn die Leute Bescheid geben wenn wir helfen konnten.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]}