{"id":"bKlrR8ma","poster":"IWhiteBoyI","date":"2016-12-28T23:30:50.572+0000","title":"Flamer/Trolls/AFK spieler, was wird aus LoL","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":5,"body":"Moin,\r\n\r\nich spiele dieses Spiel mittlerweile in der 5ten Season und hab eigentlich immer Spa&szlig; gehabt am Spiel, nur mittlerweile merkt man von Season zu Season mehr den Verfall der unteren EloBereiche .\r\nEntweder du hast Gl&uuml;ck und bekommst in 2 von 10 f&auml;llen mal ein ausgewogenes Team aus netten Menschen oder aber du bekommst es Kn&uuml;ppeldick aufs Brot &quot;Wie schlecht du bist &quot; &quot; Was Leute mit deiner Mutter so alles machen&quot; &quot; Und warum man noch nicht am n&auml;chsten Baum h&auml;ngt &quot;.\r\nKlar reportet man diese Spieler dann nach der vermeindlichen Niederlage sofort , aber wof&uuml;r eigentlich ? W&auml;re Flamen/Trollen so ein Problem f&uuml;r Riot w&uuml;rde man effektiv dagegen arbeiten , was aber nicht der Fall ist :( Woher ich das wei&szlig; ? Ganz einfach w&uuml;rde hier irgendjemand Konsequenzen f&uuml;rchten in einem F2P game ? Ban halt meinen lvl 30 acc mit 3-4 skins hab noch 10 andere ( Denken die sicherlich ) Oder aber man kauft f&uuml;r l&auml;cherliche 15 Euro einfach einen Acc bei Ebay :D Da aber Riot sein geld mit Werbung etc, Meisterschaften der hohen Elos verdient wird sich das auch niemals &auml;ndern. Spielspa&szlig; im SoloQ alleine zu finden halte ich mittlerweile f&uuml;r sehr arg schwierig...\r\nKlar sagt ihr jetzt ist das nicht in jedem Game der Fall aber bei mir momentan und auch schon in S6 immer &ouml;fter der Fall. Und jeder der sich auf Silber/gold bewegt wei&szlig; wovon ich spreche. \r\n\r\nF&uuml;r konstruktive Kritik bin ich gerne offen und m&ouml;chte Vorschl&auml;ge h&ouml;ren und sammeln wie man das &auml;ndern kann.\r\nPs( Kein : Mute die einfach bitte )\r\n\r\nMfg WEcko","replies":[{"id":"","poster":"antitomatexd","date":"2016-12-28T23:41:19.678+0000","up_votes":1,"down_votes":0,"body":"spiel einfach weiter...oder zocke ein anderes Spiel um runter zukommen (Bsp. wenn ich 3 mal verliere zock ich ein paar Runden Hearthstone)","replies":[{"id":"","poster":"Awsane","date":"2016-12-29T00:59:14.496+0000","up_votes":2,"down_votes":0,"body":"ich finde es bewunderswert, das du bei hs entspannen kannst\nich tilte bei hs immer eher weil man durch den rng Faktor weniger kontrolle über ein spiel hat als bei lol \nich könnte dabei nicht entspannen","replies":[{"id":"","poster":"Qosmio","date":"2016-12-29T02:29:27.588+0000","up_votes":6,"down_votes":0,"body":"Masturbieren soll auch Wunder bewirken^^","replies":[]},{"id":"","poster":"IWhiteBoyI","date":"2016-12-29T01:17:43.674+0000","up_votes":3,"down_votes":0,"body":"Soll Leute geben die entspannen bei Dark Souls also bitte ;D","replies":[{"id":"","poster":"Icecore","date":"2016-12-30T23:07:34.894+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Weckoman,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000000000000,timestamp=2016-12-29T01:17:43.674+0000)\n>\n> Soll Leute geben die entspannen bei Dark Souls also bitte ;D\n\n oh ja ich verzweifle gerade an am zweiten teil ich sag nur ruinenwächter\n\nps:{{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}} {{champion:92}}","replies":[{"id":"","poster":"YugoParty","date":"2017-01-06T21:11:52.885+0000","up_votes":1,"down_votes":0,"body":"Brauchst Hilfe?","replies":[]}]},{"id":"","poster":"YugoParty","date":"2017-01-06T21:11:20.148+0000","up_votes":1,"down_votes":0,"body":"Dark Souls ist entspannend weil nur du fürs Schietern zuständig bist","replies":[]},{"id":"","poster":"Awsane","date":"2016-12-29T02:33:21.445+0000","up_votes":1,"down_votes":0,"body":"keine Ahnung bei PVP spielen kann ich irgendwie schlecht entspannen\n\nbei PvE ist meine frustgrenze deutlich höher\nweil der sieg irgendwie anders definiert wird, bei den meisten pve spielen kann man wenn man weg gehen und sich den sieg später save holen(durchspielen) bei pvp hat man eine Chance und wenn die weg ist ist vorbei","replies":[{"id":"","poster":"V3IG4R HQ","date":"2017-01-06T11:47:40.871+0000","up_votes":1,"down_votes":0,"body":"Imo liegt das bei LoL auch daran, dass eine Partie gut und gerne mal 40 Minuten dauert. Wenn ich dann verliere kommt's mir so vor, als hätte ich 40 Minuten meines Lebens verschwendet. \nWenn ich Rocket League spiele und verliere, tiltet mich das weitaus weniger weil eine Partie nur 5 Minuten dauert (vielleicht 6 Minuten mit Unterbrüchen).","replies":[]},{"id":"","poster":"eingew","date":"2016-12-29T08:06:24.138+0000","up_votes":1,"down_votes":0,"body":"Womit du gleichzeitig auch eine wunderschöne Erklärung für den höheren Rage in PvP gebracht hast.","replies":[]}]}]},{"id":"","poster":"antitomatexd","date":"2016-12-29T12:53:17.126+0000","up_votes":1,"down_votes":0,"body":"Hs ist ein Kartenspiel XD","replies":[]}]}]},{"id":"","poster":"LundbergDebera01","date":"2016-12-29T04:22:30.356+0000","up_votes":3,"down_votes":5,"body":"Ganz ehrlich? Meiner Meinung nach stimmt das ganze Punktesystem bei Riot überhaupt nicht mehr. Frisch eingerankte Spieler die keinen Plan haben kommen Silber während Leute die sich mühsam nach Gold 4 gespielt haben dann Bronze 1 droppen. Die Mehrheit der Spieler, also Silber und Bronze ist ja in Bronze gelandet. Ich dachte erst Gold wäre schlimm, und silber und bronze seien das Gleiche. Aber holy shit, Bronze 5, da ist wirklich richtiger Scum.\nSolo kannst du das vergessen, kommst du nie raus. Zumindest als Supporter, und ich bin Sup Main, hast du wirklich keinerlei Chance. Mit Thresh hast du zwar theoretisch viel impact, aber du kannst pingen, laternen werfen oder lee sins wegflayen oder im wardjump hooken alles egal, solang dein team boosted ist, bringt das WIRKLICH einfach nichts. Dein Skill verpufft im nichts.\n\nSupporter sind nur die Bitches die herhalten müssen. Und man kann nicht mit jedem Champion carrien. Das ist einfach gelogen, wenn Riot behauptet es ist egal was du spielst, man kann mit allem aufsteigen, solange man gut spielt. Das ist Unsinn.\n\n\nVorschlag; Ich würde eine Alterbeschränkung einführen. Ranked für U21 und Ü21.\nDas ist kein Witz, das Spiel wäre viel besser, wenn man nicht mit so Kindern zocken müsste. Ich geh in meiner Freizeit ja auch nicht zu 16 jährigen und zock mit denen Fußball, da stimmt einfach die Wellenlänge null usw, brauch ich nich erklären, das ist einfach nicht das geistige Niveau. Wenn mich iwer einlädt unter 18 -> direkt abgelehnt, von Liste gekickt oder gar nicht erst angenommen. Das hilft wirklich sehr!","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-29T06:19:09.091+0000","up_votes":2,"down_votes":0,"body":">Bronze 5, da ist wirklich richtiger Scum\n>[...]\n>solang dein team boosted ist\n\nEs ist unmöglich, nach Bronze 5 geboostet zu werden, da boosten einen Aufstieg beinhalten würde ^^\n\n>Solo kannst du das vergessen, kommst du nie raus. Zumindest als Supporter\n\nZitat eines Support-Spielers mit 71% Winrate. Ich lass das mal so stehen.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T13:17:17.974+0000","up_votes":1,"down_votes":2,"body":"Das isn Smurf Kollege, ich hatte ein zuletzt auch immer DuoQ wen dabei. Ich hab monatelang silber rumgedümpelt und war halt mal g4 und bin dirket wieder silber gedroppt. wäre ich wirklich nur silber, würde ich in bronze nicht die ganze Zeit mit Perfect KDAs bzw. einem Death stompen.\nIch war wie gesagt kurz gold hat und da sogar auch 27 LP pro Sieg bekommen noch, dann hab ich 5 mal Pech gehabt und zack nur noch 18LP das ist einfach quatsch sowas^^\nDann müsste ich halt auch instant viel mehr LP kriegen wenn ich in Low Elo so stompe, krieg ich aber nicht, ich komm von b5 nach b4 mit einer 75% Winrate, 6 games in folge win, promo 3-0 und krieg im ersten game b4 nur 13 LP. Das isn Witz^^","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-29T15:27:30.702+0000","up_votes":2,"down_votes":0,"body":"Aber “keine Chance, egal wie gut mal als Supporter ist“ sieht trotzdem anders aus.\n\nDann gibt es da übrigens noch große Unterschiede zwischen niedrigem Bronze und hohem Silber. Ein Silber 1er stompt eben in Bronze 5.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T17:48:26.029+0000","up_votes":2,"down_votes":2,"body":"Nein, das ist schlichtweg falsch. Es stompt ganz sicher nicht jeder Silber 1 einen Bronze 5. Dir irgendwelche Fakten ausdenken hilft nichts. Gefühlt 50% der Silber Spieler sind nicht besser als Bronze und ich spreche aus Erfahrung mit 1000 Games.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T18:23:31.855+0000","up_votes":3,"down_votes":2,"body":"Nichts für ungut, aber deine Einschätzung ist offensichtlich unrealistisch. Subjektive Überzeugungen, wer wie gut ist, tun da überhaupt nichts zur Sache. Ein wirklicher Silber 1 Spieler wird problemlos circa 99 von 100 Spielen gegen einen wirklichen Bronze 5 Spieler gewinnen.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T19:54:22.571+0000","up_votes":2,"down_votes":4,"body":"Deine Meinung tut für mich nichts zur Sache, da meine Erfahrung halt was ganz anderes zeigt und \"subjektive Überzeugungen\" nichts zur Sache tun.\nZudem nenne ich Fakten, ich habe wieder 2 Games gewonnen und nur 14 LP bekommen, warum man also weniger LP bekommt mit viel mehr Siegen als ohne hat bisher immer noch keine beantwortet. Es macht einfach keinen Sinn, keiner liefert vernünftige Argumente die auch mit dem System im Einklang sind. Jeder plappert nur nach wie es funktionieren sollte und das es so sein müsste, aber das es nicht so ist sieht man doch.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-29T20:12:11.280+0000","up_votes":3,"down_votes":1,"body":"Es gibt keinen Zusammenhang zwischen verdienten LP und der Differenz zwischen Siegen und Niederlagen. Deswegen hast du noch keine Fakten gezeigt. Wichtig bei der Verteilung der LP ist, wie deine Elo ist, die deiner Gegner und deine Platzierung. . Wenn ein Silber 5 Spieler gegen Bronze 3 gewinnt, gibt das kaum LP, egal ob er 10 oder 100 mehr Siege als Niederlagen hat. Bei dir ist es so ähnlich. Du gewinnst als Bronze 4 gegen hauptsächlich Bronze 5. Wärst du Bronze 3 und würdest gegen Bronze 5 gewinnen, gäbe es für dich vermutlich nur 10 LP.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-30T00:41:41.661+0000","up_votes":1,"down_votes":3,"body":"Doch, ich rede die ganze Zeit von Fakten, nur scheint es keiner zu lesen!\nAlso nochmal: Wenn ich am Anfang ne schlechtere MMR haben muss, weil nich so viele Siege hatte und da noch 25 und 28 LP bekomme, warum krieg ich nach mittlerweile 9 Siegen in JEDEM Spiel nur 13/14 LP? So krass kann der Unterschied zwischen Bronze 4 und 5 nicht sein.\n\nEs stellt sich dann nur die Frage wieso man die ganze Zeit mit Leuten aus dieser Elo gematched wird? Was ist das dann bitte für ein Matchmaking? Dann ergibt das wiederum keinen Sinn, wie gesagt, meiner Meinung nach stimmt das System nicht. In Bronze sind die meisten Spieler (47%; http://www.leagueofgraphs.com/de/rankings/rank-distribution) und von Bronze 1 bis 5 gleichmäßig verteilt. Warum wird dann meine Zeit verschwendet, indem ich in 10 Spielen nicht gegen Leute aus meiner Elo zocken darf?\n\nNormal kann das nicht sein.","replies":[{"id":"","poster":"eingew","date":"2016-12-30T08:44:10.129+0000","up_votes":2,"down_votes":0,"body":"> Doch, ich rede die ganze Zeit von Fakten, nur scheint es keiner zu lesen!\n\nDas einzige, was du ständig wiederholst, ist, dass es dir keiner Erklärt. Nichts für ungut, aber das liegt nur daran, dass du meine Beiträge nicht liest und verarbeitest, stattdessen wiederholst du nur wieder und wieder, wie unfair es sich für dich anfühlt, dass du so wenig LP bekommst.\n\n> Also nochmal: Wenn ich am Anfang ne schlechtere MMR haben muss, weil nich so viele Siege hatte und da noch 25 und 28 LP bekomme, warum krieg ich nach mittlerweile 9 Siegen in JEDEM Spiel nur 13/14 LP? So krass kann der Unterschied zwischen Bronze 4 und 5 nicht sein.\n\nWie wir an deinem MM sehen können, ist deine MMR etwa auf Bronze 5 Niveau. Also kriegst du, wie ich bereits mehrfach schrieb, *natürlich* nicht die LP hinterher geschmissen, die du dir wünschst, weil dein Rang aus Sicht des Systems nach unten angepasst werden muss und nicht nach oben.\n\nDer Unterschied zwischen Bronze 4 und 5 ist so, dass der beste Bronze 4 Spieler gegen einen relativ schlechten Bronze 5er in circa 63% der Fälle gewinnen wird. Besonders groß ist der Unterschied dazwischen also tatsächlich nicht.\n\n> Es stellt sich dann nur die Frage wieso man die ganze Zeit mit Leuten aus dieser Elo gematched wird? Was ist das dann bitte für ein Matchmaking? Dann ergibt das wiederum keinen Sinn, wie gesagt, meiner Meinung nach stimmt das System nicht. In Bronze sind die meisten Spieler (47%; http://www.leagueofgraphs.com/de/rankings/rank-distribution) und von Bronze 1 bis 5 gleichmäßig verteilt. Warum wird dann meine Zeit verschwendet, indem ich in 10 Spielen nicht gegen Leute aus meiner Elo zocken darf?\n\nDeine WR liegt bei 59%. Wenn ich jetzt noch 300x schreibe, dass das MM nicht von Hellsehern gemacht wird, reagierst du vielleicht endlich darauf, und stimmst mir zu, dass das MM nicht ahnen kann, dass du auf anderen Accounts deutlich besser spielst. Denn hier hast du diese bessere Leistung bisher eindeutig nicht bewiesen.\n\nMerkst du denn nicht, dass du der einzige bist, der sich die Situation nicht erklären kann und nach wie vor an den klaren Fakten vorbei redet? Deine WR rechtfertigt den Aufstieg, den du willst, noch nicht. Es geht hier um klar bewiesene Dinge und was du noch nicht ausreichend bewiesen hast, ist deine Überlegenheit gegenüber den Bronze 5 Spielern. \n\nDas System ist auf lange Sicht ausgelegt, und kein Trainer, der sich einredet, er könne alles und jeden nach einem Spiel völlig richtig einstufen.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-30T18:51:27.477+0000","up_votes":1,"down_votes":2,"body":"Du bist wieder viel zu weit und antwortest nicht auf den Kern:\nWarum bekomme ich direkt nachdem ich eingeranked wurde mit einer Winrate von 33% soviel LP (28; Ahri Game). Und wenn du meinst, 59% oder 62% reichen nicht zum Aufstieg, bitte, deine Meinung. Für mich ergibt das keinen Sinn. Und andere Accounts lege ich überhaupt nicht zu Grunde! Es geht nur um die Leistung DIESES Accounts. Der einzige Grund kann ja nur sein, dass die MMR zu hoch ist, weil die waren auch alle Bronze 5.\nSo erkläre dir DANN wiederum, warum die MMR am anfang hoch und nach sovielen Siegen niedrig sein soll. Es KANN keine Kausalität dazwischen geben. _**Ich verstehe sehr wohl was du meinst, es ist aber nicht so, dass ich 100 Mal verloren und erst 50 gewonnen habe und nun so eine Winstreak hinlege. Da würde ich dir ja sofort Recht geben.**_\n\nDu gehst nur davon aus, dass ich mich irre, die ganze Zeit redest du um den Kern drumherum. Statt einfach mal wirklich zu vergleichen. Du erweckst bei mir den Eindruck als willst du es einfach nicht wahrhaben, zeig mir Spieler mit (mittlerweile 62% WR) die nur 14LP bekommen. Das System balanced die Teams in jedem Spiel aus, da gibt es nur minimalste Unterschiede, weil in der Elo soviele Spieler vorhanden sind, das ist keine High Elo. Oder behauptet du in 12 Games am Stück liegt es daran das ich B4 bin und gegen andere B4 spiele? Klingt etwas lächerlich. Ja das ist keine Leistung 12 mal am Stück zu gewinnen, macht ja jeder im Handumdrehen...\n\n\nWenn du meinst, dass meine MMR Bronze 5 Niveau ist, warum sollte sie Bronze 5 Niveau sein und vorallem bleiben? Begründe! Dafür gibt es keine Gründe, deine Vermutungen sind und bleiben Vermutungen. Und meiner Meinung nach sind die immer noch unlogisch. Das einzige was ich merke ist, dass du versuchst dir das ganze schönzureden und mit Zahlen um dich wirfst, aber die Zusammenhänge überhaupt nicht siehst. Geh erstmal auf die Frage ganz am Anfang dieses Posts ein, alles andere ist UNINTERESSANT.\nWinrate 33% 28 LP\nWinrate 62% 14 LP\n\n\"Ja, dann liegt es halt an der MMR.\"\nUnd warum ist die MMR so niedrig? Warum sollte sie niedriger sein? Weil ich nur gewinne? Wie tief soll die denn erst sinken wenn man verliert?\nUnd Außerdem: Die 6 Loss aus der 10 Game Promo dienen ja mit dazu die MMR zu errechnen, die zählen also nach meiner Logik überhaupt nicht, dann wäre ich schon bei 70%. Aber lassen wir das mal außen vor.\n\nMir gehen nur langsam die Beweise aus, wie soll ich das ganze denn weiter auf die Spitze treiben? Muss ich erst 40 mal am Stück gewinnen, damit man mir glaubt? Dann hätte ich 40W/14L, lässt man sich dann auch ne Ausrede einfallen wieso es nur 16LP oder so sind? Irgendwann werde ich auch ein Game mal verlieren. Ich finde das ganze wurde schon genug auf die Spitze getrieben.\n\nWenn Man nur 10 Games braucht um eingeranked zu werden, dann reichen auch 23W/14L auf mittlerweile B4 98LP umd zu erkennen, dass die MMR nicht Bronze 5 ist. Kann das keiner nachvollziehen, dass man sich einfach nur verarscht vorkommt?\n\n\n_**An dieser Stelle schonmal Danke für das Gespräch. Ich finde das immerhin ne vernünftige Diskussionkultur, auch wenn wir vllt weniger Text antworten sollten. Ich wär auch gerne zu TS o.Ä. bereit, wenn dein Interesse und Zeit ausreichend genug ist.**_","replies":[{"id":"","poster":"eingew","date":"2016-12-31T09:03:17.128+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LundbergDebera01,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020001000000000000000000000000000100000000,timestamp=2016-12-30T18:51:27.477+0000)\n>\n> Du bist wieder viel zu weit und antwortest nicht auf den Kern:\n> Warum bekomme ich direkt nachdem ich eingeranked wurde mit einer Winrate von 33% soviel LP (28; Ahri Game). Und wenn du meinst, 59% oder 62% reichen nicht zum Aufstieg, bitte, deine Meinung. Für mich ergibt das keinen Sinn. Und andere Accounts lege ich überhaupt nicht zu Grunde! Es geht nur um die Leistung DIESES Accounts. Der einzige Grund kann ja nur sein, dass die MMR zu hoch ist, weil die waren auch alle Bronze 5.\n> So erkläre dir DANN wiederum, warum die MMR am anfang hoch und nach sovielen Siegen niedrig sein soll. Es KANN keine Kausalität dazwischen geben. _**Ich verstehe sehr wohl was du meinst, es ist aber nicht so, dass ich 100 Mal verloren und erst 50 gewonnen habe und nun so eine Winstreak hinlege. Da würde ich dir ja sofort Recht geben.**_\n\nSeltsam. Laut deiner Matchhistory hast du vom ersten Spiel an gegen Bronze gespielt. Sie war also nie so hoch, wie es eigentlich sein müsste, denn normalerweise startet man am Anfang auf mittlerem Silber...\n\nSorry, dass ich jetzt solche Unterstellungen mache, aber... ist das wirklich dein Account? Normalerweise geht das nämlich nur, wenn irgendjemand bereits vorher die MMR auf Bronze 5 gespielt hat... Oder hast du schon eine Season hinter dir, in der du nie auf op.gg gegangen bist? Bronze Accounts werden von denen nämlich nicht getracked, dann existieren die dort einfach nicht, bis man sie halt manuell aufruft.\n\nAndernfalls würde ich mal den Support fragen, ob da was schief gelaufen ist, denn das ist schon unlogisch und widerspricht dem eigentlichen System.\n\nAber btw, haben sich deine LP normalisiert? Du spielst jetzt gegen Bronze 3, du solltest also nach der Promo wieder +/- 20 LP bekommen.\n\n> Du gehst nur davon aus, dass ich mich irre, die ganze Zeit redest du um den Kern drumherum. Statt einfach mal wirklich zu vergleichen. Du erweckst bei mir den Eindruck als willst du es einfach nicht wahrhaben, zeig mir Spieler mit (mittlerweile 62% WR) die nur 14LP bekommen. Das System balanced die Teams in jedem Spiel aus, da gibt es nur minimalste Unterschiede, weil in der Elo soviele Spieler vorhanden sind, das ist keine High Elo. Oder behauptet du in 12 Games am Stück liegt es daran das ich B4 bin und gegen andere B4 spiele? Klingt etwas lächerlich. Ja das ist keine Leistung 12 mal am Stück zu gewinnen, macht ja jeder im Handumdrehen...\n\nNaja, deine Mitspieler und Gegner waren nun mal all diese 12 Spiele größtenteils Bronze 5. Der Rückschluss, dass deine MMR damit auf Bronze 5 liegt, ist logisch. Inwiefern es mehr als einen Grund braucht, um diese Diskrepanz zu erklären, ist mir schleierhaft.\n\n> Wenn du meinst, dass meine MMR Bronze 5 Niveau ist, warum sollte sie Bronze 5 Niveau sein und vorallem bleiben? Begründe! Dafür gibt es keine Gründe, deine Vermutungen sind und bleiben Vermutungen. Und meiner Meinung nach sind die immer noch unlogisch. Das einzige was ich merke ist, dass du versuchst dir das ganze schönzureden und mit Zahlen um dich wirfst, aber die Zusammenhänge überhaupt nicht siehst. Geh erstmal auf die Frage ganz am Anfang dieses Posts ein, alles andere ist UNINTERESSANT.\n\nSie bleibt Bronze 5, weil du noch nicht oft genug gewonnen hast. Offensichtlich war deine MMR relativ weit unten in Bronze 5 und hat sich erst jetzt auf ein höheres Niveau gebessert.\n\n> Winrate 33% 28 LP\n> Winrate 62% 14 LP\n\nAm Anfang hast du auch noch gegen bessere Gegner gespielt. Jetzt sind sie schlechter (vermutlich wegen den Losses zu Beginn) dementsprechend kriegst du auch weniger LP.\n\n> &quot;Ja, dann liegt es halt an der MMR.&quot;\n> Und warum ist die MMR so niedrig? Warum sollte sie niedriger sein? Weil ich nur gewinne? Wie tief soll die denn erst sinken wenn man verliert?\n> Und Außerdem: Die 6 Loss aus der 10 Game Promo dienen ja mit dazu die MMR zu errechnen, die zählen also nach meiner Logik überhaupt nicht, dann wäre ich schon bei 70%. Aber lassen wir das mal außen vor.\n\nNaja, deine Logik findet ja offensichtlich keine Erklärung für den geringen LP-Gain. Die 6 Losses aus der Promo zählen natürlich dazu, wenn sie Einfluss auf die MMR haben.\n\n> Mir gehen nur langsam die Beweise aus, wie soll ich das ganze denn weiter auf die Spitze treiben? Muss ich erst 40 mal am Stück gewinnen, damit man mir glaubt? Dann hätte ich 40W/14L, lässt man sich dann auch ne Ausrede einfallen wieso es nur 16LP oder so sind? Irgendwann werde ich auch ein Game mal verlieren. Ich finde das ganze wurde schon genug auf die Spitze getrieben.\n\nSag mir, wie viele LP du nach der Promo bekommst. Ich denke dann hat sich dein Gain normalisiert. Letztes Spiel wurdest du mit Bronze 3 gematcht, offensichtlich befindet sich deine MMR jetzt auf einem höheren Nivau. \n\n> Wenn Man nur 10 Games braucht um eingeranked zu werden, dann reichen auch 23W/14L auf mittlerweile B4 98LP umd zu erkennen, dass die MMR nicht Bronze 5 ist. Kann das keiner nachvollziehen, dass man sich einfach nur verarscht vorkommt?\n\nTatsächlich braucht das System circa 50-100 Spiele um dich vernünftig einzustufen.\nDoch, ich kann nachvollziehen, dass du dir verarscht vorkommst. Ich finde auch, dass deine Einstufungsspiele seltsamen Voraussetzungen unterlagen. Dennoch braucht es mehr Spiele, um deinen LP-Gain zu normalisieren.\n\n> _**An dieser Stelle schonmal Danke für das Gespräch. Ich finde das immerhin ne vernünftige Diskussionkultur, auch wenn wir vllt weniger Text antworten sollten. Ich wär auch gerne zu TS o.Ä. bereit, wenn dein Interesse und Zeit ausreichend genug ist.**_\n\nHab leider kein Mikro da, sorry.","replies":[{"id":"","poster":"LundbergDebera01","date":"2017-01-01T17:04:40.321+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n>\n> Seltsam. Laut deiner Matchhistory hast du vom ersten Spiel an gegen Bronze gespielt. Sie war also nie so hoch, wie es eigentlich sein müsste, denn normalerweise startet man am Anfang auf mittlerem Silber...\n\nWas ja totaler Schwachsinn ist in meinen Augen aber lassen wir das.\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Sorry, dass ich jetzt solche Unterstellungen mache, aber... ist das wirklich dein Account? Normalerweise geht das nämlich nur, wenn irgendjemand bereits vorher die MMR auf Bronze 5 gespielt hat... Oder hast du schon eine Season hinter dir, in der du nie auf op.gg gegangen bist? Bronze Accounts werden von denen nämlich nicht getracked, dann existieren die dort einfach nicht, bis man sie halt manuell aufruft.\n\nJa das ist mein Account. Ich hab ne anfangs nur aus Fun gehabt und dann angefangen ranked zu spielen, die Siegesserie hat mich einfach nur neugierig gemacht wie bescheuert das System von Riot ist, weil es von Anfang an schon auffällig war. wie wenig LP ich krieg. Deswegen hab ich Tryharden angefangen.\nDeshalb eignet sich dieser Acc ja sogut, weil er praktisch blank ist und die Winstreak sehr früh angefangen hat.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Andernfalls würde ich mal den Support fragen, ob da was schief gelaufen ist, denn das ist schon unlogisch und widerspricht dem eigentlichen System.\nAch, das sag ich ja die ganze Zeit, bis das mal jemand versteht muss ich ne Woche lang ins Forum schreiben und krieg von Kindern nen Minus Vote gedrückt.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Aber btw, haben sich deine LP normalisiert? Du spielst jetzt gegen Bronze 3, du solltest also nach der Promo wieder +/- 20 LP bekommen.\n\nNein, ich kann das nicht mehr testen, weil ich Bronze 3 kam und danach hörte meine Siegesträhne auf, weil ich in den beiden Games danach immer 2 Feeder hatte. Da war das Game schon nach 10 Minuten zu 95% verloren. Ich bin aber immer noch Bronze 3, kann aber nicht sagen wieviel LP ich nun gewonnen hätte oder sonstirgendwas. Das ist ja was ich meine, nichts ist in diesem scheiß System nachvollziehbar, weil sich durch die unterbrochene Winstreak nun die Variablen ändern.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Naja, deine Mitspieler und Gegner waren nun mal all diese 12 Spiele größtenteils Bronze 5. Der Rückschluss, dass deine MMR damit auf Bronze 5 liegt, ist logisch. Inwiefern es mehr als einen Grund braucht, um diese Diskrepanz zu erklären, ist mir schleierhaft.\n\nWeil ein Spieler auf Bronze 3 mit einer MMR von Bronze 5 ungerecht behandelt wird. Das ist der Grund. Das ganze System würde zusammenbrechen, weil es eine Lüge wäre.\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Sie bleibt Bronze 5, weil du noch nicht oft genug gewonnen hast. Offensichtlich war deine MMR relativ weit unten in Bronze 5 und hat sich erst jetzt auf ein höheres Niveau gebessert.\n\nWäre sie so weit unten am Anfang, hätte ich nicht soviel LP bekommen am Anfang... wie gesagt, es macht immer noch keinen Sinn.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Am Anfang hast du auch noch gegen bessere Gegner gespielt. Jetzt sind sie schlechter (vermutlich wegen den Losses zu Beginn) dementsprechend kriegst du auch weniger LP.\n\nNein, man spielt immer gegen gleichstarke Gegner. Habe ich auch schonmal erwähnt.\nUnd es macht halt keinen Sinn, Spieler die alles stompen lange in der unteren Elos zu behalten. Das ein Master weniger Punkte bekommt wenn er gegen Dia 2 spielt, ist normal, dass ist aber nicht die Regel. Ich werde REGELMÄßiG bzw ausschließlich gegen die, für das System, richtigen Gegner gematched.\n\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000000000000000000000000001000000000000,timestamp=2016-12-31T09:03:17.128+0000)\n> Tatsächlich braucht das System circa 50-100 Spiele um dich vernünftig einzustufen.\n> Doch, ich kann nachvollziehen, dass du dir verarscht vorkommst. Ich finde auch, dass deine Einstufungsspiele seltsamen Voraussetzungen unterlagen. Dennoch braucht es mehr Spiele, um deinen LP-Gain zu normalisieren.\n\nDas heißt, ich soll erstmal in 100 Spielen zu Unrecht behandelt werden und wie ein Platin/Gold Dude spielen, damit ich danach die Berechtigung erhalten in Bronze 2,1 oder SIlber aufzusteigen? Jeder Silber Spieler, der wie du sagst eine 63% Winrate hätte, würde bei der Punkteverteilung Bronze 5 bleiben, weil man ~67% braucht um sich zu halten wenn man nur 14 LP bekommt.\n\nErgo: Jemand, der DEFINTIV in die Silber Elo gehört, wird vom System in Bronze gesteckt.\nDeshalb sage ich, dass meine Meinung mir persönlich mehr Wert ist als die Einstufung von Riot. Ich kann jedenfalls locker mit Platin mithalten, hab ich ja auch schon, teilweise gegen Dia, und das nichtmal auf meiner Main Position. Wie Riot mich bewertet ist mir scheißegal.","replies":[{"id":"","poster":"AusgeIebt","date":"2017-01-16T10:43:34.096+0000","up_votes":4,"down_votes":0,"body":"Du raffst einfach nicht was der Poster dir versucht zu erklären. Nein du bist kein Platinspieler und auch kein Diaspieler. Das System stuft ziemlich gut ein und wer in ein anderes Elo gehört carried sich selbst nach oben. Manchmal dauert das weniger und manchmal dauert das länger das ist ganz normal. Du bist der typische Bronze/Silberspieler der anderen Spielern die Schuld für verlorene Games gibt. Wenn du wirklich bei Platin und Diamant mithalten kannst wie du es so schön betonst wären zwei Feeder kein Problem. Mein höchstes Elo war Platin I und ich gehe mit guten Stats und/oder dem Sieg raus. Ich wurde auf einem frischen Account Bronze 5 eingestuft und bin mittlerweile Silber 3. Hat auf Grund diverser Umstände etwas gedauert aber über lange Sicht climbt man natürlich da potentiell ein \"schlechter\" Spieler weniger in deinen Matches ist, der ja du bist. Wenn du mehrere Games gegen schlechte Spieler verlierst setzt das System automatisch dein MMR herab da es erkennt, dass du nicht gut genug für diese Liga bist. Auf Grund deiner Aussagen über Spiele und andere Spieler und dich selbst werden dir die meisten Spieler ab mittlerem Platbereich sagen, dass du keinesfalls da mitspielst, das ist Wunschdenken mehr nicht. Ich war auch schonmal mit einem Account in Diamant V, das heißt aber nicht, dass ich auch auf diesem Level spielen kann. Wenn ich über 200 Spiele hinweg in einem Elobereich bin, dann ist das wohl die Elo auf dessen Niveau ich spiele. \n\n53% winrate in Silber 5 ist eben kein Stomp sondern nur geringfügig besser als der Rest der dort spielt. Ich habe schon viele Accounts von Bronze 5 nach Silber/Gold und manche nach Platin gespielt. Manchmal hat es 150 Spiele gedauert manchmal 300, je nach RNG aber Fakt ist, dass wenn du ein besserer Spieler bist der in eine andere Elo gehört du aufsteigst. Mir ging es nach winstreaks sogar schon so, dass ich eine Division übersprungen habe bzw. 30+LP gain hatte. Eine winstreak ist aber nicht mal 5 Spiele am Stück gewinnen. Ich habe auf einem Smurf nur ADC gezockt und hatte dann auf einmal 14 Spiele am Stück gewonnen und jedes Spiel S- S oder S+ und dann wurde ich direkt von S4 nach S2 geschoben. Lies dir die Beiträge von Eingew durch und versuch diese zu verstehen.\n\n> [{quoted}](name=LundbergDebera01,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=0002000100000000000000000000000000010000000000000000,timestamp=2017-01-01T17:04:40.321+0000)\n\n> \n> Das heißt, ich soll erstmal in 100 Spielen zu Unrecht behandelt werden und wie ein Platin/Gold Dude spielen, damit ich danach die Berechtigung erhalten in Bronze 2,1 oder SIlber aufzusteigen? Jeder Silber Spieler, der wie du sagst eine 63% Winrate hätte, würde bei der Punkteverteilung Bronze 5 bleiben, weil man ~67% braucht um sich zu halten wenn man nur 14 LP bekommt.\n> \n\n> Ergo: Jemand, der DEFINTIV in die Silber Elo gehört, wird vom System in Bronze gesteckt.\n> Deshalb sage ich, dass meine Meinung mir persönlich mehr Wert ist als die Einstufung von Riot. Ich kann jedenfalls locker mit Platin mithalten, hab ich ja auch schon, teilweise gegen Dia, und das nichtmal auf meiner Main Position. Wie Riot mich bewertet ist mir scheißegal.\n\nWer in Bronze dauerhaft 63% winrate hat wird immer weiter aufsteigen bis seine Winrate stagniert, ist ganz logisch. \n\nDu bist kein Platin/Gold Dude, nicht mit der Winrate und auch nicht mit den Gamestats wenn ich mir die so angucke.  Aber die meisten Bronze- und Silberspieler schätzen sich in diese Richtung falsch ein, das ist nichts besonderes.\n\nPS: du brauchst hier keinen auf cool machen, wenn dir egal wäre wie riot dich einstuft würdest du hier nicht so ein Fass aufmachen. ","replies":[]},{"id":"","poster":"LundbergDebera01","date":"2017-01-02T00:50:31.533+0000","up_votes":1,"down_votes":0,"body":"Hat keinen Sinn mit dir zu diskutieren, weil du dir alles so drehst wie es dir passt :)\nMir fällt deutlich mehr ein nur ich habe keine Zeit mehr an Leute zu verschwenden denen ich das ganze tausendmal erklärt habe und nun plötzlich, nachdem etwas nicht stimmen kann, dann noch wieder nur hinter Riot stehen.\n\nAuf Wiedersehen.\n\nPS: Sind aktuell 13 LP in Bronze 3, es macht immer mehr Sinn ;D","replies":[]},{"id":"","poster":"LundbergDebera01","date":"2017-01-04T01:37:38.426+0000","up_votes":1,"down_votes":1,"body":"Übrigens hab ich jetz 27 LP für einen Sieg bekommen. Als Silber 5. Gegen Bronze 2 im Schnitt. Sieht man mal wieviel Wahrheit in deinem Gerede steckt, hauptsache du hattest immer auf alles ne Antwort.\n\nAber das du dir alles hinbiegst wie du es brauchst, hab ich vorher schon gemerkt (und geschrieben). Und Riot selbst gab mir Recht.\n\n\nDie ganzen Hater und Besserwisser, die können mich alle mal kreuzweise. Ob jetz die Kiddies, die sinnlos disliken weil sie keine eigenen Meinung haben, oder du, der hier das blaue von Himmel erzählt und sich irgendwelche Theorien ausdenkt warum wieso weshalb das doch stimmen muss und nur ich mich irre oder andere Leute die einfach behauptet, dass das nicht sein KANN.\n\nUnd ob das sein kein, sonst hätte der entsprechende Riot Mitarbeiter das nicht geändert. Aber ja Herr \"eingew\", nur ich irre mich, alle anderen sehen ja kein Problem ;) Du bist Moderator (und Gold!) und hast immer Recht oder so? So ungefähr sehen die Gedanken wohl aus.","replies":[]},{"id":"","poster":"LundbergDebera01","date":"2017-01-03T23:12:57.263+0000","up_votes":1,"down_votes":1,"body":"Naja gut ich hab meinen Beweis, wurde grad von Riot einfach nach Silber 5 gestuft von B3. Hatte denen ein Support Ticket geschrieben. System funktioniert nicht. Punkt Ende aus :D","replies":[]},{"id":"","poster":"eingew","date":"2017-01-02T09:12:42.580+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=LundbergDebera01,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020001000000000000000000000000000100000000000000000001,timestamp=2017-01-02T00:50:31.533+0000)\n>\n> Hat keinen Sinn mit dir zu diskutieren, weil du dir alles so drehst wie es dir passt :)\n> Mir fällt deutlich mehr ein nur ich habe keine Zeit mehr an Leute zu verschwenden denen ich das ganze tausendmal erklärt habe und nun plötzlich, nachdem etwas nicht stimmen kann, dann noch wieder nur hinter Riot stehen.\n> \n> Auf Wiedersehen.\n> \n> PS: Sind aktuell 13 LP in Bronze 3, es macht immer mehr Sinn ;D\n\nNaja, du spielst auch wieder gegen Bronze 4 und 5. Also dieselbe Situation wie ganz am Anfang, nur ein bisschen weiter oben.\n\nEs bleibt dabei. Da kannst du noch so oft erzählen, wie es deiner Meinung nach besser wäre, du kriegst wenige LP, weil deine MMR unterhalb von Bronze 3 liegt und es völlig unsinnig wäre, dich für die \"Glanzleistung\", Bronze 5 auseinander zu nehmen, mit mehr LP zu belohnen. Du musst öfter gewinnen, weil du am Anfang deine MMR nach unten gedrückt hast.","replies":[]},{"id":"","poster":"eingew","date":"2017-01-01T18:15:47.983+0000","up_votes":1,"down_votes":1,"body":"> Weil ein Spieler auf Bronze 3 mit einer MMR von Bronze 5 ungerecht behandelt wird. Das ist der Grund. Das ganze System würde zusammenbrechen, weil es eine Lüge wäre.\n\nWieso wäre es denn fair, wenn du mehr LP bekommen würdest? Wie gesagt, deine MMR war offensichtlich Bronze 5. Inwiefern wäre es dann fair, dich zu belohnen, als hättest du gegen Bronze 3 gewonnen und als wäre deine MMR ebenfalls dort?\n\n> Nein, man spielt immer gegen gleichstarke Gegner.\n\nDas bedeutet, dass ihre MMR deiner ebenbürtig ist. Das bedeutet *nicht*, dass ihr Rang mit deinem übereinstimmt und du mit 20 LP für einen Sieg über sie belohnt wirst.\n\n> Und es macht halt keinen Sinn, Spieler die alles stompen lange in der unteren Elos zu behalten.\n\nDiese WR hast du aber doch erst jetzt erreicht. Du hast erst mit dieser langen WR gezeigt, was du drauf hast. Du bist hier nicht vor einem Sportkommentator, der sich begeistert an deiner KDA aufgeilt. Du musst damit leben, dass ein valides System dich nicht einfach aufgrund ein paar guter Aktionen einstuft. Von \"lange in der unteren Elo\" kann doch auch gar keine Rede sein, im Moment steigst du doch eindeutig auf und wirst in wenigen Spielen auch über Bronze 2 nach Bronze 1 geflitzt sein.\n\n> Das ein Master weniger Punkte bekommt wenn er gegen Dia 2 spielt, ist normal, dass ist aber nicht die Regel. Ich werde REGELMÄßiG bzw ausschließlich gegen die, für das System, richtigen Gegner gematched.\n\nDie Elodifferenz zwischen Master und Dia 2 ist nur kaum größer als die zwischen Bronze 3 und 5.\n\n> Das heißt, ich soll erstmal in 100 Spielen zu Unrecht behandelt werden und wie ein Platin/Gold Dude spielen, damit ich danach die Berechtigung erhalten in Bronze 2,1 oder SIlber aufzusteigen?\n\nNichts für ungut... aber bitte hör auf meine Worte absichtlich so zurechtzulegen, dass du dich endlich durch sie provoziert fühlen kannst um einen ungehalteneren Ton anschlagen zu können, bloß weil du dich durchs MM ungerecht behandelt fühlst.\n\nDas heißt, dass du in spätestens 100 Spielen auf Gold bist. (Sofern du tatsächlich den Skill von Gold hast.)\n\nVermutlich geht es sogar schneller.\n\nFür Silber würde auch Silberskill völlig ausreichen.\n\n> Jeder Silber Spieler, der wie du sagst eine 63% Winrate hätte, würde bei der Punkteverteilung Bronze 5 bleiben, weil man ~67% braucht um sich zu halten wenn man nur 14 LP bekommt.\n\nRichtig. Jemand mit Bronze 5 Skill muss sich ziemlich anstrengen, um Bronze 3 zu bleiben.\n\nIch schreib es jetzt noch 3 Mal rein, womöglich liest du es dann:\n\nDie normale LP-Verteilung liegt bei 20 LP. Man kriegt sie dazu, wenn man gewinnt und sie werden abgezogen, wenn man verliert. Sofern also der Skill/die MMR mit der aktuellen Liga in der Rangliste übereinstimmt, dann reichen also 50% WR locker aus, um sich auf einer Höhe zu halten. Hat man die nicht, muss man *natürlich* erst durch einen MMR-technischen Aufstieg beweisen, dass man wirklich so hoch gehört. Diese Prozedur hast du jetzt offensichtlich hinter dir.\n\nDu kannst nicht einfach verlangen, dass man dich für Siege über Bronze 5, so behandelt, als würdest du gegen Bronze 3 Spielen. Das würde aus dem System nichts als eine nutzlose Lächerlichkeit machen.\n\n> Ergo: Jemand, der DEFINTIV in die Silber Elo gehört, wird vom System in Bronze gesteckt.\n\nDas machst du daran fest, dass das System dich für deine 50%WR gegen Bronze mit einem Rang der höhe Bronze belohnt hat? Das ist kein logisches Urteil und damit ziemlich wertlos.\n\n> Deshalb sage ich, dass meine Meinung mir persönlich mehr Wert ist als die Einstufung von Riot.\n\nIch will dir eigentlich gar nichts schlechtes nachsagen, aber das liegt vor allem daran, dass du auf verlässliche Daten scheißt.\n\nDu zeigst in 10 Spielen, dass du Bronze ebenbürtig bist -> Du wirst Bronze. Genau das ist dir passiert.\n\nJetzt zeigst du in mittlerweile fast 40 Spielen, dass du doch höher gehörst -> Das System schiebt dich nach oben. So und nicht anders läuft es, weil es so und nicht anders vernünftig ist.\n\n> Ich kann jedenfalls locker mit Platin mithalten, hab ich ja auch schon, teilweise gegen Dia, und das nichtmal auf meiner Main Position. Wie Riot mich bewertet ist mir scheißegal.\n\nDas weiß das System aber nicht, daher musst du es diesem erst beweisen. Deine subjektive Einschätzung ist dafür leider wertlos.\n\n___\n\nIch meine... ist das eigentlich dein Ernst?\n\nDeine Frage war: Warum kriege ich so wenig LP für den Sieg? \n\nDie Antwort ist: Weil deine MMR wahrscheinlich niedriger ist als dein aktueller Rang.\n\nDu kommentierst daraufhin: Auf meinem Main war das aber anders!\n\nDie Antwort war: Ist aber n Smurf, oder? Faktencheck: Deine Mitspieler sind alle Bronze 5, dein Rang ist aber Bronze 4. Überraschung: Deine MMR scheint *tatsächlich* niedriger als dein Rang. Die These bestätigt sich also.\n\nUnd alles was dir darauf einfällt: Aber meine WR und ich stompe so hart!\n\nWas zur Hölle hat denn deine WR und dein wahnsinnig toller Skillbeweis auf dem Mainaccount damit zu tun?! *Nichts*!\nUnd wie gesagt: A propos Skillbeweis, du hast jetzt sogar schon jemand aus Bronze 2 gesehen, deine MMR steigt also, du beweist also Skill. Also wird auch das System jetzt nachschwenken.\n\nWillst du was schnelleres? Spiel kein League. Denn eines ist dieses Spiel nunmal: Zeitaufwendig. Wenn dir das nicht passt, eine bessere Lösung gibt es eben nicht. Damit musst du leben.\n\nDu hast den Thread zur Bildung der MMR und des Ranges sowieso noch nicht gelesen, oder? Ich muss langsam davon ausgehen, dass du das ganze gar nicht verstehen *willst*, weil du dir überhaupt keine Mühe gibst, das ganze zu prüfen oder gar auf die offensichtliche Tatsache einzugehen, **dass deine MMR tatsächlich unterhalb deines Ranges liegt**.\n\nPS: Beteuerungen, dass dir das ganze Thema eigentlich unwichtig ist, wirken, wenn sie so völlig ohne Zusammenhang einfach mal aufgeworfen werden, übrigens ziemlich seltsam. Freud würde dich wahrscheinlich fragen, ob du unterbewusst zu verbergen versuchst, dass dich diese Wertung eigentlich ziemlich stört und du deshalb so einen Spam veranstaltest und ständig Argumente finden willst, die dem System beweisen können, dass du eigentlich viel besser bist. Denn statt dich damit zufrieden zugeben, dass das System zu Beginn sehr ungenau ist, beweist du wieder wieder, wie viel besser du eigentlich seist.\n\nPPS: Das System ist immer noch kein Hellseher. Es arbeitet selbst nur mit verlässlichen Fakten und du beweist eben erst jetzt, mit deiner letzten Winstreak, dass du besser als Bronze 5 bist.","replies":[]},{"id":"","poster":"LundbergDebera01","date":"2017-01-02T23:49:27.753+0000","up_votes":1,"down_votes":2,"body":"Jaja ich muss öfters gewinnen, selber nicht ma ansatzweise sowas auf die reihe kriegen und dann denken du bist zurecht gold weil das system macht ja keine fehler... komm ey.\nFür mich ist das nur Geschwätz. Du bist wahrscheinlich Dia geranked und verlierst nur 15LP und bekommst 25, weil das System dich höher einranked als du bist warum auch immer. Vermutlich wegen der 52% WR. \n\nSiest du die Zahlen? LÄCHERLICH!","replies":[]}]}]}]}]}]},{"id":"","poster":"LundbergDebera01","date":"2017-01-04T01:41:01.718+0000","up_votes":1,"down_votes":1,"body":"Deswegen hab ich nach der Anpassung durch Riot auch 27 LP bekommen statt 14, und das nachdem die mich einfach Silber 5 hochgestuft haben und ich gegen mittleres Bronze (2/3) gespielt hab im Schnitt.\nJap, du hast richtig Ahnung. Weiter so.\n\nNur mal so nebenbei ;)","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-04T10:20:58.621+0000","up_votes":2,"down_votes":0,"body":"Wie ich sehe, muss ich dir meinen Post noch mal erklären. Es geht um deine MMR und die der Gegner und deine Platzierung. Die Platzierung der Mitspieler ist egal. Das Ligensystem ist kosmetischer Natur, das ist im Grunde nichts weiter, als ein Skin über deinem MMR. \n\nMan kann auch Bronze 2 sein und ein Silber 4 MMR haben. Dann kriegt man etwas um die 30 LP, weil man als Bronze-2-Platzierter gegen Gegner antritt, die Silber 4 platziert sein sollten. Das heißt nicht unbedingt, dass die Gegner auch in der Division sein müssen. So könnte man in dem Fall gegen Bronze 1 antreten, die ihre Promo nach Silber noch nicht geschafft haben, die aber schon wie Silber 4 Spielen oder gegen einen Silber 1 Spieler antreten, der gerade erst von Gold 5 abgestuft wurde.\n\nUm von einer 5er Division abgestuft zu werden, muss man nämlich eine ganze Liga schlechter spielen, ehe man in der nächstniedrigeren Division landet. Der Silber 1 Spieler, hat dann also aktuell eher ein MMR von Silber 5 oder 4 und nicht von Silber 1. \n\nDie Divisionen geben nur einen Anhaltspunkt darüber, können aber irreführend sein. Vor allem, da die Spieler bei Seasonstart niedriger eingestuft werden, als ihre MMR ist und weil es noch Sonderfälle gibt, in denen eine hohe Abweichung zwischen MMR und Division vorliegen kann (wie bei den 5er Divisionen).\n\nDu kannst dir auch meinen Post an xtaktiq durchlesen, da beschreibe ich noch mal so etwas. Der hat es verstanden.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-29T21:47:45.110+0000","up_votes":1,"down_votes":0,"body":"Ich hätte dazu auch eine Frage...\n\nIch wurde diese Season Bronze 2 eingeranked und bekam 27 Lp, ich habe mich jtz zu Silber 4 gecarried und komme save noch Gold allerdings bekomme ich \"nur\" noch 23 Lp pro Sieg obwohl ich beide male gegen gleichstarke Gegner gespielt habe... wieso?!","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-29T21:54:45.469+0000","up_votes":1,"down_votes":0,"body":"Was genau meinst du mit gleichstark? \n\nWenn du damit meinst, du hast in Bronze 2 gegen Silber 2 gespielt und bei einem Sieg 27 LP erhalten und spielst als Silber 4 gegen Silber 2 und erhältst 23 LP, ist das doch passend. Vorher war die Differenz in der Platzierung zu deiner MMR deutlich größer. In beiden Fällen hast du eine MMR von ungefähr Silber 2 (da kommen die Mitspieler her). In Bronze erhältst du dann deutlich mehr LP, weil die Lücke so groß ist und geschlossen werden soll.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-30T01:26:00.493+0000","up_votes":1,"down_votes":4,"body":"Warum sollte man als Bronze 2 gegen Silber 2 spielen? Hast du das schonmal gesehen? Ich nicht.","replies":[{"id":"","poster":"eingew","date":"2016-12-30T08:32:15.722+0000","up_votes":1,"down_votes":0,"body":"Natürlich kann das passieren. Premades sind die Antwort, die du suchst.","replies":[{"id":"","poster":"AusgeIebt","date":"2017-01-16T10:48:55.460+0000","up_votes":1,"down_votes":0,"body":"Ich wurde auch schon als Gold I gegen Plat II/III und Dia V in S4 gelistet, ob das jetzt noch so ist weiß ich nicht.","replies":[{"id":"","poster":"eingew","date":"2017-01-17T13:00:44.773+0000","up_votes":1,"down_votes":0,"body":"Also mit Gold gegen hohes Platin ist völlig normal. Das ist durchaus so gewollt. Bevor man aufsteigt soll man sich schließlich sowieso mit Platin messen, um sich zu beweisen, wenn man sich dabei bis zu hohem Platin durchkämpft, ist das ja durchaus legitim. Dia ist krass... aber mit einer besonders hohen MMR auch keinesfalls abwegig, zumal man als Dia 5 ja durchaus auch einen MMR auf mittlerem Platin haben kann.","replies":[]}]}]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-30T13:30:31.047+0000","up_votes":1,"down_votes":0,"body":"Aha stimmt das habe ich gar nicht bedacht! Dankeschön :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-29T15:28:27.324+0000","up_votes":2,"down_votes":1,"body":"Deine MMR ist eben nicht so hoch, wie du sie einschätzt. Das System schätzt dich immer noch auf B5.\n\nDu kannst einfach nicht erwarten, dass Riot Hellseher einstellt, um dich zu bewerten. Du musst schon etwas Geduld zeigen. Denn bei 54% WR ist der Unterschied zwischen B4 und B5 nicht so immens, wie du ihn haben willst.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T17:43:07.040+0000","up_votes":2,"down_votes":2,"body":"Die 54% spielen keine Rolle, weil 6 Games die da mitgezählt werden beim Einranken waren.\nAußerdem es gibt mir immer noch keiner ne logische Antwort darauf, wenn ich doch am Anfang ja eine schlechtere Winrate habe dann 28 LP bekomme und je mehr ich gewinne immer weniger xD","replies":[{"id":"","poster":"eingew","date":"2016-12-29T18:19:01.546+0000","up_votes":2,"down_votes":1,"body":"> Die 54% spielen keine Rolle, weil 6 Games die da mitgezählt werden beim Einranken waren.\n\nDeine Einschätzung in Ehren, aber das entspricht nicht den Tatsachen. Die Einstufungsspiele haben natürlich einen Einfluss auf die MMR, sogar mehr als alle andere Spiele.\n\nWie gesagt: Deine MMR ist niedriger, als deine Ligaeinstufung+LP es ist. \n\nDu spielst atm fast nur gegen Bronze 5 und ein wenig Bronze 4. Natürlich erhältst du nur wenige LP und solange du deine MMR nicht so weit besserst, dass du nicht zumindest Bronze 3 zu Gesicht bekommst, wirst du auch weiterhin nur so wenige LP erhalten. Warum sollte das System dich auch mit einem rasanten Aufstieg belohnen, wenn alles, was du stompst, nur so niedrig geranked ist?","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-12-29T15:33:54.409+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LundbergDebera01,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200010000,timestamp=2016-12-29T13:17:17.974+0000)\n>\n> Das isn Smurf Kollege, ich hatte ein zuletzt auch immer DuoQ wen dabei. Ich hab monatelang silber rumgedümpelt und war halt mal g4 und bin dirket wieder silber gedroppt. wäre ich wirklich nur silber, würde ich in bronze nicht die ganze Zeit mit Perfect KDAs bzw. einem Death stompen.\n> Ich war wie gesagt kurz gold hat und da sogar auch 27 LP pro Sieg bekommen noch, dann hab ich 5 mal Pech gehabt und zack nur noch 18LP das ist einfach quatsch sowas^^\n> Dann müsste ich halt auch instant viel mehr LP kriegen wenn ich in Low Elo so stompe, krieg ich aber nicht, ich komm von b5 nach b4 mit einer 75% Winrate, 6 games in folge win, promo 3-0 und krieg im ersten game b4 nur 13 LP. Das isn Witz^^\n\nDir ist aber schon klar, dass du wen du von Gold nach Silber droppst gegen und mit Bronze-MMR spielst, da du die selbst haben musst, um ne Liga zu droppen.","replies":[]}]}]},{"id":"","poster":"Qosmio","date":"2016-12-29T04:47:23.240+0000","up_votes":2,"down_votes":0,"body":"Und dann fängt jeder an mit der Altersangabe zu schummeln ;)  Ich maine adc momentan silber 3 also können gerne mal zsm Spielen \nadd me","replies":[]},{"id":"","poster":"eingew","date":"2016-12-29T08:18:37.872+0000","up_votes":2,"down_votes":1,"body":"Deinen Frust kann ich verstehen.\n\nDas ändert aber leider nichts daran, dass du Unsinn erzählst. Inwiefern ist das Elosystem denn Müll? Wofür sollte man deiner Meinung nach Punkte bekommen, wenn nicht für den Sieg?\n\nUnd wieso erwartest du erst, dass Gold dasselbe ist wie Bronze (nur weil irgendein Highelo-Troll das wieder erzählt) und sagst dann, das Punktesystem sei schlecht, weil es doch einen Unterschied gibt...?! Ich meine... das Punktesystem *soll* doch für einen Unterschied zwischen Gold und Bronze sorgen. Und genau das macht es jetzt schlecht? Wo wäre denn der Sinn, völlig Random die einen mit einem Skin zu belohnen und die anderen nicht?\n\nIch weiß, von welchen Spielen du redest. In manchen Situationen fühlt man sich völlig nutzlos, weil das Team einfach nicht daran interessiert scheint, die Gegner zu besiegen.\nAber genauso würdest du dich fühlen, wenn du als ADC einen guten Engage siehst... aber dein Team die Chance ins nichts verpuffen lässt und du plötzlich out of position stirbst. Oder dein Support bei einer klar gewonnen Situation einfach vor dir weg läuft. \n\nJede Position ist gewissermaßen auf das Team angewiesen. Aber Gegner und Mitspieler werden aus demselben Spielerpool zusammengewürfelt. Es ist faktisch unmöglich, da weniger Chancen aufgrund der Rollenwahl zu haben. Im Gegnerteam gibt es diese Rolle ja schließlich auch.\n\nDer Altersunterschied würde vor allem eines bewirken: Ein deutlich langweiligeres, langsameres und Skill-ärmeres Spiel. Denn gerade Jugendliche und Kinder, die sich noch in der Entwicklung befinden, haben aufgrund des Zustands ihrer Gehirne ein deutlich gesteigertes Lernvermögen und dadurch, dass sie viel flinker sind, haben sie die Möglichkeit, ältere Spieler mit Leichtigkeit auszuspielen. Was meinst du, warum die Pros meistens so jung sind?\nNichts für ungut, aber dein Vorurteil basiert auf völlig falschen Grundannahmen. Vor allem macht es keinen Sinn, das mit Fußball zu vergleichen, weil die physische Überlegenheit eines Erwachsenen hier überhaupt keine Rolle spielt. Alles, worauf es ankommt, ist das Gehirn und die Finger.\n\nFun Fact: Statistisch gesehen reagieren Kinder empfindlicher auf Flame, als Erwachsene.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T13:43:15.563+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020002,timestamp=2016-12-29T08:18:37.872+0000)\n>\n> Deinen Frust kann ich verstehen.\n> \n> Das ändert aber leider nichts daran, dass du Unsinn erzählst. Inwiefern ist das Elosystem denn Müll? Wofür sollte man deiner Meinung nach Punkte bekommen, wenn nicht für den Sieg?\n\nWeil die Verteilung der Punkte überhaupt keinen Sinn ergibt. Ich höre immer nur es soll diesen und jenen Sinn ergeben und wie das System funktionieren soll, letztendlich guck ich auf meinen Account und es passiert etwas ganz anderes, oben hab ich es beschrieben in nem anderen Post. Es macht keinen Sinn zu climben indem man stompt und dann trotzdem immer weniger LP bekommt (nur 13). Im Gegenzug verliert man aber genauso LP wenn man verliert. Ich hab genug Erfahrung, daher verwirrt mich das System halt nur. Ich denk mir meine Meinung nicht aus, sie basiert auf meiner Erfahrung.\n\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020002,timestamp=2016-12-29T08:18:37.872+0000)\n> Und wieso erwartest du erst, dass Gold dasselbe ist wie Bronze (nur weil irgendein Highelo-Troll das wieder erzählt) und sagst dann, das Punktesystem sei schlecht, weil es doch einen Unterschied gibt...?! Ich meine... das Punktesystem *soll* doch für einen Unterschied zwischen Gold und Bronze sorgen. Und genau das macht es jetzt schlecht? Wo wäre denn der Sinn, völlig Random die einen mit einem Skin zu belohnen und die anderen nicht?\n\nJa das Frage ich mich auch wo da der Sinn liegen soll. Ich kann dir aber aus 2 jähriger Erfahrung sagen, dass Gold, SIlber und Bronze nahezu identisch ist. Das ist wirklich kein Scherz, die mechaniken mögen besser sein, aber das Spielverständnis in (niedrigem) Gold ist genauso schlecht wie in Bronze. Woran das liegen mag brauch ich dir auch nicht erklären, es gibt genug Spieler wo ich sage die spielen wirklich solide (also jeder macht ja Fehler, ich auch wer hätte es gedacht), aber die sind nun bronze und waren S6 Gold. Dann gibt es auch Leute die sind Gold, spielen einfach sowas von incredibad, die gehören wirklich nach Bronze, also ohne Zweifel. Das siehst du dann schon am Itembuild, wenn die Leute einfach zu doof sind die richtigen Resistenzwerte zu kaufen. Da hast du z.B. Kayle + AP Mid + AP Support. Also Ryze und Zyra, oder Morgana whatever. Wenn da einer Black Cleaver + 2 Armor Items gebaut hat, der ist einfach nur boosted im Sinne von schlecht.\n\nDas mit dem Punktesystem hab ich ja erläutert, guck einfach in meine History wie sie grad ist, 75% Winrate die letzten Games bzw. 14/23 Wins overall (wobei lose auf B5 0LP eig egal sein dürften). Ich komm von B5 in B4 in fast einem rutsch durch, promo 3-0 und bekomme nur 13LP? Vor Promo schon nur 17 LP? Erklär mir DAS mal, Sinn macht das keinen.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020002,timestamp=2016-12-29T08:18:37.872+0000)\n> Ich weiß, von welchen Spielen du redest. In manchen Situationen fühlt man sich völlig nutzlos, weil das Team einfach nicht daran interessiert scheint, die Gegner zu besiegen.\n> Aber genauso würdest du dich fühlen, wenn du als ADC einen guten Engage siehst... aber dein Team die Chance ins nichts verpuffen lässt und du plötzlich out of position stirbst. Oder dein Support bei einer klar gewonnen Situation einfach vor dir weg läuft. \n\nNein, wenn ein ADC oder Midlaner den Engage sieht, hat er die Füße still zu halten, außer er weiß er kann es auch alleine machen. Ich spiel selber auch Midlane, es die eigene Schuld wenn man da reingeht. Es ist ärgerlich aber man kann nicht gewinnen wenn man reinrennt. Sterben, \"Team?\" in den Chat spammen bringt gar nix, selbst wenn man Recht hat. Aber es staut sich eine ungemeine Wut an, wenn man 180 Minuten am Stück nur mit Pfosten zusammenspielen muss ja.\nUnd das meine ich auch, im Reallife spiele ich nur mit Leuten auf meinem Niveau. Z.B. Gesellschaftsspiele, klar kann ich das auch gegen 12 jährigen Spielen. Für mich ist es ja auch eine Frage des Respekts anderen gegenüber wie gut ich spiele. Wer nur faxen macht und das Spiel nicht ernst nimmt, mit dem spielt man auch nicht. Im Normal Game ist mir das alles egal, wirklich, aber im Ranked hört der Spaß auf.\n\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=00020002,timestamp=2016-12-29T08:18:37.872+0000)\n> Der Altersunterschied würde vor allem eines bewirken: Ein deutlich langweiligeres, langsameres und Skill-ärmeres Spiel. Denn gerade Jugendliche und Kinder, die sich noch in der Entwicklung befinden, haben aufgrund des Zustands ihrer Gehirne ein deutlich gesteigertes Lernvermögen und dadurch, dass sie viel flinker sind, haben sie die Möglichkeit, ältere Spieler mit Leichtigkeit auszuspielen. Was meinst du, warum die Pros meistens so jung sind?\n> Nichts für ungut, aber dein Vorurteil basiert auf völlig falschen Grundannahmen. Vor allem macht es keinen Sinn, das mit Fußball zu vergleichen, weil die physische Überlegenheit eines Erwachsenen hier überhaupt keine Rolle spielt. Alles, worauf es ankommt, ist das Gehirn und die Finger.\n> \n> Fun Fact: Statistisch gesehen reagieren Kinder empfindlicher auf Flame, als Erwachsene.\n\nDas ist zwar alles wahr, aber z.B. die Kommunikation, also regelmäßig mit Leuten diesen Alters zu spielen ist einfach viel zu anstrengend. Es gibt zwar keine körperliche Überlegenheit, dafür aber eine geistige. Klar können Jugendliche das Spiel sehr gut spielen und besser lernen, nur die wenigsten konzentrieren sich darauf und nehmen das Spiel auch ernst im Ranked. Fokus, Ehrgeiz, Respekt, halt geistige Reife, das unterscheided erwachsene Menschen von Jugendlichen. Vorallem wenn man mit \"Erwachsenen\" auch wirklich Erwachsene meint, also 23+. Allein schon ab 20-21 sieht die Welt ganz anders aus, als mit 18 oder 16.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T15:24:48.640+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=LundbergDebera01,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000200020000,timestamp=2016-12-29T13:43:15.563+0000)\n>\n> Weil die Verteilung der Punkte überhaupt keinen Sinn ergibt. Ich höre immer nur es soll diesen und jenen Sinn ergeben und wie das System funktionieren soll, letztendlich guck ich auf meinen Account und es passiert etwas ganz anderes, oben hab ich es beschrieben in nem anderen Post. Es macht keinen Sinn zu climben indem man stompt und dann trotzdem immer weniger LP bekommt (nur 13). Im Gegenzug verliert man aber genauso LP wenn man verliert. Ich hab genug Erfahrung, daher verwirrt mich das System halt nur. Ich denk mir meine Meinung nicht aus, sie basiert auf meiner Erfahrung.\n\nDen Post finde ich leider nicht. Welcher Quellen bedienst du dich denn? Also von wo hörst du etwas über das System?\n\nDas Punktesystem interessiert sich nicht für einen Stomp. Wie schnell oder langsam oder effizient du gewinnst ist nicht wichtig.\n\nDas Punktesystem baut auf dem Elosystem auf. Wenn deine Elo deiner aktuellen Liga entspricht, bekommst du circa +/- 20 LP pro Sieg/Niederlage. Da du weniger bekommst, scheint deine MMR entsprechend niedriger zu sein, als deine aktuelle Position in der Rangliste. Du kannst deine MMR steigern, indem du mehr Spiele gewinnst. Auf Dauer wirst du automatisch etwa dieselbe Elo wie MMR haben. Da du bisher erst 35 Spiele hinter dir hast, ist dieser Punkt allerdings offensichtlich noch nicht erreicht.\n\nGrob geschätzt sagt man, dass man nach circa 50-100 Spielen richtig eingestuft ist.\n\n> Ja das Frage ich mich auch wo da der Sinn liegen soll. Ich kann dir aber aus 2 jähriger Erfahrung sagen, dass Gold, SIlber und Bronze nahezu identisch ist.\n\nNichts für ungut, aber deine Erfahrung scheint auf einer fehlerhaften Wahrnehmung zu beruhen. Es gibt durchaus Skillunterschiede zwischen Bronze und Gold. Tatsächlich wird der durchschnittliche Silberspieler in circa 81% der Fälle gegen den durchschnittlichen Bronzespieler gewinnen. Einem Goldspieler wird das sogar noch öfter gelingen. \n\n(Zumindest angenommen, dass die normalerweise beim Schach verwendete Formel zur Siegwahrscheinlichkeit bei League ähnlich gut funktioniert, und dass [dieses Bild](http://imgur.com/am8T1Mn) aus [diesem Thread](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo) eine realistische Darstellung der Elo der Ligen ist, was ich beides als gegeben betrachten würde.) \n\n> Das ist wirklich kein Scherz, die mechaniken mögen besser sein, aber das Spielverständnis in (niedrigem) Gold ist genauso schlecht wie in Bronze.\n\nDagegen spricht, dass man in Gold fast doppelt so viele Pinkwards kauft, was durchaus für eine deutlich taktischere Spielweise spricht, denke ich.\n\n> Woran das liegen mag brauch ich dir auch nicht erklären, es gibt genug Spieler wo ich sage die spielen wirklich solide (also jeder macht ja Fehler, ich auch wer hätte es gedacht), aber die sind nun bronze und waren S6 Gold. Dann gibt es auch Leute die sind Gold, spielen einfach sowas von incredibad, die gehören wirklich nach Bronze, also ohne Zweifel.\n\nSofern man nicht erst eine kleine Zahl von Spielen hinter sich hat (so wie du, auf diesem Account) und nicht geboosted wurde, würde ich diese Bewertung definitiv als unzureichend betrachten. Das Elosystem ist unter Garantie deutlich verlässlicher, um den Skill eines Spielers adäquat zu bewerten.\n\n> Das siehst du dann schon am Itembuild, wenn die Leute einfach zu doof sind die richtigen Resistenzwerte zu kaufen. Da hast du z.B. Kayle + AP Mid + AP Support. Also Ryze und Zyra, oder Morgana whatever. Wenn da einer Black Cleaver + 2 Armor Items gebaut hat, der ist einfach nur boosted im Sinne von schlecht.\n\nUnd wie dir vermutlich ebenfalls bewusst ist, gibt es auch andere Skills als nur den Build.\n\nAbgesehen davon wirst *natürlich* gerade in Gold 5 noch unüberlegte Builds finden. Da befindet sich noch der Durchschnitt, also die einfachen Freizeitspieler, die größtenteils vermutlich nicht einmal das immense Interesse haben, sich so nah mit dem Spiel zu beschäftigen, wie du es hier scheinbar erwartest.\n\nDu klingst ziemlich missgünstig. Lass dir gesagt sein, dass du dein Rang zum einen nicht in Stein gemeißelt ist und du zum anderen deinen Skill nicht mit Beschwerden über deine Mitspieler verbesserst.\n\nWenn du wirklich gute Spieler sehen willst, geh nach Master und Challenger. In Gold wirst du sie nicht finden. Da ist nur ein besserer Teil der Spieler, aber du gehst ja auch nicht zu den Leuten, die leicht überdurchschnittlich verdienen, um die protzigsten Villen zu finden, oder?\n\n> Das mit dem Punktesystem hab ich ja erläutert, guck einfach in meine History wie sie grad ist, 75% Winrate die letzten Games bzw. 14/23 Wins overall (wobei lose auf B5 0LP eig egal sein dürften). Ich komm von B5 in B4 in fast einem rutsch durch, promo 3-0 und bekomme nur 13LP? Vor Promo schon nur 17 LP? Erklär mir DAS mal, Sinn macht das keinen.\n\nDeine Overall WR beträgt 54% nach 35 Spielen. Das klingt für mich völlig normal und für eine erste Einstufung gut getroffen. 17 LP für einen Sieg sind ebenfalls nahezu am Normalwert. \n\nIch würde mich über die LP-Gains nicht aufregen. Wichtig sind die nämlich sowieso nicht. Das einzige, was wichtig für den Aufstieg ist, ist die MMR. Und die verhält sich immer normal. (Außer natürlich Riot würde einen großen Fehler machen, aber das passiert fast nie.)\n\n> Nein, wenn ein ADC oder Midlaner den Engage sieht, hat er die Füße still zu halten, außer er weiß er kann es auch alleine machen. Ich spiel selber auch Midlane, es die eigene Schuld wenn man da reingeht. Es ist ärgerlich aber man kann nicht gewinnen wenn man reinrennt. Sterben, &quot;Team?&quot; in den Chat spammen bringt gar nix, selbst wenn man Recht hat. Aber es staut sich eine ungemeine Wut an, wenn man 180 Minuten am Stück nur mit Pfosten zusammenspielen muss ja.\n> Und das meine ich auch, im Reallife spiele ich nur mit Leuten auf meinem Niveau. Z.B. Gesellschaftsspiele, klar kann ich das auch gegen 12 jährigen Spielen. Für mich ist es ja auch eine Frage des Respekts anderen gegenüber wie gut ich spiele. Wer nur faxen macht und das Spiel nicht ernst nimmt, mit dem spielt man auch nicht. Im Normal Game ist mir das alles egal, wirklich, aber im Ranked hört der Spaß auf.\n\nDu kannst nicht erwarten, dass du dich vor den Trainer stellst, der dich einmal prüfend anschaut und dann sagt: \"Beschlossene Sache! Der Mann ist eindeutig Bronze 4 und damit liege ich zu 100% richtig!\"\n\nDas ist unrealistisch. Wie bereits gesagt brauchst du noch einige Spiele, bis du mit dir eindeutig ebenbürtigen Mitspielern rechnen kannst. \n\nAbgesehen davon mag deine Einschätzung zur deiner Überlegenheit gegenüber deinen Mitspielern zwar stimmen, dennoch halte ich die Einstufung angesichts deiner bisher gezeigten Leistung für relativ fair.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T17:45:23.264+0000","up_votes":2,"down_votes":3,"body":"Leute, geht doch einfach mal auf die Tatsachen ein, statt herumzudiskutieren. Es ist und bleibt unlogisch an Anfang mehr LP zu bekommen und nachher, wo alle Stats besser sind weil man 10 Games am Stück gewinnt nur 13 oder 14 LP zu kriegen. Ich hab schon wieder 2 gewonnen und krieg nur 14 LP. Kann mir halt keiner sagen das würde Sinn machen, dass ich nun so wenig krieg und am Anfang, wo ich mit 4/10 eingeranked wurde, erstmal 3 verloren habe und dann ein game gewinne dort 28LP krieg. Sinnlos ist das.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T18:15:55.555+0000","up_votes":2,"down_votes":1,"body":"> Leute, geht doch einfach mal auf die Tatsachen ein, statt herumzudiskutieren. Es ist und bleibt unlogisch an Anfang mehr LP zu bekommen und nachher, wo alle Stats besser sind weil man 10 Games am Stück gewinnt nur 13 oder 14 LP zu kriegen.\n\nInwiefern? Wenn du auf B5 mehr LP für den Sieg kriegst, als in B4 ist deine MMR eben noch B5. Was ist daran unlogisch?\n\nDesweiteren wirkt sich lediglich ein Faktor auf die MMR aus: Sieg oder Niederlage. Deine Stats sind völlig irrelevant dafür.\n\n> Ich hab schon wieder 2 gewonnen und krieg nur 14 LP. Kann mir halt keiner sagen das würde Sinn machen, dass ich nun so wenig krieg und am Anfang, wo ich mit 4/10 eingeranked wurde, erstmal 3 verloren habe und dann ein game gewinne dort 28LP krieg. Sinnlos ist das.\n\nNaja. Deine MMR ist niedriger, als deine Position im Rankingsystem. Bei jedem Sieg steigt beides an. Die LP steigen zwar langsamer, aber es ist doch völlig logisch, dass sich deine MMR nicht innerhalb von einem Spiel auf das B4 Niveau anhebt, auf dem du zur Zeit geranked bist.\n\nWas glaubst du, warum du nur mit B5 und nicht mit B4 gematcht wirst?\n\nNichts für ungut, aber wie wäre es, wenn du dich einfach mal mit den Fakten auseinandersetzt, und [diesen Post hier](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo) liest? Damit würdest du dir all deine Fragen beantworten.","replies":[{"id":"","poster":"FeS Dregorin","date":"2016-12-29T23:54:12.162+0000","up_votes":1,"down_votes":0,"body":"Du hast ja auch eine Engelsgeduld mit dem Dude x) {{item:3026}} ","replies":[]}]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-29T21:54:45.661+0000","up_votes":1,"down_votes":0,"body":"Kleine Ergänzungen\n Der Durschnittsspieler ist im Moment Silber3-4 \nQuelle Op.GG","replies":[{"id":"","poster":"FeS Dregorin","date":"2016-12-29T23:55:17.298+0000","up_votes":1,"down_votes":0,"body":"Das heißt, Rito dachte, ich bin der Oberpro, als ich nach meinen 4/10er Placements S1 gekommen bin? xD","replies":[{"id":"","poster":"eingew","date":"2016-12-30T08:16:00.223+0000","up_votes":1,"down_votes":0,"body":"Naja, streng genommen kann man bei einer Rangliste nicht vom Durchschnitt sprechen ;). Wenn man rein statistisch vorgeht, ist es am sinnvollsten, hier die prozentualen Ränge zu betrachten und dann sagt man meistens, dass der mittlere Teil der Verteilung zwischen 25 und 75% liegt. Das heißt in League ist alles zwischen hohem Bronze 1 und niedrigem Gold 5 ist \"normal\".\n\nGenau genommen könnte man also eher sagen, dass du oberer Durchschnitt bist ;). Aber mit nur 20-30 Spielen bist du auch noch nicht auf deiner Elo ;).","replies":[{"id":"","poster":"FeS Dregorin","date":"2017-01-06T18:48:46.136+0000","up_votes":1,"down_votes":0,"body":"Hahaha, ja, werd mich wohl wieder irgendwo zwischen G5 und G2 einpendeln. So wie letztes Jahr auch. Bin ja jetzt auch schon ein weilchen Gold.. Mal sehen wie viel ich dieses Jahr schaffe :')","replies":[]}]}]}]}]},{"id":"","poster":"AusgeIebt","date":"2017-01-16T10:55:33.306+0000","up_votes":1,"down_votes":0,"body":"Das Bronze/Silber/Gold gleich ist, ist völliger Quatsch, mit steigendem Elo steigt auch die Fähigkeit und das decision-making. Ich hatte von Bronze 5 bis Bronze 1 fast durchgehend eine 90% winrate weil die decisions und mechanics der Spieler einfach so schlecht sind, dass man auch als \"Solo\"-Spieler einfach so stark im Vorteil ist, dass man teilweise zwei Items mehr hat als der Rest der Spieler. Mit steigendem Elo lässt das immer mehr nach, da auch die Spieler besser werden. Ein Challenger/Master oder High-Diamond-Spieler vermag es vielleicht Bronze/Silber/Gold durchzurennen ohne Verluste, ich als durchschnittlicher Platin-Spieler kann dir allerdings nur sagen, dass Bronze das Elo mit dem wenigsten Spielverständnis und den schlechtesten mechanics ist und es im Silber und Gold Elo meistens nicht die mechanics sondern das decision-making ist welches die Spiele verliert. Das ist auch ein Punkt was viele high Diamond, Master und Challengerspieler immer wieder in ihren Climbvideos- und streams ansprechen.\n\nUm auf dein Argumentationslevel zu gehen: das kann ich dir aus Erfahrung aus 6 Jahren League of Legends und insgesamt über 5.000 Spielen sagen.\n\nFaktisch kann ich das mit dem Alter nicht so unterschreiben. Ich merke es an mir selbst: mit 15,16,17 war ich bei CS und Day of Defeat auf den Servern auf denen ich gezockt habe meist Rank 1 oder unter den Top 5. Mittlerweile kann ich mich gerade so in den Top 100 halten. Reaktion ist eine vergängliche Fähigkeit genauso wie die Wahrnehmung, das lief mit 15 einfach alles besser als jetzt mit 26.","replies":[]}]}]},{"id":"","poster":"antitomatexd","date":"2016-12-29T12:56:49.371+0000","up_votes":2,"down_votes":0,"body":"Wurde B4 (last Season S5) und durch meinen hohen MMR bekam ich 35LP pro Win (übersprang B3).\nJetzt bin ich S5!","replies":[]}]},{"id":"","poster":"Qosmio","date":"2016-12-29T01:37:50.506+0000","up_votes":2,"down_votes":1,"body":"Ich Spiele seit Season 1 LoL und bin da ganz deiner Meinung   es wird einfach immer schlimmer. Meine Theorie dazu schweift da nicht ganz von deiner ab. Ich bin mir aber ziemlich sicher das es an der neuen Generation liegt  also die wo die 90er nicht miterlebt haben ;) bei der heutigen Jugend fehlt jeglicher respekt und da kann man sich virtuell als großes arschloch so richtig ausleben. Tipps dagegen sind nutzlos da einzige möglichkeit (mute all) rein garnichts bringt wenn man was über die Taktik schreiben möchte. Durchhalten Buddy^^","replies":[{"id":"","poster":"eingew","date":"2016-12-29T08:28:56.880+0000","up_votes":2,"down_votes":1,"body":"Sokrates hat angeblich mal gesagt:\n\n> Die Jugend [...] heutzutage [...] hat schlechte Manieren, verachtet die Autorität, hat keinen Respekt vor den älteren Leuten[.]","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T13:46:52.018+0000","up_votes":2,"down_votes":2,"body":"Nur weil es seit Jahrhunderten scheinbar immer so ist, heißt das nicht, dass es keine Grenzen gibt!\nWäre außerdem nur eine weitere Bestätigung dafür, dass der überwiegende Teil der Spieler die sich nicht an den Kodex halten Jugendliche oder gar Kinder sind. Mehr Rechtfertigung braucht man ja wohl nicht, wenn man dann sagt man will einfach möglichst nicht mit jungen Spielern spielen, weil man einfach schlechte Erfahrungen damit hat. Kann ja wohl jeder nachvolziehen.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T14:38:29.899+0000","up_votes":2,"down_votes":2,"body":"Das Problem, was vielen scheinbar dabei nicht auffällt, ist die Tatsache, dass wir alle zu einer Generation gehören, auf die von der Generation vor uns herab geschaut wurde.\n\nWas den Vorwurf ziemlich scheinheilig klingen lässt, weil man es selbst offensichtlich nicht besser macht. MMn wird da zu sehr pauschalisiert, weil man selbst die eigene Kindheit oder die seiner Mitmenschen in den \"neuen\" Kindern nicht erkennt oder nicht erkennen will. Und dann schiebt man deren Unzulänglichkeiten, die man bereits bei der eigenen Generation beobachten konnte, einfach auf das Alter und macht damit den Fehler seiner Eltern erneut.\n\nDie Menschheit hat in den letzten Jahrtausenden vom Grundwesen her nicht die enorme Veränderung durchgemacht, die sich manch einer gerne zuschreiben will.\n\nWas ich sagen will:\n\n> Mehr Rechtfertigung braucht man ja wohl nicht, wenn man dann sagt man will einfach möglichst nicht mit jungen Spielern spielen, weil man einfach schlechte Erfahrungen damit hat. Kann ja wohl jeder nachvolziehen.\n\nDie schlechten Erfahrungen korrelieren wohl kaum mit dem Alter, sondern vermutlich viel eher mit Menschen im Allgemeinen.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T20:03:47.892+0000","up_votes":3,"down_votes":4,"body":"Nein, die Erfahrungen korrelieren mit der fehlenden geistigen Reife des Gegenübers, was einen einfach zu Tode nervt. Versuch nicht ständig die anderleuts Meinung zu verdrehen obwohl du überhaupt keine Ahnung hast! Du weiß doch gar nich was ich für Erfahrungen habe. Gut, wenn du zu den 1% gehörst die das nicht nachvollziehen können, dann ist das wohl so. Aber in meinem Freundkreis von 25+ unternimmt keiner in seiner Freizeit was mit Jugendlichen.\n\nWenn du anderer Meinung bist oder es bei dir anders ist, bitte. Aber stell andere nicht als Idioten da die Unsinn verzapfen, nur weil du das nicht so siehst. Ich weiß sowieso nicht was es bei sowas zu diskutieren gibt, die Differenzen sind nicht unübersehbar, das wirkt sich nunmal auch auf die Kommunikation im Spiel aus. Ganz besonders WIE die Spieler reagieren. Erwachsene lassen sich viel schlechter manipulieren und beeinflussen, hast du selber ähnlich schon gesagt. Dementsprechend sind diese auch weniger getilted = höhere Winrate.","replies":[{"id":"","poster":"FeS Dregorin","date":"2016-12-30T00:23:16.097+0000","up_votes":3,"down_votes":0,"body":"Weil sich Erwachsene schlechter manipulieren lassen, ist Grobritannien auch aus der EU ausgetreten und Hitler die Machtergreifung gelungen.\n\nSagt dir der MBTI bzw. irgendeine Form von Persönlichkeitspsychologie etwas?\nNatürlich übt das Alter auch seinen Einfluss auf geistige Reife aus, aber der entscheidende Unterschied liegt in\nangeborener Persönlichkeit. Das Problem welches du mit jugendlichen hast, ist, dass du dir immer nur die schlechten Beispiele ansiehst. In aller regel fallen dir mal nur die extrovertierten Beispiele der Gesellschaft auf, weil die sich eben bemerkbar machen. Und genau diese sind es im Regelfall, die sich benehmen wie der letzte Abschaum. Das liegt daran, weil diese Menschen tatsächlich keine Lebenserfahrungen haben und sich über tiefere Themen keine Gedanken machen. Sie denken kurz.\n\nWas du hier aber machst, ist alles zu verallgemeinern. Wir haben 8 Extrovertierte und 8 Introvertierte Persönlichkeitstypen und nahezu keinen der introvertierten Kinder wirst du bemerken. Warum? Weil du selber auf sie zugehen musst. Aber warte.. das passiert ja nicht, weil du grundsätzlich Jugendliche ablehnst. Was folgt ist, dass sich keine der beiden Seiten kennen lernt und keiner sich die Chance gibt, den anderen vom Gegenteil zu überzeugen.\n\nIch bin selbst ein Introvertierter Mensch, inzwischen 18 Jahre alt, aber auch schon früher immer ruhig gewesen. Ich hab immer Anstand behalten und mich immer meinem sozialen Umfeld Verhaltenstechnisch angepasst, sofern ich mit den Regelungen einverstanden war. Auch ich habe hier die extrovertierten Vertreter der Klasse meist gemeidet. Aber wegen den wenigen Beispielen habe ich nicht die Gesamte Altersgruppe verurteilt. Ich dachte als Kind auch, alle erwachsenen wären tatsächlich geistig Reifer als ich, aber in manchen dieser Menschen habe ich genau die gleichen Verhaltensfehler gefunden. Auch erwachsene geben ihr Urteil oft ohne Fakten und Informationen ab. Das hat aber nichts mit dem Alter zutun.\n\nWir Menschen kategorisieren uns nach Kleidung die wir tragen, nach Ehtiken, nach Hautfarbe, nach Entscheidungen die wir treffen, nach politischer EInstellung oder unseren Hobbys.. wenn wir uns doch eigentlich, wenn überhaupt, nach Persönlichkeitspräferenzen kategorisieren müssen.\n\nUnd selbst wenn wir uns nun korrekt kategorisieren, können wir nicht sagen, jeder extrovertier jugendlicher ist ein \"Arsch\". Wir können nicht mal behaupten jeder einer ganz bestimmten art extrovertierter jugendlichen wäre ein \"Arsch\". Das ist schlicht weg falsch, weil unsere Erinnerungen Erlebnise und somit ganz allgemein unser Wissensstand ganz gehörig unsere Entscheidungen beeinflusst. Jeder von uns ist ein Bund aus Persönlichkeitspräferenzen und einem Wissensstand nach dem er beurteilt. Selbst ein Jugendlicher.\n\nUnd mal ganz im Ernst, wer sich in diesem Spiel tilten lässt, ist auch schon selber Schuld. Emotionale Selbstkontrolle ist schon irgendwo auch eine Vorraussetzung. Man sollte dann schon irgendwie auch, besonders in deiner Position, dazu in der Lage sein, das Problem mit schlechten Spielen, durch die pure Quantität an Spielen auszugleichen.\n\nMFG","replies":[{"id":"","poster":"eingew","date":"2016-12-30T08:27:56.126+0000","up_votes":1,"down_votes":0,"body":"Schade, dass das offensichtlich vergebliche Liebesmüh war. Mir hat dein Post aber trotzdem gefallen, auch wenn LundbergDebera01 einen wichtigen Punkt aufwirft: Auf Hitlervergleiche reagieren die Menschen zumeist allergisch ;). \n\nAußerdem hast du mit diesem Punkt unrecht, es gibt sogar Studien, die zeigen, dass sich Kinder leichter beeinflussen lassen. [Hier](http://www.i4.psychologie.uni-wuerzburg.de/forschung/abgeschlossene_projekte/augenzeugengedaechtnis_und_suggestibilitaet_von_kinder/) mehr dazu, falls Interesse besteht. Das schließt die Beeinflussbarkeit Erwachsener Menschen natürlich nicht aus, auch diese kann mit Leichtigkeit vollbracht werden. Tatsächlich gibt es auch dazu sehr eingängige Studien, die überraschenden Aufschluss und ein seltsames Licht auf Dinge wie Wahlen und Zeugenaussagen werfen.\n\nDennoch geht es bei Kindern (im Allgemeinen, also Durchschnittlich) doch noch etwas leichter.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-30T19:54:54.585+0000","up_votes":2,"down_votes":0,"body":"Außerdem spielten damals ganz andere Kriterien eine Rolle. Wirtschaft, politische Unzufriedenheit, gesellschaftliche Missstände. Das alles über den Haufen zu werfen und zu ingorieren, während man sich auf Empfänglichkeit für Manipulation versteift, da brauch man sich eig. nicht wundern.\n\nAuch verallgemeinere ich ja nicht wie er meint, es gibt genauso Unterschiede zwischen Jung und Alt  wie zwischen Frauen und Männern. Da ist keine Pauschalisierung, das ist einfach so. Die Menschen mit denen ich Kontakt habe brauchen keine wissenschaftlichen Studien als Beweise dafür, die verstehen das auch so.","replies":[{"id":"","poster":"eingew","date":"2016-12-31T08:47:43.361+0000","up_votes":1,"down_votes":0,"body":"> Außerdem spielten damals ganz andere Kriterien eine Rolle. Wirtschaft, politische Unzufriedenheit, gesellschaftliche Missstände. Das alles über den Haufen zu werfen und zu ingorieren, während man sich auf Empfänglichkeit für Manipulation versteift, da brauch man sich eig. nicht wundern.\n\nNaja... Dumm war es trotzdem allemal, sich auf so einen Vollidioten einzulassen, der alles schlimmer und nicht besser macht. Da gehört schon eine gehörige Schwäche für Manipulation dazu.\n\n> Auch verallgemeinere ich ja nicht wie er meint, es gibt genauso Unterschiede zwischen Jung und Alt wie zwischen Frauen und Männern. Da ist keine Pauschalisierung, das ist einfach so. Die Menschen mit denen ich Kontakt habe brauchen keine wissenschaftlichen Studien als Beweise dafür, die verstehen das auch so.\n\nAus der Sicht bräuchten wir ja im Allgemeinen keine Wissenschaft.\n\nSie ist im Gegenteil essentiell um eine Sicherheit zu schaffen, die die Möglichkeit eines Irrtums mit hoher Wahrscheinlichkeit ausschließen kann ;).","replies":[]}]},{"id":"","poster":"FeS Dregorin","date":"2017-01-06T18:44:19.349+0000","up_votes":1,"down_votes":0,"body":"Ja, ich glaube dir auch so, dass es bei Kindern durchaus einfacher ist, eine Manipulation zu erzielen, das mag aber durchaus auch daran liegen, dass diese nicht genug Informationen sammeln konnten um selbst zu entscheiden, ob sie etwas gutes oder schlechtes tun/tun werden.\n\nUnd bei Erwachsenen funktioniert Manipulation mindestens genauso einfach. Wenn du dem Menschen einfach versicherst, dass alle Schuld bzw Verantwortung bei jemand anderem liegt, dann sind sie sehr viel eher dazu bereit, \"Befehle\" auszuführen. Da gabs mal diesen einen Typen der eine Testperson einen angestellten auf einem elektrischen Stuhl \"schocks\" geben sollte. Hat keine bekommen, aber der angestellte tat so. jedes mal wenn er eine falsche Antwort gegeben hat, sollte der getestete die Stromstärke erhöhen und nen schock geben. Bis 150V oder so, sind da mein ich fast alle problemlos hochgegangen. Und fast alle bis 250V als man ihnen versicherte, dass die Firma die volle Verantwortung für alles übernimmt, was geschieht. Außerdem war die bereitschaft wohl auch noch höher, sobald die getesteten ihre Opfer nicht gesehen haben, bzw nicht in einem Raum mit ihnen waren.\n\nDas war natürlich spezifisch ein Test dafür, wie der nationalsozialismus funktionieren konnte, aber dieses Prinzip lässt sich auch auf andere Dinge übertragen.","replies":[]}]},{"id":"","poster":"LundbergDebera01","date":"2016-12-30T01:27:01.544+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Dregorin,realm=EUW,application-id=KYnfKGf0,discussion-id=bKlrR8ma,comment-id=000100000000000000000000,timestamp=2016-12-30T00:23:16.097+0000)\n>\n> Weil sich Erwachsene schlechter manipulieren lassen, ist Grobritannien auch aus der EU ausgetreten und Hitler die Machtergreifung gelungen.\n\nBei dem brillianten Vergleich brauch ich schon nich weiterlesen, danke für das Gespräch.","replies":[]}]}]}]}]}]},{"id":"","poster":"YugoParty","date":"2017-01-06T21:12:26.193+0000","up_votes":1,"down_votes":0,"body":"Liegt eher an den youtubern die es vormachen (HoB etc)","replies":[]}]},{"id":"","poster":"Τeemο","date":"2016-12-29T07:48:36.499+0000","up_votes":1,"down_votes":1,"body":"Ich denke, Riot verdient hauptsächlich mit Skins, Chests, Wards, etc. ihr Geld. Die Sorge ist wahrscheinlich, dass bei einem zu harten Durchgreifen gegen Flamer die Anzahl der Spieler zurückgehen würde (man müsste wahrscheinlich grob ein Viertel der Spieler bannen). Das könnte Einnahmen gefährden. \n\nAllerdings würden dann voraussichtlich auch wieder mehr Leute mit LoL anfangen. Ich kenne von einigen die Aussage, dass sie nicht oder nicht mehr LoL spielen, weil ihnen die Community zu toxic ist. Sie spielen lieber etwas anderes. Außerdem stecke ich (als Nicht-Flamer) momentan nicht viel Geld in LoL, weil ich nicht weiß, wielange ich noch spielen will. Ohne Flamer würde ich mehr Geld reinstecken. Hat man mal ein nettes Team erwischt, ist LoL ein tolles Spiel; waren wieder nur Flamer dabei, dann ist man kurz vorm Deinstallieren. \n\nHätte Riot den Mut, wirklich die Flamer rauszuschmeißen, dann würden sie voraussichtlich sogar mehr Geld verdienen als vorher. Ich hoffe, sie haben endlich mal den Mut.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-29T08:54:25.310+0000","up_votes":2,"down_votes":1,"body":">Ich denke, Riot verdient hauptsächlich mit Skins, Chests, Wards, etc. ihr Geld. Die Sorge ist wahrscheinlich, dass bei einem zu harten Durchgreifen gegen Flamer die Anzahl der Spieler zurückgehen würde (man müsste wahrscheinlich grob ein Viertel der Spieler bannen). Das könnte Einnahmen gefährden.\n\nDas hindert Riot garantiert nicht daran, Flamer zu bestrafen, da die Flamer deutlich mehr finanziellen Schaden verursachen, als sie an Wert generieren.\n\nAb wann sollte man denn einen Permabann kriegen? Wenn man einmal in 20 Spielen jemanden noob nennt? Erst, wenn das alle 10 Spiele auftritt oder doch nur bei schlimmeren Sachen?\n\nEs ist ja nicht so, dass Flamer von Grund auf böse sind. Ich hatte auch schon mal jemanden, der dem Team gegenüber sehr arrogant war und alle nur geblamed und destruktive Kritik geübt hat. Als ich dann mal nachfragte was genau er will, hat er mir ein deaktiviertes Item empfohlen, das habe ich ihm mitgeteilt und plötzlich war er still. In der nächsten Runde hatte ich ihm wieder im Team und es fühlte sich an, als hätte er eine 180 Gradwendung gemacht. Plötzlich spielte er im Team, war nett und hat auf die anderen gehört. Lediglich seine Arroganz hat davor dafür gesorgt, dass er so toxisch war. Als die zu Bruch gegangen ist, war das einer der besten Mitspieler, die ich seit langem hatte.","replies":[{"id":"","poster":"IWhiteBoyI","date":"2016-12-29T13:03:14.716+0000","up_votes":3,"down_votes":1,"body":"Naja Permaban ganz klar nach Dingen die niemand hören will...( Z.B Stirb du Abschaum oder **** Deine Mutter ) Sowas gehört weder in ein Spiel noch in den Alltagsgebrauch. Direkt Permaban und gut ist.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T13:45:58.435+0000","up_votes":2,"down_votes":2,"body":"Perma is übertrieben, aber direkt ne Worterkennung und eine direkte Bestrafung selbst nach einmaliger Benutzung wäre sicher hilfreich.\nWürde einfach direkt ne Chat Restriction kommen, wäre das sicher effektiver, als wenn die Leute erstmal 3 Monate oder wie lang auch immer so weiter machen eh was passiert.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T14:40:43.468+0000","up_votes":2,"down_votes":1,"body":"Eine Worterkennung wird Riot wohl kaum dafür einrichten. Diese hat eine absurd hohe Fehlerquote und gemessen an dem bisherigen Vorgehen von Riot wollen sie ein derart zufälliges Bansystem wohl kaum auf die Community loslassen.","replies":[{"id":"","poster":"LundbergDebera01","date":"2016-12-29T17:51:20.018+0000","up_votes":1,"down_votes":1,"body":"Riot hat doch eine Worterkennung drin, was redest du da? Die bestrafen  ja nicht sofort, aber wenn die Treffer sich häufen, dann erfolgt die Bestrafung automatisch von System.","replies":[{"id":"","poster":"eingew","date":"2016-12-29T18:07:43.650+0000","up_votes":2,"down_votes":1,"body":"> Riot hat doch eine Worterkennung drin, was redest du da?\n\nUm den Chat live zensieren zu können, sofern die Nutzer das wollen, ja. Aber nicht für mehr.\n\nFalls du die Chatanalyse meinst, so muss ich dich leider enttäuschen, die ist deutlich komplexer und tatsächlich sogar dazu in der Lage, leichte Formen von Ironie zu erkennen. Schließlich ist es auch von erheblicher Bedeutung, in welcher Situation etwas gesagt wird. Ein \"gj\" kann schließlich sowohl positiv als auch negativ gemeint sein, würde die Chatanalyse dafür immer gleich entscheiden, wäre sie nutzlos, weil unfähig, sinnvolle Urteile zu fällen. \"Worterkennung\" ist da als Bezeichnung unzureichend.","replies":[]}]}]},{"id":"","poster":"IWhiteBoyI","date":"2016-12-29T14:45:03.866+0000","up_votes":2,"down_votes":4,"body":"Aber mal abgesehen das es eh niemanden da oben juckt was die Community denkt :D Solange es den high elo bereich gibt kann der Rest (Großteil) der Community in die Röhre schauen. Und genau das merkt man auch wenn man sich hier im Forum mal umschaut, soviele Leute die alles besser wissen und denen es einfach egal ist was hier abgeht. Mag ja in vielen Games so sein aber so schlimm wie es hier ist , ist es nirgends ! Aber da der Nachschub an neuen Spielern ja so gering ist wie nie zuvor aufgrund der schlechten Comm ist es nur eine Frage der Zeit...","replies":[]}]}]}]}]},{"id":"","poster":"Good Guy Putin","date":"2017-01-01T02:42:11.291+0000","up_votes":1,"down_votes":0,"body":"Frohes Neues wohoo :D","replies":[]},{"id":"","poster":"dNiW","date":"2016-12-30T16:33:39.424+0000","up_votes":1,"down_votes":0,"body":"Ich hatte auch in 3 Spielen am Stück dieses Problem. In dem Moment denkt man sich nur, was soll der Mist. Aber wenn du besser bist als die andren \nkannst du auch carrien wenn es 4 Leute sind. Erst letztens ein Spiel gehabt wo wir 4 vs 5 spielen mussten und alle Lanes verloren haben( auch ich ). Alle hatten innerlich shcon aufgegeben und dann kamen 3 4 Fehler und ich hab das Spiel gecarriet. \n\nAußerdem hatte ich in letzter Zeit sehr viele gute Spieler in Bronze. Die waren erstaunlich gut und es hat mir viel Spaß geamcht zu gewinnen und ziu verlieren. Momentan habe ich pro 10 Games(100+ Spieler)  vllt 2 Leute die shclecht sind. Alle anderen sind gut oder sehr gut. Wurde letztens erst gecarriet vom team als ich versagt hatte.\n\nSolange du nie afkgehst oder Mist baust ist die Wahrscheinlichkeit auf Deiner Seite.\n\nich finde die Leute sind allgemein besser geworden im gegensatz zu season 3 zb \n\nJetzt sind sogar die schlechten so gut das die jeden Newcomer umhauen würden, weil die Erfahrung da ist","replies":[]},{"id":"","poster":"Woodla","date":"2017-01-08T15:30:05.541+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2017-01-08T15:55:30.835+0000","up_votes":1,"down_votes":0,"body":"Erst einmal bitte den Namen entfernen. Naming and Shaming ist hier nicht gestattet.\n\nDes weiteren, Riot toleriert so etwas nicht. Die Extremfälle werden, sobald sie bestraft werden, oft sofort mit einem Bann geahndet. Die Übeltäter überspringen dann die CRs. Das heißt aber nicht unbedingt, dass sie nach einem einzigen Fehltritt immer bestraft werden.","replies":[]}]},{"id":"","poster":"Woodla","date":"2017-01-08T18:11:30.447+0000","up_votes":1,"down_votes":1,"body":"Eine \"Hall of Shame\" wäre doch nicht verkehrt, vielleicht gibt das solchen Leuten zu denken ;)\nDass Riot sowas nicht toleriert, war eine absehbare und logische Antwort. Aber wie gesagt, aus eigener Erfahrung weiß ich, dass einige Extremfälle (Rassismus, Homophobie, Todes/Krankheitswünsche) eben nicht geahndet werden. Zumal ich bei solchen gravierenden Fällen auch keine Toleranz mehr gegeben sehe, wie viele Fehltritte jemand hatte.","replies":[]},{"id":"","poster":"YugoParty","date":"2017-01-06T21:10:31.441+0000","up_votes":1,"down_votes":1,"body":"Gib ich dir Recht hab da grade auch nen Thread zu gemacht, wenn du Lust hast kannst du dort ja meine Meinung lesen","replies":[]}]}