{"id":"PMq8uqEB","poster":"Sarah ƒortune","date":"2016-12-28T17:07:49.105+0000","title":"Absturz nach start","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Also  seit heute habe ich das Problem wenn ich league starte kommt der Patcher launcher(Alter Client) f&uuml;r 1ml.sek. auf Und beendet sich danach sofort wieder mit einem Bugsplat  Bericht bitte um Hilfe.","replies":[{"id":"","poster":"B3N3D1CT","date":"2016-12-28T17:13:47.026+0000","up_votes":1,"down_votes":0,"body":"hatte ein ähnliches Problem, dass mir angezeigt wurde, dass ich mich nicht mit dem HTTP-Server verbinden kann, weil ich kein Internet habe oder meine Firewall die App blockiert. Beides ist jedoch nicht der Fall!","replies":[{"id":"","poster":"Sarah ƒortune","date":"2016-12-28T17:16:40.109+0000","up_votes":1,"down_votes":0,"body":"Interessant wenn ich könnte würde ich ja den Pc. Neustarten. Nur leider geht des nich da es der Pc von meinem Dad ist :c","replies":[{"id":"","poster":"Gin","date":"2016-12-28T17:43:49.201+0000","up_votes":1,"down_votes":0,"body":"Darfst du auf dem Rechner Programme installieren?\n\nFalls nein:\n- Schau mal in unsere [Toolbox](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0006) rein.\n\nFalls ja, und das Problem hat sich nicht mit der Toolbox beheben lassen:\n- Lad dir mal das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) herunter und versuch League of Legends zu reparieren oder direkt neuzuinstallieren.\n\nDu kannst dir die Neuinstallation evtl. ersparen, oft reicht ein einfacher neustart. Ich würde dir daher raten zu warten bis dein Dad am PC fertig ist, oder ihn fragen ob er alles speichern kann damit du neustarten kannst da du League of Legends nicht starten kannst.","replies":[]}]},{"id":"","poster":"Gin","date":"2016-12-28T17:42:09.646+0000","up_votes":1,"down_votes":0,"body":"[Hier](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen) ist beschrieben wie du das Problem mit einer falsch konfigurierten Firewall überprüfen und beheben kannst.","replies":[]}]}]}