{"id":"fmi0Va3I","poster":"Pure Cynicism","date":"2016-12-26T14:31:39.356+0000","title":"DC während des Spiels, joinen nicht mehr möglich.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich war bis eben in einem Game. Es hat sich aufgeh&auml;ngt und hat keine Verbindung mehr gehabt. Nach 4- 5 Minuten habe ich das Spiel beendet, Client neu gestartet und wollte auf diese Weise versuchen, wieder reinzukommen. Geht aber nicht mehr, im Hauptmen&uuml; hab ich keine M&ouml;glichkeit mehr ins Spiel zu kommen.  \nBekomm ich daf&uuml;r jetzt eine Niederlage oder Strafe? An meinem Internet lags jedenfalls nicht, das war die ganze Zeit da. Muss von LoL kommen.","replies":[{"id":"","poster":"Gin","date":"2016-12-26T19:39:24.572+0000","up_votes":1,"down_votes":0,"body":"Meine Vermutung: Du hast die Verbindung in den ersten 3 Minuten nicht wiederherstellen können, und dein Team hat ge-remaked. Auf diese Weise wird das Spiel sofort beendet und nicht gewertet.\n\nDer der das Spiel verlassen hat, bekommt das Spiel jedoch als Niederlage gewertet und einen Leavebuster.\n\nDas Problem dass du beschreibst, das Problem eine Verbindung zum Spiel herzustellen, lässt sich häufig sehr einfach beheben:\n\nSolltest du nämlich Windows 10 haben, musst du meistens einfach nur die GameDVR ausschalten. Was die GameDVR ist, und wie du diese ausschaltest findest du [hier](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) kurz beschrieben.","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-12-26T21:09:17.098+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=fmi0Va3I,comment-id=0001,timestamp=2016-12-26T19:39:24.572+0000)\n>\n> Meine Vermutung: Du hast die Verbindung in den ersten 3 Minuten nicht wiederherstellen können, und dein Team hat ge-remaked. Auf diese Weise wird das Spiel sofort beendet und nicht gewertet.\n> \n> Der der das Spiel verlassen hat, bekommt das Spiel jedoch als Niederlage gewertet und einen Leavebuster.\n> \n> Das Problem dass du beschreibst, das Problem eine Verbindung zum Spiel herzustellen, lässt sich häufig sehr einfach beheben:\n> \n> Solltest du nämlich Windows 10 haben, musst du meistens einfach nur die GameDVR ausschalten. Was die GameDVR ist, und wie du diese ausschaltest findest du [hier](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das) kurz beschrieben.\n\nEs ist anders: Ich war in der 30 oder 40. Minute, als ich spontan beim Pushen auf der Lane den Feeze hatte. Das Spiel taucht auf nicht im Verlauf auf. Vielleicht gab es Serverprobleme und alle sind rausgeflogen. Ist das denkbar?","replies":[{"id":"","poster":"Gin","date":"2016-12-27T15:15:13.236+0000","up_votes":1,"down_votes":0,"body":"Wer weiß, wenn es eine einmalige Sache war würde ich es dabei belassen. Wenn das Problem nur in einem einzigen Spiel aufgetaucht ist lässt sich das schwer sagen woran es liegt.\n\nSollte das Problem jedoch nochmal auftauchen wäre es hilfreich zu wissen ob irgendwas anders war.\n- Uhrzeit?\n- Ping oder Fps?\n- Auch wenn das Spiel nicht im Verlauf ist, hast du die EP erhalten? Meisterschaftspunkte?\n- etc.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-12-26T14:38:55.395+0000","up_votes":1,"down_votes":0,"body":"Wenn du nach einem Reconnect zum Client nicht mehr ins Spiel kommst, dann ist das Spiel vorbei. Das endet für dich gewöhnlich in einer Niederlage bzw als “Verlassen“, was einer Niederlage gleichkommt.\n\nWenn du noch mal ein Spiel betreten möchtest, wirst du sehen, ob du eine Strafe erhalten hast. Für erstmaligen Verlassen bekommst du allerdings keine Strafe.","replies":[]}]}