{"id":"fOYcoOl7","poster":"ZarahXenon","date":"2016-12-25T17:51:58.085+0000","title":"Reichweitenindikator nur für einzelne Fähigkeiten benutzen","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\nich starte diese Diskussion nicht, weil ich eine Frage habe, sondern dies soll eine kurze Erkl&auml;rung sein auf einige Threads hier. Ich stie&szlig; n&auml;mlich auf einige Diskussionen (welche ich auch unten verlinken werde), welche teilweise schon etwas &auml;lter sind, teilweise aber auch noch relativ neu, in welchen Leute folgende Frage stellten:\r\nKann man den Reichweitenindikator nur auf einzelne F&auml;higkeiten (Bsp.: nur Name Q; nur Ort Q ...) einstellen?\r\n\r\nViele Antworten hie&szlig;en &quot;Nein du kannst nur Quick Cast (Schnellzauber -&gt; also das dr&uuml;cken von Q = das Ausf&uuml;hren von Q ohne Reichweiten Anzeige) durch Quick Cast with Rangeindicator (Schnellzauber mit Reichweitenindikator -&gt; also das gedr&uuml;ckt halten von Q zeigt die Range an und das loslassen / links klicken f&uuml;hrt die F&auml;higkeit aus) ersetzen.&quot;\r\nAber das stimmt NICHT!!\r\n\r\n**Man kann den Reichweitenindikator nur f&uuml;r einzelne F&auml;higkeiten benutzen!**\r\nhier eine kurze Erkl&auml;rung wie ihr mit quick cast (auch smart cast / Schnellzauber) spielen k&ouml;nnt und lediglich auf einer (oder mehreren) F&auml;higkeit/en den Reichweitenindikator legt:\r\n\r\n1. Ihr geht in den Einstellungen auf &quot;Hotkeys&quot;\r\n2. Ihr stellt alle F&auml;higkeiten auf quick cast / smart cast / Schnellzauber\r\n3. Ihr scrollt etwas nach unten und &ouml;ffnet die Erweiterung &quot;Abilities and Summoner Spells&quot; / &quot;F&auml;higkeiten und Beschw&ouml;rerzauber&quot;\r\n4. hier findet ihr eine gr&uuml;nliche &Uuml;berschrift mit &quot;Quick Cast with Indicator&quot; / &quot;Schnellzauber mit Reichweitenindikator&quot; und darunter aufgelistet \r\nSpell 1 / Spell 2 / Spell 3 /Spell 4 / Summoner Spell 1 / Summoner Spell 2\r\nhier m&uuml;sst ihr beachten, dass Spell 1 = Q; Spell 2 = W ... je nachdem wie ihr oben unter Hotkey eure F&auml;higkeiten belegt habt.\r\nNun k&ouml;nnt ihr rechts auf das leere Feld neben der F&auml;higkeit klicken die ihr mit Reichweitenindikator belegen wollt. Dann wird ein Fenster eingeblendet in dem ihr dann die Taste angeben k&ouml;nnt. \r\nAlso als Beispiel:\r\nIhr seid Nami und wollt nur ihre Q und R (ulti) mit Reichweitenindikator!\r\nIhr habt eure F&auml;higkeiten unter Hotkeys mit Q, W, E, R festgelegt und alle auf Quick Cast gestellt\r\nNun gebt ihr unter -&gt; Hotkeys -&gt; Abilities and Summoner Spells -&gt; Quick Cast with Indicator ... bei Spell 1 in dem leeren Feld Q ein und bei Spell 4 (ulti) in das leere Feld R. \r\nWenn ihr dies getan habt k&ouml;nnt ihr Nami spielen und ihr werdet beim Q dr&uuml;cken (so lange wie ihr die Taste gedr&uuml;ckt haltet) den Reichweitenindikator angezeigt bekommen, ebenfalls bei ihrer ulti, aber nicht wenn ihr W und E einsetzt, sowie sums benutzt!\r\n\r\nACHTUNG!\r\nWenn ihr ganz normal mit Q, W , E, R spielt m&uuml;sst ihr auch Spell 1 = Q / Spell 2 = W usw unter  &quot;Quick Cast with Indicator&quot; belegen, solltet ihr n&auml;mlich Spell 2 = R belegen so werdet ihr im Nami Beispiel mit W (weil es als Hotkey f&uuml;r Quick Cast Spell 2 belegt wurde) heilen aber auch wenn ihr R dr&uuml;ckt nur dann mit Reichweitenindikator (weil ihr das ja zus&auml;tzlich so belegt habt).\r\nUnd vergesst nicht, wenn ihr einen anderen Champ spielt und der Reichweitenindikator nicht mehr erw&uuml;nscht ist, dann stellt es wieder um, indem ihr eure Hotkeys ganz oben wieder neu belegt!\r\n\r\nEbenfalls m&ouml;glich:\r\nwenn ihr das alles getan habt aber trotzdem euer Trinket auf 4 gelegt habt und dieses als normal cast haben wollt dann macht oben bei den Hotkeys einfach &uuml;ber der 4 (oder wo ihr euer Trinket habt) den Pfeil aus (er wird dann dunkel hinterlegt) und somit ist das Trinket auf normal cast.\r\n\r\nUnd da das etwas kompliziert war und mein Client auf english eingestellt ist hab ich das ganze nochmals in Bilder gepackt:\r\n1. Hier stellt ihr eure Keys/F&auml;higkeiten ein, die ihr mit Reichweitenindikator belegen wollt:\r\n[klick mich](http://img5.fotos-hochladen.net/uploads/bild1qw59j42786.jpg)\r\n2. Wundert euch nicht, dass dadurch oben in den Hotkeys die Belegung verloren geht - hier gebt ihr neu die Keys ein wenn ihr den Reichweitenindikator nicht mehr wollt:\r\n[klick mich](http://img5.fotos-hochladen.net/uploads/bild24aubgckfo1.jpg)\r\n3. So nicht!! R muss f&uuml;r ulti auf Spell 4 (ehseidenn ihr wollt mit R eure eigentliche W also Spell 2 (bei Nami der heal) ausl&ouml;sen):\r\n[klick mich](http://img5.fotos-hochladen.net/uploads/sonicht4o08gyhiqu.jpg)\r\n\r\n\r\nIch hoffe ich konnte einigen von euch weiterhelfen!\r\nNochmals fr&ouml;hliche Weihnachten und einen guten Rutsch ins neue Jahr!\r\n\r\nP.S.: Bitte flament mich nicht, wenn jemand schonmal in einer Diskussion so eine Antwort gegeben hat, ich habe mich n&auml;mlich selber mit dieser Frage besch&auml;ftigt und nirgends eine ausf&uuml;hrliche Diskussion oder ein gutes Video dazu gefunden. \r\n\r\nHier nun noch die Threads in denen diese Frage bereits gestellt wurde (und sie meiner Meinung nicht ausf&uuml;hrlich beantwortet wurde):\r\n[Diskussion 1](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/0cxomjit-steuerung-reichweitenindikator)\r\n[Diskussion 2](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/pITw77d8-smartcast-reichweitenindikator-nur-far-einzelne-faahigkeiten-benutzen)\r\n[Diskussion 3](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/7Y3wXQ9g-smartcast-mich-reichweitenindikator)\r\nund noch ein paar weitere in denen das Thema angekratzt wurde","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-12-25T18:19:44.974+0000","up_votes":1,"down_votes":0,"body":"Erstmal Danke für den Thread. Das war mir zum Beispiel auch nicht so bewusst, dass das so geht. \nIch würde es allerdings schöner finden, wenn man den Reichweitenindikator so behandeln würde wie smartcast, sodass man einfach ein Häkchen setzten kann, wenn man für die Fähigkeit einen Indikator haben möchte. So wie es im Moment ist, muss man unter Umständen einige Belegungen ändern, wenn man einen anderen Champion spielt als in dem Spiel davor.","replies":[{"id":"","poster":"ZarahXenon","date":"2016-12-25T18:34:31.094+0000","up_votes":1,"down_votes":0,"body":"JA da gebe ich dir vollkommen recht. Ich finde es auch umständlich und es wäre schöner zu lösen, wenn man es ebenfalls mit den Häkchen umstellen könnte. Da das aber leider nicht geht und es trotzdem einige Leute gerne nutzen müssen wir wohl damit auskommen (bis eventuell Riot das mal ändert?!).","replies":[]}]}]}