{"id":"lEyZqwL3","poster":"xeroe","date":"2016-12-24T22:36:23.243+0000","title":"Die 3.Gaming Division sucht Verstärkung für League of Legends","subforum":"Clans & Teams","embed":{"title":"Home","description":"Wir sind ein großer deutscher Multigaming Clan, der mit knapp 150 aktiven Membern vor allem in Battlefield 1, League of Legends und Counter-Strike vertreten ist.","url":"http://www.3gD-Clan.de","image":"http://www.3gd-clan.de/images/bf1.jpg"},"up_votes":1,"down_votes":2,"body":"**Wer wir sind:**\r\nWir sind ein stabiler und gut organisierter Multigaming-Clan mit knapp 150 aktiven Membern und langj&auml;hriger Erfahrung, der in einer breiten Palette an Spielen vertreten ist.\r\n\r\n**Was wir spielen:**\r\nUnsere aktuellen Hauptgames mit stets mehreren gef&uuml;llten Teamspeak Channeln sind [League of Legends](http://3gd-clan.de/index.php/struktur-soldaten/squads/lol-squad),[Battlefield 1](http://3gd-clan.de/index.php/struktur-soldaten/squads/bf1-squad) , [Counter-Strike:Go ](http://3gd-clan.de/index.php/struktur-soldaten/squads/cs-go-squad)und [Tera](http://3gd-clan.de/index.php/struktur-soldaten/squads/tera-squad).\r\nDa wir ein Multigaming Clan sind ist der Spielspa&szlig; bei uns allerdings nicht auf diese einzelnen Games beschr&auml;nkt.\r\nAbseits unserer Hauptsquads haben wir auch viele Mitglieder die allerlei andere Games durcheinander spielen, darunter vor allem:\r\n _Overwatch_, _Rainbow Six:Siege_, _Rocket League_, _Dota 2_, _Ark_, _Minecraft_ und _PayDay 2_  \r\n\r\n**Was k&ouml;nnen wir bieten?**\r\nEin soziales und lockeres Umfeld, welches von unseren erfahrenen Admins nun seit _&uuml;ber 6 Jahren_ erfolgreich betreut wird. \r\nBei &uuml;ber _150 aktiven Membern_ und knapp _250 regelm&auml;&szlig;igen Stammg&auml;sten_ ist bei uns im Game und im Ts immer etwas los und wirst keine Schwierigkeiten damit haben genug Leute f&uuml;r ein Match zusammen zu bekommen.\r\nTrotz der Gr&ouml;&szlig;e unserer Community kommt bei uns der einzelne Spieler nicht zu kurz, egal ob Anf&auml;nger, Casual Spieler oder Semi-ProGamer.\r\nDer Gro&szlig;teil unserer Member kennt sich untereinander und durch regelm&auml;&szlig;ige Clanevents lernen auch Neuank&ouml;mmlinge schnell den Gro&szlig;teil unserer Community kennen.\r\n\r\n**Was solltest du Mitbringen?**\r\nBewerber sollten mindestens das 16. Lebensjahr erreicht haben und ein funktionst&uuml;chtiges Headset besitzen.\r\nDa bei uns vor allem der Spa&szlig; am Spiel im Vordergrund steht ist dies auch das wichtigste das du mitbringen solltest.\r\nSkilltechnisch ist bei uns jeder willkommen, egal ob blutiger Anf&auml;nger oder erfahrener Profi.\r\nWir sind prim&auml;r ein Fun-Clan, bei all unseren Mitgliedern stehen Familie, Freunde, Beruf, Studium oder Schule an erster Stelle und dementsprechend hat kein Mitglied bei uns irgendwelche Verpflichtungen denen er zwingend nachkommen muss, um Mitglied bei uns bleiben zu k&ouml;nnen. \r\n\r\n**Wie kannst du Mitglied werden**\r\nVorab: Um bei uns mitspielen zu k&ouml;nnen musst du kein Mitglied sein. Besucher und Stammg&auml;ste sind auf unserem Ts&sup3; jederzeit herzlich willkommen und werden gerne eingegliedert.\r\nSollte es dir bei uns gefallen kannst du auf unserer [Homepage](http://3gd-clan.de/) eine Bewerbung hinterlassen und dich an einen unserer Leader wenden, welche dann alles weitere mit dir kl&auml;ren werden.\r\n\r\nUnsere Homepage: [http://www.3gD-Clan.de/](http://3gd-clan.de/)\r\nUnser Ts&sup3;-Server: ts.3gD-Clan.de","replies":[]}