{"id":"Qs5niW6Y","poster":"Death Rex","date":"2016-12-24T00:29:00.126+0000","title":"Janna / Soraka Supporter Main sucht einen ADC","subforum":"Clans & Teams","up_votes":1,"down_votes":3,"body":"N&#039;abend!\r\nSuche momentan f&uuml;r Duo Q einen Godlike Tryhard ADC der ohne Probleme carrien kann. Gerne auch h&ouml;here Elo (wenn jemand smurft oder so, darf allerdings nicht h&ouml;her als Gold sein damit wir zusammen zocken k&ouml;nnen) weil ich es satt habe mit ADCs zu spielen die zwar ganz gut sind, allerdings nach der Laning Phase nicht wissen was sie genau machen sollen.\r\n\r\nIch selbst maine Support, bin allerdings erst in Preseason Gold gewesen. Mein eigentlicher ADC Premate ist grad Diamond und ich Silber, deswegen kann ich nicht mit ihm Duo Q. Ich spiele fast alle Supporter, bevorzuge jedoch Janna und Soraka.\r\n\r\nGerne einfach adden und anschreiben,\r\n\r\nDeath Rex~","replies":[{"id":"","poster":"ZîraeI","date":"2016-12-24T01:07:56.234+0000","up_votes":2,"down_votes":1,"body":"Yo entspannt mal nach Elo-Boosting im Forum gefragt. Läuft bei dir.","replies":[{"id":"","poster":"Nivoras","date":"2016-12-24T02:06:59.545+0000","up_votes":1,"down_votes":0,"body":"Hey, sein normaler ADC ist doch auch Dia, wenn er sowas gewohnt ist, wäre alles andere als ein Smurf doch die reinste Zumutung für ihn oder nicht?\n\nWas allerdings mMn stimmt ist, dass die Lane mit einem Dia oder sonst wie besserem ADC schon wesentlich mehr Spaß macht als mit einem Low Silber ADC :p Als ich angefangen habe in SoloQ Support zu spielen war das auch erstmal ein Kulturschock nach den ganzen Normals mit Freunden die höher gerankt sind.","replies":[{"id":"","poster":"ZîraeI","date":"2016-12-24T02:58:26.577+0000","up_votes":1,"down_votes":0,"body":"Das kann ja alles sein. Aber trotzdem ist es in gewissen maße \"Boosting\" mit einem Smurf in \"Low-Elo\" zu spielen.","replies":[{"id":"","poster":"Nivoras","date":"2016-12-24T09:39:35.911+0000","up_votes":1,"down_votes":0,"body":"Das habe ich mit keinem Wort bestritten, natürlich ist das das Boosting^^","replies":[{"id":"","poster":"Death Rex","date":"2016-12-25T00:10:41.733+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/n4oKYFlAcv2AU/giphy.gif","replies":[{"id":"","poster":"ZîraeI","date":"2016-12-25T00:25:11.216+0000","up_votes":1,"down_votes":0,"body":"Regel lesen ist nicht so deine Stärke  ?","replies":[{"id":"","poster":"Death Rex","date":"2016-12-25T00:47:27.800+0000","up_votes":1,"down_votes":0,"body":"Ok Kumpel, was möchtest du von mir? Wenn du willst kannst du mich ja reporten, ich sehe es nicht als Bannwert an da ich nur gute Premades haben will die mir helfen aufzusteigen. Ich lerne dazu und gewinne Games, daran ist nichts verwerflich.","replies":[{"id":"","poster":"Nivoras","date":"2016-12-25T10:09:20.461+0000","up_votes":1,"down_votes":0,"body":"DuoQ Boosting ist nicht strafbar. Btw, warum übernimmt dein toller Dia-Adc das nicht? Wäre doch auch in seinem Interesse","replies":[{"id":"","poster":"Death Rex","date":"2016-12-25T15:26:08.482+0000","up_votes":1,"down_votes":0,"body":"Er will keinen Smurf erstellen","replies":[]}]}]}]},{"id":"","poster":"Nivoras","date":"2016-12-25T00:31:40.879+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe nicht warum du dich bedankst, wenn ich dir sage dass du dich boosten lässt, aber ich verstehe viele zwischenmenschliche Interaktionen nicht also passt das schon :^)","replies":[{"id":"","poster":"ZîraeI","date":"2016-12-25T01:09:18.613+0000","up_votes":1,"down_votes":0,"body":"Ist offensichtlich nich der hellste. Also lassen wir ihn einfach.","replies":[]}]}]}]},{"id":"","poster":"Death Rex","date":"2016-12-24T03:25:44.729+0000","up_votes":1,"down_votes":0,"body":"Du meinst weil er mich carried? Wo ist der Unterschied wenn ein Random oder ein Freund mich auf Gold carried? Ich spare höchstens Zeit, Gold komme ich sowieso irgendwann. Wenn ich mit einem guten Adc zusammen spiele habe ich weniger Looses, so einfach ist das.\n\nSchlecht als Supporter bin ich ja nicht, jedoch kannst du als Janna schlecht etwas machen wenn nicht einer deiner Teammates gefeeded ist um ihn zu beschützten während er alles platt macht.","replies":[{"id":"","poster":"ZîraeI","date":"2016-12-24T12:32:01.004+0000","up_votes":1,"down_votes":0,"body":"Genau das ist doch das Ziel von Elo Boosting. Jemand mit höherer Elo Carried dich in \"Low-Elo\". Denkst du eigentlich auch mal drüber nach bevor du etwas schreibst?","replies":[{"id":"","poster":"Death Rex","date":"2016-12-25T00:08:46.790+0000","up_votes":1,"down_votes":0,"body":"Wann hab ich bestritten dass es kein Elo-Boosting ist? Gewinnen mit Freunden die bessere Elo sind als man selbst und carrien nennt man Elo-Boosting, das ist mir sehr wohl bewusst.\n\nAllerdings nehme ich an den Spielverlauf aktiv teil. Deswegen sehe ich das nicht als verwerflich an, da ich demjenigen nicht meinen Account gebe, mich zurück lehne und mir ins Fäustchen lach während er mich nach oben zieht.","replies":[]}]}]}]}]}]}]}