{"id":"xzAVEVJN","poster":"HideBehindBraum","date":"2016-12-20T23:24:21.013+0000","title":"Graunacht 2015 oder Torten und Zombies im Schwarznebel","subforum":"Community-Kunstwerke","up_votes":3,"down_votes":0,"body":"Ja, 2015. Ich hatte die Geschichte damals geschrieben, aber nicht ver&ouml;ffentlicht. Jetzt mache ich das einfach mal, vielleicht gef&auml;llt der etwas durcheinander geworfene Stil ja jemanden :D\r\n\r\n**Diana**\r\nEigentlich sollten es Tage der Freude sein. Wieder einmal w&uuml;rde in der Graunacht der Mond &uuml;ber die Sonne triumphieren und einen Moment der Besinnung und der Wahrheit einl&auml;uten. Einen kurzen Moment ganz ohne das blendende Licht der Sonne.\r\nEigentlich sollte Diana erfreut sein. Eigentlich. Missg&uuml;nstig beobachtete sie die Vorbereitungen zur gro&szlig;en Feier im ionischen Festsaal. Auch in diesem Jahr wollten die Bewohner Runeterras zusammenr&uuml;cken und ihre Angst vor diesem Moment im nicht weniger blendenden Licht der Ausgelassenheit &uuml;berspielen. \r\nSie alle sahen so fr&ouml;hlich aus -  Vi, die gerade dabei war die Torte doch etwas mehr als genau zu untersuchen, eine herumwuselnde Lulu, die sehr genau darauf achtete, dass auch wirklich jeder Eingang mit einem sehenden Auge gesichert war, oder Teemo in seinem Astronautenkost&uuml;m, der sich &ndash; Schwimmz&uuml;ge nachahmend &ndash; l&auml;ngst durch die Szenerie bewegte um ein gutes Versteck zu finden. \r\nEigentlich sollte Diana sie wie auch in all den anderen Jahren einfach ignorieren. Sie sollte gar nicht hier sein. Und doch wusste Diana, dass diese Graunacht anders sein w&uuml;rde. Sie hatte ihn gesehen. \r\nW&auml;hrend die anderen Feierten und Gruselgeschichten &uuml;ber den schwarzen Nebel erz&auml;hlten, musste Diana beobachten wie eben dieser Jahr f&uuml;r Jahr in der Graunacht seine Grenzen immer weiter &uuml;berschritt. Sie hatte gesehen wie der Nebel die Seelen vieler armer Provinzbewohner verschlang und war selbst nur knapp verschont geblieben. \r\nDoch dieses Mal w&uuml;rde es schlimmer werden. Zilean hatte versucht seine Warnung zu stammeln. Er wusste dass etwas Schlimmes kommen w&uuml;rde, doch er konnte sich beim besten Willen nicht entsinnen was es war &ndash; oder wann es war. Man hatte ihn einfach weggesperrt. \r\nNur Diana ahnte, was Zilean wusste. Und sie hatte ihre Entscheidung l&auml;ngst getroffen.\r\n\r\n**Vi**\r\nNein. Dieses Mal nicht. Daf&uuml;r w&uuml;rde Vi sorgen.  Keine &Uuml;berraschungen in der Torte und schon gar keine leicht bekleidete Verr&uuml;ckte. Skeptisch umrundete sie das riesige Gebilde und kostete gleich mehrere St&uuml;cke, nur, um auf Nummer Sicher zu gehen. \r\nErst als sie sich sicher war, dass die verdammte Blauhaarige nicht auch dieses Mal hier zu finden sein w&uuml;rde, eskortierte sie die Torte in den Festsaal. Sie schmunzelte als sie der fr&ouml;hlich summenden Lulu begegnete. Es war eine gute Idee gewesen, ihr eine Aufgabe zur Sicherung der Festlichkeiten zu geben, niemand anderes w&auml;re dieser so begeistert nachgegangen, wie Lulu es tat. \r\nUnd sie konnte die Hilfe wirklich brauchen. Nicht nur, dass sie f&uuml;r die Sicherheit im Festsaal zust&auml;ndig war, fr&uuml;her am Tag hatte Caitlyn ihr auch noch Abverlangt, Zilean f&uuml;r die Dauer des Festes ins Gef&auml;ngnis zu stecken &ndash; Ihrer Meinung nach ein sinnloses Unterfangen, der alte Mann stammelte Sowieso immer irgendwelche Warnungen, auch wenn er diesmal wirklich panisch zu sein schien. \r\nVielleicht war das auch der Grund, warum ihr der Kerl einfach nicht mehr aus dem Kopf ging. \r\nAber Vi hatte jetzt keine Zeit um diesen Gedanken nachzugehen. Nachdem sie die Torte an ihren Platz gebracht hatte, nicht ohne den zuf&auml;llig anwesenden  Wachtmeister zu deren Bewachung abzustellen, macht sie sich daran das Dach des Saals zu erklimmen. Nat&uuml;rlich das Dach. Verdammte Scharfsch&uuml;tzen. Es waren immer die D&auml;cher. \r\n&bdquo;Ist der Saal gesichert?&ldquo;, war Caitlyns knappe Begr&uuml;&szlig;ung.  &bdquo;Wie sieht es mit der Umgebung aus?&ldquo; konterte Vi. Caitlyn warf einen Blick durch ihr Zielrohr um einen kurzen Schuss abzufeuern und konnte sich ein lautes &bdquo;Headshot!&ldquo; nicht verkneifen.  \r\n&bdquo;Alles in Ordnung. Nur ein paar Zombies, aber mit denen werde ich fertig. Ich hoffe die Torte h&auml;lt dieses mal keine &Uuml;berraschung bereit?&ldquo;.  &ndash; &bdquo;Ich habe sogar den Wachtmeister zu ihrer Bewachung beordert&ldquo;. Caitlyn sah erstaunt aus. &bdquo;Was f&uuml;r einen Wachtmeister?&ldquo;. In diesem Moment wurde beiden bewusst, dass etwas nicht stimmte. Ohne ein weiteres Wort zu wechseln begannen sie eilig, sich vom Dach abzuseilen. \r\nDoch als sie im Saal ankamen war es l&auml;ngst zu Sp&auml;t. Die beiden Gesetzesh&uuml;ter konnten nur noch wie versteinert mit ansehen, wie Trundle den letzten Rest der Torte an Cho&rsquo;Gath verf&uuml;tterte, die dieser mit einem lauten NomNomNom Verspeiste.  Resigniert meinte Caitlyn nur &bdquo;Und so beginnt die Graunacht&hellip;&ldquo;.\r\n\r\n**Lulu**\r\nWas war es doch f&uuml;r ein gro&szlig;er Spa&szlig; gewesen zuzusehen, wie Trundle die Torte in Cho&rsquo;Gaths Schlund verschwinden lie&szlig;. Lulu hatte sogar ein paar Kr&uuml;mel einfangen k&ouml;nnen.\r\nNachdem die Torte nun aber verschwunden war und eine w&uuml;tend aussehende Vi Trundle abgef&uuml;hrt hatte musste sie sich eine neue Besch&auml;ftigung suchen. Der Saal hatte sich mittlerweile gef&uuml;llt und &uuml;berall feierten die Leute die Graunacht, ohne die kleine Lulu zu beachten. Doch schnell entdeckte Lulu eine andere kleine Gestalt, die mit etwas ganz anderen besch&auml;ftigt zu sein schien. \r\n&bdquo;Hey, Teemo&ldquo;, tr&auml;llerte Lulu und trat an diesen heran. &bdquo;Du solltest doch gar nicht hier sein&ldquo;. Mit einem teuflischen Grinsen auf den Lippen erwiderte dieser nur &bdquo;Sneaky, Sneaky&ldquo; um sein Werk zu vollenden und einen seiner Pilze auf den Boden zu Platzieren. Und schon ging alles ganz schnell. Wirbel von roten, magischen Lichtern bildeten sich um den Pilz und w&auml;hrend Lulu noch von der roten Farbe begeistert war wurde es still im Saal. Neben dem Pilz erschien die verrottet wirkende Gestalt Brands. Mit wild durch die Luft fuchtelnden Armen begann dieser in Richtung der Menge zu rennen.  Ein Zucken ging durch die Menge, welches unmittelbar darauf zu haltloser Panik wurde, als ein &auml;hnlich gestikulierender Nunu erschien. \r\nDoch noch bevor weiteres geschehen konnte wurde der Saal pl&ouml;tzlich in grell rotes Scheinwerferlicht getaucht und eine wohl bekannte Melodie erklang durch die Lautsprecher. Wie in Zeitlupe schwebte eine riesige rote Rakete durch die Szenerie und von dieser herab rief Jinx &bdquo;Na? Habt ihr mich vermisst?&ldquo;, w&auml;hrend sie Fishbones schulterte und von ihrem Transportmittel  zwischen die beiden Eindringlinge und die Menge Sprang. Als sich der erste Schuss l&ouml;ste wandte sich Jinx an die beiden Zombies und stellte fest: &bdquo;get Jinxed&ldquo;.\r\nWas folgte war, wie immer wenn Jinx auftauchte, ein ziemliches Gemetzel. Lulu musste sich fast die ganze Zeit die Augen zuhalten, trotzdem war sie &uuml;ber diese Abwechslung erfreut.\r\nDoch wie jeder Spa&szlig; fand auch dieser bald ein Ende und w&auml;hrend ein gl&uuml;cklich wirkender Bard &ndash; Niemand stellte genauere Fragen, schlie&szlig;lich war es Bard und es war Graunacht &ndash; die liegen gebliebenen Reste des Massakers einsammelte kehrte die Menge zu den Feierlichkeiten zur&uuml;ck. Es schien als w&auml;ren die kleinen Katastrophen einer jeden Graunacht nun &uuml;berstanden. \r\nSelbst in einer Graunacht konnten sie die Wahrheit nicht erkennen. Blendete nicht die Sonne, blendeten sie sich selbst. Sie erkannten nicht, dass es l&auml;ngst zu sp&auml;t f&uuml;r sie alle war.\r\nW&auml;hrend sich die Sonnenfinsternis ihrem Zenit n&auml;herte, beendete ein Puppenspieler in einer Ecke des Saals seine &uuml;bliche Erz&auml;hlung  zur Graunacht, w&auml;hrend die Glocken zu schlagen begannen - &bdquo;&hellip;Die Graunacht nimmt kein gutes Ende, auch nicht f&uuml;r euch&ldquo;. Dong. Und damit begann es. Eine unnat&uuml;rliche K&auml;lte schien sich auszubreiten und die Stimmung der Festteilnehmer kippte ohne erkennbaren Grund in kalte, sp&uuml;rbare Angst um. Dong. Dunkle Nebelschwaden schienen sich ihren Weg durch die Ritzen unter den T&uuml;ren zu Bahnen w&auml;hrend die Beleuchtung zu Flakern begann und die Musik wie auf Befehl verstummte. Dong. Beim dritten Schlag sprangen die T&uuml;ren aus ihren Schl&ouml;ssern und aus den dunklen Schwaden des Schwarznebels, die wie W&ouml;lfe um den Festsaal schlichen, starrten rotgl&uuml;hende Augen voll uralter Bosheit auf die Anwesenden.\r\nFragend fl&uuml;sterte Lulu ein eingesch&uuml;chtertes &bdquo;Flitzi?&ldquo; w&auml;hrend Mordekaisers Untote Truppen in den Saal schwebten. \r\n\r\n**Leona**\r\nGraun&auml;chte bereiteten Leona sorgen. Sonst so bedacht auf den Schutz der Hilflosen schwand in dieser Zeit, in der die Sonne am schw&auml;chsten war, auch ihre Macht. Es war eine Zeit der Dunkelheit, eine Zeit in der das B&ouml;se die M&ouml;glichkeit hatte seine F&uuml;hler &uuml;ber seine Grenzen Heraus zu strecken.\r\nSie hatte einen Fehler gemacht. Wie all die anderen hatte sie zu dieser Zeit immer wieder den Schutz der Menge gesucht, anstatt nach m&ouml;glichen Gefahren Ausschau zu halten.  Und dieses Mal w&uuml;rde es sich r&auml;chen. Sie wusste von Zileans Prophezeiung. Und sie wusste von der wahren Gef&auml;hrlichkeit der Graunacht.  Leona wusste nicht, was auf geschehen w&uuml;rde, doch sie wusste, sie w&uuml;rde K&auml;mpfen m&uuml;ssen. K&auml;mpfen um zu Sch&uuml;tzen &ndash; Doch ohne ihre Macht, ohne die Sonne. \r\nAls sich Stunden sp&auml;ter die K&auml;lte im Saal manifestierte wusste Leona, was sie erwartete. Ihr wurde vermutlich noch wesentlich K&auml;lter als den anderen Anwesenden und auch sie, die Besch&uuml;tzerin, wurde von Angst ergriffen. Sie waren hier. Wie konnte das sein? Hatte sie sich so lange in Sicherheit gewogen? Als das uralte Wesen, das als Mordekaiser gef&uuml;rchtet wurde seine F&uuml;&szlig;e auf den Boden des Geb&auml;udes setzte &uuml;berwand Leona ihre Angst. Stolz stellte sich die Kriegerin der Sonne der Untoten Armee gegen&uuml;ber. &bdquo;Ich werde nicht Fallen&ldquo;. Leona wusste, dass es eine L&uuml;ge war. Auch Mordekaiser wusste es und stie&szlig; ein dunkles, grausames Lachen aus. Er vollf&uuml;hrte zwei schnelle Schl&auml;ge gegen sie, die sie unter gro&szlig;en Lasten ertrug und hob die riesige Keule zum dritten, vernichtenden Schlag. \r\nDoch in die Stille vor dem Sturm mischte sich ein Ger&auml;usch. Das Ticken einer Uhr. Mordekaiser stutzte. Doch es war zu Sp&auml;t. Blitzschnell erhellte eine Sichel aus glei&szlig;endem Licht den Raum. \r\nLeona blickte auf das hell leuchtende Symbol der Lunari auf der R&uuml;ckseite ihres Schildes. &bdquo;Danke&ldquo;, murmelte sie. &bdquo;Danke, Schwester&ldquo;.\r\n\r\n**Zilean**\r\nZu einer anderen Zeit, an einem anderen Ort erwachte Zilean aus seinen Tr&auml;umen. Er l&auml;chelte traurig. Er musste die Zukunft nicht voraussagen.  Solange man die Zukunft nicht zu genau kannte, w&uuml;rde es immer Hoffnung geben.","replies":[]}