{"id":"u9Tz0hYP","poster":"K1CK Quickshot","date":"2016-12-20T08:04:11.272+0000","title":"Wer kennt sich gut mit Aufnahmen, Gameplay etc aus?","subforum":"Streams & YouTube","embed":{"title":"LEE SIN,CASSIOPEIA,THRESH MONTAGE SKILLED, Inspired by Rush,Faker,Aphromo","description":"SORRY FOR MY QUALITY. I try to fix the next one, did not know what I did wrong. This is my first LoL Montage. I worked very hard for this and i would be happy if you tell me what you think about it.","url":"https://youtu.be/IePoGO1_AXo","image":"https://i.ytimg.com/vi/IePoGO1_AXo/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Hallo Community,\r\n\r\nDie Aufnahmen und das schneiden verlief super und im vidroprogramm selber ist die qualit&auml;t top.  Aber als ich vom videoprogramm shotcut\r\ndie Datei in Mpeg 4 umgewandrlt habe, wurde es so verpixelt und hat eine schlechte qualit&auml;t.\r\n\r\nKann mit wer helfen woran es liegt? \r\n\r\nAufnahme: Loilo Recorder\r\nVidroprogramm: Shotcut","replies":[{"id":"","poster":"CustomKunibert","date":"2016-12-20T08:27:59.970+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nalso zunächst muss ich sagen, dass ich andere Programme als du verwende und deswegen nicht mit den programminternen Einstellungen helfen kann. Aber die Aufnahme der Clips innerhalb des Replays von LoL-Replay (oder direkt ingame) kann ich durchaus mit OBS Studio empfehlen. Das Programm ist kostenlos und damit bekommst du qualitativ hochwertiges Rohmaterial hin.\nWenn das Schneiden selbst klappt und dort gut aussieht, liegt es im Nachgang höchstwahrscheinlich am rendern. Schau dir aber deine Rohaufnahmen (vor dem Schnitt) einmal mit dem Windows Media Player an und stell den auf Vollbild. Dann siehst du, wie gut die wirklich sind oder ob es schon an denen liegt. Die Vorschau im Schnittprogramm kann täuschen.\nWenn es nun am rendern liegt, empfehle ich dir, in mp4 zu rendern. Dort kannst du getrost auf 1080p gehen und kommst bei einem 6 Minutenvideo wahrscheinlich auf bis zu 800 MB. Da musst du halt durch. Wenn dein Internet nicht so pralle ist, lade ruhig über Nacht hoch, habe ich am Anfang auch gemacht xD\nNoch fragen? Dann immer her damit, mal schauen, ob ich dir helfen kann =)\n\nMfG Mescryze","replies":[{"id":"","poster":"K1CK Quickshot","date":"2016-12-20T08:34:12.593+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=ENHTtUTO,discussion-id=u9Tz0hYP,comment-id=0000,timestamp=2016-12-20T08:27:59.970+0000)\n>\n> Hey,\n> \n> also zunächst muss ich sagen, dass ich andere Programme als du verwende und deswegen nicht mit den programminternen Einstellungen helfen kann. Aber die Aufnahme der Clips innerhalb des Replays von LoL-Replay (oder direkt ingame) kann ich durchaus mit OBS Studio empfehlen. Das Programm ist kostenlos und damit bekommst du qualitativ hochwertiges Rohmaterial hin.\n> Wenn das Schneiden selbst klappt und dort gut aussieht, liegt es im Nachgang höchstwahrscheinlich am rendern. Schau dir aber deine Rohaufnahmen (vor dem Schnitt) einmal mit dem Windows Media Player an und stell den auf Vollbild. Dann siehst du, wie gut die wirklich sind oder ob es schon an denen liegt. Die Vorschau im Schnittprogramm kann täuschen.\n> Wenn es nun am rendern liegt, empfehle ich dir, in mp4 zu rendern. Dort kannst du getrost auf 1080p gehen und kommst bei einem 6 Minutenvideo wahrscheinlich auf bis zu 800 MB. Da musst du halt durch. Wenn dein Internet nicht so pralle ist, lade ruhig über Nacht hoch, habe ich am Anfang auch gemacht xD\n> Noch fragen? Dann immer her damit, mal schauen, ob ich dir helfen kann =)\n> \n> MfG Mescryze\n\n\nVielen Dank für deine schnelle antwort.\n\nObs Studio werde ich heute ausprobieren. Kann ich fas vorhandene video einfügen\noder muss ich ein neues starten? Und die aufnahmen sind bei vollbildmodus immernoch top. Also muss es das videoprogramm sein was wahrscheinlich beim rendern zu mp4 iwas falsch macht. \n\nKann obs studio auch zu mp4 rendern? Was für youtube notwendig ist\n\nLg","replies":[{"id":"","poster":"CustomKunibert","date":"2016-12-20T11:55:14.224+0000","up_votes":1,"down_votes":0,"body":"Kleiner Nachtrag: Nicht einfach das Video in Format A rendern und dann nachträglich zu Format B komprimieren. Dabei geht unglaublich viel Qualität flöten. Render das Video gleich im Format, in dem es bleiben soll.\nPS: Du kannst ja mal bei uns auf dem Kanal vorbei schauen, vielleicht kannst du dir den ein oder anderen Kniff abgucken ;) (Schau mal durch meine Forenhistorie, ich habe immer mal eins hier geteilt)","replies":[{"id":"","poster":"K1CK Quickshot","date":"2016-12-20T13:18:07.331+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mescryze,realm=EUW,application-id=ENHTtUTO,discussion-id=u9Tz0hYP,comment-id=000000000001,timestamp=2016-12-20T11:55:14.224+0000)\n>\n> Kleiner Nachtrag: Nicht einfach das Video in Format A rendern und dann nachträglich zu Format B komprimieren. Dabei geht unglaublich viel Qualität flöten. Render das Video gleich im Format, in dem es bleiben soll.\n> PS: Du kannst ja mal bei uns auf dem Kanal vorbei schauen, vielleicht kannst du dir den ein oder anderen Kniff abgucken ;) (Schau mal durch meine Forenhistorie, ich habe immer mal eins hier geteilt)\n\n\ndas problem ist Shotcut speichert das video automatisch auf MLT und  ich muss es dann natürlich auf Mp4 oder MWV für youtube umwandeln. vielleicht liegts daran.\n\nUnd hab ich das richtig verstanden? Du nimmst die sachen im lol replay auf? Ist ja viel besser als während dem Spiel alles aufzunehmen. ist lol replay gratis?","replies":[{"id":"","poster":"CustomKunibert","date":"2016-12-20T14:14:00.748+0000","up_votes":1,"down_votes":0,"body":"Eventuell auf ein anderes Schnittprogramm umsteigen, wenn du das Video nicht in verschiedenen Formaten ausgeben kannst =/","replies":[]},{"id":"","poster":"CustomKunibert","date":"2016-12-20T14:13:01.811+0000","up_votes":1,"down_votes":0,"body":"LoLReplay2, BaronReplays, SkinSpotlightReplays usw. ... es gibt verschiedene Möglichkeiten. Sogar im Internet über Seiten wie replay.gg oder op.gg (die letzte ist dabei am umständlichsten).\nAlle diese Varianten sind kostenlos und mit verschiedenen Features verbunden. Wenn dir die reine Aufnahme reicht, empfehle ich BaronReplays oder SkinSpotlightsReplays. LoLReplay2 hat noch ein bisschen Schnickschnack dazu. Replay.gg empfiehlt sich vor allem, wenn du Replays von Spielen brauchst, bei denen du nicht selbst dabei warst. Zum Beispiel wenn du eine Montage über jemanden machst. (Man muss sich auf der Seite registrieren, damit alle Spiele mitgeschnitten werden. Alle Spiele sind für alle verfügbar, also kann jeder deine Replays anschauen, wenn er Bock drauf hat).\nDie Programme für den PC kannst du einfach beim Zocken im Hintergrund laufen lassen, die speichern die Replays dann.\nBeachte, dass du nur Replays von den Patches anschauen kannst, die du aufm PC hast. Das ist immer der aktuelle Patch. Alte Patches musst du dir einzeln herunterladen (mittlerweile sind die jeweils an die 4 GB groß). BaronReplays bietet diese Funktion.\nIngameaufnahmen bieten sich vor allem an, wenn du editierte Gameplays machst, bei denen es auf Situationskomik ankommt. Also wenn du mit deinen Freunden über Sprüche oder was ingame passiert lachst. Für Montagen sind replays besser, weil es da noch einige Kniffe gibt, um die Anzeigen zu verändern und man kann noch ein bissl was rausholen, was Perspektive angeht ;) Aber das würde jetzt zu weit führen.","replies":[]}]}]},{"id":"","poster":"CustomKunibert","date":"2016-12-20T08:40:31.425+0000","up_votes":1,"down_votes":0,"body":"OBS-Studio sorgt einfach nur dafür, dass du damit aufnimmst, was du auf dem Bildschirm siehst. Also wie dieser Loilo-Recorder. Das kannst du in MP4 tun, aber es gibt, glaube ich, auch andere Formate. Das ist aber relativ egal, solange du nicht vor hast, die Aufnahme unbearbeitet hochzuladen.\nDenn was auch immer du für Formate ins Schnittprogramm haust, es rendert in dem Format, welches du am Ende einstellst.\nSelbst auf YouTube kannst du andere Formate als MP4 einfügen - YouTube bastelt es sich allerdings zurecht, wie es es braucht.","replies":[]}]}]}]}