{"id":"UXfm9LTz","poster":"TheLastAirbender","date":"2016-12-19T19:05:59.703+0000","title":"Neue LoL-Client geht nicht","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Moin!\r\n\r\nHabe vor 3 Wochen ungef&auml;hr lol schonmal neu installiert und habe da angegeben, dass ich den alpha client nicht vorinstalliert haben m&ouml;chte, sodass ich die ganze zeit noch den alten client nutzen konnte. Jetzt habe ich beschlossen mir den neuen zu downloaden und bin ganz normal, nachdem man lol starten wo oben spielen oder launch steht mit den ganzen news, oben rechts auf download beta client gegangen und habe ihn mir heruntergeladen. Dann habe ich das Spiel gestartet und jetzt bekomme ich immer ne Meldung, dass es ein Problem gibt und ich den alpha-client &quot;re-installen&quot; soll. Dann bin ich in Systemsteuerung gegangen und habe ihn deinstalliert, aber es geht noch nicht. Und wenn ich wieder oben rechts bei den news den client runterladen m&ouml;chte, geht das nicht mehr, weil ich das ja eigentlich schon getan hatte... Was muss ich jetzt machen? Wieso sorgt der neue Client daf&uuml;r, dass das Spiel nicht funktioniert?","replies":[{"id":"","poster":"Z4S4S","date":"2017-04-19T18:52:21.515+0000","up_votes":1,"down_votes":0,"body":"Hast du eine Lösung gefunden. Hab nähmlich genau das gleiche problem. danke im voraus","replies":[{"id":"","poster":"TheLastAirbender","date":"2017-04-20T08:59:34.712+0000","up_votes":1,"down_votes":0,"body":"ja du musst irgendwie in den lol ordner gehen und den client löschen ^^","replies":[]}]},{"id":"","poster":"Saufautomat","date":"2016-12-19T19:25:57.872+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nversuch einfach mal League noch einmal komplett zu deinstallieren und neu zu installieren.","replies":[{"id":"","poster":"King Ingram","date":"2016-12-21T12:31:10.198+0000","up_votes":1,"down_votes":0,"body":"Ich habe genau das selbe Problem und bin am verzweifeln aber das reinstallen bringt auch nichts.","replies":[{"id":"","poster":"Spihscp","date":"2017-01-28T16:54:20.081+0000","up_votes":1,"down_votes":0,"body":"ja das hab ich gemacht und genau dann kam der neue, ich hatte vorher den alten, aber der ging nicht mehr auf darum","replies":[]}]}]},{"id":"","poster":"Spihscp","date":"2017-01-24T19:09:27.353+0000","up_votes":1,"down_votes":0,"body":"ganz ehrlich, ich finde den neuen client ganz schlimm, geschweige den von den unübersichlichen sachen , alles so zam gequetscht so das man kaum schreiben kann und alles dann verdeckt wird. ich hab mich jetzt wieder für den alten entschieden. ich hoffe , dass der neue nicht irgendwann man fest kommt und es keine auswahl mehr gibt. das wäre echt sehr mühsam.","replies":[]}]}