{"id":"AeQhWGYE","poster":"xCohesion","date":"2016-12-20T03:40:54.432+0000","title":"Suche DUO - Partner/-in über konstanten Zeitraum","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"_**Hallo liebe Community,**_\r\n\r\nich hei&szlig;e Manu, bin 21 Jahre jung und komme aus Bayern (Regensburg). Gleich mal vorweg, ich arbeite als Einzelhandelskaufmann, hei&szlig;t ich arbeite Mo-Sa (einen Tag frei; selten Samstags) Vollzeit und daher muss man sich vorher absprechen meistens bin ich aber gegen abends online, au&szlig;er wenn ich Fr&uuml;hschicht hab, dann eher so Nachmittags.\r\n\r\nNun zu meiner &quot;LoL-Karriere&quot;:\r\n\r\nIch spiele schon seit Season 1 kurz nach der Beta, mit Pause drum und dran. Meine Spielerfahrung reicht aber gut um mich mit dem was ich mache, gut auszukennen, das hei&szlig;t ich kann mit Rat und Schlag zur Seite stehen bei Unklarheiten :). Aktuell bin ich S1 last Season war ich G1. \r\nMeine Main Position hat sich durch die Seasons stark gewechselt, momentan spiele ich Main Top/Mid oder auch Support.\r\nSchw&auml;chen w&uuml;rde ich insofern betiteln das ich manchmal H&ouml;henfl&uuml;ge bekomme und greede, allerdings arbeite ich daran und es wird schon besser ;D.\r\n\r\n\r\nMeine St&auml;rken sind eindeutig; \r\nIch flame sehr selten bis gar nicht, bin immer freundlich und wenn man mit mir zusammen spielt kann ich sicher auch lustig sein, Ich spiele auch konstant meine Leistungen, manchmal hat man einfach mal seine H&auml;nger das ist einfach so.\r\n\r\nTeamspeak mit Server ist alles vorhanden, das sei auch von meinem Duo - Mate zu erwarten :) \r\n\r\nMeine Main-Champions sind:\r\n\r\nAkali, Darius, Fiora, Irelia (kann auch mehrere aber haupts&auml;chlich diese)\r\n\r\n\r\nSo das war&#039;s so ziemlich offene Fragen k&ouml;nnen ja immer noch gekl&auml;rt werden :&gt;.\r\n\r\nJetzt kommen noch ein paar kleine &quot;Erwartungen&quot; an euch =) : \r\n\r\n- Ihr solltet &uuml;berhaupt keine Flamer Art oder Tilt an euch haben, klar kann man sich mal &auml;rgern und dies und das, ist ja bei mir auch so aber in Grenzen\r\n- Euer Skill sollte ungef&auml;hr im mittleren Gold Bereich liegen (d.h. nicht das ihr Gold sein m&uuml;sst sondern ihr schon mal ein paar Spiele in Gold gespielt haben solltet\r\n- Rauschfreies Mikrophon w&auml;re Top :) \r\n- AM BESTEN die Position Jungle oder Mitte aber das ist alles nicht tragisch :&gt;\r\n\r\nSo dala an sich war es das nun mit meinen Anspr&uuml;chen :) ich freue mich auf eure Anfragen, ihr k&ouml;nnt mich gerne adden IG unter _**TrapNat&igrave;onZ **_\r\n\r\n\r\nIch freue mich auf euch :)\r\n\r\n\r\nEuer Manu","replies":[{"id":"","poster":"xCohesion","date":"2016-12-22T02:43:57.270+0000","up_votes":1,"down_votes":0,"body":"Ich habe aktuell Nachtschicht die Woche noch :s komme erst 3 Uhr Nachts heim, ab nächster Woche melde ich mich bei euch =) !!","replies":[]},{"id":"","poster":"Raval","date":"2016-12-20T19:17:56.678+0000","up_votes":1,"down_votes":0,"body":"Hallo TrapNatìonz,\n\nWir die Rift- Guardians suchen noch neue Mitspieler und vielleicht sind wir ja das was du gerade suchst.\nBei uns in der Community werden Rankeds sowie Normals gespielt und man findet an sich immer jemanden um gemeinsam zu spielen.\nDesweiteren gibt es bei uns ein gutes Clansystem und Vorstände die dir jederzeit zur Verfügung stehen.\n\nWenn du Lust hast kannst du es dir ja mal anschauen\n\nLink: http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tvmpyfB6-a-rift-guardians-sucht-mitglieder-teamhilfesystem-community-check-it-out-a","replies":[]},{"id":"","poster":"iRokkZ","date":"2016-12-20T10:08:46.034+0000","up_votes":1,"down_votes":0,"body":"Servus,\n\nfix mal zu mir. Ich arbeite als Kaufmann im Autohaus Volkswagen und Audi habe daher auch spätere Onlinezeiten, meistens ab 18 Uhr, dafür aber von 18 - 2/3 Uhr und am Wochenende wie ich lustig bin. Ich heiße Marco und bin 21 Jahre jung. Meine Qualitäten im Spiel sind seit der Season 2 Konstanz auf der Gold Ebene. Spiele aber trotzdem seit der Season 1. Zur Zeit gammel ich aber in Silber 4 da ich die komplette Season 6 ausgelassen habe wegen Inaktivität. \n\nIch beherrsche die Midlane (meines Erachten nach) sehr Solide und in 90% der Fälle gewinne ich meine Lane. \nMein Main Champ ist {{champion:245}}. Jedoch beherrsche ich ebenfalls {{champion:103}} {{champion:115}} {{champion:34}} {{champion:101}}  noch ganz gut. Wenn ich mal gut drauf bin spiele ich auch gerne mal {{champion:117}}  oder {{champion:43}} Mitte. Desweiteren bin ich Vertraut aber noch Ausbaufähig mit {{champion:134}} und {{champion:61}} .\n\nIch besitze ein funktioniereden Headset sowie Teamspeak 3. Gerne können wir ja mal eine Runde Quatschen ob es überhaupt vom Charakter her passt. \n\nMit freundlichen Grüßen,\nMarco","replies":[]}]}