{"id":"Vwah4HsK","poster":"blackmagic754","date":"2016-12-18T15:37:51.747+0000","title":"IRGENDWIE IST DAS PLACEMENTSYSTEM DUMM! =(","subforum":"Ligen & gewertete Spiele","embed":{"title":null,"description":null,"url":"http://www.fotos-hochladen.net/uploads/whyyyyyyyyyyyyyuzf6qr4gy2.png","image":null},"up_votes":1,"down_votes":8,"body":"OK. Also ich verstehe es das mann meistens schlechter eingeranked wird als letzte season aber ist es wirklich richtig das eine Spieler( Ich) 10 mal gewinnt immer midestens 5 kills mehr hat als Tode und nichtmal einen extrem schlechten Farm hat Bronze 1 geranked wird?\r\nalso mein freund hatte 8 wins und ist dann silber 5 gekommen . Ich bin aufgeregt jetzt wollte ich mal solo/duo que spielen hab mich angestrengt aber dann wird man demotiviert , weil man sich sehr ungerecht behandelt f&uuml;hlt. ich f&auml;nde es nichteinmal schlimm wenn alle so schlecht eingekranked werden dann w&auml;re es ok, aber jetzt mal ernsthaft. Wenn man 10 wins hat und in jedem spiel gecarryt hat sollte man doch mindestens silbe kommen und nicht in die elo H&ouml;lle{{item:3070}} \r\nin dem link ist ein screenshot von dem letzten game der placements falls ihr mir nicht glaubt.\r\nich gehe jetzt erstmal flexi spielen mit meinen freunden das macht wenigstens spa&szlig; auch in broze. ich bin traurig{{item:3070}}","replies":[{"id":"","poster":"Skagerak","date":"2016-12-18T15:47:41.056+0000","up_votes":2,"down_votes":0,"body":"Das sind doch sowieso nur die ersten 10 games. DU hast noch die ganze Season zum climben und darum geht es ja auch. Ich bin auch nur Platin 4 mit meinem smurf gekommen ich werde trotzdem versuchen den auch wieder nach Dia zu spielen. Lass dich durch sowas nicht unterkriegen sonst steigst du wirklich nicht weiter auf. Man soll seinen Rang ja uahc nicht geschenkt bekommen man muss was dafür tun.","replies":[{"id":"","poster":"blackmagic754","date":"2016-12-18T16:01:56.536+0000","up_votes":1,"down_votes":0,"body":"ok wenn du meinst =D","replies":[]}]}]}