{"id":"e3EE6vfF","poster":"Raphomondo","date":"2016-12-18T07:33:51.034+0000","title":"Schlüsselfragmente","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo mir ist aufgefallen das ich immer 2 truhen &uuml;brig habe aber ich bekomme nie schl&uuml;sselfragmente ist das ein bug ?","replies":[{"id":"","poster":"Gin","date":"2016-12-18T13:43:53.848+0000","up_votes":1,"down_votes":0,"body":"Ich zitiere mal den [offiziellen Post](http://euw.leagueoflegends.com/de/site/2016-season-update/champion-mastery.html) dazu:\n\n**Meisterschaftstruhen**\nVerdiene dir Meisterschaftstruhen, indem du mit mehreren verschiedenen Champions oder als Teil eines Teams gute Leistungen vollbringst. Wenn du oder jemand in deiner arrangierten Gruppe eine S-Bewertung erhaltet, gibt es eine Truhe. Pro Monat kann man bis zu vier Truhen verdienen und jeder gespielte Champion kann pro Saison eine Truhe verdienen. In der Championauswahl und auf der Championseite könnt ihr sehen, für welche Champions die Funktion verfügbar ist.\n\n**Truhen**\nTruhen kann man als Belohnung verdienen oder sie für 125 RP im Shop erstehen. Truhen enthalten Beute, Beutesplitter oder Essenzen, und manchmal sind auch mehrere Beutetypen zu finden (allerdings niemals nur Essenzen).\n\n**Schlüssel**\nSchlüssel erhält man als Belohnung für einen Sieg in einem Spiel per Gegnersuche oder indem man sie im Shop für 125 RP ersteht. Schlüssel sperren in der Hextech-Werkstatt Truhen auf.\n\n**Kurzer Kommentar von mir**:\nFür jeden Schlüssel den du bekommst, sinkt deine Wahrscheinlichkeit einen weiteren zu bekommen. Einmal pro Monat ,wann genau variiert von Spieler zu Spieler, wird das wieder resetet. Das bemerkt man eigentlich immer da man mit einem Schlag plötzlich mit Key Fragmenten überschüttet wird.","replies":[]},{"id":"","poster":"Sephi51","date":"2016-12-18T09:36:12.557+0000","up_votes":1,"down_votes":0,"body":"Nein, ie Schlüssel die man bekommt werden nach einer Zeit resettet. Das heißt man bekommt immer nur so viele Schlüssel, wie man Truhen hat, vorrausgesetzt man holt sich die Schlüssel bevor sie \"resettet\" werden. \n\nSprich: wenn du 2 Truhe hast, bekommst du 6 Schlüssel, wenn du aber ne Truhe hast und nen Monat nicht spielst, oder nicht genug um alle Schlüssel zu bekommen resettet es sich und die 6 Schlüssel verfallen für immer. die 6 Schlüssel die du anschließend bekommst, sind wahrscheinlich die für die \ndes nächsten Monats, weshalb es iritierend aussieht.\n\nAußerdem erhällst du Schlüssel mit einer gewissen Wahrscheinlichkeit, die Wahrscheinlichkeit steigt  je häufiger du ein spiel gewinnst und keinen Schlüssel bekommen hast. Deshalb bekommst du nach dem \"Reset\" auch meistens alle 3 Schlüssel auf einmal.","replies":[]},{"id":"","poster":"Sidooon","date":"2016-12-18T09:25:44.258+0000","up_votes":1,"down_votes":0,"body":"Truhen bekommst du immer wen du ein S bekommst. Allerdings nur 4 mal pro Monat und nur einmal pro Champion pro Season ... also du brauchst ein S auf 48 verschiedene Champions in einer Season.\nSChlüsselfragmente bekommst du mit einer % Warscheinlichkeit wen du ein Spiel gewinnst. Je mehr Sf. du diesen Monat shcon bekommen hast desto niedrieger die Dropchance.  Anschließend kann ich sagen: wenn man jeden Monat alle 4 Kisten bekommt hat man eigentlich immer zu wenig SChlüssel.","replies":[]}]}