{"id":"RHO0rh65","poster":"Prof Tumbledore","date":"2016-12-17T09:53:01.856+0000","title":"Eine schwere Zeit für Azir mains","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"iwie spielt ihn keine sau mehr seit dem rylais nerf, selbst die gr&ouml;&szlig;ten mains scheinen aufgegeben zu haben weil es einfach nicht worth ist 35 Minuten zu farmen bevor man useful ist (w&auml;hrend das Team quasi dauernd safe spielen muss weil man als azir garnicht roamen braucht dank den ganzen assassins), w&auml;hrend champs wie syndra oder Talon die carrys auch ohne items schon OS\r\n\r\nder passive buff ist ja auch ein Witz, wer au&szlig;erhalb von bronze ist schon so doof in den Tower reinzulaufen..\r\njetzt wird noch sein schild scaling rausgenommen\r\nh&ouml;rt auf diesen champ zu ruinieren bitte! :/","replies":[{"id":"","poster":"Belezebell","date":"2016-12-17T10:57:09.713+0000","up_votes":1,"down_votes":0,"body":"auf dem PBe habe ich schon weitere Buffes gesehen, in Form eines besseren Midgames und stärkeren Lategames","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-17T11:22:19.381+0000","up_votes":1,"down_votes":0,"body":"das mit dem besseren midgame ist ein kleiner w dmg buff auf stufen 2-4 oder so ..","replies":[{"id":"","poster":"Gin","date":"2016-12-17T17:13:19.194+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PSYCH0 MARKSMAN,realm=EUW,application-id=YnZkMR0R,discussion-id=RHO0rh65,comment-id=00020000,timestamp=2016-12-17T11:22:19.381+0000)\n>\n> das mit dem besseren midgame ist ein kleiner w dmg buff auf stufen 2-4 oder so ..\n\nGenau genommen auf den Leveln 9-15. Und auch wenn Azir momentan \"unspielbar\" ist, ist Azir ein Champion den man entweder maint, oder nur mässigen Erfolg hat. Diese Entscheidung muss jeder für sich treffen.\n\nAußerdem finde ich es gut das Rylais generft wird. Das absolute Traum Szenario wäre, das Azirs Soldaten Rylais gar nicht erst procen. Auf diese Weise kann nämlich Azir ohne Rylais gebalanced werden, was ich persönlich um einiges besser finden würde. Rylais ist für mich als Azir Spieler mit dem Slow ein praktisches Item, jedoch nicht essenziell. Für Leute wie Nasus, Darius oder sogar Adcs ist es sehr frustrierend dagegen zu spielen.\n\nKannst dir Ingame auch mal mein Profil anschauen, wenn es etwas gibt von dem ich Ahnung habe, dann ist das Azir.","replies":[{"id":"","poster":"pro Tennoko ","date":"2016-12-17T17:26:23.840+0000","up_votes":2,"down_votes":0,"body":"Was he? Sorry, aber wenn du azir mainst und behauptest rylais ist nicht essenziell, dann kann ich nur lachen um es milde auszudrücken.\n\nAzir muss kiten können, sonst wird er einfach überrannt was ja jetzt auch schon der Fall ist, oder cd/manaverbrauch von QW niedriger gesetzt werden. Was nicht geht weil er sonst wieder extrem op ist.","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-17T18:46:16.973+0000","up_votes":1,"down_votes":0,"body":"sehe ich wie tennoko.","replies":[{"id":"","poster":"Gin","date":"2016-12-19T22:20:31.236+0000","up_votes":1,"down_votes":0,"body":"Es WAR auf ihm essenziell. 20% slow sind es nicht wert, und Azir kann es sich nicht leisten einen Itemslot zu verschwenden.","replies":[]}]}]}]},{"id":"","poster":"Schlachtenhorn","date":"2016-12-17T11:24:08.236+0000","up_votes":1,"down_votes":0,"body":"Gerade das kann enorme Auswirkungen haben.","replies":[]}]}]},{"id":"","poster":"LCG mozuki","date":"2016-12-17T10:52:55.202+0000","up_votes":2,"down_votes":0,"body":"Also ich finde das Azir jetzt viel besser spielbar ist als zuvor (nachdem tot Nerf), Azir war immer schon ein Midlaner der Scalen muss das ist nichts neues  aber generell gibt es immer bessere Optionen als Azir entweder man  ist OTP oder halt nicht die Entscheidung liegt bei jeden selbst. Zurzeit spiele ich azir auch wieder regelmäßig bis zu fast immer und muss sagen not bad man  merkt durchaus die Veränderung mit  dem patch natürlich ist er nicht mehr wie früher aber machen wir uns nichts vor früher war er viel zu op.\n\nRiot hat vor c.a einem Monat erwähnt das sie Azir und Kalista verändern werden schritt für schritt da ihnen bewusst ist das beide  zurzeit mehr als  tot sind  deshalb heißt es einfach zu warten und  zu hoffen riot wird da schon was machen keine Sorge. \n\n\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-17T11:26:29.122+0000","up_votes":1,"down_votes":0,"body":"ich finde es genau umgekehrt xD hab mich (nach den nerfs als er 42% winrate hatte) als azir OTP auf Platin hochgespielt, aber mit dem rylais nerf komme ich absolut nicht klar :(\n\nwas riots post  angeht, den habe ich gelesen, aber riot erwähnte auch dass wenn sie es nicht schaffen azir zu Balancen wohl sein kit ändern werden.. was mich nicht gerade beruhigt","replies":[]}]},{"id":"","poster":"Brother Xivx","date":"2016-12-17T09:59:42.285+0000","up_votes":2,"down_votes":0,"body":"wenn du gut bist schaffst es ussuful zu sein","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-17T10:08:43.781+0000","up_votes":1,"down_votes":0,"body":"schon klar, aber im vergleich zu anderen champs die auf der mitte gespielt werden geht er dort komplett unter..","replies":[]}]},{"id":"","poster":"Gin","date":"2016-12-19T22:17:26.947+0000","up_votes":1,"down_votes":0,"body":"218k 60% Winrate Plat II Ex-Azir Main hier.\n\nIch persönlich habe Azir vor 2-3 Monaten aufgeben wegen den konstanten Nerfs, und den Buffs von anderen Champions.\nMein Hauptgrund war allerdings da sich die Season dem Ende näherte und ich noch Diamond kommen wollte. (Leider ohne Erfolg)\n\nAber wenn ich den Ansatz der Buffs sehe die Riot momentan testet, und auch die die bereits raus sind, sehe ich Azir in ein paar Wochen wieder in einem spielbaren Stadium.\n\nVorallem wäre mein Traum das Rylais auf Azirs Soldaten den Slow nicht mehr proct. Das würde für Riot bei Azir Spielraum für Buffs geben. Die Kombination ist für Nahkämpfer (und ADCs) schon echt toxic.","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-20T11:56:59.256+0000","up_votes":1,"down_votes":0,"body":"wenn die w rylais nichtmehr procct dann kannst du nichtmal mehr die immobilen tanks kiten, selbst ein mundo würde dich komplett überrennen.. mal ganz davon abgesehen, dass azir Freefeed für jeden champ ist der einen gapcloser hat (außer du ult + Flash + shurima shufflest davon), besonders in der höheren elo.\n\nwas die adcs angeht, ein azir ist nur toxic für die wenn sie sich toxic misspositionieren. man nehme einen jhin (longrange cc und eine ult die azir komplett Zonen kann) und tadaaa.","replies":[{"id":"","poster":"Gin","date":"2016-12-20T12:34:46.221+0000","up_votes":1,"down_votes":0,"body":"Dass Azir anfällig für Assassinen und Hard Engage ist, ist nun mal seine Schwäche. Und selbst gegen diese kann er flashen, mit seiner E flüchten oder auch ulten. Andere Mages haben diesen Luxus nicht.\n\nUnd ein ADC muss sich nicht \"toxic misspositionieren\" um von Azir auseinander genommen zu werden. Short-Mid Range ADCs können in Teamfights so gut wie gar nichts gegen Azir machen, oder überhaupt irgendwas. Wenn sie versuchen die Tanks zu kiten, werden sie von Azir runter gepoked, und wenn nicht beteiligen sie sich nicht/kaum am Teamfight. Dazu kommt die Tatsache dass die Soldaten unbesiegbar sind, und sich nicht zerstören lassen.\n\nAzir hatte auch Matchups die er komplett stompen konnte. Eine Cassiopeia oder andere Mages die von Azir outranged wurden, oder nicht genug Wave Clear hatten, konnten die Laning Phase komplett vergessen. Ist nach den Nerfs zwar nicht mehr so wie früher, aber sollte er wieder etwas höheren Schaden haben dürfte er wieder ziemlich gut dastehen.\n\n- Azir hat nach Cassiopeia den höchsten DPS im ganzen Spiel, und das mit einer deutlich höheren Distanz. \n- Eine Ultimate die das ganze feindliche Team umplazieren kann, einen 5-Man-Insec, und Terrain generiert das Dashes stoppt und nur das feindliche Team betrifft.\n- Einen Dash, der einzige Control-Mage mit Mobilität.\n- Er kann mit seiner Passiv einen Tower platzieren um Belagerungen zu ermöglichen/erleichtern oder zu stoppen.\n\nDas einzige Problem dass ich mit Azir momentan habe ist das er nicht genug Schaden macht weil seine W generft wurde, wo der Buff schonmal im Midgame ein wenig gegensteuert.\n\nEs ist inzwischen sinnvoller mit Azir so früh wie möglich so viel Schaden wie möglich zu bauen. Wer es gelesen hat weiß nämlich dass nur der Base Damage der Soldaten generft wurde, das Scaling ist immer noch so wie früher. \n\nIch weiß nicht wie sehr der W-Buff den Rylais Build wieder zurück gebracht hat, dürfte diesem jedoch entgegen kommen.\n\nAußerdem: Highelo beginnt in League of Legends ab ca. Dia 3 oder Dia 2.","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-12-20T12:58:28.299+0000","up_votes":1,"down_votes":0,"body":"sorry aber wenn ein azir einfach so an den gegnerischen adc rankommt ist das für mich entweder ein positioningfehler oder die gegnerische frontline, überlicherweise 2 spieler, weiß nicht was sie in einem teamfight zu tun haben..","replies":[]}]}]}]},{"id":"","poster":"IIIShockwaveIII","date":"2016-12-18T13:58:07.949+0000","up_votes":1,"down_votes":0,"body":"Habe mit Freunden diskutiert, wie man ihn wieder zurückbringen könnte....\nuns ist aufgefallen, dass Azir sehr wenig Items als Auswahl hat. Er darf vielleicht zum Schluss zwischen 3 Items entscheiden, aber sonst sind sie immer gleich. \nWir sind auf die Idee gekommen (da Azir ein ADC in AP style ist), dass man die Crit-items für ihn verwerten könnte. Ja auf den ersten moment klingt es zu übertrieben, aber die Hits von den Rittern müssen ja nicht gleich 100% erhöhten schaden verursachen...ich denk mir 50% ist schon genügend. \nImmerhin hat er momentan die schlechteste Winrate von allen Champs überhaubt. \nIch sehe ihn so selten als Gegner und von allen Freunden bin ich der einzige, der ihn spielt. Ich würde nicht behaupten, dass er schwach ist, aber dass er beliebter wird, muss ein mächtiger Buff für ihnkommen. Würde mich freuen wenn er öfter als 1 mal in der Woche zu sehen währe :D","replies":[]},{"id":"","poster":"Belezebell","date":"2016-12-17T20:33:07.394+0000","up_votes":1,"down_votes":0,"body":"Das Rylais ist wie bereits auch erwähnt das Problem von Azir, wenn man ihn ohne das Item spielen könnte, würde man ihn sicherlich besser balancen können.","replies":[]}]}