{"id":"k6Gettkz","poster":"sLayXe","date":"2016-12-16T07:59:37.312+0000","title":"Zed Balance Idea","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"I actually wanted to have riot read this but nvm. I Love to play Zed he is the best designed Champ in my Eyes (bcs fun to play cool kit etc.) But since the &quot;Balance&quot; of the Preseason 7 Zed is quite crappy in ranked. So i got an Idea for a Change that may gets him Back without making him OP.  What if we Patch Zed so that he has more Energy (like Shen(400)) or Regenerate it faster the changes were that Zed got nerfed in Q dmg E CD early and W passiv AD. The CD of the E is 1s lower in lategame now thats quite nice but u cant realy benefit of it since u just dont have the energy to W E Q E Q E or smth like that since u could do the E 3 times technicaly since it has like 1,5s cd with 40% cdr and the shadow does last 4.5s. So the Buff for Zed is that he can combo some more without having to hit 1 target with both instances of his spells (himself and the Shadow) so u got an easier management of Energy wich is good but not that good that it would make him op again (my opiion) and since the shadow remains at 1 spot u got counterplay since u could stay out of range from it all time so he does not have more burst he just has more options. Sry if its hard to understand what i just wrote my eng aint good... and hope i can get a nice discuss with u guys to talk about this idea if its good or if u think its bad etc. Thx for Reading :)","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-12-16T09:46:26.307+0000","up_votes":1,"down_votes":0,"body":"I think it too, that Zed got hard Nerfed and the Rework was a failure.\n\nBut otherwise i think his Mobile Outplay Kit is very broken, i think its still one of the best of all Assassins.","replies":[]},{"id":"","poster":"Flüssigsubstanz","date":"2016-12-16T08:16:01.897+0000","up_votes":1,"down_votes":0,"body":"Das ist das Deutsche forum :D , aber ich schließe mich mal an **hust** \n\nHe already got a buff energy wise. He does get more Energy back with his W (10 more each time you hit the same target). I think currently Zed is in a balanced spot, the problem is just Assassins overall. Since the buff to supports with redemption and the buff to solari you can just block and heal back too much sh*t and the strongest counter against Zed or assassins overall is still in the game. Exhaust.  Also people play more peel/engage/tank supports since Courage of the Colossus is a thing and that is pretty nasty as Zed too. \nThe difference between Zed and the other Assassins is also that he has a good time window to react on so even if you are kinda slow minded you can use Iron Solari/ Face of the Mountain/ Your own shield spell, before the mark pops as an Support.\nI think we need to nerf more the counter assets to assassins (especially Exhaust) instead of buffing assassins. \nBut if you really want to buff Zed then it should be small ones not something like double his Energy. If he has more energy without increasing his energy cost on his skill he will just be brainless. Thats a thing you need to learn on Zed, managing your energy cost, hitting one target multiple times with the same skills to regain Energy. A GOOD Zed player can still fck your day, especially if you are an ADC, it has just gotten a bit harder with the support items.","replies":[]}]}