{"id":"dQ8yJsp4","poster":"Pandaphiri","date":"2016-12-15T23:07:05.662+0000","title":"kurze frage zu Diana","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Seid wann kann sie denn zweimal das ranziehen machen? hab sie ewig nicht gesehen und wusste nicht das sie auf ein mal da wohl zwei aufladungen oder so etwas hat. schon a bissle krank hart","replies":[{"id":"","poster":"AmazingJX","date":"2016-12-17T09:17:08.779+0000","up_votes":1,"down_votes":0,"body":"würde mich auch interesieren ... hast du die möglichkeit dein replay irgendwo hochzuladen?","replies":[]},{"id":"","poster":"AmazingJX","date":"2016-12-16T11:55:10.237+0000","up_votes":1,"down_votes":0,"body":"Ähm nein... Sicher nicht... Die E funktioniert nur einmal und hat auch einen sehr hohen CD drauf... Ich glaub das hast du dir nur eingebildet... Aber sehen würde ich es trotzdem gern mal...","replies":[{"id":"","poster":"Pandaphiri","date":"2016-12-16T16:32:47.174+0000","up_votes":1,"down_votes":0,"body":"ok dann frage ich mich wie die das gemaqcht hat. ich wurde zweimal nacheinander rangezogen an sie und die ult kann das nicht","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2016-12-16T09:35:03.345+0000","up_votes":1,"down_votes":0,"body":"Ich meine den AoE Flächenpull. Sonst hätte ich ranhüpfen geschrieben und nicht ranziehen. Sie hat den innerhalb von 2 sekunden 2 mal eingesetzt","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-12-16T09:30:14.094+0000","up_votes":1,"down_votes":0,"body":"Meinst du mit ranziehen, dass sie dir hinterherhüpft? Das kann sie seit Release. Wenn sie dich mit der Q trifft, bist du markiert. Sie kann dann Ult verwenden und hat keinen CD drauf. (Die Markierung verschwindet nach dem ersten Treffer wieder)","replies":[]},{"id":"","poster":"El Capitán TSV","date":"2016-12-16T08:21:39.968+0000","up_votes":1,"down_votes":0,"body":"Q R E W AA AA AA Q R R = GG!","replies":[]},{"id":"","poster":"Nico21","date":"2016-12-16T00:29:30.031+0000","up_votes":1,"down_votes":0,"body":"Sie besitzt auf ihre Ulti \"ranziehen\" wie du sagst, keine abklingzeit wenn sie dich mit ihrem Q trifft.","replies":[{"id":"","poster":"OT Riku","date":"2016-12-16T01:15:33.466+0000","up_votes":1,"down_votes":0,"body":"So wie du das erklärst könnte man es falsch verstehen kann man es falsch verstehen.\n\nWenn Diana ihre Q auf einen Gegner triff, sie dann auf dieses getroffene Ziel ihre Ult aktiviert, wird ihr Ult cooldown resetet.\nDas kann sie schon länger.","replies":[]}]}]}