{"id":"PcEbkTPQ","poster":"ElRockMarc","date":"2016-12-15T18:32:39.117+0000","title":"Dumme Trolls und Riot schaut zu","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":25,"body":"Leute was hier f&uuml;r Leute Ranked spielen d&uuml;rfen ist ein witz. Absichtlich succide begehen inten und das noch witzig finden ist nicht mehr Lustig. Die schreiben sogar noch Report passiert eh nix. Und Sie haben Recht. Das einzige was Riot Interessiert das der Drecks Chat freundlich ist. Wehe du sagst mal h&ouml;flich h&ouml;re bitte auf und bei 0-15 sagst du idiot. Dann bekommst wieder nen chat ban. Aber die Penner die das verursachen das man irgendwann mal tilt das verstehen die nit. Und gebannt wird nicht ein arschloch von denen die inten. Erz&auml;hlt nur nicht sind nicht viele. Ich habe in jedem 2 spiel die Penner. Und wenn Gl&uuml;ck hast haben die Gegner Gr&ouml;ssere Trolls dann darfst gewinnen. \r\nIch habe h&ouml;fflich gefragt bitte spielt normAl weil es meine Promo ist. Die haben es Absichtlich gemacht. Camill Mitte 15 mal tot in paar min. Und schreibt dann sry war am telefonieren. Usw Riot war nen witz","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-12-15T19:06:54.113+0000","up_votes":7,"down_votes":3,"body":"Wenn das nur stimmen würde, das es nichts bringt, würden hier nicht täglich \"ICH WURDE PERMAGEBANNT WIESO 111!!!!111\" post entstehen :)\nDu wirst halt nurmal nicht nach einen legitimen report permanent gebannt sonst würde ich schon fast wetten das du auch schon nichtmehr hier wärst.\nIch bin nur der Meinung das man das system ein wenig strenger machen sollte aber sonst bin ich zufrieden damit. \n\nGenerell was die community betrifft kann Riot nichts für. Sie füttern den Zorn ja nicht die spieler haben. Sie sagen nicht randommäßig spielern \"Jau troll jetzt in der promo von den kerl\" und sie haben niemals gesagt oder geschrieben das toxisches verhalten belohnt wird. Ich mein die belohnen sogar leute ohne strafen mit skins und das man, solange man nicht bestraft worden ist, kisten und schlüssel kriegen kann und haben ein report system das wenigstens funktioniert (was nebenbei meiner Erfahrung nach selten der fall ist bei f2p spielen). Vielleicht solltest du auch einfach mal eine Stufe runtergehen und leute einfach nicht beleidigen und wenn dir leute nicht lieb sind, sie dich beleidigen den mute button benutzen und auch die Report funktion. \n\nAusserdem wenn du einen chatban oder jegliche art von ban bekommst liegt es daran das du das häufiger machst und nicht \"upsie das war der eine ausrutscher des monats\".","replies":[]},{"id":"","poster":"ZuNam1","date":"2016-12-15T18:47:12.225+0000","up_votes":3,"down_votes":10,"body":"***","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-15T19:01:58.973+0000","up_votes":3,"down_votes":11,"body":"Schaut euch meine letzten 3 spiele an so nen witz und Riot ban meinen Chat weil ich dann Sauer bin. Die penner spielen aber weiter. Letztes Game 20 min supp 1-7 adc 3-4 kills im core gemacht. Jgl 2-8 mid 6-8 ich mit pippy gegen olaf 1-0   Wie willst da jemals aus bronce raus mit solchen Pennern. Wir reden davon das Spiel war eigentlich nach 10 min zu ende. Was Interessiert es Riot gar nix. Hauptsache du bist freundlich zu den Pennern.","replies":[{"id":"","poster":"Ireliα","date":"2016-12-15T19:35:41.006+0000","up_votes":8,"down_votes":3,"body":"Nur weil ein anderer eine Grenze überschreitet gibt dir das nicht das Recht dasselbe zu tun. \n\nUnd aus Bronze rauskommen ist eine Leichtigkeit sobald du das Spiel verstanden hast. Werde selbstkritischer und schiebe es nicht auf andere, dann hast auch du vielleicht eine Chance.","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-15T21:01:44.626+0000","up_votes":1,"down_votes":5,"body":"Dann bitte zeige mir wie man da schnell rauskommt. Solo q zeige esmir im stream oder adde mich dann kann ich zuschauen und lernen","replies":[{"id":"","poster":"Ireliα","date":"2016-12-15T21:59:22.620+0000","up_votes":2,"down_votes":2,"body":"http://www.replay.gg/search/euw/Ireli%CE%B1\n\nHier werden alle Spiele von mir aufgezeichnet. Meine Elo von Platin 3 habe ich mir auf der Top erspielt. Meine Adc Material ist mit Sicherheit etwas schlechter.\n\nBis zum mittleren Gold Niveau fällt es mir in 90% der Fälle extrem leicht meine Lane zu gewinnen. Das wäre der erste Punkt, die eigene Lane immer dominant aufspielen zu können. Wie man wann wo rotiert ist eine Erfahrungssache die ich mithilfe von Youtube und Streams gelernt habe. Man muss den Gedankengang des Spielers hören um wirklich nachvollziehen zu können warum er jetzt farmen geht oder groupt/gankt.","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:39:08.058+0000","up_votes":1,"down_votes":3,"body":"Also derzeit bist du unranked hast kein spiel gemacht und das was unter deinem Link sehe da steht nix von Ranked games das sind durchgehend 20 min Spiele. Und deine wenigen Kills zeigen dann aber eher das Du Tolle Mates hattest wenn man mit 4-3-5 Games gewinnt.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-12-16T10:32:58.377+0000","up_votes":4,"down_votes":0,"body":"Es ist season reset und nicht jeder hat rankeds direkt gespammed\n\nIn höheren elos werden games kürzer und man kann auch mit 4-3-5 carrien wenn man dadurch die gegner wegzoned und towerbekommt","replies":[{"id":"","poster":"eingew","date":"2016-12-16T13:30:25.786+0000","up_votes":1,"down_votes":0,"body":"Ich habe sogar das Gefühl, dass Tower und Buffs viel mehr wert sind, als Kills es je sein könnten. Erst heute habe ich ein Team gehabt, mit dem wir im Early gut da standen, wir konnten uns sogar schnell die ersten Tower clearen, aber da niemand motiviert war, den Drake zu machen, konnten die Gegner sich 2 Stück und den Baron sichern, womit das Spiel für uns gelaufen war.\n\nGut, dass wir keinen richtigen Teamfight zustande gebracht haben, war vielleicht auch ein Grund, aber ich hatte das Gefühl, dass auch diese Buffs viel ausgemacht haben für den Gegner.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-12-19T15:03:14.221+0000","up_votes":1,"down_votes":0,"body":"Allein wenn man Pro Matches zuschaut und merkt, dass das Match total einseitig ist aber es gerade mal 5 zu 3 an Kills steht nach 30 Min xD\n\nDeswegen ist das Farmen ja umso wichtiger je höher man in der Elo kommt. Während man in Bronze und Silber nicht selten eine Lane mit 10 Kills dominiert, gilt z.B. in Diamond schon ein 20 CS Lead ohne kills als gewonnene Lane (je nach Matchup natürlich), weil die Spieler einfach wissen wie man auch mit einem Rückstand spielt ohne die ganze Zeit zu sterben. Wer dann natürlich seinen Goldlead immer durch KIlls und nie durch CS erarbeitet stößt irgendwann an die Grenze, wo er in jedem Matchup outfarmed wird ohne auch nur die Chance auf Kills zu haben.\n\nIch würde ganz grob formuliert sagen: Objectives (wie Drake, Tower oder einfach nur Mapcontrol) sind Dinge die man erarbeitet, die durch erfolgreiche Strategien \"erworben\" werden. Kills, was ich in meinem Zusammenhang eher als Tode der Gegner bezeichnen würde, sind ja eher immer fehlerbasiert.\nIm komplett fiktiven idealen Fall kann ich mir auch vorstellen, dass ein Match mit 0 kills auf beiden Seiten extrem einseitig werden kann. Team A dominiert extrem durch Objectivecontrol, aber B spielt \"gut genug\", dass keiner dabei stirbt.","replies":[{"id":"","poster":"eingew","date":"2016-12-19T17:07:55.936+0000","up_votes":1,"down_votes":0,"body":"Also ganz so hatte ich es noch nie, aber es gab durchaus schon Spiele, die wir auf der Lane klar verloren haben, aber durch die ganzen Drakes und Barons, die der Gegner völlig ignoriert hat, konnten wir nicht nur verteidigen, sondern auch zum Sieg pushen.","replies":[]}]}]}]},{"id":"","poster":"Ireliα","date":"2016-12-16T12:31:27.323+0000","up_votes":2,"down_votes":1,"body":"Ich spiele in dieser Elo weil ich dort hingehöre. Du siehst bei mir genauso wie bei jedem anderen ein paar Games in denen ich stompe und welche in denen ich gestompt werde.\n\nDas Niveau ist aber unterschiedlich.\n\nIch empfehle dir die durchgequatscht Folgen von Just Johnny (High Dia/Master Spieler). Er erklärt super viel und gut:\n\nhttps://www.youtube.com/watch?v=GDPCSKY_Fys&list=PL1kjMTQWcrgTQaxcfjApsQtcHfDbhX7Bh","replies":[]}]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-16T16:56:42.901+0000","up_votes":1,"down_votes":0,"body":"Guck meine Games an ich bin b2 eingeranned worden und nach nicht mal 10 Games schon b1 und ich wette ich werde das wochenende silber. Und das nur weil ich besser spiele als Bronze. \nES GIBT KEINE ELOHELL","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:43:49.974+0000","up_votes":1,"down_votes":1,"body":"die gedanken sind enttscheident zuschauen bringt dir nix dann denkst du \"der roamt mitte min 7 dann mache ich das auch\" nur halt in einer falschen situation weil er vllt schon 3/0 steht seine lane gepusht hat und damit safe ist und du stehst da mit 0 kills even farm und roamst mitte während der gegner dich einpusht","replies":[]}]},{"id":"","poster":"ElRockMarc","date":"2016-12-15T20:01:48.191+0000","up_votes":1,"down_votes":6,"body":"Ich bin Selbstkritisch denn ich mache auch viele Fehler aber ich Trolle nicht. Und das Spiel verstehen naja das hab schon Bro. Aber dann schaue doch meine Games an dann sage mir wie willst Du diese Spiele gewinnen. Leider bin kein Tip Challenger der es schafft 5 Bronce Trolls alleine zu schaffen. Das Spiel ist ein Team Spiel","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-16T16:55:55.169+0000","up_votes":1,"down_votes":0,"body":"Jeder ist für seine Elo alleinw zuständig. Es sind nicht die Trolls oder die feeder der einzige in deinem Team der konstant ist bist du. Punkt aus Ende. \nSpiel besser als deine elo du steigst auf","replies":[]}]}]},{"id":"","poster":"XOFree","date":"2016-12-15T20:43:14.829+0000","up_votes":2,"down_votes":2,"body":"man kann locker aus bronze raus! ich hab gemacht XD und du kannst das auch! und ich bin ein echter solo player XD\n\nes ist aber nicht leicht das muss man aber auch sagen...\n\nmeine champs die ich spielen will wenn es wieder mal in die solo q geht sind \n\n{{champion:32}}{{champion:113}}  {{champion:21}}{{champion:51}}  {{champion:25}}{{champion:40}}  \n\nwarum diese? sie sind immer nützlich egal ob man nun einen guten lauf hat oder nicht!!!\n\nda du gerne morgana am spielen bist und ich morgana main bin ^^ kann ich dir sagen das es nicht schaden kann diese items zu haben {{item:3512}} es ist eins der besten items wie ich finde und sehr strategisch einsetzbar! \n\nund dieses {{item:3060}} hast du schon mal einen** super kanonen vasalen mit baron buff gehabt**? der ist sehr stark!\n\n","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:49:11.174+0000","up_votes":1,"down_votes":2,"body":"Danke für Deine Antwort derzeit sehe ich dich in bronce 5  mit einer win rate von 29% dann schaue ich gerne wenn du alleine spielst wie easy du da rauskommst. Auf jeden Fall drücke ich dir die Daumen.","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T08:06:32.978+0000","up_votes":1,"down_votes":2,"body":"ich spiele zur zeit nicht ernst muss ich zur meiner schande gestehen -.-' es ist mir schlicht und einfach egal ob ich gewinne oder nicht!  sry ist so! man kann nicht in jedem spiel den leuten das spiel neu erklären! ihnen sagen das sie zb das spiel schon in der champs select verloren haben ist den meisten ein dorn im auge... \n\naber wer aufsteigen will muss dies bis er in der elo ist wo mann es nicht mehr muss XD und das ist arbeit!\n\nauch bin ich nicht in der stimmung nur 2 lanes zu spielen und nur zb 4 champs zu spamen -.-' auch das muss man machen und dafür ist mir einfach mein champ pool zu groß (hab alle ^^)\n\nich bin b5 in der flex q und ganz ehrlich ich spiele was ich will XD wann ich es will ^^ da ich nichts zu verlieren hab! ich muss mich nicht halten ^^ aber ich versau auch keinem das spiel! ich pass mich **nur **an ^^ \n\nund sich nicht halten zu müssen ist ein **luxus **den man so nicht kennt! glaub mir!","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T08:41:24.681+0000","up_votes":1,"down_votes":0,"body":"Danhaben wir das beste Beispiel. Wenn Du das in Normal Games machst ok nicht schön aber da verliert msn keine Punkte. Du scheinst das aber auch in Ranked Games zu machen. Also bist Du in meinen Augen ein Troll. Und ich glaube nicht das Du so Pro bist das Du den Leuten das Spiel erklären kannst. Und in Champ Select kann man kein Spiel verliere.","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T09:02:34.779+0000","up_votes":1,"down_votes":2,"body":"OO\n> Und in Champ Select kann man kein Spiel verliere.\n\nhahahahahaha ok junge ok hhhhhhhhhhhhhh","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T09:06:33.853+0000","up_votes":1,"down_votes":4,"body":"{{champion:64}} \n{{champion:81}} \n{{champion:67}} \n\nwenn du nicht weißt was diese aufstellung zu bedeuten hat! mach dich weg vom acker kleiner und geh den leuten nicht auf den sack mit deinem unverständnis des spiels","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T09:18:26.502+0000","up_votes":1,"down_votes":0,"body":"Ich wüsste nicht, was an der Aufstellung besonders ist. Alle drei haben gute Mobility und können über Wände. \n\nDas Wissen darüber scheint auch nicht nötig zu sein, wenn ich mir trotzdem seit Season 3 die Goldbelohnung jedes mal sichern konnte.","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T09:38:28.833+0000","up_votes":1,"down_votes":4,"body":"-.-' alter nerv mich jetzt net ok \n\n{{champion:67}} sie kann was? ganz sicher! wahr da net was von früh mitte und end game? nö? in bronze wo die spiele immer ne spanne von über 40 min haben pff ich ignoriere dich einfach ab jetzt","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T17:53:35.525+0000","up_votes":1,"down_votes":0,"body":"Im Lategame potentiel stark zu sein, hilft nichts, wenn man dann alleine in 5 Mann reinrennt, die Malzaharulti abkriegt und tot ist, ohne auch nur einen Autohit gemacht zu haben. Also nein, die ist in Bronze sicher nicht stark.\n\nUnd was hat die Combo aus den dreien jetzt bitte für eine Besonderheit? Ezreal kann poken, Vayne Tanks shreddern, Lee ist halt Lee. Immer nervig.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"XOFree","date":"2016-12-28T18:39:44.805+0000","up_votes":1,"down_votes":2,"body":"so bin jetzt silber 5 von bronze 5 ^^ in der flex q und das solo und only autofill XD alter man hat dir so viele tipps gegeben! und bei dir ist nichts... aber auch wirklich gar nichts hängen geblieben!  \n\nps: nur so ^^ das ich jetzt in silber bin ist deine schuld XD da ich dir nur aufzeigen wollte das man es kann : \n\n> derzeit sehe ich dich in bronce 5 mit einer win rate von 29% dann schaue ich gerne wenn du alleine spielst wie easy du da rauskommst.\n\nin diesem sinne l2p und wenn man die tipps gibt versuch es!","replies":[]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:41:42.300+0000","up_votes":1,"down_votes":0,"body":"also ich wenn ich gegen bronzies spiele kann fast solo carryn und gehe auch mit nem farmlead aus der lane 1:0 bringt nix gegen olaf wenn er dafür 50 cs mehr hat","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-15T19:07:36.769+0000","up_votes":6,"down_votes":5,"body":"Nein ein Glücksspiel ist es nicht wer gewinnt. \n\nIch verstehe euren Frust über Trolls es kann mal sein das man einen bekommt aber das haben 3 andere Leute in eurem Team auch und die erstellen keinen Thread darüber! Spielt normal weiter ärgert euch nicht ist zwar verschwendete Zeit aber jtz kannst du dagegen nichts mehr machen. Die nächsten Games werden zu 99% Troll frei. Generell gibt es meiner Ansicht nach wenige Trolls sondern nur einfach unfassbar schlechte spieler. Es ist normal das mal jmd 0/10 geht (was schon traurig genug ist) aber troller gibt es wenige. Chillt ne runde und spielt weiter nur Prozentual sehr wenige Spiele haben trolls.\n\nUnd bitte sag nichts wie: ICH KOMM NICHT HOCH BLÖDE TEAMMATES DOOFE TROLLS RITO IST SCHULD!\nDen nur mal teoretisch haben die Gegner eine höhere Warscheinlochkeit als du Trolls im Team zu haben (weil man selber ja nicht trollt). Insofern ist es eig. Eine Freeelomaschine solange man nicht trollt wird man hochkommen. Für eure Elos seid ihr selber zuständig niemand kann was dafür das ihr NUR Silber 2 seid! Nur ihr selbst!","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:36:58.756+0000","up_votes":2,"down_votes":0,"body":"ist auch komisch das ich wenn ich mit bronze friends ranked zocke (letzte season) das ich dann immer rasiere die leute outrade outfarme und warde ich carry die games fast allein egal ob jemand feeded das einzige was die machen müssen ist schaden fressen","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:46:20.227+0000","up_votes":2,"down_votes":1,"body":"Naja wenn ich deine match History anschaue mit win rare 29% gute Leistung in Bronce 2 zu sein. Klar sind paar gute Games bei wo mit Zed rasiert hast aber bitte das Du hier dann sagst so easy das was übertrieben.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-18T12:11:03.067+0000","up_votes":1,"down_votes":0,"body":"naja wenn man hirn benutzen würde, würde man merken das ich gegen last season gold/high silver leute spiele ich war selber nur low gold also ist es leider nicht so einfach ne unranked bot zu carryn gegen bronze 2 (die da hingehören) leute würde ich carryn auserdem habe ich zurzeit internetprobleme also zocke ich keine/wenige rankeds","replies":[]}]},{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:34:00.690+0000","up_votes":1,"down_votes":1,"body":"Ja Du hast nix verstanden Bro wir reden davon dad ich Solo spiele und nicht mit Kumpels die Bronce rasiere. Wenn Du alleine spielst du nunmal auf Dein Team angewiesen. Und wenn aus Deinem Team jemand gar nicht mithilft und immer weiter in der Mitte stirbt ist das nen Troll. Ob der meint ich muss ja erst den chmap üben oder wad auch immer ist völlih Latte das kann man in Normal oder Bot Games machen nicht im Rank","replies":[]}]},{"id":"","poster":"ElRockMarc","date":"2016-12-15T19:59:09.394+0000","up_votes":2,"down_votes":6,"body":"Witzig würde dir fast Recht geben schaue dir bitte meine letzten 5 spiele an. Wenn Du mir dann sagst das das für dich Normale Leute sind dann weiss ich rs nicht mehr. Nochmal man kann gegen bessere verlieren aber was die Penner hier machen ist nicht witzig. Und das die Top Leute oben sind ok die sind besser als wie ich. Ok aber auch die haben die gleichen Probleme. Die haben auch mal nen duo ich Spiele Solo.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-15T20:37:03.993+0000","up_votes":2,"down_votes":1,"body":"Habe ich gemacht. Ich konnte keine Trolle erkennen. Eine {{champion:164}} die kassiert hat, aber ich erkenne da keinen Troll. \n\nWie hast du es bei dem Poppyspiel eigentlich geschafft, eine Killbeteiligung von 9 % zu erreichen? Das klingt für mich eher nach Troll als die anderen. Frei nach \"ihr seid mir alle egal, es geht mir nur um meinen Farm\" und bist dann aus Teamfights raus geblieben um nicht zu sterben und hast nur Minions gemacht.","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-15T20:56:15.268+0000","up_votes":1,"down_votes":5,"body":"Kann ich dir sagen schaue dir das spiel an das war nach 10 min zu ende ich kann die top nicht verlassen wenn ich von olaf zac und tf gecampt werde. Da verlässt man die lane nicht um den tower zu verschenken.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-15T21:11:29.714+0000","up_votes":3,"down_votes":0,"body":"Du willst mir also sagen, dass du durchgehend 1vs3 gespielt hast und nie gestorben bist? Klingt unglaubwürdig.","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:30:17.392+0000","up_votes":2,"down_votes":1,"body":"Nein nicht durchgehend aber häufig und mid war nicht besetzt der ist bot feeden gegangen wenn du dann schaust wieviele kills der gegner in bot hatte. Und wenn du nach 10-15 min inib down hast bitte was soll ich als poppy machen mich dann auch noch 20 mal abschlachten lassen.","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:40:17.706+0000","up_votes":1,"down_votes":0,"body":"auserdem hätte dein team dann durchgehend freelead egal was sie machen die mitte muss dann nur auf die minions klicken und bekommen free tower und besser tower verschenken als zu sterben und dann tower und cs losen","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-16T18:34:06.984+0000","up_votes":1,"down_votes":0,"body":"Auf op.gg kann ich kein Replay finden.","replies":[]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:38:02.529+0000","up_votes":1,"down_votes":0,"body":"nichts was in höherer elo nicht passiert lol","replies":[]},{"id":"","poster":"Mi3zekatze","date":"2016-12-16T13:33:04.437+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht um 5 Games sondern um alle Games.","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-18T12:12:04.235+0000","up_votes":1,"down_votes":0,"body":"wenn ich alleine spiele spiele ich halt gegen gold leute das ich da nicht immer total gefeedet und ahead bin ist klar oder geht das net in dein kopf rein","replies":[]}]}]},{"id":"","poster":"Flüssigsubstanz","date":"2016-12-15T19:09:16.880+0000","up_votes":4,"down_votes":2,"body":"Mensch leute ala imaqtpie oder Iwilldominate haben echt viel glück wenn sie schon 5+ seasons hintereinander challenger wurden :(","replies":[]},{"id":"","poster":"Ireliα","date":"2016-12-15T19:34:04.001+0000","up_votes":5,"down_votes":4,"body":"> riot ist nur das Geld wichtig. es ist ein cassino. ein Glücksspiel also, nichts weiter. \n\nWas zum Teufel? Wenn du gut bist spielst du weiter oben, wenn nicht dann eben nicht. Jeder Smurf und jeder Booster beweisen dir täglich hunderte Male das Gegenteil.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-15T19:08:06.830+0000","up_votes":2,"down_votes":4,"body":"Ich verstehe euren Frust über Trolls es kann mal sein das man einen bekommt aber das haben 3 andere Leute in eurem Team auch und die erstellen keinen Thread darüber! Spielt normal weiter ärgert euch nicht ist zwar verschwendete Zeit aber jtz kannst du dagegen nichts mehr machen. Die nächsten Games werden zu 99% Troll frei. Generell gibt es meiner Ansicht nach wenige Trolls sondern nur einfach unfassbar schlechte spieler. Es ist normal das mal jmd 0/10 geht (was schon traurig genug ist) aber troller gibt es wenige. Chillt ne runde und spielt weiter nur Prozentual sehr wenige Spiele haben trolls.","replies":[{"id":"","poster":"XOFree","date":"2016-12-15T20:07:16.922+0000","up_votes":4,"down_votes":3,"body":"> kann mal sein das man einen bekommt\n\nalter ich hab grad in jedem spielen mindest einen -.- ich spiele extra nur flex q und es ist die hölle... mein gott mit was man nicht alles zusammen spielen muss wtf aber echt!\n\nfür die solo q warte ich noch mindestes 2 monate bis ich da spiele! den ich denke dann haben die trolls ihren ban und man kann gut spielen!","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-15T20:41:21.833+0000","up_votes":4,"down_votes":3,"body":">alter ich hab grad in jedem spielen mindest einen \n\nWenn das so ist, könnte es helfen, wenn du selbst nicht mehr trollst. So viele Trolle gibt es gar nicht, dass man jedes Spiel einen hat. Es kann ansonsten höchstens sein, dass du alle Spieler als Trolle ansiehst, die gerade eine schlechte Runde haben.\n\nAber 1/6/1 auf Cait und 1/5/1 auf Teemo sind auch keine Glanzleistungen. Wenn du bei dem Teemospiel meinst, dass der Heimerdinger getrollt hat, der hatte am meisten Championschaden aus eurem Team verursacht.","replies":[{"id":"","poster":"XOFree","date":"2016-12-15T21:16:13.292+0000","up_votes":1,"down_votes":6,"body":"guck dir mal das ali spiel an mit dem win... ich hab für den draven gepickt **er sollte** für mich morgana, janna oder nami picken -.- als er an der reihe wahr hat er ali gepickt und das so schnell das man nicht miteinander reden konnte... und ich hasse den champ!\n\n> Aber 1/6/1 auf Cait und 1/5/1 auf Teemo \n\nbeim cait spiel hat poppy free kills allen lanes geben und das **extra**.... aber egal \n\nbeim teemo spiel ganz ehrlich`? ich hatte keinen bock mehr! und hab mir teemo gepickt aus drei gründen 1 heimer support ganz großes kino danke 2 in der hoffnung das der typ einen lave machen würde XD was er aber nicht gemacht hat ( 3 das aber teemo einen guten conter gegen kog maw ist hab ich denen aber nicht gesagt ^^)\n\nusw möchtest du mit mir über einen ezreal support reden? oder was auch immer? ich spiele autofill zur zeit und bekomme selten was anderes als support zu spielen! und wenn ich mal was anderes spiele sind das clan games wo die ihr eigenes ding machen... aber egal flex ist für mich ohne wert!","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-15T21:18:14.055+0000","up_votes":2,"down_votes":0,"body":">beim teemo spiel ganz ehrlich`? ich hatte keinen bock mehr! und hab mir teemo gepickt aus drei gründen 1 heimer support ganz großes kino danke 2 in der hoffnung das der typ einen lave machen würde XD was er aber nicht gemacht hat ( 3 das aber teemo einen guten conter gegen kog maw ist hab ich denen aber nicht gesagt ^^)\n\nDu hast den also im Grunde gewählt, weil du trollen wolltest? Klingt mir nach Doppelmoral. Du darfst die anderen mit einem Pick trollen, in der Hoffnung, dass sie aussteigen, die anderen sind aber pöhse, wenn sie trollen?","replies":[{"id":"","poster":"XOFree","date":"2016-12-15T21:22:06.138+0000","up_votes":1,"down_votes":4,"body":"komm mir net mit moral! wie moralisch ist es einen heimer in die bot lane zu setzten ohne es abzusprechen?","replies":[{"id":"","poster":"Missed Fortune","date":"2016-12-15T21:36:56.326+0000","up_votes":2,"down_votes":1,"body":"Wo liegt das Problem mit Heimerdinger Support? Du kannst letztendlich jeden Champ auf jeder Rolle spielen. Solange du dein bestes gibst sehe ich das Problem nicht. Es gibt genug dieser ungewöhnlichen Picks die extrem gut funktionieren. (Hatte mal ein sehr schönes Game mit einem Darius Support und mir als MF in dem wir die Lane komplett auseinander genommen haben :D) Ich finds immer schade wenn ein Game wegen sowas direkt schon als verloren angesehen wird, bevor überhaupt irgendwas passiert ist.","replies":[{"id":"","poster":"XOFree","date":"2016-12-15T22:22:25.404+0000","up_votes":1,"down_votes":1,"body":"das problem ist das ich fram verliere und das automatisch gepuscht wird... \n\nich werde ob ich möchte oder nicht zum opfer! man verliert den anschluss ob man nun will oder nicht! \n\nden ach so tollen schaden den er im spiel verursacht haben soll hat shen gefressen! als er mit bravour seinen adc die ganze zeit über gerettet und unterstützt hat...\n\nheimer hat sich verpisst! und mich alleine bot gelassen wo ich nichts mehr ausrichten konnte! dann konnte ich nur noch von a nach b rennen um die scheiß tower zu beschützten die sonnst keiner beachtet und bla bla bla und noch  mehr bla","replies":[{"id":"","poster":"Missed Fortune","date":"2016-12-16T05:56:39.119+0000","up_votes":1,"down_votes":0,"body":"Er hat sich die lasthits genommen? Das ist dann durchaus ärgerlich, könnte aber genauso mit jedem anderen Support passieren. Einmal in freundlichem Ton drauf hinweisen. Wenn er einfach nur gepusht hat, kannst du ihn natürlich auch da bitten das zu lassen. Kommunikation auf der botlane muss manchmal schon sein, weil nicht immer eine gute Synergie zwischen den Spielern besteht. Wenn alles nicht hilft und er wirklich rumtrollt, dann ist das halt so. Spieler die wirklich vorsätzlich trollen gibt es so selten. Manchmal erwischt man halt mal einen.","replies":[{"id":"","poster":"Abasin","date":"2016-12-16T06:33:21.673+0000","up_votes":2,"down_votes":0,"body":"In Bronze ist das mit dem Lasthits nehmen weniger schlimm, die ADCs kriegen sowieso keinen ordentlichen CS hin. Musst nur halt die nehmen, die der ADC sowieso verpassen würde. Das erleichtert ihm die Auswahl. {{sticker:zombie-brand-clap}} \n\nDas mag jetzt blöde klingen, aber da ich gerade selbst da unten bin und schon einige ADCs gesehen habe...es ist wirklich so übel mit den Lasthits.","replies":[{"id":"","poster":"Missed Fortune","date":"2016-12-16T09:51:04.594+0000","up_votes":2,"down_votes":0,"body":"Ja ich weiß. Ich dümpel gerade selbst da unten rum. Manchmal mache ich da auch nur große Augen wenn ich als Support sehe wie ein ADC nur auf der Stelle steht und ununterbrochen die Minions  attacked ohne auf lasthits zu achten. Gedodged wird da dann auch nichts. Wenn jemand permanent auf eines Position verharrt und sich dann wundert das der Blitz einen hooked muss ich schon schmunzeln.","replies":[{"id":"","poster":"Abasin","date":"2016-12-16T10:23:57.723+0000","up_votes":1,"down_votes":0,"body":"Interessant sind auch die ADCs, die nicht wissen, wie {{item:3401}} funktioniert...","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-16T16:52:07.590+0000","up_votes":1,"down_votes":0,"body":"Nein WIRKLICH interessant ist es wenn die SUPPORTER es nicht wissen und das ist nicht übertrieben xD","replies":[{"id":"","poster":"Abasin","date":"2016-12-16T17:17:09.078+0000","up_votes":1,"down_votes":0,"body":"Bevor er anfängt zu tilten, lasse ich es dann einfach. Man will ja friedlich spielen. Lange im Chat was erklären hilft ja dann wenig in der aufgeladenen Atmosphäre. {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-16T13:25:39.241+0000","up_votes":1,"down_votes":0,"body":"So einen hatte ich glücklicherweise nur kurz nach Release des Items ein mal :D","replies":[]}]}]}]},{"id":"","poster":"XOFree","date":"2016-12-16T08:52:46.176+0000","up_votes":2,"down_votes":0,"body":"es wird weniger umso höher man kommt! ich weiß das! ich habs erlebt ^^ irgend wann hat man wirklich sehr selten welche! aber grad :/ na egal ^^ b5 ist es allen egal was sie da eigentlich machen XD","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-15T21:34:36.598+0000","up_votes":3,"down_votes":0,"body":"Da der deutlich mehr Schaden als du gemacht hat, war es wohl zumindest hilfreich.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-16T16:51:10.093+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen es steht 1733637362727:0 für Sirrkas LOL ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T17:47:35.953+0000","up_votes":1,"down_votes":0,"body":"Das sind ein bisschen viele Punkte für mich.","replies":[]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:32:19.912+0000","up_votes":3,"down_votes":0,"body":"fazit du bist der troll","replies":[{"id":"","poster":"XOFree","date":"2016-12-15T21:37:06.685+0000","up_votes":1,"down_votes":3,"body":"ne bin ich nicht ^^ teemo ist ein schütze und damit legitim! was andere über hin denken oder nicht liegt nicht in meiner hand ^^ heimer ist ein mid oder top laner und damit ein troll!","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-16T12:23:17.066+0000","up_votes":2,"down_votes":0,"body":"Azir ist auch Schütze, aber die ganzen Trolls spielen ihn midlane","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T17:13:46.899+0000","up_votes":1,"down_votes":0,"body":"wo ist azir schütze? ja auf der webseite hier ganz sicher -.- aber nicht im spiel ^^ da wird der nicht aufgelistet!","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-17T10:56:30.191+0000","up_votes":1,"down_votes":0,"body":"An sich erfüllt er dieselben Aufgaben eines ADCs, nur eben mit magischem Schaden.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-16T16:53:40.295+0000","up_votes":1,"down_votes":0,"body":"M8 my day \nFU **** TROLLS\n<3","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-16T06:02:53.495+0000","up_votes":1,"down_votes":0,"body":"Als ich nach dem Rework Heimer Support gespielt habe, haben eine ADCs sich darüber gefreut... ich versteh dein Problem nicht, er hat n Stun/Slow und mit seinen Türmen hast du eine starke Defensive. \n\nIch meine, du hast Recht, dass du ein gewisses Mitspracherecht hast und sich der Heimerdinger auch nicht alleine gegen sein Team durchsetzen sollte, aber deshalb selbst etwas möglichst provokantes zu picken... du verhältst dich *genau so* wie Sirrkas es anprangert und dein Versuch, dich davor zu verstecken spricht gegen dich.","replies":[{"id":"","poster":"XOFree","date":"2016-12-16T08:47:04.669+0000","up_votes":1,"down_votes":2,"body":"du versuchst mich als opportunisten darzustellen der ich aber nicht bin -.-\n\nich spiele gegen meinen alten main kog maw! ich weiß sehr gut was ich spielen sollte und könnte! \n\ndu kommst mir mit schaden? wo der nur eine spiel kill beteiligung von nur 3 hatte? aber schon ganz früh im spiel 4 abgegeben hat? und für jede beteiligung einen weitern?`und auch immer wieder afk gegangen ist! als er mal wieder versagt hat? \n\nich hab nur eine beteiligung das kommt weil ich nur am framen wahr! das restliche team hat es **verstanden **das ich nur noch framen **muss **um **aufzuholen **und hat versucht gut zeit raus zuschlagen aber es halt nicht gereicht...\n\nich hab teemo gespielt weil er ein anti carry ist! gegen kog maw ist das ein guter pick und in der hoffnung das ich mit diesem pick den troll der sich ohne abspreche und gegen meine wunsch einen echten support zu spielen hinweggesetzt hat zu vergraulen und ihm die reports erspart hätte die er zurecht bekommen hat...","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T09:15:53.428+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Schaden war von mir, nicht von Eingew.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-16T05:58:36.723+0000","up_votes":1,"down_votes":0,"body":"Habe heute mein letztes Placement in der SoloQ hinter mich gebracht und hatte nicht einen Troll. Vielleicht liegt es an der Queue?","replies":[{"id":"","poster":"Abasin","date":"2016-12-16T08:48:24.226+0000","up_votes":1,"down_votes":0,"body":"Nope. Ich hatte zwei mal jemanden drin, der \"New Meta\" (is klar) gepickt hat und derbst untergegangen ist. Und zwar trotz aller Beteuerungen, zu wissen was er tut.{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"XOFree","date":"2016-12-16T08:08:55.755+0000","up_votes":1,"down_votes":0,"body":"dann hast du glück oder in der solo q machen alle ernst?! so oder so viel glück weiterhin!","replies":[]}]}]}]},{"id":"","poster":"OT Riku","date":"2016-12-16T01:49:29.686+0000","up_votes":2,"down_votes":0,"body":"Wer Trinity/Iceborn oder  Iceborn/Lichbane zusammen baut, sollte mal lieber nachdenken, ob er nicht selber der Troll ist...... wirklich höher als Bronze gehörst du anscheinend nicht.\nDu kannst möglicherweise deine Lane ohne Probleme spielen, möglicherweise sogar gewinnen dafür fehlt es dir an anderen wichtigen punkten an wissen.\nUnd zu LoL gehört aber mehr als nur die Lane gewinnen oder eben spielen.\nIch denke du solltest mal deine allgemeine Einstellung zu deinen Team ändern.","replies":[{"id":"","poster":"ElRockMarc","date":"2016-12-16T04:51:05.546+0000","up_votes":1,"down_votes":4,"body":"Nun ja ich bin nicht perfekt aber auch in diesem game kannst bauen ws willst das verlierst du immer aklai 1 shoot all","replies":[{"id":"","poster":"OT Riku","date":"2016-12-16T09:30:17.552+0000","up_votes":2,"down_votes":0,"body":"Du brauchst dich aber nicht zu wundern wenn du mit solchen itemsbuilds verlierst.\nIch kann ja verstehen wenn man sich über Trolle aufregst, aber auf 200+ Spiele gerechnet ist es absolut sinnfrei zu sagen “ich steige wegen diesen Trollen nicht auf“.","replies":[]},{"id":"","poster":"XOFree","date":"2016-12-16T08:58:36.818+0000","up_votes":2,"down_votes":0,"body":"mal als tipp denke es könnte dir sehr helfen bau dir so neben bei {{item:3512}} auf poppy und platziere es am deinem t2 und geh die anderen lanes ganken mit dem jungle!","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-15T20:28:32.990+0000","up_votes":2,"down_votes":1,"body":">Absichtlich succide begehen inten und das noch witzig finden ist nicht mehr Lustig. Die schreiben sogar noch Report passiert eh nix. Und Sie haben Recht.\n\nDer Feederbuster ist zwar recht konservativ eingestellt, um keine unschuldigen zu bestrafen, wenn die das aber wirklich machen und dauernd absichtlich feeden, kriegen die ganz schnell einen 2 Wochenbann und dann den Perma.\n\n>idiot\nPenner \narschloch \n\nBei der Wortwahl würde es mich nicht wundern, eine Strafe zu erhalten.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-12-15T21:46:00.384+0000","up_votes":1,"down_votes":0,"body":"richtig es gibt nähmlich nen unterschied zwischen einer mf die in einem 40 minuten game 15 mal stirbt oder nach 10 minuten 15 mal stirbt","replies":[]},{"id":"","poster":"ElRockMarc","date":"2016-12-15T20:59:03.429+0000","up_votes":2,"down_votes":4,"body":"Im chat schreibe ich diese worte nicht. Leider ist es so das ich diese Texte verfasse wenn ich böse bin. Und Fakt ist ich beleidige keine Leute. Ich schreibe immer mehrfach bitte lasst es spielt bissel safe wir schaffen das. Aber wenn man das nicht macht und immer weiter stirbt dann schreibt sry war am telefonieren da platzt mir dir Hutschnur","replies":[]}]},{"id":"","poster":"antitomatexd","date":"2016-12-15T18:35:05.809+0000","up_votes":2,"down_votes":9,"body":"true","replies":[]}]}