{"id":"jlEWxd5A","poster":"404 Symiasera","date":"2016-12-15T11:56:39.235+0000","title":"Your Elite Systems - Suchen wir dich?","subforum":"Clans & Teams","embed":{"title":"Your Elite Systems","description":"Qualität statt Quantität","url":"http://forum.yourelitesystems.eu/","image":null},"up_votes":1,"down_votes":0,"body":"Sehr geehrte Leser und Leserinnen,\r\n\r\n\r\n\r\nWir, das Your Elite Systems Team, wollen uns hiermit vorstellen und sie vielleicht dazu begeistern uns einmal zu besuchen. Sie werden sehen, dass der kommende Text nicht mit Bildern oder &auml;hnlichem versch&ouml;nert wurde. Dies liegt darin, dass wir noch im Aufbau sind und auf neue Mitglieder angewiesen sind, welche uns unterst&uuml;tzen k&ouml;nnen. Vom Prinzip her wollen wir ein Sponsoring Unternehmen aufbauen, und gleichzeitig expandieren in verschiedene Bereiche, um so viele Kunden wie m&ouml;glich gewinnen zu k&ouml;nnen. Aber nun erst einmal zu unserer Gliederung.\r\n\r\n\r\n\r\nDas aktuelle kleine Team\r\nDie Entwicklung\r\nUnser Angebot\r\nWas suchen wir eigentlich?\r\n\r\n\r\n\r\nDas aktuelle Team\r\n\r\nYour Elite Systems besteht aktuell gerade mal aus zwei Mitgliedern. Und diese sind auch noch, anders kann man es ja nicht erwarten, in den F&uuml;hrungspositionen. Haupts&auml;chlich k&uuml;mmern sich diese um die Server, sowie Management. Wir versuchen so gut wie m&ouml;glich dies alles auf einer Humanen Ebene zu halten. Wir alle arbeiten in dem Bereich freiwillig und deshalb soll es auch alles freundschaftlich innerhalb des Teams verlaufen. Nat&uuml;rlich gibt es Pflichten, welchen man nachkommen sollte, daf&uuml;r hat man auch gewisse Vorteile. Unsere Leitung besteht aus Vollj&auml;hrigen Mitgliedern. Wir versuchen so viel Engagement zu zeigen wie es geht, und w&uuml;rden uns sehr &uuml;ber neue Kollegen freuen.\r\n\r\n\r\n\r\nDie Entwicklung\r\n\r\nYour Elite Systems will sich zu jeder Zeit weiter entwickeln. Nat&uuml;rlich steht erst einmal der erste Schritt vor uns. Das Sponsoring aufbauen und damit Kunden zu gewinnen. Das ist nat&uuml;rlich eine sehr schwierige Angelegenheit, denn unser Name ist nicht gerade bekannt. Zudem ist die Frage nat&uuml;rlich immer: Warum soll ich zu denen gehen, es gibt doch viel besser aufgebaute und professionellere Unternehmen, welche schon l&auml;nger existieren.\r\nGerade da ist unsere H&uuml;rde. Und diese wollen wir mit einem guten Team &uuml;berwinden.\r\nEs stehen auch Community Projekte, so wie Coding Projekte auf dem Plan. So, dass sich jeder durch ein gr&ouml;&szlig;tm&ouml;gliches Angebotsspektrum einbringen kann.\r\n\r\n\r\n\r\nUnser Angebot\r\n\r\nWir k&ouml;nnen vorerst nicht viel anbieten. Man muss nat&uuml;rlich einiges an Arbeit zuerst reinstecken, bevor wir etwas f&uuml;r die Mitarbeiter bieten k&ouml;nnen. Doch wir versuchen auch denen nat&uuml;rlich etwas bieten zu k&ouml;nnen. Deshalb sind wir auch auf viele engagierte Menschen angewiesen, welche auch dazu Lust haben. Wenn wir in den finanziellen Bereich sp&auml;ter gehen, was aber nat&uuml;rlich noch eine Zukunftsfantasie ist, kann man auch kleinere Sachen austeilen. Doch dies liegt alles noch in der Zukunft. Wir k&ouml;nnen vorerst nur mit Spa&szlig; und hoffentlich Erfolg den zuk&uuml;nftigen Mitarbeitern entgegenkommen.\r\n\r\n\r\n\r\n\r\n\r\nWas suchen wir eigentlich?\r\n\r\nUnsere Suche bezieht sich auf viele Gebiete. Wir suchen nicht nur Mitarbeiter! Wir suchen auch Spieler, welche einen Server aufbauen wollen oder auch einfach nur mit uns spielen m&ouml;chten. Wir wollen n&auml;mlich auch einen Platz erschaffen, wo man sich mit Leuten treffen und spielen kann. Nat&uuml;rlich wollen wir auch Veranstaltungen erstellen. Damit jeder seinen Spa&szlig; haben kann.\r\nDann suchen wir noch, wie auch ohne, Supporter sowie Moderatoren. Diese sollen sich haupts&auml;chlich um die Kunden k&uuml;mmern und deren Fragen beantworten. Nat&uuml;rlich k&ouml;nnen sich diese auch sich bez&uuml;glich des Projektes einbringen und auch andere Positionen besetzen. Vorschl&auml;ge sind nat&uuml;rlich immer herzlich willkommen.\r\n\r\n\r\n\r\nWir w&uuml;rden uns sehr freuen, wenn wir sie in den n&auml;chsten Tagen bei uns begr&uuml;&szlig;en d&uuml;rfen. Wir versuchen so lange wie m&ouml;glich f&uuml;r sie erreichbar zu sein!\r\n\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en,\r\nIhr Your Elite Systems Team\r\n\r\n\r\nTeamspeak: [Online](http://ts3server://62.141.44.129?port=9987)\r\nForum: [Online](http://forum.yourelitesystems.eu)","replies":[]}