{"id":"NiymNjbN","poster":"JesusXme","date":"2016-12-15T13:17:57.561+0000","title":"Erstellung eines Champions","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Wie funktioniert eigentlich das Champions erstellungs prinzip? Ich meine Champions zu erstellen ist ja sch&ouml;n und gut, aber ist es auch so einfach? Ich meine...muss man gut zeichnen k&ouml;nnen, gute Ideen dazu haben oder sagt man sich einfach ,,SO JETZT BAUEN WIR EINEN HASEN DER KANONEN AN SEINEN KOPF HAT STAT OHREN UND DEN NENNEN WIR *DAVE DER HOPPELNDE KANONEN HASE!!!*&acute;&acute;.\r\n\r\nIch wollte auch einmal einen Champ erstellen und Ihr sicherlich auch, aber dann denke ich mir (Riot interessiert das sicherlich gar nicht. Die haben genug Mitarbeiter oder Personal die diese Ideen selber haben und machen k&ouml;nnen). Ich meine gibt es nicht doch eine m&ouml;glichkeit wie man Riot oder zumindest jemanden fragen kann wie die Idee so ist oder ob das sin macht?\r\n\r\nWas meint Ihr dazu???","replies":[{"id":"","poster":"Nivoras","date":"2016-12-15T14:48:58.375+0000","up_votes":2,"down_votes":0,"body":"Erstmal wäre es vielleicht wichtig zu wissen, dass ein Champion nicht aus der Feder eines Mitarbeiters stammt sondern ein ganzes Team daran arbeitet. Die verschiedenen Aufgaben werden also aufgeteilt, so dass nicht jeder alles können muss. \nIch denke mal die wichtigsten wären sich eine Idee/Konzept zurechtzulegen, dann die Concept Arts, welche ersteres aufgreifen und bildlich darstellen, das Erstellen von Modell und Texturen sowie schließlich noch die Partikel von Fähigkeiten. Dazu kommen dann eben noch Promo wie zb eine Geschichte oder Teaser, das Log In Theme und das Splash Art für Champion und Skin.\n\nIch denke dass es relativ sinnlos ist, hier Champions zu erstellen, denn gerade in die Nicht-Englischen-Boards werden vermutlich so gut wie nie Rioter hineinschauen. \nUnd selbst wenn ein Konzept sehr überzeugend ist und in einem der Foren gesehen wird, dann wird es nur mit großen Abänderungen übernommen, dass man es eher Inspiration als Grundlage nennen könnte.{{champion:203}}\n\nEdit: Wenn es dir allerdings in erster Linie um Feedback geht, dann wirst du das im Forum bei einem gut durchdachtem Konzept, welches von jemandem verfasst wurde, der der die deutsche Sprache beherrscht, durchaus einiges an Rückmeldungen bekommen.","replies":[{"id":"","poster":"haha weed lol xd","date":"2016-12-15T17:20:06.114+0000","up_votes":1,"down_votes":2,"body":"Der(die) einzige Riotler den ich hier sehe ist Arya und sie hat ziemlich wenig mit Championdesign und Rework zu tun :/\n\nAber ist ne heiße Braut hab ich gehört grüße gehen raus pm me :* ","replies":[{"id":"","poster":"Nivoras","date":"2016-12-15T17:47:46.538+0000","up_votes":1,"down_votes":0,"body":"Rahzar und Kengen sind hier auch mal unterwegs :D","replies":[]}]}]},{"id":"","poster":"JesusXme","date":"2016-12-16T10:09:28.555+0000","up_votes":1,"down_votes":0,"body":"Im allgemein ist das sehr gut Erklärt und ich verstehe auch jetzt die Vorgehensweise, aber kann eine erfundene Sache von jemanden wie Sie oder Ich soweit kommen das sie die Riot erreichen können? Mehr als ein ,,Nein´´ können Die ja nicht sagen.","replies":[]}]}