{"id":"p8oaXR8A","poster":"flurryas","date":"2016-12-14T17:46:11.612+0000","title":"Hängender Screen Ingame, brauche Hilfe !","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey, \r\nich habe ein Problem, wenn ich ingame bin  so ungef&auml;hr nach 15 Minuten f&auml;ngt der Bildschirm anzuh&auml;ngen , die auto attacks von Minions fliegen die ganze Zeit aber machen keinen Damage die Health bars gehen weg und die anderen Spieler stehen gefreezed rum ich kann meinen Char zwar noch bewegen aber es tut sich nix und wenn es nach ca. 6 Minuten einmal wieder geht dann kommt sowas wie ein Cut und die ganzen Sounds von Toden kommen und ich werde dahin gebuggt wo es angefangen hat zu freezen, das ist jetzt schon l&auml;nger so und ich kann nicht mehr spielen ich probiere im Moment jeden Tag bei einem Custom ob es wieder geht aber es kommt immer der Selbe Fehler wieder . \r\nIch weiss nicht mehr was ich machen soll damit es wieder funktioniert :C \r\n\r\nIch w&uuml;rde es sehr sch&ouml;n finden wenn mir jemand helfen k&ouml;nnte und sagen k&ouml;nnte was ich machen kann damit dieser Fehler weg geht. \r\n\r\nDanke schon mal im voraus, falls sich jemand melden sollte. \r\n* Einfach hier in die Kommentare schreiben .","replies":[{"id":"","poster":"flurryas","date":"2016-12-14T19:05:23.637+0000","up_votes":1,"down_votes":0,"body":"Das ist bei jedem Spiel das ich spiele so. Bei Minecraft zum Beispiel hab ich dann einen Time Out aber ich weiss nicht woran das liegt ..","replies":[]},{"id":"","poster":"flurryas","date":"2016-12-14T18:43:43.631+0000","up_votes":1,"down_votes":0,"body":"Es kann nicht an meiner Internetverbindung liegen da ich einen konstanten 34- iger ping habe. Und der ändert sich auch nicht wenn der Bildschirm hängt , wenn ich mit Freunden währendessen auf dem TS bin wenn ich ein Normal probiere dann habe ich während des hängenden Bildschirms auch kein hohen Ping da ich im TS gut verstehbar bin und da 14 ms habe.","replies":[]},{"id":"","poster":"Gin","date":"2016-12-14T18:31:17.745+0000","up_votes":1,"down_votes":0,"body":"Hallo flurryas,\n\nes hört sich für mich stark danach an als hättest du Probleme mit deiner Internetverbindung. \n\nDas nächste mal wenn du ein Custom Game erstellst, schau Ingame mal nach oben rechts wo du deine Stats und die Zeit stehen hast. Dort müsste es 2 Werte geben: \n\n \"**ms**\" - dein Ping, gemessen in Millisekunden. (Ping = Verzögerung)\n\"**FPS**\" - deine Bilder pro Sekunde\n\nUns interessiert jedoch in diesem Fall nur der **Ping**. \n\nDein Ping sollte normalerweise um die 30-50ms oder niedriger sein um das Spiel möglichst reibungsfrei zu spielen. \n\nWenn du das nächste mal in ein Custom Game gehst, achte mal darauf was für einen Ping du hast, und ob dieser hoch geht sobald deine Probleme auftauchen.\n\nSolltest du feststellen das dein Ping erhöht ist, geh auf [diese](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0003) Seite und probiere die Schritte unter **Ingame Verzögerung (Lags)**.\n\n\nSollte alles nicht helfen, und dein Problem weiterhin bestehen, melde dich wieder hier.\n{{sticker:slayer-jinx-catface}} \n- Gin","replies":[]}]}