{"id":"Kf7PQLfn","poster":"Sihari","date":"2016-12-13T14:01:46.086+0000","title":"Nautilus Bug - unsichtbarer Hook und kaputte Laufanimation","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Hallo~\r\n\r\nNach dem mir dieser Bug nun schon in 2 Games aufgefallen ist, m&ouml;chte ich ihn einfach mal melden.\r\nUnd zwar kann man manchmal, wenn Nautilus aus einem Busch heraus seinen Anker wirft, diesen erst sehen wenn er auf dem Boden aufkommt oder einen Champion getroffen hat. Wenn Nautilus dann anschlie&szlig;end aus dem Busch hervor tritt ist seine Laufanimation kaputt und er schwebt nur &uuml;ber den Boden ohne seine Beine zu bewegen. \r\nDas ganze l&ouml;st sich dann wieder auf, sobald Nautilus das Blickfeld verlassen hat.\r\nWenn der Bug auftrit, dann scheinen alle Spieler meines Teams den selben Fehler zu sehen.\r\n\r\nLG&hearts;","replies":[{"id":"","poster":"Nivoras","date":"2016-12-13T14:46:31.152+0000","up_votes":1,"down_votes":0,"body":"Den hatte ich auch schon vor einiger Zeit, leider tut Riot nichts dagegen, obwohl das imo einer der schlimmeren ist, da der Hook ja tatsächlich einen Vorteiel darstellt :(","replies":[{"id":"","poster":"Sihari","date":"2016-12-13T15:45:54.006+0000","up_votes":1,"down_votes":0,"body":"Uh, das ist echt nicht schön... x.x \nBisher hatte ich Glück, dass der unsichtbare Hook nichts wichtiges entschieden hat, aber im nächsten Game könnte das schon anders aussehen... :/","replies":[{"id":"","poster":"Nivoras","date":"2016-12-13T16:24:44.525+0000","up_votes":1,"down_votes":0,"body":"Ich meine es tritt ja auch nur in einem geringen Anteil aller Nautilus Spiele auf aber ich verstehe nicht warum da nach mehreren Monaten nichts gemacht wird >.< das muss doch auch im englischen Forum jemand beobachtet haben und nicht nur in den boards wo  Riot eh nichts liest :(","replies":[{"id":"","poster":"Sihari","date":"2016-12-13T16:55:00.311+0000","up_votes":2,"down_votes":0,"body":"Ich hab grad mal in den NA-Boards gestöbert und der Bug wurde da echt schon vor 9 Monaten beschrieben und kam seit dem mehrfach zur Sprache... x.x","replies":[]}]}]}]},{"id":"","poster":"AkiraKinsley","date":"2016-12-15T23:30:10.501+0000","up_votes":1,"down_votes":0,"body":"Gerade heute auch wieder erlebt auf der Aram Map","replies":[]}]}