{"id":"fNbcxB0q","poster":"SixthSense","date":"2016-12-13T09:36:27.661+0000","title":"Fiora Passive Bug","subforum":"Melde einen Bug","embed":{"title":"eSUKA Matches in der Uni Liga Germany","description":"Twitch is the world's leading video platform and community for gamers. More than 45 million gamers gather every month on Twitch to broadcast, watch and chat about gaming. Twitch's video platform is the backbone of both live and on-demand distribution for the entire video game ecosystem.","url":"https://www.twitch.tv/esports_united_karlsruhe/v/107033444","image":"https://static-cdn.jtvnw.net/v1/AUTH_system/vods_edf1/esports_united_karlsruhe_23915123152_563365702/thumb/thumb0-640x360.jpg"},"up_votes":1,"down_votes":0,"body":"Habe gestern Abend in einem Custom das Matchup Fiora vs Maokai auf der Toplane gespielt.\n\nAls ich bei Spielminute 10 von der Base auf die Lane zur&uuml;ck kam, hatte Maokai pl&ouml;tzlich 2 Schwachstellen der Fiora Passive gleichzeitig. Ich vermute, dass es sich um einen Anzeige-Bug handelt. \n\nDas Spiel wurde von Bekannten aus meiner Hochschulgruppe gestreamt, die fragliche Szene ist unter dem angef&uuml;gten Link 3 mal kurz zu sehen zwischen 1:12:00 und 1:12:30. Besonders gut zu sehen ist der Bug bei ungef&auml;hr 1:12:15, wo Maokai Schwachstellen links und oben hat, ich die obere Schwachstelle procce (deutlich zu hören) und unten eine neue spawnt. Leider konnte ich die angezeigte Schwachstelle links nicht proccen, daher wei&szlig; ich nicht, ob es nur ein Anzeigefehler ist oder diese auch den Bonusschaden angerichtet h&auml;tte. Nachdem Maokai gestorben ist, trat der Fehler nicht mehr auf. Den Rest des Spiels hatte er zuvor und danach immer nur eine Schwachstelle, wie es sein sollte.\n\nEs hat nichts mit dem Spectatormodus zu tun, ich sah die Schwachstellen w&auml;hrend des Spiels genauso. Hat sich sehr irritierend angef&uuml;hlt, da ich nicht wusste, ob beide Schwachstellen Schaden anrichten oder welche die &quot;echte&quot; ist. F&uuml;r den Maokai war es bestimmt genauso unangenehm, da er das ja auch nicht wusste. Bei 1:12:07 pinge ich auch meinem Team damit sie sich das anschauen.\n\nBei Bedarf habe ich noch Screenshots, ich weiß allerdings leider nicht wie ich diese hier gerade anfügen kann.\n\nTL;DR\n- Maokai hatte 2 Weakspots der Fiora Passive gleichzeitig\n- verlinktes Video von 1:12:00 bis 1:12:30 anschauen, gut zu sehen bei 1:12:15\n- Anzeige-Fehler? Konnte linken Weakspot nie proccen, keine Ahnung ob Effekt ausgel&ouml;st worden w&auml;re\n- kein Zusammenhang mit Spectatormodus, wurde ingame genauso angezeigt","replies":[]}