{"id":"AruZmw0M","poster":"G2 Slippi","date":"2020-03-05T06:23:31.629+0000","title":"Aufbruch in ein neues Zeitalter","subforum":"Allgemeiner Chat","up_votes":10,"down_votes":3,"body":"Liebe Forennutzer und Innen, liebe Mitbeschwörer und Innen :)\r\n\r\nEine Ära geht mit 9. März zu Ende, da Riot entschieden hat, dass das Forum nicht gebraucht wird {{sticker:sg-shisa}} \r\n\r\nWir sind da jedoch anderer Meinung und haben vor 3 Tagen begonnen eine neue Plattform für euch aufzubauen ;)\r\nWie Moses einst schon den Gipfel des Berges Sinai bestiegen hat, haben wir uns auf den Gipfel unserer Möglichkeiten gewagt, um euch ins Geweihte Land zu führen.\r\nUnser Forum bietet nahezu die selben Möglichkeiten die ihr hier auch hattet, doch haben wir auch einige Extras hinzugefügt ;)\r\nDie geliebten Emotes, die es hier gibt, haben auch bereits den Weg in unser Forum gefunden.\r\nZusätlich gibt es weitere Features wie das Schreiben von Privatnachrichten, das Stummschalten einzelner Foren und es gibt die Möglichkeit an Forenspielen wie Wörterkette, etc. teilzunehmen ;)\r\n\r\nBei uns ist natürlich jeder willkommen und wir freuen uns darauf, sehr viele bekannte, aber auch neue Gesichter zu sehen {{sticker:poppy-wink}} \r\n\r\nWenn ihr es genauso wenig akzeptieren wollt, dass Riot das Forum schließt, dann folgt folgendem Link:\r\nhttps://lolboards.de/forum/\r\n\r\nIch wünsche einen wundervollen Donnerstag\r\n~ Slippi","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-05T07:07:40.702+0000","up_votes":5,"down_votes":0,"body":"Die Wortwahl ist ja mal richtig geil geworden :'D","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2020-03-05T07:22:50.846+0000","up_votes":4,"down_votes":0,"body":"Kann ich auch empfehlen. Mfg keiner der Admins. Noch nicht mal ein Mod {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2020-03-05T08:30:42.178+0000","up_votes":4,"down_votes":1,"body":"Ich fühle mich jetzt schon willkommen, da es ein Konzepte-Forum gibt.\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-05T08:53:49.900+0000","up_votes":4,"down_votes":1,"body":"Dann komm ruhig an Bord. &lt;3","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-03-05T09:07:02.604+0000","up_votes":3,"down_votes":0,"body":"Aktuell sieht es so aus, als ob die treibenden Kräfte des Konzepte-Forums zu euch kommen werden.\nWir werden jedoch noch etwas abwarten.\nVielleicht gibt es dazu noch ein Statement von INoKami","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-05T09:12:34.061+0000","up_votes":1,"down_votes":0,"body":"Das werden wir dann womöglich heute Abend unter dem TGSG-Thread im Azubi-Tagebuch sehen :)","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-03-05T08:34:17.015+0000","up_votes":2,"down_votes":1,"body":"Ich finde, das gehört einfach zum League Forum ;)","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2020-03-05T07:03:39.895+0000","up_votes":3,"down_votes":0,"body":"Kann ich nur empfehlen! MfG einer der Admins^^","replies":[]}]}