{"id":"FzbVmhiX","poster":"GooCommitAlivent","date":"2016-12-12T21:43:41.619+0000","title":"Jedes zweite Game mit ein Troll/AFK/Absichtlichen Feeder","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":7,"body":"Ist es bei euch auch so? Ich habe bei den letzten 10 Rankeds mehr als die H&auml;lfte mit nem Troll oder absichtlichen Feeder oder AFKler verbracht. Nat&uuml;rlich auch verloren danke an denen auch. \r\n\r\nIst es irgendwie ein Trend geworden? Will irgendeine Gruppe League of Legends st&uuml;rzen oder was? Heute wieder ein Spiel gehabt wo ein Teemo richtig toxic war. Geflamed bis geht nicht mehr. Oben absichtlich den Garen kills gegeben. Sehr seltsamer Build wie Steraks und irg welche andere AD Items. Ich habe so viele Troller noch nie in so einer kurzen Zeit gesehen da stimmt doch was nicht. Und da fragt man sich wieso man nicht h&ouml;her kommt. &Auml;rgert wirklich einen. Mein bester Freund und ich sind &ouml;fters Duo Botlane und oft sind wir erfolgreich (im Early nicht immer aber im Late zerfetzen wir richtig da wir Kommunikation haben) aber wir beide haben innerhalb einer Woche bestimmt mehr als 30 Spieler reported. Das ist ein Rekord! So viel kanns ja nicht sein?\r\n\r\nFalls es euch auch aufgefallen ist bitte schreibt auch drunter denn das ist mir viel zu merkw&uuml;rdig so viele k&ouml;nnen es doch nicht sein da stimmt einfach etwas nicht. Und seltsamerweise ist es so dass immmmmer solche in meinem Team sind. Also wirklich immer in meinem. Ich habe in den letzten 10 Rankeds mehr als die H&auml;lfte mit Trolls verbracht aber NUR in meinem Team. Nur selten gewinne ich aber da hat der Gegner auch keinen Troll sondern sind immer gute Matchs. 80% meiner Loses sind Trolls dabei. Ich akzeptiers ja bei manchem waren wir halt nicht gut genug aber wirklich selten. Rest sind nur Troller drin.\r\n\r\nDie Zahlen dieser Leute sind drastisch gestiegen also wirklich UNHEIMLICH viel. Bitte schreibt drunter ob ihr es bemerkt habt.\r\n\r\n&Uuml;brigens bin ich bei meinen Platzierungen. Habe 5/10 gespielt und alle 5 glaub ich verloren.. durch Trolls.. die anderen mit den 10 hatte ich im Pre-Season. Liegt es daran dass ich noch in den Platzierungsgames bin?","replies":[{"id":"","poster":"CMan","date":"2016-12-12T21:53:58.983+0000","up_votes":4,"down_votes":0,"body":"Na ja, es ist ja nichts neues, dass die ersten paar Wochen einer neuen Season eher chaotisch und stressig sind.\n\nDas hat damit zu tun, dass einerseits fast alle deutlich tiefer eingestuft wurden, als sie es vorher waren und das sorgt schonmal für Frust.\n\nWeiterhin sind Placement-Spiele sowie die nächsten paar Games bekanntlich elotechnisch etwas mehr wert als Games im späteren Saisonverlauf. Das führt nicht selten dazu, dass Spieler durch Glück oder Pech in den ersten paar Games deutlich oberhalb oder unterhalb ihrer eigentlichen Spielstärke gematcht werden. Das sorgt für größere Skilldiskrepanzen innerhalb der Games als üblicherweise.\n\nGrob gesagt, wer Luck hatte und höher eingestuft ist, als sein Skill das hergibt und mit und gegen Bessere spielt/spielen muss, ist angepisst, weil er ständig ins Gesicht kriegt und wer Pech hatte, ist angepisst, weil er sich jedes Game mit Lappen rumschlagen muss.\n\nWas die Leute aber nicht beachten, ist zum einen, dass die Season noch 11 Monate dauert und man sinnvollerweise mehrere Hundert Rankibus in diesem Zeitraum spielt. Da ist es doch in Relation zur Gesamtseason völlig irrelevant, wie die ersten 10 ausgehen.\n\nWeiterhin ist es auch wunderbar möglich, erst mal noch n paar Wochen zu warten, bis sich der Großteil der Spieler wieder halbwegs passend sortiert hat. Wer keinen Bock auf Clown-Fiestas in Game und im Chat hat, dem sei dies angeraten.","replies":[{"id":"","poster":"GooCommitAlivent","date":"2016-12-15T20:58:46.213+0000","up_votes":1,"down_votes":0,"body":"> Grob gesagt, wer Luck hatte und höher eingestuft ist, als sein Skill das hergibt und mit und gegen Bessere spielt/spielen muss, ist angepisst, weil er ständig ins Gesicht kriegt und wer Pech hatte, ist angepisst, weil er sich jedes Game mit Lappen rumschlagen muss.\n\n\nDanke dir so sehr dass du das erwähnst. Wenigstens einer der die Wahrheit sagt. Die meisten die einen hohen Elo haben geben das einfach nie zu und prahlen auch oft zum Beispiel wie die die mein Beitrag downgevoted haben. Weis nicht wieso immer wenn ein Beitrag gepostet wird was mit so nem Thema wie dieses hier zu tun hat sofort gedownvoted werden. Sollte man vom Forum bannen solche Leute.\n\nVielen dank ausserdem sehr sinnvoll und hilfreich dein Kommentar ^^","replies":[]},{"id":"","poster":"derBuddler","date":"2016-12-14T23:53:14.877+0000","up_votes":1,"down_votes":1,"body":"Kann man so stehen lassen !","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-12-12T23:52:08.170+0000","up_votes":1,"down_votes":2,"body":"also zu dme chaotisch und stressig: es scheint eher so als ob manche ihr hirn beim seasonstart resettet haben was die basics angeht so wie manche da im ranked spielen.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T18:35:25.195+0000","up_votes":2,"down_votes":3,"body":"Du bist sogar noch unterm Durchschnitt, was hast du erwartet, überdurchschnittliche Teammates?!\n\nEDIT: Ich meine... nichts für ungut, aber man wird nun mal mit dem gematcht, was man selbst als Leistung abgibt. Daran wird sich nie etwas ändern, vor allem dann nicht, wenn man schon 3 Seasons hinter sich hat.","replies":[]}]},{"id":"","poster":"dumbjelena","date":"2016-12-12T22:54:33.061+0000","up_votes":1,"down_votes":2,"body":"Ein sehr hilfreiches Kommentar. Danke !!! :D","replies":[]}]},{"id":"","poster":"Stichsaege","date":"2016-12-12T22:08:46.276+0000","up_votes":1,"down_votes":9,"body":"Wenn du mit Rank FlexQ Meinst dann ,JA.\nDann will ich League of Legends stürzen.\nIch Will das alle Premads in der FlexQ verliere. Sie haben es so verdient.\nDas ist meine Rache für , die Entfernung der SoloQ letzte Saison.\n\nIch feede nicht, ich spiele einfach nur mein Spiel. So wie ich es will ohne das mich das Team interessiert.\n'' Trollen '' ist nicht verboten.\nLOL hat ein nicht festes Meta, als ist es erlaubt anders zu spielen.\n\nSmurfs sind ja auch erlaubt obwohl die unfair sind  und Riot ausdrücklich sage alles gegen unfair Matchs zu tun.\n\nKeine Gnade mit cSmurfs und Premads in der FlexQ. Die Arbeit mir zu much zu schauen wer Premads und Smurf ist , mache ich mir nicht mehr.\nAufgrund der Vergangenheit, gehe ich  jetzt einfach von 100% aus.\nAlso  100% Reporten. \n\nJede Nieder Lage eine Smurfs oder Premad ( 100% der Teamkammeraden ) ist ein Sieg für mich. \n\nFlexQ hat für mich weniger Wert als ein BOT Game.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-12-13T02:45:32.980+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=0001,timestamp=2016-12-12T22:08:46.276+0000)\n>\n> Wenn du mit Rank FlexQ Meinst dann ,JA.\n> Dann will ich League of Legends stürzen.\n> Ich Will das alle Premads in der FlexQ verliere. Sie haben es so verdient.\n> Das ist meine Rache für , die Entfernung der SoloQ letzte Saison.\n> \n> Ich feede nicht, ich spiele einfach nur mein Spiel. So wie ich es will ohne das mich das Team interessiert.\n> &#x27;&#x27; Trollen &#x27;&#x27; ist nicht verboten.\n> LOL hat ein nicht festes Meta, als ist es erlaubt anders zu spielen.\n> \n> Smurfs sind ja auch erlaubt obwohl die unfair sind  und Riot ausdrücklich sage alles gegen unfair Matchs zu tun.\n> \n> Keine Gnade mit cSmurfs und Premads in der FlexQ. Die Arbeit mir zu much zu schauen wer Premads und Smurf ist , mache ich mir nicht mehr.\n> Aufgrund der Vergangenheit, gehe ich  jetzt einfach von 100% aus.\n> Also  100% Reporten. \n> \n> Jede Nieder Lage eine Smurfs oder Premad ( 100% der Teamkammeraden ) ist ein Sieg für mich. \n> \n> FlexQ hat für mich weniger Wert als ein BOT Game.\n\nAha du willst, dass Premades in der Q, die primär für eben solche Konstellationen ist, öhm bestraft werden. Äh yo, reporte ruhig weiter, wenn dir die Sinnlosigkeit nicht auffällt, ist dir echt nicht zu helfen.\n\nDa kannst du genausogut jeden Tag in ne Metzgerei rennen und fordern, dass sie Fleisch aus dem Sortiment nehmen sollen. \n\nSinn?","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T18:08:10.683+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=00010000,timestamp=2016-12-13T02:45:32.980+0000)\n>\n> Aha du willst, dass Premades in der Q, die primär für eben solche Konstellationen ist, öhm bestraft werden.\n> \n\nNein. Ich will das Sie keine Spaß am Qen haben. Sie sollen das machen was ich letzte Saison machen musste. Frustschieben.\n> Da kannst du genausogut jeden Tag in ne Metzgerei rennen und fordern, dass sie Fleisch aus dem Sortiment nehmen sollen. \n> \n> Sinn?\n\nNein. Ich sorge dafür das keinen mehr Fleisch essen will.","replies":[{"id":"","poster":"derBuddler","date":"2016-12-15T00:03:22.493+0000","up_votes":2,"down_votes":1,"body":"Sry Boi, aber du hast echt einen an der Waffel.... \nIch schlage vor du machst besser erst mal einen Soziopathen Test, bevor du noch was schlimmeres anstellst und es später hoffentlich bereust . \nPuhhh, incredible boshaft der guy :(","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-15T19:14:37.503+0000","up_votes":1,"down_votes":4,"body":"„Menschen mit einer neuen Idee gelten so lange als Spinner, bis sich die Sache durchgesetzt hat.“ \n\nZitat: Mark Twain","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-15T20:48:22.222+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht, dass der Spruch bei dir zutrifft. Absichtlich trollen um Spiele zu sabotieren, wird sicher immer als Spinnerei angesehen. Zumindest aber als unangenehm.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-15T21:50:37.576+0000","up_votes":1,"down_votes":4,"body":"Es ist die Sache. \n\nFür die ich einstehe.\n\nUnd noch mal ich Trolle nicht. Ich Spiele nur nach eine anderen Meta.","replies":[{"id":"","poster":"eingew","date":"2016-12-16T06:07:08.014+0000","up_votes":1,"down_votes":0,"body":"**Die Sache wurde längst durchgesetzt. Die SoloQ existiert bereits.**","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-12-13T19:47:36.930+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=000100000000,timestamp=2016-12-13T18:08:10.683+0000)\n>\n> Nein. Ich will das Sie keine Spaß am Qen haben. Sie sollen das machen was ich letzte Saison machen musste. Frustschieben.\n\nNaja, wenn du mir in nem Spiel begegnen würdest, würde ich müde lächeln, dich reporten und fertig. KP warum jemand deinetwegen Frust schieben sollte. Wie sagte einer letztens \"idc what u do and happens this game, i'll proceed anyways\", yo und wer's großartig anders sieht, würde auch ohne deinen Einsatz etwas zum Frust schieben finden. \n\n> \n> Nein. Ich sorge dafür das keinen mehr Fleisch essen will.\n\nJo du verdreckst das Fleisch einer Metzgerei, blöd nur, dass es unzählige gibt. Immer noch: Sinn?\n\nPS: Wirst du Frust schieben, wenn du irgendwann wie der Singed wegen deiner ultraschlauen Trollweise gebannt wirst?\n\nPPS:\n\n>PS: LOL macht mir wirde Richtig Spaß weil ich immer Gewinne, ich erreiche immer mein Ziel.\nEntweder gewinnt mein Team ( selten ) was auch nicht zu Frust führt, oder es verliert weil ich es will und ich das Match kontrolliere.\n\nUnd du besitzt einen Stall von Einhörnern und ein Schloss auf dem Mars. Wenn du nicht trollst, frag ich mich echt wie du das, was du von dir gibst auch nur ansatzweise selbst ernst nehmen kannst.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T22:33:39.546+0000","up_votes":1,"down_votes":6,"body":"glaub mir, Meie Teammitglieder flamen sich nach her gegenseitig und wollen ich gegenseitig reporten.\nDer eine geht Afk oder renne in die Tower oder lassen sich vom Drachen töten.\n\nSchon mal was von BSE gehört ? Maul- und Klauenseuchen ?\n\nWas ist Trollen ? \nVerlieren ? nicht nach Meta spielen ?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-12-14T03:25:28.626+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=00010000000000000000,timestamp=2016-12-13T22:33:39.546+0000)\n>\n> glaub mir, Meie Teammitglieder flamen sich nach her gegenseitig und wollen ich gegenseitig reporten.\n\nGlaub mir, du wirst mehr reports fressen als die sich gegenseitig geben. So ziemlich jeder von denen muss dich nur 1mal ertragen.\n\n> Der eine geht Afk oder renne in die Tower oder lassen sich vom Drachen töten.\n\nSind sie halt genauso dämlich wie du, Sabotage des Spiels für irgendwas, das keinen interessiert.\n\n> \n> Schon mal was von BSE gehört ? Maul- und Klauenseuchen ?\n\nJa und? Wenn du die Schiene fährst, frag ich mal statt: Sinn? Größenwahn? Unter Millionen bist du egal, 99% der Spieler wirst du nie treffen, von dem 1%, dem du begegnest, ist wiederum einem Gutteil egal, was du treibst, ist dein Acc. deine Elo, die ist tief, 2 Drittel der Spieler die du treffen könntest, wirst du nie treffen.\nEs ist sowas von scheißegal, was du tust. Bin ir dafür sogar irgendwo dankbar, Leute wie du geben dem Feederbuster wohl den wertvollsten Input, auch wenn es deinen Acc. noch nicht erfasst hat. Und selbst wenn du nie erfasst wirst, du bist 1 von X.000.000. Ich schaffs seit 3 Seasons auch mit Typen wie dir auf Gold. Nur ich Spiel dennoch zum Spaß, du scheinbar, um irgendetwas zu beweisen, das keine Sau interessiert.\n\n> Was ist Trollen ? \n> Verlieren ? nicht nach Meta spielen ?\n\nNö, das was du machst bzw. schriftlich hier zugabst, absichtlich sabotieren.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T08:14:42.866+0000","up_votes":1,"down_votes":1,"body":"> Es ist sowas von scheißegal, was du tust. Bin ir dafür sogar irgendwo dankbar, Leute wie du geben dem Feederbuster wohl den wertvollsten Input, auch wenn es deinen Acc. noch nicht erfasst hat. Und selbst wenn du nie erfasst wirst, du bist 1 von X.000.000. Ich schaffs seit 3 Seasons auch mit Typen wie dir auf Gold. Nur ich Spiel dennoch zum Spaß, du scheinbar, um irgendetwas zu beweisen, das keine Sau interessiert.\n\nMan könnte sogar sagen: *Wegen* Typen wie dir. Schließlich sind Trolle mit höherer Wahrscheinlichkeit bei den Gegnern.","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-12-14T07:15:28.074+0000","up_votes":2,"down_votes":1,"body":"Dadurch landest Du auf lange Sicht in Bronze 5 und Deine \"Feinde\" siehst Du nie wieder. Ein Rachefeldzug wird das gewiss nicht werden. Es besteht eher die Gefahr, dass Du irgendwann einmal zu oft wegen intentional feeding reportet wirst, vielleicht auch wegen Sabotage oder Unsportlichkeit. Und dann wirst Du gebannt. Und Dank Deiner freimütigen Ankündigung wirst Du in Zukunft unter Beobachtung stehen...","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-14T19:34:01.785+0000","up_votes":1,"down_votes":3,"body":"Hey.\n\nWas sind das für Unterstellungen ?\nIch habe doch ausdrücklich gesagt das ich Nicht Feede.\nIch sage auch nicht den Gegner wo Ward sind oder sich mein Team befindet.\nIch Spiele einfach neutral.\n\nWenn ich in der FlexQ in Bronze5 ist mir das so ziemlich egal. \nIst doch nur FlexQ. absolut wertlos ELO.\n\nWenn ich unter Beobachtung ist das sehr gut. Dann sehen die wie oft ich beleidigt werde und \nmir der Tod gewünscht wird.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T20:00:18.598+0000","up_votes":1,"down_votes":1,"body":"> '' Trollen '' ist nicht verboten.\n\n> FlexQ hat für mich weniger Wert als ein BOT Game.\n\nDeine eigenen Worte...{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-14T22:31:29.442+0000","up_votes":1,"down_votes":3,"body":"Ja.\nUnd ?\n\nwo rauf willst du jetzt Ninaus ?","replies":[{"id":"","poster":"Abasin","date":"2016-12-15T06:32:38.847+0000","up_votes":2,"down_votes":0,"body":"Wenn Du das nicht selbst erkennst. Du kündigst an, zu trollen und anderen ihr Spiel kaputt zu machen, Kollateralschäden nimmst Du in Kauf, Du willst nur Smurfs vernichten, RIOT schädigen usw. Alles und jeden reporten für was auch immer bringt Dir gar nix, denn Du wirst in der Glaubwürdigkeit sinken. Wenn Du nur eine kleine Sekunde über das nachdenken würdest, was Du hier vom Stapel lässt, dann sollte Dir die Sinnlosigkeit Deines Unterfangens klar sein, Dein Fanatismus vernebelt Dir die Sinne. Aber Du bist ja die siegreiche \"one man army\", der keiner widerstehen kann.\n\nP.S.: ... es muss _**hinaus**_ heissen. {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-12-14T19:45:50.751+0000","up_votes":1,"down_votes":1,"body":"> Ich Spiele einfach neutral.\n\nNur zu farmen, damit man nicht als AFK markiert wird, ist nicht \"neutral\". Es ist Sabotage.\n\n> Wenn ich in der FlexQ in Bronze5 ist mir das so ziemlich egal.\n> Ist doch nur FlexQ. absolut wertlos ELO.\n\nDeine Mitspieler sehen das vermutlich anders. Und wenn du sie aufregst, wirst du gebannt.\n\n> Wenn ich unter Beobachtung ist das sehr gut. Dann sehen die wie oft ich beleidigt werde und\n> mir der Tod gewünscht wird.\n\nOffenbar provozierst du die Leute tatsächlich. Aber ich kann dir da den Mutebutton empfehlen.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-14T22:39:42.081+0000","up_votes":1,"down_votes":4,"body":"Die Leute beleidigen mich , weil ich nicht nach den willen diese Premads Spiele.\n\nSie können das Game gewinnen wenn sie nicht selber Feeden.\nIch gehe deswegen in den Jungel. Sie müssen nur Passiv ihr Lane spielen.\nIch sage ihnen das ich erst lange in ruhe farmen will und Sie nicht gänke.\n\nAlso wenn Sie ohne Ward pushen und dann am gegnerischen Tower gegänkt werden und sterben ist das nicht \nmeine Schuld. Wenn Sie das öffter machen bis der Gegner geffed ist und sie dann im 1 vs 1 streben kann ich doch da wohl nichts für.\nSelber mich in Gefahr bringen und den gefeeden Gegner gänken mach ich nicht.\n\nNever help a Losing Lane.\nDas Zitat ist nicht von mir.\n\nDann brauchen diese Leute nicht die Schuld bei mir suchen.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-12-13T05:48:24.885+0000","up_votes":3,"down_votes":1,"body":"Das klingt schon ziemlich erbärmlich. Nur weil Leute mit Freunden spielen, musst du ihnen das versauen? Hast du selbst keine Freunde? Außerdem ist Solo Queue zurück, was willst du mehr? Denkst du, Du erreichst etwas? Nur weil man 1x mit dir im Team spielen muss, erreichst du nichts.\nIch wünsche dir schon mal viel Spaß in Bronze 5. Vielleicht triffst du ja auf gleichgesinnte, die wegen so dummen Aktionen ebenfalls dort landen.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T18:13:35.216+0000","up_votes":1,"down_votes":3,"body":"Wenn jeder das macht was das ' System ' will denkt das System das es alles richtig macht.\nMan brauch Leute die sich gegen das System zu wehr setzten.\n\nDas erzeugen von Hass ist nur mittel zum Zweck.\n\nDu siehst es vielleicht nicht. Aber dadurch entstehen genau solcher Trads.\n\nZur SoloQ. \nDie SoloQ wird wären der Saison 7 wieder abgeschafft oder zu Solo - Trio Q","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-13T21:42:07.274+0000","up_votes":2,"down_votes":1,"body":">Die SoloQ wird wären der Saison 7 wieder abgeschafft oder zu Solo - Trio Q\n\nWo hast du diese Informationen denn her?\n\nWenn Riots System wirklich so schlecht wäre, warum spielen dann noch so viele? Wenn es dich stört, was Riot macht, warum **spielst** du denn noch? Wenn man das mal spielen nennen kann. \nDas ist ja wie wählen gehen, doch anstatt ein Kreuz malt man ein Kreis ins Kästchen. Wo ist da der Protest? Wer bekommt das schon mit? Riot wird vermutlich nie auf dich aufmerksam werden, und wenn doch, dann um dich zu bannen.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T22:11:50.172+0000","up_votes":1,"down_votes":4,"body":"Wo her ich das weiß / mit hoher Wahrscheinlichkeit vermute ?\nIch habe mir überlegt wo Probleme in der Solo oder FlexQ entstehen können.\n\nGenau so wie es sehr wahrscheinlich ist das relativ wenige Solo Spieler in der FlexQ tryhaden , wird es auch weniger Dou's in der FlexQ geben.\nEin Dou hat im SoloQ eine größeren Vorteil als in der FlexQ. In der SoloQ sind Duo's das Maß alle Dinge. In der FexQ sind sie nur auf Platz 4 und nicht auf 1. So wie es ohne Solo Spieler keine 4er Tams geben kann. Kann es ohne Duo's auch eine Trippels geben.\n\nRiot will aber unbedingt Trippel Rank Q in die Kluft bringen.","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-13T22:17:44.255+0000","up_votes":1,"down_votes":1,"body":"Wie ich mir dachte, Du vermutest es. Riot hat das Ganze schon etwas bedacht und bereits im Vorfeld angekündigt, dass man mehr Belohnungen erhält, wenn man in beiden Warteschlangen hochkommt.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T22:54:30.966+0000","up_votes":1,"down_votes":3,"body":"Genau das ist doch mit eine der Knackpunkte.\nWarum das Solo / FlexQ System nicht funktionieren kann.\n\nWarum sollte ein Duo seine Chancen verschlechtern zu Gold auf zustiegen ?\n\nEin Duo kann in der SoloQ viel einfacher Gold werden als in der FlexQ.\n\nAlso was werden die meisten Duo's spielen ?\n\nSolo/Duo Q oder FlexQ ?","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-14T05:30:46.266+0000","up_votes":3,"down_votes":1,"body":"Bisher dauert es nicht lang, ein Spiel zu finden, wenn man zu dritt unterwegs ist. Spielt man zu zweit FlexQ, so hab ich das Gefühl, dass man länger warten muss als zu dritt. Demnach muss es ja mehr 2er Gruppen gehen als Dreiergruppen. \nBisher ist also kein Mangel festzustellen. Deine Argumentation basiert auf negativen Vermutungen, die Wahrheit sieht wohl ganz anders aus.\n\nÜbrigens ist es auch Solo in der FlexQ gar nicht so übel. Finde ich zumindest.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"If I Leave","date":"2016-12-13T09:47:07.953+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=0001,timestamp=2016-12-12T22:08:46.276+0000)\n>\n> Wenn du mit Rank FlexQ Meinst dann ,JA.\n> Dann will ich League of Legends stürzen.\n> Ich Will das alle Premads in der FlexQ verliere. Sie haben es so verdient.\n> Das ist meine Rache für , die Entfernung der SoloQ letzte Saison.\n> \n> Ich feede nicht, ich spiele einfach nur mein Spiel. So wie ich es will ohne das mich das Team interessiert.\n> &#x27;&#x27; Trollen &#x27;&#x27; ist nicht verboten.\n> LOL hat ein nicht festes Meta, als ist es erlaubt anders zu spielen.\n> \n> Smurfs sind ja auch erlaubt obwohl die unfair sind  und Riot ausdrücklich sage alles gegen unfair Matchs zu tun.\n> \n> Keine Gnade mit cSmurfs und Premads in der FlexQ. Die Arbeit mir zu much zu schauen wer Premads und Smurf ist , mache ich mir nicht mehr.\n> Aufgrund der Vergangenheit, gehe ich  jetzt einfach von 100% aus.\n> Also  100% Reporten. \n> \n> Jede Nieder Lage eine Smurfs oder Premad ( 100% der Teamkammeraden ) ist ein Sieg für mich. \n> \n> FlexQ hat für mich weniger Wert als ein BOT Game.\n\nHey! \n\nSorry, wenn ich das so sagen muss aber dieses \"Verhalten\" ist ein wenig kindisch. \n\nZu der DynamicQ:\n\nRiot hat ja selbst eingesehen das die FlexQ ein \"kompletter\" Reinfall war (deswegen gibt es ja jetzt die FlexQ und die Solo/DuoQ), sich jetzt noch dafür zu rächen bzw. sich allgemein dafür zu rächen, dass Riot das Spielgefühl so verändern wollte das man auch mit 3 Kollegen Ranked zocken kann ist auch ein bisschen komisch. \n\nLoL lebt ja eigentlich von Veränderungen. Ich finde es einfach nur toll das sich jede Season so \"einzigartig\" anfühlt, das sich das Meta ändert etc. (Sonst wäre das Game ja nach einer längeren Zeit langweilig). Man muss halt mit den Veränderungen leben, sich daran anpassen und wenn man sagt das einen das Spiel keinen Spaß mehr macht, kann man ja einfach aufhören.\n\nEs stimmt schon das man in der DynamicQ \"leichter\" climben konnte, das hieß aber nicht, dass wenn man auf Goldniveau gespielt hat, durch eine 5er-PremadeQ instant auf Diamond gekommen ist.\nAußerdem hättest du auch mit deinen Kollegen die \"freeelo\" genießen können.\n\nZu den Smurfs: \n\nDa stimme ich dir auch zu das es ab und zu unfair bzw. frustrierend ist gegen einen Smurf zu zocken. Aber die Wahrscheinlichkeit das man auf einen Smurf trifft ist relativ gering (es sind grad mal 5% der Spieler, die auf EUW spielen Diamond), also ist die Chance sehr gering das man sehr oft auf Smurfs trifft und ich glaube das es einem Smurf relativ egal ist ob er mal ein Game deswegen verliert. Mir tun eher die anderen Teammates leid, die, die Games wirklich gewinnen wollen.\n\nMit freundlichen Grüßen \n\nIf I Leave","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T18:02:56.983+0000","up_votes":1,"down_votes":4,"body":"> Riot hat ja selbst eingesehen das die FlexQ ein &quot;kompletter&quot; Reinfall war (deswegen gibt es ja jetzt die FlexQ und die Solo/DuoQ), sich jetzt noch dafür zu rächen bzw. sich allgemein dafür zu rächen, dass Riot das Spielgefühl so verändern wollte das man auch mit 3 Kollegen Ranked zocken kann ist auch ein bisschen komisch. \n> \n\nIch bin halt sehr Nachtragend.\nIch habe am Anfange der Saison 6 den Riot Supp angeschrieben und Ihn auf die Probleme mit der DynQ hingewiesen. Gefrag wann und ob die SoloQ kommt, weil ich erkannt habe das es sehr einfach wäre die neue Pick und Bann Phase in die SoloQ zubringen. Der Grund warum man keine SoloQ gemacht hat ist , weil man viele Dou und Solo Spieler in der DynQ haben wollte. Damit auch 4er und 3er Team`s möglich sind.\n\nDeswegen bin ich so sauer und wüten auf das verhalten von Riot, denen die 3 Rankteam's am Herzen liegen. \n\n\n> \n> Es stimmt schon das man in der DynamicQ &quot;leichter&quot; climben konnte, das hieß aber nicht, dass wenn man auf Goldniveau gespielt hat, durch eine 5er-PremadeQ instant auf Diamond gekommen ist.\n> Außerdem hättest du auch mit deinen Kollegen die &quot;freeelo&quot; genießen können.\n> \n\nIch hasse diese Art von Freeelo ( Boosting )\n> Zu den Smurfs: \n> \n> Da stimme ich dir auch zu das es ab und zu unfair bzw. frustrierend ist gegen einen Smurf zu zocken. Aber die Wahrscheinlichkeit das man auf einen Smurf trifft ist relativ gering (es sind grad mal 5% der Spieler, die auf EUW spielen Diamond), also ist die Chance sehr gering das man sehr oft auf Smurfs trifft und ich glaube das es einem Smurf relativ egal ist ob er mal ein Game deswegen verliert. Mir tun eher die anderen Teammates leid, die, die Games wirklich gewinnen wollen.\n> \n\nAuch ein Gold Spieler der als Bronze 2 gewertet wird ist unfair und zerstört das Matchmaking.\n\nPS: LOL macht mir wirde Richtig Spaß weil ich immer Gewinne, ich erreiche immer mein Ziel.\nEntweder gewinnt mein Team ( selten ) was auch nicht zu Frust führt, oder es verliert weil ich es will und ich das Match kontrolliere.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T18:42:33.861+0000","up_votes":1,"down_votes":1,"body":"> Ich bin halt sehr Nachtragend.\n\nCholerisch wäre bei diesem unnötigen reinsteigern in die langweiligsten Dinge wohl die treffendere Bezeichnung.\n\n> Ich habe am Anfange der Saison 6 den Riot Supp angeschrieben und Ihn auf die Probleme mit der DynQ hingewiesen. Gefrag wann und ob die SoloQ kommt, weil ich erkannt habe das es sehr einfach wäre die neue Pick und Bann Phase in die SoloQ zubringen. Der Grund warum man keine SoloQ gemacht hat ist , weil man viele Dou und Solo Spieler in der DynQ haben wollte. Damit auch 4er und 3er Team`s möglich sind.\n> \n> Deswegen bin ich so sauer und wüten auf das verhalten von Riot, denen die 3 Rankteam's am Herzen liegen.\n\nDas ergibt einfach keinen Sinn.\n\n\"Die mögen das lieber - Ich hasse sie!\"\n\nNenn doch wenigstens einen vertretbaren Grund?","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-14T19:27:19.636+0000","up_votes":1,"down_votes":3,"body":"Was macht bitte keine Sinn ?\n\nDas man wenn man eine Q macht wo 4er Team erstellt werden können , dass man dort dann auch\nzwangsläufig dafür sorgen muss das dort auch Solo Spieler sind ?\nDas man wenn man eine Q macht wo 3er Team erstellt werden können , dass man dort dann auch\nzwangsläufig dafür sorgen muss das dort auch Solo Spieler und Duo Spieler sind ?\n\nOhne Solo Spieler würden 4er Team nie ein Spiel anfangen können.\nGenau so wenig könnten 3er Tam nie ein Spiel starten wenn es keine Solo und Duo gib.\n\nDas macht in meine Augen mehr als Sinn.\nDas man des wegen versuch die Solo und Duo in genau dies Q zu zwingen , weil sie keine andere Wahl haben macht auch Sinn.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T19:41:10.665+0000","up_votes":1,"down_votes":1,"body":"Ich habe mich eigentlich vollständig auf deine Reaktion bezogen.\n\nWieso bist du wütend auf Riot, weil ihnen 3er Rankedteams am Herzen liegen? Wo ist das der Zusammenhang?","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-14T22:46:59.592+0000","up_votes":1,"down_votes":4,"body":"Der neue Herzenswunsch von Riot ist es Spieler die Möglichkeit zu geben mit 2 Freunden Rank zu spielen . Also eine TrippelQ.\nDas versucht Riot jetzt in jeden fall durch zu setzten.\n\nIch hoffe das wird jetzt nicht falsch verstanden. Eigentlich habe ich nicht dagegen das Leute zusammen Spielen können. Unter der Bedingung das Sie mich da nicht mit rein ziehen. Ich will mit den Premads nichts zutun haben.\n\nich bin wüten auf Riot , weil Sie Ihre Premadinteressen auf kosten der Solo Spieler machen.","replies":[{"id":"","poster":"eingew","date":"2016-12-15T06:22:54.722+0000","up_votes":1,"down_votes":0,"body":"Das muss der Grund sein, warum wir eine SoloQ haben 0.o","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-15T19:09:40.654+0000","up_votes":1,"down_votes":2,"body":"Ich hoffe das es so ist.\n\nDa soll dann noch jemand sagen das , was ich mache Sinnlos ist.\n\nWie gesagt man muss für seine Willen , Ziele kämpfen.\nSich dem System entgegen stellen.","replies":[{"id":"","poster":"eingew","date":"2016-12-16T06:06:15.981+0000","up_votes":1,"down_votes":0,"body":"**DIE SOLOQ EXISTIERT LÄNGST**\n\nDu kämpfst dafür, dass die Sonne jeden Tag aufgeht.\n\nWtf ist da falsch gelaufen?!?!?! Nichts von dem was du sagst ist in irgendeiner Weise logisch... Don Quijote...","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-16T17:59:51.051+0000","up_votes":1,"down_votes":2,"body":"Her.\n\nJa. Sie existiert , aber wie lange.\n\nWir sind in der gleichen Situation wie Anfang S6.\n\nDamals hat Riot die SoloQ nicht gemacht aus Angst vor negativen Einflüssen in der DynQ, Keine Solo ( kein 4er Team ). keine Duo's ( keine 3er Teams ).\n\nWas wird wohl passieren wenn jetzt 3er und 4er Team pro Match 30 min warten müssen und dann immer gegen 5er Teams spielen müssen ?\nRiot wird die soloQ wider zum Nachteil der Solo Spieler verändern oder entfernen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"If I Leave","date":"2016-12-13T19:02:00.246+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte Riotgames am Anfang der Season 6, die SoloQ wieder einführen \"nur\" weil es ein paar Leute den Support anschreiben? Sie wollten dieses System testen und haben es während der Season stehts verändert, damit dieses System \"fairer\" wird. Am Ende haben sie eh eingesehen das \"jeder\" wieder die SoloQ-DuoQ zurückhaben will, weil man das einfach nicht vergleichen kann. \n\nWas hatte DynamicQ bzw. jetzt die neue FlexQ mit Eloboosting zu tun? Klar kann man dieses System dafür ausnützen. (man kann sich auch in der SoloQ boosten lassen) Aber wenn jetzt z.B. 5 Kollegen auf den gleichen Niveau spielen (z.B. 5 Goldspieler zocken zusammen) , ist es für mich kein Boosting. (Wieso sollten sie nicht zu 5. Ranked zocken dürfen, wenn sie schon die Möglichkeit dazu haben) Außerdem weiß glaub ich fast jeder Spieler das man die SoloQ Elo nicht mit der FlexQ Elo vergleichen kann. \n\nDas z.B. Goldspieler, wenn sie die Placementgames schlecht abschließen, in Bronze landen können ist eigentlich ganz \"normal\". Nach dem Softreset, dauert es ein paar Wochen/Monate bis sich das Elosystem wieder eingefangen hat (z.B. kann ein Diamondspieler wenn er während den Placementgames eine Losingstreak hat, auch gegen/mit Goldspielern gematcht werden). Wenn du dies verhindern willst, kannst du auch einige Wochen warten bis du mit dem Rankedgames anfängst, bis sich das System wieder eingependelt hat. (Man hat eh knapp 1 Jahr Zeit um Rankeds zu zocken)\n\nSchön das dir LoL wieder Spaß macht, dafür raubst du deinen 4 Teammates anscheinend den Spaß am Spiel, nur weil du dich \"rächen\" willst.","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T22:38:57.644+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=If I Leave,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=0001000200000001,timestamp=2016-12-13T19:02:00.246+0000)\n> \n> Schön das dir LoL wieder Spaß macht, dafür raubst du deinen 4 Teammates anscheinend den Spaß am Spiel, nur weil du dich &quot;rächen&quot; willst.\n\n**Yupp.  Ich für keine ,alle für mich.**","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-13T18:37:44.398+0000","up_votes":2,"down_votes":1,"body":"Du weißt aber schon, dass das MM meistens Premades gegen eine ähnliche Premadegruppe spielen lässt? :D\n\nUnd wieso spielst du nicht einfach SoloQ? Ich meine, wtf... wieso ist so wenig Logik in deinem Post und wieso nutzt du die einfachsten Lösungsmöglichkeiten nicht?\n\nIch meine, das ist als würdest du ständig Lebensmittel in der Küche liegen lassen und dich dann beschweren, dass es so vergammelt riecht... dein Ernst?","replies":[{"id":"","poster":"Stichsaege","date":"2016-12-13T22:21:51.932+0000","up_votes":1,"down_votes":3,"body":"Erstens .\nIch spiele in meine Solo Normals sehr oft Gegen 4er oder 5er Teams.\nSolo Spieler vs 4er und 5er Premads nennst du ausgeglichen ?\n\nIch Spiele je nau des wegen jetzt FlexQ weil ich mir sicher sein kann , das ich Mit Premads spiele.\nJetzt vermiese ich denen der Rank.\n\nZu den Lebensmittel Beispiel:\nStell dir vor dein Erzfeinde steht vor denen Fenster und ist am verhungern.\nDu stillst so nicht den Hunger sondern dein Hass.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T08:11:07.668+0000","up_votes":1,"down_votes":1,"body":"> Erstens .\n> Ich spiele in meine Solo Normals sehr oft Gegen 4er oder 5er Teams.\n> Solo Spieler vs 4er und 5er Premads nennst du ausgeglichen ?\n\nIn dem Satz steht ein \"meistens\". Manchmal ist es nicht möglich. Außerdem ist es logisch, dass in dem Team mit dem 4er Premade noch ein Solospieler dabei ist, und ja, das ist ausgeglichen, weil man normalerweise einen eigenen 4er Premade auf seiner Seite hat.\n\nAber wenn du so viel Wert darauf legst, warum spielst du nicht einfach Ranked SoloQ?\n\n> Ich Spiele je nau des wegen jetzt FlexQ weil ich mir sicher sein kann , das ich Mit Premads spiele.\n> Jetzt vermiese ich denen der Rank.\n\nJa, das macht bestimmt Spaß. Du hörst dich auch an wie jemand, der richtig viel Spaß bei der Sache hat. Tolles Hobby.\n\nDu benimmst dich wie ein bockiges Kleinkind. Weißt du, was bockige Kleinkinder erreichen? Nichts. Sie tun nichts. Sie sind langweilig... Denn wie gesagt: Die Gegner haben genauso Premades, wie du sie hast. Du vermiest deinem Team das Spiel, und die gegnerischen Premades gewinnen. Wie erfolgreich du in deiner Aufgabe doch bist. \n\n> Zu den Lebensmittel Beispiel:\n> Stell dir vor dein Erzfeinde steht vor denen Fenster und ist am verhungern.\n> Du stillst so nicht den Hunger sondern dein Hass.\n\nUnd vor allem lässt du dein limbisches System verstummen. Viel mit dir zu reden scheint es nicht, angeblich sitzt da ja der logische Teil, mit dem wir unsere Handlungen rational bewerten können.\n\nIch verstehe, dass du wütend bist. Ich kann es nicht nachempfinden und würde selbst nie so denken, aber ich verstehe es. Und ich halte es für unsinnig. \n\nDir ist bewusst, dass der einzige, dem du damit schadest, du selbst bist? Die Premades haben dich längst vergessen. Du aber beschäftigst dich weiter und weiter damit. Ist das sinnvoll? Und wie gesagt: Ist dir dein Account nichts wert? Das wäre ja nichts falsches, nur mein Account ist mir viel wert und ich würde nie einen Ban riskieren. Vor allem nicht, für eine halbe Stunde Zufriedenheit, die direkt wieder in diesen nervigen Hass-Trieb umschwingt. \n\nAlso: Was hast du davon?\n\nIch fühle mich offenbar viel besser damit, normal zu spielen und mich selbst zu steigern... Glaubst du nicht, dass es dir damit nicht auch besser ginge?","replies":[{"id":"","poster":"derBuddler","date":"2016-12-15T00:18:16.978+0000","up_votes":1,"down_votes":1,"body":"Primär ist das limbische System eine Funktionseinheit des Gehirns, die der Verarbeitung von Emotionen und der Entstehung von Triebverhalten dient, also scheint er wohl mächtig viel mit ihm zu kommunizieren.\nDes weiteren ist das limbische System auch für die Ausschüttung von Endorphinen, also körpereigenen Opioiden, verantwortlich.\nDa hat er mal richtig was davon ;)\nAllerdings können Störungen des limbischen Systems, die Unfähigkeit, emotionale Situationen einschätzen zu können verursachen, sowie Gedächtnisstörungen; Posttraumatische Belastungsstörungen; Autismus; Depressionen; Phobien hervorrufen. Vielleicht liegt ja da die Ursache ?\n...","replies":[]},{"id":"","poster":"Stichsaege","date":"2016-12-14T19:13:57.399+0000","up_votes":1,"down_votes":4,"body":"Glaub mir es ist nicht nur der Hass den ich befriedigen will.\n\nIch sehne mich nach eine Fairen Weld, bin halt etwas pazifistisch.\nDer Trieb ist vielstärker.\n\nDas Problem sind auch nicht die Spieler selbst. Viel mehr ist Riot das Problem.\nEs gäbe genügend Möglichkeiten LOL um einiges Faire zu machen und Misstrauen zu vermeiden.\n\nDas kann ich aber nicht wenn ich wie 99% alle ein Jasager bin.\n\nZu meine Acc, ich mache nicht falsches, ich verliere nur.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T19:30:02.178+0000","up_votes":2,"down_votes":1,"body":"> Ich sehne mich nach eine Fairen Weld, bin halt etwas pazifistisch.\n> Der Trieb ist vielstärker.\n\nAhh, also mit *Sabotage* sorgst du für eine *faire* Welt?\n\nDir fällt dieser logische Widerspruch selbst auf, oder? Und du glaubst nicht wirklich, dass du damit für mehr Frieden sorgst, oder?\n\n> Das Problem sind auch nicht die Spieler selbst. Viel mehr ist Riot das Problem.\n> Es gäbe genügend Möglichkeiten LOL um einiges Faire zu machen und Misstrauen zu vermeiden.\n\nIndem man es den Leuten verbietet, sich ihre Mitspieler aussuchen zu dürfen? Das ist paradox. Wieso sollten die meisten Menschen ihren Freunden mehr Misstrauen, als wildfremden Mitspielern?\n\n> Das kann ich aber nicht wenn ich wie 99% alle ein Jasager bin.\n\nDu kannst es offensichtlich im Allgemeinen nicht, egal ob du nun \"Ja\", oder \"Nein\" sagst.\n\n> Zu meine Acc, ich mache nicht falsches, ich verliere nur.\n\nDas ist Sabotage, sie wird mit zweiwöchigen und permanenten Bans bestraft. Viel Spaß damit.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-12T22:15:19.091+0000","up_votes":3,"down_votes":4,"body":"Mal ein paar Spiele von dir:\n\n1/3/0, 1/5/10, 0/2/4, 0/7/9, 1/5/5, 0/2/1, 0/4/2, 0/5/8, 0/6/0, 1/3/0, 1/6/19, 1/9/15, 0/5/11 und 0/6/10.\n\nJetzt hätte ich von dir gerne mal eine valide Defintion eines Trolls und/oder Feeders. \n\nUnd ich hätte gerne von dir gewusst, ob du wirklich jedes Spiel einen Feeder hattest (extrem unwahrscheinlich) oder aber fast jedes Spiel einfahc nur jemand der schlecht war (sehr wahrscheinlich).\n\nFazit? Hör auf über deine Mates zu heulen, du kannst nich beeinflussen, mit wem du spielst. Aber du kannst an dir selbst arbeiten, da gibt es noch genug Verbesserungspotenzial.","replies":[{"id":"","poster":"dumbjelena","date":"2016-12-12T22:55:59.359+0000","up_votes":1,"down_votes":2,"body":"Wie wärs nicht nur schlechtes rauszunehmen und ein wenig Positives zu nennen. Wahrscheinlich weist du nicht wie es war bei den Spielen.","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T08:59:14.996+0000","up_votes":2,"down_votes":0,"body":"Wozu? Er heult über schlechte Teammates und ist offenkundig selbst nicht besser. \n\nIch wollte, dass er dazu mal Stellung bezieht.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-12-12T23:53:48.087+0000","up_votes":1,"down_votes":2,"body":"es ist immer leichter von außen zu urteilen und  zu verurteilen als sich die mühe zu machen nachzudenken","replies":[]}]},{"id":"","poster":"GooCommitAlivent","date":"2016-12-12T22:57:49.096+0000","up_votes":1,"down_votes":8,"body":"Aha.. hast die schlechten Spiele rausgeholt aber nicht die guten? Wie nett dankeschön. Ausserdem spiele ich meistens Support wenns Ranked ist. Und die Rankedspiele wo ich sehr schlecht war haben wir eh schon verloren gehabt. Im Late war es schon egal was passiert es war zu 100% klar das wir verlieren. Ausserdem wurde ich im Late eben so oft getötet da die anderen getrollt haben und der Feind sehr viele Kills hatte. Schon allein wie du urteilst weil ich so ein schlechten KDA hab. Du kannst nichts über diese Spiele urteilen solange du nicht dabei warst. Und mit feeden mein ich ABSICHTLICHES feeden. Hab ich sonst irg was übers feeden gesagt?\n\nIch hoffe, dass war jetzt eine valide und detaillierte Definition meiner Ansicht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T07:25:02.913+0000","up_votes":4,"down_votes":3,"body":"> [{quoted}](name=420BlazeIt666MLG,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=00020001,timestamp=2016-12-12T22:57:49.096+0000)\n>\n> Aha.. hast die schlechten Spiele rausgeholt aber nicht die guten? Wie nett dankeschön. Ausserdem spiele ich meistens Support wenns Ranked ist. Und die Rankedspiele wo ich sehr schlecht war haben wir eh schon verloren gehabt. Im Late war es schon egal was passiert es war zu 100% klar das wir verlieren. Ausserdem wurde ich im Late eben so oft getötet da die anderen getrollt haben und der Feind sehr viele Kills hatte. Schon allein wie du urteilst weil ich so ein schlechten KDA hab. Du kannst nichts über diese Spiele urteilen solange du nicht dabei warst. Und mit feeden mein ich ABSICHTLICHES feeden. Hab ich sonst irg was übers feeden gesagt?\n> \n> Ich hoffe, dass war jetzt eine valide und detaillierte Definition meiner Ansicht.\n\nUnd in wie fern macht dich das besser als deine Teammates?  Die haben auch gute Spiele nur eben nicht die mit dir.\nDas Teemo sehr wohl als AD Marksman gespielt werden kann ist für dich scheinbar genauso neu, wie die Tatsache das Steraks gegen Garens Ultimate ziemlich stark ist.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T07:02:31.834+0000","up_votes":1,"down_votes":1,"body":"Aber es ist nicht gerade fair, ihn deswegen jetzt als den eigentlichen Schwachpunkt darzustellen, der sein Team runterreisst. Damit machst Du es Dir genauso einfach wie er umgekehrt, wenn er alles auf seine Mates abwälzt.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T08:16:01.930+0000","up_votes":1,"down_votes":1,"body":"Naja, aber das ist nun mal der Fall, wenn man sehr viele Spiele eher verliert als gewinnt.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T08:45:45.092+0000","up_votes":1,"down_votes":1,"body":"Was ich damit sagen will, ist, dass man sich eigentlich die Zeit nehmen müsste und sich die ganzen Spiele im Replay mal ansieht. Dann kann man erst beurteilen, ob es eine schwache Einzelleistung oder ein komplettes Teamversagen ist. Das kostet natürlich Zeit und das macht auch keiner. So gesehen sind solche Pauschalaussagen in die eine oder andere Richtung pure Spekulation. Aus meiner Sicht ist es wie bei Beziehungsstress. Es gehören immer zwei dazu (oder hier eben 5, wenn keiner afk ist). \nUnd selten ist es klar, was das Spiel initial zum Kippen gebracht hat. War es der 0:5 Yasuo auf der Top, der von Camille rasiert wurde? War es die Jungle Poppy, die beschlossen hat, die losing Lane nicht zu ganken? War es der Support, der alle Hände voll zu tun hat, seine 170k Level 7 Orianna (trust me, I can 1vs2 as well!! nein, kannst Du nicht) auf der Bot mühsam am Leben erhält? Oder war es der ob der Situation auf Top tiltende Heimer in der Mitte, der seinen Kontrahenten vor lauter Flamerei (gegen Yasuo und alle) einfach hat roamen lassen? Nur mal so als Beispiel. ","replies":[{"id":"","poster":"eingew","date":"2016-12-14T09:19:33.935+0000","up_votes":1,"down_votes":0,"body":"Rein mathematisch betrachtet hat jeder nur zu 1/5tel Anteil an einer Niederlage. Aber das heißt auch, dass man selbst seinen Teil immer so weit hätte verbessern können, dass man es durchaus zu einem Sieg hätte bringen können.\n\nIch habe heute etwas über Macht gelesen. Macht wurde da als die Fähigkeit bezeichnet, Ziele zu erreichen. Rein logisch betrachtet, kann jeder zu Beginn des Spiels das Spiel im Alleingang carryn. Sofern er dazu mächtig genug, also körperlich und geistig in der Lage ist. Wenn man sich das Ziel setzt, zu gewinnen, muss man automatisch davon ausgehen, dass man auch das Potential dazu hat. Andernfalls kann man das Ziel nicht erreichen. Und wenn man verliert, dann bedeutet das, dass man einen entscheidenden Fehler gemacht hat, statt seine Macht zu beweisen.\n\nOder man redet sich mit seiner körperlichen und geistigen Beschränktheit raus, akzeptiert damit aber, dass man nie willentlichen Erfolg in diesem Spiel haben wird. Und damit kann man schon sagen, dass man selbst Schuld ist, denn ob man herrscht oder beherrscht wird ist bei League eine Entscheidung, denn jeder hat dieselbe Chance auf den Sieg.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T10:14:00.454+0000","up_votes":1,"down_votes":1,"body":"Das trifft aber nun mal auf jeden einzelnen der 5 zu. Und nur auf einen hat man wirklich Einfluss. Selbst wenn man dann der mächtigeste unter den machtlosen ist, reicht es nicht, das Spiel rumzureissen, weil man immer noch schlechter als zumindest einer der Gegenspieler ist. \n\nIch hatte erst kürzlich ein ARAM, das wir aufgrund unserer Championkonstellation eigentlich hätten verlieren müssen. Aber wir haben die anderen derart genervt und sind so aggressiv reingegangen, dass wir deren Moral irgendwie und mit viel Glück gebrochen haben. Solche Spieler mit der Einstellung sich so teuer wie möglich zu verkaufen, habe ich in der Kluft kein einziges mal bisher erlebt (in meinen Teams). \nDass ich selber so schlecht abschneide, kann viele Ursachen haben: unpassende Rolle, mangelnde Routine auf der Map, Skills eingerostet, unpassender Champion (den man nicht gut genug kann), usw. Als Folge davon zu viele Eigenfehler. Da lassen sich bei mir jede Menge Ursachen finden, die man auf Plausibiltät abklopfen könnte, ein Aussensteheder wäre sehr schell fündig, ohne Frage. Wenn ich jetzt Carry sein will (weil ich glaube, gut genug dafür zu sein), unterstelle ich meinen Kollegen indirekt, dass sie schlechter sind als ich und ich deren Fehler kompensiere (und das sogar kann). Bin ich jedoch kein Carry (weil ich eben nicht so gut spiele), dann hat auch der andere Mitspieler, der jetzt den \"Carryhut\" aufhat, einen schweren Job. Liegt das dann daran, dass er seine Leute nicht mitziehen kann? Ärgert er sich über seine schlecht(er)en Mates? Oder nimmt er es ganz gelassen hin, jedes Spiel \"gut\" zu sein und trotzdem zu verlieren?","replies":[{"id":"","poster":"eingew","date":"2016-12-14T10:44:37.130+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe ehrlich gesagt nicht ganz, worauf du gerade hinaus willst.\n\n> Das trifft aber nun mal auf jeden einzelnen der 5 zu. Und nur auf einen hat man wirklich Einfluss. Selbst wenn man dann der mächtigeste unter den machtlosen ist, reicht es nicht, das Spiel rumzureissen, weil man immer noch schlechter als zumindest einer der Gegenspieler ist.\n\nIch meine, ja.. das kann man ja verbessern. Aber das schreibst du ja selbst schon, das ist zumeist alles auf eigene Fehler zurückzuführen.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T12:53:29.612+0000","up_votes":1,"down_votes":1,"body":"Ich bezog mich auf den 1/5 Teil Deiner Aussage. \nKurz gesagt, wenn ich schlecht spiele, kann ich nicht der Beste in Team sein und es carrien. Wenn ich aber trotz allem noch die beste Performance biete (also Carry sein könnte wenn die Gegner es zulassen) und wir trotzdem verlieren, dann hätte ich tatsächlich schlechtere Mitspieler. Das trifft mit 20% Wahrscheinlichkeit natürlich auf jeden im Team zu. So gesehen könnte man sich in 20% aller Spiele über schlechtere Mates beschweren, in 80% sogar über mindestens einen, der noch schlechter ist als man selbst, und zwar unabhängig von Sieg oder Niederlage.\n\nDu benutzt selbst den Konjunktiv. Man hätte besser sein können. War es aber nicht. Da müsste halt wirklich jemand von aussen drauf schauen und den Leuten sagen, was schief gelaufen ist und wann.","replies":[{"id":"","poster":"eingew","date":"2016-12-14T13:38:46.890+0000","up_votes":1,"down_votes":0,"body":"> Wenn ich aber trotz allem noch die beste Performance biete (also Carry sein könnte wenn die Gegner es zulassen) und wir trotzdem verlieren, dann hätte ich tatsächlich schlechtere Mitspieler.\n\nAber du stimmst mir zu, dass man noch besser hätte spielen können, oder? Wenn man aufsteigen will, muss man die schlechten Mates carryn.\n\n> Du benutzt selbst den Konjunktiv. Man hätte besser sein können. War es aber nicht. Da müsste halt wirklich jemand von aussen drauf schauen und den Leuten sagen, was schief gelaufen ist und wann.\n\nAber man kann es auch selbst sehen ;).","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T14:11:42.857+0000","up_votes":2,"down_votes":1,"body":"Klar, ich stimme Dir ohne jeden Zweifel zu.\n\nUnd ja, man kann für sich erkennen, dass man schlecht war. Bei mir ist es aber eben so, dass ich zwar noch erkenne, das ich schlecht war, aber ums verrecken nicht weiss, was im Detail schief gelaufen ist und wie man es abstellen kann. Deswegen halt Blick von aussen und Feedback, denn ich denke nicht, dass ich aus einem Replay (darauf spielst Du doch an, oder?) wirklich erkenne, was ich besser machen kann. Da sollte man besser zu zweit machen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2016-12-14T07:45:11.070+0000","up_votes":2,"down_votes":1,"body":"Digga was?!","replies":[]}]},{"id":"","poster":"GooCommitAlivent","date":"2016-12-15T20:50:39.385+0000","up_votes":1,"down_votes":1,"body":"Bitte sag mir dass was du geschrieben hast über Teemo ein Scherz ist.. bitte. Der Typ hat bei nichts mitgeholfen. Er hat weder gepushed noch gepingt. Richtig garnichts ausser in der TopLane AFK zu farmen. Wie gesagt.. urteilen obwohl man das Spiel nicht gesehen hat. Immer gute Einstellung.\n\nUnd gute Spiele? Sag mal kannst du nicht lesen? Man merkt sowas von dass du nicht lesen kannst oder einfach kein Bock hast es zu kapieren. Mir geht es hier darum dass Leute TROLLEN und absichtlich BLÖDSINN MACHEN! Und nicht ein \"schlechtes Spiel\" haben. ","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-16T11:48:42.129+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=420BlazeIt666MLG,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=0002000100000001,timestamp=2016-12-15T20:50:39.385+0000)\n>\n> Bitte sag mir dass was du geschrieben hast über Teemo ein Scherz ist.. bitte. Der Typ hat bei nichts mitgeholfen. Er hat weder gepushed noch gepingt. Richtig garnichts ausser in der TopLane AFK zu farmen. Wie gesagt.. urteilen obwohl man das Spiel nicht gesehen hat. Immer gute Einstellung.\n> \n> Und gute Spiele? Sag mal kannst du nicht lesen? Man merkt sowas von dass du nicht lesen kannst oder einfach kein Bock hast es zu kapieren. Mir geht es hier darum dass Leute TROLLEN und absichtlich BLÖDSINN MACHEN! Und nicht ein &quot;schlechtes Spiel&quot; haben.\n\nDann erkläre mir doch mal, warum AD Teemo schlecht ist und warum Steraks nicht gut ist. \n\nJa, ich kann lesen, sogar so gut, dass ich weiß was Hanlons Rasiermesser ist und halte es in diesem Fall für absolut zutreffend.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-13T09:01:36.267+0000","up_votes":4,"down_votes":1,"body":"Ah, bei dir ist das also nicht ok, aber bei deinen Teammates ist es ok, auf die Fehler aufmerksam zu machen?\n\nIst schon bisschen heuchlerisch. Vielleicht hatten die ja auch gute Spiele, nur halt nicht, als sie mit dir gespielt haben. Du bist halt so ein typischer Fall von \"uh meine Mates sind immer so schlecht\" aber wenn man dir den Spiegel vors Gesicht hält, heulst du noch lauter rum.\n\nPeinlich, einfach nur peinlich. Mit der Einstellung wirst du nie besser werden. \n\nPS: Und jeder hat jedes einzelne mal mit absicht gefeedet? In fast jedem Spiel? Ne ist klar.","replies":[]},{"id":"","poster":"eingew","date":"2016-12-13T18:44:06.284+0000","up_votes":1,"down_votes":0,"body":"Nichts für ungut, aber für einen Support sehen die Stats eher schlechter als besser im Vergleich zu anderen Rollen aus...","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2016-12-12T23:22:04.308+0000","up_votes":1,"down_votes":0,"body":"Na ja alleine von den Stats her sind nur die 0/7/9 und 0/6/0 und 1/9/15 Fragbar.\nAlles andere hat ja genügend Assists und das kann durch die anderen Teammates eingefahren werden wenn die zu viel feed haben und einen locker killen können.\n\nEin zwei Spiele gab es schon wo jemand heftig reingefeeded hat wie die 6/20 Taliyah.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2016-12-12T23:08:09.285+0000","up_votes":1,"down_votes":1,"body":"Aktuell kann ich diesen Eindruck nicht teilen. Wenn ich gut spiele, lässt sich mein Team oft carryn und feedet nicht noch endlos rein. Wenn ich selbst mies spiele, habe ich ab und an gute Teams, die mich carryn. \n\nUnd ab und zu habe ich Spiele, in denen ich schlecht spiele und mein Team schlecht spielt. Da verliert man dann auch mal.\n\nInsgesamt stehe ich 14-4. Kann nicht klagen.\n\nNur so als Tipp: Geh mal lockerer an die Sache ran. Manchmal verlierst du wegen Trollen, manchmal gewinnst du wegen Trollen, nur bemerkt du letzteres nicht. Beeinflussen kannst du nur deine Leistung. Vielleicht bist du mal 1-2 Divisions niedriger, weil du mit den Teams Pech hast. Vielleicht verlierst du auch 10 Spiele am Stück wegen schlechten Teams. Kommt bei jedem mal vor. Aber aufs Ganze hochgerechnet fällt das kaum ins Gewicht.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T15:03:25.988+0000","up_votes":2,"down_votes":1,"body":"Ist halt blöd wenns gleich am Anfang so derbe in die Hose geht, und man bei Einstand ins Ranked schon 0:12 geht. Und dann kommt man sich vor wie der arme Mann der vom Multimillionär erklärt bekommt, dass Geld nicht alles sei und man doch mit anderer Einstellung ans Leben gehen soll. Na herzlichen Dank, das baut aber auf.{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-12-14T15:44:03.772+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=00030000,timestamp=2016-12-14T15:03:25.988+0000)\n>\n> Ist halt blöd wenns gleich am Anfang so derbe in die Hose geht, und man bei Einstand ins Ranked schon 0:12 geht. Und dann kommt man sich vor wie der arme Mann der vom Multimillionär erklärt bekommt, dass Geld nicht alles sei und man doch mit anderer Einstellung ans Leben gehen soll. Na herzlichen Dank, das baut aber auf.{{sticker:slayer-jinx-unamused}}\n\nWas willst du stattdessen hören? Dass Riot manchen Spielern bewusst nur Trottel ins Team schickt, um sie zu ärgern?","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T17:52:43.146+0000","up_votes":1,"down_votes":1,"body":"Ich sags mal so, mit ein paar Wins zwischendurch könnte ich mich mit Deiner Nimms Locker Argumentation einfach besser anfreunden. So ist es aber eine mächtige Klatsche, weil halt nix läuft und ein Ende der Durststrecke nicht abzusehen ist. Wenn ich meine Tochter aufmuntern möchte, kann ich sie beileibe nicht so lapidar abspeisen. Kommunikation besteht vor allem darin, dass man weiss, dass beim Empfänger etwa 10% Information und 90% Emotion ankommen. Sachlich bin ich durchaus bei Dir, aber es kommt sehr überheblich rüber.","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-12-14T18:29:25.785+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=FzbVmhiX,comment-id=0003000000000000,timestamp=2016-12-14T17:52:43.146+0000)\n>\nSachlich bin ich durchaus bei Dir, aber es kommt sehr überheblich rüber.\n\nIch habe nur geschrieben, wie es sich bei mir darstellt, quasi eine nüchterne Beschreibung des Ist-Zustandes. Ich finde nicht, dass das überheblich ist. Überheblich wäre es, wenn ich dem TE vorwerfen würde, für seine Losing-Streak veranwortlich zu sein. Das tu ich aber nicht. Natürlich kann man mal 10 Spiele am Stück verlieren, weil man mit den Teammates Pech hat. Genauso gut wird man aber mal eine Winstreak haben, weil man gute Mates hat. Es ist aber natürlich, dass man im letzteren Fall nicht seine Mates, sondern die eigene Leistung als kausalen Hauptbeitrag für die Winstreak ansieht. So gesehen erscheinen die Losingstreaks immer sehr unnatürlich.","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T22:12:51.606+0000","up_votes":1,"down_votes":1,"body":"Ja, das mag stimmen. Aber bei jeder Kommunikation ist es sehr entscheidend, wieviel von der eigentlich beabsichtigten Message beim Empfänger ankommt und wie. Und da kannst Du es noch so gut meinen und vorsichtig ausdrücken, irgendwer fühlt sich auf den Schlips getreten. In diesem Falle ich. Nichts für ungut.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-14T18:06:52.191+0000","up_votes":1,"down_votes":1,"body":"Je länger die Streak, desto wahrscheinlicher, dass es umschlägt. Ist wie mit einem Jojo. Je mehr du verlierst, desto schlechter die Spieler und desto einfacher für dich, mal wieder ein Spiel zu carryn. Und dann wird auch wieder eine Winstreak kommen ;).","replies":[{"id":"","poster":"Abasin","date":"2016-12-14T18:17:54.158+0000","up_votes":1,"down_votes":0,"body":"Wir werden sehen.\nEdit: gerade 3 Spiele gemacht: 1. Spiel geschlossen miese Gruppenleistung + ein Flamer,der andere eingeschüchtert hat. Im  2. Spiel sind sich Mitte und Top fast an die Gurgel gegangen und haben nicht mehr ans Spielen gedacht. Zudem war mein ADC eine Lusche im Lasthitting gegenüber seinem Pendant. 3. Spiel dann hoch geführt und fast ein Throw, knapp gewonnen. Also wieder nur 1:2. Immerhin von 0 wieder auf 24 LP. Mit etwas Glück ist es morgen zur Abwechslung mal andersrum, aber bei meinem \"Glück\"... wer weiss.","replies":[]}]}]}]}]}]},{"id":"","poster":"Missed Fortune","date":"2016-12-13T12:08:52.734+0000","up_votes":2,"down_votes":1,"body":"Wir können natürlich schlecht beurteilen ob das jetzt alles Feeder, Trolle etc waren. Aber wenn's so ist mach dir da keinen Kopf drum. Ich kenne solche Phasen auch, in denen man da einfach mal ein paar Spiele Pech hat. Kommt vor, ist nichts wildes. Aber zum Großteil sieht es meiner Erfahrung nach ganz anders aus. Gerade aktuell erlebe ich in erster Linie positive Spiele (ob man jetzt gewinnt oder nicht beiseite gelassen). Die meisten arbeiten wirklich als Team zusammen, gehen freundlich miteinander um, sehen eigene Fehler selber ein, motivieren und helfen einander. Klar gibt es hier und da mal ein schwarzez Schaf, aber wo gibt es das nicht.\nAlso nein, deinen Eindruck teile ich in dem Sinne nicht. Wie gesagt ist entweder eine Pech-Strähne oder vielleicht auch ein bisschen Einstellungssache. Jeder hat mal schlechte Games. Wenn Teammates Schwierigkeiten haben, sei nachsichtig mit ihnen und überlege was du tun kannst um zu helfen. Motivieren statt demotivieren und Tipps in einem respektvollen Ton geben. Und am Ende gibts nunmal einfach Games die man nicht mehr gewinnen kann. Ist auch nicht schlimm, das kennt jeder und gehört auch dazu. Abhaken und ran ans nächste.","replies":[{"id":"","poster":"Abasin","date":"2016-12-13T22:36:53.292+0000","up_votes":1,"down_votes":2,"body":"Leider leider kann ich diese Ansicht nicht teilen. Meine Placements gingen alle in die Hose. Und ich wundere mich wirklich, dass da kein Spiel dabei war, in dem ich das bessere Team bekommen habe. Gut bin ich nicht, das weiss ich selbst, aber 12 Spiele in Folge keine Member zu kriegen, die ein Spiel auch mal vom Start weg dominieren, lässt sich nicht einfach nur auf die eigene schlechte Performance schieben. Ein oder 2 Glückswins sollten schon drin sein. Und diese Serie liess sich auch nicht durch zeitliche Streckung (= Kopf frei kriegen) durchbrechen. ARAM sieht da bei mir deutlich besser aus.","replies":[]}]}]}