{"id":"ldpHjtzc","poster":"The Furious Rob","date":"2016-12-13T02:05:40.077+0000","title":"Flamer Bans","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":7,"body":"Meiner Meinung nach sollten Flamer (je nach art und st&auml;rke) ab dem zweiten Vergehen gebannt werden. Ich treffe in letzter Zeit immer h&auml;ufiger auf leute die anstatt direkte probleme aufzuzeigen und tips zu geben wie man fehler vermeiden kann, lieber nur im /all chat schreiben wie schlecht ihre mitspieler doch sind. Mir geht das tierisch auf den Senkel, weshalb ich inzwischen am &Uuml;berlegen bin komplett mit LoL aufzuh&ouml;ren.\n\nAber was ist eure Meinung dazu und wann/wie w&uuml;rdet Ihr es gerne sehen, dass Flamer gebannt werden?\n\nGru&szlig;, Rob\n\nps: Die Optionen in der Umfrage sind nur Ideen von mir und ich erweitere die Liste wenn in den Kommentaren andere vorschl&auml;ge auftauchen sollten.\n\nEdit: Dieser Thread dient nicht dazu die ban Strafen zu ändern, er wurde aus reiner Neugier erstellt um meine eigene Meinung mit anderen abzugleichen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T07:18:16.919+0000","up_votes":1,"down_votes":24,"body":"Schon mal überlegt, besser zu werden?  Dann wird man auch nicht geflamt.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:28:46.779+0000","up_votes":3,"down_votes":1,"body":"Challenger beschweren sich genauso oft durch Reports über Flame, wie Bronzespieler. Inwiefern soll gutes Spielen also als Schutzschild gegen Flame helfen?","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T09:31:36.621+0000","up_votes":2,"down_votes":0,"body":"Gar nicht, dass ist ja der Knackpunkt. Flamer nehmen es ja immer als Ausrede, dass sie nur flamen, weil jemand schlecht gespielt hat.\n\nAber diese Ausrede ist halt schwachsinn. Schlechtes Spiel rechtfertigt keinen Flame.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T09:35:43.315+0000","up_votes":1,"down_votes":17,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=000400010000,timestamp=2016-12-13T09:31:36.621+0000)\n>\n> Gar nicht, dass ist ja der Knackpunkt. Flamer nehmen es ja immer als Ausrede, dass sie nur flamen, weil jemand schlecht gespielt hat.\n> \n> Aber diese Ausrede ist halt schwachsinn. Schlechtes Spiel rechtfertigt keinen Flame.\n\nSehe ich anders. Wer versagt sollte Lack bekommen, egal ob ich das bin, oder andere.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:44:49.833+0000","up_votes":3,"down_votes":1,"body":"Ziemlich unlogische Sichtweise. Was ist der produktive Sinn dahinter? Alles, was du damit tust, ist einem verqueren und schädlichem Gerechtigkeitsbild hinterher zu rennen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T09:46:51.032+0000","up_votes":1,"down_votes":9,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040001000000000000,timestamp=2016-12-13T09:44:49.833+0000)\n>\n> Ziemlich unlogische Sichtweise. Was ist der produktive Sinn dahinter? Alles, was du damit tust, ist einem verqueren und schädlichem Gerechtigkeitsbild hinterher zu rennen.\n\nDas nennt man seelischen Ausgleich, mit sich selbst im reinen sein. Verhindert Frust und Nachwirkungen.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-12-13T10:31:46.541+0000","up_votes":5,"down_votes":0,"body":"Das schlechte Spiel von deinen Teammates wird auch besser wenn du ihnen Verbal an das Bein pinkelst....................................","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:44:36.764+0000","up_votes":1,"down_votes":8,"body":"> [{quoted}](name=Schlachtenhorn,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000100000000000000000001,timestamp=2016-12-13T10:31:46.541+0000)\n>\n> Das schlechte Spiel von deinen Teammates wird auch besser wenn du ihnen Verbal an das Bein pinkelst....................................\n\nNein wird es nicht, das habe ich auch nie behauptet. Es wird weder besser, wenn man nichts sagt, noch wenn man es freundlich sagt. Es geht um persönlichen Ausgleich und den Glauben daran, dass Leute nicht gerne geflamt werden und deswegen Fehler vermeiden.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T10:58:22.101+0000","up_votes":2,"down_votes":1,"body":"Aber genau das ist es ja. Genau das ist nicht der Fall. Sie machen sogar *mehr* Fehler, wenn man sie unter Druck setzt. Ist sogar in diversen Studien belegt. Krankenschwestern machen mehr Fehler, wenn die Angehörigen der kranken Person ihnen bei der Arbeit zu sehen, selbst wenn es sich um so einfach Arbeiten wie Blut abnehmen handelt. Wenn du jemanden dann noch dafür blamest, erhöhst du den Druck sogar.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-12-13T12:04:00.168+0000","up_votes":3,"down_votes":1,"body":"Und aus eigener Erfahrung kann ich sagen, dass es wenn dann positive Auswirkungen hat auch mal etwas wie \"np, we got this\" zu schreiben wenn jemand blöd gecatched wird oder dergleichen.\n\nIch merke es ja auch selber. Wenn ich einen Fehler mache dann läuft es danach meist besser wenn entweder keiner ein Wort darüber verliert oder sogar jemand etwas Aufmunterntes dazu sagt. Wenn dann aber ein dummer Kommentar kommt vergeht einem eher die Motivation.","replies":[{"id":"","poster":"Missed Fortune","date":"2016-12-13T12:32:38.088+0000","up_votes":4,"down_votes":0,"body":"Genau diese Erfahrung mache ich auch immer wieder. Ich habe mittlerweise beides zu genüge gesehen:\n\nA. Spieler X begeht einen Fehler, wird darauf hin angeschnauzt und immer wieder auf seinen Fehler hingewiesen.\nB. Spieler X begeht einen Fehler, sein Team nimmt es gelassen und wirkt eher motivierend.\n\nA führt in der Regel zu mehr Frust, artet gerne mal komplett im Chat aus und demotiviert nicht nur einen sondern alle Spieler im Team. Während B für eine sehr viel angenehmere Stimmung sorgt und den Teamgeist fördert. Es hilft letztendlich auch nicht immer aber ist um einiges effektiver.\nWobei ich eh der Meinung bin - wer sich im Chat nicht respektvoll äußern kann sollte es bitte sein lassen.","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-13T09:54:06.568+0000","up_votes":2,"down_votes":1,"body":"Nicht wirklich. Ja, du hast Recht, das ist eine dem positiven Selbstwert sehr dienliche Sichtweise. Aber dass man damit Frust und Nachwirkungen verhindert, das ist eine sehr egozentrische und selbst in dieser Hinsicht stark verkürzte Sichtweise. \n\nDenn zum einen gibt es ja mehr, als nur einen selbst in diesem Spiel, die Mitspieler sind auch noch da, und die werden durch den Flame sehr wohl gefrustet und auf sie hat es sehr wohl Nachwirkungen, die eindeutigste ist der Motivationsverlust, der sich in einer stark verringerten Winrate äußert. Teams, die flamen, verlieren öfter. Es gibt übrigens je nach Mitspieler auch deutlich stärkere Auswirkungen, bei einer 10%igen Depressionsrate in der Bevölkerung ist es nicht unwahrscheinlich, dass man auch regelmäßig mal auf Mitspieler trifft, die Flame nicht einfach so wegwischen.\nDenn nicht jeder hat eine so selbstwertdienliche Sicht auf die Welt.\n\nUnd zum anderen sind die meisten Spieler siegorientiert. Deshalb werden auch sie gefrustet, wenn sie sich mit ihrem Flame selbst den Sieg verbauen.","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2016-12-13T09:44:00.780+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040001,timestamp=2016-12-13T09:28:46.779+0000)\n>\n> Challenger beschweren sich genauso oft durch Reports über Flame, wie Bronzespieler. Inwiefern soll gutes Spielen also als Schutzschild gegen Flame helfen?\n\nWeil man dann selbst weiß, dass es Ausreden sind und deswegen ruhigen Gewissens in den Spiegel sehen kann. Man weiß,  es lag nicht an einem selbst und so eine Gewissheit schützt dich besser vor flame als der Mutebutton","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:47:13.372+0000","up_votes":2,"down_votes":1,"body":"Wieso braucht man Skill um zu wissen, dass jeder gleichmäßig Schuld an der Niederlage ist, und jeder, der die Teammates beschuldigt, letztendlich nur zeigt, wie wenig er von der Sache versteht?\n\nDenn es lag immer an einem selbst. Wer behauptet, ihn treffe an der Niederlage keine Schuld, der womöglich einiges verstanden, das Spiel aber garantiert nicht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:00:04.015+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000100010000,timestamp=2016-12-13T09:47:13.372+0000)\n>\n> Wieso braucht man Skill um zu wissen, dass jeder gleichmäßig Schuld an der Niederlage ist, und jeder, der die Teammates beschuldigt, letztendlich nur zeigt, wie wenig er von der Sache versteht?\n> \n> Denn es lag immer an einem selbst. Wer behauptet, ihn treffe an der Niederlage keine Schuld, der womöglich einiges verstanden, das Spiel aber garantiert nicht.\n\nDas sehe ich anders. Ja, meistens ist man Schuld aber nicht immer. Es gibt auch Situationen, da verlieren Teammitglieder das Spiel.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T10:03:52.969+0000","up_votes":2,"down_votes":1,"body":"Einverstanden, manche Spiele kann man nicht gewinnen. Bei dir hört es sich aber eher nach \"viele Spiele\" an. Ich meine... bei Leavern ist man meist machtlos, wenn ein Spieler mal aus beliebigem Grund richtig schlecht Spiel, ist man machtlos. Aber wie oft passiert das schon? Das hat keinen wirklichen Einfluss insgesamt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:08:37.673+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=000400010001000000000000,timestamp=2016-12-13T10:03:52.969+0000)\n>\n> Einverstanden, manche Spiele kann man nicht gewinnen. Bei dir hört es sich aber eher nach &quot;viele Spiele&quot; an. Ich meine... bei Leavern ist man meist machtlos, wenn ein Spieler mal aus beliebigem Grund richtig schlecht Spiel, ist man machtlos. Aber wie oft passiert das schon? Das hat keinen wirklichen Einfluss insgesamt.\n\nIch ging bis eben davon aus, dass wir über das persönliche Wohlempfinden reden, nicht über das climben. Und in dem Fall greift wieder meine erste These. Spiel besser, denn dann sind es nahezu ausschließlich Situationen, in denen du nicht für die Niederlande verantwortlich bist. Und inb4 Interpretationskünstler: Nein, ich halte mich nicht für ausreichend gut.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T10:17:41.252+0000","up_votes":2,"down_votes":1,"body":"Mein persönliches Wohlbefinden hinsichtlich eines zu großen Einflusses von schlechten Mitspielern oder Leavern lässt sich durch zwei Sätze erklären:\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=000400010001000000000000,timestamp=2016-12-13T10:03:52.969+0000)\n>\n> Wie oft passiert das schon? Das hat keinen wirklichen Einfluss insgesamt.\n\nMich nerven Niederlagen, die ich nicht verhindern kann. Aber ich finde sie auch unwichtig.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:20:57.886+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040001000100000000000000000000,timestamp=2016-12-13T10:17:41.252+0000)\n>\n> Mein persönliches Wohlbefinden hinsichtlich eines zu großen Einflusses von schlechten Mitspielern oder Leavern lässt sich durch zwei Sätze erklären:\n> \n> Mich nerven Niederlagen, die ich nicht verhindern kann. Aber ich finde sie auch unwichtig.\n\nIch glaube dann hast du mich falsch verstanden. Besser werden ist der Way to Go, damit eben Niederlagen nur noch solche sind, für die man nichts kann.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T10:55:29.415+0000","up_votes":2,"down_votes":1,"body":"Ich mag faire Spiele eigentlich lieber.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-13T09:12:56.997+0000","up_votes":6,"down_votes":1,"body":"So wie dein 1/10/6 Trundlespiel? Oder dein 1/9/4 Caitlynspiel? Oder meinst du dein 0/12/10 Leonaspiel?\n\nKannst dem TE ja mal helfen, besser zu werden. Du hast es ja scheinbar drauf.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-12-13T09:20:24.803+0000","up_votes":2,"down_votes":2,"body":"Nice gecountert.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:27:39.113+0000","up_votes":5,"down_votes":1,"body":"Inwiefern? Jemanden in eine bestimmte Ecke zu stellen ist einfach nur ein schlechter Diskussionsstil. Nicht, dass ich mich davon immer frei sprechen könnte... aber ein \"nicer counter\" war das sicher nicht.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-12-13T09:39:06.197+0000","up_votes":4,"down_votes":1,"body":"Ich habe es eher als Angriff gegen ihn gewertet frei nach dem Motte: Wenn du so schlecht spielst dann hast du den Flame auch verdient.\nUnd ich betrachte dann die Aussage von Ozuraak als einfachen Hinweis darauf das man nicht gegenüber anderen den Mund soweit auf machen soll.\nWer im Glashaus sitzt sollte nicht mit Steinen werfen.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:43:13.211+0000","up_votes":2,"down_votes":1,"body":"Aus der Sichtweise macht es mehr Sinn.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-12-13T09:52:49.635+0000","up_votes":1,"down_votes":0,"body":"Das war auch die Intention.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-12-13T09:29:52.228+0000","up_votes":1,"down_votes":1,"body":"Naja, anderen zu empfehlen besser zu spielen und selbst nicht gut spielen, ist zumindest arg fragwürdig. \n\nUnd schlecht spielen (was absolut erlaubt ist, ich bin auch schlecht) in Verbindung mit flamen zu bringen, ist einfach unfair.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T09:35:23.810+0000","up_votes":4,"down_votes":1,"body":"Richtig. Aber der Strahlemann hat nicht behauptet, dass er nicht geflamed wird oder gut spielt. Nur, dass es angeblich hilft :D. Aber das widerlegst du ja nicht, indem du ihm von seinen Stats erzählst. Auf nichts anderes wollte ich hinaus.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-13T12:43:40.439+0000","up_votes":1,"down_votes":4,"body":"Stimmt!","replies":[]}]}]},{"id":"","poster":"derBuddler","date":"2016-12-13T09:59:06.098+0000","up_votes":1,"down_votes":0,"body":"Hast ja im Prinzip recht, seine arrogante Aussage ironisch zu kontern ;)\nAllerdings, psssst..... deine Stats sind pssssst..... echt ääähmm \"NICE\" ! XD","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T10:07:50.902+0000","up_votes":4,"down_votes":1,"body":"Ich weiß, ich stehe auch dazu. Allerdings wirst du mich auch nicht über meine Teammates flamen sehen, noch werde ich schlechtes Spielen (was absolut legitim ist) als Ausrede fürs flamen nehmen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:40:40.968+0000","up_votes":2,"down_votes":7,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000000030000,timestamp=2016-12-13T10:07:50.902+0000)\n>\n> Ich weiß, ich stehe auch dazu. Allerdings wirst du mich auch nicht über meine Teammates flamen sehen, noch werde ich schlechtes Spielen (was absolut legitim ist) als Ausrede fürs flamen nehmen.\n\nAuf die Gefahr hin, dass ich missverstanden wurde: Ich rede hier davon Leuten ihre Fehler, auch mit scharfen Worten aufzuzeigen. Ich werde das ganze mal mit einem Beispiel illustrieren. Botlane hat gerade einen Doublekill erzielt und der Drake spawnt in zehn Sekunden. Der verbündete Jungler nimmt diese Gelegenheit nicht war, sondern geht Topside Jungle farmen. Bis er so weit ist, ist die Botlane respawnt, die Mitte kommt zum Drake und der feindliche Jungler auch. Die Botlane müsste also 2v4 den Drachen contesten, was sie logischerweise nicht tut und deswegen geht ein Drache verloren, der dem eigenen Team sicher war. \n\nZwei Möglichkeiten: Der Jungler hat nicht gesehen, dass der Drache spawnt, dann muss die Frage erlaubt sein, was er in einer Elo jenseits von Level 20 tut oder er war der Meinung Gold, welches er sich später hätte holen können waren wichtiger als Scaling Stats für das ganze Team. \n\nSetzen wir noch eins drauf und sagen die vier Mann Drake Truppe des Gegners kommt dann Botlane rotiert und holt sich den ersten Turm.\nAlles hätte verhindert werden können wenn der Jungler gleich da gewesen wäre. \n\nUnd wer jetzt denkt ich habe Jungler Hass, der ersetzt den Jungler durch den ewig Splitpushenden Toplaner, der nicht Tped, den ADC der die Wave abfarmt während sein Team zwei Meter weiter wegerekt wird oder der Midlaner der 1v5 reingeht und vollkommen unerwarteterweise keinen Pentakill holt sondern nur nen grauen Bildschirm. Die Geschichte bleibt die gleiche in allen Fällen muss es erlaubt sein zu sagen, dass die Aktion scheiße war und zur Niederlage beigetragen hat.","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T10:44:45.185+0000","up_votes":5,"down_votes":1,"body":"Nein, es ist aber nicht erlaubt, dass ist der Trugschluss.\n\nNur weil du der Meinung bist, was in der Situation xyz das beste für das Team war, hat deine Meinung keinen Alleingültigkeitsanspruch. \n\nUnd wenn etwas schlecht gelaufen ist, wer gibt dir das Recht, das anderen mitzuteilen? Wer hat dich im Team (in dem jeder gleichberechtigt ist) eigentlich zum Chef gemacht? Richtig, gar keiner.\n\nAlso benimm dich nicht wie einer.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T10:51:08.107+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=000400000003000000010000,timestamp=2016-12-13T10:44:45.185+0000)\n>\n> Nein, es ist aber nicht erlaubt, dass ist der Trugschluss.\n> \n> Nur weil du der Meinung bist, was in der Situation xyz das beste für das Team war, hat deine Meinung keinen Alleingültigkeitsanspruch. \n> \n> Und wenn etwas schlecht gelaufen ist, wer gibt dir das Recht, das anderen mitzuteilen? Wer hat dich im Team (in dem jeder gleichberechtigt ist) eigentlich zum Chef gemacht? Richtig, gar keiner.\n> \n> Also benimm dich nicht wie einer.\n\nWenn jemand entweder nicht auf mich gehört hat, oder von sich aus gehandelt hat und es in einem offensichtlichen Fehlschlag endet, dann habe ich das Recht es zu sagen insbesondere wenn ich ihm vorher etwas anderes gesagt habe, denn dann habe ich es offensichtlich besser gewusst. Es ist bewiesen, dass Menschen effektiver arbeiten, wenn es einen gibt der die Ansagen macht. Deswegen sind Firmen auch keine Demokratien, sondern du tust, was dein Chef dir sagt. Und Dinge besser zu Wissen als andere Leute qualifiziert jemanden dazu Situationsbezogen das Sagen zu haben.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:08:41.434+0000","up_votes":2,"down_votes":1,"body":"> Es ist bewiesen, dass Menschen effektiver arbeiten, wenn es einen gibt der die Ansagen macht.\n\nNein. Das trifft auf simple Aufgaben zu, bei der zudem das Machtgefälle eindeutig geklärt ist. Wenn du einen Chef hast, der dir klare Anweisungen gibt, wie du den Raum zu streichen hast, geht das viel schneller, als wenn ein Haufen Maler sich erst einmal eine halbe Stunde darüber beraten, wer wo anfängt. Aber in einem deutlich komplexeren Fall wie League ist das etwas völlig anderes, vor allem wenn es einen entscheidenden Unterschied gibt: Du bist nicht der Chef. Niemand wird auf dich hören. Das einzige, worüber du entscheiden kannst, ist, wo du deinen Champion hin bewegst, welche Skills du ausführst, welche Items du kaufst, welche Pings du benutzt und welche Vorschläge du machst. Alles andere geht weit über deinen Machtbereich hinaus und wird natürlich so von den Teammates nicht einfach akzeptiert.\n\n> Deswegen sind Firmen auch keine Demokratien, sondern du tust, was dein Chef dir sagt. Und Dinge besser zu Wissen als andere Leute qualifiziert jemanden dazu Situationsbezogen das Sagen zu haben.\n\nUnd gleichzeitig gibt es zwischen Geschäftspartnern Meetings in denen sie über ihre Entscheidungen diskutieren. \n\nDie Elo qualifiziert euch nur zu einem Rang: Den von *Gleichberechtigten*.\n\nNichts für ungut, aber wenn du dich als der Chef siehst, dann verkennst du die Realität, und zwar völlig.\n\nEs bleibt egozentrisch. Wenn du die Gruppe nicht analysierst, bleibst du blind für sie und wirst auch nie den Einfluss auf sie nehmen, den du dir wünschst. Oder zumindest nicht bewusst. Ist es sinnvoll, nur versehentlich etwas zielorientiertes zu tun?","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:12:34.299+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040000000300000001000000000001,timestamp=2016-12-13T11:08:41.434+0000)\n>\n> Nein. Das trifft auf simple Aufgaben zu, bei der zudem das Machtgefälle eindeutig geklärt ist. Wenn du einen Chef hast, der dir klare Anweisungen gibt, wie du den Raum zu streichen hast, geht das viel schneller, als wenn ein Haufen Maler sich erst einmal eine halbe Stunde darüber beraten, wer wo anfängt. Aber in einem deutlich komplexeren Fall wie League ist das etwas völlig anderes, vor allem wenn es einen entscheidenden Unterschied gibt: Du bist nicht der Chef. Niemand wird auf dich hören. Das einzige, worüber du entscheiden kannst, ist, wo du deinen Champion hin bewegst, welche Skills du ausführst, welche Items du kaufst, welche Pings du benutzt und welche Vorschläge du machst. Alles andere geht weit über deinen Machtbereich hinaus und wird natürlich so von den Teammates nicht einfach akzeptiert.\n> \n> Und gleichzeitig gibt es zwischen Geschäftspartnern Meetings in denen sie über ihre Entscheidungen diskutieren. \n> \n> Die Elo qualifiziert euch nur zu einem Rang: Den von *Gleichberechtigten*.\n> \n> Nichts für ungut, aber wenn du dich als der Chef siehst, dann verkennst du die Realität, und zwar völlig.\n> \n> Es bleibt egozentrisch. Wenn du die Gruppe nicht analysierst, bleibst du blind für sie und wirst auch nie den Einfluss auf sie nehmen, den du dir wünschst. Oder zumindest nicht bewusst. Ist es sinnvoll, nur versehentlich etwas zielorientiertes zu tun?\n\nWenn ich einen Fehler begehe, obwohl mir etwas gegenteiliges Gesagt wird, dann bin ich nicht gleich gut, sondern offenbar schlechter, ansonsten wäre ich zu dem selben, richtigen Ergebnis gekommen.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:14:51.431+0000","up_votes":3,"down_votes":1,"body":"Und woher weiß irgendjemand vorher, was richtig ist? Jeder hat dieselbe Elo. Auf diese Elo ist man gekommen, weil man gleichmäßig gut spielt. Ich wiederhole: Woher weiß es jemand besser? Fürs besser wissen und umsetzen muss man auch besser spielen und dann wäre man nicht auf derselben Elo und nie miteinander gematcht worden.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:19:31.341+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000000030000000100000000000100000000,timestamp=2016-12-13T11:14:51.431+0000)\n>\n> Und woher weiß irgendjemand vorher, was richtig ist? Jeder hat dieselbe Elo. Auf diese Elo ist man gekommen, weil man gleichmäßig gut spielt. Ich wiederhole: Woher weiß es jemand besser? Fürs besser wissen und umsetzen muss man auch besser spielen und dann wäre man nicht auf derselben Elo und nie miteinander gematcht worden.\n\n      .","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-12-13T20:11:24.388+0000","up_votes":1,"down_votes":1,"body":">Wenn ich einen Fehler begehe, obwohl mir etwas gegenteiliges Gesagt wird, dann bin ich nicht gleich gut, sondern offenbar schlechter, ansonsten wäre ich zu dem selben, richtigen Ergebnis gekommen.\n\nIn meiner letzten Promo zu Gold hat mir mein ADC gesagt, ich soll nicht Vel Koz spielen. Woher soll man da wissen, ob er recht hat? Also hab ich ihn einfach gespielt und gecarriet. Das heißt dann aber trotzdem nicht, dass er unrecht hatte. Es bedeutet nur, dass ich mit Vel Koz gewonnen habe. Vielleicht wäre es besser gewesen, wenn ich Sona gespielt hätte, vielleicht hätten wir dann aber auch verloren. \n\nGenau so, wenn du sagst, der Jungler soll Drake machen. Wenn er ihn anfängt und überrascht wird, den Drachen aber trotzdem vor dem Gegner erledigt, hattest du dann recht? Was, wenn er schlecht beim timen des Smite ist oder es aus Panik einsetzt, weil ein Gegner über die Mauer gesprungen kommt und dann den Drachen stiehlt? Hattest du dann Unrecht? Oder sagst du dann einfach nur, der Jungler wäre unfähig?","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-13T10:56:57.258+0000","up_votes":3,"down_votes":0,"body":"Richtig, in einer Firma ist das so. \n\nAber wer hat dich zum Chef im Team gemacht? Das du besser bist, als die anderen? Sorry, deine Stats widerlegen das.\n\nAlso was gibt dir das Recht, dich zum Chef aufzuschwingen? Richtig, gar nichts. Und wenn alle im Team nur noch damit beschäftigt sind, sich gegenseitig die Fehler vorzuhalten, dann kommt das Spiel effektiv zum erliegen und die Gegner haben leichtes Spiel. \n\nErgo ist das aufzeigen der Fehler (was was immer auch nur eine Ausrede fürs Flamen ist, ich habe hier im Thread noch NIE einen Chatlog gesehen, wo objektiv und sachlich auf Fehler hingewiesen wurden) für das Spiel schlimmer, als der eigentliche \"Fehler\" (Baron verloren, Turm verloren, Drake verloren etc).\n\nLasst es einfach und spielt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:08:42.169+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040000000300000001000000000000,timestamp=2016-12-13T10:56:57.258+0000)\n>\n> Richtig, in einer Firma ist das so. \n> \n> Aber wer hat dich zum Chef im Team gemacht? Das du besser bist, als die anderen? Sorry, deine Stats widerlegen das.\n> \n> Also was gibt dir das Recht, dich zum Chef aufzuschwingen? Richtig, gar nichts. Und wenn alle im Team nur noch damit beschäftigt sind, sich gegenseitig die Fehler vorzuhalten, dann kommt das Spiel effektiv zum erliegen und die Gegner haben leichtes Spiel. \n> \n> Ergo ist das aufzeigen der Fehler (was was immer auch nur eine Ausrede fürs Flamen ist, ich habe hier im Thread noch NIE einen Chatlog gesehen, wo objektiv und sachlich auf Fehler hingewiesen wurden) für das Spiel schlimmer, als der eigentliche &quot;Fehler&quot; (Baron verloren, Turm verloren, Drake verloren etc).\n> \n> Lasst es einfach und spielt.\n\nIch denke du hast mich nicht richtig verstanden. Gehen wir mal von expliziten Personen weg, denn ich sehe an deiner Antwort bereits, dass du meinen Standpunkt nicht verstehst. Wenn jemand es besser weiß, was natürlich erst im Nachhinein, mach dem Versagen des Anderen ersichtlich wird, dann hat er ein begründetes Anrecht darauf Anweisungen zu erteilen, weil sie schlicht und ergreifend zu besseren Ergebnissen führen, als die Ideen und Auswüchse der Anderen. Wer  trotz besseren Wissens einfach nur aufgrund von Unvermögen oder noch schlimmer Stolz gegen solche offensichtlich besseren Anweisungen handelt ist für des Teamklima nicht besser als der Flamer, denn das sind diese sogenannten \"Trolle\" und absichtlichen Feeder.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:12:40.290+0000","up_votes":4,"down_votes":1,"body":"> Wer trotz besseren Wissens einfach nur aufgrund von Unvermögen oder noch schlimmer Stolz gegen solche offensichtlich besseren Anweisungen handelt ist für des Teamklima nicht besser als der Flamer, denn das sind diese sogenannten \"Trolle\" und absichtlichen Feeder.\n\nInwiefern kann man einzelne Aussagen unter Gleichberechtigten objektiv als besser bewerten? Es gibt keinen Chef. Ob man nun über dich oder eine fiktive Person sonst wo spricht, ändert das überhaupt nichts. Alle 5 Spieler im normalen Matchmaking von League sind gleichberechtigt. Wer es anders will, der muss sich Premades suchen. Anders gehts nicht.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-13T12:50:55.898+0000","up_votes":1,"down_votes":4,"body":"Naja wem vertraust du denn mehr? \nDem 0/8 midlaner der schon einen Call gemacht hat der einfach nur bad war \nOder\nDem 10 /0 Adc der das team immo carried?\nInsofern gibt es schon rangunterschiede in deinem Team auch wenn du das nicht wahrhaben willst\n\nUnd man sollte UMBEDINGT Kriiki ingame üben dürfen sonst verbessern sich leute wenig oder gar nicht!","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T12:57:20.815+0000","up_votes":2,"down_votes":0,"body":"Ich habe hier im Forum noch nie einen Chatlog gesehen, wo objektiv und sachlich kritik geübt wurde. Ganz einfach, dafür ist auch keine Zeit.\n\nAlso was wird gemacht? Die Leute beleidigen oder machen grundlos Vorwürfe. Das ist aber keine sachliche Kritik, sondern verschlimmert nur unnötig die Spielatmosphäre. Also was soll die Ausrede mit \"Kritik üben\"?\n\nIhr wollt einfach nur einen  Freifahrtschein um schlechtere Spieler zu flamen. Sorry, aber den gibt es nicht.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-12-13T13:24:42.805+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040000000300000001000000000000000000000001,timestamp=2016-12-13T12:50:55.898+0000)\n\n> \n> Und man sollte UMBEDINGT Kriiki ingame üben dürfen sonst verbessern sich leute wenig oder gar nicht!\n\nUnd durch Kritik ingame verbessert man sich?\n1. Die Leute haben die gleiche Elo. Es ist also mehr als fraglich, ob sie wirklich besser wissen, was zu tun ist.\nUnd grade in den unteren Elo Bereichen wird extrem viel Blödsinn erzählt.\n2. Eine einfache Anweisung: tu X! bringt nichts.\nUm wirklich besser zu werden, muss man verstehen **was** man **warum **falsch gemacht hat und **was ****warum **die bessere Alternative gewesen wäre.\nDie Meinung irgendeines Random beinhaltet diese Punkte nicht.\nMein persönlicher Rat ist, das man die Hinweise von Leuten ingame ignoriert und sich Hilfe von Leuten sucht, die wirklich besser  sind.\nDurch das befolgen unbegründeter Ratschläge wird man nicht besser, im Gegenteil.\nIngame ist einfach keine Zeit, die  langen Texte zu schreiben, die Notwendig sind.\n3. Ich habe oft Leute gesehen die behauptet haben, Kritik sei verboten.\nIch habe allerdings noch nie einen Chatlog gesehen, wo jemand eine solche Kritik ohne Beleidigungen gebracht hat.\nDas, was verboten ist, sind die Beleidigungen, nicht Kritik an sich.\nEs steht dir frei, ein Gegenbeispiel zu suchen.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:14:05.602+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000000030000000100000000000000000000,timestamp=2016-12-13T11:12:40.290+0000)\n>\n> Inwiefern kann man einzelne Aussagen unter Gleichberechtigten objektiv als besser bewerten? Es gibt keinen Chef. Ob man nun über dich oder eine fiktive Person sonst wo spricht, ändert das überhaupt nichts. Alle 5 Spieler im normalen Matchmaking von League sind gleichberechtigt. Wer es anders will, der muss sich Premades suchen. Anders gehts nicht.\n\nDeswegen ist der Inhalt der Aussage viel wichtiger als die Person, die sie tätigt.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:20:35.466+0000","up_votes":2,"down_votes":1,"body":"Da stimme ich dir völlig zu. Aber selbst dann bleibt es maximal ein Vorschlag, bei dem es den Gleichberechtigten frei steht, ihn zu missachten. Wenn jemand nicht in der Lage ist, es richtig zu machen, dann bleibt ihm gar nichts anderes übrig.\n\nDenn wenn etwas objektiv richtiges gesagt wird, heißt das ja noch lange nicht, dass es auch von allen Mitspielern erkannt wird.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:26:41.765+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=000400000003000000010000000000000000000000000000,timestamp=2016-12-13T11:20:35.466+0000)\n>\n> Da stimme ich dir völlig zu. Aber selbst dann bleibt es maximal ein Vorschlag, bei dem es den Gleichberechtigten frei steht, ihn zu missachten. Wenn jemand nicht in der Lage ist, es richtig zu machen, dann bleibt ihm gar nichts anderes übrig.\n> \n> Denn wenn etwas objektiv richtiges gesagt wird, heißt das ja noch lange nicht, dass es auch von allen Mitspielern erkannt wird.\n\nIch konnte vorhin nicht richtig antworten,  komische Bugs...\n\nDu gehst davon aus, dass alle Spieler gleich gut sind. Dann würde aber niemand auf bzw absteigen. Also im voraus auszuschließen, dass der Andere besser ist, halte ich für arrogant. Natürlich kann man es vorher nicht wissen, aber wenn man schon auf die Nase gefallen ist, sollte man doch überlegen ob es der Andere nicht wirklich besser weiß. Von differenziertem Wissen über Mapcontroll und Makro Gameplay in Relation zu mechanischen Fertigkeiten gar nicht erst zu sprechen. Oder anders Ausgedrückt, er weiß es wahrscheinlich wirklich besser, kann nur seine Maus nicht richtig herum halten oder hat die Reflexe einer toten Katze, weswegen er in deiner Elo ist.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:38:08.507+0000","up_votes":2,"down_votes":1,"body":"Das hast du völlig Recht. Aber die Schlechteren geben genauso oft Tipps. Ich gewinne ein Spiel sicher nicht, indem ich ständig Meinungen hinterher renne, die ich nicht rational begründen kann und ebenfalls als sinnvoll ansehe. Im Nachhinein mache ich mir über solche Erkenntnisse gerne Gedanken, schließlich profitiere ich davon. Auch während des Spiels lese ich gerne Tipps, wenn ich sie in kurzer Zeit nachvollziehen kann. Aber es ist im Allgemeinen davon auszugehen, dass wir zum Zeitpunkt des Spiels etwa gleich stark sind.\n\nUnd, mit Verlaub, aber ein besserer Spieler würde nicht darüber schwafeln, wie ihn andere besser carryn können, sondern einfach gewinnen. Denn darum geht es schließlich im Ranked. Zu carryn. Nicht, sich carryn zu lassen.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:39:31.801+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040000000300000001000000000000000000000000000000000000,timestamp=2016-12-13T11:38:08.507+0000)\n>\n> Das hast du völlig Recht. Aber die Schlechteren geben genauso oft Tipps. Ich gewinne ein Spiel sicher nicht, indem ich ständig Meinungen hinterher renne, die ich nicht rational begründen kann und ebenfalls als sinnvoll ansehe. Im Nachhinein mache ich mir über solche Erkenntnisse gerne Gedanken, schließlich profitiere ich davon. Auch während des Spiels lese ich gerne Tipps, wenn ich sie in kurzer Zeit nachvollziehen kann. Aber es ist im Allgemeinen davon auszugehen, dass wir zum Zeitpunkt des Spiels etwa gleich stark sind.\n> \n> Und, mit Verlaub, aber ein besserer Spieler würde nicht darüber schwafeln, wie ihn andere besser carryn können, sondern einfach gewinnen.\n\nAußer er ist mechanisch nicht dazu in der Lage.","replies":[]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-13T11:19:03.313+0000","up_votes":1,"down_votes":1,"body":"Ich verstehe deinen Standpunkt. Er ist nur schlicht falsch.\n\nDu hast keinn Anrecht auf Anweisungen. Das ist der Punkt, wo du falsch liegst. Du bist nur für dein eigenes Spiel veranwortlich, mehr nicht.\n\nWenn dir das nicht passt, spiel mit Freunden und macht vorher aus, wer die Anweisungen erteilt. Aber in der Soloq, wo im Idealfall 5 Randoms spielen, hast du keine Anrecht auf Anweisungen. Und die anderen erst recht keien Pflicht, deinen Anweisungen zu folgen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T11:21:45.169+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000000030000000100000000000000000001,timestamp=2016-12-13T11:19:03.313+0000)\n>\n> Ich verstehe deinen Standpunkt. Er ist nur schlicht falsch.\n> \n> Du hast keinn Anrecht auf Anweisungen. Das ist der Punkt, wo du falsch liegst. Du bist nur für dein eigenes Spiel veranwortlich, mehr nicht.\n> \n> Wenn dir das nicht passt, spiel mit Freunden und macht vorher aus, wer die Anweisungen erteilt. Aber in der Soloq, wo im Idealfall 5 Randoms spielen, hast du keine Anrecht auf Anweisungen. Und die anderen erst recht keien Pflicht, deinen Anweisungen zu folgen.\n\nDann sollte man sich allerdings auch nicht beschweren, dass man verliert wenn man nicht auf Andere hört.","replies":[{"id":"","poster":"eingew","date":"2016-12-13T11:42:33.204+0000","up_votes":2,"down_votes":1,"body":"Aber man sollte sich auch nicht beschweren, dass niemand auf einen hört, wenn ebendies von vorneherein offensichtlich ist und auch nie Sinn der Sache war.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-12-13T11:56:26.253+0000","up_votes":1,"down_votes":1,"body":"Wozu sollte ich in der selben Elo auf Teammates hören? Wären sie besser, wären sie nicht in der selben Elo.\n\nErgo, ich mach das, was ich selbst für das beste halte. Fertig.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-13T20:03:25.530+0000","up_votes":2,"down_votes":1,"body":"Das letzte als jemand in meinem Team den Chef markieren wollte (ist schon eine Weile her), war das in einem 3vs3. Da hat einer gemeint, wir sollen unbedingt auf ihn hören, er wäre ja Gold (waren wir auch). Hat eigentlich immer nur genörgelt, Lane gefarmt, nicht geholfen den Schrein zu verteidigen, nach dem Doublekill für die Gegner bei der Schreinverteidigung gesagt, wir wären alle unfähig, Itembuilds als scheiße bezeichnet und so weiter. Irgendwann, habe ich dann mal gefragt, was denn besser auf Elise als Item wäre. Dann meine er, ich hätte das Tankjungleritem bauen sollen. Also habe ich erwiedert, das geht nicht, das ist deaktiviert. Entschuldigt hat er sich nicht, aber wenigstens hat er danach nichts mehr geschrieben. \n\nDas ganze hat nur mal wieder gezeigt, dass Flamer nicht mit Kompetenz und Spielwissen glänzen, sondern überwiegend durch maßlose Selbstüberschätzung und Ignoranz. Interessant war aber, dass wir den gleich darauf wieder im Team hatten, also nochmal die 3 selben Spieler. Diesmal wollte der Flamer aber wohl seine Schande von der letzten Runde wieder gut machen. Statt unsere Pings zu ignorieren, ist er uns doch tatsächlich gefolgt und hat auf uns reagiert. In der Runde waren glaube ich, die einzigen Sachen die er schrieb, so was wie \"gj\" und \"gg\". \n\nMan sieht also, ohne Flame und Flamer, läuft es gleich viel besser. Vor allem, wenn man sich nicht der Illusion hingibt, man wäre unfehlbar und die Mitspieler der letzte Dreck.\n\nNimm dir doch an dem Spieler ein Beispiel und streng dich an, statt zu nörgeln.","replies":[]}]}]}]},{"id":"","poster":"derBuddler","date":"2016-12-13T10:20:59.017+0000","up_votes":1,"down_votes":1,"body":"Schon in Ordnung, ich glaube dir das du nicht flamest.\nWar nur recht belustigend, wenn ein \"nicht so guter Spieler\" einem Andern seine Stats unter die Nase reibt ;)","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-13T10:27:58.668+0000","up_votes":2,"down_votes":1,"body":"Das war so nach dem Prinzip, wer im Glashaus sitzt. \n\nMan liest hier im Forum so häufig, dass sich Spieler über ihre Teammates beschweren, dass die doch ständig feeden, und dann liest man von Flamer, dass sie ja eigentlich nur flamen, weil jemand feedet.\n\nUnd wenn man sich dann den Spielverlauf dieser Leute anguckt, sind sie häufig nicht besser, als ihre angeblich so \"feedenden\" Teammates (woher auch, sind ja in der gleichen Elo). Das finde ich einfach nur Schwachsinn und das halte ich denn Leute mit ihrem eigenen Spielverlauf auch vor. \n\nWer meint sich über seine Teammates zu erheben, muss halt mal wieder auf den Boden der Tatsachen geholt werden.","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2016-12-13T09:21:24.426+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=00040000,timestamp=2016-12-13T09:12:56.997+0000)\n>\n> So wie dein 1/10/6 Trundlespiel? Oder dein 1/9/4 Caitlynspiel? Oder meinst du dein 0/12/10 Leonaspiel?\n> \n> Kannst dem TE ja mal helfen, besser zu werden. Du hast es ja scheinbar drauf.\n\nDer Unterschied ist, ich heul nicht rum, ich weiß, dass ich scheiße bin.","replies":[{"id":"","poster":"Soúp","date":"2016-12-13T13:07:44.405+0000","up_votes":3,"down_votes":1,"body":"Hast du denn in den Spielen nicht auf die Ratschläge deiner Teammates gehört?","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-12-13T15:08:37.084+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Soúp,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0004000000010000,timestamp=2016-12-13T13:07:44.405+0000)\n>\n> Hast du denn in den Spielen nicht auf die Ratschläge deiner Teammates gehört?\n\nHue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue hue","replies":[]}]}]}]}]},{"id":"","poster":"Serlaya","date":"2016-12-13T02:34:47.731+0000","up_votes":2,"down_votes":1,"body":"Ich bin eigentlich für direkt permanenten Bann bei hartem vergehen aber das ist leider nicht umsetzbar :D\nAn sich bringen nur Chat Banns etwas gegen toxic Kiddies. Denn die meistenh aben nunmal nen Smurf und spielen einfach in den 10 Tagen oder 14 auf ihrem Smurf, flamen da. \nJe nach schwere wäre daher denke ich ne temporäre Chatsperre mit spezieller Überwachung des Chatlogs angemessener. ich persönlich mute nach dem 2. Flame ingame diesen Menschen und reporte ihn nach dem Game (Egal ob Team oder Gegner)","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-13T05:32:00.772+0000","up_votes":4,"down_votes":0,"body":"> Ich bin eigentlich für direkt permanenten Bann bei hartem vergehen aber das ist leider nicht umsetzbar :D\n\nHo ho ho. Bist du dieses Jahr denn auch schön brav gewesen? Ja? Gut, denn ich hab hier ein Geschenk für dich: Direkte permanente Bans für extrem harte Vergehen gibt es bereits. Wir durften davon schon eine Handvoll hier im Forum bewundern. \n\n> An sich bringen nur Chat Banns etwas gegen toxic Kiddies. Denn die meistenh aben nunmal nen Smurf und spielen einfach in den 10 Tagen oder 14 auf ihrem Smurf, flamen da.\n\nHm? Das passt aber nicht zusammen. Erst sprichst du von Chat Restrictions und dann davon, dass man einfach 2 Wochen auf einen Smurf ausweicht, was bei Chat Restrictions gar nicht möglich ist, sondern nur bei Bans. Was genau meinst du denn? \nUnd was sind für dich denn \"Toxic Kiddies\"? Ist nicht jeder toxischer Spieler sowas?\n\n> Je nach schwere wäre daher denke ich ne temporäre Chatsperre mit spezieller Überwachung des Chatlogs angemessener.\n\nNa dann ist es ja gut, dass das bereits in 99% (keine Übertreibung, das ist der tatsächliche Prozentsatz) der Fälle genu die Strafe ist, die Spieler bekommen.","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2016-12-13T06:07:01.762+0000","up_votes":2,"down_votes":0,"body":"Prüft was ihr euch wünscht.","replies":[]},{"id":"","poster":"Abasin","date":"2016-12-13T06:45:51.251+0000","up_votes":3,"down_votes":1,"body":"Wenn man Deiner Ansicht im echten Leben folgen sollte, wären bald 90% aller Leute hinter Gittern. Die restlichen 10% könnten aber nicht in Frieden Leben, weil sie im Strafvollzug arbeiten müssten. \nSoll heissen, dass man zwar die Extremfälle aussortieren sollte, aber nicht bei jedem Pups und jeder Unverträglichkeit gleich mit der Bannkeule droht. Zudem sind die Bannkriterien - was ist harter Flame und was nicht - sehr weich und es ist gut dass nicht eine extreme Minderheit, sondern die statistische Mehrheit aller Spieler das nicht mehr tolerierte Verhalten vorgibt.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-12-13T05:34:37.436+0000","up_votes":3,"down_votes":1,"body":"> Aber was ist eure Meinung dazu und wann/wie würdet Ihr es gerne sehen, dass Flamer gebannt werden?\n\nGegenfrage: Was ist denn das Ziel deiner Idee. Du willst scheinbar härtere Strafen für Flamer, richtig? So weit so gut. Aber warum? Was ist der Zweck? \n\nSobald du diese Frage beantwortest, können wir darüber diskutieren ob deine Idee dazu geeignet ist, dieses Ziel zu erreichen. \n\n> Meiner Meinung nach sollten Flamer (je nach art und stärke) ab dem zweiten Vergehen gebannt werden.\n\nDas ist, genau wie du sagst in Abhängigkeit vom Ausmaß der Toxizität, bereits der Fall.","replies":[{"id":"","poster":"The Furious Rob","date":"2016-12-19T13:15:51.766+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=ldpHjtzc,comment-id=0001,timestamp=2016-12-13T05:34:37.436+0000)\n>\n> Gegenfrage: Was ist denn das Ziel deiner Idee. Du willst scheinbar härtere Strafen für Flamer, richtig? So weit so gut. Aber warum? Was ist der Zweck? \n> \n> Sobald du diese Frage beantwortest, können wir darüber diskutieren ob deine Idee dazu geeignet ist, dieses Ziel zu erreichen. \n\n\nHinter diesem Thread steckt kein Ziel, mich interressiert es nur wie andere über dieses Thema denken und jetzt wo ich das sehe denke ich mir auch, dass ich das hätte reinschreiben sollen XD","replies":[]}]},{"id":"","poster":"Mischaa","date":"2016-12-13T09:54:47.419+0000","up_votes":2,"down_votes":6,"body":"mein smurf hat direkt einen perma bann bekommen. :D","replies":[{"id":"","poster":"5weeds","date":"2016-12-13T12:01:42.565+0000","up_votes":2,"down_votes":0,"body":"Darauf sollte man nicht Stolz sein...","replies":[]}]}]}