{"id":"uVF8xt0b","poster":"Phridolin","date":"2016-12-12T12:49:55.737+0000","title":"Skins für SR? ;)","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"**Ersteinmal dickes Lob, dass ihr SR &uuml;berarbeitet und jetzt nach Jahren wieder die Winter-Map auspackt!**\r\n\r\nAber w&auml;re es nicht m&ouml;glich, da SR die kompetitive Map ist, ihr wenigstens ein paar &quot;Skins&quot; zu geben?\r\n\r\nIch denke, da an SR mit Sand, Normaden-Zelten, Geier anstatt Schmetterlingen und Skorpione anstatt diese kleinen F&uuml;chse. (Die Karte w&auml;re in einen r&ouml;tlich/gelben Schimmer geh&uuml;llt und am Fluss entlang wachsen ein paar Palmen und Kakteen. {{item:2302}} \r\n\r\nAndere Idee w&auml;re alles im Stil von Bilgwater. An den Kartenr&auml;ndern flie&szlig;t Wasser herunter, am Fluss entlang sind Hafen-H&auml;user und ein kleiner Kutter. Die restliche Map ist sumpfig-gr&uuml;n/braun und mit knorrigen Weiden ausgekleidet. {{item:3144}} \r\n\r\nUnd dann vllt noch ein Piltover/Zaun-Skin, bei dem die eine Seite Zaun (inklusive Minions) und die andere Piltover (inklusive Minions) darstellt. Die R&auml;nder der Karte sind hier mit Hochh&auml;usern und Konstrukten ausgestattet. Die kleinen F&uuml;chse w&auml;ren hier Ratten. (damit sich Twitch nicht so alleine f&uuml;hlt) {{item:3146}} \r\n\r\n\r\n\r\n\r\nWas haltet ihr von diesen Ideen? Vor einigen Jahren h&auml;tte ich mich nicht getraut diese Idee zu &auml;u&szlig;ern, aber mittlerweile wird LoL ja immer gr&ouml;&szlig;er und bekannter. Somit enstehen ja auch vllt die Ressourcen solche Dinge umzusetzen. \r\n\r\n\r\nglg","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-12-12T13:08:33.821+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nüber Skins der Karte und warum diese nicht so einfach zu entwickeln sind wurde bereits in [diesem](http://euw.leagueoflegends.com/de/news/community/q/reden-wir-uber-smurfs-schnee-und-banne-frag-riot) Frag Riot gesprochen.","replies":[{"id":"","poster":"DanionVibit","date":"2016-12-12T15:32:09.343+0000","up_votes":2,"down_votes":0,"body":"auch wenn es nicht so einfach ist, Konkurrenzprodukte bekommen auch ganz unterschiedliche maps hin... Ich finde es ok das SR SR ist und ich will auch das es so bleibt, aber etwas optische Abwechslung kann man ja trotzdem haben. Fände ich zumindest super und würde mich freuen wenn andere mapskins erscheinen würden (auf kurz oder lang)","replies":[{"id":"","poster":"Phridolin","date":"2016-12-12T19:19:36.860+0000","up_votes":1,"down_votes":0,"body":"Genau mein Gedankengang!","replies":[]}]},{"id":"","poster":"Phridolin","date":"2016-12-12T15:11:54.490+0000","up_votes":1,"down_votes":0,"body":"Heyo,\nich kann mir durchaus vorstellen, dass das nicht allzu einfach umzusetzen ist. Dennoch habe ich gedacht ich bring mich mal ein und gebe ein paar weitere Ideen. :)\n\nDes Weiteren ist hinter meiner Idee kein Druck oder ich weiß auch, dass so etwas dauert. Dennoch hoffe ich, und unterstütze auch die Community in diesem Gedanken, dass man diese Ideen nicht außer Acht lassen sollte, anstatt immer wieder \"nur\" \"kurzweilige\" Events herauszuhauen.\n\nDie o.g. Maps können auch noch 2018/19 kommen, Hauptsache ein paar schaffen es. ;)","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-12-12T16:15:56.601+0000","up_votes":1,"down_votes":0,"body":"Möglich hingegen wäre es, wenn man nur die Teile modifiziert die nicht ins Spielgeschehen eingreifen.\nSprich die Tiere die da im Jungle rumgurken und ebenfalls die SR ausserhalb des Spielfeldes.\nDas wären schonmal kleine Änderungen die man machen könnte und an denen man testen könnte wie die Leute darauf reagieren.","replies":[{"id":"","poster":"Phridolin","date":"2016-12-12T19:19:06.779+0000","up_votes":1,"down_votes":0,"body":"wäre schon mal etwas imo :^)","replies":[]}]}]}]},{"id":"","poster":"xinf3ct3d","date":"2016-12-30T19:21:49.101+0000","up_votes":1,"down_votes":0,"body":"Der Aufwand wäre wirklich extrem. Außerdem wären die \"Skins\" enorm Teuer und würden mit Sicherheit 5k RP Kosten was enorm wäre. Zusätzlich gäbe es 100% Probleme bei Hitboxen von Wänden wie es sie ja bei manchen Skins immernoch gibt z.B. iBlitzcrank Hook. Ich glaube nicht dass das jemals eingeführt würde","replies":[{"id":"","poster":"Phridolin","date":"2017-01-10T15:55:15.015+0000","up_votes":1,"down_votes":0,"body":"Wieso kosten? Ich kann deinen Kommentar nicht so ganz nachvollziehen? Sarkasmus? Wenn ich dir meinen Beitrag nochmal erklären soll, antworte einfach. lg","replies":[]}]},{"id":"","poster":"worwik203","date":"2016-12-31T14:05:44.612+0000","up_votes":1,"down_votes":0,"body":"hi","replies":[{"id":"","poster":"Phridolin","date":"2017-01-10T15:53:19.999+0000","up_votes":1,"down_votes":0,"body":"Heyo, let's go!","replies":[]}]}]}