{"id":"NBw0AKHn","poster":"TFW Kubalzki","date":"2016-12-12T05:38:30.684+0000","title":"Toplaner für Competitive Team Gesucht.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\n\nWir Suchen derzeit nach einem Top Laner für unser Ranked Team da unser Alter Top Laner uns Verlassen hat, da dieser nicht ernst/tryhard spielen wollte. Daraus folgt das wir eine Lücke in unserem Team haben und diese wieder Schließen möchten.\n\n**FAQ:**\n**F:** Wer oder was sind wir?\n**A:** Wir sind ein League of Legends Team vom Multigaming Clan The Last Crusaders. (Namensänderung folgt am Samstag den 17.12)\n\n**F:** Wieso hab ihr vor ernst zu Spielen/zu climben, was ist euer ansporn?\n**A:** Das man mit Ordentlichen Mates spielt um auch was erreichen zu können, Das Teamplay, genauso wie das Zusammenspiel.\nDazu allgemein Spaß an der Sache zu haben und sich auch auf die Belohnungen zu freuen.\n\n**F:** Wie habt ihr euch das vorgestellt als Neulinge Höher zu Spielen?\n**A:** Indem wir uns ständig verbessern, den Satz \"ich kenne schon alles\" gibt es bei uns nicht. Es wird immer dran gefeilt Besser zu Spielen. Dies heißt aber nicht dass wir Hals über Kopf in Turniere springen ohne das dementsprechende Training!.\n_~~**************************************************~~_\n**Anforderungen:**\n\n  * Alter von mindestens 17.\n  * 3-5 Champions die du Top Gut spielen kannst.\n  * Pünktliches erscheinen.\n  * Gutes Spielverständnis.\n  * Übung im Teamplay.\n  * TeamSpeak 3 und Gutes Headset.\n\n**Wir Bieten:**\n\n  * Einen High Elo-Coach, der auch schon Erfahrung in der ESL und anderen Turnieren hat. \n  * Einen TeamSpeak + Dementsprechendem Team Channel.\n  * Nette Mitspieler und Mates für Team-Ranked oder for Fun.\n  * Einen Ansprechpartner der Hilfsbereit ist, soweit es ihm ermöglicht ist.\n  * Einen Festen Trainings Plan der eingehalten wird. (zwischenfälle passieren aber dennoch)\n\n**Aufstellung:**\n\n  * Top = DU?\n  * Jungle = GG Xeral\n  * Mid = Kubalzki\n  * Bot = Ultras My name\n  * Supp = Basillix\n    -Coatch = YellowJacketShen\n\nWir würden uns freuen, wenn sich einer für diesen Posten Bewerben würde. falls ja dann Melde dich entweder auf unserm TeamSpeak oder add Kubalzki ingame, und schreibe ihm eine Nachricht und einige Grundinformationen. Du kannst aber auch hier Kommentieren dies ist dir frei. :)\n\nTeamSpeak IP: **_89.163.132.91_**\n\nFalls du noch fragen hast kannst du gerne Fragen. _Feel free to ask_\n\n_**Mit freundlichen Grüßen\nKubalzki**_","replies":[{"id":"","poster":"Ehren Teemo","date":"2016-12-12T10:01:28.513+0000","up_votes":1,"down_votes":0,"body":"+","replies":[]}]}