{"id":"u1l337E0","poster":"TheRealWolverine","date":"2016-12-10T11:21:44.973+0000","title":"Buch III: Leona und Diana  - Schwester und doch Welten entfernt","subforum":"Community-Kunstwerke","up_votes":10,"down_votes":3,"body":"Liebe Beschw&ouml;rer! \r\nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen. \r\nAlso macht es euch gem&uuml;tlich und begleitet zwei junge Kriegerinnen auf dem Weg zu einer unerwarteten Erkenntnis. Nun m&ouml;chte ich euch aber wirklich nicht weiter aufhalten, seht einfach selbst.\r\n\r\nSchwester und doch Welten entfernt\r\n\r\n\r\nLeona stieg den Mount Targon hinauf. Der Tag war ideal gew&auml;hlt, denn es herrschte klare Sicht und war trotzdem kalt genug ,um die meisten Menschen fernzuhalten. Einer Solari konnte die K&auml;lte nat&uuml;rlich nichts anhaben. Ihre Sonnenaura hielt die Umgebungstemperatur auf angenehmen 476 Grad Doran. Leona l&auml;chelte, als ihr die Geschichten der Solari &uuml;ber den jungen Erfinder Doran in den Sinn kamen, der die Sonnenkrieger aufsuchte, um seine Thermoforschungen zu vollenden. Dabei hatte er eine Skala - die sogenannte Doranskala- entwickelt, die den Temperaturunterschied zwischen dem Herzen der Eishexe Lissandra und der Kerntemperatur von Drachenatem in tausend gleichm&auml;&szlig;ige Abschnitte unterteilte. Von da an hatte er eine Sammlung von Daten f&uuml;r ganz Runeterra angelegt und glaubte, bereits  fertig zu sein, als er einen Kampf  zwischen einem Drachen und einem Yordle beobachtete, wobei der Yordle eindeutig unterlag, aber sein Fell dem Drachenfeuer widerstand - wie es kein Gegenstand  Valorans bis auf die Freljordschen Artefakte und die Trimagischen Ausnahmen tat. Das erstaunte Doran sehr und er wartete ab, bis der Drache verschwunden  war und untersuchte den Yordlek&ouml;rper. Doch der war weder mit drei verschiedenen Magien verzaubert wurden, noch trug er eines der lange verschollenen Freljordschen Artefakte.  Nach wenigen Augenblicken stellte Doran erstaunt fest, dass der Yordle scheinbar unbeschadet &uuml;berlebt hatte. Er versorgt ihn so gut er eben konnte und nach einiger Zeit hatte der kleine Kerl seinen Schock &uuml;berstanden. Offenbar war er sich der Besonderheiten seines Fells nicht bewusst gewesen und Doran schlug ihm vor dieser Sache gemeinsam auf den Grund zugehen. Nach einer kurzen Beratung machten sie sich gemeinsam zu den Solari auf, um den Schmelzpunkt von Yordlefell zu bestimmen. Tats&auml;chlich gelang es ihrem damaligen Anf&uuml;hrer nach tagelanger Meditation und durch die Energie der Sonne mit einer Temperatur von  4896 Grad  Doran den Pelz zu schmelzen, jedoch nicht ihn zu entz&uuml;nden. Das musste damals  eine Sensation gewesen  sein, denn es war bereits bekannt, dass selbst durchschnittliche Sonnenkrieger in der Lage waren, Temperaturen bis zu 2500 Grad Doran zu erzeugen und damit Drachenschuppen zu schmelzen. Daraus wurden dann in einem geheimen Verfahren die R&uuml;stungen der Solari gefertigt,  die dann problemlos der gew&ouml;hnlichen  Sonnenaura standhalten  konnten.\r\nLeona stand nun direkt vor den 365 Stufen, die zum Feuerplateau f&uuml;hrten - dem spirituellsten Ort, den ein Sonnenkrieger aufsuchen konnte. W&auml;hrend sie eine Stufe nach der anderen hinaufstieg, versuchte sie, sich an ihren letzten  Besuch zu erinnern. Prinzipiell war es ein einfaches  Steinplateau,  in dessen Mitte ein rotgelber Edelstein von riesigem Ausma&szlig; eingelassen  worden war. Rings um den Stein verliefen 3 konzentrische Kreise, die in mannshohen Flammen standen. Dabei waren die &Auml;u&szlig;eren  immer k&auml;lter als die Inneren und die Aura eines Kriegers entschied wie nahe er dem Kristall kommen durfte.\r\nUngef&auml;hr bei der H&auml;lfte der Stufen angekommen, fragte sich Leona - wie auch jedes vorangegangene Mal - warum die alten Meister denn f&uuml;r jeden Tag des Jahres eine Stufe  hatten bauen  m&uuml;ssen. Doch schlie&szlig;lich erreichte sie ihr Ziel. Entschlossen st&auml;rkte sie ihre  Aura und trat durch die brennenden Ringe hindurch. Am Sonnenstein angekommen, kniete sie nieder, legte ihre Waffe ab und senkte den Kopf respektvoll. Sie hoffte inst&auml;ndig, ihre G&ouml;ttin w&uuml;rde ihr weiterhelfen k&ouml;nnen, denn ihr Anliegen war heute von &auml;u&szlig;erst wichtiger Natur. \r\nLeona schloss die Augen und begann zu sprechen: &ldquo;Meine Sonne, gr&ouml;&szlig;tes Licht meines Lebens, erleuchtet mich mit eurer Weisheit. Ich habe den langen Weg auf mich genommen und wurde vom Feuer f&uuml;r w&uuml;rdig befunden, um euren Rat zu erhalten. Eine meiner Schwestern im Geiste ist schon seit l&auml;ngerer Zeit einem fremden Gott verfallen - eurem Erzfeind, dem Herren der Nacht. Sie l&auml;sst sich trotz der zahlreichen Versuche nicht bekehren, sodass ich keine andere M&ouml;glichkeit sah, als sie zum Duell zu fordern. Ich erbitte eure Kraft und Weisheit f&uuml;r den Kampf und die darauf folgende Situation.&rdquo;\r\n\r\n\r\nZur gleichen Zeit, nur meilenweit unter Leona, kniete Diana in der Mondgrotte und betete ebenfalls. Auch sie hatte die Augen geschlossen, aber das Gesicht war dem riesigen Stein an der Decke zu gewandt, der die ganze H&ouml;hle mit hellem, silbrigen Licht erf&uuml;llte.\r\n&ldquo;Mein Mond, Licht meiner Tr&auml;ume. Mir steht ein gro&szlig;er Kampf bevor. Meine Familie kann meine Liebe zu euch nicht verstehen und wird mich vor die Wahl zwischen ihnen und euch stellen. Ich habe Angst und ich sch&auml;me mich nicht daf&uuml;r. Nur ein Narr w&uuml;rde ohne Zweifel einem Kampf gegen seine Familie entgegen sehen. Dennoch bin ich entschlossen zu k&auml;mpfen und eureEhre zu verteidigen.&rdquo; Den letzten Satz sprach sie voller Entschlossenheit aus und die Worte hallte klangvoll in der H&ouml;hle nach.\r\n\r\n\r\nLeona hatte die Augen wieder ge&ouml;ffnet und wartete geduldig auf ein Zeichen von ihrer G&ouml;ttin. Gerade als sie glaubte, ihre Sonne habe sie verlassen, erzitterte der Fels unter ihr und eine leise Stimme fl&uuml;sterte: &ldquo;Entschlossen k&auml;mpfen, deine Ehre verteidigen...&rdquo; \r\nDa l&auml;chelte Leona. Sie hatte ihr Zeichen erhalten und nichts mehr zu f&uuml;rchten. Voller Freude &uuml;ber diese Nachricht lie&szlig; sie ihre Aura erstrahlen und das gesamte Feuerplateau wurde in glei&szlig;endes Licht getaucht, w&auml;hrend sie sich zum Abstieg bereit machte.\r\n\r\n\r\nIn der Grotte &ouml;ffnete Diana ebenfalls die Augen und sah, wie der Mondstein an der Decke in silber wei&szlig;em Licht unterging. Das musste das Zeichen ihres Gottes sein. Erfreut &uuml;ber seine Antwort senkte sie leicht den Kopf und bedankte sich. Schlie&szlig;lich stand sie auf und verlie&szlig; die Grotte.\r\n\r\n\r\nW&auml;hrend sich die beiden Kriegerinnen zum Platz ihres Duells aufmachten, glitt Aurelion Sol durch das All und &auml;rgerte sich einmal mehr &uuml;ber die Nachwirkungen der targonischen Krone, mit der er einst gefangen worden war. Schon seit Stunden h&ouml;rte er die Gedanken von zwei jungen Kriegerinnen im Kopf, die seiner Meinung nach vollkommen grundlos gegeneinander k&auml;mpfen wollten. Scheinbar ging es dabei darum, welche seiner Sch&ouml;pfungen brillanter war - absolut unsinnig, denn alle seine Werke waren auf ihre ganz besondere Weise einzigartig sch&ouml;n.\r\nAber was k&uuml;mmerte es ihn eigentlich? Sollten sich doch diese uns&auml;glichen Targonier duellieren, so viel sie wollten. &ldquo;Je weniger von ihnen, desto besser&rdquo;, versuchte er sich einzureden. Doch schlie&szlig;lich siegte sein Mitleid f&uuml;r diese so unterentwickelte Rasse und er nahm Kurs auf Runneterra.\r\n\r\n\r\n&ldquo;Ich gebe dir noch eine letzte Chance, Diana. Kehre zu deinen Schwestern der Sonne zur&uuml;ck und wir m&uuml;ssen nicht gegeneinander k&auml;mpfen.&rdquo;, rief Leona &uuml;ber die Plattform, auf der der Kampf ausgetragen werden sollte. \r\nDiana lachte, als sie das h&ouml;rte. &ldquo;Mein Gott ist streng, aber gerecht. Deshalb f&uuml;rchte ich kein Duell. Ich werde siegreich sein und du wirst dich mir beugen.&rdquo; \r\nLeona zog ihr Schwert. Insgeheim hoffte sie, dass der Kampf nicht t&ouml;dlich enden w&uuml;rde, aber f&uuml;r den Fall, dass Diana sich nicht besinnen w&uuml;rde, war sie bereit bis zum Tode zu k&auml;mpfen. Entschlossen streckte sie ihrer Gegnerin die Klinge entgegen. &ldquo;Ich bedauere, dass es so weit kommen musste.&rdquo;, sagte sie und st&uuml;rmte nach vorn. \r\nAuch Diana zog ihre Waffen und beugte die Knie leicht an um sich zum Sprung bereit zu machen. Gerade als Leona nur noch 2 Schritte von ihr entfernt war, schnellte Diana vor und die beiden Klingen trafen mit lautem Klirren aufeinander. Durch die Wucht des Schlages wurden beide zur&uuml;ckgeworfen, balancierten sich aus und griffen erneut an. So tanzten die beiden Kriegerinnen eine Weile miteinander. Keine der beiden wagte mit voller Kraft zu k&auml;mpfen, aus Angst die finale Attacke zu verfehlen und dann in einer deutlich schlechteren Position f&uuml;r einen Sieg zu sein, als zuvor. \r\nSchlie&szlig;lich neigte sich die D&auml;mmerung ihrem Ende entgegen und die Nacht drohte herein zu brechen. Leona wusste, dass sie es schnell beenden musste, bevor die letzten Strahlen ihrer G&ouml;ttin sie verlie&szlig;en.  Mit aller Kraft b&uuml;ndelte sie das letzte Sonnenlicht des Tages und traf Diana mit dessen voller Energie. Die Mondprinzessin schrie auf und schlug hart zu Boden. Leona l&auml;chelte, w&auml;hrend sie auf ihre einstige Schwester zu rannte und ihr das Schwert an die Kehle hielt. \r\n&ldquo;Es ist vorbei, Diana. Ergib&rsquo; dich, sonst habe ich keine andere Wa...&rdquo;\r\nIn diesem Moment riss Diana ihre silbern leuchtende Klinge nach oben und als diese auf das Sonnenlicht von Leonas Waffe traf, wurde ein glei&szlig;endes Licht freigesetzt und beide Kriegerinnen musste f&uuml;r einen Moment die Augen schlie&szlig;en. Leona taumelte einen Schritt zur&uuml;ck und hielt sich das Schild vors Gesicht.\r\nAls sie die Augen wieder &ouml;ffneten, herrschte eine bl&auml;uliche Dunkelheit auf dem Plateau und Leona glaubte f&uuml;r einen Moment, der Herr der Nacht pers&ouml;nlich w&auml;re gekommen um sie zu vernichten. Doch dann war ein Grollen zu h&ouml;ren, die Dunkelheit lichtete sich ein wenig und gab die Umrisse eines riesigen Drachen frei, der so eben auf der Plattform gelandet war. \r\n&ldquo;N&auml;rrische Menschen&rdquo;, erklang seine m&auml;chtige Stimme und hallte gespenstig zwischen den angrenzenden Bergh&auml;ngen wieder.\r\n&ldquo;Ihr beleidigt mich mit eurem Kampf.&rdquo;, setzte er nach. \r\nLeona erkannte nun auch Diana, die mit Schrecken den riesigen Drachen ansah und sich vor ihm auf die Knie warf und dem&uuml;tig den Kopf senkte. Leona wunderte sich f&uuml;r einen Moment &uuml;ber das passive Verhalten, doch schlie&szlig;lich erkannte sie ebenfalls, dass ein Kampf gegen eine so riesigen Drachen wohl kein gutes Ende f&uuml;r sie nehmen w&uuml;rde und folgte Dianas Beispiel. \r\nSchlie&szlig;lich verzog sich die Dunkelheit vollst&auml;ndig und der Drache musterte die beiden Kriegerinnen genau. \r\n&ldquo;Warum habt Ihr unseren Kampf unterbrochen?&rdquo;, fragte Leona in die unangenehme Stille hinein.\r\n&ldquo;Weil ihr dummen Gesch&ouml;pfe nicht selbst erkennt, wie sinnlos euer Handeln doch ist.&rdquo;, dr&ouml;hnte Aurelion die Berge hinweg.&rdquo;Du, Leona, was wei&szlig;t du &uuml;ber den Mond oder was glaubst du zu wissen, dass deinen Hass rechtfertigen w&uuml;rde?&rdquo;\r\nLeona &uuml;berlegte einen Augenblick. &ldquo;Er ist der Gegenspieler zur Sonne, die allen Gesch&ouml;pfen das Leben erst erm&ouml;glicht. Demnach repr&auml;sentiert er den Tod und kann somit nichts Gutes mit sich bringen.&rdquo;\r\n&ldquo;Diese &Uuml;berheblichkeit von euch Targoniern bringt mich wieder einmal um den Verstand. Glaubst du allen Ernstes, eure Welt w&uuml;rde ohne den Mond &uuml;berhaupt so existieren? Er verursacht die Gezeiten und erm&ouml;glicht somit tausenden Lebensformen ihr Dasein. Weiterhin erhellt er die Nacht und leuchtet armen Seelen den Weg.&rdquo;\r\nDiana schien durch diese scheinbar parteiische Ansprache Mut gesch&ouml;pft zu haben. Sie erhob sich und sagte: &ldquo;Genau das denke ich auch. Der Mond ist ein Gef&auml;hrte und sein heller Schein wird immer das sch&ouml;nste Licht dieser Erde bleiben.&rdquo;\r\n&ldquo;Verzeihung&rdquo;, antwortete Aurelion kalt, &ldquo;habe ich etwas gesagt, dass dich glauben lassen hat, du w&auml;rst besser als sie? Was soll das Gerede vom sch&ouml;nsten Licht der Erde? Ist dir nicht klar, dass Mondlicht und Sonnenlicht das Selbe sind?&rdquo;\r\nDiana sah ihn fassungslos an. &ldquo;Das ist unm&ouml;glich.&rdquo; Ihre Augen wurden gro&szlig; und rund, dann verh&auml;rtete sich ihr Blick. &ldquo;Du l&uuml;gst.&rdquo;, schrie sie und zog ihre Waffe. \r\nEr lachte nur. &ldquo;EInf&auml;ltige Menschen. Wie dumm ihr doch seid, nicht zu erkennen, dass eure G&ouml;tter in Wahrheit doch Bruder und Schwester sind.&rdquo;\r\nNun erhob sich Leona ebenfalls. &ldquo;Das lasse ich mir nicht bieten.&rdquo;, erkl&auml;rte sie entschlossen. &ldquo;Das ist eine Beleidigung des Lichts meines Leben.&rdquo;\r\n&ldquo;Was wollt ihr tun?&rdquo;, fragte Aurelion nun ernster. &ldquo;Mich bek&auml;mpfen? Dann sterbt ihr beide. Ich mache euch einen Vorschlag: ihr k&ouml;nnt mich nun angreifen und beide euer Leben verlieren, ihr k&ouml;nnt euch beide stur stellen, ich werde verschwinden und ihr k&ouml;nnt diesen sinnlosen Kampf fortf&uuml;hren. Oder ihr besinnt euch endlich und lasst zu, dass ich euch eine neue Welt eurer G&ouml;tter zeigen kann.&rdquo; Er verschr&auml;nkte die kurzen Arme vor dem m&auml;chtigen K&ouml;rper und sah mit einer grimmigen Miene auf die beiden herab.\r\nLeona r&auml;usperte sich verlegen. &ldquo;Glaubst du, es k&ouml;nnte uns helfen mit dir zu gehen?&rdquo;\r\nEr nickte entschlossen.\r\nDiana wollte bereits widersprechen, doch Leona unterbrach sie: &ldquo;Du bist immer noch eine meiner Schwestern und ich w&uuml;nsche mir sehr eine friedliche Einigung mit dir zu finden.&rdquo;\r\nDiana zog ihre Waffe. &ldquo;Ihr habt mich versto&szlig;en und mich gedem&uuml;tigt. Das werde ich niemals vergessen.&rdquo; Mit einem schnellen Sprung ging sie auf Leona los. In diesem Moment wurde es dunkel, lediglich der Schein, der von Aurelion ausging erhellte die Umgebung ein wenig.\r\nDiana schrie auf, als ein stechender Schmerz durch ihren K&ouml;rper jagte. Leona lag bereits am Boden und zitterte heftig. \r\n&ldquo;Was hast du getan?&rdquo;, fragte Diana schwach.\r\n&ldquo;Ihr habt mir keine Wahl gelassen. Ich zerst&ouml;re nur ungern meine eigenen Sch&ouml;pfungen, aber ich habe die Sonne abgeschirmt. Ohne ihr Licht wird der Mond sterben, sieh nur?&rdquo;\r\nDiana sah zu ihrem Herren auf und musste mit Schrecken feststellen, dass sein Licht ebenfalls vollkommen erloschen war.\r\n&ldquo;Wieso tust du das?&rdquo;, schrie Diana nun verzweifelt,\r\nAurelion seufzte: &ldquo;Um dir einen ganz wichtigen Aspekt klarzumachen. Sieh dir deine Schwester an.&rdquo;\r\nDiana wandte den Blick langsam Leona zu, die scheinbar gerade das Bewusstsein verlor. \r\n&ldquo;Sowohl der Mond als auch Leona brauchen die Sonne um zu &uuml;berleben. Sie sind verbunden ohne es zu wissen und genau so bist du mit Leona verbunden. Eure G&ouml;tter sind Geschwister und ihr seid es ebenso.&rdquo;\r\nDiana stiegen die Tr&auml;nen in die Augen. &ldquo;Wird sie sterben?&rdquo;\r\n&ldquo;Wenn die Sonne nicht zur&uuml;ckkehrt, wird sie es nicht mehr lange &uuml;berstehen.&rdquo;\r\n&ldquo;Dann bring&rsquo; sie zur&uuml;ck. Lass&rsquo; sie nicht sterben, ich bitte dich.&rdquo;\r\nEr nickte anerkennend und im gleichen Augenblick kehrte das Mondlicht zur&uuml;ck und Leona schnappte panisch nach Luft. \r\n&ldquo;Geht es dir gut, meine Teure?&rdquo;, fragte Aurelion sanft. Sie nickte nur ersch&ouml;pft und erhob sich schwankend auf die Beine. \r\n&ldquo;Seid ihr bereit meine Welt kennenzulernen?&rdquo;, fragte der Drache nun beinahe h&ouml;flich und hielt den beiden Damen einladend sein kurzes &Auml;rmchen entgegen, damit sie auf seinen R&uuml;cken klettern konnten. \r\nGemeinsam erhoben sie sich weit in die H&ouml;he, bis man sowohl Erde, Mond und Sonne gemeinsam betrachten konnte. Aurelions Magie sch&uuml;tzte die Kriegerinnen vor dem sonst sehr sicheren Tod. \r\n&ldquo;Erkennt ihr nun, dass sie im Gleichgewicht sind?&rdquo;, fragte er, nachdem sie die drei Himmelsk&ouml;rper jeweils einmal umrundet hatten.\r\n&ldquo;Ja&rdquo;, antworteten Diana und Leona kleinlaut. \r\nAurelion erz&auml;hlte ihnen  noch viele weitere Dinge, die sowohl Sonne und Mond, als auch Leona und Diana miteinander verbanden.\r\n&ldquo;Und selbst euer Mond- beziehungsweise Sonnenstein ist der gleiche Kristall. Er ist so riesig, dass seine eine Seite aus dem Feuerplateau ragt, w&auml;hrend die andere Seite die Decke der Silbergrotte ziert.&rdquo;\r\n&ldquo;Ich glaube, wir haben verstanden, was du uns sagen wolltest.&rdquo;, erkl&auml;rte Diana, als der gro&szlig;e Drache sie wieder auf der Steinplattform absetzte.\r\n&ldquo;Ja&rdquo;, schloss sich Leona an, &ldquo;wir werden von nun an versuchen, einen gemeinsamen Weg zu finden.&rdquo;\r\nEr l&auml;chelte und zeigte dabei seine spitzen Z&auml;hne. &ldquo;Und vergesst nicht: Ich kann h&ouml;ren, was ihr denkt. Also behaltet eure heutige Erkenntnis im Ged&auml;chtnis &hellip; und im Herzen.&rdquo;\r\nDie beiden Kriegerinnen wollten sich gerade verabschieden, als Diana noch eine Frage einfiel.\r\n&ldquo;Warum sind Sonne und Mond Geschwister?&rdquo;, fragte sie frei heraus.\r\nAurelion musterte sie scharf, erhob sich dann in die Luft und rief: &ldquo;Weil ich ihr Vater bin...&rdquo; und mit diesen Worten verschwand er in den Nachthimmel.\r\nLeona sah Diana von der Seite an. &ldquo;Ich glaube, es ist Zeit f&uuml;r eine Entschuldigung.&rdquo; Diana stimmte ihr zu und sie gingen gemeinsam in die Richtung der Wohnst&auml;tten ihres Volkes - denn Solari und Lunari w&uuml;rden von heute an zusammen leben.\r\n___________________________________________________________________________\r\n\r\n\r\nFazit:\r\nEs ist nicht immer leicht, hinter den offensichtlichen Unterschieden die wirklich wichtigen Gemeinsamkeiten zu entdecken und keinem f&auml;llt es leicht, alte Vorurteile zu vergessen. Doch in der heutigen Zeit ist es umso wichtiger zusammenzuhalten und sich nicht entzweien zu lassen.  Bewahrt euch eure Neugier und Offenheit gegen&uuml;ber neuen Kulturen und verurteilt nicht gleich alles, was anders ist. \r\n\r\nEure M&auml;rchenfee Wolverine","replies":[{"id":"","poster":"Lord Luminous","date":"2016-12-18T13:21:51.252+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"TheRealWolverine","date":"2016-12-18T13:25:42.773+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Logak,realm=EUW,application-id=NIAgX8ss,discussion-id=u1l337E0,comment-id=0000,timestamp=2016-12-18T13:21:51.252+0000)\n>\n> {{sticker:slayer-pantheon-thumbs}}\n o.O ein Kommentar:) danke","replies":[]}]}]}