{"id":"pkAqH0u1","poster":"KillBeforeItEggs","date":"2016-12-10T16:42:55.663+0000","title":"Supp sucht Mitspieler 20+ für Normals & Rankeds","subforum":"Clans & Teams","embed":{"title":"Suppway_Woozy","description":"Moin Leute ich bin Suppway_Woozy und bin ein passionierter LoL Spieler und maine Support in League of Legends seit 2011, natürlich spiele ich alle Meta Suppo...","url":"https://www.youtube.com/channel/UCSVE7bDU7FXVxB4McPlu8hA","image":"https://yt3.ggpht.com/-tqTiRpxGHX4/AAAAAAAAAAI/AAAAAAAAAAA/XPEKavh5SN8/s900-c-k-no-mo-rj-c0xffffff/photo.jpg"},"up_votes":1,"down_votes":0,"body":"**Mitspieler gesucht**\r\n\r\n**Kurzinfo:**\r\n\r\n* Ich: Main Supp, 25 Jahre, spielt seit S2 fast nur Supp, gerne mal ungew&ouml;hliches\r\n* Suche: ander Zocker ~20+ zum gemeinsamen zocken, ranken, sowie normals\r\n\r\nMoin Liebe Gemeinde, es ist heute ein besonders schlimmer Tag f&uuml;r mich .... meine Placements brachten mich ins gloriose Bronze II, zwar war ich schon mal silber, dann gold, dann plat, dann wd gold und so weiter, wen interessierts schon Kappa.\r\n\r\nWeswegen ich mich an euch wende ist simpel, alleine zu Spielen treibt mich an den Wahnsinn meines Verstands, sodass ich nur noch MF, Taliyah, Sion, Fiddle, Ori, Brand und einige andere dubiose Champs als Supporter Spiele..... mal sehr erfolgreich mal weniger, an wem oder was es auch liegt erl&auml;utern wir mal wann anders.\r\nDarum bitte ich die Gn&auml;digen unter euch, dass sie sich doch ein Herz fassen und sich meiner verlorenen Seele anschlie&szlig;en, damit wir gemeinsam lustige, spannende und glorreiche Runden bestreiten verm&ouml;gen.\r\n\r\nABER... aber das ist nicht alles, denn ich versuche mich gelegentlich, st&uuml;mperhaft, an YouTube Videos und streamen m&ouml;chte ich auch mal wd, wenn der upload stimmt Kappa. Von daher seit gewarnt wenn ihr eure besten Fails, Feeds, und Throws rausholt. es wird &ouml;fter als ihr denkt festgehalten ;D\r\n\r\nMein YT Channel, bei interesse : [https://www.youtube.com/channel/UCSVE7bDU7FXVxB4McPlu8hA](https://www.youtube.com/channel/UCSVE7bDU7FXVxB4McPlu8hA)\r\n\r\nSofern ihr euch angesprochen f&uuml;hlt und auch mal weniger salzen sondern mehr lachen wollt, dann addet mich doch KillBeforeItEggs","replies":[]}