{"id":"lOlIs9Es","poster":"Mi3zekatze","date":"2016-12-10T17:13:01.633+0000","title":"Revolution der Support-Position","subforum":"Champions & Gameplay","up_votes":4,"down_votes":16,"body":"Es ist ja kein Geheimnis das niemand als Supporter in die Solo Q geht ich w&uuml;rde mir generell w&uuml;nschen das alle Positionen zumindest einigerma&szlig;en gleich viele Spieler hat. Das das bei der jetzigen Support-Position nicht funktioniert ist offensichtlich und wird sich auch nicht &auml;ndern. Zumindest in meiner Elo (hohes Silber) haben Supporter zu wenig Einfluss um zu carrien und verl&auml;&szlig;lich aufzusteigen. Kein Wunder das niemand (wenige*) Support main werden wenn man\r\n-&gt; keinen Dmg macht (generell) \r\n-&gt; wenig outplaypenzial hat \r\n-&gt; man nur daf&uuml;r da ist einen m8 zu besch&uuml;tzen, man aber nichts daf&uuml;r kann wenn dieser einfach nicht gut ist\r\n-&gt; man weniger Impact hat als alle anderen rollen\r\n-&gt; wenn man, z.B. als Leona, 99% der Zeit verbringt in dem man auf seine Spells wartet\r\n-&gt; man auf der Lane ca. 50% von dem zutun hat was ein ADC in der Zeit macht\r\nERSTMAL BEZIEHE ICH MICH GENERELL AUF DEN DURSCHNITTS SUPPORT. NAT&Uuml;RLICH GIBT ES DEN DMG BRAND SUPPORT ALS AUSNAHME, ICH SPRECHE VON DEM DURSCHNITT!\r\nIch w&uuml;rde mir w&uuml;nschen das Rito was in die Richtung macht die SupportPosition anstrebenswerter zu machen und unabh&auml;ngiger vom Team. Ich w&uuml;rde mir w&uuml;nschen der Supporter bekommt eine spezielle Rolle (wie der Jungler auch eine hat) und ein individuelles Carrypotenzial. Denn zurzeit gibt es 4 individuelle spannende Rollen UND Support...\r\nIch wei&szlig; nicht wie die &Auml;nderung der Position aussehen k&ouml;nnte, deswegen frage ich euch findet ihr es sollte etwas an der Supportposition gemacht werden und wie sollte diese &Auml;nderung dann aussehen?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-12-10T18:52:33.982+0000","up_votes":9,"down_votes":0,"body":"So fies das jetzt klingt: Du zeigst halt in deinem Post, warum du Silber bist... weil du a) Damage überschätzt und b) das Outplaypotenzial eines Thresh oder Ali komplett ignorierst. Und weniger Einfluss hast du garantiert nicht. Wenn du als Support gut bist, rockst du die gesamte Botlane in der Laning Phase, bringst deinen ADC nach vorne und den gegnerischen nach hinten: Darauf hin kann dein Jungler dann free kills abgreifen, während der gegnerische Jungler irgendwie versuchen muss, die Sache noch zu retten...\nVergleiche das mal mit dem Toplane Tank (und ja, wir sind in einer Tank Meta): Da prügeln sich 20 Minuten lang 2 Champions wie Maokai und Poppy, die 0 Schaden aneinander machen... Und da kommt dann in den 20 Minuten ein Mal ein Jungler vorbei...\nOh und bei den Mid to Lategame Teamfights muss eh immer jeder seine Aufgabe machen... auch der Support. Einfaches Beispiel: stell dir mal einen Midgame Teamfight vor, in dem die von dir angesprochene Leona ihre Ulti komplett verfehlt und hinterher nicht mit ihrem Dash zum Rengar kommt, der dich als ADC dann zerlegt. \n\nAber das macht LoL zu balancen ja so schwierig: Für Bronze und Silber könnte man die Support Rolle buffen. Aber ab Gold fangen die Leute an, die Rolle des Supports zu schätzen. Und wenn deine Revolution durchgeführt wird und der Support Single Outplay Potenzial in Silber bekommt... dann eskaliert diese Rolle in der höheren Elo total. Riot muss es halt für alle Balancen.\n\nDie einfachere Lösung für dich: Lerne die Rolle des Supports selber und steige auf. Dann fällt dir vielleicht auch mal auf, wie spannend die Rolle ist. Weil du dir auf ein Mal Gedanken machst, wo man eigentlich Wards platziert... und wann man diese aufstellen kann... oder wann man eigentlich Traden kann. Wann man all in gehen sollte.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-12-11T05:53:48.069+0000","up_votes":1,"down_votes":3,"body":"> So fies das jetzt klingt: Du zeigst halt in deinem Post, warum du Silber bist... weil du a) Damage überschätzt und b) das Outplaypotenzial eines Thresh oder Ali komplett ignorierst.\n\nDamage ist für einen Supporter nur so lange unwichtig, solange das eigene Team genug Schaden hat. Wenn jetzt aber Adc und Midlane Sucken dann hast du Als Alistar oder Thresh, welche wirklic gute Supporter sind, trotz der vielen Wards einfach das Problem dass ein guter Hook+Flay oder ein Headbutt Meisterwerk das Problem dass nach dem Engage nix mehr kommt","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T09:29:08.685+0000","up_votes":3,"down_votes":0,"body":"Zum einen gibt es Items, die den DMG erhöhen, zum anderen sind die Gegner genauso schlecht.\nEs ist stastistisch unwahrscheinlich, dann nur immer dein Team der Dmg fehlt und nur immer deine Teammates schlecht sind. \nJeder, der auf deiner Elo spielt, ist genauso gut/schlecht wie du. \n\nEs mag sein, dass dir die Support Rolle einfach nicht liegt und du eher der Jungle Typ bist, aber das liegt weder an deinen Teammates noch an der Supporter Rolle, sondern an dir selber ...","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-12-11T06:44:28.022+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xinf3ct3d,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=00040002,timestamp=2016-12-11T05:53:48.069+0000)\n>\n> Damage ist für einen Supporter nur so lange unwichtig, solange das eigene Team genug Schaden hat. Wenn jetzt aber Adc und Midlane Sucken dann hast du Als Alistar oder Thresh, welche wirklic gute Supporter sind, trotz der vielen Wards einfach das Problem dass ein guter Hook+Flay oder ein Headbutt Meisterwerk das Problem dass nach dem Engage nix mehr kommt\n\nStimmt. Aber: Das ist überraschender Weise bei allen Rollen so. Deswegen ist LoL halt auch ein Teamspiel. Du kannst als Midlaner 10-2-2 stehen, wenn deine restlichen 4 Teammates scheiße sind, geht jeder Teamfight trotzdem 4-1 an die Gegner. \nEs muss halt jeder seinen Job machen, sonst funktioniert das ganze Konstrukt nicht.","replies":[]},{"id":"","poster":"eingew","date":"2016-12-11T18:31:30.817+0000","up_votes":1,"down_votes":0,"body":"Jannas Shield gibt auf Maxlevel  einfach mal mindestens +40 AD und Ardent Censer ist atm Core und gibt dem ADC einfach nochmal AS und sowas wie Lifesteal dazu... Zu wenig Schaden habe ich selten in meinem Team. Und solche Items gibt es ja öfter mal, Zekes ist auch super, aber atm leider nicht mehr ganz so stark.","replies":[]},{"id":"","poster":"xinf3ct3d","date":"2016-12-11T05:55:36.223+0000","up_votes":1,"down_votes":5,"body":"Glaub mir einfach. Ich bin Supp Spieler. Ich kenne die SoloQ Probleme eines Supps","replies":[{"id":"","poster":"Nycaria","date":"2016-12-12T05:55:20.537+0000","up_votes":1,"down_votes":0,"body":"Denkst du denn wirklich,dass du der einzige SoloQ Supporter hier bist ? ^^","replies":[]}]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:41:09.840+0000","up_votes":1,"down_votes":2,"body":"Es ist (zumindest ich empfinde es nicht so) nicht fies zu sagen das ich deswegen Silber war (alte season) denn es stimmt. Ich spiele nicht \"gut\" und habe warscheinlich nicht mehr verdient als Silber! Das ich das Spiel nur soweit verstanden habe das ich behaupte supporter wären nicht in der Lage zu carrien spielt da auch mit rein, denn ich gehe stark davon aus das ich Unrecht habe wenn alle besser Spieler das sagen. \nAber unten habe ich es schonmal geschrieben: Ich glaube das ihr eine andere Sicht als Supporter habt weil ihr KEINE komplett Random ADCs habt die nicht Autoattacken oder statt den drake machen lieber farmen. Support ist wichtig, keine Frage aber ob er in Silber 1 eine so gute Winrate erreichen kann wie ein ADC wage ich zu bezweifeln weil man sich schlußendlich gezwungenermaßen auf seinen Carry verlassen muss. Ein supporter wie Ailister der super gut ist kann trz die Botlane verlieren weil sein ADC super bad ist! Dagegen kann ein guter ADC das botlane 2 vs 1 durch aus gewinnen selbst wenn der support super bad ist. Ihr setzt voraus das der ADC ein Mindestmaß an kompetenz hat was in Gold + auch der Fall ist aber ich bin mir zu 100% sicher das ihr genauso gefrustet währt wenn ihr so nen Typen bekommt den ihr nicht carrien könnt weil er sich weigert die Gegner anzugreifen! Solche Games tilten extrem denn obwohl du besser spielst als deine Elo kannst du nicht carrien weil du nur deinen Carry am LEBEN halten kannst du kannst ihn nicht ZWINGEN  Gegner zu Aa","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-12-10T21:52:24.927+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=00040001,timestamp=2016-12-10T20:41:09.840+0000)\n>\n> Es ist (zumindest ich empfinde es nicht so) nicht fies zu sagen das ich deswegen Silber war (alte season) denn es stimmt. Ich spiele nicht &quot;gut&quot; und habe warscheinlich nicht mehr verdient als Silber! Das ich das Spiel nur soweit verstanden habe das ich behaupte supporter wären nicht in der Lage zu carrien spielt da auch mit rein, denn ich gehe stark davon aus das ich Unrecht habe wenn alle besser Spieler das sagen. \n> Aber unten habe ich es schonmal geschrieben: Ich glaube das ihr eine andere Sicht als Supporter habt weil ihr KEINE komplett Random ADCs habt die nicht Autoattacken oder statt den drake machen lieber farmen. Support ist wichtig, keine Frage aber ob er in Silber 1 eine so gute Winrate erreichen kann wie ein ADC wage ich zu bezweifeln weil man sich schlußendlich gezwungenermaßen auf seinen Carry verlassen muss. Ein supporter wie Ailister der super gut ist kann trz die Botlane verlieren weil sein ADC super bad ist! Dagegen kann ein guter ADC das botlane 2 vs 1 durch aus gewinnen selbst wenn der support super bad ist. Ihr setzt voraus das der ADC ein Mindestmaß an kompetenz hat was in Gold + auch der Fall ist aber ich bin mir zu 100% sicher das ihr genauso gefrustet währt wenn ihr so nen Typen bekommt den ihr nicht carrien könnt weil er sich weigert die Gegner anzugreifen! Solche Games tilten extrem denn obwohl du besser spielst als deine Elo kannst du nicht carrien weil du nur deinen Carry am LEBEN halten kannst du kannst ihn nicht ZWINGEN  Gegner zu Aa\n\nIch bin nebenbei seit 4 Jahren als Lonewolf in der SoloQ unterwegs. Ich hab mich effektiv 2 Mal aus Bronze raussupported, weil Rito meinte, mich nach meiner ersten Silber Saison nach dem Reset wieder da hinzustecken. Es war beim 2. Mal wirklich kein Problem. Aber ja, ich habe so ziemlich alles, was man sich als ADC vorstellen kann, schon gesehen. Vom Diamond Smurf bis hin zum \"Wie ist der Typ Gold geworden\". Von \"ich bin im übelsten Tryhard Modus, weil das meine Promo ist\" zum \"Shit, I'm to high for this, sry\" Typen.\nUnd ja, ab und zu verliert man seine Lane, weil dein ADC unfähig ist. Aber ganz ehrlich (gerade in Platin, wo ich dann auch ab und zu meine Grenzen aufgezeigt bekomme): Genau so oft verliert der ADC, weil der Support unfähig ist. \nBei 5 Spielern und (effektiv) 4 Lanes wird es immer die eine Position geben, in der sich 2 Spieler aufeinander \"verlassen\" müssen. Und einer dieser beiden wird in der effektivsten Goldverteilung immer auf die Minions verzichten müssen, damit der andere sich die richtig teuren Items kaufen kann.\nDie einzige Revolution, die dies verhindern könnte... wäre LoL zu einem 4vs4 zu machen. \n\nUnd glaube mal nicht, dass ein guter ADC mit einem schlechten Support klar kommt. Meistens funktioniert es eher anders herum: Der gute Support lässt den durchschnittlichen ADC gut aussehen. Schließlich ist der ADC im early der Schwächste aller Rollen. Dafür macht er im Lategame den meisten Schaden. Deswegen kriegt er ja die Krücke an seine Hand. Ich habe das ja immer selber gemerkt, und ich bin ein furchtbarer ADC: Wenn ich einen richtig guten Sup an meiner Seite hatte, war es verdammt einfach durch die Laningphase zu kommen... wenn ich einen \"Mach dir keine Sorgen, ich kann das, ich spiele Support Azir\" Spieler an meiner Seite habe, funktioniere ich nicht. Und der Azir Support war sogar damals richtig gut, aber ich war als ADC nicht gut genug, damit das funktionieren konnte. Und ja, ich erinnere mich noch an einzelne Spiele aus der Zeit, als Azir neu war...\n \nIch habe das auch zu Beginn der Season 6 extrem gemerkt: Als ich auf ein Mal regelmäßig auf gute Sups im Gegnerteam (und nicht mehr regelmäßig auf den \"ich bin Last Pick und muss deswegen Supporten) getroffen bin, ist mir und dem ADC an meiner Seite das Laning auf ein Mal wesentlich schwerer gefallen. Während ich vorher gegen die \"Ich bin eigentlich als Main was anderes\" Spieler meinen ADC immer übelst brillant aussehen lies.\n\nDas Problem am Support und ADC, was wohl beides die unbeliebtesten Rollen sein dürften, ist folgendes: Im Gegensatz zu nem Midlane-Assassin fallen die Leistungen des Supports häufig nur auf, wenn er seine Aufgaben nicht erfüllt. Wenn die Karte unfassbar Dunkel ist, weil er sich keinen Sightstone kauft. Wenn der Carry in einer Sekunde stirbt, weil der Support nicht für ihn peelt. Wenn du deine Utli nicht triffst und der Teamfight deswegen verloren wird.\nAber wenn du den Pentakill des Yasuo mit einem wunderbaren 4 Man Knock Up vorbereitest, denkt hinterher kaum jemand daran, wer das Ding eigentlich auf dem Silbertablett serviert hat... sondern alle posten nur den \"Insane Pentakill by Yasuo\" auf Youtube. Und ja, ich habe in all den Jahren noch nicht einen Pentakill gemacht. Aber ich habe haufenweise Pentakills vorbereitet. Es muss in jedem Spiel auch Spieler geben, die damit zufrieden sind, die Pentakills nur vorzubereiten.\n\nMaxim von SummonersInn hat in seinen Letzten LoL Trends ein wunderbares Outplayed eingebaut, in dem man sehen kann, [wie krass ein richtig guter Support die Teamfights entscheiden kann](https://youtu.be/EvwqfFhnwdk?t=5m20s). Das ist dann natürlich auch der Profi Support. Aber da sieht man mal, was alles so geht, wenn man alles richtig bedenkt. Der Support steht halt nicht für Insane Plays, sondern für Insane Decisionmaking. Aber das \"Play\", welches der gute Aphro da durchzieht, bringst du auch nur als Support.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-11T17:15:22.757+0000","up_votes":2,"down_votes":0,"body":"> Dagegen kann ein guter ADC das botlane 2 vs 1 durch aus gewinnen selbst wenn der support super bad ist.\n\nDas klappt als ADC aber nur, wenn zusätzlich die gegnerische Botlane und eventuell noch der gegnerische Jungler so schlecht sind, dass man einen Double- oder Triplekill bei deren Towerdive erhält. Denn eigentlich gewinnt der Support die Botlane. Verlieren können aber beide.","replies":[]},{"id":"","poster":"eingew","date":"2016-12-10T21:51:39.815+0000","up_votes":1,"down_votes":0,"body":"> Ich glaube das ihr eine andere Sicht als Supporter habt weil ihr KEINE komplett Random ADCs habt die nicht Autoattacken oder statt den drake machen lieber farmen.\n\nNaja, wie schon geschrieben, ich habe auf Bronze begonnen. Und da auch erst nicht Janna, sondern mit anderen Supports. Und gerade mit Leona hat man sich schon ziemlich alleine gelassen gefühlt, weil es halt meist so war, dass einige ADCs jeglichen Engage konsequent ignoriert haben und sich ausschließlich mit farmen beschäftigt haben. Also doch, solche ADCs hatte ich. Deshalb bin ich ja auf sowas extrem defensives umgestiegen, denn dann kann es dir schlicht egal sein, was dein ADC tut. Du bist nicht mehr auf seinen Skill angewiesen, es ist andersrum, er ist darauf angewiesen, dass du ihn anständig beschützt.\n\nNatürlich wird es auch solche geben, die einfach zu schlecht dafür spielen, aber in den meisten Fällen kann man das halt ausbügeln.\n\n> Ein supporter wie Ailister der super gut ist kann trz die Botlane verlieren weil sein ADC super bad ist! Dagegen kann ein guter ADC das botlane 2 vs 1 durch aus gewinnen selbst wenn der support super bad ist.\n\nDas kommt drauf an. Ich meine, je nach Aktion muss der ADC schon geradezu sterben wollen, um bei gutem Peel getötet zu werden. Wenn der ADC etwa so gut ist, wie der Gegner, und das wird mehr als 90% der Zeit der Fall sein, dann kann man ihn meistens beschützen, selbst wenn es mal so knapp wird, dass einer aus deinem Team nur mit 10HP überlebt.\n\nEigentlich passiert das gar nicht so selten.\n\n> Ihr setzt voraus das der ADC ein Mindestmaß an kompetenz hat was in Gold + auch der Fall ist aber ich bin mir zu 100% sicher das ihr genauso gefrustet währt wenn ihr so nen Typen bekommt den ihr nicht carrien könnt weil er sich weigert die Gegner anzugreifen! \n\nDefensive Supports sind göttlich in diesem Fall ;). Alles, was nichts riskieren muss. Lulu, Zilean, Sona, Nami, Raka... es gibt so viel Auswahl, ist alles nicht auf einen offensiven ADC angewiesen. Dein Ziel als Support ist es nicht, den Gegner zu zerstören, sondern ihn daran zu hindern, dein Team zu zerstören. Wie gesagt: Den TF gewinnt, wer am Ende überlebt. Es geht also nicht darum, so schnell wie möglich die gegnerischen Healthbars zu schmelzen, sondern alles darauf zu setzen, die Lebenspunkte im eigenen Team so hoch wie möglich zu halten und den Gegner daran zu hindern, Schaden zu machen.\n\n> Solche Games tilten extrem denn obwohl du besser spielst als deine Elo kannst du nicht carrien weil du nur deinen Carry am LEBEN halten kannst du kannst ihn nicht ZWINGEN Gegner zu Aa\n\nEigentlich ist genau das der springende Punkt. Erst wenn du carryn kannst, bist du besser als deine Elo. Denn wenn du nicht carryn kannst, wie kannst du dann besser als deine Elo sein? Man kann sicher nicht jedes Spiel gewinnen, aber in den meisten wirst du das Ruder rum reißen, wenn du wirklich besser bist.","replies":[]}]},{"id":"","poster":"Noru Dali","date":"2016-12-11T11:45:10.160+0000","up_votes":1,"down_votes":2,"body":"Das is ja das problem.\nBin eigtl auch main support.\nNur was soll man machen wenn man in bronze und silber adc bekommt der nicht lasthitet,jeden hook mitnimmt was geht.\nGegen tresh u.d blitz schön unter den gegnertower pusht etc.\nDa kann ich als braum noch so viel machen.\nIn gold sehts beatimmt anderst aus denk ich ma aber das was in bronze und silber abgeht ist als support reines glück.\nErstma musstes schaffen kein troller und afk zu bekommen.\nWas schon fast 50/50 is.\nDann hoffen das mid und top nicht feeded.\nDann brauchste ein adc der mal ansatzweise das spiel versteht.\nDavon gibt es im low elo sehr wenige.\nDadurch bin ich nun auch gezwungen jungle zu mainen um alle lanes zu ereichen und versuchen zu carrien.\nWas bis jetzt als zac sehr gut in normals geklappt hat.\nAber als braum oder nami geh ich nur als notlösung (autofill) in rankeds diese season.\nAuser ich bin gold dann werde ich evtl wechseln.\nWs sei den riot ändert was aber keine ahnung wie man diese abhängigkeit u d glückssache im low elo mit sup hinbekommen soll.\n\nPs: mim handy geschrieben","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T12:41:31.839+0000","up_votes":2,"down_votes":0,"body":"In Gold sieht es net anders aus und lt meinen Freund sieht es in Plat nicht anders aus. \nEhrlich gesagt ist es ja leichter aus Silber oder Bronze raus zu kommen, ich mein, die Gegner machen mehr Fehler und Fehler bedeuten Gelegenheiten und das bedeutet come back. Just saying.*\n\n\n/Edit: Und ohne dir nahetreten zu wollen oder dich schlecht reden zu wollen, aber als Jungler bis du lt. deiner History net so pralle, hingegen hast du mit Braum eine recht ansehnliche Winratio. Ich würd dir ja eher raten, weiter Braum zu spielen und mit dem zu climben bzw. mit Annie hast du auch eine gute Winratio, also warum nicht BRaum/Annie Supp spielen?.... Scheint mir i.wie logisch.","replies":[{"id":"","poster":"Noru Dali","date":"2016-12-11T18:44:12.088+0000","up_votes":1,"down_votes":3,"body":"Ihr und eure matchhistory xD.\nIch trainiere gerade in normals zac und alternativen XD.\nWie oft hab ich bitte schön jungler im ranked gespielt das du dir so ein bild machen kannst??.\nIn der history müsstest du erkennen das fast keine rankeds mehr gespielt habe.\nJedes mal wieder amüsant wie leute sich die historie anschauen und keine ahnung vom match haten und es nicht mal gesehen haben XD\n\nNaja egal ich werds als jungler probieren.\nAuch wenn die matchhistory etc so katastrophal sind XD\n\nPS: wenn du ne meinung über leistung bringst schau dir matches an oder sonst was aber bitte keine guck mal die zahlen an meinung.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T19:35:13.463+0000","up_votes":1,"down_votes":2,"body":"Genau deiner Meinung viele im Forum denken sie wüssten wie du tickst wie gut du um team spielst etc NUR aus deiner Matchhystory heraus! \nDas stört Bitte gebt uns entweder konkrete tipps (d.h. ihr habt euch das replay angeguckt) oder lasst es sein! Wir sind nicht schlauer wenn man uns halbwahrheiten ohne Spielerbezug erzählt.\n:(","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T21:27:17.010+0000","up_votes":1,"down_votes":0,"body":"Mit fiktiven Zahlen:\n\nWenn du auf einer Rolle von 10 Spielen 8 verlierst, dann bist du auf der Rolle schlicht weg nicht gut, da braucht man sich auch kein Replay anschauen.  Das sind harte Fakten, die man nicht schön reden kann. \n\nAußerdem wunder ich mich nur, warum jemand auf eine Rolle mit 2 Champs 60% Winratio hat und dann lieber Rolle wechsel, statt die Winratio aus zu nutzen, mehr nicht. Er ist halt mitm Jungle net so erfolgreich :o","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-12T18:19:25.342+0000","up_votes":1,"down_votes":1,"body":"Der Grund ist:\nER WILL SPAß AM SPIEL HABEN! Zumindest ist das der warscheinlichste Fall... wer spielt schon Lol nur damit er climben wenn er eig. Kein bock auf das game hat? \n\nAn meinem Beispiel ist das nochmal besser erklärbar:\nIch spiele Ahri sehr sehr gut und habe auf ihr eine konstant hohe winrate um die 65% auf 100 spielen. Ich bin letzte season innerhalb eines Monats mit ahri von b3 auf s1 geclimbed und mir wurden auch dort noch keine Grenzen aufgezeigt und ich denke mal (Freunde bestätigten das) das ich locker (betonung LOCKER) auf g3 kommen würde wenn ich weiterhin ahri spiele (mit nem save pick lissandra). Dann macht mir ahri keinen Spaß mehr und ich fing an andere Champions zu spielen auf denen ich nichtmal ansatzweise so gut bin wie auf Ahri. Ich war meiner Elo aber immer noch gerecht war aber auch nicht besser also climbe ich nicht mehr! Natürlich kann ich mich locker bis Gold carrien mit ahri ABER es macht keinen Spaß und ich spiele lieber Lee sind auf dem ich ne 10% winrate auf 10 games habe. Sch* egal ich habe Spaß!!","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-12T19:57:46.159+0000","up_votes":1,"down_votes":0,"body":"Es ging eher darum, dass er indirekt behauptet hat, dass man als Support ja eh nicht voran kommt weil \"Erstma musstes schaffen kein troller und afk zu bekommen.\" und  \"Dann hoffen das mid und top nicht feeded.\", danach \"Dann brauchste ein adc der mal ansatzweise das spiel versteht.\", daher hat er beschlossen \n\"Dadurch bin ich nun auch gezwungen jungle zu mainen um alle lanes zu ereichen und versuchen zu carrien.\"\n\nWenn es wirklich so wäre, hätte er mit Supportern keine hohe Winratio. Wenn er einfach kein Bock auf Support hat, aus was für Gründen auch immer, okay, aber indirekt zu behaupten, dass man damit nicht carrien kann, stimmt einfach nicht und er liefert sogar selber den Beweis dafür. \n\nZumal er mit keinen Wort erwähnt hat , dass er wegen dem Spaß gewechselt hätte (im Gegenteil, durch das \"dadurch bin ich gezwungen\" hört es für mich so an, dass er es macht, weil er denkt, er kann so carrien.....), aber okay. Bei ihm ist eh Malz und Hopfen verloren :'D \n\nIch bin jetzt dann auch raus, man kann sich den Mund fusselig reden und Argumente bringen, dann wird eh i.was behauptet und die gesamte Grundlage ignoriert. Aber es war zumindest amüsant ^^\n\nZum Schluss wenn man wirklich einfach Elo dazu gewinnen will, sollte man Support spielen, denn \n1) es sind alle im Team kacke, es sind alle im Gegner Team kacken, aber die wahrscheinlichkeit dass Top/Mid/Jungle passabel spielen, ist erhöht.\n2) Niemand will supporten, ergo gibt es wenig gute Supporter. Geht man davon aus, dass es einige passable Toplaner/MIdlaner/JUngler gibt und evtl ADC's, erhöht man seine eigene Chance gute Leute im Team zu haben, indem man selber Support spielt.\n3) Da es wenig gute Supporter gibt, ist vermutlich der gegnerische Supporter scheiße. Dein ADC ist scheiße, der gegnerische ADC ist aber auch scheiße. Bist du aber gut, dann kannst du die Lane gewinnen, da 1 scheiß ADC + ein guter Support gegen 1 scheiß ADC und ein scheiß Support ist. \n4) Du kriegst zu 95% deine Rolle. \n\nGanz einfache Logik. ","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-11T18:49:01.283+0000","up_votes":1,"down_votes":0,"body":">PS: wenn du ne meinung über leistung bringst schau dir matches an oder sonst was aber bitte keine guck mal die zahlen an meinung.\n\nKannst du mir erklären, was du damit gemeint hast?","replies":[{"id":"","poster":"Noru Dali","date":"2016-12-12T11:28:26.925+0000","up_votes":1,"down_votes":4,"body":"XD\nDas heist für mich das Meinungen die anhand von Zahlen gemacht werden einfach halb aus der luft gegriffen sind.\nBild dir eine meinung wenn du zuschaust ider ein replay schaust.\nGanz einfach :)\nIch spiel das spiel seit ca.1 jahr \nUnd hab mich mit ashe und nami hichgecarriet von bronze 4 nach silber iergendwas.\nUnd?\nNami winrate 46% und bin schlechter adc.\n\nWas bringts wenn de ne winrate vin 80% hast und in promos ein feeder und ein afk dabei ist.\n\nIch wiederhole mich nochmals ich trainiere jungle in normals und wüsste nicht wann und wie viele ranglistenspiele ich bitte als jungler gemacht habe XD\n\nBtw orange bubble was is bei dir den aggresiv?","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-12T12:08:11.272+0000","up_votes":1,"down_votes":0,"body":">Was bringts wenn de ne winrate vin 80% hast und in promos ein feeder und ein afk dabei ist.\n\nGanz einfach, spätestens bei der übernächsten Promo hast du den Aufstieg geschafft. Bei einer Winrate von 45 %, kann man sich eher glücklich schätzen, überhaupt in die Promo gekommen zu sein, wird die aber auch ganz ohne Trolle eher verlieren, weil man von den 3 Spielen wahrscheinlich nur eines für sich entscheiden kann.\n\nWenn du unbedingt Jungler sein willst, mach das. Ich halte dich nicht davon ab.","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2016-12-11T20:55:52.066+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir deine Ranked angeschaut.\nBraum 60% Win Ratio.\nAnnie 60% Win Ratio.\nDu sagst aber, als Supp kann man nicht climben, deswegen wechselst du auf Jungle. Logik? Keine. \n\nOb du gewinnst oder nicht, das alleine sagt aus, ob du aufsteigen würdest oder nicht. Ich hab mir diene History angeschaut, mit deinen Junglern hast du insgesamt mehr verloren als gewonnen. Das war alles, was ich sagte. \n\nIch versteh nur nicht, warum rolle switchen, wenn man eh mehr gewinnt, als verliert.\nWarum du gleich so aggressiv wirst, weiß ich auch nicht. Ich denke mal, du hast in Normal ernsthaft gespielt und es spiegelt deine Leistung wieder ..","replies":[{"id":"","poster":"Noru Dali","date":"2016-12-12T11:31:43.729+0000","up_votes":1,"down_votes":3,"body":"Sry aber ich nehme absolut keine kritik an solange keiner ein spiel komplett nachverfolgt hat oder gesehen.\n\nIs für mich unverständlich anhand von zahlen immer zu urteilen.\n\nHab letztens rammus jungle mir angeschaut.\n\nHab alles rassiert und ein s bekommen.\n\nSo und nu? Bin ich rammus main oder was?\n\nNaja wurschd is e wayne da man ja durch autofill sup bekommt :)\n\nSolang ich nicht top komme XD","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-12-11T12:17:42.967+0000","up_votes":3,"down_votes":1,"body":"Auch auf die Gefahr hin, dass ich mich Wiederhole: Ich habe das damals geschafft, mich als Sup Main aus Bronze rauszuspielen. Und das war zu Zeiten, als es keine geilen Items für die Rolle gab, sondern der Stein der Philosphen, den Sightstone, 5 Pink Wards und ein Oracle als Full Item Build galt... Und man, obwohl man 400 Euro ins Oracle investiert hat, trotzdem nicht den Last Hit aufs Ward bekommen hat, weil der ADC die 30 Gold brauchte. Oh und Hellsehen war ein Pflicht Summoner Spell...\nAch ja, früher war alles besser...\n\nUnd darauf hoffen, dass Mid und Top nicht feeden... nun ja, das ist in Gold und Platin noch viel schlimmer. Denn in Bronze wird der 5 Kill Darius wenigstens übermütig und fängt an Fehler zu machen, die du dann ausnutzen kanns... Ok, Darius ist nen Scheiß Beispiel, dem ist dann halt alles egal. Aber ein Champion, der mehr Skill braucht... Du willst gar nicht wissen, wie oft sichere Siege von gefütterten Spielern weggeworfen werden. Hey, ich bin der 15 Kill Carry, es kann mir ja bestimmt nichts passieren, wenn ich hier durch den dunklen Jungle lau... oh Shit, ich bin tot... Und der Gegner macht darauf hin Baron und holt sich nen Inhibitor... hätt ich mal mein Trinket benutzt\"...\n\nUnd nur so nebenbei: Die gegnerischen ADCs sind genau so unfähig, wie deiner. Also im Durchschnitt. Bronze Spieler machen halt haufenweise Fehler. Während Platin Spieler nur häufchenweise Fehler machen. Aus Bronze kommst du unabhängig von der Position am ehesten, wenn du lernst, geduldig auf die Fehler der Gegner zu warten und diese dann ausnutzt. Und selber versuchts, Fehler zu vermeiden. Da. Ein Get out of Bronze Guide in 2 Sätzen. \nWenn dein ADC ständig für seine Fehler bestraft wird, der gegnerische aber nicht... dann hat der gegnerische ADC wohl den besseren Jungler und oder Support an seiner Seite.\nMeine jahrelange Erfahrung sagt mir eins: Wenn du in deiner Rolle besser bist als dein direktes Gegenüber, wirst du aufsteigen. Das funktioniert in jeder Rolle gleich gut. Der Weg zum Sieg ist unterschiedlich, aber das Prinzip ist dasselbe.\n\nAber wer davon überzeugt ist, dass aufsteigen Glückssache ist, dem ist halt nicht zu helfen. Aber lass mich dir eins sagen: Du wirst auch als Jungle Main über deine unfähigen ADCs fluchen. Und hoffen, dass der Toplaner nicht unmotiviert feedet. Und du wirst auch in der Rolle am Ende einfach dafür sorgen müssen, dass du besser und effektiver als dein direktes Gegenüber spielst.\n\nIch habe zum Beispiel als Jungler immer ein ganz großes Problem: Ich tauche immer überall zu spät auf. Das ist halt so ein wunderbares Talent von mir: Ich gehe richtung Toplane, bevor ich da ankomme, sammelt der gegnerische Jungler den Kill ein und ich kann dann... farmen. Deswegen ist in meinem Fall der Einfluss als Jungler wesentlich geringer als wenn ich Support spiele.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-10T19:22:54.908+0000","up_votes":1,"down_votes":0,"body":"Und das tolle ist auch noch, dass du sogar problemlos als Onetrickpony durch die Gegend eiern kannst, eine Sache, die ich auf einer anderen Position nie wagen würde, weil man da sowieso regelmäßig auf andere Positionen gezwungen wird.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:29:17.115+0000","up_votes":1,"down_votes":2,"body":"Das ist allerdings ein RIESEN Vorteil! Auch wenn es komfort picks wie Ahri gibt die nur zu (nach op.gg) 1% gebannt werden nicht unglaublich häufig gespielt und in nahezu jedem Matchup funktionieren. Solche Picks sind zwar immer noch nichz so save wie die support Janna aber vergleichbar","replies":[]}]}]},{"id":"","poster":"Nycaria","date":"2016-12-10T17:27:08.383+0000","up_votes":7,"down_votes":0,"body":"Support ist auch eine individuell spannende Rolle. Nur weil die Damagezahlen nach dem Game meistens sehr viel niedriger sind, als von allen anderen heißt das nicht,dass man nicht gecarriet hat. \nSupport zu spielen heißt nicht nur afk auf der Lane rumstehen und dem ADC beim farmen zusehen. Supporter bauen Vision und Pressure auf der Botlane auf, wir sind die Augen des ADCs und teilweise auch der anderen Mates. \nAls Supporter carriet man eben nicht durch hohen Schaden, sondern durch Wissen und gute Calls. \n\nAlso kurz gesagt : **Nein Supporter brauchen keine Revolution, die Spieler brauchen einfach nur eine andere mentale Einstellung **","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T17:40:13.549+0000","up_votes":1,"down_votes":1,"body":"Anscheinend ja nicht spannend genug wenn es kaum Support mains gibt nh ... ,)","replies":[{"id":"","poster":"Nycaria","date":"2016-12-10T17:45:36.837+0000","up_votes":1,"down_votes":0,"body":"Ist ADC spielen denn wirklich so viel spannender als Support ? 15 Minuten lang nur lasthitten und ab und an kleine Trades eingehen? \nDas gleiche auf der Toplane oder auch bei manchem Matchups auf der Mitte. \nEs gibt **keine** Position, die wirklich langweilig ist.\nDas Problem ist nicht die Position an sich, sondern einfach die mentale Einstellung der Spieler. Vor allem in den niedrigeren Elobereichen trifft man oft auf den Irrglauben,dass man nur durch Schaden solo carrien kann. \nDu möchtest die Supportrolle also spannender haben ? Wie wäre es mit Vorschlägen wie man das realistisch umsetzen kann ? Denn anscheinend stehst du mit deiner Meinung relativ alleine da :)","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T18:19:43.478+0000","up_votes":1,"down_votes":2,"body":"Erstmal was mir zu ADC spontan einfällt\nLasthitten, traden, auf den gegnerischen support achten, Skillshots dogen, warden, schneller pushen als der Gegner, eventuelle Drakes machen. \nUnd wie schon 10mal gesagt man KANN AUCH als Supporter carrien ABER nicht so hart wie z.B. der Midlaner außerdem bist du immer aufs Team angewiesen und wirst nie einen 1vs1 Kill machen auf dem jgler um den Baron möglich zu machen\nUnd nein deswegen frage ich nach euren Ideen wie ihr support verändern würdet weil mir nichts einfällt","replies":[{"id":"","poster":"Nycaria","date":"2016-12-10T18:34:08.160+0000","up_votes":3,"down_votes":0,"body":"Nun wenn du das so machen möchtest meinetwegen ^^ \nWas muss der Supporter alles machen? \nTraden, auf die gegnerische Botlane achten, für den ADC auf die Map schauen, Skillshots dodgen, für Deepvision und Vision auf der Lane sorgen, dem ADC beim schnell pushen helfen, den Jungler/Midlaner durch Roams unterstützen. \n\nDementsprechend geben sich die Aufgabenbereiche der beiden Positionen nicht viel. Und doch man kann als Supporter genauso hart carrien wie als Midlaner. \n\n> wirst nie einen 1vs1 Kill machen auf dem jgler um den Baron möglich zu machen\n\nUnd das ist genau die Mentalität weswegen es so wenig Supportmains in niedriger Elo gibt. Es kommt nicht immer nur darauf an den Gegner alleine töten zu können oder den meisten Schaden zu machen. Durch Zoning und Peel für deine Mates trägst du genauso viel zu einem Fight bei, wie ein Midlaner der den gegnerischen ADC tötet.\n\nEin **guter** Supporter kann genauso gut carrien wie ein guter Spieler auf jeder anderen Position :)","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:11:50.149+0000","up_votes":2,"down_votes":1,"body":"Ich sage dazu jedem seine Meinung ich denke mal das du viel erfahrener bist als ich und es besser weißt aber im moment kann ich deine Argumente nicht nachvollziehen. Vllt kann ich das wenn ich besser spiele (und höher als Gold) aber jtz bin ich noch der low elo scrub der denkt das der Midlaner mehr Einfluss hat (wovon ich auch überzeugt bin)\nDanke für deine Meinung aber jedem die seine ;)","replies":[{"id":"","poster":"Spicavius","date":"2016-12-11T02:38:23.141+0000","up_votes":2,"down_votes":0,"body":"Du musst das so sehen.\nDer Midlaner würde nie im Leben einen Kill auf den Jungler machen, wenn der Supporter das eine Gebüsch oder das eine Camp nicht gewardet hätte.\n\nAlso konnte der Midlaner den gegnerischen Jungler nur durch den Support killen.\n\nOder du siehst es wie die meistens Spieler.\nDer Midlaner hat den Jungler ganz alleine gekillt.\n\nKlar gibt es auch Situationen wo ein Midlaner zufällig auf den Jungler trifft und ihn killt, ABER das ist eben nur Zufall gewesen. Hätte man einen guten Support gehabt, dann würden die Chancen deutlich steigen, dass so eine Situation passiert.\n\nSomit erhöht ein guter Support die Chancen gute Aktionen passieren zu lassen.\n\n\nOder ein anderes Beispiel.\nKlar kann ein Thresh einen Gegner hooken und der MIdlaner killt dann den Gegner. Oder der Thresh verfehlt seinen Grab und der Midlaner bekommt keinen Kill.\n\nAndersherum geht es auch. Thresh hookt den Gegner und der Midlaner verfehlt alle seine eigenen Spells. Beide sind von einander auf eine gewissen Art und Weise abhängig.\n\nLetztendlich macht der Support OFT (je nach Rolle des Supports) Vorlagen für die Teammates, damit sie an Kills kommen.\n\nÜbrigens kann ich absolut nachvollziehen, wenn man als Janna in Silber 5 nicht so gut carrien kann, weil man nun mal einen ADC oder APC braucht der guten Schaden drückt. Passiert das nicht, dann kannst du zwar deine Mates retten, aber die Gegner pushen trotzdem die Tower weg und kriegen Drachen etc etc.\n\nWenn ich mal mit \"low elo\" (ich bin jetzt auch nur platin) Freunden Spiele, dann spiele ich auch oft Morgana oder DMG Supporter, weil ich mich nunmal nicht auf die Carries verlassen kann. In jeder ELO gibt es gute und zur ELO passende Supporter. Du glaubst nicht wie gut eine Morgana in Bonze Niveau ist. Da rasten alle Blitzcranks aus :D.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-12-11T06:05:54.916+0000","up_votes":1,"down_votes":1,"body":"> Du glaubst nicht wie gut eine Morgana in Bonze Niveau ist. Da rasten alle Blitzcranks aus :D.\n\nIch bin Blitz Stufe 6 :c Rasiere trotzdem alle Morganas. In Lowelo wird das Schild zum als Weihnachtsdeko verwendet lmao","replies":[{"id":"","poster":"Spicavius","date":"2016-12-11T12:32:25.903+0000","up_votes":1,"down_votes":0,"body":"Vllt würde eine Stufe 6 Morgana auch vernünftig ihre Schilde nutzen :D","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T17:15:31.210+0000","up_votes":1,"down_votes":1,"body":"Ich habe wenn ich mal drüber nachdenke in der letzten Zeit (2 wochen) EINMAL einen Support gesehen der fast (Bush hinterm Drake) bis zur Midlane gegangen ist um zu warden! Bei mir wird sightstone zum warden der Büsche an der Lane verwendet. PUNKT SONST NICHT! Als midlaner habe ich am Ende meistens soviele Wards wie der support gesetzt! \nEgal nicht das Thema :)\nUnd die Morganas sehen der Blitz hookt können aber anscheinend nicht sehen WOHIN. Geshildet wird random der adc oder die Morgana... tja UNLUCKY","replies":[]}]}]}]}]},{"id":"","poster":"xinf3ct3d","date":"2016-12-11T06:02:28.152+0000","up_votes":1,"down_votes":2,"body":"Ich bin (noch) Stolzer Bronze Support Main. Nach meinen 10 Placements werde ich Jungeln gehen. Sehe da mehr Climb chancen","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-10T19:13:24.892+0000","up_votes":1,"down_votes":0,"body":"> Und wie schon 10mal gesagt man KANN AUCH als Supporter carrien ABER nicht so hart wie z.B. der Midlaner außerdem bist du immer aufs Team angewiesen und wirst nie einen 1vs1 Kill machen auf dem jgler um den Baron möglich zu machen\n\nNeben dem, was schon gesagt wurde: Es gibt viele Champions, die nicht gerade für ein 1v1 ausgelegt sind. Natürlich kann ein Support sogar den Versuch vergessen, aber viele ADCs gehen dabei genauso schnell und erfolglos drauf, wie der Support. Champions wie Jhin, Twitch oder Kogmaw (auch wenn der ja atm eher Midlane gepickt wird) sind einfach nicht darauf ausgelegt, 1v1s zu gewinnen. Wozu auch, wir haben ja ein Team. Ich bewege mich ja mit meiner Janna nicht weniger über die Map, als es meine Mitspieler tun. Im Gegenteil, ich würde fast sagen ich lege deutlich mehr Strecke zurück :D.\n\n___\n\nEs gibt einen immensen Vorteil, den ich als Support sehe, der mich auf anderen Positionen immer genervt hat. Ein ADC kann noch so gut raushauen, wenn sein Team das Positioning zu hart verkackt oder sein Peeling nicht auf die Reihe bekommt, dann wird er es sehr schwer haben, alleine nur mit seinem Schaden diese Fehler auszugleichen. Ich dagegen kann mit meiner Janna jedes Missplay meines Teams ausgleichen. Mein ADC hat ne richtig müllige Position und rallt einfach nicht, wie man kitet? Kein Problem. Mein Peel ist so stark, ich kann ihn zur Not sogar mit meiner Ulti vollständig aus der Gefahrenzone holen. Und nicht nur ihn, dasselbe gilt auch für meinen Midlaner und jeden eventuell dazu kommenden Carry. Ich gleiche einfach alles aus, alleine übrig bleibe ich fast nie. Das macht mir ein ADC so schnell nicht nach.\n\nAlso, der kann, wenn er nur gut genug ist, sicher auch irgendwie die Fehler seines Teams angemessen ausgleichen. Aber wie, das habe ich nie so recht verstanden, weil ich einfach nicht genug Motivation hatte, so viel Zeit in die Rolle zu stecken.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:13:46.833+0000","up_votes":1,"down_votes":1,"body":"Eben weil es nicht spannend genug ist :( daran würde ich gerne etwas verändern aber ich weiß nicht wie :( \nAber danke für den Beitrag das hat sogar für mich Sinn gemacht :)\nIch denke aber wirklich das es in Lowelo weniger Supporter gibt weil man einfach manchmal traumatisiert wird von einem ADC der so bad ist das du 1 vs 2 spielst und eig. Die Minions nehmen möchtest weil er eh nur jeden zweiten bekommt weil er AFK AA.... ich denke in Gold + gibt es ein mindestmaß an einem Adc den du dann auch carrien kannst egal wie bad er ist.","replies":[{"id":"","poster":"eingew","date":"2016-12-10T21:55:36.572+0000","up_votes":1,"down_votes":0,"body":"Sei mal froh, dass sie die Supportitems in dieser Hinsicht längst überarbeitet haben :D. Jetzt kriegst du für jeden toten Minion die volle Goldsumme, früher musste dein ADC dafür den Lasthit machen :D.\n\nDu musst halt bedenken, dass dein ADC nicht der einzige ist, der unnötig schlecht ist. Das entscheidende ist, dass der gegnerische ADC dieselben richtig blöden Fehler macht. Und da kannst du ansetzen: Du bist derjenige, der deinem ADC den entscheidenden Vorteil verpasst, um den Gegner zu besiegen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T17:17:52.635+0000","up_votes":1,"down_votes":1,"body":"HAHAHHAAH das stelle ich mir DES TODES tiltend vor wenn der ADC 5 Lasthits hintereinander verpasst, du das siehst dir schon denkst: Vollpfosten! Wozu kaufst du AD und AS?! \nUND \nDas gold nicht mal kriegst xDxD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-12-10T18:13:12.922+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=,timestamp=2016-12-10T17:13:01.633+0000)\n>\n> Es ist ja kein Geheimnis das niemand als Supporter in die Solo Q geht ich w&amp;uuml;rde mir generell w&amp;uuml;nschen das alle Positionen zumindest einigerma&amp;szlig;en gleich viele Spieler hat. Das das bei der jetzigen Support-Position nicht funktioniert ist offensichtlich und wird sich auch nicht &amp;auml;ndern. Zumindest in meiner Elo (hohes Silber) haben Supporter zu wenig Einfluss um zu carrien und verl&amp;auml;&amp;szlig;lich aufzusteigen. Kein Wunder das niemand (wenige*) Support main werden wenn man\n> -&amp;gt; keinen Dmg macht (generell) \n> -&amp;gt; wenig outplaypenzial hat \n> -&amp;gt; man nur daf&amp;uuml;r da ist einen m8 zu besch&amp;uuml;tzen, man aber nichts daf&amp;uuml;r kann wenn dieser einfach nicht gut ist\n> -&amp;gt; man weniger Impact hat als alle anderen rollen\n> -&amp;gt; wenn man, z.B. als Leona, 99% der Zeit verbringt in dem man auf seine Spells wartet\n> -&amp;gt; man auf der Lane ca. 50% von dem zutun hat was ein ADC in der Zeit macht\n> ERSTMAL BEZIEHE ICH MICH GENERELL AUF DEN DURSCHNITTS SUPPORT. NAT&amp;Uuml;RLICH GIBT ES DEN DMG BRAND SUPPORT ALS AUSNAHME, ICH SPRECHE VON DEM DURSCHNITT!\n> Ich w&amp;uuml;rde mir w&amp;uuml;nschen das Rito was in die Richtung macht die SupportPosition anstrebenswerter zu machen und unabh&amp;auml;ngiger vom Team. Ich w&amp;uuml;rde mir w&amp;uuml;nschen der Supporter bekommt eine spezielle Rolle (wie der Jungler auch eine hat) und ein individuelles Carrypotenzial. Denn zurzeit gibt es 4 individuelle spannende Rollen UND Support...\n> Ich wei&amp;szlig; nicht wie die &amp;Auml;nderung der Position aussehen k&amp;ouml;nnte, deswegen frage ich euch findet ihr es sollte etwas an der Supportposition gemacht werden und wie sollte diese &amp;Auml;nderung dann aussehen?\n\nDas Problem ist nicht, das man nicht carrien kann.\nDas Problem ist, dass die Leute **glauben**, dass sie nicht carrien können.\nDas Problem ist, dass die Leute den ganzen Bullshit, den du hier über die Supp Rolle von dir gibts, auch selbst glauben.\n\nDu kannst als Supp genau so gut carrien wie mit jeder anderen Rolle, du weißt nur nicht wie.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T18:15:42.238+0000","up_votes":1,"down_votes":3,"body":"Willst du mir sagen das man als Supporter genauso hart carrien kann wie als Midlaner?\nMeiner Meinung nach kannst du das nicht denn du bist immer teamabhängig eine Leona ohne Team macht keinen Sinn! Eine Ahri eine Vayne ohne Team kann das Gegner Team alleine Acen","replies":[{"id":"","poster":"Nycaria","date":"2016-12-10T18:18:49.412+0000","up_votes":2,"down_votes":0,"body":"Genau das ist der Fall :) Meiner Meinung sogar noch besser.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T18:25:02.495+0000","up_votes":1,"down_votes":3,"body":"Und wieso? \nDenkst du nicht das ein guter Spieler auf Ahri mehr spiele gewinnt als auf Leona?\nIch denke jeder bekommt auch mal schlechte mates und die chance 1 vs 5 zu gewinnen wenn dein ganzes Team NICHTS macht ist deutlich höher wenn du nen carry spielst! Oder hast du schonmal ne Leona 1vs5 gewinnen sehen? Ich sehe immer nur vaynes Twitches etc.","replies":[{"id":"","poster":"TerrorRaven","date":"2016-12-10T18:56:39.800+0000","up_votes":5,"down_votes":0,"body":"Und wie schaffen es Carry wie Vayne oder Twitch, dass Spiel zu entscheiden? Richtig, durch den Support, der sie durch ihr schwaches Early helfen, den großen Teil der Sichtkontrolle ausmacht und sie im Late vor Assassine beschützen.\n\nOhne das Exhaust des Supporters wurde ein Zed aus denen schnell Kleinholz machen. \nErst durch den Hard-Engage von Leona oder Nautilus sind sie erst in der Lage, sicheren Schaden zu machen. \nErst durch die Heilungen und Schilde von Soraka, Janna, Sona oder Lulu kommen sie positiv aus den Trades raus oder Überleben sie erst.\nErst durch die Beschleunigungen von Karma oder Lulu können sie aus Ganks entkommen.\nErst durch den Disengage von Braum, Thresh oder Janna können sie allgemein aus brenzligen Situationen entkommen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:08:54.371+0000","up_votes":1,"down_votes":1,"body":"Aber damit machen sie einen Carry fed aber was macht man als supporter wenn der Carry einfach nur bad ist? \nDann kannst du ihm Kills geben wie du willst er wird tzr in den zed rein flashen :(","replies":[{"id":"","poster":"Waldschrat86","date":"2016-12-11T10:05:23.629+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=000300000000000000020000,timestamp=2016-12-10T20:08:54.371+0000)\n>\n> Aber damit machen sie einen Carry fed aber was macht man als supporter wenn der Carry einfach nur bad ist? \n> Dann kannst du ihm Kills geben wie du willst er wird tzr in den zed rein flashen :(\n\nWenn er einfachnur bad ist, sollte er kaum kills bekommen, die hab dann entweder ich und damit starke Items, die auch dem Rest helfen, ansonsten ist er halt Meatball, soll noch andere Schadensquellen im Team geben.\nWenn alles versagt, ja dann hat man verdient verloren und das hätte man dann aber auch als Carry.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2016-12-10T20:18:53.050+0000","up_votes":2,"down_votes":0,"body":"Man unterstützt trotzdem sein Team. Supporter haben den Vorteil, dass sie nicht feed sein müssen. Eine Ahri ohne feed ist völlig nutzlos. Eine Janna dagegen hat genug Utility, um auch ohne Vorsprung nützlich zu sein.","replies":[]},{"id":"","poster":"eingew","date":"2016-12-10T21:59:06.709+0000","up_votes":1,"down_votes":0,"body":"Du feedest ja nicht nur deinen ADC. Du feedest auch dich, durch die Assists, deinen Jungler, weil der auch dabei sein wird und deinen Midlaner, weil du ihn gankst. Und wenn du dann noch durch Pings dein Team überredest, nach einer gelungenen Aktion den Drake zu schnappen, feedest du auch deinen Toplaner. Auch wenn die Leute das oft nicht glauben, selbst ein Clowddrake kann deinem Team den entscheidenden Vorteil geben, der es zum Sieg führt.\n\nUnd Tower sind auch unglaublich wertvoll für das ganze Team. Glaub mir, du feedest nicht nur deinen ADC ;).","replies":[]}]},{"id":"","poster":"Noru Dali","date":"2016-12-11T18:50:07.810+0000","up_votes":1,"down_votes":3,"body":"Jop und das intressiert 90% der adc's nicht .\nAls support bekommste selten ein thy und gj.\nAber wenn was schif läuft flamen se gleich rum.\nAlleine das nervt schon übelst.\nDann wird wieder 100 mal das ? Gepingt wenn der adc tot ist.","replies":[]}]},{"id":"","poster":"Nycaria","date":"2016-12-10T18:36:30.369+0000","up_votes":3,"down_votes":0,"body":"Natürlich gewinnt eine Leona nicht 1vs5, aber ein guter Engage oder guter Peel für den ADC oder Midlaner ist genauso spielentscheidend wie der Kill von einer Ahri auf dem ADC.\n\nBitte leg doch einfach den Gedanken mal beiseite, dass man als Supporter nicht so gut carrien kann. Das ist nämlich ganz schlicht und einfach falsch.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:44:47.614+0000","up_votes":1,"down_votes":1,"body":"Ich würde gerne weil ich in mir weiß das ich unrecht habe (wenn alle Guten Spieler das sagen wird es stimmen). Aber zumindest mir erschließen sich eure Argumente NOCH nicht, vllt werde ich diese season hohes Gold und werde es dann mit mehr Erfahrung vllt verstehen. \nDanke für alle Argumente ;)","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-10T19:19:47.907+0000","up_votes":2,"down_votes":0,"body":"Ich bin damals aus Bronze gekommen, weil alle so richtig schlecht waren. Richtig, alle haben nichts gemacht. Der Gegner, die Mitspieler, niemand konnte dodgen, keiner hat irgendetwas gut gekonnt. Weißt du, was guter Peel da anrichtet? Ich habe einfach alles am Leben gehalten. Und das ist immer das entscheidende. Wer am ende des TFs überlebt, der kann sich die Tower und Drakes und holen. Und so carryst du als Support. Ich mache keinen Schaden. Ich tanke nichts. Nicht einmal mein Heal ist besonders entscheidend, als Janna. Aber mein Team überlebt den Teamfight ;).","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:19:51.440+0000","up_votes":1,"down_votes":2,"body":"Du verzögerst den fight während du hoffst das IRGENDWER mal dmg macht, habe ich das richtig verstanden? Wenn nicht denke mal mein Fehler \nAber wenn es so gemeint war dann kann ich dir massenhaft Beispiele geben in denen der Adc nicht AA! Er tut es einfach nicht er bleibt immer auf range einer catlynn Ulti und du kannst ihn peelen wie du willst er hat am Ende des TF nichts getan ;( \nLeider gibt es auch noch in Silber 1 -Gold 3 massenhaft Beispiele für AFK Wegläufer die am Ende weniger Dmg als der Tresh support in einem 50m game haben! (Ich kann dir das Spiel mal verlinken einer der traurigsten loses mit einem adc auf 9000 dmg in 50m. Ca. 10 AA im Spielen reichen aus um diesen dmg zu machen (O-O)","replies":[{"id":"","poster":"eingew","date":"2016-12-10T22:02:50.761+0000","up_votes":2,"down_votes":0,"body":"> Aber wenn es so gemeint war dann kann ich dir massenhaft Beispiele geben in denen der Adc nicht AA! Er tut es einfach nicht er bleibt immer auf range einer catlynn Ulti und du kannst ihn peelen wie du willst er hat am Ende des TF nichts getan ;(\n\nDie Gegner machen doch dasselbe. So katastrophal kann es dann ja gar nicht sein. Du bist ja nicht nur der Support deines ADCs. Der braucht nur im Early deine Hilfe auf der Lane. Aber wenn du merkst, dass er kacke ist, wechsel deinen Fokus. Wenn mein ADC 5 Tode und keinen Kill und kaum Assists hat, meine Midlane oder der Jungler aber schon gefeedet ist, bin ich ab dem ersten gefallenen Tower eher der Support von Jungle und Mid, als der vom ADC. \n\nUnd sobald ich das erste Mal back gehe, mir meinen Sightstone und den ersten Pink hole, ganke ich sowieso Midlane, wenn das gerade vom Push her passt, weil ich sowieso da lang vorbei gehe, um den Drake zu warden. Und sobald sich da ein Fight Richtung River verlagert, husche ich auch schnell von der Lane. Dein ADC ist nur ein Teil deiner Supportarbeit ;).\n\n> Leider gibt es auch noch in Silber 1 -Gold 3 massenhaft Beispiele für AFK Wegläufer die am Ende weniger Dmg als der Tresh support in einem 50m game haben! (Ich kann dir das Spiel mal verlinken einer der traurigsten loses mit einem adc auf 9000 dmg in 50m. Ca. 10 AA im Spielen reichen aus um diesen dmg zu machen (O-O)\n\nNicht nötig, vermutlich habe ich schon ganz ähnliche Dinge hinter mir ;).","replies":[]}]}]},{"id":"","poster":"BM Vilich","date":"2016-12-10T23:13:44.238+0000","up_votes":2,"down_votes":1,"body":"Ich hatte tatsächlich eine 80% winratio mit leona von platin nach diamond. Finde als Support ist es einfacher games zu carrien als wenn ich adc spielen würde.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T17:05:29.470+0000","up_votes":1,"down_votes":1,"body":"Auf wievielen games ^^?\nKlingt nach haargenau 5 aber ich nan mich auch täuschen ,)","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-11T17:20:41.494+0000","up_votes":2,"down_votes":1,"body":"Bei so einer Aussage kann man sich nur täuschen. Aber wenn dus unbedingt wissen willst, waren es 51 mit einer Winratio von 75%\nDazu 65% Winratio auf Braum mit 28 games und 63% winratio auf tresh mit 27 Games.","replies":[]}]}]},{"id":"","poster":"Nesa13","date":"2016-12-10T18:38:54.159+0000","up_votes":1,"down_votes":0,"body":"Wenn deine Lane gewinnt gewinnen 2 Leute d. h. du kannst 2 Leute ahead bringen usw. Wenn man supporten kann kann man um einiges mehr carrien als ne Ahri.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:07:21.506+0000","up_votes":1,"down_votes":1,"body":"Sehe ich anders aber jedem seine Meinung ;)","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-10T19:16:18.643+0000","up_votes":4,"down_votes":0,"body":"Meine 75% WR auf Janna hatte ich damals, als ich von Bronze nach Gold gerusht bin, sicher nicht von ungefähr. Und selbst am Ende der Season, mit den Spielen der mir damals ebenbürtigen Gold 4/5 Elo hatte ich noch 61%. Kann man noch immer in op.gg sehen, Season 4 war das. So viele Siege kriegst du nicht, wenn du nicht den entscheidenden Einfluss in den meisten deiner Spiele darstellst.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-11T17:34:41.329+0000","up_votes":2,"down_votes":0,"body":"Ja, man kann als Support carrien. Bei Thresh sieht das etwa so aus: http://plays.tv/video/573856bc8f1c01619d/rarely-play-thresh-but-when-do-has-look-like-threshengage","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-12-11T00:21:54.218+0000","up_votes":2,"down_votes":0,"body":"Meiner Meinung nach, kannst du als Supporter effektiv besser carrien, als ein Midlaner, da JEDER Midlaner DMG fahren kann, aber ein Midlaner mit einem super Supporter, fährt DMG UND stirbt nicht ..... \n\nEs gibt auch Leona  One Trick Ponys, die hoch kommen. Die können ihr Team einschätzen und wissen, wann sie rein gehen können und wann nicht. Außerdem kommunizieren sie mit ihrem Team. \n\n\nWenn man nicht gerade mit Master Skill in Silber rumdümpelt, gewinnt man mit keiner Lane 1vs5 ein Spiel. Da ist es vollkommen egal, ob du Toplaner, Midlaner, Jungler oder gar ADC bist, 1v5 wirst net gewinnen. Gerade eine Vayne wird 1vs5 nicht easy gewinnen, wenn beide Teams den selben Skill haben ~","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T17:07:16.060+0000","up_votes":1,"down_votes":2,"body":"*oder du heißt Yasou mit 2 Dmg Items (100%) crit + einem Livestealitem + Tank dann machst du als Silber spieler in Master 1 vs 5 :) try it!","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T17:17:59.762+0000","up_votes":2,"down_votes":0,"body":"not really but okay :o","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T19:36:42.689+0000","up_votes":1,"down_votes":1,"body":"War ja auch nur ein halbernstgemeinter scherz du Scherzkeks ;)","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-12-11T10:03:09.304+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=00030000,timestamp=2016-12-10T18:15:42.238+0000)\n>\n> Willst du mir sagen das man als Supporter genauso hart carrien kann wie als Midlaner?\n> Meiner Meinung nach kannst du das nicht denn du bist immer teamabhängig eine Leona ohne Team macht keinen Sinn! Eine Ahri eine Vayne ohne Team kann das Gegner Team alleine Acen\n\nLol die Ahri oder Vayne, macht gegen 5 ohne peel max. 3 weg. Wenn da nichts ist, was sonst so gefährdet, fällt Vayne um, Ahri genauso, die hat zumindest AOE, Vayne nur Singletarget. Denkst du die lassen dich in Ruhe, wenn nichts zu befürchten ist und der Focus auf nem anderen liegt? Das ganze liegt doch einfach nur am fehlenden Rollen- und Spielverständnis. Es wird viel zu oft gekämpft, Supports wissen nicht was supporten ist, ADCs traden mehr als zu farmen, gehen gern Frontline und viel zu oft splitpushen.\nSchau dir doch die 1vs5 Situationen mal an, die sind entweder schon von allen bearbeitet und nur noch zu pflücken oder es ist noch ein Sup dabei, der den \"Helden\" am Leben erhält, bufft, peelt.\nUnd nicht spannend? Ist immer wieder ein Fingerkrampf 5 Aktive(inkl. Sightstone) zu haben, zu Nutzen, die richtigen Ziele zu wählen und dazu noch die eigenenen Spells sinnvoll zu setzen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T17:09:25.423+0000","up_votes":2,"down_votes":1,"body":"Okay das stimmt xD ich spiele nicht öft supp aber nach 3 aktiven Items Plus sweeper habe ich jeden fighz mindestens eins vergessen xD \nBin nicht dafür gemacht mehr als zwei akive zu haben. Leertaste und 1 mehr kann ich nicht ;) tipicaly silver","replies":[]}]}]}]},{"id":"","poster":"OrangeBubble","date":"2016-12-10T17:21:07.351+0000","up_votes":5,"down_votes":0,"body":"Ich bin mit Morgana (tankiger Build) und Sona (full Utility) aus Silber jede Season rausgerast ô.O \nIch kann dir daher nicht zustimmen, dass man nicht aus Silber kommt mit einem klassischen Support. \nUnd ja, ich hatte ADC's/Teams, da konnte ich net glauben, dass ich gewonnen hab xD","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T17:39:46.974+0000","up_votes":1,"down_votes":3,"body":"Ich habe nicht gesagt das man damit nicht aus silber rauskommt ich habe lediglich gesagt dad man weniger einfluss hat als andere Position","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T00:17:08.536+0000","up_votes":1,"down_votes":0,"body":"Also ich hab 4 Vollpfosten in meinem Team, die nichts als Bullsh.it machen und dennoch gewinne ich? .....\nHmmmm ich würde jetzt einfach sagen, dass lag daran, dass ich die scheiße aus meinem ADC gepeelt habe, meinen Team mit Pings überhäuft habe, Wards gut platziert habe, Dragon/Baron  Pingspam, Calls gemacht habe, den gegnerischen Assassinen die Hölle gezeigt habe (Hallo, du magst meinen DD killen? Hier hast du Exhaust, Oh hier hast du noch ein Exhaust in Form meiner Passive, Oh sorry ich kann auch healen, oh du willst abhauen, hier hast du meinen Slow, och hier ist noch mein Aoe CC), meine Teammoral hoch gehalten habe und generell mein Team gruppiert und zum Sieg getragen hab. \n\nSO carried man als Supporter, indem man aus 4 Vollpfosten ein funktionierendes Team bildet und sie Schritt für Schritt zum Sieg schubs. Mit einem super Supporter und einem mittelmäßigen ADC gewinnst du Teamfights eher, als mit einem guten ADC und einem mittelmäßigen Supporter ~ \n\nDas Problem ist eher, dass die Spieler zu blöde sind, um zu begreifen, was ein Support leisten kann und wieviel Einfluss dieser hat, und das meine ich buchstäblich.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-12-11T06:10:24.824+0000","up_votes":1,"down_votes":2,"body":"Ist es einfach besser als Supporter in LowElo den Fakt dass man keinen Lob bekommt als Normalfall dastehen lässt damit man nicht tilted wenn man kein Lob bekommt","replies":[{"id":"","poster":"CMan","date":"2016-12-11T09:34:40.475+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir dazu nur sagen, dass das bis mindestens high Platin sich nicht großartig ändert. Wer Support spielt, der muss damit klarkommen, eher der \"unsung hero\" zu sein.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-12-11T09:23:51.550+0000","up_votes":1,"down_votes":0,"body":"Mir ist es schlichtweg egal, ob ich Lob bekomme? Ich möchte das Spiel gewinnen und deshalb mach ich so gut wie ich kann meinen Job, ob der andere das wahrnimmt oder nicht, ist doch unerheblich für den Sieg, außer natürlich er fängt an zu jammern, aber na gut, dann läuft generell etwas schief. \n\nWarum ich tilted sein sollte, wenn ich kein Lob bekomme, versteh ich ehrlich gesagt nicht.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-12-10T19:20:40.146+0000","up_votes":1,"down_votes":0,"body":"Der Einfluss ist immer vom Skill abhängig.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-10T20:22:55.969+0000","up_votes":1,"down_votes":1,"body":"Najaaaa zwei gleich gute Spieler haben aber zumindest unterschiedliche Einflüsse auf das Spiel. Der ADC wird ganz sicher nicht die Toplane ganken wie der Jungler","replies":[{"id":"","poster":"eingew","date":"2016-12-10T21:57:09.880+0000","up_votes":1,"down_votes":0,"body":"Da hast du also Support sogar einen Vorteil, wenn du von der Lane verschwindest, hockt dein ADC immer noch am Tower, der Toplaner muss sich dann womöglich bei einem Fail aber für eine durchgepushte Lane verantworten :D. Während bei dir noch alles läuft. Selbst wenn der ADC dann alleine stirbt, hast du weniger verloren, als gleich einen ganzen Tower.","replies":[]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-12-12T12:21:47.209+0000","up_votes":1,"down_votes":0,"body":"Man kann sich auch jede Position schlecht reden:\n\nMan kann als Toplaner nichts machen, wenn man vom Jungler gecamped wird. Man ist also schon sehr früh abhängig vom eigenen Jungler. Entweder hilft er persönlich oder er holt auf anderen Landes Kills und Objectives.\n\nAls Jungler kannst du nichts machen, wenn deine Lanes nach 10 Minuten jeweils 0:3 stehen. Dein Team wird dich flamen, obwohl du gar nichts mehr tun kannst. Kommst du auf die Lane, bekommt der Gegner einen Double Kill.\n\nAls Midlaner hast du diesselben Probleme wie der Toplaner, nur dass zusätzlich noch die Bot und Top zu dir roamen können. Es interessiert im Midgame niemanden mehr, ob du mit Xerath drölfzig Kills hast, wenn dir eine Irelia mit Triforce ins Gesicht springt.\n\nAls Adc bist du nutzlos, wenn die Gegner fette Bruiser, Mages oder Assassins haben. Am besten in Gestalt von Irelia, Diana, Rengar. Du kannst nur noch Alt+F4 drücken und Vikings schauen.\n\nUnd als Support? Da kannst du bei diesen Beispielen auch nichts mehr machen. Aber nur die wenigsten Spiele verlaufen so. In allen anderen hast du denselben Einfluss wie alle anderen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-12T18:11:45.017+0000","up_votes":1,"down_votes":1,"body":"Nein das stimmt nicht. Ich rede aus gutem Grund grade die supoortposition nieder weil anscheinend viel mehr leute andere Rollen finden aus den oben genannten Gründen","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-12T20:46:39.741+0000","up_votes":2,"down_votes":0,"body":"Das ist nur eine Behauptung von dir, dass viele Spieler andere Rollen nehmen, weil Supporter keinen impact hätten.\nAber wie gesagt wurde: man ist in allen Rollen abhängig von seinen Mates.\n\nEs gibt keine Rolle, wo man als Spieler ein Game im Alleingang entscheiden kann.\nZwar gibt es vielleicht alle 100 Games, wo man als Toplaner oder Midlaner wirklich so stark gefeedet ist, dass man fast unbesiegbar ist (auch in einem 1vs5 noch 3 oder mehr Kills macht), aber dies hat auf lange Zeit keinen Einfluss, um wirklich aufsteigen zu können.\n\nDenk daran: im early ist ein ADC ohne guten Support aufgeschmissen.\nUnd wenn ein Toplaner den Gegner 5/0 dominiert (mit Solo-Kills), dann hat ein einzelner Spieler einen Goldvorteil (bzw. Itemvorteil). Wenn ein guter Supporter dafür sorgt, dass sein ADC 5/0 steht (und damit der Sup 5 Assists hat), dann haben 2 Spieler einen Goldvorteil (dank dem Supporter!).\n\nIch denke, es hat andere Gründe, warum viele nicht Support spielen:\n\n- Der Aberglaube, man kann in einem Teamspiel wie LoL das Game mehrheitlich selbst entscheiden (ohne Mithilfe der Mates)\n- Viele Spieler achten nur auf den DMG und denken \"DMG = Carryen\"\n- Top, Mid und ADC haben zumindest ähnliche Mechanics (z.B. Farmen und Traden/Killen). Jungler (auch nicht so beliebt) und Supporter werden hingegen völlig anders gespielt und viele wissen gar nicht, wie man diese beiden Rollen spielt.","replies":[]}]}]},{"id":"","poster":"Shiggyvara","date":"2016-12-11T10:15:21.188+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=,timestamp=2016-12-10T17:13:01.633+0000)\n>\n> -&amp;gt; man nur daf&amp;uuml;r da ist einen m8 zu besch&amp;uuml;tzen, man aber nichts daf&amp;uuml;r kann wenn dieser einfach nicht gut ist\n\nIst  der einzige Punkt, dem ich als Mainsupp (halb) zustimmen kann. \nWenn der ADC mit 50 Leben unbedingt noch dem nächsten Kill hinterherrennen will anstatt sich mit nen par Minions zufrieden zu geben und dabei gecatcht wird hat man als Support halt die A-Karte gezogen.\nAber dann hat man immer noch die Wahl, ob man seine Unterstützung nicht anderen zukommen lassen will, die nicht ganz so suzidal handeln.","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-11T19:42:48.528+0000","up_votes":1,"down_votes":0,"body":"Richtig, wobei dies auch umgekehrt gilt.\nWenn der Sup nichts kann bzw. nicht weiss, was er tun muss, kann ein guter ADC auch nichts ausrichtigen.\n\nDeshalt kann ich bei keiner der Punkte des OT wirklich zustimmen, da sie entweder nicht stimmen oder nicht speziell für die Sup-Rolle stimmt (sondern bei allen Rollen der Fall ist -> grundsätzlich weil LoL ein Teamspiel ist)","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-12-11T10:24:53.225+0000","up_votes":1,"down_votes":0,"body":"Die meisten ADC drehen nach einem Pingspam um :O\nIch nutze meine Pings ziemlich aggressiv.\n","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-11T19:43:12.988+0000","up_votes":2,"down_votes":1,"body":"Ich weiß jtz nicht wieviele der Leute diesen Beitrag lesen die hier unten ganz viele Argumente aufgelistet haben aber ich wollte mich bei denen mal bedanken denn genau das war der Sinn dieses Threads! Der Thread hat über 80 Beiträge (zugegeben nicht alle sinnvoll) und mir ist wirklich eingetrichtert worden wie wichtig Support doch ist. Ich habe es glaube ich verstanden das viele sich keine Veränderung wünschen und kann eure Meinungen verstehen und respektieren. Danke an alle die hier extra für mich 10000 Argumente gefunden haben und einem Scrub wie mir lol erklärt haben ;)","replies":[]},{"id":"","poster":"Alekra","date":"2016-12-10T23:34:41.211+0000","up_votes":2,"down_votes":1,"body":"Carrypotential? Weißt du was Supporten heißt? Unterstützen. Natürlich macht man nicht viel Schaden und hat nicht die krassesten Fightspells. Supports sind ja auch zum Unterstützen designed. ZUM UNTERSTÜTZEN! Und du willst so jemanden teamunabhängiger machen? Alles klar...{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T19:31:32.771+0000","up_votes":1,"down_votes":2,"body":"Ja in der Tat das ist meine Überlegung damit Support spielen spannender wird und es keinen Autofill geben muss! Es würde nicht mehr die EWIGE Diskussion geben das in normales der letzte einfach Yasou supporr pickt! Genau das ist meine Überlegung!","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-11T20:05:35.507+0000","up_votes":1,"down_votes":0,"body":"Das Problem liegt nicht in der Rolle selbst, sondern am Verständnis der Rolle; viele rechnen nur anhand des DMG an Champ, ob ein Spieler \"useful\" war. Dies ist aber völlig falsch.\nDies zeigt sich auch bei dir.\n\n> -> keinen Dmg macht (generell)\n\nDas ist auch nicht die Rolle eines Sups.\n\n\"Klassisches Beispiel\": Soraka\nSie sorgt dafür, dass der Carry ständig geheilt wird und durch die DPS des Carrys ist dies viel wirkungsvoller als so mancher Mage-DMG-Sup (wie Brand, Zyra, etc.)\n\n> -> wenig outplaypenzial hat\n\nDie meisten Sup-Champs haben die nötigen Spells, um outplayen zu können. Dies tun sie nur nicht alleine. Wenn du nur 1:1 Outplay-Potential anschaust, hast du recht. Aber ein guter Supporter kann einen TF fürs Team entscheiden.\nAlleine Thresh kann Plays machen, die zu 1-2 zusätzlichen Kills führen.\n\n> -> man nur dafür da ist einen m8 zu beschützen, man aber nichts dafür kann wenn dieser einfach nicht gut ist\n\nWenn der Sup nichts kann, hat der ADC erst recht seine Probleme.\nGenauso wie ein Midlaner Probleme hat, wenn der eigene Jungler ständig ganked und dabei stirbt (also den gegnerischen Midlaner feedet) oder wenn der Toplaner zwar super farmt und die Lane gewinnt, aber mit ignite spielt und ständig splitpusht statt beim TF zu sein.\n\nEs ist ein Teamspiel und man hat immer Probleme, wenn das eigene Team gerade sehr schlecht spielt. Aber dies passiert auch beim Gegner.\nDies ist völlig unabhängig von der Rolle und gilt nicht nur für Sup.\n\n> -> man weniger Impact hat als alle anderen rollen\n\nInwiefern? Ich bin eher der Meinung, dass ein guter Sup mehr impact hat als ein ADC.\nWie kommst du darauf? Weil ein ADC mehr DMG-Potential hat als ein Sup hat er mehr impact? Dann musst du noch viel lernen.\n\n> -> wenn man, z.B. als Leona, 99% der Zeit verbringt in dem man auf seine Spells wartet\n\nDann musst wirklich - wenn du Leona spielst - mehr darauf achten, wann du engagest.\nAchte z.B. ob euer Jungler gerade Botlane kommt. Denn dann habt ihr eine Überzahlsituation und macht mehr DMG (und damit wohl einen Kill), wenn die Spells treffen.\n(umgekehrt besser nicht engagen, wenn man z.B. keine Vision hat und der eigene Jungler weit weg ist).\n\nZudem ist es ja nicht der Sinn der Sache, dass man Spells öfter verwendet als Autoattacks.\nDieses Problem haben aber auch andere Rollen. Ein Mage-Midlaner muss auch auf seine Cooldowns achten. Dort hat man es noch schwerer, da einige AP-Items (z.B. Todeshaube) keine CDR haben, während der Sup grundsätzlich unterstützende Items kauft (bzw. kaufen sollte), die meist auch CDR haben.\n\n> -> man auf der Lane ca. 50% von dem zutun hat was ein ADC in der Zeit macht\n\nAlso grundsätzlich muss ein Sup auch etwas roamen. Wenn der beide Gegner der Botlane z.B. back mussten (oder gekillt wurden), braucht es gerade keinen Sup in der Nähe. Da macht es Sinn, wenn der Sup für Vision sorgt (z.B. beim Drake) oder die Midlane unterstützt. Da hat auch ein ADC nichts dagegen, da er in dieser Zeit (wo er nicht bedroht wird) auch keine XP keilen muss.\n\nIch habe wirklich das Gefühl, dass du nur auf DMG achtest. Und genau dies ist falsch.\n\nIch behaupte sogar, man kommt als guter Support am einfachsten aus Bronze raus (und nein, nicht als \"DMG-Mage-Sup\" wie Brand, Zyra, etc.).\nDer Grund: in Bronze weiss kaum jemand, was man als Sup tun muss (teilweise sogar per autofill drin). Wenn man selber Ahnung von der Rolle hat, wird man einen grossen Vorteil haben.\n\nUnd ja, in Bronze und Silber haben wirklich viele keine Ahnung, wie man Sup spielt.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-11T21:09:25.530+0000","up_votes":1,"down_votes":4,"body":"Nein ich achte nicht auf DMG denn einen Supporter kannst du nicht am DMG messen aber ein Carry wird der Supporter von der Rolle trz nie sein. Allein schon der Name: AD-Carry und Supporter zeigen wer das Team im Idealfall carrien soll der Support hilft dabei nur!\nUnd wenn der ADC bad ist kann der Support die schönsten engages finden, den gegnerischen ADC 20 mal hooken -> alleine wird er ihn niemals töten können! Dafür braucht er seinen ADC und wenn der nicht followed oder davor in nen jax reingeflashed ist kann der Support dagegen nicht viel machen.\nDagegen kann ein ADC ohne support ein so gutes Positioning zeigen das er nicht auf seinen Support angewiesen ist. Notfalls kann eine Vayne auch ein 1 vs 3 gewinnen. Der Support kann das nichz!\nTrz ist der Supporter usefull ABER auch der weltbeste Support kann kein Game 1 vs 5 gewinnen! Er ist immer teamabhängig. \nEs gibt auch Supporter die ein Game hart carrien wie z.b. Sona. Bei einem fairen 5 vs 5 macht Sona den unterschied und gewinnt somit das Spiel. ABER HALT! Nicht sie hat das Spiel gewonnen! Nicht sie war dafür zuständig den gegnerischen Nexus zu zerstören! Es waren die Carrys die dank Sona am leben geblieben sind!\nUnd das du als Supporter in Bronze eine höhere Winrate hast als als Midlaner ist eine gewagte behauptung! Die du nicht beweisen kannst!","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-11T21:59:36.203+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xtaktiq,realm=EUW,application-id=Wj1wcocU,discussion-id=lOlIs9Es,comment-id=0005000000000000,timestamp=2016-12-11T21:09:25.530+0000)\n>\n> Nein ich achte nicht auf DMG denn einen Supporter kannst du nicht am DMG messen aber ein Carry wird der Supporter von der Rolle trz nie sein. Allein schon der Name: AD-Carry und Supporter zeigen wer das Team im Idealfall carrien soll der Support hilft dabei nur!\n\nJa, und der böse \"Arbeitnehmer\" nimmt einfach die Arbeit weg, die der nette \"Arbeitgeber\" so freundlich gegeben hat. ;)\n\nNur weil eine Bezeichnung wie \"AD-Carry\" so heisst, bedeutet es nicht, dass die Bezeichnung auch korrekt ist.\n(z.B. mein klassisches Beispiel: wird über \"Tatsachen-Entscheid\" im Fussball gesprochen, geht es nicht um die eigentliche Tatsache^^)\n\nEigenltich müsste man \"Range-AD-Dealer\" dem ADC sagen. Das wäre wohl korrekt.\nDenn \"carrien\" hat zu oft nicht damit zu tun, was ein ADC eigentlich tut (denn er macht \"nur\" konstanten AD-Schaden).\n\n> Und wenn der ADC bad ist kann der Support die schönsten engages finden, den gegnerischen ADC 20 mal hooken -&gt; alleine wird er ihn niemals töten können! Dafür braucht er seinen ADC und wenn der nicht followed oder davor in nen jax reingeflashed ist kann der Support dagegen nicht viel machen.\n\nWenn der ADC aber nicht von seinen Mates (meist vom Support oder vom Jungler), dann kann er auch nichts anrichten.\nSprich: man ist in einem Teamgame wie LoL immer von seinen Mates abhängig.\nAus meiner Sicht ist ein ADC - besonders im early - viel abhängiger (vom Sup) als umgekehrt.\n\n> Dagegen kann ein ADC ohne support ein so gutes Positioning zeigen das er nicht auf seinen Support angewiesen ist. \n\nUnd was macht dann ein ADC?\nEr steht irgendwo weit hinten und kann keine AA machen. Denn er muss auch weiterhin ausser Range der gegnerischen Frontline sein (z.B. damit er keine Malph-Ulti oder eine Amumu Q+Ulti abkriegt) bzw. muss auch vor einer Flankierung eines gegnerischen Assassinen achten (und wer macht ihm die nötige Vision, damit er nicht flankiert wird? ;) )\n\n> Notfalls kann eine Vayne auch ein 1 vs 3 gewinnen. Der Support kann das nichz!\n\nSo etwa kann eine Vayne nur, wenn:\n\na) sein Support sie durch das sehr schwache early durchgebracht hat\nb) der Gegner keine CC hat (oder diese nicht trifft)\nc) das Game wirklich bereits weit über 30 Minuten läuft und Vayne bald Full-Build ist\n\nDu achtest nur auf einzelne Plays (z.B. ein Triple-Kill bei einer Vayne 1vs3 etc.).\nAber abgesehen dass solche Plays (jedoch nicht alleine) auch ein Sup machen kann, so muss man das (Makro-)Game als Ganzes sehen.\n\nJa, vielleicht ist es nicht so auffällig, wenn ein Sup einfach den Botlane-Jungle wardet, aber dies kann die Botlane vor einem Gank schützen und der Gegner kriegt keinen Double-Kill. Dies ist kein Play, aber so etwas ist 10x wichtiger als ein 1vs3 einer Vayne. \n\nIm Fussball wirkt es auch langweilig, wenn ein Innenverteidiger einfach nur den Stürmer stoppt. Diese Position ist eher so: je weniger man auffällt, desto besser (weil man meist auffällt, wenn der Stürmer vorbeikommt und dann ein Tor schiesst).\nOft sind auch die Stürmer und offensiven Mittelfeldspieler eher die berühmten Leute (in einzelnen Ländern noch die Torhüter). Aber niemand behauptet, dass man als Verteidiger weniger wichtig ist (oder nicht \"carrien\" kann).\n\n> Trz ist der Supporter usefull ABER auch der weltbeste Support kann kein Game 1 vs 5 gewinnen! Er ist immer teamabhängig. \n\nDas ist ein ADC (gerade im early) eigentlich sogar mehr.\nAber auch ein Midlaner ist abhängig vom Team und ein Jungler ebenfalls. Dies macht ein Teamgame nun einmal aus.\n\nWieder Fussball als Beispiel:\nEin Stürmer kann auch 4 Tore schiessen, aber auch nur, wenn er die nötigen Pässe bekommt. In der Verteidigung ist man hingegen auch darauf angewiesen, dass ein Stürmer zurückkommt und aushilft.\n\n> Es gibt auch Supporter die ein Game hart carrien wie z.b. Sona. Bei einem fairen 5 vs 5 macht Sona den unterschied und gewinnt somit das Spiel. ABER HALT! Nicht sie hat das Spiel gewonnen! Nicht sie war dafür zuständig den gegnerischen Nexus zu zerstören! Es waren die Carrys die dank Sona am leben geblieben sind!\n\nDann kannst du eigentlich auch sagen, dass man alle Tanks überarbeiten soll (aka \"Revolution der Tanks\"), denn diese machen auch in TFs die nötigen Aufgaben, damit der Fight gewonnen wird. An Türmen/inhib/Nexus machen sie aber auch kaum Schaden.\n\nUnd btw. doch! Wenn eine Sona 4 oder 5 Gegner ultet und ihre Mates immer genau zum richtigen Zeitpunkt heilt und auf den gefährlichsten gegnerischen Carry exhaust anbringt, etc.: dann hat ganz klar der Support das Game gewonnen (aka \"gecarriet\") und nicht der ADC, der einfach nur AA anbringen konnte, ohne dass er angegriffen wird (weil durch die Sona-Ulti ja niemand auf den ADC gehen konnte).\n\nAnfang dieser Woche ein gutes Beispiel gehabt, wenn auch in ARAM.\nIch spielte Soraka und obwohl es ARAM ist, spiele ich eine Soraka oft auch eher unterstützend und weniger auf AP, wie es andere tun.\nWas glaubst du, auf wen die Gegner (z.B. besonders der Platin-Fizz) gegangen ist? Richtig! Auf die Soraka, die nur Support-Items baute (Ardent, Solari, Redemption, Zeke). Warum glaubst, hat man dies getan? Besonders der Platin-Fizz müsste ja wohl mehr Ahnung als wir beide zusammen haben, wen man als Target fokusieren sollte. ;)\nKann es sein, dass selbst in ARAM eine Soraka-Sup in TF den grössten impact hat? (denn am DMG lag es kaum; ich machte ca. die Hälfte unseres Tanks und etwa ein Drittel der \"Carrys\").\n\n> Und das du als Supporter in Bronze eine höhere Winrate hast als als Midlaner ist eine gewagte behauptung! Die du nicht beweisen kannst!\n\nAlso zuerst einmal:\nIch habe nicht geasgt, dass ich als Sup in Bronze eine höhere Winrate habe im Vergleich als Midlaner.\n\nMeine Behauptung ist:\nViele in Bronze (und Silber) haben rein gar keine Ahnung, was ein Sup tun muss (u.a. weil sie autogefillt wurden).\n\nBeispiele habe ich z.B. aus meinen 10 Rankeds (mehr hatte ich letzte Season wegen der Arbeit leider nicht...); hier die schlechtesten 3 Supporter in der abgelaufenen Season, die ich in Rankeds hatte:\n\nPlatz 3: die Zyra-Sup, die nach 40 Minuten immer noch keine Schuhe gekauft hatte\nPlatz 2: der Sion-Sup, der am Mid-Game ständig auf der Toplane splitpushte\nPlatz 1: die Morgana-Sup (und da war ich leider ADC), die immer wieder alleine auf die Botlane ging und einen slow-push startete (und ich als ADC so nicht farmen konnte)\n\nDiese Supports haben Fehler (im Makro-Play) gemacht, die ein Main-Sup (der sich auch über seine Rolle im Klaren ist) nicht tun würde.\n\nDeshalb bin ich klar der Meinung:\nWenn man in Bronze ist und sich auf Main-Sup spezialisiert (d.h. man lernt auch, was ein Sup so alles tun und lassen sollte -> und setzt dies auch ansatzweise aus), dann kommt man rasch aus Bronze raus.\n\nDenn die Wahrscheinlichkeit ist gross, dass auf der Gegenseite entweder ein \"autogefillter Sup\" steht oder ein \"Main-Sup\", der die Rolle nicht verstanden hat. Dies ist also bereits ein Vorteil jenes Team, die einen Sup haben, der weiss, was er zu tun hat.\n\nBei allen anderen Rollen ist es meist so, dass sich grundsätzlich gleich starke Spieler (mit den gleichen Kenntnissen über ihre Rolle) gegenüberstehen. Meist bekommt man die Position als Main-Rolle oder zumindest als 2. Rolle; aber kaum als Autofill.\nHier besteht also selten ein Vorteil für ein Team.","replies":[]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-12-12T11:47:48.273+0000","up_votes":1,"down_votes":0,"body":"Die Aussage, man könne als Supporter nicht carrien, ist absoluter Unsinn. Du kannst vielleicht nicht 1 vs 9 carrien, aber das können weder Adcs noch Tanks. Das geht allenfalls auf Bruisern wie Yasuo oder Riven, aber auch nur wenn sie extrem gefeedet sind und perfekt gespielt werden. Wenn ich mit meinen Freunden Bot Lane spiele, gewinne ich fast immer. Ich brauche als Adc im Lategame nur jemanden, der mich vor den Backline Divern beschützt. Meine Freunde machen das. Da mich dann niemand töten kann, gewinnen wir die meisten Fights easy, auch wenn wir im Early behind waren. Einfach nur, weil der Supporter den Adc beschützt und der frei Schaden machen kann.\n\nIn der SoloQ erlebe ich allerdings auch oft Supporter, die im Late Game semi-afk hinter dem Adc stehen. Dass man dann verliert, ist klar. \n\nUnd natürlich hat man auch Spiele, in denen man besser ist als der Adc. Aber du musst ja nicht zwangsläufig den Adc beschützen. Man hat in den meisten Spielen irgendeinen Mate, der Feed hat - und den muss man beschützen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-12T18:12:25.492+0000","up_votes":1,"down_votes":1,"body":"Es geht natürlich Primär um Solo Q","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-12T20:47:42.742+0000","up_votes":1,"down_votes":0,"body":"Gilt aber auch in SoloQ.\nSchliesslich spielt man immer noch zu Fünft.","replies":[]}]}]},{"id":"","poster":"XOFree","date":"2016-12-12T19:45:33.457+0000","up_votes":1,"down_votes":0,"body":"nur mal so angemerkt -.- ein guter suppoter ist immer \"unbezahlbar\" im spiel! das weiß hier anscheinend jeder ^^ \n\nwas hier aber keiner auflistest ist, das man auch einen guten supporter mit einem guten conter pick ausspielen kann ( {{champion:25}} gegen {{champion:89}} na wer hat hier die oberhand?) und er dadurch unfähig wird zu supporten und dieser dann als schlechter spieler abgestempelt wird (wtf noob) und der adc nicht an seine kills kommt und sich so der frust breit macht in der lane?\n\noder wenn man einen all in ({{champion:89}}) supporter spielt den man gut kann und auch weiß was man macht usw. aber die anderen nicht? ist dieser spieler schlecht? weil er seinen job macht? er wird feeden und sein team wird ihn als unfähiger noob deklarieren... \n\num es kurz zu machen ^^ manchmal treffen spielweisen aufeinanderehr die nicht kompatibel sind ende!","replies":[]},{"id":"","poster":"xinf3ct3d","date":"2016-12-10T17:30:15.910+0000","up_votes":1,"down_votes":9,"body":"Jo, da hast völlig recht meiner Meinung nach. Bin seit Season 4 Überzeugter Supporter und komme nicht aus Bronze raus (Ausnahme Preseason 5 da war ich für 5 Stunden Silber 5). Es gibt meiner auffassung nach 3 Arten von Supportern:\n1. Meist Tanky Champs mit viel Engage und CC(Blitzcrank,Leona,Nautilus,Thresh)\n2. Champions die sich dadurch auszeichnen dem Team mit ihren Spells den A***h zu retten aber meist wenig CC und Tankyness haben (Janna,Soraka,Nami,Sona)\n3. Champions, meist APC's die von der Meta aus der Midlane gedrückt wurden aber durch ihren Poke nicht unnützlich sind.(Leider) im Moment wohl die größten Erfolgsschancen in der SoloQ(Brand,Zyra,Karma)\nEigentlich besteht darin kein Problem weil die Meta halt veränderung bewirkt aber ich finde das gehr zu weit. 3. ist nur einen Sightstone und ein Exhaust davon entfernt ein AP Carry zu sein und das geht zu weit. Wenn die besten Supporter keine Supporter sind dann sollten sie lieber den Name \"Poke\" annehmen. Aus diesem Grund werde ich in Season 7 Jungler weil ich gemerkt hab dass ich das besser kann als die meisten Jungler in meinem Team","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T00:52:39.085+0000","up_votes":1,"down_votes":0,"body":"Ich glaub, in meinen ganzen Sona spielen hab ich nur 10x mal Glanz gebaut und dann auch nur weil YOLO Modus. \nDu willst aus Bronze raus? \n\nPick Sona, bau {{item:2301}} {{item:3222}} {{item:3504}}  als Core mit {{item:3009}} oder {{item:3117}} .\nSituativ noch {{item:3107}} {{item:3190}} {{item:3143}} {{item:3050}} {{item:3110}} {{item:3512}} {{item:3060}} {{item:3109}} \n\nBefreiungsschlag für mehr Heal/Damage , aber dann würd ich Rauchbrenner nicht bauen (Je nachdem, wieviele von Rauchbrenner profitieren). Der Grund ist, dass du, wenn du alle drei baust (Rauchbrenner, Mika, Befreiung), du sehr squishi bist und ein gutes Positioning brauchst. Ich geh jetzt einfach mal aus, dass du das nicht hast. Später kannst du darauf umsteigen. \nIron für Aoe Schild\nRanduins gegen AD und für HP\nZekes wenn dein ADC Crit braucht\nFrozen gegen AA orientierte Teams \nZekes/Banner für Push Push \nRitterschwur bin ich mir net 100% sicher, aber da du dich und deinen ADC healen kannst und etwas tankiger baust, kannst du ihm so noch bissel helfen ;)\n\n\nSkillung: R > W > Q > R \nQ und W abwechselnd skillen bzw. ist der ADC doof, W max, da er dann den heal braucht. \n\nMastery Key: \n\nMit Sona dominierst du die Lane alleine, dein ADC kann farmen, wenn er bissel was abbekommt, kannst du healen, hast ein super AoE CC Ult und yua :3 Im Teamfight Rauchbrenner Buff auf das Team verteilen, mit dem W geht es eh einfach und deine DD's beschützen. Immer schauen, wer ist die größte Gefahr und wo sind meine DD's und sobald die Gefahr deine DD's töten will, Exhaust und deine Passive effektiv nutzen. Außerdem Objectiv Controll haben, schau, dass du Drachen bekommst, dass dein Team Tower pusht, dann der Gegner nicht Baron bekommt bzw. versuch selber Baron zu bekommen. Immer Objectiv im Auge haben, die gewinnen Spiele!\n\nIn TF stehst du so weit hinten, wie möglich und so nah, wie nötig! Wichtig ist, stirb nicht. Bleib bei deinen DD's. Lass sie nicht sterben! Peel für sie, heal sie, debuff die Gefahr. \n\nWahrscheinlich hat i.wer was zu meckern, aber bis Gold kommst du easy, daher mein Tipp, spiel Sona und heal das Team zu Sieg ;) \nSeit 4 Seasons knapp 56%-60% Winratio mit Sona xD \nUnd ja ich war nie höher als Gold, aber was soll ich sagen, ich LIEBE die Vielfalt an Champs x3","replies":[]}]}]}