{"id":"hb1EIgVn","poster":"Pandaphiri","date":"2016-12-09T10:58:21.137+0000","title":"Autofill eure meinungen","subforum":"Champions & Gameplay","up_votes":4,"down_votes":3,"body":"Mich w&uuml;rde es brennend intressieren wie die Community so &uuml;ber die Autofill Funktion denkt. einfach nur mal eure Meinungen hier reinschreiben und sagen was euch daran gef&auml;llt und was nicht ^^ {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"KNZ0","date":"2016-12-09T11:31:58.722+0000","up_votes":3,"down_votes":3,"body":"Ich halte nicht so viel von dem Autofill, da man gezwungen wird eine Position zu spielen, die man nicht beherrscht oder nicht spielen möchte.. Es ist zwar Zeit sparend, jedoch verliere ich öfter Spiele, weil ich oder jemand anderes einfach diese Position nicht und dies führt oft zu Streitigkeiten im Team, welches die Spiellaune zerstört und man auf das nächste Game, wo man seine Position spielen kann, einfach keine Lust mehr hat.\n\nAber was soll man machen diese Funktion wird bestehen bleiben und man muss sich damit zufrieden geben.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T11:43:51.791+0000","up_votes":3,"down_votes":5,"body":"> [{quoted}](name=NX ZyRiiX,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0005,timestamp=2016-12-09T11:31:58.722+0000)\n>\n> Ich halte nicht so viel von dem Autofill, da man gezwungen wird eine Position zu spielen, die man nicht beherrscht oder nicht spielen möchte.. Es ist zwar Zeit sparend, jedoch verliere ich öfter Spiele, weil ich oder jemand anderes einfach diese Position nicht und dies führt oft zu Streitigkeiten im Team, welches die Spiellaune zerstört und man auf das nächste Game, wo man seine Position spielen kann, einfach keine Lust mehr hat.\n> \n> Aber was soll man machen diese Funktion wird bestehen bleiben und man muss sich damit zufrieden geben.\n\nStimme dir voll und ganz zu.\n\nAutofill ist nur Riots Art sich den Job einfacher zu machen und Leute in die Aufgabe zu **zwingen**, weil sie es nicht schaffen **freiwillige** Supporter zu generieren.\nEs ist halt der einfachere Weg für Riot, das Problem zu lösen.","replies":[{"id":"","poster":"TerrorRaven","date":"2016-12-09T15:10:33.525+0000","up_votes":1,"down_votes":0,"body":"Season 5 musste man jede Position können, da man keine Garantie hatte, seine Rolle zu bekommen.\nIn Season 6 hat sich der Punkt zwar gebessert, aber dann haben selbst im Low Elo Leute sich über die erhöhten Wartezeiten beschwert.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T15:41:10.262+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=TerrorRaven,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=000500010000,timestamp=2016-12-09T15:10:33.525+0000)\n>\n> Season 5 musste man jede Position können, da man keine Garantie hatte, seine Rolle zu bekommen.\n> In Season 6 hat sich der Punkt zwar gebessert, aber dann haben selbst im Low Elo Leute sich über die erhöhten Wartezeiten beschwert.\n\nDann erzähle mal wie hoch die Wartezeiten in der Low-Elo waren. Ich bin ganz Ohr.\nUnd Vorsicht: Wie du bereits anderorts so arrogant konsultiert hast, bin ich selbst ein Low-Elo Silber3-Spieler, also... kann ich es abgleichen mit den meinen.","replies":[{"id":"","poster":"TerrorRaven","date":"2016-12-09T15:51:07.240+0000","up_votes":4,"down_votes":0,"body":"Ich hatte letzte Season (Bronze 5) teilweise 15-20 Minuten Wartezeit. Hier mal ein paar Beispiele von anderen:\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/T1q4faE0-wartezeit-von-10-20-min-normal\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/1rzsuTHA-wartezeiten\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tp9TWqnv-ranked-q-wartezeit\nhttp://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/ydoLEn8L-wartezeit","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T17:53:23.788+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=TerrorRaven,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00050001000000000000,timestamp=2016-12-09T15:51:07.240+0000)\n>\n> Ich hatte letzte Season (Bronze 5) teilweise 15-20 Minuten Wartezeit. Hier mal ein paar Beispiele von anderen:\n> http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/T1q4faE0-wartezeit-von-10-20-min-normal\n> http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/1rzsuTHA-wartezeiten\n> http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tp9TWqnv-ranked-q-wartezeit\n> http://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/ydoLEn8L-wartezeit\n\nIch habe standartmäßig Wartezeiten von Maximal 5-10 Minuten - und das als Top-/Mid-Laner **vor** autofill. Beides davon ist nicht wenig vertreten.","replies":[]}]}]}]}]},{"id":"","poster":"iPlayZ","date":"2016-12-09T11:41:47.930+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=NX ZyRiiX,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0005,timestamp=2016-12-09T11:31:58.722+0000)\n>\n> Ich halte nicht so viel von dem Autofill, da man gezwungen wird eine Position zu spielen, die man nicht beherrscht oder nicht spielen möchte.. Es ist zwar Zeit sparend, jedoch verliere ich öfter Spiele, weil ich oder jemand anderes einfach diese Position nicht und dies führt oft zu Streitigkeiten im Team, welches die Spiellaune zerstört und man auf das nächste Game, wo man seine Position spielen kann, einfach keine Lust mehr hat.\n> \n> Aber was soll man machen diese Funktion wird bestehen bleiben und man muss sich damit zufrieden geben.\n\nAlso da scheinst du das alte system ohne rollenauswahl wohl nie gespielt zu haben 😂 Da hat der jenige welcher am lautesten geflamet hat seine rolle bekommen oder auch nicht da am ende immer der firstpick entschieden hat wer was spielt! Da waren einige matches schon im championpick verloren wenn 3 leute mitte und auf 2 top wollten... somit wurde man fast immer gezwungen eine rolle zu spielen welche man nicht beherrscht! Das neue system ist eine winwin situation! Und alle 10 games mal per autofilm zu supporten sollte keinem einen zacken aus der krone brechen! Im übrigen sind gute midlaner zu 99% auch gute supporter!z.B morg, brand, lulu, lux, velkoz usw. Auch kann man supp ordentlich carry sein wenn man seinen champ beherrscht!","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T12:06:20.071+0000","up_votes":5,"down_votes":4,"body":"> [{quoted}](name=iPlayZ,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00050000,timestamp=2016-12-09T11:41:47.930+0000)\n>\n> Also da scheinst du das alte system ohne rollenauswahl wohl nie gespielt zu haben 😂 Da hat der jenige welcher am lautesten geflamet hat seine rolle bekommen oder auch nicht da am ende immer der firstpick entschieden hat wer was spielt! Da waren einige matches schon im championpick verloren wenn 3 leute mitte und auf 2 top wollten... somit wurde man fast immer gezwungen eine rolle zu spielen welche man nicht beherrscht! Das neue system ist eine winwin situation! Und alle 10 games mal per autofilm zu supporten sollte keinem einen zacken aus der krone brechen! Im übrigen sind gute midlaner zu 99% auch gute supporter!z.B morg, brand, lulu, lux, velkoz usw. Auch kann man supp ordentlich carry sein wenn man seinen champ beherrscht!\n\nUnd du scheinst seit Season5 nicht mehr gespielt zu haben, als man sich ab S6 seine Rollen aussuchen durfte die man auch wirklich will und kann... und diese auch bekommen hat. Wer Supporter sein wollte, durfte sowieso immer den Supporter spielen. Wer Top-/Mid-Laner ist - siehe mich - bekam auch eine der beiden Rollen, ohne sich um den Jungle, Support oder ADC kümmern zu müssen, die du eh schlechter spielen kannst.\nUnd wer wirklich alles spielen konnte und auch alles spielen wollte, klickte auf \"Auffüllen\" und bekam schneller ein Spiel.\nAlle waren zufrieden, außer unsere elitäre High-Elo, die aufgrund ihrer geringen Zahl (wofür sie sich in ihrer Arroganz auch mehr als genug rühmen) eben länger warten musste, da sich nicht so viele Leute dort oben tummeln.\n\n> Und alle 10 games mal per autofilm zu supporten sollte keinem einen zacken aus der krone brechen!\n\nNatürlich nicht... Keine Zacke aus der Krone, nur gut und gerne mal 23 LP Abzug, sowohl für einem alleine wie auch dem Rest des Teams, welche dich dafür auch noch flamen das du die arme Sau bist die jene Position spielen **muss**, welche sie - und auch niemand anderes aus dem Team - spielen **will**.\n\n> Auch kann man supp ordentlich carry sein wenn man seinen champ beherrscht!\n\nRedest du von \"seinem Supporter-Champ\", von denen man keinen hat weil man kein Main-Supporter ist? Oder den Champions die wir als Supporter **zweckentfremden**, weil wir sie als Midlaner spielen können, auch wenn sie keinen Schild, keinen Stunn oder andere Fähigkeiten besitzen außer FullDMG, sodass wir bestenfalls noch dem ADC kills stehlen?\nEs gibt einen Unterschied zwischen \"Main-Supporter\" und \"Supporter, der gegen seinen Willen dazu genötigt wurde, keine Erfahrung als solcher hat und damit vermutlich jedem Main-Supporter unterlegen ist, um dann geflamet zu werden und im Ranked\", da es dort ja auch dummerweise Autofill gibt, \"Punkte zu verlieren und dafür reported wird\".\n\nHey, sehen wir es ein: Mit Autofill hat man uns gezwungen uns zurück zu entwickeln, zu einem Entwicklungsstand zwischen S5 und S6 - du darfst dir nun 2 Rollen aussuchen, die dann einfach ignoriert werden damit du das spielst was Riot dir aufzwingt. Egal, ob du dafür geeignet, tauglich und fähig dazu bist - das ist doch Riot egal. Sie spielen doch schon länger ihr eigenes Spiel nicht mehr.","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-09T13:23:56.441+0000","up_votes":4,"down_votes":1,"body":"Ich sehe es nicht als Rückentwicklung. Ich habe diese Beschränkung auf 2 Rollen als Rückschritt gesehen, denn nun musste man das Spiel nicht mehr komplett verstehen, um gut zu sein, sondern nur seine Lane(s) beherrschen. Damals hatten wir mehr Leute, die overall eine ganz gute Performance hatten, nun haben wir Leute, die teilweise schon rumheulen, weil sie ihre 2. Wahl nicht beherrschen. Vorher waren alle viel flexibler, was durch autofill auch wieder gefördert wird.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T15:29:14.185+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0005000000000000,timestamp=2016-12-09T13:23:56.441+0000)\n>\n> Ich sehe es nicht als Rückentwicklung. Ich habe diese Beschränkung auf 2 Rollen als Rückschritt gesehen, denn nun musste man das Spiel nicht mehr komplett verstehen, um gut zu sein, sondern nur seine Lane(s) beherrschen.\n\nGlaubst du das echt, **wirklich**?\nWas ist die allererste Regel - oder vielleicht die zweite - die dir jeder im Ranked aktive Spieler nennt, wenn du ihn fragst wie man aufsteigt? **\"Konzentriere dich auf maximal zwei Lanes und nur eine Hand voll Champions!\"** - die oberste Regel. Und die geht sogar soweit das jeder asiatische Progamer, - oder ein Progamer jeder anderer Nation, der allerdings nie eine Weltmeisterschaft in LoL gewonnen hat - dir den Vogel zeigen würde wenn du von ihm erwartest, etwas anderes zu spielen als deine Main Lane. Und denen würdest du nicht auch sagen \"Ihr seid nicht gut, denn ihr spielt immer nur eine Lane oder maximal 2!\" - denn das wäre dumm, zu einem Weltmeister.\n\nMal abgesehen davon das wir uns von \"First Call, first Pick\" zu \"Wir streiten uns jetzt nicht herum wer welche Lane spielt, denn das sagt uns das System\" entwickelt. Das ist ein Fortschritt, auch wenn du das nicht verstehst.\nIch will nicht behaupten das die Champion-Select keine Fehler gehabt hätte (Lange Wartezeiten für die Oberschicht, egal für wie gut sie sich hält).\nDer Flame hatte aber abgenommen, da jeder eine von zwei Lanes spielen konnte die er auch wollte - ohne Zwang, freiwillig, durch eigene Wahl. Kein \"X or Y or troll\", wenn man der Letzte gewesen ist und man Supporter spielen **musste** - genau wie jetzt wieder eingeführt wurde. Die Abbruchrate wird wieder steigen aufgrund aufgezwungener Supporter, der Verlust von LP wird steigen aufgrund nicht vertrauter Supporter/Jungler aufgrund Zwang von Riot, die Zahl von Flamern wird wieder steigen weil man die arme Sau die Schuld gibt das er als Supporter eingesprungen ist - und **keiner** wird ihm dafür danken das er es getan hat, **du am allerwenigsten** - und dadurch wieder der Frustfaktor zunehmen.\nJa, wir sehen wie es sich entwickelt hat... zurück zu S5, wo man sich um Rollen streiten muss oder abbricht. Zivilisiert.\n\n> Damals hatten wir mehr Leute, die overall eine ganz gute Performance hatten, nun haben wir Leute, die teilweise schon rumheulen, weil sie ihre 2. Wahl nicht beherrschen. Vorher waren alle viel flexibler, was durch autofill auch wieder gefördert wird.\n\n1. Wenn Leute wegen ihrer zweiten Wahl rumjaulen, dann liegt das nicht am System - sondern an dem Spieler, obwohl man ihm wenigstens schon wählen lies welche 2 von 5 Positionen er definitiv haben möchte.\n2. \"Overall Performance\" ... Wenn ich das Wort schon höre, weiß ich schon was mich erwartet: Anstelle das wir professionelle Spieler entwickeln, die nicht jede Lane können, aber in denen die sie spielen **Experten** sind, willst du also das wir Leute haben **die alles können, aber nichts davon richtig**... Hast du in WoW immer den Druiden gespielt? xD Bist du ein asiatischer Progamer, oder wieso sollte man es denen noch leichter machen zu gewinnen? Ganz ehrlich: Kein Schwein interessiert sich ob du Mittelklasse-Mid/Top/Jungle/ADC bist, wenn du als Supporter schlecht spielst. \nOder gehst du bei Zahnschmerzen nicht zum Zahnarzt sondern zum Fleischer, weil du denkst \"Hey, der kennt sich doch auch mit Knochen aus\"? \n\nDer einzige Vorteil der Autofill-Funktion: Die High-Elo kommt schneller ins Spiel. Nur die. Denn ich bin Silber3 und habe vorher wie nachher nur bis max. 5 Min. warten müssen. Ich genieße keinen weiteren Vorteil dafür das ich - und **sehr viele auch** - eine Rolle spielen sollen **die wir nicht möchten**, dafür geflamt werden als Sündenbock, ohne Dank dafür das ich mich dem Zwang ausgesetzt habe damit einer der Flamer schneller ins Spiel kam, und dann auch noch LP abgezogen bekam.\n\nBitte sag mir das du diesen Zwang und Flame nicht wirklich unterstützt, außer du bist einer von den Schlimmsten von denen.","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-09T18:38:40.897+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00050000000000000000,timestamp=2016-12-09T15:29:14.185+0000)\n>\n> Was ist die allererste Regel - oder vielleicht die zweite - die dir jeder im Ranked aktive Spieler nennt, wenn du ihn fragst wie man aufsteigt? **&quot;Konzentriere dich auf maximal zwei Lanes und nur eine Hand voll Champions!&quot;** - \n\nJa, so funktioniert climbing. Sei ein Solospieler und carry das einfach. Bekommst du nicht das, was du willst, bist du halt mal am Arsch.\n\n>die oberste Regel. Und die geht sogar soweit das jeder asiatische Progamer, - oder ein Progamer jeder anderer Nation, der allerdings nie eine Weltmeisterschaft in LoL gewonnen hat - dir den Vogel zeigen würde wenn du von ihm erwartest, etwas anderes zu spielen als deine Main Lane. \n\nJeder Progamer wird dir aber durchaus bestätigen können, dass du das Basiswissen zu jeder Position haben solltest. So kann man viel besser darauf eingehen, wie ein Jungler zum Beispiel funktioniert. Warum gankt er meine Lane nicht? Warum kommt ständig der gegnerische Jungler vorbei und reißt mich ab? Man bemerkt eben immer mehr, dass Leute, die die Position nicht spielen, auch kein Verständnis dafür haben. Ebenso für Supporter. Warum hat er nicht gewarded? Spielt man selbst mal mit Sightstone, merkt man, dass die sehr begrenzt sind und wenn man als ADC permanent Druck macht, kommt da mal der Gegner ganken. War man als Supporter nicht in der base, kann man dem nicht entgegenwirken. Es haben sich ja schon oft genug ADCs beschwert, warum der Supp in der base steht und der ADC keine Vision hat.\n\n>Und denen würdest du nicht auch sagen &quot;Ihr seid nicht gut, denn ihr spielt immer nur eine Lane oder maximal 2!&quot; - denn das wäre dumm, zu einem Weltmeister.\n\nDie spielen nicht umsonst als 5er premade, werden gecoached und viele andere Dinge, die die Pros schult. Du selbst hast bestimmt keinen Coach und kein Training, um dir Wissen einzutrichtern. Jetzt lernst du eben zwangsläufig, in welcher Situation andere stecken. \n \n> Mal abgesehen davon das wir uns von &quot;First Call, first Pick&quot; zu &quot;Wir streiten uns jetzt nicht herum wer welche Lane spielt, denn das sagt uns das System&quot; entwickelt. Das ist ein Fortschritt, auch wenn du das nicht verstehst.\n\nJa, das Rumgestreite ging weg und auch bei Autofill kann man eben nicht diskutieren. Man ist eben eingeteilt. Wie du selbst sagtest  \"Wir streiten uns jetzt nicht herum wer welche Lane spielt, denn das sagt uns das System\". Das bleibt.\n\n> Der Flame hatte aber abgenommen, da jeder eine von zwei Lanes spielen konnte die er auch wollte - ohne Zwang, freiwillig, durch eigene Wahl. Kein &quot;X or Y or troll&quot;, wenn man der Letzte gewesen ist und man Supporter spielen **musste** - genau wie jetzt wieder eingeführt wurde.\n\nNein, es ist nicht genau wie damals. Autofill haut (theoretsch) nicht 5 Supporter in ein Game. Man muss nicht jedes Mal autofillen, man hat nicht mehr das Phänomen, dass eben 5 Leute im Team dieselbe Position mainen. Die Verteilung funktioniert also besser. \n\n> Die Abbruchrate wird wieder steigen aufgrund aufgezwungener Supporter, der Verlust von LP wird steigen aufgrund nicht vertrauter Supporter/Jungler aufgrund Zwang von Riot, die Zahl von Flamern wird wieder steigen weil man die arme Sau die Schuld gibt das er als Supporter eingesprungen ist - und **keiner** wird ihm dafür danken das er es getan hat, **du am allerwenigsten** - und dadurch wieder der Frustfaktor zunehmen.\n\nDa ich in SoloQ sowieso wieder Supporter spielen werde, werde ich meine Rolle schon oft genug bekommen. Die langen Wartezeiten kotzen mich einfach am meisten an, weswegen ich keine andere Position maine.\n\n> Ja, wir sehen wie es sich entwickelt hat... zurück zu S5, wo man sich um Rollen streiten muss oder abbricht. Zivilisiert.\n\nMan streitet sich nicht, da man in den meisten Fällen seine Rolle bekommt, nun aber ab und zu auch mal woanders hinmuss. \n\n> \n> 1. Wenn Leute wegen ihrer zweiten Wahl rumjaulen, dann liegt das nicht am System - sondern an dem Spieler, obwohl man ihm wenigstens schon wählen lies welche 2 von 5 Positionen er definitiv haben möchte.\n\nAber es liegt am System, wenn man eine andere Rolle zugeteilt bekommt... Naja, immerhin jammert jetzt keiner mehr über seine Zweitrolle, sondern ist froh, dass man hauptsächlich seine 2 Rollen spielen kann.\n\n> 2. &quot;Overall Performance&quot; ... Wenn ich das Wort schon höre, weiß ich schon was mich erwartet: Anstelle das wir professionelle Spieler entwickeln, die nicht jede Lane können, aber in denen die sie spielen **Experten** sind, willst du also das wir Leute haben **die alles können, aber nichts davon richtig**... \n\nAch, dank dem System letzter Season bist du Progamer geworden? Mir begegnen einfach viel zu viele Leute, die einfach kein Verständnis für andere Rollen haben. Die nicht verstehen, dass man als Supporter durchaus einen 0-10-0 Laner nicht aufhalten können, weil diese nicht darauf ausgelegt sind.\n\nIch hab mich auch immer verarscht gefühlt, wenn mich ein Zed oneshottet. Dann hab ich ihn mal selbst ausprobiert. Hab auch mal Mitte gespielt, um gegen ihn zu lanen. Mittlerweile kann ich ihn einschätzen.\n\n> Oder gehst du bei Zahnschmerzen nicht zum Zahnarzt sondern zum Fleischer, weil du denkst &quot;Hey, der kennt sich doch auch mit Knochen aus&quot;? \n\nDas ist als ob ich einen Counter Strike-Spieler frage, wie ich besser in LoL werde... Sind ja beides PvP Onlinegames...\n\n> Der einzige Vorteil der Autofill-Funktion: Die High-Elo kommt schneller ins Spiel. Nur die. Denn ich bin Silber3 und habe vorher wie nachher nur bis max. 5 Min. warten müssen.\n\nAutofill greift vor allem im sehr hohen Bereich (wenige Spieler) und im sehr niedrigen Bereich (zu wenige, die auf ihre Mates abhängig sein wollen und lieber Solo carrien wollen)\nIn deinem Spielverlauf wird mir nicht ersichtlich, dass du schon mal autofillen musstest. Warst du bisher überhaupt betroffen?\n\n> Ich genieße keinen weiteren Vorteil dafür das ich - und **sehr viele auch** - eine Rolle spielen sollen **die wir nicht möchten**, dafür geflamt werden als Sündenbock, ohne Dank dafür das ich mich dem Zwang ausgesetzt habe damit einer der Flamer schneller ins Spiel kam, und dann auch noch LP abgezogen bekam.\n> \n> Bitte sag mir das du diesen Zwang und Flame nicht wirklich unterstützt, außer du bist einer von den Schlimmsten von denen.\n\n\nAn sich ist das System dafür da, dass man schneller Spiele findet. Es ist eben noch nicht ganz ausgereift und scheint viel zu schnell zu greifen. Es ist also durchaus verbesserungswürdig, da geh ich mit. \n\nNun meckern aber viele darüber und wollen es wieder weghaben, anstatt das Potential dahinter zu sehen. Ich lese und höre irgendwie ständig \"is schlecht, mach weg\" und die Leute, so wie du, machen sich Gedanken, was schlecht an dem aktuellen Status des Systems ist (und vielleicht auch die positiven Sachen erzählen), aber wie man es optimieren kann, das juckt offensichtlich keinen.\n\nAlso bevor du weiter einfach nur dagegen wetterst, mach dir doch mal Gedanken, ob das nicht sogar richtig angewandt sinnvoll ist. **Du** bist unzufrieden. Dann mach doch sinnvolle Vorschläge, um das zu bessern. Einfach abschaffen klingt simpel, bringt aber keinen Fortschritt.\n\nWas du an mir kritisierst, ist übrigens meine Meinung. Ich finde es gut, das Autofill die Leute dazu bringt, auch mal was anderes zu spielen und Dinge aus einem anderen Blickwinkel zu sehen. Das war meine Kernaussage.\nDass man beim Versteifen auf wenige Rollen und Champions schneller aufsteigt, ist doch auch logisch. Man muss ja weniger insgesamt können. \n\nDa wir aber eben 2 komplett andere Ansichten haben, werden wir auf keinen grünen Zweig kommen. Also schönen Abend noch","replies":[]}]},{"id":"","poster":"Titanium70","date":"2016-12-10T02:50:23.086+0000","up_votes":2,"down_votes":0,"body":"Danke... mehr von deiner... unserer Sorte bitte!","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-12-09T15:21:54.420+0000","up_votes":1,"down_votes":0,"body":">Hey, sehen wir es ein: Mit Autofill hat man uns gezwungen uns zurück zu entwickeln\n\nIch finde in der Hinsicht, war es bislang keine Rückentwicklung. Autofill ist lediglich ein Mittel, um die Balance zwischen Wartezeit und Rollenpräferenz zu waren. Es gibt sicher einige, die eines von beiden extrem viel wichtiger ist, als das andere. Aber Riot kann sich nunmal nicht nach den Extremfällen richten. Für dich wäre es vielleicht in Ordnung, 30 Minuten zu warten, dafür aber garantiert einen Main-Midlaner, Maintop, Main-ADC, Main-Jungler und Main-Support in deinem und dem Gegnerteam zu haben. \nRiot **könnte **das Matchmaking sicher so einstellen, dass nur noch eine Rolle gewählt werden muss und Teams nur aus Mains bestehen. Für dich wäre das dann eine Verbesserung, für fast alle anderen aber ein Rückschritt. Die anderen wollen eben nicht 20 Minuten und mehr auf ein Spiel im Silberbereich warten. Die wollen eher nach 3 bis 5 Minuten in der Championauswahl sein.\n\n>Sie spielen doch schon länger ihr eigenes Spiel nicht mehr.\n\nDie meisten Riotmitarbeiter machen genau das. Ich Spiel noch immer spielen.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T17:51:40.476+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0005000000000001,timestamp=2016-12-09T15:21:54.420+0000)\n>\n> Ich finde in der Hinsicht, war es bislang keine Rückentwicklung. Autofill ist lediglich ein Mittel, um die Balance zwischen Wartezeit und Rollenpräferenz zu waren. Es gibt sicher einige, die eines von beiden extrem viel wichtiger ist, als das andere. Aber Riot kann sich nunmal nicht nach den Extremfällen richten. Für dich wäre es vielleicht in Ordnung, 30 Minuten zu warten, dafür aber garantiert einen Main-Midlaner, Maintop, Main-ADC, Main-Jungler und Main-Support in deinem und dem Gegnerteam zu haben.\n\nEs ist ein Rückschritt, denn nun werden Spieler gezwungen Lanes zu spielen die sie nicht ausgewählt haben.  Anstatt sich also freiwillig für eine Rolle zu melden, wird man in sie gezwungen und ist im bestenfall ein mittelmäßiger Supporter...  und im Normalfall ein Klotz am Bein (man ist ja ungeübt darin), wird vom ADC und Rest des Teams geflamet und reportet, feedet den Gegner und verliert schlimmstenfalls noch das Match, wodurch man noch stärker geflamt wird und allen dabei 23 LP abgezogen werden.\nWieso muss ich dir das schon wieder sagen?\n\nZum anderen: Ich habe nie gesagt das man sich ab jetzt nur noch eine Lane aussuchen sollte - da würdest du lügen. Ich sage **das man eine Lane spielen sollte die man sich freiwillig ausgesucht hat** - was mit dem Zwei-Lanes-Verfahren auch geklappt hat. Wer nicht lange warten wollte und sich fit dafür fühlte, konnte Autofill machen und musste nicht warten.\nNein, ich muss keine 30 Minuten warten, denn ich bin in der Low-Elo (Silber3). Wer warten muss? Die Oberschicht. Die High-Elo, die sich gerne arrogant gegenüber denen zeigt der nicht so weit oben ist, weswegen ihr erhabener Kreis nicht so reich an Supportern sein kann, weil sie ja ein eher kleiner Kreis sind.\nUnd weil diese erhabenen Spieler, die so viel besser sind als alle anderen unter ihnen (und wir wissen beide das mehr als genug das auch wirklich denken), nun aufgrund ihrem besonderen Skill nicht soviele Supporter haben können, mussten sie eben 20 Minuten warten, und wollen auf einmal Unterstützung haben - als eine Minderheit, denn wir wissen ja auch das die Low-Elo zahlenmäßig mehr Spieler stellt.\nDas, und nichts anderes, ist der Grund, wieso Riot nun Spielern Rollen **aufzwingt**, anstatt sie auf freiwilliger Basis zu überzeugen.\n\"Und bist du nicht willig, so brauch ich Gewalt!\", ist wohl nun auch bei Riot und LoL aufgeschlagen.\n\nUnd den Punkt \"Maintop, MainADC,...\" usw. werde ich wenig kommentieren. Keiner der koreanischen Superstars wird nichts anderes spielen als seine Main-Lane, was überhaupt der Grund ist wieso sie soweit gekommen sind. Denen würde Riot nicht zumuten, Autofillen zu müssen.\nWirklichen Nutzen haben halt nur die High-Elo, denen die Spieler fehlen welche auch noch Supporter sein müssen - die Low-Elo findet aufgrund Spielerüberschuss immer einen Supporter. Eigene Erfahrung.\n\n> Riot **könnte **das Matchmaking sicher so einstellen, dass nur noch eine Rolle gewählt werden muss und Teams nur aus Mains bestehen. Für dich wäre das dann eine Verbesserung, für fast alle anderen aber ein Rückschritt. Die anderen wollen eben nicht 20 Minuten und mehr auf ein Spiel im Silberbereich warten. Die wollen eher nach 3 bis 5 Minuten in der Championauswahl sein.\n\nWie ich schon sagte: Ich mache mich hier nicht stark dafür das man nur noch eine Rolle spielt. Zwei ist in Ordnung und wenn Riot es will könnten sie auch die 3-Lane-Auswahl einführen und es wäre für mich immernoch okay.\nWomit ich ein Problem habe - und das wiederhole ich ja schon wieder für dich - ist, wenn Riot Leute in Rollen zwingt die sie nicht wollten, um ein Problem einfach lösen zu können, von dem nicht einmal jede Elo betroffen ist.\nDu redest da von 20 Minuten im Silberbereich.\nIch bin Silber3, zur Promotion zur 2, und ich wartete nicht einmal 10 Minuten (zwischen 3-7 Minuten maximal, mit Absprüngen).\nIch weiß daher nicht welchen \"Silberbereich\" du meinst, doch den der Silber3 kann es ja nicht sein.\n\n> Die meisten Riotmitarbeiter machen genau das. Ich Spiel noch immer spielen.\n\nDas Gefühl habe ich schon sehr lange nicht mehr, sonst würde das Anti-Flaming-Programm schon längst verbessert werden, von der Unspielbarkeit mancher Champions und den unausbalancierten Programm der Neuen ganz zu schweigen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-11T14:27:43.261+0000","up_votes":1,"down_votes":1,"body":"Wie kommst du eigentlich darauf, dass die High-Elo-Spieler (die letzte Season gesondert Autofill aktiv hatten) einen Vorteil davon haben, dass Autofill in Bronze und Silber aktiviert wird? Da gibt es einfach keinen Zusammenhang. \n\n>Die High-Elo, die sich gerne arrogant gegenüber denen zeigt der nicht so weit oben ist, weswegen ihr erhabener Kreis nicht so reich an Supportern sein kann, weil sie ja ein eher kleiner Kreis sind.\nUnd weil diese erhabenen Spieler, die so viel besser sind als alle anderen unter ihnen (und wir wissen beide das mehr als genug das auch wirklich denken), nun aufgrund ihrem besonderen Skill nicht soviele Supporter haben können, mussten sie eben 20 Minuten warten, und wollen auf einmal Unterstützung haben - als eine Minderheit, denn wir wissen ja auch das die Low-Elo zahlenmäßig mehr Spieler stellt.\n\nHier gibt es auch wieder keinen logischen Zusammenhang. Nur weil da oben weniger Spieler sind, heißt das doch nicht, dass da weniger Supporter sind. Ich glaube gerne sofort, dass es in Dia zu wenige Mainsupps gibt, ebenso wie in Bronze, Silber und Gold. Das hängt aber nicht damit zusammen, dass da weniger Spieler platziert sind. Wichtig ist hier der Anteil. Wenn 1 % der Spieler in Dia Supportmains sind und 1 % der Spieler in Bronze Supportmains sind, haben beide Bereiche genau das selbe Problem. Ohne Autofill, werden nur 5 % der Spieler in der Warteschlange (egal ob Dia oder Bronze)  ein Spiel finden, da es keine Supporter gibt. \n\n\nDu solltest dich etwas mehr mit Mathematik beschäftigen, bevor du Anhand von Größenordnungen argumentieren willst. Die Anzahl der Spieler macht hier nämlich keinen großen Unterschied , der Anteil ist viel wichtiger. \n\n\n>Es ist ein Rückschritt, denn nun werden Spieler gezwungen Lanes zu spielen die sie nicht ausgewählt haben. Anstatt sich also freiwillig für eine Rolle zu melden, wird man in sie gezwungen und ist im bestenfall ein mittelmäßiger Supporter... und im Normalfall ein Klotz am Bein (man ist ja ungeübt darin), wird vom ADC und Rest des Teams geflamet und reportet, feedet den Gegner und verliert schlimmstenfalls noch das Match, wodurch man noch stärker geflamt wird und allen dabei 23 LP abgezogen werden.\n\n\nDa ist kein Rückschritt. Wenn du nicht supporten kannst und dein Gegner im Schnitt ebenso schlecht ist, seid ihr beide ein Klotz am Bein. Wenn du Toplane-Main bist und in der Lane gegen den anderen Toplane-Main die Lane 0/3/0 in Minute 7 verloren hast, würdest du ebenso geflamt werden. \n\n>Wirklichen Nutzen haben halt nur die High-Elo, denen die Spieler fehlen welche auch noch Supporter sein müssen - die Low-Elo findet aufgrund Spielerüberschuss immer einen Supporter. Eigene Erfahrung.\n\nWenn deine Erfahrung richtig wäre, würde ich nicht so gut wie jedes mal Support erhalten, wenn ich das im Draftpick wähle. Wenn es nämlich genug Supporter gibt, müsste ich auch mal füllen müssen. Da es bei ausgeglichenen Anteilen von allen Rollen zu zeitlichen Engpässen kommen wird, weil sich zum Beispiel mal deutlich mehr Supps in der Warteschlange befinden. \n\nSolange der Mainsupp in 95 % der Spielen Support statt der Zweitrolle erhält, besteht ein Mangel an Supportern. \nWenn es wirklich ausgeglichen wäre, müsste der Main-Midlaner ja auf ähnliche Zahlen kommen. \n\n>Ich bin Silber3, zur Promotion zur 2, und ich wartete nicht einmal 10 Minuten (zwischen 3-7 Minuten maximal, mit Absprüngen).\n\nUnd ich habe als Support in dem Bereich, letzte Season, vor Autofill, Wartezeiten von einer Minute gehabt. Da sieht man doch deutliche Unterschiede. Also wohl doch eher ein Supportmangel. Insbesondere dann, wenn die Leute von letzter Season davon genervt sind, als Mid/Sup in 90 % der Fällen Sup zu erhalten. Wenn die das jetzt einfach nicht mehr wählen, muss eben Autofill aktiv sein.\n\n>Das Gefühl habe ich schon sehr lange nicht mehr, sonst würde das Anti-Flaming-Programm schon längst verbessert werden, von der Unspielbarkeit mancher Champions und den unausbalancierten Programm der Neuen ganz zu schweigen.\n\nWo gibt es da bitte einen Zusammenhang? Wenn Riotmitarbeiter spielen würden, gäbe es weniger Flamer? Die Champions wären automatisch besser gebalanced? Es ist nicht so, dass jeder von denen bei den ganzen Sachen mitreden kann. \nDer Supportmitarbeiter kann nicht einfach so wirklich eine Verbesserung zum Reportsystem machen. Der kennt sich schon mit dem System und dem Algorithmus nicht aus, wie soll er dann durch ein paar Spiele dann plötzlich auf den genialen Einfall kommen, auf den das Playerbehaviourteam gewartet hat? \nEinmal abgesehen davon, dass die den Vorschlag dann schon längst gekannt haben werden und er nicht vermutlich einfach nicht umsetzbar oder zielführend ist.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-13T10:56:34.899+0000","up_votes":1,"down_votes":1,"body":"Zuerst wollte ich wieder eine ausschweifende Antwort geben wieso und weshalb und warum... und dann besann ich mich eines besserem:\n\nDas Autofill-System aus der Sicht eines Silber3-Spielers aus der LowElo sowie Top-/Mid-Laners\n\n**Nachteile**\n1.  keine verkürzte Wartezeit - vorher wie nachher 3-10 Minuten, mit Abbrüchen\n2.  unvorhersehbare Besetzung von Lanes\n3.  im Ranked: erhöhte Chance einer Niederlage aufgrund Spielens einer ungeübten Lane, begleitet vom Punktverlusten und erhöhter Dauer in der Liga\n4.  erhöhter Frustfaktor aufgrund Flamens des Spielers der auf einer Lane ist die er sich nicht ausgewählt hat\n5.  Verlust der Freiheit, sich 2 von 5 Lanes auszusuchen und dann auch zu spielen zu können, da Riot dich überall sonst auch einfach hinschickt\n6.  Vertrauensverlust in Riot, die Zwang ausüben\n\n**Vorteile**\n1. ...\n\nDu darfst gerne die Vorteile auffüllen, Fürsprecher.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-13T19:42:37.581+0000","up_votes":1,"down_votes":0,"body":"Du solltest allmählich anfangen, deine Beiträge besser zu überdenken. \n\n> keine verkürzte Wartezeit - vorher wie nachher 3-10 Minuten, mit Abbrüchen\n\nDas ist kein Nachteil. Wenn das vorher wirklich auch so war (was ich nicht bestätigen kann, ich kenne keinen, der 10 Minuten in Silber warten musste), gab es keine Veränderung. Ohne Veränderung ist es weder Vor- noch Nachteil.\n\nDas gehört da also gar nicht rein.\n\n>unvorhersehbare Besetzung von Lanes\n\nWenn du damit meinst, man weiß nicht wo man landet, das stimmt nur teilweise. Man hat ja auch Schutz vor Autofill. Wenn du damit meinst, du weißt nicht, ob deine Mitspieler ihre Rolle können, die haben davor auch immer wieder haushoch die Lane verloren oder Unsinn gemacht.\n\n>im Ranked: erhöhte Chance einer Niederlage aufgrund Spielens einer ungeübten Lane, begleitet vom Punktverlusten und erhöhter Dauer in der Liga\n\nWieder ein Punkt, der kein Nachteil ist. Es betrifft dich ebenso, wie es die Gegner betrifft. Wenn beide Teams einen Spieler haben, der Autofillsupport ist, verkacken beide Supports, das macht daher keinen Unterschied. Sollte dein Team einen Autofill haben und das gegnerische Team nicht, ist das später sicher auch umgekehrt der Fall.\n\n>erhöhter Frustfaktor aufgrund Flamens des Spielers der auf einer Lane ist die er sich nicht ausgewählt hat\n\nIst bisher der einzige Nachteil, den man akzeptieren kann, wenn man bedenkt, dass nicht alle deshalb ausrasten werden und Flamen. \n\n\n> Verlust der Freiheit, sich 2 von 5 Lanes auszusuchen und dann auch zu spielen zu können, da Riot dich überall sonst auch einfach hinschickt\n\nEntweder hast du das schon aufgeführt und der Nachteil ist redundant (unter unvorhersehbare Lanebesetzung) oder das ist dein zweiter sinnvoller Punkt. Aber der Autofillschutz greift trotzdem. Also nur manchmal gültig.\n\n> Vertrauensverlust in Riot, die Zwang ausüben\n\nWas hat das bitte mit einem Nachteil für die Silberspieler zu tun? Ich kann ja verstehen, dass man sagt, Autofill gefällt einem nicht, aber da ist kein Nachteil für den Spieler. \n\nZusammengefasst kann man also sagen, du hast 2 Nachteile gefunden. Man kann die Lane nicht immer frei wählen und Leute können sich von der Autofillfunktion gestört fühlen und deswegen demotiviert sein oder gar toxisch auffallen.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-14T13:03:46.846+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00050000000000010000000000000000,timestamp=2016-12-13T19:42:37.581+0000)\n>\n> Du solltest allmählich anfangen, deine Beiträge besser zu überdenken. \n> \n> Das ist kein Nachteil. Wenn das vorher wirklich auch so war (was ich nicht bestätigen kann, ich kenne keinen, der 10 Minuten in Silber warten musste), gab es keine Veränderung. Ohne Veränderung ist es weder Vor- noch Nachteil.\n\nAlso kannst du es bestätigen: du kennst keinen der 10 Minuten in Silber warten musste, ich auch nicht, aber ich höre sehr oft wie sich die obere Elo über Wartezeiten von über 10 Minuten beschwert haben, also... \nAußerdem ist es ein Nachteil. Weiter unten führe ich viele Punkte auf die negativ an der Autofill-Funktion sind um die Wartezeiten (für die Low-Elo, in der ich mich befinde) zu verkürzen - doch sie verkürzen sich nicht. Ist ein Nachteil, oder eine Lüge, oder ein Etikettenschwindel.\nImmerhin sollte ich doch für diese ganzen Nachteile auch Vorteile genießen dürfen, anstatt mir Riot nur Steine in den Weg legt.\n \n> Wenn du damit meinst, man weiß nicht wo man landet, das stimmt nur teilweise. Man hat ja auch Schutz vor Autofill. Wenn du damit meinst, du weißt nicht, ob deine Mitspieler ihre Rolle können, die haben davor auch immer wieder haushoch die Lane verloren oder Unsinn gemacht.\n\nIch weiß nur aus drei Gründen das ich auf meinen Lanes spielen darf **die ich mir auch selbst ausgesucht habe**: 1. Ich war schon vorher der Sündenbock, und 2. ich befinde mich in der Promotion. Das sind die einzigen Garantien die Riot gibt. Und es ist kein Schutz, sondern mehr ein Trostpflaster und wesentlich billiger als das was man einem weggenommen hat.\nDoch wenn ich nicht in der Promotion bin - wie etwa 99 LP zwischen zwei Ligen aller Ligen - kann es mich **jederzeit** treffen. Niemand kann sich also jemals sicher sein das er Autofillen **muss** - denn er wird ja nicht gefragt. Und wie oft es passiert **garantiert Riot nicht**, also im schlimmsten aller Fälle (ja, ich übertreibe absichtlich jetzt) jedes 2. Match.\nUnd wenn es nur jedes 3., 4., 6. od. 10 Match wäre, sind das immer noch 10% zu viel in der du weißt das du eine Lane spielst in der du dich am 3. unsichersten fühlst.\nAuf den letzten Satz gehe ich nur soweit ein: Das Risiko besteht schon seit Beginn von LoL, auch in S6. Doch die **Wahrscheinlichkeit** ist jetzt gestiegen, **denn jetzt darf davon ausgegangen werden das Spieler auf Rollen spielen die sie nicht beherrschen. JA, GEGE!**\n\n \n> Wieder ein Punkt, der kein Nachteil ist. Es betrifft dich ebenso, wie es die Gegner betrifft. Wenn beide Teams einen Spieler haben, der Autofillsupport ist, verkacken beide Supports, das macht daher keinen Unterschied. Sollte dein Team einen Autofill haben und das gegnerische Team nicht, ist das später sicher auch umgekehrt der Fall.\n\nSchon der erste Satz solltest **du** mal überdenken. Oder garantiert Riot jedem Team das sie beide die gleiche Menge Autofiller besitzt? **Nein**. Natürlich nicht. Wie könnten sie auch. **Riot garantiert nicht das in jedem Team die gleiche Menge an von Autofill betroffenen Spieler besitzt.** Also keine Sicherheit das es \"dich betrifft, ebenso wie es den Gegner betrifft\" - ist bestenfalls nur eine Hoffnung, aber alles andere als eine Sicherheit die Riot dir gibt.\nUnd auch der letzte Satz ist wieder halbgar: \"..., ist das später sicher auch umgekehrt der Fall\", aber nichts weiter als Wunschdenken und Hoffen.\nRiot hat die Unsicherheit gesteigert.\nAuch dieser Punkt bleibt ein Nachteil, ob du es dir eingestehen möchtest oder nicht.\n\n> Ist bisher der einzige Nachteil, den man akzeptieren kann, wenn man bedenkt, dass nicht alle deshalb ausrasten werden und Flamen. \n\nWir reden hier von der League of Legends-Community... Und sie ist bekannt und berühmt-berüchtigt für´s Ausrasten und Flamen... Also wird die Community das tun für das sie bekannt ist: ausrasten und Flamen.\nAber schön das du hier einsichtig bist.\n\n> Entweder hast du das schon aufgeführt und der Nachteil ist redundant (unter unvorhersehbare Lanebesetzung) oder das ist dein zweiter sinnvoller Punkt. Aber der Autofillschutz greift trotzdem. Also nur manchmal gültig.\n\nDer oben aufgeführte Punkt bezog sich auf die Sicherheit, während es bei diesem um die **Freiheit** geht - die Freiheit, das zu spielen was du möchtest. Und garantiert zu spielen was du möchtest.\nJetzt könntest du zwar mit dem Argument kommen \"Du durftest nicht immer deine Lane spielen, weil du zwischen Erst- und Zweitrolle gewählt hast und auch mal deine Zweitrolle spielen musstest\", doch im Vergleich zu jetzt, wo du neben den gewünschten Erst- und Zweitrollen auch noch die ungewünschten Dritt-, Viert- und Fünftrollen spielen muss - denn du könntest ja nun überall hinkommen - ist S6 um Welten sicherer geworden als S5 und  auch weiterhin sicherer als S7 sein wird mit dem Autofill-System.\nEs gibt ein Zitat aus einem Film (der Titel des Films fällt mir gerade nicht ein), welches in etwa endet mit den Worten: \"..., wo sie ihre Freiheit für ihre Sicherheit aufgaben.\"\nAutofill hat uns unsere Freiheit genommen... und nicht einmal Sicherheit gegeben, im Gegenteil: Du bist jetzt nur noch unsicherer in der Auswahl deiner Lanes.\nVielleicht findest du es okay wenn du \"nur manchmal\" in deiner Freiheit eingeschränkt bist, aber ich habe keine Lust darauf von Riot zu etwas gezwungen zu werden was ich nicht will. \"Der Esel läuft schneller mit der Karotte als mit der Peitsche.\" Riot hätte Supportern etwas geben können um die Rolle attraktiver zu machen, aber das ist ihnen zu schwer und zu mühselig - also gingen sie den faulen, leichteren Weg und zwingen nun die Spieler.\nNachteil. Sieh es endlich ein.\n\n> Was hat das bitte mit einem Nachteil für die Silberspieler zu tun? Ich kann ja verstehen, dass man sagt, Autofill gefällt einem nicht, aber da ist kein Nachteil für den Spieler. \n\nRiot zwingt die Spieler, anstelle sie freiwillig dazu zu überreden, den Supporter zu spielen.\nWenn dir der Staat vorschreibt welchen Job du ausüben sollst, welche Religion, welche Sexuallität... Du würdest der Erste sein der aufspringt und sich dagegen wehrt.\nWas Riot mit Autofill macht ist, zugegeben im wesentlich kleinerem Maße, immer noch das gleiche: Sie geben dir zwei Lanes, um es dann zu ignorieren und dich wohin zu stecken wo du nicht hinwolltest - und dann versuchen sie dich mit der Schokolade ala Sicherheit-danach zu trösten. Hat etwas pädophiles an sich.\n\n> Zusammengefasst kann man also sagen...\n\n... das ich mehr als genug Gründe gefunden habe das System abzulehnen als du dir eingestehen willst, man sich die Lanes nicht einmal mehr frei wählen kann und dadurch die eigene Demotivation wie auch der deiner Mitspieler senkt und dadurch im gleichen Maße die schlechte Atmosphäre der bisher schon schlechten Community steigert, man gleichzeitig seiner **Freiheit** wie auch seiner **Sicherheit** beraubt wurde und dafür wenig zurück erhält.\n\n\n... und ich erwarte noch immer die Vorteile aufgelistet zu sehen, die mir dieses System für die vielen Einschnitte als Ersatz anzubieten versucht. Das ist dein Part.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-14T13:44:48.180+0000","up_votes":2,"down_votes":0,"body":">Also kannst du es bestätigen: du kennst keinen der 10 Minuten in Silber warten musste, ich auch nicht, aber ich höre sehr oft wie sich die obere Elo über Wartezeiten von über 10 Minuten beschwert haben, also...\n\nIch kenne auch keinen, der sich jetzt über 10 Minuten Wartezeit beschwert. Aber ich kenne auch nur eine Hand voll, die Silberranked spielt. \n\nZudem muss man sagen, dass Autofill auch einfach verhindern könnte, dass die Wartezeiten in dieser Season stark ansteigen. Letzte Season könnten viele es vielleicht noch akzeptiert haben, als Mid + Sup fast ausschließlich Sup zu erhalten. Wenn die jetzt ihre Meinung ändern oder geändert haben, würde das längere Wartezeiten als Konsequenz haben. Ich kenne die genauen Hintergründe für die dauerhafte Aktivierung von Autofill nicht. So etwas würde ich aber auch nicht ausschließen.\n\n>Außerdem ist es ein Nachteil. Weiter unten führe ich viele Punkte auf die negativ an der Autofill-Funktion sind um die Wartezeiten (für die Low-Elo, in der ich mich befinde) zu verkürzen - doch sie verkürzen sich nicht. Ist ein Nachteil, oder eine Lüge, oder ein Etikettenschwindel.\n\nDu musst dich entscheiden. Du kannst ja gerne sagen, dass du nicht das Gefühl hast, dass die Wartezeiten reduziert werden. Du kannst aber nicht behaupten, dass angeblich gleich bleibende Wartezeiten ein Nachteil sind. Insofern, ja, dein Nachteil der gleichgebliebenen Wartezeiten war eine Lüge oder Etikettenschwinde aber kein Nachteil. \n\n>Schon der erste Satz solltest du mal überdenken. Oder garantiert Riot jedem Team das sie beide die gleiche Menge Autofiller besitzt? Nein. Natürlich nicht. Wie könnten sie auch. Riot garantiert nicht das in jedem Team die gleiche Menge an von Autofill betroffenen Spieler besitzt.\n\nMüssen sie auch nicht. Aber es ist logisch, dass man eben so viele im eigenen, wie im gegnerischen Team antrifft. Im Zweifel greift hier das Gesetz der Großen zahlen. Das ist genau so, wie mit Trollen, schlechten Spielern und AFKlern. Solange du selbst nicht übermäßig für deren Auftreten sorgst (hier vielleicht, wenn du selbst nicht deutlich schlechter in Autofillpositionen bist, als der Durchschnitt deiner MMR) ist es für dich kein Nachteil, meistens sogar ein Vorteil. \n\nJa, du kannst 5 Spiele in Folge Autofill erhalten oder einen im Team haben, während der Gegner 5 Mains hat. Das ist dann eben Zufall oder auch Pech. Aber du hast das garantiert nicht immer und wenn du etwas im Bereich von 100 bis 200 Rankeds in der Season machst, wird sich das ausgleichen. \nDas ist ebenso, wie wenn du eine Münze wirfst und dich danach beschwerst, dass du bei 10 Versuchen 7 mal Zahl geworfen hast. Das ist durchaus möglich und wird garantiert vorkommen. Dafür wirfst du ein anderes mal aber nur 3 mal aus 10 Versuchen Zahl. \n\n>Wir reden hier von der League of Legends-Community... Und sie ist bekannt und berühmt-berüchtigt für´s Ausrasten und Flamen... Also wird die Community das tun für das sie bekannt ist: ausrasten und Flamen.\nAber schön das du hier einsichtig bist.\n\nDu musst lernen zu differenzieren. Ja, sie ist berüchtigt dafür, auszurasten. Wenn du aber mal die Beiträge der anderen Spieler durchliest, die mit Autofill zu tun haben, ist das eine Übertreibung. Zudem wird die Community besonders gerne, von denen so beschrieben, die selbst zu den schlimmsten gehören. Wer nicht flamt, trifft kaum Flamer. \nIch sehe vielleicht manchmal jemanden, der \"omg you noob\" schreibt und melde das auch. Aber wirklich schlimm ist das nicht, wenn man bedenkt, was sonst gerne so im Schutz der Anonymität des Internets geschrieben wird. Wenn ich mit solchen Leuten keinen Flamewar anfange, bleibt es meist bei ein oder zwei fragwürdigen Bemerkungen.\n\nDas was du beschreibst, dass Leute austicken, sobald sie Autofill haben, ist eine Möglichkeit und keine Garantie. Wenn du also sagst, Riot wird nie garantieren, dass du nicht Autofill erhältst, solltest du auch so konsequent sein und sagen, dass es nicht garantiert ist, dass die Leute bei Autofill austicken. Viele werden das wohl noch nicht einmal zu erkennen geben, sondern sich damit abgeben. \n\n>Der oben aufgeführte Punkt bezog sich auf die Sicherheit, während es bei diesem um die Freiheit geht - die Freiheit, das zu spielen was du möchtest. Und garantiert zu spielen was du möchtest.\n\nDiese Freihat gab es noch nie, wie du selbst erkannt hast. Wenn du zum Beispiel nur Mitte spielen willst, wirst du mit Mid +  Top, trotzdem oft Top spielen müssen. \n\n>Es gibt ein Zitat aus einem Film (der Titel des Films fällt mir gerade nicht ein), welches in etwa endet mit den Worten: \"..., wo sie ihre Freiheit für ihre Sicherheit aufgaben.\"\nAutofill hat uns unsere Freiheit genommen... und nicht einmal Sicherheit gegeben, im Gegenteil: Du bist jetzt nur noch unsicherer in der Auswahl deiner Lanes.\nVielleicht findest du es okay wenn du \"nur manchmal\" in deiner Freiheit eingeschränkt bist, aber ich habe keine Lust darauf von Riot zu etwas gezwungen zu werden was ich nicht will. \"Der Esel läuft schneller mit der Karotte als mit der Peitsche.\" Riot hätte Supportern etwas geben können um die Rolle attraktiver zu machen, aber das ist ihnen zu schwer und zu mühselig - also gingen sie den faulen, leichteren Weg und zwingen nun die Spieler.\n\n\nEigentlich doch. Die Freiheit, nur 2 Rollen wählen zu müssen, wurde für die Sicherheit eingeschränkt, überhaupt Spiele zu finden. Was meinst du, warum die Funktion nicht weiter ausgearbeitet wird, bei der man eine Rolle als \"will ich nicht spielen\" markieren konnte? Sicher nicht, weil sie die Spielqualität verbessert hat (worunter auch Wartezeiten fallen). \n\nZudem wurde den Supportern doch wieder etwas gutes getan. Alle neuen Supportitems sind einfach klasse. {{item:3109}} und {{item:3107}} sind einfach nur großartig. Aber Riot kann nun mal nicht auf magische Weiße die Sicht der Spieler auf den Support ändern. Die meisten werden den für immer als anspruchsloseste, langweiligste Rolle mit dem wenigsten Carrypotential ansehen, auch wenn das Gegenteil der Fall ist. \n\nWas soll Riot denn noch machen, um Supporter beliebter zu machen? Bonus-EP? Das wäre kaum hilfreich, dann hat man vielleicht mehr, die sich als Support anmelden, aber ihre Rolle nicht erfüllen wollen/können/werden.\n\n>Nachteil. Sieh es endlich ein.\n\nEiner von zweien, richtig. Man hat nicht mehr die Bequemlichkeit, nur zwei Rollen wählen zu müssen. Aber das habe ich schon davor gesagt, du hast in deiner Liste genau 2 Nachteile gefunden.\n\n>Riot zwingt die Spieler, anstelle sie freiwillig dazu zu überreden, den Supporter zu spielen.\nWenn dir der Staat vorschreibt welchen Job du ausüben sollst, welche Religion, welche Sexuallität... Du würdest der Erste sein der aufspringt und sich dagegen wehrt.\nWas Riot mit Autofill macht ist, zugegeben im wesentlich kleinerem Maße, immer noch das gleiche: Sie geben dir zwei Lanes, um es dann zu ignorieren und dich wohin zu stecken wo du nicht hinwolltest - und dann versuchen sie dich mit der Schokolade ala Sicherheit-danach zu trösten. Hat etwas pädophiles an sich.\n\nWieder das selbe Argument, wie in deinem Punkt davor. Fehlende Wahlfreiheit der Rollen. Also kein weiterer Nachteil. \n\n>... das ich mehr als genug Gründe gefunden habe das System abzulehnen als du dir eingestehen willst, man sich die Lanes nicht einmal mehr frei wählen kann und dadurch die eigene Demotivation wie auch der deiner Mitspieler senkt und dadurch im gleichen Maße die schlechte Atmosphäre der bisher schon schlechten Community steigert, man gleichzeitig seiner Freiheit wie auch seiner Sicherheit beraubt wurde und dafür wenig zurück erhält.\n\nEs erstaunt mich, dass du es zwar schaffst, ein halbes Dutzend \"Nachteile\" aufzuzählen, es in deiner Zusammenfassung aber nur 2 oder vielleicht 3 gibt. Weniger Wahlfreiheit und mögliche Demotivation, aufgrund selbiger. Mit eventueller Toxicity. \nWobei ich einen davon in deiner Argumentation entweder überlesen habe oder der gar nicht behandelt wurde. (Edit: zumindest die Suchfunktion sagt, dass Demotivation nur in deiner Zusammenfassung und bei meinem Post vor deiner Antwort vorkam)\n\nInsofern gibst du mir eigentlich Recht. Die meisten deiner Nachteile waren redundant. Das ist in etwa so, als würde jemand sagen, Äpfel sind blöd, weil sie Früchte sind und süß und außerdem sind sie süße Früchte und er mag keine Früchte und nichts süßes. Zusammengefasst, mag er also keine Früchte und nichts süßes. Aber beliebige Kombinationen aus beidem, ergeben nun mal kein neues Argument.\n\n>... und ich erwarte noch immer die Vorteile aufgelistet zu sehen, die mir dieses System für die vielen Einschnitte als Ersatz anzubieten versucht. Das ist dein Part.\n\n\nDa du nur zwei Nachteile finden konntest, die nur manchmal vorkommen, begnüge ich mich hier mit einem möglichen Vorteil. Die Autofillfunktion könnte verhindert haben, dass die Wartezeiten drastisch nach dem Seasonwechsel angestiegen sind. Wobei ich eher dazu tendiere, dass das eingetreten ist oder die Wartezeiten reduziert hat. \nEs ist schließlich sicher etwas, dass betroffenen Spielern nicht gefällt, also wird Riot das nicht ohne Grund implementiert haben. Bisher handeln sie nämlich so, dass sie die Kundenzufriedenheit verbessern wollen und nicht grundlos riskieren würden. \n\n\nEdit:\nWenn man mag kann man ein paar deiner Nachteile sogar als Vorteile ansehen. Zum Beispiel die Unfähigen/demotivierten Autofillspieler. Wenn man selbst nämlich alle Rollen grundlegend beherrscht oder auch Mainsupport ist, hat man einen weniger im Team, der enttäuscht ist oder hart verkackt und dafür öfter so jemanden beim Gegner. \nDas Verhält sich hier genau so, wie mit der Verteilung von guten/schlechten Spielern und Trollen/AFKlern. Wenn man selbst nicht dazu gehört, hat man bessere Siegeschancen.\n\nZudem warte ich noch immer auf deine Erklärung, warum es für High-Elo ein Vorteil ist, dass in Silber Autofill aktiv ist. Du hast dauernd erwähnt, dass es so sein solle, aber noch nie, erklärt, warum es so sein könnte.\n\nKaum habe ich jemandem von den 10 Minuten Wartezeit in Silber erzählt, schon meldet sich einer bei mir, dem so etwas vorgekommen ist. Also schätze ich mal, die reduzierten Wartezeiten sind nicht nur möglich, sondern Fakt.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-16T22:32:29.900+0000","up_votes":1,"down_votes":3,"body":"Ich hatte angefangen zu schreiben... und dann gemerkt das dieses Chat-Fenster nicht genug Zeichen dafür zu bietet damit ich dir sage wo du dir etwas vormachst, mit Wunschdenken, Lügen und unlogischer Schlussfolgerung...\n\nIch beende jetzt hier die Unterhaltung mit dir, weil es mich nur aufregt jemanden zu hören der mit einer fast schon dreisten Dreistigkeit meint das ein Münzwurf ein inneres Zählsystem besitzt das **garantiert** das \"in den großen Zahlen\" am Ende ganz Fair Kopf und Zahl sich ausgleichen (also 50:50?)... und dann behauptet das es fair ist wenn du selbst nach 2000 Matches einen nicht unerheblichen Teil auch Lanes spielen musstest die du nicht wolltest, während behauptet wird das du S6 mit dem System das du 100%ig eine von 2 dir ausgewählten Lanes spielen konntest, schlechter wäre...\n\nDu redest davon das es nicht anders geht als Menschen auf Lanes zu spielen die sie nicht spielen wollen, anstatt jene zu Belohnen die es freiwillig machen, wie es WoW bereits seit Jahren vormacht und Riot keinerlei Skrupel hätte dieses System zu übernehmen.\n\nFür dich ist Freiheit und Sicherheit ein und das selbe, wofür ich dir schon allein dafür eine Ausgangssperre ab 18 Uhr wünschen würde, damit dir ein Licht aufgehen könnte wieso Freiheit und Sicherheit miteinander verbunden sind, aber nicht ein und der selbe Begriff.\n\nDie Community zwingt mich in etwa 8 von 10 Spielen, den Reportbutton zu drücken - für arrogantes Verhalten wie auch für Flaming. Also lasse ich mir von dir keinen Bären aufbinden das es in LoL eine gute Atmosphäre gibt, geschweige denn das die LoL-Community besser wäre als der Ruf den sie sich verdient hat.\n\nIn deinem letzten Text könnte ich noch so viel mehr finden wofür ich noch sehr lange mit dir diskutieren könnte, doch langsam bin ich es müde mir meine Meinung - aus meinem logischen Denken, meiner Sichtweise, meinem Ehr- und Gerechtigkeits- und Freiheitsgefühl und meiner Erfahrung - von dir schlecht reden zu lassen, mit Sachen die du nur \"vermutest\" das sie sein \"könnten\" und \"im großen und ganzen sich ausgleichen\", ohne das Riot deine Behauptungen von wegen \"Wir haben dafür gesorgt das ihr nicht zu oft der Filler seid\", von \"Wir versichern euch das in jedem Team die gleiche Anzahl von Fillern sind\" (was du mit dem Wort \"Logik\" erst bestätigt als wäre es ein Naturgesetz, welches du dann aber kaum 2 Blöcke später bereits mit \"Selbst wenn nicht\" widerlegt hast und schnell zurück gerudert bist)...\n\nLetzten Endes bin ich an einem Punkt an dem mein Eindruck von dir so schlecht geworden ist das jede Argumentation von dir nicht mehr glaubwürdig für mich ist - selbst wenn dir sogar noch Argumente einfallen würden die ich sogar zustimmen würde.\nDoch mit dir zu streiten hat keinen Sinn mehr. Ich sehe in dir weder die Bereitschaft, wirklich mal logisch nachzudenken und dich in Wunschdenken und Vermutungen zu stürzen, während Riot vielleicht nicht dir, als Main-Supporter mit seinen deutlichen Verbesserungen, die Freiheit zu wählen was du spielst entrissen hat, aber doch den Leuten um dich herum - was nur einem Profiteur zugute kommen kann. Als wärst du ein Waffenlieferant in Kriegszeiten.\n\nAlles in allem haben mich deine Argumente einfach nicht überzeugt. Versuch dein Glück ruhig bei anderen und vielleicht sind diese offener / manipulierbarer für deine Ansicht. Letzten Endes hat mich es weniger überrascht das Riot nichts tun konnte um auf ehrlichem Wege Leute für die Supporterrolle zu begeistern, sondern mehr diese Art von Zwangsrekrutierung gegen den Willen eines jeden Nicht-Supporters... doch mit Leuten wie dir könnte es Riot womöglich gelingen, das Image des peitschenschwingenden Sklaventreibers zu entgehen...\n\nStreng dich an und viel Glück.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T23:03:52.952+0000","up_votes":1,"down_votes":0,"body":">Ich beende jetzt hier die Unterhaltung mit dir, weil es mich nur aufregt jemanden zu hören der mit einer fast schon dreisten Dreistigkeit meint das ein Münzwurf ein inneres Zählsystem besitzt das garantiert das \"in den großen Zahlen\" am Ende ganz Fair Kopf und Zahl sich ausgleichen (also 50:50?)... und dann behauptet das es fair ist wenn du selbst nach 2000 Matches einen nicht unerheblichen Teil auch Lanes spielen musstest die du nicht wolltest, während behauptet wird das du S6 mit dem System das du 100%ig eine von 2 dir ausgewählten Lanes spielen konntest, schlechter wäre...\n\nDas habe ich nie behauptet. Es ist natürlich Zufall, ob die Münze Zahl oder Kopf zeigt (wobei man hier Zufall als nicht vorhersehbar ansehen muss, da der Münzwurf beeinflussbar ist). Reihen von Zahl oder Kopf kommen vor. Du darfst aber nicht vergessen, dass hier das Gesetz der großen Zahlen kommt. Wenn die Münze eine Chance von 50 % hat Zahl zu sein und du 1000 mal die Münze wirfst, wird sie wahrscheinlich nicht 500 mal Zahl und 500 mal Kopf zeigen. Sie wird aber sehr wahrscheinlich nahe daran sein. Etwas wie 480 zu 520 zum Beispiel. Je öfter du den Münzwurf wiederholst, desto näher kommt man an die 50 % heran, solange die Münze Chancengleichheit hat. \n\nIch sage auch nicht, dass gut oder besser für die Leute ist, die unbedingt eine aus 2 Rollen wollen, wie es in Season 6 war. Es ist aber so, dass Autofill die Wartezeit reduziert. Egal ob du es wahr haben willst oder nicht. Solange man nicht selbst die unbeliebteste Rolle spielt, wird das auch immer so bleiben. \n\nDer Teambuilder sagt dir sicher etwas. Hast du da mal als Midlaner nach einem Team gesucht oder versucht die anderen Rollen zu füllen? Als Support wurde ich nach spätestens 20 Sekunden angenommen, dass war dann aber wohl auch nur der Fall, weil der Teamchef verschlafen hat und nicht merkte, dass ein Support gefunden wurde. Meistens konnte ich fast sofort nach Beginn der Teamsuche einem Team beitreten.\n\n>Du redest davon das es nicht anders geht als Menschen auf Lanes zu spielen die sie nicht spielen wollen, anstatt jene zu Belohnen die es freiwillig machen, wie es WoW bereits seit Jahren vormacht und Riot keinerlei Skrupel hätte dieses System zu übernehmen.\n\nExtrinsische Motivationen haben einen Haken. Ich habe da zum Beispiel mal von einem Fall gelesen, bei dem eine Bibliothek junge Leute zum Bücher lesen animieren wollte. Dafür gab es dann über die Sommerferien Gutscheine für Pizza und dergleichen. Während der Zeit sind deutlich mehr Jugendliche gekommen um Bücher zu lesen. Rate mal was passiert ist, als die Aktion vorbei war. \nEs waren deutlich weniger an den Büchern interessiert als davor. Man hat also quasi Stammkunden damit dazu gebracht, nicht mehr Bücher ausleihen zu wollen, weil es keine Pizzagutscheine kriegt. \nWenn man etwas wie Bonus-EP bei Support einführt, würde das sicher dazu führen, dass mehr Support spielen wollen. Glaubst du aber wirklich, die wären gut oder motiviert? Die meisten die dazu kommen, machen das dann wegen den EP. Die werden dann eher etwas spielen, dass du als Troll ansiehst. Vielleicht Full-AP-Veigar, der mit Q Minions lasthittet. \nDer Preis für die steigende Quantität wäre sicher die Qualität. Das hat man bei Autofill zwar auch, aber mit der Alternative würde man vielleicht sogar noch die jetzigen Mainsupporter dazu bringen umzuschulen. Ich würde vermutlich nicht mehr Support spielen, wenn mein Team dann den Chat mit etwas wie \"I hope you know how to support\" \"here for free EP, troll?\" \"will you be another full ap lux without sightstone?\" beginnt. \n\n>Freiheit und Sicherheit \n\nDann sag mir doch, wo hier der Unterschied liegt. So wie du es bisher erklärt hast, bedeutet Freiheit, die Rolle spielen zu dürfen, die man will und Sicherheit, jemanden im Team zu haben, der die Rolle gewählt hat. Das ist das Gleiche. Wenn nicht alle die Rolle spielen dürfen, die sie gewählt haben, wird ihre Freiheit beschnitten. Aber das ist  deine Definition von Sicherheit. Nur, dass Freiheit dich selbst als Mittelpunkt hat und Sicherheit deine Mitspieler. Dabei redest du eigentlich von der Freiheit deiner Mitspieler, ihre Rollen wählen zu dürfen. Mit den Boni würdest du aber auch nur wieder deine Definition von Sicherheit untergraben.  \n\n>\"Wir versichern euch das in jedem Team die gleiche Anzahl von Fillern sind\" \n\nDas habe ich nie behauptet. Aber ich habe gesagt, dass es im Durchschnitt so ist. Auf lange Sicht betrachtet, greift hier nämlich wieder das Gesetz der großen Zahlen. Das bedeutet, dass du eben so viele Trolle/Feeder/AFKler/Autofiller/Bots/schlechte Mitspieler/gute Mitspieler in deinem wie im gegnerischen Team finden wirst, solange du selbst ebenfalls dem Durchschnittswert entsprichst. \nWenn du also nie afk bist und solches Verhalten nicht provozierst, hast du in deinem Team sagen wir 8 AFKler und bei den Gegnern 10 über eine gegebene Anzahl an Spielen. Da du ja nie afk bist, hat dein Team 2 AFKler weniger. Es kann aber trotzdem sein, dass du in 3 aufeinanderfolgenden Spielen 2 AFKler bei dir hattest und keinen bei den Gegnern. Später wird sich das aber wieder ausgleichen.\n\nHier etwas zum Gesetz der großen Zahlen. Das sollte es etwas verständlicher machen: http://www.pokerolymp.com/38045/das-gesetz-der-grossen-zahlen-die-wunderliche-welt-der-wahrscheinlichkeiten\n","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-14T14:09:14.441+0000","up_votes":1,"down_votes":0,"body":"Hier sind zum Beispiel Beiträge, von Spielern, die Autofill ganz anders erlebt haben, als du es beschreibst:\n\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=0008\n\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=00070000\n\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=00020000\n\nMan sieht also, es geht auch anders, auch wenn du das nicht wahr haben willst. In dem Thread findest du auch ein paar die deine Ansicht teilen. ","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-16T21:35:21.364+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0005000000000001000000000000000000000001,timestamp=2016-12-14T14:09:14.441+0000)\n>\n> Hier sind zum Beispiel Beiträge, von Spielern, die Autofill ganz anders erlebt haben, als du es beschreibst:\n> \n> http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=0008\n> \n> http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=00070000\n> \n> http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/NmdzW2Z5-was-soll-das-autofill?comment=00020000\n> \n> Man sieht also, es geht auch anders, auch wenn du das nicht wahr haben willst. In dem Thread findest du auch ein paar die deine Ansicht teilen.\n\n>  In dem Thread findest du auch ein paar die deine Ansicht teilen.\n\n..., auch wenn du das nicht wahr haben willst.\n\nPS: Wenn ich andere Threads lesen will, dann lese ich sie - deine Links kannst du gerne selbst durchstöbern. Als würdest du deine Meinung ändern, nur weil ich dir nun die Threads anderer Leute zeige die meiner Meinung sind.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"KNZ0","date":"2016-12-09T12:06:37.734+0000","up_votes":2,"down_votes":1,"body":"Naja, da ich schon eine gute weile das Spiel spiele kenne ich die alte Rollen Auswahl, jedoch geht es hier nicht um die Champion Auswahl, sondern um die Funktion \"Autofill\" und die kann man auch deaktivieren und trotzdem die Champions Auswahl benutzen.","replies":[]}]}]},{"id":"","poster":"TerrorRaven","date":"2016-12-09T15:02:41.157+0000","up_votes":2,"down_votes":0,"body":"Ich wähle oft Top und Mid und bekomme überraschend wenig bis fast gar nicht Autofill. Und selbst wenn habe ich kein Problem damit. Ich habe in Season 5 mit Ranked angefangen (wo die Champ-Selection noch wie Russisches Roulett war) und kann daher jede Position im Großen und Ganzen.","replies":[{"id":"","poster":"OT Riku","date":"2016-12-09T15:52:07.287+0000","up_votes":3,"down_votes":0,"body":"Ich habe Mid/Jgl habe auch erst 2 mal Autofill bekommen.\nBeide Spiele gewonnen. :)\nWar allerdings FlexQ.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-12-09T12:52:19.407+0000","up_votes":3,"down_votes":0,"body":"Betrifft mich nicht, ich bin Sup Main... Als würde ich da jemals mit dem Autofill zu tun bekommen...","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T17:57:10.961+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0007,timestamp=2016-12-09T12:52:19.407+0000)\n>\n> Betrifft mich nicht, ich bin Sup Main... Als würde ich da jemals mit dem Autofill zu tun bekommen...\n\nDu bekommst ja damit zutun: Einfachere Bot-Matches, weil dein Gegner ein unerfahrener Supporter-Anfänger ist, der einem Main nicht das Wasser reichen kann.\n\nMuss für dich ja ein willkommenes Fressen sein.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-12-10T01:22:20.572+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00070001,timestamp=2016-12-09T17:57:10.961+0000)\n>\n> Du bekommst ja damit zutun: Einfachere Bot-Matches, weil dein Gegner ein unerfahrener Supporter-Anfänger ist, der einem Main nicht das Wasser reichen kann.\n> \n> Muss für dich ja ein willkommenes Fressen sein.\n\nAch ja, das erinnert mich an die gute alte Pre-Dynamic-Que Zeit, wo ich garantiert 2 Divisionen höher als angemessen gespielt habe, weil ich Sup Main war und meine Gegner meistens nicht... wenn das nächste Saison wieder so wird, komme ich wesentlich einfacher zurück nach Platin...","replies":[]}]},{"id":"","poster":"Good Guy Putin","date":"2016-12-09T15:57:19.097+0000","up_votes":1,"down_votes":0,"body":"Schon einmal erlebt :D\nGenauso wie ein paar mal als ich Supp/Mid gewählt habe und an dem Tag jedes mal Mid bekommen hab :D","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-12-09T17:45:33.578+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Good Guy Putin,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00070000,timestamp=2016-12-09T15:57:19.097+0000)\n>\n> Schon einmal erlebt :D\n> Genauso wie ein paar mal als ich Supp/Mid gewählt habe und an dem Tag jedes mal Mid bekommen hab :D\n\nIch hab's natürlich direkt provoziert... und den Sup Main \"OMG, ich muss jetzt junglen? Why?\" Mitspieler bekommen... ich dachte ja, dass das deaktivert wird, wenn man Sup angegeben hat... stand zumindest das eine mal, wo ich mir den Text durchgelesen habe, da...","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-12-09T22:11:59.875+0000","up_votes":1,"down_votes":0,"body":"Ja so kanns kommen xD","replies":[]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2016-12-09T11:03:54.731+0000","up_votes":4,"down_votes":1,"body":"Ich bekomme deutlich öfter meine Mainrolle, es sind deutlich öfter alle Rollen mit Mains besetzt und zusätzlich auch noch eine Reduzierung der Queue-Time von vorher knapp 15 Minuten auf einen Schnitt von 3-4 Minuten für Rankedmatches. Sehe es dadurch komplett positiv","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-09T11:00:38.248+0000","up_votes":4,"down_votes":1,"body":"Man kriegt deutlich öfter die eigene Mainrolle, im Vergleich zur alten Champselect.","replies":[{"id":"","poster":"Titanium70","date":"2016-12-10T02:46:09.808+0000","up_votes":1,"down_votes":0,"body":"Naja... das würde ich jetzt nicht unbedingt so unterschreiben. ^^\n\nKlar man kriegt sie häufig, aber wenn ich da an meinen Ausflug nach Dia in S5 zurück denke...90-95% Midlane? Und mein DuoPartner, vlt 80% JGL - das hatte was. xD\n\n(Lag vermutlich v.a. daran, dass die Pickorder vom MMR bestimmt wurde welche bei ausgedehnten winning-streaks so unfassbar oft First-Pick ausgespuckt hat. =P (Und dann gabs da noch die Leute, die uns angeboten haben unsere Mains zu spielen...))","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-12-09T15:57:51.453+0000","up_votes":1,"down_votes":0,"body":"Kann ich auf jeden Fall bestätigen :)","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2016-12-10T17:09:42.561+0000","up_votes":1,"down_votes":0,"body":"Mir ist es schlicht weg egal, weil ich keinerlei Probleme mit der Supportrolle hab xD \nAußerdem gab es vor Season 6 nicht mal eine Rollenauswahl ... Da ging es nur um die Position in der CS und da ist es nun wahrscheinlicher, das man mit Rollenverteilung seine Rolle bekommt, als ohne die Rollenauswahl, trotz Autofill ... \n(Wobei als Support hat man vorher genauso oft seine Rolle bekomme xD)","replies":[{"id":"","poster":"Pandaphiri","date":"2016-12-10T17:57:29.875+0000","up_votes":1,"down_votes":0,"body":"man bekommt ja nicht nur die supportrolle. z.b. wurde ich auch schon als adc eingeteilt was eigentlich meine schlechteste position ist","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-11T00:09:50.047+0000","up_votes":2,"down_votes":0,"body":"Ändert aber nichts an meiner Grundaussage ^^ \nMan bekommt deutlich häufiger seine Rolle mit der Rollenverteilung + Autofill, statt ohner. \nVor Season 6 Midlaner zu sein, hat bedeutet, dass man entweder First Pick war , Teammates in den A... gekrochen ist oder aber man sowas schrieb \"mid or feed\". \n\nOhne Autofill kommen dann die Leute ins Forum, die sich wegen Queue Zeiten aufregen. Die Mehrheit wird wohl kurze Queue Zeiten bevorzugen :/","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-13T11:00:26.122+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=001000000000,timestamp=2016-12-11T00:09:50.047+0000)\n>\n> Ohne Autofill kommen dann die Leute ins Forum, die sich wegen Queue Zeiten aufregen. Die Mehrheit wird wohl kurze Queue Zeiten bevorzugen :/\n\nDu sprichst von der High-Elo?\n\nDenn Silber3 hat Wartezeiten von 3-10 Minuten maximal.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-12-13T17:05:10.343+0000","up_votes":1,"down_votes":0,"body":"nein, auch viele Silber/Gold Spieler hatten sich damals darüber aufgeregt ..... High Elo's, die sich im Forum über sowas aufregen, wirst du kaum finden.","replies":[]}]}]}]}]},{"id":"","poster":"Titanium70","date":"2016-12-10T01:43:09.038+0000","up_votes":2,"down_votes":0,"body":"Es ist nötig, es ist gut. Aber etwas fragwürdig im Normal-Draft.\n\nEs ist nötig weil niemand gerne auf Games wartet und es das Matchmaking unterstützt. \nEs ist gut weil es eine Motivation liefert alle Rollen zu beherrschen (und so auch kennen zu lernen.)\nEs ist fragwürdig im Normal weil es dann doch einen Ort geben sollte an dem nicht-compeditive Spieler die dies nicht können wollen einen Platz haben. (Ehemals Teambuilder... RiP)","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-10T15:27:16.098+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Titanium70,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=000c,timestamp=2016-12-10T01:43:09.038+0000)\n>\n> Es ist nötig, es ist gut. Aber etwas fragwürdig im Normal-Draft.\n\nAnsichtssache. Kommt darauf an ob du zur Minderheit der High-Elo gehörst, oder zum \"Mob\" der Low-Elo, von denen es ja wesentlich mehr gibt.\n\n> Es ist nötig weil niemand gerne auf Games wartet und es das Matchmaking unterstützt. \n\nSilber 3 Spieler sagt dir: Ich warte vorher wie nachher 5 Minuten auf ein Match... Es unterstützt also nicht mein Matchmaking, doch die negative Seite wird mir zur Last gelegt. Also nein, es ist nicht nötig.\nNötig ist es in der (selbstverliebten) High-Elo, mit ihrem erlesenen Kreis aus überdurchschnittlichen Spielern, die mit ihrer Zahl, sondern durch Qualitäten dort sind...\n... und wesentlich weniger (,wofür sie sich ja so rühmen,) sodass sie länger warten mussten das einer von denen sich herablässt auch Supporter zu spielen.\nDer High-Elo haben wir den Ärger zu verdanken, nur muss die Low-Elo die Suppe auslöffeln.\n\n> Es ist gut weil es eine Motivation liefert alle Rollen zu beherrschen (und so auch kennen zu lernen.)\n\nDie Behauptung ist undurchdacht, denn wozu gibt es Normals? Richtig: um Champions kennen zu lernen, zu Spielen, Spaß zu haben, zu trainieren.\nIm **Ranked** geht es um Sieg und Niederlage, Punkte, Auf- und Abstieg. Dort ist \"Ich lerne meinen Champion und die Rolle erst kennen\" Grund zum Report-Aufruf und das zurecht, denn wer seine Rolle im Ranked **nicht beherrscht**, hat auf der Rolle nichts zu suchen.\nWenn du den Unterschied zwischen Rankeds und Normals nicht kennst, solltest du das eine nicht mit dem anderen in Verbindung bringen, geschweige denn behaupten das Autofill (wenn es überhaupt sinnvoll wäre) ins Ranked gehört.\n\n> Es ist fragwürdig im Normal weil es dann doch einen Ort geben sollte an dem nicht-compeditive Spieler die dies nicht können wollen einen Platz haben. (Ehemals Teambuilder... RiP)\n\nWas redest du da? Gerade im Normal sollte es dorthin gehören, denn im Normal verliert man keine Punkte, zieht sein Team nicht runter damit auch die Punkte verlieren, und ist am Ende nicht der Idiot der reportet wird für eine schlechte Leistung, obwohl er selbst nicht einmal freiwillig der Autofiller (wie mit der \"Auffüllen\"-Funktion in S6 doch wenigstens **freiwillig** gemacht werden konnte) sein wollte.\nWenn im Normal du als Aushilfs-Supporter/-Jungler - und das bist du nun einmal wenn du kein Main-Supporter darstellst - der Grund für die Niederlage bist (was höchstwahrscheinlich der Fall ist, denn du bist kein Main-Supporter/-Jungler), wirst du zwar immer noch von der schlechten Community geflamet und reported, aber wenigstens verliert man nichts weiter außer seiner Zeit.\nIm Normal kannst du spielen. Dort geht es um nichts.\nIm Ranked sollst du kämpfen. Es ist ein Wettkampf. Dort geht es um Aufstieg oder Fall.\nWirf beides nicht in einen Topf, denn das wäre dumm.","replies":[{"id":"","poster":"Titanium70","date":"2016-12-10T21:51:14.258+0000","up_votes":2,"down_votes":0,"body":"> Silber 3 Spieler sagt dir: Ich warte vorher wie nachher 5 Minuten auf ein Match... Es unterstützt also nicht mein Matchmaking, doch die negative Seite wird mir zur Last gelegt. Also nein, es ist nicht nötig.\n\nNatürlich verkürzt sich deine Q-Time durch Autofill, ansonsten würde es niemals aktiv werden - Autofill ist die Notlösung des Matchmakings, wenn grade keiner da ist. \n\nNatürlich verbessert es dein Matchmaking, da sich durch Autofill der Pool aller möglichen Spieler ähnlicher MMR vergrößert - sprich ihr habt nicht plötzlich nen Gold1-Main Supp im Gegner Team der mit eurer Bot den Boden wischt! \n\n> Die Behauptung ist undurchdacht, denn wozu gibt es Normals? Richtig: um Champions kennen zu lernen, zu Spielen, Spaß zu haben, zu trainieren.\n> Im Ranked geht es um Sieg und Niederlage, Punkte, Auf- und Abstieg. Dort ist \"Ich lerne meinen Champion und die Rolle erst kennen\" Grund zum Report-Aufruf und das zurecht, denn wer seine Rolle im Ranked nicht beherrscht, hat auf der Rolle nichts zu suchen.\n\nNein... einfach... nein...\nDie Existenz von Autofill setzt eine Allgemeinbildung fürs Ranked vergleichbar mit früheren Seasons voraus. \nSprich wer vorhat League ernsthaft compedetiv zu spielen sollte besser alle Rollen spielen können BEVOR er sich in SoloQ stürzt, was ohnehin wichtig ist um die Entscheidungen der Teammates nachzuvollziehen/ vorauszusehen! Das gilt für jede Liga. Es ging nie darum, die Rolle im Ranked erst zu lernen, es ging darum sie erst zu lernen und dann mit diesem Wissen ins ranked zu gehen, dort davon zu profitieren und sich von nem AutoFill alle 10 Games nicht stören zu lassen!\n\n> Der High-Elo haben wir den Ärger zu verdanken, nur muss die Low-Elo die Suppe auslöffeln.\n> Nötig ist es in der (selbstverliebten) High-Elo, mit ihrem erlesenen Kreis[...]\n> Wenn du den Unterschied zwischen Rankeds und Normals nicht kennst, solltest du das eine nicht mit dem anderen in Verbindung bringen, geschweige denn behaupten das Autofill (wenn es überhaupt sinnvoll wäre) ins Ranked gehört.\n\nAha... was genau wird das hier - eine sinnvolle Diskussion, oder dumm-dreiste Behauptungen? \n\n------------------------------------------------------------\nEs geht nicht zwingend darum, dass es in Normals kein Autofill geben sollte - es geht darum den doch zahlreichen Spielern welche aus welchen Gründen auch immer nichts anderes spielen können und wollen einen Ort zu geben um dies zu tun. (Immer noch RIP Teambuilder) \nRanked ist dieser Ort definitiv NICHT! Als Onetrick kommt nach Dia - ja. wird aber NIE ein guter Spieler! Es geht um Teamcomps, Counter, Strategie. \n\nAußerdem sehen die meisten Normals als Testgelände und daher ist es auf für diese ganz angenehm sicher das spielen zu können, was sie vor hatten zu testen. ^^' (Es ist zwar ganz witzig als Leona 6-0 zu gehen, bringt aber recht wenig wenn man eigentlich nur mal eben Azir testen wollte... seufz... q.q) \n\n-------------------------------------------------------------\nZu guter letzt: Wer Ranked nur der Punkte wegen spielt, der kann dies zwar gerne tun, der tut mir aber auch leid.\n**Ranked sollte man spielen um zu lernen! **\nDas Ziel sollte es sein sich selbst zu Übertreffen - besser zu werden - an Gegnern zu wachsen denen man unterliegt. Die Punkte kommen dann von ganz alleine... (aber das ist wohl etwas, was jeder selbst begreifen muss.)","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-13T12:20:53.409+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Titanium70,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=000c00000000,timestamp=2016-12-10T21:51:14.258+0000)\n>\n> Natürlich verkürzt sich deine Q-Time durch Autofill, ansonsten würde es niemals aktiv werden - Autofill ist die Notlösung des Matchmakings, wenn grade keiner da ist. \n> \n> Natürlich verbessert es dein Matchmaking, da sich durch Autofill der Pool aller möglichen Spieler ähnlicher MMR vergrößert - sprich ihr habt nicht plötzlich nen Gold1-Main Supp im Gegner Team der mit eurer Bot den Boden wischt! \n\nStimmt, sondern wir haben einen Dia-Toplaner auf der Botlane, der mit ADCs und Supporter eher einer Silber-Spielweise aufweisen kann, womit der Gegnerische Main-Supporter leichtes Spiel hat...\nZu dumm dass das MMR nicht die Fähigkeiten auf einzelnen Lanes misst... So fällt man eindeutig nach unten, denn nun muss man ja jede Lane perfekt beherrschen können um aufzusteigen...\n... wo doch jeder professionelle Spieler zum Climben - also zum **Aufsteigen**, nicht zum Absinken oder in der Elo-Hell zu versauern - dir aus gutem Grund raten würde nur maximal 2 Lanes zu spielen. Sie sagen dir nicht \"Spiel alles, nur so wirst du aufsteigen\", denn das wäre dumm.\n\n> Die Existenz von Autofill setzt eine Allgemeinbildung fürs Ranked vergleichbar mit früheren Seasons voraus.\n\nAhh, also sind wir wieder auf S5-Niveau: die Geburtsstätte von Sätzen wie \"Mid or feed/troll\" und der häufigen Abbrüche aufgrund Lanes die wir nicht spielen wollten. Mir war klar des es ein Rückschritt zu alten Mustern ist.\n\n> Sprich wer vorhat League ernsthaft compedetiv zu spielen sollte besser alle Rollen spielen können BEVOR er sich in SoloQ stürzt, was ohnehin wichtig ist um die Entscheidungen der Teammates nachzuvollziehen/ vorauszusehen! \n\nAber sagst du nicht selber:\n> **Ranked sollte man spielen um zu lernen! **´\n\nHeuchler.\n\nDas gilt für jede Liga. Es ging nie darum, die Rolle im Ranked erst zu lernen, es ging darum sie erst zu lernen und dann mit diesem Wissen ins ranked zu gehen, dort davon zu profitieren und sich von nem AutoFill alle 10 Games nicht stören zu lassen!\n\nHier wieder:\n> **Ranked sollte man spielen um zu lernen! **´\n\n> ------------------------------------------------------------\n> Es geht nicht zwingend darum, dass es in Normals kein Autofill geben sollte - es geht darum den doch zahlreichen Spielern welche aus welchen Gründen auch immer nichts anderes spielen können und wollen einen Ort zu geben um dies zu tun. (Immer noch RIP Teambuilder)\n\nUnd Rankeds ist der Ort?\nDas kann nur von jemandem kommen der den Unterschied zwischen Rankeds und Normals nicht versteht. Solche sollten allerdings keine Tipps geben.\n\n> Ranked ist dieser Ort definitiv NICHT! Als Onetrick kommt nach Dia - ja. wird aber NIE ein guter Spieler! Es geht um Teamcomps, Counter, Strategie. \n\nWie viele Pro-Gamer kennst du die stetig immer nur die gleiche Lane spielen und dennoch Pro-Gamer sind? Denk mal darüber nach.\n\n> Außerdem sehen die meisten Normals als Testgelände und daher ist es auf für diese ganz angenehm sicher das spielen zu können, was sie vor hatten zu testen. ^^\n\nErstens: Wenn dem so wäre, würden es nicht so viele Smurfs-Account in Rankeds geben.\nZweitens: auch im Normal kann man nicht mehr das testen was man will, denn auch dort gibt es Autofill. Natürlich hast du das nur vergessen zu erwähnen...\n\n> -------------------------------------------------------------\n\n> Zu guter letzt: Wer Ranked nur der Punkte wegen spielt, der kann dies zwar gerne tun, der tut mir aber auch leid.\n\nNaja, nur weil dir der Ehrgeiz fehlt und du dich mit einer Teilnehmerurkunde immer zufrieden gegeben hast, anstatt für eine Siegerurkunde zu kämpfen... Für deinesgleichen sind Normals wie geschaffen: Du hast nichts zu verlieren, kannst nur für deinen Spaß spielen, jeder Funke von ernstgemeintem Wettbewerb kommt nicht erst auf.\nIm Ranked dagegen sollte man den Willen haben zu **gewinnen**. Dort wird gekämpft, auf- und abgestiegen und ein wirklicher Wettbewerb abgehalten, bei dem die Asiaten sogar tausende von Dollar gewinnen (, wobei ich dann zu bodenständig und zu alt und durchaus auch zu schlecht bin um dort wirklich jemals hinzukommen^^). Im Ranked sollte man sein Bestes geben - nicht mehr und nicht weniger. Und das kann man ja nicht, wenn man als Top-/Midlaner als Supporter spielen muss und genau weiß, dass man es besser könnte, wenn Riot nicht so faul wäre neue Supporter auf freiwilliger Basis zu generieren. Lieber auf Zwang, denn unter Zwang geht ja alles besser.\n\n> **Ranked sollte man spielen um zu lernen! **´\n\nDarf ich dich an deine eigenen Worte erinnern?\n**\"Das gilt für jede Liga. Es ging nie darum, die Rolle im Ranked erst zu lernen, es ging darum sie erst zu lernen und dann mit diesem Wissen ins ranked zu gehen, dort davon zu profitieren\"**\nWelch Heuchelei du von dir gibst...\n\nUnd selbst dann ist die Aussage dumm.\n**Normals sollte man spielen um zu lernen.\nRanked sollte man spielen um das Gelernte anzuwenden und zu gewinnen.**\n\nWer im Ranked nur lernen will, ist dort falsch. Nicht das du es verstehen könntest, soviel ist klar.\n\n\n> Das Ziel sollte es sein sich selbst zu Übertreffen - besser zu werden - an Gegnern zu wachsen denen man unterliegt. Die Punkte kommen dann von ganz alleine... (aber das ist wohl etwas, was jeder selbst begreifen muss.)\n\nFalsch: Das Ziel sollte es sein zu **gewinnen** und **Punkte zu machen**. Mit diesem Ziel sollte jeder in einem Ranked reingehen. Nicht \"Ich will Spaß haben\" oder \"ich will mich selbst übertreffen\", sondern **\"Ich will gewinnen\"**. Dann kommt der Rest auch ganz von alleine.\nDas man nicht immer gewinnt gehört zum passivem Lernprozess, doch jemand der nur lernen will, kämpft nicht hart genug - immerhin lernt er doch auch aus einer Niederlage. Das ist Sabotage an deinen Teamkameraden.\nWer immer nur gewinnen will und dennoch verliert, lernt auch - mehr noch aus seinen Niederlagen. Er beißt sich viel härter in den Hintern, regt sich durchaus mehr auf, doch das spornt ihn ja noch mehr an.\nDu willst Spaß? Geh in ein Normal. Du willst lernen? Nimm ein Buch, lies Guides oder spiel wieder Normals.\nRankeds dagegen sind Wettbewerbe - und nun greift Riot in den Wettbewerb ein und manipuliert.","replies":[{"id":"","poster":"Titanium70","date":"2016-12-13T14:27:17.047+0000","up_votes":2,"down_votes":0,"body":"Ich ignoriere hier mal das meiste, das wird hier nichts mehr und konzentriere mich aus wesentliche:\n\n- Ranked sollte man spielen um zu lernen! \n- Um Ranked zu spielen sollte man ein Grundwissen auf allen Positionen haben.\n\nDAS IST KEIN WIDERSPRUCH! Und sicher nicht heuchlerisch! Verstehe es, oder verstehe es nicht... da kann ich nicht helfen, ich werds jetzt nicht erklären...\n\n-----------------------------------------------------------------------------\nPros spielen auch nur eine Lane... ja... spielt man Teamranked hat man nur eine Lane um die Teamkoordination nicht zu zerstören... das bedeutet aber nicht das nicht auch jeder Pro-Support deine oder meine Main-Rolle trotzdem 10x besser spielen kann! Weil es Auto-Fill unabhängig extrem wichtig ist, das Decission-making der Teammates zu verstehen. \n\n--------------------------------------------------------------------------------\nWenn du spielst um Punkte zu machen / zu gewinnen - wenn Spaß nebensächlich ist - wenn du weißt du keinen Blumentopf damit gewinnen kannst. Was bringt es dann? Wer von Bronze5 bis Dia2 keinen Spaß am Spiel hat, warum spielt er dann...? Wegen der kurzzeitigen Siegesfreude durch ein Tal aus Salz zu gehen, wenn man mal verliert?.. Nein, danke! \n\nIch war da... in Season 5 war ich Dia 3, und? Irgendwann hatte ich keine Lust mehr und hab ne Season nicht gespielt - jetzt bin ich halt Silver - wenn kümmert es? Es ist nur ein freaking Game. Und Ranked spiele ich, weil es die ausgeglichenste/fair-ste, gleichzeitig herausfordernste und damit lehrreichste Umgebung liefert. Was will ich im normal? Mit Level 14 spielen?","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2016-12-09T15:37:09.891+0000","up_votes":2,"down_votes":0,"body":"Also ich verstehe das Gejaule wegen dem Autofill absolut nicht. \nIn Season5 gab es die Auswahl der Rollen nicht mal. Man musste sich in der ChampSelect mit seinem Team absprechen wer wo hingeht. Und nicht selten hatte man egoistische Leute die dann sowas sagten wie \"Mid or Feed\" oder solche Dinge. Und oft hat man auch 2 oder 3 Leute gehabt die die selbe Rolle mainen. Die mussten sich dann auch noch absprechen, wer jetzt seine Main Rolle bekommt und die, die dann eine andere Rolle wählen mussten haben meistens die Lane verloren oder sogar hart reingefeedet, weil sie es nicht besser konnten.\nJetzt ist es so, dass die meisten Leute auch ihre MainRolle bekommen, es sei denn sie werden dann autofilled. \n\nWenn man autofilled wurde ist das durchaus ärgerlich, aber mal ehrlich, man kann doch wohl damit leben, mal ein Spiel auf einer anderen Rolle zu spielen von vielen anderen wo man seine MainRolle bekommen hat. Dieses Problem hat man eben nicht nur alleine, sondern jeder andere auch. Wenn man \"Glück\" hat ist der gegnerische Laner ein Autofiller und wird von dem Mainlaner zerrupft. Kann natürlich auch andersrum passieren, aber so ist es nunmal ausgeglichen. \n\nZudem finde ich es sinnvoll, damit die Wartezeiten nicht ganz solange dauern bis man endlich ein Game findet. Und sind wir ehrlich, würde es die Autofillfunktion nicht geben sondern dafür lange Wartezeiten wär das Forum voll von Threads mit dem Inhalt \"Rito pls!!! Ich brauche 10 Minuten bis ich ein Game finde, das kann doch nicht sein. Macht da mal was!!!\" \n\nEgal was Riot macht, sie machen es falsch. -.- \n\nIch für meinen Teil finde die Autofillfunktion sinnvoll.","replies":[]},{"id":"","poster":"Ehren Teemo","date":"2016-12-09T11:05:14.282+0000","up_votes":2,"down_votes":1,"body":"Ich will einfach nur keine Trottel auf der support Position sehen ...","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-09T12:26:10.389+0000","up_votes":3,"down_votes":1,"body":"Dann spiel doch selbst Supporter und zeig allen, wie man kein Trottel ist.","replies":[{"id":"","poster":"Ehren Teemo","date":"2016-12-09T14:46:25.703+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00020000,timestamp=2016-12-09T12:26:10.389+0000)\n>\n> Dann spiel doch selbst Supporter und zeig allen, wie man kein Trottel ist.\n\nmein most played champion überhaupt ist sona ...","replies":[{"id":"","poster":"LokiOdinson","date":"2016-12-09T17:57:53.802+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TDC Lizart,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=000200000000,timestamp=2016-12-09T14:46:25.703+0000)\n>\n> mein most played champion überhaupt ist sona ...\n\nMid-Lane? {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Ehren Teemo","date":"2016-12-09T18:48:32.021+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0002000000000000,timestamp=2016-12-09T17:57:53.802+0000)\n>\n> Mid-Lane? {{sticker:slayer-jinx-wink}}\n\ntrue und jgl","replies":[]}]}]},{"id":"","poster":"LokiOdinson","date":"2016-12-09T17:56:05.820+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=00020000,timestamp=2016-12-09T12:26:10.389+0000)\n>\n> Dann spiel doch selbst Supporter und zeig allen, wie man kein Trottel ist.\n\nKann er nicht, denn gewiss leavet er immer vorher.","replies":[]}]}]},{"id":"","poster":"IchNixOTP","date":"2016-12-09T11:36:18.724+0000","up_votes":2,"down_votes":2,"body":"Bekomme es leider viel zu oft. {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Zero000","date":"2016-12-09T11:54:51.993+0000","up_votes":2,"down_votes":0,"body":"Welche Rollen wählst du normalerweise?","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-12-09T12:07:36.053+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Monsterjeger,realm=EUW,application-id=Wj1wcocU,discussion-id=hb1EIgVn,comment-id=0006,timestamp=2016-12-09T11:36:18.724+0000)\n>\n> Bekomme es leider viel zu oft. {{sticker:slayer-jinx-unamused}}\n\nTja, leider ist Riot das egal. :( Aber es war ja vorherzusehen, auch wenn Riot dafür blind ist.","replies":[]}]},{"id":"","poster":"Blubbelnator","date":"2016-12-09T11:12:33.887+0000","up_votes":2,"down_votes":1,"body":"\"Meinungen\".. Nicht \"Fakten über Autofill\".{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Brynhíldr","date":"2016-12-13T18:48:01.278+0000","up_votes":1,"down_votes":0,"body":"Es ist schwer, die Autofill-Funktion direkt als Gut oder Schlecht zu definieren.\nEinerseits verringert das die Queue-Time, was vor allem auf höheren Elos (Dia+) sich sehen lässt. \nZum anderen hingegen leidet die Support-Rolle massiv daran. \nEs ist bekannt, dass Support die unbeliebteste Rolle in ganz League ist (ich bin zwar Supp Main xD). Und es ist bekannt, dass Midlane und Toplane/Jungle (keine Ahnung, wer das von beiden ist) sehr deutlich beliebter sind. Ergo fahren die meisten Leute in die Gefahr hinein, als Support geautofilled zu werden. \nDas hat verschiedene Nachteile:\n1. Der Typ, der Autofill-Support bekommt, ist massiv tilted\n2. Der Typ geht rotzfrech trotzdem auf seine Lane, die er haben wollte\n3. Der Typ trollt das Game (kein Support, kein Sightstone, einfach KEIN Support spielen)\n4. Der Typ ist DEUTLICH schlechter, als ein Supportmain (im allgemein Vergleich)\n\nVor allem Punkt 3 & 4 sorgen in der Regel für, dass der ADC ebenfalls darunter leidet (Ausnahmen bestätigen die Regeln). Das der ADC im allgemeinen vom Supp abhängig ist, ist wohl jedem bewusst. Ihm aber ein Autofill-Supp an die Brust zu legen, der höchstwahrscheinlich eh nicht auf ihm aufpassen wird, tut ihm ebenfalls nicht gut. \n\nMeiner Meinung nach finde ich die Autofill-Funktion eher als störend. Ich warte lieber 2-3 Minuten länger, um meine Rolle zu bekommen. \nDa es aber in Dia+ komplett anders aussieht und Rito etwas dagegen tuen MUSSTE, lässt uns heute leider mit der wundervollen Troll-Funktion leben.\nAber da ich eh Supp einlocke, bekomme ich vom Autofill eh nichts mit xD\n\nPS: Midlane/Supp in Queue und immer Supp bekommen. q.q - Sad Story of my life","replies":[]},{"id":"","poster":"TR Thorbon","date":"2016-12-13T15:48:11.684+0000","up_votes":1,"down_votes":0,"body":"Ich habe am Ende der letzte Season erst mit lol angefangen und bin mit Silber 5 rausgegangen. Ich kann bisher absolut keinen Unterschied in der Wartezeit erkennen. Ich bin froh das ich Mid und Top lane halbwegs auf die Reihe bekomme, wie soll ich denn bitte im Ranked Adc oder Support spielen? Natürlich sollte man alle Rollen mal gespielt haben aber so etwas probiert man doch nicht im Ranked aus sondern im Normal wenn man mal zu spät called und dann eben doch mal woanders hin muss. \nIch finde die autofill Funktion bisher echt unnötig da ich genauso lange warten muss wie vorher und dann noch eine Rolle spielen muss die ich nicht beherrsche.","replies":[]},{"id":"","poster":"Xedrik","date":"2016-12-10T12:20:11.440+0000","up_votes":1,"down_votes":0,"body":"Meine Rollen sind immer Support und ADC. Bin deshalb immun gegen Autofill und ist in dem Fall sogar günstig für mich. Hab auch noch nie eine andere Rolle als Support bekommen. Allerdings, musste ich schon erleben, wie sich die Leute in der Championauswahl aufregten, weil sie nicht eine ihrer ausgewählten Rollen erhalten haben. Dies führte bei immerhin 2 Spielen zu Trollpicks. Das System ist zwar nicht perfekt, empfinde es aber immer noch besser, als diese imaginäre Pick Order von früher. Da gab es oft Streitereien, wer was zuerst geschrieben hat, wem es egal ist oder jemand Mitte spielen will, weil er sonst trollen würde.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-12-09T17:17:23.284+0000","up_votes":1,"down_votes":0,"body":"Also ich hab bisher 5 Games gemacht und bekam 4 mal die Mainrolle und 1 mal die Offrolle. Verstehe das Problem nicht so ganz. Ist ja nicht so, dass man jedes Game autofilled wird oder jedes 2. In der Promo bleibt es einem übrigens auch erspart.","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-12-09T16:02:56.803+0000","up_votes":1,"down_votes":0,"body":"Ich finde es okay. Ich hatte bis jetzt auch nur zwei mal Autofill. Außerdem spiele ich eh Support, wenn ich keine Lust habe mich anzustrengen. xD","replies":[]},{"id":"","poster":"Shiro equals","date":"2016-12-09T11:29:10.172+0000","up_votes":1,"down_votes":0,"body":"Ist mir ziemlich schnuppe :D","replies":[]},{"id":"","poster":"Warlord of Noxus","date":"2016-12-10T09:36:09.695+0000","up_votes":1,"down_votes":1,"body":"Autofill ist wie die rechte Politik. Die großen und mächtigen alleskönner werden positiv mit kürzerer wartezeit belohnt und die ganzen niederen klassen müssen sich mit trolls, feedern, afk stehenden und flamern rumzukicken.","replies":[{"id":"","poster":"Warlord of Noxus","date":"2016-12-10T09:36:38.660+0000","up_votes":1,"down_votes":1,"body":"ich meine herumschlagen","replies":[]}]},{"id":"","poster":"Vapertank","date":"2016-12-10T12:13:27.334+0000","up_votes":1,"down_votes":2,"body":"Ich will kein Autofill ich will die Champion Select von Season 5 zurück... Das ist kein Solo Q mehr.. Wenn ich jetzt autofill Supp bekomme habe ich keine Chance auf eine andere Lane während man in der alten Select noch flexibler war und sich absprechen konnte.  Bei zugewiesenen Lanes gibt keiner mehr seine Lane ab....","replies":[]}]}