{"id":"8IeAE0Wy","poster":"Brother Xivx","date":"2016-12-08T12:48:07.087+0000","title":"SkorpionSquad / Rekrutiert neue Leute","subforum":"Clans & Teams","up_votes":2,"down_votes":4,"body":"SkorpionSquad ist eine Community die Stark darauf setzt das keiner mehr alleine zocken soll. Das man viele Turniere veranstaltet und noch mehr.\r\n\r\nFolgende Posten sind aktuell frei und ben&ouml;tigen dringende Besetzung:\r\n\r\n*     Mitgliederrekrutierung\r\n*     Eventmanager\r\n*     Teambetreuer\r\n\r\n**Aufgabenbereiche erl&auml;utert:**\r\n\r\n**Mitgliederrekrutierung:**\r\nEin Rekrutierer ist nur daf&uuml;r verantwortlich neue Rekruten aufzunehmen und die bereits vorhandenen Mitglieder zu betreuen. Dieses wird dann ordnungsgem&auml;&szlig; dokumentiert, sodass es l&uuml;ckenlos nachvollziehbar ist, wann welcher Rekrut beigetreten ist. Gerne kannst Du Dich unter Absprache mit dem Vorstand der Mitgliederbetreuung auch um die &Ouml;ffentlichkeitsarbeit k&uuml;mmern.\r\n\r\n**Teambetreuuer:**\r\nDu bist daf&uuml;r verantwortlich Teams in der Community zu betreuen. Eingeteilt werden dir diese durch den Vorstand der Teambetreuung. Desweiteren kannst du unter Absprache mit dem Vorstand neue Teams f&uuml;r die Community suchen oder auch neue gr&uuml;nden.\r\n\r\n**Eventmanager:**\r\nDiese planen und organisieren interne, so wie externe Veranstaltungen. Es geht bei kleineren Dingen wie interne 5v5 Matches los und h&ouml;rt dann bei gr&ouml;&szlig;eren Turnieren auf, die wir auch f&uuml;r die &Ouml;ffentlichkeit zug&auml;nglich machen. Au&szlig;erdem planst du gemeinsam mit dem Vorstand an neuen Events die dazu dienen, die Community zu verbessern, sodass der Spa&szlig; und der Erhalt einer Community im Vordergrund steht.\r\n\r\nFalls du dich f&uuml;r einen dieser Posten in der Lage siehst, diesen einwandfrei zu &uuml;bernehmen und zu leiten.\r\nWeitere Informationen erh&auml;ltst du alternativ in diesem Post oder indem Du mich direkt Ingame addest.\r\n\r\nTeamSpeak IP: **176.9.164.89:9997**","replies":[]}