{"id":"8QTIG2AA","poster":"Silas001","date":"2016-12-08T14:02:52.231+0000","title":"Noob sucht lockere Community","subforum":"Clans & Teams","up_votes":2,"down_votes":4,"body":"Ich hei&szlig;e Silas [Duh], bin 22 Jahre jung und ein ziemlicher Noob in LoL und suche Communities, wo ich auf dem TS vorbeischaun kann, um Mitspieler zu finden und mich vielleicht auch ein wenig weiterzuentwickeln bzw. zu verbessern.\n(Ich hab im Übrigen auch kein Problem mit internationalen/Englisch-sprachigen Teams/Communities)\n\nBissel was zu mir und mein Dasein in LoL:\nIch wurde vor einiger Zeit Lvl 30 und hab 15 Champions, von denen ich max. 5 einigerma&szlig;en beherrsche und wei&szlig; ansonsten sehr wenig &uuml;ber das Spiel, andere Champions(F&auml;higkeiten etc.) und hab auch noch nicht die Spielmechaniken komplett durchdrungen.\nBisher halt ich mich mit meinen Builds auch weitestgehend an Guides auf mobafire.com .\nDar&uuml;berhinaus sind auch meine motorischen Skillz nicht sehr &quot;ausgepr&auml;gt&quot; und ich verliere im Get&uuml;mmel oft die &Uuml;bersicht. Darum vermeide ich auch grunds&auml;tzlich den Kauf von Items mit Actives und bevorzuge &quot;Rechtskilck-Champions&quot;, da ich eh nie dazu komm eine gro&szlig;e Vielfalt an F&auml;higkeiten sinnvoll einzusetzen bzw. wenn ichs m&uuml;sste denk ich grad nicht dran oder bin zu besch&auml;ftig mit whatever(hysterisch wegrennen oder so).\nEdit: Ach und der Flash liegt auf F - was auch immer das über mich aussagt.\n\nDass ich mich bisher auch nicht tiefer mit LoL besch&auml;ftigt hab und das nur recht &quot;casual&quot; betreibe, liegt auch daran, dass ich in einem anderen MMO (World of Tanks) bin ich sehr aktiv und kompetitiv mit recht guten Ergebnissen unterwegs (inkl. ESL etc.).\nDas hei&szlig;t die Hauptgesch&auml;ftszeiten von 19-22h investiere ich auch haupts&auml;chlich dort und nicht in LoL - das hei&szlig;t aber nicht, dass sich das in Zukunft nicht &auml;ndern k&ouml;nnte und ich aktiver in LoL werde und auch in interesse an festen Teams(Ranked etc.) in LoL h&auml;tte. Ich kann aber kaum einsch&auml;tzen in welchen Ligen ich mich dort rumtreiben w&uuml;rde, da ich mit 15 Champs auch noch nie Ranked spielen konnte und meine &quot;Performance&quot; im Unranked doch stark schwankt.\n\nGrunds&auml;tzlich w&uuml;rd ich mich aber gern &ouml;fter im organisierten Teamplay wiederfinden, als in SoloQ(wie im Moment), wo man konstruktive Kritik etc. austauschen kann, um mich auch selbst ein wenig zu verbessern.\n\nGibt sicher noch mehr &uuml;ber mich zu erz&auml;hlen. Eine kleine Warnung vielleicht noch: Ich bin ein sehr lebhafter Junge(auf TS etc.) und bin generell zu recht dunklem Humor aufgelegt mit viel Sarkasmus und Zynismus - Meiner Erfahrung nach gibt es immer wieder Leute, die mit dieser Selbstironie nicht umgehen k&ouml;nnen.\n\nErstmal Gl&uuml;ckwunsch zu eurer Ausdauer, wenn ihr es bis hierher geschafft habt. Ich w&uuml;rde mich &uuml;ber viele Antworten freuen und beantworte auch gerne offene Fragen bzw. schau mal auf dem TS vorbei, wenn ihr mir ne Adresse da lasst.\nKontaktiert mich ingame (Silas001) oder direkt hier.\n\nLive long and prosper\n- Silas","replies":[{"id":"","poster":"Silas001","date":"2016-12-09T13:35:39.866+0000","up_votes":1,"down_votes":0,"body":"Update: Grad den 16. Champ freigeschaltet und somit auch für Ranked zu haben. :)","replies":[]},{"id":"","poster":"Brother Xivx","date":"2016-12-08T14:08:24.073+0000","up_votes":1,"down_votes":0,"body":"SkorpionSquad würde dich Herrzlich Willkommen heißen ip: 176.9.164.89:9997","replies":[]}]}