{"id":"ARNHEEQg","poster":"FNC HyperRekkles","date":"2016-12-07T19:16:32.294+0000","title":"AD Carry sucht ein Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Servus Leute,\r\n\r\nich bin auf der suche nach einem Team wie man im Titel unschwer erkennen kann :).\r\nDabei ist es mir v&ouml;llig egal welchen Elo Durchschnitt diese Team hat das hei&szlig;t egal ob Silber, Gold oder sogar Platin (h&ouml;her wird kritisch ^^ w&uuml;rde theoretisch mit ein bisschen Teaching aber auch funktionieren denke ich)\r\nZu meiner Person gibt es eigentlich gar nicht soviel zu sagen, im generellen bin ich ein sehr ruhiger Mensch der aber doch auch ab und zu gerne mal viel redet wenn mir ein Thema &quot;gef&auml;llt&quot; ^^.\r\nIn League of Legends kann ich sagen bin ich dabei mich immer mehr zu verbessern, insbesondere auf der AD Carry Position. \r\nIch spiele jetzt bereits seit ca 2 Einhalb Jahren LoL und habe mich jede Season (zumindest vom Elo Bereich) verbessert. ( Season 4= Silber 5, Season 5 = Gold 5 und Season 6= Main Account Platin 5 und Smurf Account Gold 4)\r\nNaja ich denke man kann alles weitere was man kl&auml;ren muss auch im Client oder &uuml;ber Teamspeak|Discord oder was es sonst noch so gibt kl&auml;ren.\r\nIch w&uuml;rde mich freuen wenn ihr mich einfach erstmal in League of Legends addet und freue mich auf euch.\r\nBis dahin w&uuml;nsche ich euch allen noch viel spa&szlig;.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en \r\nFNC HyperRekkles","replies":[{"id":"","poster":"AniPress","date":"2016-12-08T07:23:17.601+0000","up_votes":1,"down_votes":0,"body":"Ist jetzt nicht böse gemeint. aber alleine von deinem nick namen her würde ich an dir kein interesse zeigen. \nWeill dise art von namen in meinen augen nur auf ein kind hindeuten kann.","replies":[{"id":"","poster":"FNC HyperRekkles","date":"2016-12-26T11:18:04.561+0000","up_votes":1,"down_votes":0,"body":"schade das du das so siehst aber wenn ich von etwas ein Fan bin dann zeige ich das auch öffentlich und schäme mich keines weges dafür","replies":[]}]},{"id":"","poster":"Brother Xivx","date":"2016-12-07T19:21:03.024+0000","up_votes":1,"down_votes":0,"body":"Wenn du eine Community suchst kannst du bei uns Vorbeischauen\n\n_______________________________________________________________________________________________________________\nSkorpionSquad\n\nIp: 176.9.164.89:9997","replies":[{"id":"","poster":"Brother Xivx","date":"2016-12-07T19:33:39.647+0000","up_votes":1,"down_votes":0,"body":"du kannst in jeden raum auch alleine reingehen :D","replies":[{"id":"","poster":"FNC HyperRekkles","date":"2016-12-07T19:37:00.956+0000","up_votes":1,"down_votes":0,"body":"ist zwar nett gemeint aber eigentlich such ich wirklich nur ein team und keine ganze Community ich überleg es mir nochmal","replies":[{"id":"","poster":"Brother Xivx","date":"2016-12-07T19:45:42.078+0000","up_votes":1,"down_votes":0,"body":"ok Viel Glück bei der Suche","replies":[]}]}]}]}]}