{"id":"rE5UgVWs","poster":"dNiW","date":"2016-12-07T02:41:38.827+0000","title":"Suche Tipps/Anregungen gegen 2 Matchups auf der Botlane","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"**Hallo Community,**\r\n\r\nich spiele zur Zeit sehr gerne Nautilus im Duo. Wir sind in der &quot;Lowelo&quot; erfolgreich, aber es passieren noch oft\r\ngenug immense Probleme.\r\n\r\n_Zur Zeit  ADC = MF     SUP=Nautilus_\r\n\r\nWir versuchen meistens die Lane als Killane zu gewinnen was zum Gl&uuml;ck bis jetzt gut klappt. Allerdings habe ich gro&szlig;e Probleme\r\ngegen Nami/Jhincombos(Poke) und Braumspieler+zb Jinx( jeder Engage wird sofort disengaged und teilweise gedreht) zu spielen. Vorrausgesetzt die Gegner w&auml;ren auf dem selben F&auml;higkeitslevel sehe ich selten gegen Braum nur manchmal gegen eine Nami/Jhinlane eine T&ouml;tungsm&ouml;glichkeit.\r\n\r\nDa Lol eine Art Kontersystem ist, kann es sein, dass diese Lanes eher weniger zu carrien sind? Oder liegt es nur an meiner zu schlechten Spielweise f&uuml;r Silber, das will ich nicht ausschlie&szlig;en vllt geh&ouml;re ich ja genau in diese Elo.\r\n\r\n**Was ich bisher gegen die Pokelane unternommen habe:**\r\n\r\n_Kein Contest bis Level 6\r\nMehr Roams\r\nAuf Fehler der Gegner warten_\r\n\r\n**Was ich bisher gegen Mr. Pringles gemacht habe:**\r\n\r\n_Abwarten und Blickduell mit Braum_\r\n\r\nAus Langeweile &uuml;ber eine sich gegenseitig belauernde Botlane mit Braum banne ich den Charakter jetzt immer, aber das\r\nkann ja keine Endl&ouml;sung sein. Wie knackt man den T&uuml;rschlepper? Mein ADC spielt MF die ein gutes Late hat,aber wenn die Gegner\r\nzb eine Vayne haben m&ouml;chte ich den gegnerischen ADC  ungern farmen lassen.\r\n\r\n**Freue mich &uuml;ber jede Anregung und Hilfe von Euch**","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-12-07T06:51:39.617+0000","up_votes":1,"down_votes":0,"body":"Naja... Miss Fortune ist jetzt vielleicht nicht die Beste Wahl gegen Braum. Sein Schild und die Ulti countern Mfs ulti wairklich Schlimm. Außerdem ist gegen einen Braum bielleicht sowas wie Leona ganz gut. Im All in ist Leona nämlich deutlich besser","replies":[{"id":"","poster":"dNiW","date":"2016-12-08T17:53:03.721+0000","up_votes":1,"down_votes":0,"body":"ok leona hatte ich früher gespielt, dann werde ich das mal nutzen =)","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2016-12-07T14:15:02.975+0000","up_votes":1,"down_votes":0,"body":"Braum kann man gut mit Morgana counter. So kommt der Stun seiner Passiven nicht durch.\nAußerdem bekommt man den ADC mitm Ulty gestunnt auch wenn ein Braum davor steht.\nMit Spellshield einfach durchlaufen.\nJhin hat keinen Escape. Deswegen darf man gegen ihn auch nicht poken sondern hard engagen.\nLeona, Braum, thresh, blitz usw.\nMF Supp war eigentlich während der WM nur gedacht um Zyra´s Planzen zu countern.\nIrgendwie ist aber anscheinend der Trend geblieben ;)\nWarum auch nicht. Ich spiel auch Shaco support ^^","replies":[{"id":"","poster":"dNiW","date":"2016-12-08T17:52:41.063+0000","up_votes":1,"down_votes":0,"body":"achso das hab ich falsch beschrieben wir haben immer nautilus support und MF als ADC.\nOK also Poke vermeiden und Jhin fokusen alles klar =)","replies":[]}]}]}