{"id":"blF3dyEc","poster":"Ludovico","date":"2016-12-07T02:09:42.039+0000","title":"Patchnotizen 6.24","subforum":"Rückmeldungen zur Übersetzung","embed":{"title":"Patchnotizen 6.24","description":"Camille, der stählerne Schatten, wird im Laufe von Patch 6.24 erscheinen! Um die Wartezeit zu verkürzen, kannst du hier mehr über den neuesten Champion erfahren: Passiv wird bei Treffern an Türmen ausgelöst. Als wir den permanenten Effekt von „Zwillingsdisziplin\" zu einem mit zwei Aktivierungen umgebaut haben, sollten ihn Treffer an Gebäuden ursprünglich nicht auslösen.","url":"http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-624","image":"https://am-a.akamaihd.net/image?f=https://news-a.akamaihd.net/public/images/articles/2016/december/pn624/Camille.png&resize=64:"},"up_votes":1,"down_votes":8,"body":"Hy ihr interessierten,\r\n\r\nich dachte (nach l&auml;ngerer Abwesenheit in LoL), ich schaue mir mal die neusten Patchnotizen an. Auf Deutsch. Ein Fehler.\r\nMehr als 3 Minuten habe ich das nicht ausgehalten, also wundert euch nicht, dass es nicht &uuml;ber die ersten Paar Champions herausgeht.\r\n\r\n1) &quot;_Die Ranglisten-Saison 2017 startet w&auml;hrend Patch 6.24!_&quot;\r\nSo... &quot;guter Stil&quot; ist etwas relatives. Ich unterst&uuml;tze euch voll, wenn ihr &quot;_Mit diesem Patch wird die Rangliste zur&uuml;ckgesetzt_&quot; schreibt.\r\nAber muss es echt eine &quot;Ranglisten-Saison&quot; sein? Da w&auml;re mir sogar die &quot;Kompetitive Saison&quot;, oder schlicht &quot;ranked&quot; (nicht so als w&uuml;rdet ihr euch gro&szlig; darum bem&uuml;hen, NICHT wann immer ihr kein passendes deutsches &Auml;quivalent findet, einfach die englische Variante zu nehmen. Kein Vorwurf.).\r\n\r\nAber hey, ich werde in &quot;der Saison der Rangliste des Jahres 2017&quot;, bestimmt eine Menge Spa&szlig; haben.\r\nNur wenn ich mit Freunden &uuml;ber LoL sprechen werde, wird es 100% einfach &quot;ranked&quot; sein.\r\n\r\n2) &quot;_Passiv &ndash; Zwillingsdisziplin\r\n**DRUCK-NINJA:** Kann nun gegen Geb&auml;ude eingesetzt werden. _&quot;\r\n\r\nDas ist einfach nur peinlich. Es geht im Original nicht darum, dass Akali generell &quot;Druck&quot; hat. \r\nEs geht um &quot;Pushing&quot; - die F&auml;higkeit &uuml;ber ihre Lane zum gegnerischen Nexus zu gelangen. Nicht um &quot;Druck auf der Lane&quot;, was &quot;Lane Dominanz&quot; w&auml;re.\r\nIch glaube ihr wollt damit sagen, dass Akali nun ihre Wave besser &quot;dr&uuml;ckt&quot;? Und deswegen nennen wir sie einen &quot;Druck Ninja&quot;?\r\n\r\n{{champion:33}} .\r\n\r\n3) &quot;**_Der neue Dschungel war nicht nett zu Fiddlesticks, der einiges an Geschwindigkeit verloren hat_**&quot;\r\nNope. Hier h&ouml;rts auf f&uuml;r mich.\r\n- Der Dschungel war nicht nett... oookay.\r\n- Fiddlesticks hat einiges an Geschwindigkeit verloren... **Einfach FALSCH**?\r\n\r\nFiddlesticks F&auml;higkeit die Monster im Dschungel zu erledigen ist langsamer geworden.\r\n\r\nDass ihr nach dem Flie&szlig;text noch aus &quot;Buff-Fix&quot;, schlicht &quot;Buff&quot; gemacht habt, nur um dann den Bugfix aufzuz&auml;hlen, ist die Note mit der ich mich verzweifelnd ins Bett legen werde.\r\n\r\n\r\n______________________________________________________________________________________\r\n\r\nAbgesehen von der Tatsache, dass englische Meldungen inzwischen auf das [neue Format eurer Homepage verweisen](http://www.lolesports.com/en_US/articles/2016-league-legends-world-championship-numbers), w&auml;hrend wir [noch mit dem alten Format](http://euw.leagueoflegends.com/de/news/esports/esports-editorial/die-wm-2016-zahlen) bedient werden, in welchen die gesamte Infografik einfach viel kleiner und unleserlicher aussieht.\r\n\r\nSchafft doch einfach die Lokalisierung bitte ab.","replies":[{"id":"","poster":"Maíko","date":"2016-12-07T12:56:04.256+0000","up_votes":4,"down_votes":0,"body":">über die ersten Paar Champions herausgeht.\n\n\"Paar\" schreibt man nur groß wenn es sich um genau 2 Sachen handelt, die zusammen gehören:\n\"ein Paar Schuhe\"\nHandelt es sich jedoch um mehrere Objekte, wird es klein geschrieben:\n\"ein paar Schrauben\"\n\nErnsthaft...nach dem Satz hatte ich schon keine Lust mehr und habe aufgegeben.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-12-07T06:58:38.259+0000","up_votes":4,"down_votes":0,"body":"mimimi? sry aber wer über so etwas rummeckert sucht doch mit absicht etwas nur um zu meckern","replies":[{"id":"","poster":"Ludovico","date":"2016-12-07T11:12:46.729+0000","up_votes":1,"down_votes":1,"body":"Bin mir jetzt nicht ganz sicher, wofür dann deiner Meinung nach dieses ganze Unterforum existiert.\nEs heißt \"Rückmeldung zur Übersetzung\". Sollten dann wirklich nur falsch übernommene Zahlenwerte als solche gewertet werden?","replies":[]}]},{"id":"","poster":"ViviD VooiD","date":"2016-12-07T08:15:41.879+0000","up_votes":1,"down_votes":0,"body":"garen buff is kaum merkbar","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-12-07T08:01:07.029+0000","up_votes":1,"down_votes":0,"body":"1) Du beschwerst dich darüber, dass im Deutschen Ranglisten-Saison gesagt wird, aber nicht darüber, dass im englischen ranked season geschrieben steht? Das ist eine vollkommen korrekte Übersetzung. \n2)die Übersetzung für push ist Druck oder drücken. Und drückender Ninja klingt doof, da ist das mit Druck-Ninja ganz gut gelöst. Druck auf der Lane aufzubauen, hängt übrigens mit pushen (drücken) zusammen. \n3)Nein, die Fähigkeit, Jungle-Monster zu erledigen, ist nicht langsamer geworden (gewesen), sondern sein clearing speed. Ein korrekte Übersetzung wäre “Geschwindigkeit im säubern“, was auf Geschwindigkeit gekürzt wurde.","replies":[{"id":"","poster":"Ludovico","date":"2016-12-07T11:14:43.116+0000","up_votes":1,"down_votes":3,"body":"Nein, die Übersetzungen sind nicht \"korrekt\".\n\nAuch wenn ich mir nicht die Mühe geben werde, für dich deine Google/Translate Ergebnisse zu verbessern -.- .","replies":[{"id":"","poster":"Megamaexx","date":"2016-12-07T12:34:25.010+0000","up_votes":2,"down_votes":1,"body":"Na zum Glück hab ich den Google Übersetzer nicht benutzt.\nWorte wie push, season, clear benötigen kein Nachschlagewerk, wenn man in englisch etwas aufgepasst hat.","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-12-07T07:54:51.787+0000","up_votes":1,"down_votes":0,"body":"Du spielst ein Spiel ab 12. Es muss leicht verständlich und etwas kindgerecht formuliert sein. \n\nVielleicht solltest du dir ernsthafte Literatur nehmen, statt patchnotes oder du formulierst die Updatenotizen in Fachsprache um.","replies":[]}]}