{"id":"EM2cKtBp","poster":"Kirschkern","date":"2020-03-05T04:44:46.518+0000","title":"[TGSG] Giveaway. Neustart. Drei Tage Wochenende","subforum":"Allgemeiner Chat","up_votes":8,"down_votes":1,"body":"Sehr geehrte registrierte und nicht registrierte Forennutzer,\nSehr geehrte stille Mitleser und aktive Dauergäste,\nSehr geehrte Heulsusen und hardcore Flamer,\nSehr geehrte Schoßhündchen und aufsässige Rebellen,\nSehr geehrte Wood V und krasse High Elo Spieler,\nSehr geehrte Normalos und bunt hervorgehobene Volus,\n\n\neinen schönen guten Morgen wünsche ich euch! Es ist eine Art Premiere das ich “schönen guten Morgen” benutze, also wisst es zu schätzen ;)\n\nAber heute ist ja auch fast schon ein besondere Tag. Da ich morgen frei habe, werde ich vermutlich erst aus dem Bett fallen wenn schon alles Feierabend hat. Demnach werde ich eher wenig bis gar nicht anwesend sein. Verabschieden wollte ich mich aber trotzdem!\n\nWas heißt verabschieden …\n\nRiot Games hat beschlossen einen ihrer Arme abzuschneiden und uns, die Community, fallen zu lassen. Wir alle wissen dass das League of Legends Forum eventuell nicht das aktivste der Welt ist im Vergleich zu mittlerweile populären Seiten wie Reddit oder ähnlichem. Aber darum sollte es doch auch eigentlich gar nicht gehen, oder?\n\n**Fakt ist:** Es gibt Foren die weitaus mehr einer tödlich trockenen Wüste ähneln als die League of Legends Foren. Es sind die Foren zu dem Spiel das uns seit Jahren Freude bereitet und uns in den Wahnsinn treibt. Ganz egal wer was wie wann genau hier nutzt. **Fakt ist auch:** Es gibt uns. Uns Spieler, Menschen, die diese Foren gerne benutzen. Ob Hilfe gebraucht wird, Mitspieler gesucht werden, Entbannungs Anträge gelesen werden wollen oder zur puren Unterhaltung auch mal nicht mit League als Hauptthema.\n\n**Fakt ist:** Nicht wir haben’s verbockt. Man hat uns alleine gelassen und am Ende abgetrennt. Das was hier über die Jahre entstanden ist, hat doch niemand wirklich mitbekommen. User lernen untereinander kennen, man findet gute Diskussionspartner oder sogar Leute die es auf die Freundesliste im Client schaffen und aus den Spielen nicht mehr weg zu denken sind. Sogar “Zusammenarbeit” mit den anderen Foren hat es gegeben. Sozusagen ein globaler Zusammenschluss .. oder so ^^’\n\nNatürlich ist es kein Weltuntergang und keine gigantische Sache oberflächlich betrachtet. Gibt ja immer jemanden der denkt “Ach komm, stell dich an”. Aber hier geht es auch ums Prinzip. Statt die Foren, welche nun mal ein Teil einer Community und eines Spiels sind, zu aktivieren - entscheidet man sich dazu sie zu amputieren. **WP GG!** Man hat sich wirklich sehr viel Mühe gegeben. Nicht.\n\n#Also, was jetzt?\n\nWir handeln selbst. Wir sind immer noch die Community und wir können auch auf eigenen Beinen stehen. Auch wenn es vielleicht seine Zeit brauchen wird, einen Versuch ist es wert.\n\n#**_~~lolboards.de~~_**\n\nEure zukünftige Anlaufstelle - ein Forum von der Community für die Community. **Megamaexx** war der erste den ich mit der schönen Idee gelesen habe einfach selbst ein Forum zu eröffnen. Und bereits jetzt, wo alles noch im Aufbau ist und gefühlt rund um die Uhr daran gearbeitet wird, ist die Qualität und verwendete Liebe weitaus mehr als man hier hätte erwarten können. Als Riot selbst jemals investiert hat.\n\nAn dieser Stelle möchte ich auch direkt unseren bunten Foren Feen den Volus danken. Mir ist bewusst das euch in vielen Dingen die Hände gebunden sind und ihr Vorschriften habt die eingehalten werden wollen. Manchmal okay, manchmal zu kleinlich. Nichtsdestotrotz wart ihr wenigstens präsent, zumindest ein Teil von euch. Habt euch bemüht mit euren Events deren Gestaltung und Ausführung. Ihr habt für Recht und Ordnung und Chaos gesorgt. Also Danke. Danke das ihr versucht habt die Fahne oben zu halten. Manch einer hat sich sogar an unseren TGSG Runden beteiligt. Offen gestanden viel zu selten, aber das würde jetzt den Rahmen sprengen xp Und ich bin noch längst nicht fertig hier! Ihr dürft mich, Azima, immer noch gerne adden via League Client ;D XDD\n\nNa? Wer wird langsam ungeduldig und will wissen was es mit dem Giveaway auf sich hat? =p\n\nUm nochmal auf das “von der Community für die Community”-Forum zurück zu kommen, (_***~~lolboards.de~~***_) ist dort auch alles recht modern. Wie bereits erwähnt wird dort immer noch rumgebastelt und Vorschläge zwecks Verbesserung o.ä.werden gerne angenommen und auch wenn nötig und möglich umgesetzt. Neben einem persönlichem Profil was inkl. Avatar immer wieder angepasst werden kann und es diverse andere Einstellungen gibt die Normalität sein sollten (Privatsphäre, Benachrichtigungen usw.) können dort Threads erstellt werden ;D höhö. Welchen ihr aber wohlgemerkt eine persönliche Note verleihen könnt. Signaturen hinzufügen kann man ebenfalls. Man kann Leute in Threads/ Kommentaren pingen und man hat sogar die Möglichkeit Direktnachrichten zu nutzen. Den Rest könnt ihr selbst raus finden =p Ich bin jedenfalls von dem Ganzen ziemlich angetan und würde mir wünschen ihr wärt es auch bzw. lasst euch zukünftig begeistern und vielleicht, mit etwas Zeit und einem herzhaften Anlauf, finden sich genug Leute ein um etwas wirklich großes und schönes auf die Beine zu stellen und sogar zu halten. Das wünsche ich mir für uns.\n\nWas das Giveaway angeht …\n\nTatsächlich war das kein Scherz.\n\nErwähnte ich schon das ich Freitag frei habe? Ich freue mich so sehr das ich beschlossen habe Chicken Nuggets am Freitag zu frühstücken XD Einfach weil ich es kann! Egal wann ich aufstehe °^°\n\nMeinen Dank möchte ich auch dem OT aussprechen.\n\nHätten sich KP und der Schwan nach meiner Hühnchen Süß-Sauer Bestellung und QBert nach dem Dusch-Thread nicht so auf mich eingeschossen und wäre dann nicht noch Eibert dazu gekommen, wäre ich niemals im Forum geblieben. Manch einem wäre das vielleicht ganz lieb gewesen =p Aber das bleiben hier hat mir die schweren und grauen Arbeitstage doch sehr erleichtert. Außerdem habe ich hier das ein oder andere tolle Wesen kennen gelernt und das TGSG ist entstanden und trotz allem immer noch beständig. Also danke für das auf mich einschießen, danke für die Teilnahme an den Threads, danke für eure kleinen oder großen Storys die ihr teilt und danke einfach für’s da sein. Auch wenn mir immer wieder Sachen um die Ohren fliegen wie “Ohne dich wäre das doch gar nicht”, widerspreche ich da gerne. Das mag nur ein kleiner Teil sein. Overall wäre ohne gewisse Schachzüge gewisser Leute oder Zuwendung/ Unterstützung/ Teilnahme anderer nichts wirklich passiert. Auch dafür danke an die Spamer, die 50 Milliarden Smurfs, die Trolle, die Strippenzieher und Puppenspieler, die klugen Köpfe, die Lebenden, die Toten, die toten Lebenden, die lebenden Toten und alles was ihr seid und nicht seid. \n\nJetzt aber zum Giveaway!\n\nNatürlich habe ich einen Clickbait gebraucht um möglichst viele Leser zu bekommen (nicht das wir jemals wirklich wenige Klicks hatten), damit vor allem das _***~~lolboards.de~~***_ Forum promoted wird. Was zieht bitte mehr als Sachen geschenkt zu kriegen? Insbesondere League of Legends Skins. Genau. Denn darum geht es bei dem Giveaway.\n\n**Wer darf mitmachen?**\nDu verwendest deinen Main-Account und bist mindestens Level 30. Das sollte das mindeste sein und hey - das ist immernoch mein Geld =p Ansonsten kann **JEDER** teilnehmen wer gerade Lust hat.\n\n**Was wird ver-giveawayt?**\nPlatz 3: Ein Symbol nach Wahl\nPlatz 2: Ein geheimnisvoller Skin \nPlatz 1: Ein geheimnisvoller Skin (Mindestwert: 975 RP)\n\n**Wie kann man gewinnen?**\nUm einen der drei Plätze belegen zu können, muss völlig simpel eine Aufgabe erledigt werden.\nAufgabe: Erzähle von deinem schönsten Moment/ deinen schönsten Momente während deiner Forenzeit. Dazu gehören auch Situationen die Eindruck bei dir hinterlassen haben. Beispielsweise eine besonders intensive Diskussion oder jemand der sich wahnsinnig ins Zeug gelegt hat um Hilfe bei einem Problem o.ä. zu leisten.\n\nEure Schwelgerei sollte mindestens aus 50, maximal aus 200 Wörtern bestehen und soll hier in diesem Thread gepostet werden. Sucht euch eine schöne Überschrift aus (wird nicht zur verwendeten Buchstabenanzahl dazu gezählt) oder verwendet das Wort “Giveaway” und setzt am besten ein # davor, damit die Buchstaben größer und fett gedruckt hervorgehoben werden. So ist die Gefahr geringer das eure Erzählung mit einem einfachen Kommentar verwechselt wird.\n\nEine hidden Fun-Aufgabe ist es außerdem sich auf der Seite _***~~lolboards.de~~***_ zu registrieren und die Seite aktiv positiv zu nutzen ;)\n\nAm Ende wird es darauf hinauslaufen das ich mir die besten, ich nenne sie jetzt einfach “Shortstories”, raus suche und entsprechend die Plätze verteile. Sollte es schwierig werden nehme ich mir das Recht raus Unterstützung zur Hilfe zu nehmen. Sollten zu wenige Leute teilnehmen, werden die Plätze/ Preise entsprechend (nach Gefallen) aufgeteilt. Wer klug ist, gibt sich in Gestaltung und Formulierung Mühe. Aus Schulzeiten weiß ich noch dass so etwas in Sachen Bewertung manchmal einen großen Unterschied machen kann.\n\nAusgewertet wird das Ganze über den Zeitraum: 05.03.2020 - 08.03.2020 14 Uhr. Alles was danach kommt wird nicht mehr berücksichtigt. Die Gewinner werden dann am 08. März 2020 ab 20 Uhr bekannt gegeben und von meinem Main-Account geaddet um die Preise entsprechend zu verteilen.\n\nSollte ich etwas vergessen haben oder noch Fragen bestehen, dann bitte hier melden. Dann versuchen wir Lücken zu schließen oder Unklarheiten zu beseitigen.\n\nIch wünsche euch jetzt erstmal noch einen schönen Donnerstag und hoffe genug Leute geködert zu haben um das neue Community Forum _***~~lolboards.de~~***_ unter die Leute zu bringen °-° In meiner allerersten Community war das Motto: ***Gemeinsam niemals einsam!*** - Vielleicht lässt sich das irgendwie übernehmen :> Ich wünsch euch was.\n\n~Azi","replies":[{"id":"","poster":"KorSett","date":"2020-03-05T06:51:27.048+0000","up_votes":4,"down_votes":0,"body":"#Mein Championkonzept der Sauerbraten\n_____\nHabe ja schon so einiges im Forum gepostet und viele Teams über das Forum aufgebaut. Aber früher waren Championkonzepte richtig in, und da hatte ich den Sauerbraten. Er hatte so ein bisschen funktioniert wie Yuumi, blos statt das dich die Katze geheilt hat, hat man halt ein Stück Sauebraten gesnackt etc. \nAnsonsten fand ich auch immer toll einen Forumspost von gewissen aliasen zu lesen (\"TalonADC\" \"SilverAAtrox\" usw.). Insgeheim vermiss ich deren Posts heute noch und jetzt wo das Forum geschlossen ist werden wir wahscheinlich vorallem diese Flame-/Salzposts vermissen dürfen. \n {{sticker:zombie-nunu-bummed}} \n______\n#Giveaway\n\nLG Korsett","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-05T06:57:23.376+0000","up_votes":4,"down_votes":0,"body":"Vielleicht haben wir ja Glück und es verirren sich jede Menge Salzbrezeln in unser neues Forum, dann kannst du dich dort weiterhin von solchen Posts unterhalten lassen ;) \nhttps://lolboards.de/forum/","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T08:04:32.870+0000","up_votes":1,"down_votes":0,"body":"Vampirknight96 und GiftigeRiven \nJa das kann man schon vermissen ... irgendwie ^^","replies":[]}]},{"id":"","poster":"CptPICHU","date":"2020-03-05T07:23:51.577+0000","up_votes":3,"down_votes":0,"body":"**Die TGSG-Toad Ära und Usersupport**\n\nIch für meinen Teil verbinde die Boards mit Blödsinn-auf-Arbeit-machen :'D\nHabe etwa 2017 das hier alles \"entdeckt.\" Natürlich hab auch ich als stiller Mitleser begonnen, der SEHR confused war, was hier abgeht\n{{sticker:sg-miss-fortune}} \nUnd dann hab ich einfach dazugesenft. Damals noch als SRB Toad übrigens ;)\nIch war/bin??? der reudige Köter, der aus Gründen reden kann und Chips, Kekse und andere Dinge frisst.\nImmerhin - meistens - stubenrein!\nIch war zwar zwiscjhenzeitlich nicht so aktiv - musste auch mal Arbeiten :'D - aber ich hab mich wohl gefühlt.\nFinde es auch gut, dass die Ära zwar Endet - aber nicht stirbt!\n\n---Volunteer-Zeug---\n\nDa mir Community-Interaktion und Co. ne Menge Spaß macht, hatte ich mich Ende 2019 als Volu beworben - dachte\nmir ich probier's einfach mal :D\n...was soll ich sagen? Es wurde leider nix. ...Spaß xD\nIch Chaot wurde tatsächlich reingenommen und mache seitdem öfters mal Problemlösung im Forum.\nSpäter gibts ja nurnoch Discord - da fitz ich mich wohl auch mal noch rein... :D\nAußerdem hatte ich noch ein kleines Projekt - das ist aber noch nicht so weit.\n(Hat was mit dem Messenger Telegram zutun.)\n\nEs macht echt Bock, Spielern zu helfen und dann zu sehen, dass alles geklappt hat. :3\n\n...Das hier ist wohl mein längster Post bisher. :o\n\nLG,\n-Pichu (Ehemalig: SRB Toad) :3\n\nADD: Ich vermisse euch - Eibert Rümmel - Qbert - King Prow ._.","replies":[]},{"id":"","poster":"G2 Slippi","date":"2020-03-05T06:02:48.972+0000","up_votes":3,"down_votes":0,"body":"#Meine Ankunft in der TGSG-Familie\n\nFrüher war ich einfach nur stiller Mitleser, so wie viele andere auch. Doch eines Tages habe ich mich dazu entschlossen dieses Leben hinter mir zu lassen und einfach mal einen Thread zu kommentieren --> tatsächlich eine meiner besten Entscheidungen die ich jemals getroffen habe :)\nIch hab also kommentiert, worauf Kirschkern auf meinen Kommentar eingegangen ist. Leider hat sie damit die **HYDRA** heraufbeschworen, aber zusammen ist es uns gelungen sie zu besiegen {{sticker:sg-ezreal}} \n\nDer Eintritt in die TGSG-Familie war tatsächlich einer meiner schönsten Momente in meiner Forumszeit {{sticker:galio-happy}}","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T06:41:06.311+0000","up_votes":3,"down_votes":0,"body":"And the Winner iiiiissssss …. XD Ich erinnere mich an die Hydra :DDD\n\n°^° Ich bin ja gespannt ob noch andere und wie viele am Ende teilnehmen werden. Oder ob es am Ende nur der \"interne\" Kreis ist XD Oder vielleicht nur du … dann bekommst du Platz 1 - 3 o.O","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2020-03-05T05:54:37.935+0000","up_votes":3,"down_votes":0,"body":"Hier der Link zu unserem Leagueforum-Nachfolger **lolboards.de**:\nhttps://lolboards.de/forum/\n\n@Kirschkern, vielleicht könntest du den Link auch noch in deinem Eröffnungsthread einbauen ;)","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T06:37:07.084+0000","up_votes":3,"down_votes":0,"body":"Da ist ein Zwinker Smiley. Soll das Ironie sein? Oder soll ich ihn neben den fünf Erwähnungen nochmal erwähnen? XD Pls … Ich hab nicht mal vier Stunden geschlafen!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-05T06:54:20.269+0000","up_votes":2,"down_votes":0,"body":"Es sind zwar haufenweise Erwähnungen, aber kein Link ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T07:50:37.523+0000","up_votes":1,"down_votes":0,"body":"Ich hatte Angst der Link würde etwas an der \"Formatierung\" Zerstörung und selbstständig Bilder einfügen oder so. Ich war richtig krass paranoid XD Aber es war auch schon halb eins heute Morgen und ich war somit gut und gerne 20 Stunden wach. \"Gut und gerne\" XD Mir brennen gerade fast die Sicherungen durch hab ich das Gefühl D:","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2020-03-05T22:28:05.634+0000","up_votes":1,"down_votes":0,"body":"Das is doch alles ne riesengroße Scheiße ! Warum musste es so kommen ? Wegen Corona ? Weil sie kein Bock mehr haben die Community \"durchzufüttern\" ? Weil China ? Weil sie keine Ressourcen auf uns verschwenden wollen ? Haben wir zuwenig Skins gekauft, daß das Geld für son Forum nich reicht ? Bei Glyph klappts doch auch, da war ich sogar fast Alleinunterhalter im deutschen Forenteil, und das hässliche Ding lebt immer noch !? Von wegen wegen zu wenig Beteiligung ! Warum geht das hier nicht ?  Ist es die Kritik ? \n\nAch egal, ich wünsch dem TGSG und allen die es wirklich ernst mit dem Game meinen viel Erfolg mit ihren neuen Anlaufstellen. Seht zu, daß ihr nicht die Trolle übernehmt, die hier rumförstern und die überall WhiteKnights sehen, nur weil sie die Spielregeln nie kapiert haben , mit ihren Ranking prahlen, aber mittlerweile 5 acc's gesperrt bekommen haben, weil sie sich nicht zu benehmen wissen.\n\nAlso, dann alles Gute !\n\np.s.\nMaddin, ich mag Dich, und auch Strife und Pichu und Sirrkas und Stäbchen und Kirschli und Slipper und Angel ... und ... {{sticker:vlad-salute}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-03-05T23:18:57.928+0000","up_votes":2,"down_votes":0,"body":"Awww danke, ich mag dich auch","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-03-08T13:46:41.880+0000","up_votes":1,"down_votes":0,"body":"#Vorgezogene Verkündung\n\nDa die Zeit ja eh schon abgelaufen ist, kann ich auch die Verkündung vorziehen :o\n\nWenn ich mich nicht mal zwischen fünf Teilnehmern entscheiden kann, kann ich ja schon froh sein das es nicht mehr waren :p Ino zählt nur so halb weil ich ja actually gesagt habe \"Du benutzt deinen Main Account\".\n\nNun denn.\n\nEntschieden habe ich mich folgender Maßen:\n\nPlatz 3: Maddin, KorSett, Slippi, InoKami \nPlatz 2: Pichu\nPlatz 1: flinxxx\n\nDie Skins gehen so raus und wer welches Icon haben möchte wird dann privat geklärt.\n\nHoffentlich sieht man sich im neuen Community Forum wieder &lt;3\n\nAnsonsten .. da hier Morgen alles dicht gemacht wird .. alles Gute :)","replies":[]},{"id":"","poster":"INoKami","date":"2020-03-05T19:02:08.513+0000","up_votes":1,"down_votes":0,"body":"#...Immerhin war er von seiner Idee überzeugt\n\n---\nSo. Ich möchte auch mal einen kleinen, amüsanten Schwenk aus unserer Konzepte-Ecke erzählen. Vor 2 oder 3 Jahren, weiß nicht mehr genau, flog ein neuer Vorschlag in unsere Stube: ein Känguru-Skin für Rengar, weil er ja immer durch die Büsche hüpft. Genannt hat er es Rengaroo. So weit, so kreativlos (weil mehr als das, was ich zusammengefasst habe, hat er nicht geschrieben).\nDieser ambitionierte Autor war allerdings so überzeugt von diesem Vorschlag, dass er kurzerhand in sämtlichen Konzepten der letzten 14 Tage ein Post der Marke \"Alles schön und gut... aber wie findest du einen Rengaroo-Skin, bei dem er zwischen den Büschen hin und her hüpft?\" Ernsthaft, der hat 7 Posts in einer Stunde rausgehauen!\nNatürlich musste ich in meiner Funktion als Pseudo-Diskussionsleiter eingreifen und habe unter dem Originalpost erwähnt, dass so offensichtliche Werbung nicht ganz so toll bei uns ankommt und spammen schon gar nicht. Sah der aber irgendwie nicht ein und eine epische Diskussion entbrannte, bei der er leider nicht einsehen wollte, dass Spammen nicht ok ist. Und weil er merkte, dass wir nicht nachgaben, hat er auf trotziges 14-jähriges Kind geschaltet. Alleine dieser Wechsel war schon amüsant und das halbe Forum lachte mit uns, aber er blamierte sich endgültig, als er weiter alles und jeden flamte, ich beschloss, ihn etwas aufzuziehen (don´t feed the troll hat bei mir eh noch nie gezogen) und ihn, inspiriert von einem Der Heider-Video, etwas aufziehen wollte und so Phrasen brachte wie \"Und gleich wird er mir wahrscheinlich xy an den Kopf werfen oder mit Beleidigung z ankommen!\"\nDer Witz?\nEr hat genau das getan, was ich voraussagte (und bleib dabei todernst)! Ich habe mich selten so gekugelt vor Lachen...\nLeider wurde die Diskussion mittlerweile gelöscht (weil wir ihn zwischenzeitlich auch für den Spam reportet haben), bevor ich sie archivieren konnte. Dem trauere ich bis heute hinterher...\n\n_\nHonorable Mentions wären noch mein Beginn im TGSG, als ich spontan in einem warmen Junitag den Eisverkäufer gab und ein gewisses Schokohörnchen sofort anbiss (höhö) sowie meine Teilnahme an einem Dosenbiermarathon. Vor allem die Runde, wo jeder seine Waifu nehmen sollte und ich zunächst seltsame Kommentare für meinen Jinx-Pick erhielt (still best Waifu (in LoL)!). Mein Pentakill dürfte sie dann aber eines besseren belehrt haben (und die Aufnahme hab ich sogar noch!).\nAch ja, das waren Zeiten..._","replies":[]},{"id":"","poster":"INoKami","date":"2020-03-05T18:47:46.323+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 311, extra-späte Theater-Sonderausgabe**\n\nManchmal wünsche ich mir wirklich, ihr würdet auch meine Depressionen und etwaige andere Probleme haben. Nicht etwa, weil ich euch was böses wünsche, sondern wirklich, damit ihr vielleicht mal den Alltag aus meiner Perspektive sehen könnt und lernt, wie teilweise ein falsches Wort oder eine doofe Geste wieder mein Hirn das gesamte Wochenende über f _*_ cken kann.\nEs wird echt nicht besser über die Woche hinweg.\n\n(Wir treffen uns wieder am Samstag. Und wie ich schon berichtet habe, viel Zeit habe ich nicht, ihr zu sagen, was ich denke. Macht es auch nicht besser.)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2020-03-05T09:41:41.314+0000","up_votes":1,"down_votes":0,"body":"Nun ist Landolf Ladig doch nicht Gauleiter Thüringen geworden. Kann man gut finden denke ich, auch wenn mir die Alternative ebenfalls nicht gefällt.","replies":[{"id":"","poster":"Veezey","date":"2020-03-05T16:53:01.662+0000","up_votes":1,"down_votes":0,"body":"Gaulaeiter? Ist das sowas wie ein Super-GAU?","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T10:07:21.398+0000","up_votes":1,"down_votes":0,"body":"Ich höre kein Hip Hop :D","replies":[]}]},{"id":"","poster":"Veezey","date":"2020-03-05T16:51:13.663+0000","up_votes":1,"down_votes":0,"body":"Mein schönster Moment war einfach, dass ich für einen Joke gebannt wurde\n{{sticker:sg-miss-fortune}} {{sticker:zombie-brand-mindblown}} {{sticker:katarina-love}}","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T12:19:41.358+0000","up_votes":1,"down_votes":0,"body":"Noch 3 Stunden:/","replies":[]},{"id":"","poster":"flinxxx","date":"2020-03-05T11:59:12.118+0000","up_votes":1,"down_votes":0,"body":"# **Die ersten Worte sind auch Letzten – ein Kreis schließt sich -**\n\nEine meiner ersten wirklichen Aktivitäten im Forum hat mich wahnsinnig viel Überwindung gekostet – aber ich wurde von einer derartig positiven Reaktion der Community überrascht, daß ich dies bis heute nicht vergessen habe ...\n\n\nhttps://boards.euw.leagueoflegends.com/de/c/clans-teams-de/gmpkw95I-fsk-35-eraffnung-eines-a-35-senioren-oldi-grufti-clubs\n\n\n\nBye bye Forum \n\n\n\nDanke für diese Zeit – sie war einfach bemerkenswert.  \n\nDank an alle Aktiven diese Forums, ob nun Standard-Farben oder Koloriert\n\n\nGrüße flinxxx - oidlo","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-05T12:07:35.690+0000","up_votes":1,"down_votes":0,"body":"Auch du bist jeder Zeit in unserem neuen Forum willkommen ;)\nhttps://lolboards.de/forum/","replies":[{"id":"","poster":"flinxxx","date":"2020-03-05T12:09:38.242+0000","up_votes":1,"down_votes":0,"body":"Danke für die Einladung","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2020-03-05T07:58:50.721+0000","up_votes":1,"down_votes":0,"body":"Also wenn es eins gibt, das ich liebe, abgesehen von Azima, ist es in der Vergangenheit zu wühlen und all die schönen und unschönen Dinge zu finden. Mein erster TGSG Thread. Legendärer Titel und legendärer Ersteller [https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tknT9ojQ-tgsg](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tknT9ojQ-tgsg)","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T08:01:52.819+0000","up_votes":1,"down_votes":0,"body":"Das löst in mir Gefühle aus … Ich möchte dich schlagen XD","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-03-05T09:04:04.114+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}} Hab dich lieb","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T09:06:45.148+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T08:19:27.682+0000","up_votes":1,"down_votes":0,"body":"Brechreiz ? :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T08:27:10.850+0000","up_votes":1,"down_votes":0,"body":"> Ich möchte dich schlagen XD\n\n{{sticker:sg-zephyr}} {{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T08:20:31.751+0000","up_votes":1,"down_votes":0,"body":"Kannst deine alten theards ja auch im Archiv Posten :) \nDann bekommen wir so viele zusammen wie möglich zum in der Nostalgie schwelgen:)","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-03-05T09:04:26.805+0000","up_votes":1,"down_votes":0,"body":"Mache die womöglich noch am Wochenende","replies":[]}]}]},{"id":"","poster":"CptPICHU","date":"2020-03-05T08:52:35.619+0000","up_votes":1,"down_votes":0,"body":"Uran, wenn der Post SO LEGENDÄR ist,\ndann verewige ihn doch in unserem TGSG-Archiv xD\nEinfach schauen wie die anderen aufgebaut waren und genauso machen.\nThread erstellen und alles Einfügen.","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-05T08:53:51.742+0000","up_votes":1,"down_votes":0,"body":"Stell dir vor wir würden alle schon fest das neue Forum nutzen.\nDann könntest du Stäbchen jetzt einfach pingen oder eine DM schicken :o","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-03-05T08:52:44.726+0000","up_votes":1,"down_votes":0,"body":"Man! Da denkt man es könnte in Ruhe gearbeitet werden (ich hab noch nichts gemacht heute XD) und dann heißt es \"Gleich ist ein Termin\". Toll. Gute Aussage Pferd >.&lt; Ja was denn für ein Termin?\n\nv.v Angeblich von Chefin und ihrem Chef. Oder der Heimaufsicht oder allen. Keine Ahnung. Ich will die nicht Stunden im Nacken sitzen haben XD Da brennen bei mir wieder die Sicherungen durch. Vermutlich habe ich deswegen gestern noch meine ersten paar Urlaube bestätigt bekommen XD Damit ich \"beruhigt\" bin. Nur kennt Chefin das Pferd anscheinend nicht. Die treibt mich sogar zur Weißglut wenn sie kopiert und einen klugen Spruch los lässt wie \"Wenn Sie den Karton weg geräumt hätten, hätten sie jetzt Platz\" (um einen Wasserkasten unter den Schreibtisch zu schieben). Fakt ist das man Wasserkästen auch aufeinander stellen kann XD Ob sie das weiß? Bisher hatte ich halt nur keine Lust aufzustehen ._. Deswegen steht er da noch.\n\nUnd ja. 10.02 wurde nachträglich als Urlaubstag genehmigt + 06.03 + 22. - 28.04.2020. Der Rest wäre ja noch nicht möglich. Womit ich actually schon wieder ein riesen Problem habe weil ich ein verlängertes Wochenende im Mai haben wollte (21.05. Feiertag) und im Juni bestimmt das Sommerfest geplant wird. Aber das sind halt Sachen die mich null interessieren.\n\nAm 21.05. wird vor der anderen Einrichtung oben ein Blütenteppich gelegt für die Prozession der Kirche?! Irgendwie so was. Seit drei oder vier Jahren hat mich keiner mehr dahin gezwungen. Aber da ich dieses Jahr zum 20.05. und 22.05. frei nehmen \"wollte\" ist das eine Art \"zappeln lassen\". Selbiges im Juni wegen dem Sommerfest und weil ich den 01.07. auf frei brauche, da aber Rechnungslauf ist. XD Das die einen so provozieren müssen.\n\nAm witzigsten war aber, Zitat: \"Schade das sie sich nicht mit >Pferd&lt; absprechen können. Laut Stellenbeschreibung ist Sie Ihre Vorgesetzte. Frau >neue Kollegin&lt; hat nichts mit der Rezeption zu tun.\"\n\nRiesen Problem mit der Aussage. Verschissen riesiges Problem einfach.\n\nSchade ist die ganze Situation wirklich. Und Vorgesetzte? Hallo? Also erstmal … Wenn sie meine Vorgesetzte wäre, dann wäre es auch längst ihre Aufgabe gewesen seit Anfang Februar das Gespräch zu suchen bzgl. des Urlaubes und sogar schon davor. Denn abgemacht ist actually seit Mitte 2019 das untereinander die Urlaube abgesprochen werden. Ich habe es Minimum ein halbes Jahr versucht und bin gescheitert, also ist sie an der Reihe.\n\nUnd Moment mal was? Vorgesetzte? Stellenbeschreibung durch geblättert … Laut Stellenbeschreibung ist die Geschäftsführung meine erste und einzige direkte Vorgesetzte. Laut Organigramm ist die Heimverwaltung meine Vorgesetzte, gefolgt von der Geschäftsführung. Aber ich bin die Heimverwaltung. Also bin ich entweder meine eigene Vorgesetzte oder die GF direkt. Weiß die Frau eigentlich überhaupt irgendwas? Und die neue Kollegin hat nichts mit der Rezeption zu tun? Gaby hatte den identischen Job des neuen Weibes und hat immer gesagt bekommen das ihr Urlaub von meinem abhängt XDDD WAAAAAAAAAAASSSSSSSSSSSSSS ZUUUUUUUUUUUUUURRRRRRRRR HÖÖÖÖÖÖÖÖÖÖLLLLLLLLLLLLEEEEEEEEEEEE??????????????????\n\nAlso mich tiltet gerade dieser Part so hart, dass ich Ihr Schreiben nicht einfach unkommentiert lassen kann. Die Frau bettelt förmlich danach eine Antwort zu erhalten. Ich will das nicht so stehen lassen. lol Nachher denkt sie noch sie hätte Recht oder es sieht so aus als wäre ich mit ihrem Schreiben einfach einverstanden. Außerdem steht immer noch im Raum ob sie mich endlich für meine 2,5 Jobs bezahlen oder ich einfach alles abgebe wenn die nichts unternehmen. Das kann ich ja direkt mit verarbeiten. Und eine Anforderung eines Zwischenzeugnisses. Hier gehen in absehbarer Zeit zwei Hauswirtschaftlerinnen und eine Examinierte Pflegekraft. Eine weitere hat ebenfalls ein Zwischenzeugnis angefordert und neue Leute finden sie nicht. Vielleicht muss ich auch die Druck Karte ausspielen und mal die Fakten auf den Tisch knallen. Die kann nicht alle zwei Monate ihre Aussagen ändern. Außerdem hätte ich so einfach ein Zwischenzeugnis. Ob zur Einschätzung der eigenen Leistung oder ob ich es vllt doch für Bewerbungen nutze o.ä. wird sich dann eben zeigen. \n\nDas Ganze schreit jedenfalls für mich nach einer harten Klarstellung der Fakten und nicht das dulden von \"Ich rede mir alles zu Recht und Schön alle zwei Monate\" \\o/ KRRRIIIIEEEEGGGGG","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-05T08:00:44.891+0000","up_votes":1,"down_votes":0,"body":"**Ich**\n\nReicht das um zu gewinnen ? :D \nSpaß :) \n\nBuch mein schönster Moment hier ? Schwer zu sagen. Ich mag das hier einfach.  Sich in TGSG treffen und einfach über das schreiben was gerade passiert oder passiert ist. Was man gerade im Kopf hat oder was man vor hat. Das fand ich immer schön.  Das sich sowas wie eine Gemeinschaft gebildet hat mit eigenen kleinen regeln. \n\nDas ist schön. Und deshalb und natürlich auch wegen euch :P oder Vilt ihr wegen mir ? Komme ich auch jeden Tag wieder ^^ \n\nBald natürlich an anderer Stelle aber auf die gleiche weiße :) \nFinde es auch toll das wir das so schön lange schon aufrecht erhalten und immer fleißig schöne und mal nicht so schöne theards erstellt werden :) \n\nIch fand auch meine anfangs zeit mit meinen *Transparenten plastik Bademantel* gut :D \n\nDas muss ich auch mal wieder beleben. \n\nDein Post ist echt schön. Und ich finde es schön Teil davon zu sein. \n\nAuf das das im neuen Forum so weiter geht :)\n\nDas du mich nicht extra erwähnt hast ? :D \nNur damit nicht die Massen die neuen Server stürmen ist auch ein guter Schach zu gewesen :D","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-03-05T06:37:29.766+0000","up_votes":2,"down_votes":3,"body":"Auch wir möchten hier einmal die Hand austrecken (:\n\nhttp://league-forum.de\nhttp://league-forum.com\nhttp://league-forum.net\nhttp://league-board.de\nhttp://league-board.com\nhttp://league-board.net\n\nÜber ein Vorbeischauen, Wünsche, Anregungen würden wir uns sehr freuen und fiebern dem Start der Platform im Deutschen, als auch Englischen Bereich entgegen (:","replies":[]}]}