{"id":"K8LEOzdB","poster":"Nibula","date":"2016-12-05T08:09:03.906+0000","title":"Schlechtes Ban Verhalten / Salty Community","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":18,"body":"Hallo,\n\nDa ich mittlerweile Overwatch spiele, habe ich mir mal gedacht: Schauen wir mal wieder bei LOL vorbei und sehen wir mal, wie &quot;schnell&quot; jemand bestraft wird. Denn der Grund, warum ich nun zu OW gegangen bin, liegt einfach daran, dass LOL einfach die schlimmsten Spieler hat, die ich jemals in einem Online Spiel gesehen habe. Flame ist ein Tagesordnungspunkt, Gegner verh&ouml;hnen ebenfalls Freundlichkeit gibt es nicht.\n\nIn 3 Spielen hintereinander habe ich bewusst den ersten Spieler, der flamt, voll zugeflamt. Und nicht sowas wie &quot;gg noob&quot; geschrieben, sondern wirklich der ganzen Familie Krebs und Ebola gew&uuml;nscht, dazu noch soll die ganze Familie vergewaltigt werden. Also wirklich beleidigt auf den schlimmsten Niveau, schlimmer geht es nicht. Interessanterweise sind die ganz schnell wieder ruhig geworden, selbst die haben dann aufgeh&ouml;rt zu flamen! Es kam eher sowas wie &quot;ich hoffe du wirst gebannt&quot;, worauf ich eher sowas  geantwortet habe wie &quot;Wenn deine Mutter stirbt, ist es mir das Wert&quot;. \n\nIch glaube kaum, dass mich keiner reportet hat. Es war wirklich nicht freundlich. Passiert ist gar nichts. Ich habe keinen Ban, keine Verwarnung, keinen Hinweis, keine sonst etwas bekommen. \n\nUnd jetzt eher zu meiner Frage: Warum werden solche Spieler nicht fr&uuml;her gebannt? Warum wird sowas kommentarlos geduldet? Solch ein Verhalten ist nicht entschuldbar, nicht einmal ansatzweise. Und dann sich wundern, warum die LOL Community als einer der schlechtesten gilt? \nWenn ihr mal &ouml;fters und richtig gegen solche Spieler vorgehen w&uuml;rdet, dann w&uuml;rden vielen dieses Spiel deutlich mehr Spa&szlig; machen. Auch bei den Game Awards hat OW den Titel als bestes eSports Game geholt und LOL ging leer aus.\n\n\n**EDIT: Kurze Zusammenfassung:**\n**Wer Straftaten begeht sollten meines Erachtens gebannt werden.**\nDas ist meine Meinung. Die meisten sind hier anderer Meinung. Meinetwegen. Mehr wollte ich nicht hervorheben und wie es scheint, findet sich dafür kein Zuspruch. Das muss ich so respektieren.\n","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T08:27:53.743+0000","up_votes":10,"down_votes":1,"body":">  Auch bei den Game Awards hat OW den Titel als bestes eSports Game geholt und LOL ging leer aus.\n\nDas liegt daran dass alle nominierten Titel zwischen 24. November 2015 und 24. November 2016 released worden sein müssen. LoL wurde 2009 released und war somit nicht mal in der Auswahl, ebenso wie all die anderen Esport-Titel die OW in die Tasche stecken können. LoL hat im Release-Jahr übrigens 12 renommierte Game Awards gewonnen.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T08:39:27.923+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0001,timestamp=2016-12-05T08:27:53.743+0000)\n>\n> Das liegt daran dass alle nominierten Titel zwischen 24. November 2015 und 24. November 2016 released worden sein müssen. LoL wurde 2009 released und war somit nicht mal in der Auswahl, ebenso wie all die anderen Esport-Titel die OW in die Tasche stecken können. LoL hat im Release-Jahr übrigens 12 renommierte Game Awards gewonnen.\n\nIm \"bestes eSport\" Spiel war es nominiert dieses Jahr. Nur so zur Info.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T08:40:49.870+0000","up_votes":2,"down_votes":0,"body":"Wirklich? Reden wir hier über \"The Game Awards 2016\"? Falls ja, sollten die mal einen Blick in ihre eigenen Regeln werfen^^","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T08:43:40.801+0000","up_votes":1,"down_votes":3,"body":"Ja, Ich rede da von diesem Award:\nBest eSports Game \n- Counter-Strike: Global Offensive (Valve) \n- DOTA 2 (Valve) \n- League of Legends (Riot) \n- Overwatch (Blizzard) \n- Street Fighter 5 (Capcom) \n\nGewonnen hat da Overwatch.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T08:51:40.587+0000","up_votes":2,"down_votes":0,"body":"Alles klar, dann entschuldige ich mich für meine Fehleinschätzung.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-05T11:59:34.961+0000","up_votes":6,"down_votes":0,"body":"Seltsam, ich habe Overwatch und HotS gespielt und da fand ich die Community toxischer als in LoL. Es hat mich echt verwundert, wie man bei OW auch nur die Zeit dafür findet, Beleidigungen in den Chat zu tippen.","replies":[{"id":"","poster":"IcryWhenIpoop","date":"2016-12-06T00:48:48.601+0000","up_votes":2,"down_votes":7,"body":"Haha. War so klar diese Art Kommentar von dir. \"LoL over all!\"\nIch schliesse mich dem TE an. LoL beherbergt die wohl toxischste Community, die auch mir in vielen verschiedenen Onlinespielen untergekommen ist. Schwarze Schafe gibt es überall. Aber in keiner solch massiven Ansammlung wie in LoL.\nAuch das Bestrafungsverhalten seitens Riot ist sehr lasch. Und das sagt jemand wie ich, der selbst vor gut nem Jahr mal nen 14 Tage Ban kassiert hat. ^^ Und selbst, wenn es in LoL mal ne Banwelle gab, hat diese wohl kaum Wirkung gezeigt. \"Was, mein 3.Smurf wurde gebannt? Scheiss drauf! Ich mach mir nen 4.!\"\nWenn das Spiel an sich nicht so gut wäre, hätte ich schon längst damit aufgehört aufgrund der echt miserablen Community. \nAch ja. Bevor du mir wieder mit irgendwelchen superkrassen Statistiken kommst wie toll doch die Community von LoL ist. Das ist allein mein PERSÖNLICHES Empfinden! Und ich spiele seit gut 14 Jahren online. Und habe so einiges erlebt. Aber noch nie so  etwas wie hier.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-06T18:57:16.979+0000","up_votes":3,"down_votes":1,"body":"Ich sage nicht, dass die LoL-Community die beste ist die es gibt. Da fallen mir auch schon andere ein, die freundlicher waren. Sie schneidet bei mir aber besser ab als Overwatch und HotS. Du kannst das von mir aus gerne anders sehen, niemand zwingt dich dazu deine Ansicht zu ändern. Allerdings weiß ich nicht, was das Argument mit den 14 Jahren online soll. Das ist für mich auf einem ähnlichen Niveau wie \"ich hab Champion X auf Stufe 7, ich weiß wovon ich rede\", dabei zeigt das nur, dass man den oft gespielt hat, nicht unbedingt, dass man wirklich viel weiß. \n\nWenn du magst kann ich dir auch gerne eine Liste machen, welche Communities für mich am positivsten bis negativsten waren.","replies":[{"id":"","poster":"IcryWhenIpoop","date":"2016-12-07T02:50:04.501+0000","up_votes":2,"down_votes":6,"body":"Wie gut, dass ich geschrieben habe, dass es mein PERSÖNLICHES Empfinden ist.\nAber weniger gut, dass du mir unterstellst, \"dass man nicht wirklich viel weiß\".   Ah, warte! Du wirst jetzt wieder antworten, dass mein Argument für dich nur auf \"ähnlichen Nievau\" ist. Du bist für mich der klassische \"am Ende weiß ich alles besser Typ\". Zuerst tust du so als gibst du dem anderen Recht, um kurz darauf mit einem \"aber,...\" zu kommen. Dafür verurteile ich dich nichtmal. Einigermassen gebildete Menschen machen das so. Den anderen erstmal milde stimmen, um danach diese Person langsam in die Richtung zu schubsen, die man selbst für die richtige hält. Grundlagen guter Rhetorik eben. Clap clap","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-07T07:31:54.672+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FatGuyStoleMyIce,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0005000000000000,timestamp=2016-12-07T02:50:04.501+0000)\n>\n> Aber weniger gut, dass du mir unterstellst, &quot;dass man nicht wirklich viel weiß&quot;.  \n\nFind ich immer wieder gut, wie manche Leute meinen, daß man unbedingt austeilen muß aber selber nix einstecken können.\n\nDu wirfst ihm vor das er Dir iwas unterstellt und selber unterstellst Du ihm das er nicht einschätzen kann, wie es wirklich in Lol ist :\n\n> [{quoted}](name=FatGuyStoleMyIce,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00050000,timestamp=2016-12-06T00:48:48.601+0000)\n>\n> Haha. War so klar diese Art Kommentar von dir. &quot;LoL over all!&quot;\n\nSo kann man auch Leute in die Ecke drängen a'la \"Ich schubse meine Oma die Treppe runter und frage dann - Olle warum rennst'n so !\" . Grundlagen guter Rhetorik eben ^^\n\nIch mein, warum war das denn so klar , dieser Kommentar ? Kennst Du @Sirrkas persönlich ?\n\nWenn ich sage, ich spiel seit ~~15~~ 17 (grad nochma nachgerechnet) Jahren Online-Games und sage das LOL eben nicht die schlimmste Community hat und ich eben noch keinen einzigen Ban kassiert hab und inGame seit fast 2 Jahren mit ner grünen Schleife rumrenne, was sagt das aus ? Ist aber auch nur mein persönliches Empfinden ;)","replies":[]},{"id":"","poster":"Soúp","date":"2016-12-07T09:33:40.825+0000","up_votes":4,"down_votes":0,"body":"**Sein** *persönliches Empfinden* gegen **dein** *persönliches Empfinden*, aber dir scheint **deines** mehr Wert zu sein? \n\nDu bist in diesem Fall der \"am Ende weiß ich alles besser Typ\" und durchblickst dein eigenes Spielchen nicht? Naja.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-07T08:38:40.572+0000","up_votes":4,"down_votes":0,"body":"Wie ich sehe, kann man sich mit dir leider nicht zivilisiert unterhalten. Das war zwar abzusehen, dennoch bin ich von dir enttäuscht. Dann werde ich dir eben nicht erklären, welche Communities bei mir den besten Eindruck hinterlassen haben und warum. \n\nIch verstehe auch nicht, warum du so seltsam darauf reagierst, dass ich dein Totschlagargument \"ich spiele lange\" nicht angenommen habe. Das ist nunmal ziemlich niedriges Niveau, vor allem dann, wenn du nicht einmal weißt, wie lange dein Gegenüber spielt. \n\nWenn du zu jemanden etwas sagst wie \"Ich hab mehr Ahnung als du, ich bin Gold\" und dein Gegenüber ist Dia, stehst du danach auch ganz schön blöd da, weil du dich damit selbst ins Aus befördert hast. ","replies":[]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-12-05T08:22:37.897+0000","up_votes":5,"down_votes":1,"body":"Ich finde den Weg du den eingeschlagen hast, um deinen Punkt zu beweisen, absolut falsch. Aber das Ergebniss überrascht mich (leider) kaum.\n\nRiot ist in seiner Toleranz gegenüber Flamer viel zu freundlich. Es müsste bei Flame (gerade bei schlimmen) viel schneller (nicht härter, die Strafen sind absolut ok) bestraft werden.\n\nFlamer fühlen sich immer noch viel zu sicher in Lol.\n\n","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T08:37:39.616+0000","up_votes":1,"down_votes":3,"body":"Es hat mich interessiert, was in so einem Fall passiert. Seltener ist es geworden, dass sich Spieler über einen Bann beschweren, denn meist war er auch gerechtfertigt.\n\nich stimme dir zu, dass es schneller gehen soll, keine Frage. Aber mein Verhalten in den 3 Spielen ist nicht entschuldbar und absolut unangebracht in einem Spiel. Vergleiche ich das mal in einem Freizeit-Fußballspiel, würde ich von allen Mitspielern aus dem Spiel ausgeschlossen. Verständlich auch, dass ich ein Fussballspiel verlasse, wenn ich da beleidigt werden, da hat man auch Verständnis. In LOL werde ich dafür bestraft, ein Spiel vorzeitig zu verlassen (vermutlich auch nicht, weil ich ja nichtmal als intensiv-Flamer bestraft werde). Bei einem Profi-Fußballspiel hätte so ein Verhalten gleich eine Geld und Spielesperre zur Folge, fast schon einen Ausschluss aus dem Profisport. \n\nVielleicht auch genau deswegen finde ich es unangebracht, das die Strafen zu lau sind, bzw. Ich weiß ja gar nicht, was passiert, wenn ich weiter flamen würde. Vielleicht probiere ich es noch weiter aus. Seit den 3 malen habe ich nichtmehr gespielt.","replies":[{"id":"","poster":"HyperionCH","date":"2016-12-05T09:24:22.170+0000","up_votes":4,"down_votes":0,"body":"Das System überprüft erst, wenn du einen schlechten Ruf hast (wie eine Toxiness-Elo).\n\nDa du früher bei über 100 Games immer vorbildlich warst, wird dein Ruf noch sehr gut sein. Deshalb dauert es länger als bei einem Spieler, der mit durchschnittlichem Ruf zu flamen beginnt.\n\nDieses System hat den Vorteil, dass vernünftige Spieler nicht sofort bestraft werden, wenn sie 2-3 Games mit schlechter Laune spielen (z.B. wegen Stress bei der Arbeit oder sie bekamen mehrmals toxisxhe Mates und tickten einmalig aus)","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T09:34:40.047+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000,timestamp=2016-12-05T09:24:22.170+0000)\n>\n> Das System überprüft erst, wenn du einen schlechten Ruf hast (wie eine Toxiness-Elo).\n> \n> Da du früher bei über 100 Games immer vorbildlich warst, wird dein Ruf noch sehr gut sein. Deshalb dauert es länger als bei einem Spieler, der mit durchschnittlichem Ruf zu flamen beginnt.\n> \n> Dieses System hat den Vorteil, dass vernünftige Spieler nicht sofort bestraft werden, wenn sie 2-3 Games mit schlechter Laune spielen (z.B. wegen Stress bei der Arbeit oder sie bekamen mehrmals toxisxhe Mates und tickten einmalig aus)\n\nFindest du das System in der Hinsicht gut? \n\nMan muss dazu auch sagen: Beleidigung ist eine Straftat in Deutschland. Meine Nachbarin, die mich als \"Arschloch\" bezeichnet hat und ich sie dann angezeigt habe (lange Geschichte, ich hätte niemals damit gerechnet, dass ich dafür ins Gericht muss) , musste eine Geldstrafe von 1000€ + Gerichtskosten bezahlen (lag ungefähr bei 1200€ so wie ich das mitbekommen habe). Theoretisch kann ich das auch machen, wenn mich in LOL jemand beleidigt, nur wer sich hinter seinem Nickname verbirgt, finde ich schlecht heraus.\n\nIch kann verstehen, wenn jemand einen schlechten Tag hat. Das habe ich auch. Aber das rechtfertigt nicht, dass man dafür wildfremde Leute in einem Spiel Tod und Leid wünscht.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T09:49:00.028+0000","up_votes":6,"down_votes":0,"body":">  Aber das rechtfertigt nicht, dass man dafür wildfremde Leute in einem Spiel Tod und Leid wünscht.\n\nUnd dennoch hast du es getan ;)","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T10:01:18.318+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000,timestamp=2016-12-05T09:49:00.028+0000)\n>\n> Und dennoch hast du es getan ;)\n\nWeil es viele machen um ihren Frust abzubauen. Es \"funktioniert\" ja auch, irgendwo muss man das ja machen. Manche schreien in einen Kissen, andere gehen ins Fitnessstudio oder zum Boxen. Bei LOL werden (ohne wirkliche Konsequenz) Leute beleidigt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T10:29:28.636+0000","up_votes":6,"down_votes":1,"body":"Achso, weil es viele machen ist es okay, das wusste ich nicht. \n\n>  Es \"funktioniert\" ja auch, irgendwo muss man das ja machen. Manche schreien in einen Kissen, andere gehen ins Fitnessstudio oder zum Boxen\n\nDu beziehst dich hier, vermutlich ohne es zu wissen, auf die sogenannte Dampfkessel-Theorie von Konrad Lorenz, die besagt dass Aggression rausgelassen werden muss, dass man gelegentlich \"Dampf ablassen\" muss. Diese Theorie ist ziemlich populär...und das obwohl man schon seit Jahrzehnten zweifelsfrei weiß, dass sie nicht korrekt ist. \nHeute weiß man, dass Aggression durch das Ausführen aggressiver Handlungen künstlich aufrecht erhalten wird anstatt sie loszuwerden, also das genaue Gegenteil von dem was die Dampfkessel-Theorie postuliert hat. \n\nAggressionen müssen verarbeitet, nicht herausgelassen werden. Ein himmelweiter Unterschied.\n\nDementsprechend zieht deine Ausrede auch nicht du \"müsstest\" das machen. Du musst überhaupt nichts. Du machst das freiwillig und, wie du im Startpost sehr deutlich gemacht hast, sogar mit voller Absicht. Dafür gibt es, wie du selbst schon gesagt hast, keinerlei Entschuldigung, auch wenn du gerade offensichtlich eine suchst. Aber sorry, \"Die anderen machens auch\" und die Dampfkessel-Theorie sind absolut untaugliche Enschuldigungen. \n\nDu hast dich auf eine Weise verhalten die du selbst aufs schärfste verurteilst. Sorry, aber das ist einfach eine krasse Doppelmoral und da kannst du dich nicht rausreden. Man könnte sogar argumentieren dass du noch weitaus schlimmer bist, da du diese Sachen nicht etwa in der emotionalen Hitze des Gefechts geschrieben hast, sondern ganz bewusst mit voller Absicht.\n\nVersteh mich nicht falsch, die Tatsache dass Flamer nicht so konsequent bestraft werden wie sie sollten, find ich genauso schlimm wie du. Aber dass du so vielen Menschen mit voller Absicht geschadet hast und gegen deine eigenen Prinzipien verstoßen hast, nur um etwas zu beweisen was sowieso schon offensichtlich war, und jetzt auch noch versuchst das mit fadenscheinigen Gründen zu rechtfertigen...da hab ich wirklich keinerlei Verständis für. ","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T11:46:49.664+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000,timestamp=2016-12-05T10:29:28.636+0000)\n>\n> Versteh mich nicht falsch, die Tatsache dass Flamer nicht so konsequent bestraft werden wie sie sollten, find ich genauso schlimm wie du. Aber dass du so vielen Menschen mit voller Absicht geschadet hast und gegen deine eigenen Prinzipien verstoßen hast, nur um etwas zu beweisen was sowieso schon offensichtlich war, und jetzt auch noch versuchst das mit fadenscheinigen Gründen zu rechtfertigen...da hab ich wirklich keinerlei Verständis für.\n\nErstmal danke für die Dampfkessel-Theorie. Die kannte nicht.\nUnd das \"was sowieso schon offensichtlich war\" stimmt nicht. Ich wusste gar nichts darüber. Es ist ja nicht so, dass ich Flamer als Freunde habe oder Leaver. Ich habe keinen blassen Schimmer, was passiert, wenn ich einfach das Spiel mittendrin verlasse und wie oft ich das machen kann ohne Probleme. \n\nZum Leaven auch noch was: Am liebsten würde ich das Spiel verlassen und ein neues Spiel suchen, weil ich keine Lust habe mit jemanden zu spielen, der mich beleidigt. Das geht aber nicht in LOL, in Overwatch schon (zumindest Non-Ranked) problemlos und es kommt ein suchender Spieler nach. Da ein OW Spiel nur ung. 10-15min dauert und man eh jeden Helden picken kann, ist das kein Problem. Bei LOL ist eben das Problem, dass wenn man einfach das Spiel verlassen kann, Leute es auch verlassen würden, wenn ihn  ihr Team nicht gefällt. \n \nOzuraak schreibt ja \"Das der zugrunde liegende Algorithmus funktioniert\". Woher weiß er das? Hat er den geschrieben? Kennt er ihn? Hat er selber die Erfahrung gemacht? Behaupten kann man sowas problemlos. Viele Flamer, die sich hier beschweren, behaupten auch. Sie hätten 2 mal geflammt und wurden deshalb gebannt. \n\nFakt ist: Klar ist hier gar nichts. Und jeder kann sich selber mal eine Strichliste machen, wie oft es zu Flames in Chats kommt. Für mich persönlich war es zu viel und lange habe ich mich gefragt, woran das liegt. Oft habe ich einfach alle gemutet und ohne Chat gespielt. Trotzdem sollte man sich fragen, ob man wirklich auf Dauer den Titel als \"schlechtesten Community\" tragen will oder ob man lieber mal viele beleidigende Gamer komplett vergrault und damit auch riskiert, weniger zu sein. Und ich merke auch: Es passiert nichts. \n\nIch habe niemanden geflamt, der nichts böses gemacht hat. Das will ich mal klarstellen. Mir ist es egal ob jemand schlecht ist oder nicht. Man kann ja versuchen, da was zu tun und helfen. \n\nNochwas: Gewonnen habe ich 2 von den 3 Spielen trotzdem. Es ist nicht immer der Teamkollege, der flamt. Beim letzten Spiel war es der Gegner, der erst was von \"Babysitting\" gesprochen hat und dann sowas wie \"die you bitch\" schrieb.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T12:04:13.485+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000,timestamp=2016-12-05T11:46:49.664+0000)\n> und damit auch riskiert, weniger zu sein. \n\n\nIch glaube nicht, das die Anhängerzahl weniger wird :\n\nhttp://mein-mmo.de/magazin/medien/2016/11/LoL-Overwatch-234x300.jpg\n\n(http://mein-mmo.de/overwatch-lol-korea/)\n\nWas mich bei Deiner Geschichte stört, wieviel Spieler hast Du wohl mit Deiner Aktion vergrault ?\n\nbtw. Overwatch ist gehypt https://esports.yahoo.com/dont-panic-overwatch-isnt-overtaking-league-of-legends-yet-175258795.html und wenn es Blizzard mit Overwatch genauso wie mit Diablo 3 anstellt, dann wird man zumindest bei der Gamescom schneller mal nen Platz zum Anspielen bekommen ^^ denn nur da kann ich es kostenlos spielen und muß keine Kohle für sowas rausschmeißen.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T13:03:03.679+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000001,timestamp=2016-12-05T12:04:13.485+0000)\n>\n> Ich glaube nicht, das die Anhängerzahl weniger wird :\n> \n> http://mein-mmo.de/magazin/medien/2016/11/LoL-Overwatch-234x300.jpg\n> \n> (http://mein-mmo.de/overwatch-lol-korea/)\n> \n> Was mich bei Deiner Geschichte stört, wieviel Spieler hast Du wohl mit Deiner Aktion vergrault ?\n> \n 0\n\nÜbrigens: Qualität ist nicht Quantität. McDonalds macht ja auch nicht bessere Burger als Hans-im-Glück, nur weil sie mehr verkaufen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:29:33.287+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000010000,timestamp=2016-12-05T13:03:03.679+0000)\n>\n> 0\n> \n> Übrigens: Qualität ist nicht Quantität. McDonalds macht ja auch nicht bessere Burger als Hans-im-Glück, nur weil sie mehr verkaufen.\n\nDa magst Du recht haben. \n\nAllerdings wollte ich darauf hinaus, das LOL eben eine hohe und wohl auch weiter wachsende Anhängerschaft hat/haben wird und ich nicht glaube, das RIOT da mit falscher Rücksichtnahme die Flamer drinbehält, nur damit's soviel aussieht. Es ist genauso, wie @Eingew es vorher schon erklärt hat :\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/K8LEOzdB-schlechtes-ban-verhalten-salty-community?comment=00020000000000000001\n\nEs spielen eben noch andere Faktoren eine Rolle. Hinzu kommen ja noch die Bestrafungsstufen. Da wärst Du , wenn Du mit Deinem Experiment weitergemacht hättest , auch zuerst drin gelandet. Bevor wir hier überhaupt weiterdiskutieren würde ich Dir auch mal eben die ganzen Supp-Seiten zu dem Thema ans Herz legen. Dazu gibt es dann noch einige gute Threads zu der Thematik hier und in der Startseite z.b. \"Riot antwortet ...\" oder so. Da waren auch einige interessante Sichtweisen und Erklärungen zu lesen. Und dann hat man vlcht. mal eine bessere Basis, als so ein zweifelhaftes \"Experiment\" .\n\nWas bedeutet die  0 ? Das hab ich nicht geschrieben, oder war das Deine Antwort darauf, daß Du 0 Spieler vergrault hättest ? Da frage ich nochmal, woher weißt Du das ? Vlcht. hat gerade jetzt einer von denen, mit denen Du gespielt hast , LOL deinstalliert ?","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T13:39:02.235+0000","up_votes":2,"down_votes":4,"body":"Das Problem ist: Wenn ich schreiben würde \"andere beleidigen mich, warum werden die nicht gebannt?\", kommt als Antwort \"Woher weißt du das?\"\n\nSo: Nun habe ich es selber gemacht, somit kommt diese Frage nicht mehr. Die 0 habe ich geschrieben. Ich habe nicht gegen einen Lvl1 Spieler gespielt. Ich kann gerne mal für dich schauen, ob die nach meiner \"Attacke\" aufgehört haben zu spielen, was ich kaum glaube. \n\nUm das mal Abzuschließen: **Wer Straftaten begeht sollten meines Erachtens gebannt werden. **\n\nKann man es überprüfen? **JA**, denn man kann die Rechner der Spieler zur Auswertung hinzuziehen. Somit kann während des Spiels ermittelt werden, wer eine Straftat begeht oder nicht.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:47:24.917+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000001000000000000,timestamp=2016-12-05T13:39:02.235+0000)\n>\n>Ich habe nicht gegen einen Lvl1 Spieler gespielt. Ich kann gerne mal für dich schauen, ob die nach meiner &quot;Attacke&quot; aufgehört haben zu spielen, was ich kaum glaube. \n\nNaja, aber vlcht. gehen die in das nächste Game gestresster rein. Woher willst Du wissen, daß DEIN Flame keine bleibende Schäden hinterlassen hat ? Schonmal was von Chaostheorie gehört ? Kleine Ursache, große Wirkung usw. Ein für Dich lapidares Ereignis , wie der von Dir produzierte Flame , hat eventuell Auswirkungen auf das weitere Verhalten des Spielers, den Du geflamt hast, oder nicht ? Du kannst sowas also kategorisch ausschließen ?\n\n>Um das mal Abzuschließen: Wer Straftaten begeht sollten meines Erachtens gebannt werden. \n\nNaja, müßtest Dich dann ja selber anzeigen , newahr XD","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-05T14:02:27.511+0000","up_votes":5,"down_votes":0,"body":"\n> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000000100000000000000000000,timestamp=2016-12-05T13:50:45.825+0000)\n>\n> Ich glaube, du verstehst unser Rechtssystem nicht. Wer eine Straftat begeht, läuft ja nicht zur Polizei und gesteht einfach alles ohne Grund. Dann hätten wir, als Polizisten ja nicht wirklich was zu tun außer Aussagen aufnehmen. \n> \n> Ich müsste selber aus LOL gebannt werden, das wäre dann richtig.\n\n\nDu könntest mit gutem Beispiel vorangehen und dich bei deinem Vorgesetzten selbst anzeigen.\n{{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:58:55.510+0000","up_votes":2,"down_votes":0,"body":"Naja, meine letzte Bemerkung war auch nur ironisch gemeint, da war ein XD dahinter.Ich bin mir unserem Strafsystem durchaus bewußt und selbst nicht so vermessen es durch einen komischen Test herauszufordern ^^\nObgleich Deiner Bemerkung von einer Straftat in Zusammenhang mit Deiner Aktion hier entbehrt nicht einem gewissen Quentchen an Ironie ;)\n\nbis die Tage","replies":[]},{"id":"","poster":"Nibula","date":"2016-12-05T13:50:45.825+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000010000000000000000,timestamp=2016-12-05T13:47:24.917+0000)\n>\n> Naja, müßtest Dich dann ja selber anzeigen , newahr XD\n\nIch glaube, du verstehst unser Rechtssystem nicht. Wer eine Straftat begeht, läuft ja nicht zur Polizei und gesteht einfach alles ohne Grund. Dann hätten wir, als Polizisten ja nicht wirklich was zu tun außer Aussagen aufnehmen. \n\nIch müsste selber aus LOL gebannt werden, das wäre dann richtig.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-12-05T12:16:56.667+0000","up_votes":4,"down_votes":0,"body":"> Und das \"was sowieso schon offensichtlich war\" stimmt nicht. Ich wusste gar nichts darüber. Es ist ja nicht so, dass ich Flamer als Freunde habe oder Leaver. Ich habe keinen blassen Schimmer, was passiert, wenn ich einfach das Spiel mittendrin verlasse und wie oft ich das machen kann ohne Probleme.\n\nDu hättest es doch auch einfach googeln können 0.o\n\nOder hier einen Thread erstellen. Wie dir sicher auffällt gibt es diese Informationen, du hättest sie dir einfach vorher holen müssen...\n\n> Ich habe niemanden geflamt, der nichts böses gemacht hat. Das will ich mal klarstellen. Mir ist es egal ob jemand schlecht ist oder nicht. Man kann ja versuchen, da was zu tun und helfen.\n\nNichts böses? Dein Zitat:\n\n> Aufgefallen ist mir da nur: Viele hören allerdings mit den Flamen auch auf, wenn man sie sehr beleidigt. Sowas wie \"stfu noob\" ist ja noch harmlos im Gegensatz zu \"get cancer and ebolola\"\n\nSelbst wenn die Spieler noch vieles mehr als nur \"stfu\" geschrieben haben, möchte ich hier nochmal dringend ein Wort in den Raum werfen: das war **Unverhältnismäßig**. Selbst wenn die Spieler genauso schlimme Dinge geschrieben haben, wie du es getan hast. Oder rechtfertigst du auch Morde mit Morden? Das wäre mehr als unlogisch.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:56:39.240+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000002,timestamp=2016-12-05T12:16:56.667+0000)\n> \n> Selbst wenn die Spieler noch vieles mehr als nur &quot;stfu&quot; geschrieben haben, möchte ich hier nochmal dringend ein Wort in den Raum werfen: das war **Unverhältnismäßig**. Selbst wenn die Spieler genauso schlimme Dinge geschrieben haben, wie du es getan hast. Oder rechtfertigst du auch Morde mit Morden? Das wäre mehr als unlogisch.\n\nwenn sie schreiben \"play Mario, you noob\" und ich dann ihre Eltern ebola und Krebs wünsche, sind sie sehr schnell ruhig. Das habe ich nur gemeint.\nDas zum einen.\nZum anderen: Mord ist was anderes. Wir reden hier von einem nicht-verfolgbaren Strafttat, die in LOL andauernd begangen wird. \nDa ich Polizist bin, würde ich am liebsten eine Strafanzeige stellen. Wo krieg ich denn die Adressen und Namen heraus, die hinter den Nicknames der Leute stecken?\nAlleine schon die Möglichkeit zu besitzen, eine Auskunft zu bekommen für eine Strafanzeige würde mir reichen. Nach einem Brief der Staatsanwaltschaft und einen Besuch bei der Polizei überlegt man sich zweimal, ob man sowas dann nochmal macht.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:01:07.365+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000020000,timestamp=2016-12-05T12:56:39.240+0000)\n>\n> Da ich Polizist bin, \n\nhttp://www.reactiongifs.com/r/2012/12/HorrifiedFace.gif","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T13:03:54.424+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000000200000000,timestamp=2016-12-05T13:01:07.365+0000)\n>\n> http://www.reactiongifs.com/r/2012/12/HorrifiedFace.gif\n\nDas meine ich mit \"Salty\". \nWelchen Sinn hat diesen Beitrag? Ich bin halt Polizist und kann einfach, wenn ich in der Arbeit bin, einen Strafantrag stellen. Dauert eben nicht lange und macht mir keine Umstände.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:11:02.908+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000002000000000000,timestamp=2016-12-05T13:03:54.424+0000)\n>\n> Das meine ich mit &quot;Salty&quot;. \n> Welchen Sinn hat diesen Beitrag? Ich bin halt Polizist und kann einfach, wenn ich in der Arbeit bin, einen Strafantrag stellen. Dauert eben nicht lange und macht mir keine Umstände.\n\n\nÄhm, das meinte ich nicht, ich mein Du bist Polizist und flamst einfach so , nur mal um zu testen , auf's übelste in ein paar Spielen rum ! DAS ruft Entsetzen in mir hervor, nur das. Und das Gif-Face spiegelt mein Entsetzen perfekt wieder .\n\nTestest Du Deine Pistole auch so ?\n\nAlso ich will Dich jetzt hier nicht weiter zutexten, meine Meinung ist einfach daß Deine Aktion schon ziemlich daneben war und das dadurch nix bewiesen wurde, ausser daß Du auch \"salzig\" sein kannst und Glück gehabt hast. Wenn Du gern OW spielen magst, dann kannste das ja auch gern tun und ich glaub sogar hier im Forum wirste, wenn Du an der richtigen Stelle dazu nen Thread aufmachst, genug Gleichgesinnte finden.\n\nDie andere Sache, mit dem Polizisten und so, finde ich insofern befremdlich, weil ich denke das es mit Facebook und Co ganz andere Baustellen gibt, die im Internet angegangen werden müßten. \n\nJugendliche, Kinder oder Erwachsene die sich in einem Online-Spiel aus Frust über ein verlorenes Spiel gedankenlos Wörter an den Kopf knallen haben mMn. demgegenüber eine geringere Priorität .  Kann mich natürlich irren und ich will Flame hier nicht verharmlosen.","replies":[]}]}]},{"id":"","poster":"MilliDieFrau","date":"2016-12-05T13:05:16.091+0000","up_votes":5,"down_votes":0,"body":"Demnach müssten die Spieler dich aber auch anzeigen. \n\nDu sagst, du bist Polizist? Komm schon, du müsstest es doch eigentlich besser wissen, dass man Straftaten nicht mit Straftaten bekämpfen kann.\n\nOder willst du auch die nächste Tanke überfallen, nur um zu gucken, wie schnell dich deine Kollegen schnappen?","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T13:33:53.167+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=MilliDieFrau,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000000200000001,timestamp=2016-12-05T13:05:16.091+0000)\n>\n> Demnach müssten die Spieler dich aber auch anzeigen. \n> \n> Du sagst, du bist Polizist? Komm schon, du müsstest es doch eigentlich besser wissen, dass man Straftaten nicht mit Straftaten bekämpfen kann.\n> \n> Oder willst du auch die nächste Tanke überfallen, nur um zu gucken, wie schnell dich deine Kollegen schnappen?\n\nIch glaube, ich weiß besser als du wie ich meinen Job zu machen habe\nUnd ja: Das wäre auch so. Allerdings: Wo kein Kläger, da kein Richter. Und mit der Aussage kann man sich gut verstecken.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T14:15:31.940+0000","up_votes":5,"down_votes":0,"body":"> Ich glaube, ich weiß besser als du wie ich meinen Job zu machen habe\n\nDa bin ich mir sicher. Das ändert nichts an der Tatsache, dass du (hoffentlich) nicht Straftaten mit Straftaten bekämpfst. Ich muss kein Polizist sein um zu wissen, dass dann definitiv was verkehrt laufen würde.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T14:41:20.957+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000020000000100000000,timestamp=2016-12-05T14:15:31.940+0000)\n>\n> Da bin ich mir sicher. Das ändert nichts an der Tatsache, dass du (hoffentlich) nicht Straftaten mit Straftaten bekämpfst. Ich muss kein Polizist sein um zu wissen, dass dann definitiv was verkehrt laufen würde.\n\nnatürlich. stimme ich dir vollkommen zu.\nUm Fair zu bleiben: Bekämpft habe ich damit mein Problem natürlich nicht.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-05T18:30:59.652+0000","up_votes":1,"down_votes":2,"body":"Seit wann duzen sich Erwachsene die sich nicht kennen? Nur der  dumme nebenfrage :)","replies":[]}]}]},{"id":"","poster":"Patter1991","date":"2016-12-05T13:36:43.312+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000020000,timestamp=2016-12-05T12:56:39.240+0000)\n>\n> Da ich Polizist bin\n\nAchso. Weil du Polizist bist, begehst du wissentlich Straftaten. Weil du Polizist bist, hast du nicht den Hauch einer Ahnung, wie das läuft mit anonymen Anzeigen. Weil du Polizist bist, hast du nicht den Hauch einer Ahnung, wie man sich Infos beschafft.\nDich selbst kannst du vllt. belügen, uns aber, mit so einer offensichtlichen Lüge, nicht....","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2016-12-05T11:59:38.117+0000","up_votes":5,"down_votes":0,"body":"> Ozuraak schreibt ja \"Das der zugrunde liegende Algorithmus funktioniert\". Woher weiß er das? Hat er den geschrieben? Kennt er ihn? Hat er selber die Erfahrung gemacht? Behaupten kann man sowas problemlos\n\nEr weiß das, oder kann zumindest eine fundierte Annahme machen, weil die Menge an Info die wir über diese Systeme haben wirklich gewaltig ist. Es gibt (wortwörtlich!) tausende Riot-Beiträge (alleine Lytes Antworten auf ask.fm bringen es auf 330 Seiten!) dazu, es gibt wissenschaftliche Arbeiten, es gibt stundenlange Vorträge und Interviews, es gibt von Spieler erstellte Studien und Statistiken und vieles mehr. \nDazu kommt noch, dass viele Spieler sehr viel praktische Erfahrung haben. Ich selbst habe zum Beispiel weit über 1000 Tribunalfälle bearbeitet und bringe es in den alten Foren und neuen Boards auf gemeinsam etwa 40.000 Beiträge, die meisten davon im Spielerverhalten-Bereich. Dementsprechend viele Fälle hab ich schon gesehen. \n\n> . Man kann ja versuchen, da was zu tun und helfen. \n\nUnd das erste was dir da eingefallen ist ist, so schlimm zu flamen wie du kannst? Du hast vorhin selber geschrieben, dass du garnichts über die Thematik wusstest. Wäre es nicht der logischste erste Schritt gewesen, dich einfach mal zu informieren? Nein, stattdessen musst du anderen Spielern das Spiel versauen. Und nicht nur das, dein Experiment bringt nichmal wirklich was. Alles was du jetzt weißt ist dass DU für 3 Spiele Flaming keine Strafe bekommen hast, warum auch immer. Du weißt damit quasi nichts über das System im allgemeinen und kannst wenig bis gar keine Erkenntnis daraus ziehen. \n\nVerstehst du, das ist es was mich so aufregt. Du hast offene Fragen zum System und anstatt diese Fragen einfach zu stellen oder selber nach Infos zu suchen, entscheidest du dich dafür anderen Spielern mit voller Absicht den Spaß zu verderben. Du musst schon zugeben, dass das vermutlich nicht die klügste Idee deines Lebens war, um's mal positiv auszudrücken.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:47:24.428+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000000,timestamp=2016-12-05T11:59:38.117+0000)\n>\n> Verstehst du, das ist es was mich so aufregt. Du hast offene Fragen zum System und anstatt diese Fragen einfach zu stellen oder selber nach Infos zu suchen, entscheidest du dich dafür anderen Spielern mit voller Absicht den Spaß zu verderben. \n\nNochmal: 2 von den 3 Flame-Spielen habe ich gewonnen. Und geflamt habe ich nur den, der angefangen hat. Damit habe ich niemanden \"den Spaß verdorben\".","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T13:37:32.150+0000","up_votes":5,"down_votes":0,"body":"Jetzt stell dich doch mal nicht blind. Du hast selbst ausführlichst erklärt, warum schlechtes Verhalten nicht okay ist. Kein Mensch redet hier von Sieg oder Niederlage, du weißt genauso gut wie ich dass Flaming auch uabhängig vom Ausgang des Matches das Spiel verdirbt. \n\n> Und geflamt habe ich nur den, der angefangen hat. Damit habe ich niemanden \"den Spaß verdorben\".\n\nNatürlich hast du das. Zwei Flamer sind nerviger als einer. Und es ist völlig egal wer angefangen hat, wir sind doch nicht im Kindergarten. \"Aber der Kevin hat angefangen Sand zu schmeißen\". Das ist völlig egal, dein Flaming wird nicht zu irgendwas anderem, nur weil es jemand anderes vor dir getan hat. \nMann, jetzt wird's aber echt langsam albern.","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2016-12-05T13:00:57.585+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich hätte mich unglaublich unwohl gefühlt, wenn ich in deinem Spiel gewesen wäre. Auch wenn ich nicht Ziel deines Flames gewesen wäre, Spaß hätte ich an dem Spiel wenig gehabt. \n\nVielleicht hätte ich kurz gelacht, aber wenn du tatsächlich ein ganzes Spiel lang so toxisch bist, würde ich mich fragen, was bei dir schiefgelaufen ist. Jetzt mal salopp ausgedrückt.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-12-05T12:54:43.526+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000000000,timestamp=2016-12-05T12:47:24.428+0000)\n>\n> Nochmal: 2 von den 3 Flame-Spielen habe ich gewonnen. Und geflamt habe ich nur den, der angefangen hat. \n\nWieder das alte \"Aber der hat angefangen ...\" Spiel ^^\n\n>Damit habe ich niemanden &quot;den Spaß verdorben&quot;.\n\nUnd das weißt Du woher ?","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-12-05T17:01:54.293+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000000000,timestamp=2016-12-05T12:47:24.428+0000)\n>\n> Nochmal: 2 von den 3 Flame-Spielen habe ich gewonnen. Und geflamt habe ich nur den, der angefangen hat. Damit habe ich niemanden &quot;den Spaß verdorben&quot;.\n\nMir hättest du ihn verdorben, denn mir ist der Inhalt des Flames eigentlich recht egal, mich stört die Ablenkung der flamenden Spieler.\nTeamkampf, Objective oder sonst was steht an, aber dann wird aus 5vs5 dich ein 3vs5, weil 2 lieber schreiben als zu spielen.\nMein persönliches Highlight, ich steh etwas tiefer werd geflanked, seh aber unseren Thresh direkt hinter mir, weiß, dass er die Laterne up hat. Aber statt dem Spell kommt die drölfzigste Beleidigung, danach die Laterne auf meinen Leichnam und nochmal ne Beleidigung wie schlecht ich dich bin hinterher.\nIch soele generell recht teamorientiert, wenn dann die Hälfte des Teams aber mehr woanders als auf den Richtfeldern ist, ist mei Spiel verdorben. Bei den Gegnern, wenn es ausartet für mich übrigens auch, wenn ich leichte sichere Siege will, kann ich auch Botgames spielen.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-12-05T12:44:14.502+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000,timestamp=2016-12-05T11:46:49.664+0000)\n>\n> Ozuraak schreibt ja &quot;Das der zugrunde liegende Algorithmus funktioniert&quot;. Woher weiß er das? \n\nOh, ein Wunder ! Er weiß es !\n\nNa ganz einfach, er hat sich mit dem System schlichtweg beschäftigt und spielt das Spiel schon sehr lang. Das ist kein Hexenwerk, sondern GMV .\n\n>Hat er den geschrieben? Kennt er ihn? Hat er selber die Erfahrung gemacht? \n\nUm zu wissen, ob ein Auto gut fährt, muß ich es dann gebaut haben ?","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:59:43.505+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000000000000000000000000000000000003,timestamp=2016-12-05T12:44:14.502+0000)\n>\n> Um zu wissen, ob ein Auto gut fährt, muß ich es dann gebaut haben ?\n\nNein, aber um zu wissen, ob ich in meinem Auto wirklich sicher bin und einen Unfall auf der Autobahn damit überlebe, muss ich selber damit einen Unfall bauen. So kann ich nur auf die Angaben vom Hersteller vertrauen. Und die können dir alles erzählen (siehe Takata Airbags oder VW Abgaskandal).","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-12-05T13:04:41.791+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0000000000000000000000000000000000030000,timestamp=2016-12-05T12:59:43.505+0000)\n>\n> Nein, aber um zu wissen, ob ich in meinem Auto wirklich sicher bin und einen Unfall auf der Autobahn damit überlebe, muss ich selber damit einen Unfall bauen. So kann ich nur auf die Angaben vom Hersteller vertrauen. Und die können dir alles erzählen (siehe Takata Airbags oder VW Abgaskandal).\n\nGanz genau wie hier bei Lol :\n\n[Kontosperrung](https://support.riotgames.com/hc/de/articles/201898070)\n\n[Sofort Meldesystem](https://support.riotgames.com/hc/de/articles/207489286-H%C3%A4ufig-gestellte-Fragen-zum-Sofort-Meldesystem)\n\n[Der Weg des Beschwörers](http://gameinfo.euw.leagueoflegends.com/de/game-info/get-started/summoners-code/)\n\n\n, ist alles da !\n\np.s. OT :\nVerdammte Hacke, hab vergessen die Berichtigung fertigzumachen.","replies":[]},{"id":"","poster":"eingew","date":"2016-12-05T14:42:33.684+0000","up_votes":1,"down_votes":0,"body":"Ja, man *kann* niemandem vertrauen. Das mag bei vielen Menschen sogar ganz hilfreich sein, gerade je nach Milieu in dem man sich bewegt ist es womöglich sogar eine der nützlichsten Haltungen.\n\nAber per se niemandem zu vertrauen halte ich für eine absolut törichte Einstellung. Außerdem decken sich doch alle Informationen Riots mit *deinen* persönlichen Erfahrungen.\n\nDa, du hast geschrieben:\n\n> Ca. jedes 2-3. Spiel (ich hab mal über 4 Wochen eine Strichliste geführt) wird geflammt. Das hängt allerdings auch oft davon ab, ob man gewinnt oder verliert. Sonst könnte es noch von der Liga anhängen.\n\nRiot gibt an, dass circa 5% der Spieler eine Strafe haben, sie aber nur einen Teil des Gesamtflames ausmachen. Wenn du mich fragst, passt das ziemlich genau.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T15:06:38.794+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00000000000000000000000000000000000300000001,timestamp=2016-12-05T14:42:33.684+0000)\n>\n> Riot gibt an, dass circa 5% der Spieler eine Strafe haben, sie aber nur einen Teil des Gesamtflames ausmachen. Wenn du mich fragst, passt das ziemlich genau.\n\nJetzt wo du es sagst: Richtig. von 20 Spielern ist einer Beleidigend. Das sind 5% \nDas würde aber heißen, dass die Wahrscheinlichkeit, dass bei 10 Spielern einer Salty ist ca. 50% ist.\n\nFindest du das persönlich nicht viel, wenn in jedem zweiten Spiel die Kommunikation durch negatives Verhalten behindert wird?","replies":[{"id":"","poster":"eingew","date":"2016-12-05T15:26:20.751+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist es das. Dann sind wir jetzt auf einem gemeinsamen Nenner. Das Bestrafungssystem ist zu lasch, aber keinesfalls völlig unbrauchbar.","replies":[]}]}]}]}]}]},{"id":"","poster":"0815xand0r","date":"2016-12-05T13:53:36.389+0000","up_votes":1,"down_votes":3,"body":"> und das obwohl man schon seit Jahrzehnten zweifelsfrei weiß, dass sie nicht korrekt ist.\n\nEine sehr mutige Aussage. Ich find es immer wieder amüsierend, wie man sagt \"Ah, also diese Theorie von damals ist komplett falsch, aber was wir heute glauben [nicht wissen!], dass stimmt auf jeden Fall.\"\nUnd das ganze dann noch als \"zweifelsfrei\" widerlegt zu bezeichnen. Etwas mehr Demut täte an dieser Stelle gut, ebenfalls das Eingeständnis, dass man a) nichts wirklich weiß und es sich b) immer nur um Theorien handelt, d.h. Glaubenssätze, die zwar durchaus begründet sein können, aber niemals bewiesen und somit immer nur vorläufig.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T14:07:44.613+0000","up_votes":5,"down_votes":0,"body":"Und ich finde es_ immer wieder amüsierend_ wenn Hobby-Nihilisten unterschätzen, was man alles wissen kann.\n\nEs gibt nämlich eine Sache, die man in der Wissenschaft sehr gut untersuchen kann....nämlich wie Sachen NICHT funktionieren. \nBeispiel: Ich habe eine neue Theorie. Alles Katzen sind grün! \nIch überprüfe diese Theorie im Tierheim und sehe \"Aha, es gibt definitiv Katzen die nicht grün sind\". Damit ist die Theorie zweifelsfrei widerlegt. Ich hab zwar keine vollständige Theorie über die Farbe von Katzen, aber ich weiß zumindest schonmal mit Sicherheit, dass sie nicht alle grün sind. \n\nGenauso ist das mit der Dampfkessel-Theorie auch. Man kann Aggression auf verschiedene Arten messen, kann also feststellen ob jemand Aggressionen reduziert oder nicht. Wenn die Dampfkessel-Theorie wahr ist, müssten Leute die ihre Aggressionen rauslassen \n1. dannach weniger aggressiv sein\n2. generell weniger aggressiv sein (da dieses \"Aggressions-Energie\" ja verbraucht wurde)\n\nDas lässt sich empirisch überprüfen und beides ist nachweisbar nicht der Fall. Damit wissen wir zwar nicht unbedingt genau wie Aggression funktioniert und wie man sie loswird, wir wissen aber definitiv dass es SO NICHT funktioniert.\n\n>  was wir heute glauben [nicht wissen!], dass stimmt auf jeden Fall\n\nDas hab ich ganz bewusst nicht gesagt. Aggression ist ein sehr komplexes Thema und eine vollständige Theorie existiert nicht. Aber es gibt Theorien, von den wir definitiv wissen, dass sie falsch sind. Die Dampfkessel-Theorie ist eine davon. ","replies":[{"id":"","poster":"0815xand0r","date":"2016-12-05T14:10:53.351+0000","up_votes":1,"down_votes":2,"body":"Das Problem ist, dass deine Analogie eine All-Aussage ist (ALLE Katzen sind gründ). Die Dampfkessel-Theorie nun aber als zweifelsfrei widerlegt zu bezeichnen, würde bedeuten, dass es KEINEN gibt, auf den sie zutrifft und das ist unmöglich zu messen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T14:28:28.540+0000","up_votes":4,"down_votes":0,"body":"Hm...nein, würd ich so nicht sehen. Psychologische Theorien erklären in der Regel Tendenzen, also eine Neigung zu einer gewissen Handlung und selten eine WENN DANN Beziehung. \nOder anders gesagt: Diese Art von Theorie macht keine Aussage über ALLE einzelnen Menschen, sondern beschreibt eine generelle Tendenz bei Menschen. \nUnd in diesem Fall gibt es diese generelle Tendenz nicht. Oder, wenn dir das lieber ist: Sie konnte trotz zahlreicher wissenschaftlich durchgeführer Versuche nicht nachgewiesen werden.","replies":[{"id":"","poster":"0815xand0r","date":"2016-12-05T15:35:48.108+0000","up_votes":2,"down_votes":0,"body":"Die Sache ist jetzt aber die, und das ist der ganze Grund für meine \"Aufregung\", dass du dem TE sagst, dass seine Ansicht, dass man Aggressionen durch ein Ventil verringern kann, d.h. die Dampfkessel-Theorie, falsch sei, obwohl sie für ihn als Individuum, über das die Psychologie ja eben keine Aussage treffen kann, sehr wohl gelten kann.\n\nIn deinem Beitrag hast du also eben sehr wohl von der psychologischen Theorie auf das einzelne Individuum geschlossen, was aber eben nicht möglich ist.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-12-05T15:59:26.509+0000","up_votes":3,"down_votes":0,"body":"Jep, da hast du Recht.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-12-05T14:18:23.497+0000","up_votes":2,"down_votes":0,"body":"Wenn die Theorie etwas besagt wie \"nachdem man seine Aggressionen ausgelebt hat, ist man weniger aggressiv\" lässt sich doch nach ein paar Versuchen ganz klar sagen, dass das nicht stimmt. \n\nIch könnte auch sagen, wenn man Spinat ist, erhält man Superkräfte und wenn mir niemand Beweisen kann (am besten mit Videoaufnahme), dass alle Menschen Spinat gegessen haben und danach keine Superkräfte erhalten haben, behaupten, es würde zutreffen. Selbst wenn sich jemand die Mühe gemacht hätte, könnte ich mich noch damit rausreden, dass er die Superkräfte nur nicht erkannt hat.\n\nInsofern denke ich nicht, dass man eine Theorie in Bezug zu Aggressionen als richtig anerkennen sollte, nur weil es auf eine Hand voll Menschen vielleicht zutreffen könnte. ","replies":[{"id":"","poster":"0815xand0r","date":"2016-12-05T15:10:00.140+0000","up_votes":1,"down_votes":0,"body":"Es geht hier vor allem darum, dass Humpel meinte, es die Theorie sei zweifelsfrei widerlegt. Das ist eben was anderes, als auch einer fehlenden Falsifikation die Richtigkeit abzuleiten. In deiner Analogie wäre aber die Aussage \"Es ist möglich, dass Spinat zu Superkräften führt\" eben weiterhin gültig.\n\nOb die Theorie zur Aggression nun stimmt oder nicht, lässt sich, solang sie nicht als All-Aussage formuliert wird, niemals falsifizieren.\n\nIch - als \"Hobby-Nihilist\", aber eigentlich studierter Mathematiker - weise nur darauf hin, dass Aussagen wie von Humpel vermessen sind, eben weil man in der Realität letztlich nichts mit Gewissheit wissen kann, sondern alles nur Theorien sind und bleiben. Diesen Umstand einfach mal zu akzeptieren und auch entsprechend zu artikulieren ist alles, worauf ich hinaus wollte.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-05T15:20:56.471+0000","up_votes":1,"down_votes":0,"body":"Da Humpel Psychologie studiert, gehe ich mal davon aus, dass er sich mit dem Thema besser auskennt, bzw. näher an dem bewegt, was man dort als wissenschaftlich gesichert anerkennt.","replies":[{"id":"","poster":"0815xand0r","date":"2016-12-05T15:33:22.053+0000","up_votes":1,"down_votes":0,"body":"Also Autoritätsargumente sind jetzt wirklich kein guter Stil ;)","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-12-05T14:54:53.502+0000","up_votes":1,"down_votes":0,"body":"> Wenn die Theorie etwas besagt wie \"nachdem man seine Aggressionen ausgelebt hat, ist man weniger aggressiv\" lässt sich doch nach ein paar Versuchen ganz klar sagen, dass das nicht stimmt.\n\nJain. Es kann durchaus Menschen geben, die so ihre Aggressionen rauslassen. Es ist nur so, dass nicht *alle* es so tun ;). Und weil es auf die meisten Menschen innerhalb der Stichproben nicht zutrifft, kann man davon ausgehen, dass es für die meisten Menschen eine schlechte Methode ist, so ihre Aggressionen zu bekämpfen. Das heißt aber nicht, dass es niemanden gibt, bei dem es nicht trotzdem super funktionieren würde.\n\nIn der Psychologie trifft man eigentlich nur Aussagen, die sich auf Wahrscheinlichkeiten beziehen.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-12-05T14:47:26.007+0000","up_votes":1,"down_votes":0,"body":"> Die Dampfkessel-Theorie nun aber als zweifelsfrei widerlegt zu bezeichnen, würde bedeuten, dass es KEINEN gibt, auf den sie zutrifft und das ist unmöglich zu messen.\n\nNicht ganz.\n\nNicht alle Katzen sind grün, meine zum Beispiel ist schwarz mit braunen Flecken. Ob andere Katzen trotzdem grün sind, oder auch schwarz mit braunen Flecken, das weiß ich nicht. Jedenfalls ist diese Katze hier nicht grün.\n\nNicht alle Menschen sind weniger Aggressiv, nachdem sie aggressive Handlungen gezeigt haben, ich kenne einen, der wird dadurch sogar noch aggressiver und steigert sich richtig in Kleinigkeiten rein, statt sich abzuregen. Ob andere Menschen ihre Aggressionen trotzdem wie durch ein Ventil durch aggressive Handlungen rauslassen können, weiß ich nicht. Jedenfalls tut der, den ich kenne, das nicht.\n\nDie Theorie das ALLE Katzen grün sind und das ALLE Menschen Aggression durch ein Ventil rauslassen können, ist damit durch diese zwei Fallbeispiele widerlegt. Aber das heißt nicht, dass wir einen Beweis für anderes Verhalten haben.\n\nTatsächlich ist die Psychologie eine Wissenschaft, die vollkommen ohne Beweise arbeitet. Man kann hier lediglich Theorien aufstellen und diese dann anhand von Stichproben prüfen. Sollte die Stichprobe die These stützen, finden wir beispielsweise nur grüne Katzen, dann hat sich diese Aussage *bewährt*. Das heißt, dass wir davon ausgehen, dass, wenn wir andere Katzen finden, diese wahrscheinlich auch grün sind. Aber es bleibt immer eine Restunsicherheit, weil wir niemals alle Katzen dieser Erde finden und auf ihre Farbe testen können.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-12-05T20:29:23.457+0000","up_votes":2,"down_votes":0,"body":"Natürlich rechtfertigt dies ein solches Verhalten nicht.\n\nUm zuerst eines klar zu stellen:\nEin perfektes System gibt es nicht. Ich habe nur einer der Gründe genannt, warum Riot wohl nicht gleich sofort bans (oder CRs) ausspricht.\n\nEin flamendes Game kann Riot nicht verhindern (sind ja nicht bei Minority Report^^).\nDeshalb schaut das System, wie gross die Wahrscheinlichkeit ist, dass ein Spieler, der gerade flamete, erneut toxisch sein wird.\n\n- Bei einem Spieler, der hunderte Games nicht toxisch war (bzw. sogar freundlich), der wird höchstwahrscheinlich nicht nochmals toxisch sein und dies wird nur eine Ausnahme sein (wie erwähnt: Stress / ultra-toxische Mates, die extrem provozierten / etc.).\n\n- Bei einem Spieler, der nicht postiiv auffiel (teils sogar bereits negativ), wird wohl erneut toxisch werden. Denn er wird nicht nur in Ausnahmefällen flamen, sondern viel öfter.\n\nEin weitere Punkt:\nEs ist möglich, dass ein Spieler auf Phishing hereinfiel und der andere Spieler (der unerlaubt auf dem Account spielt) könnte flamen und der Account ist gesperrt, bevor der richtige Spieler sich beim Support melden konnte.\n\n\nWas sind nämlich die meisten Argumente von gesperrten Spielern?\n\n- \"Ich habe nur 1 oder 2 Games geflamed.\"\n\n- \"Ich wurde gehacked und der andere Spieler flamete; nicht ich!\"\n\nBeides kann man so auch ohne grossen Aufwand dementieren.\nEs braucht wesentlich mehr als 1-2 toxische Games für einen 2-Wochen-ban oder einen perma (Argument 1). Und selbst wenn man gephisht wurde: man müsste (sofern man immer vorbildlich ist) doch recht viel Zeit haben, um sich beim Support zu melden, bevor der andere Spieler durch seine Toxiness den Account-ban erflamed.\n\nMan kann sich natürlich streiten, ob man rascher oder weniger rasch bannen soll.\nEin nicht allzu rasches bannen (also nicht gleich nach 1-2 toxischen Games) führt dazu, dass weniger Unschuldige gebannt werden (es gibt trotzdem eine - vor längerer Zeit bestätigte - Fehlerquote von ca. 1:6000; bei rascheren Strafen ist die Fehlerquote massiv höher). \n\nEin weniger rasches Bestrafen bringt den Flamern zwar mehr Freiheiten, aber ob weniger geflamed wird, ist unsicher (z.B. weil der Flamer smurfs haben könnte). Harte Strafen (z.B. rasche perma-bans) führt ja nicht zwangsweise zu weniger Toxiness/Kriminalität (sonst müssten in Ländern mit Todesstrafen keine Kriminalität messbar sein). \n\nAm besten, man schaut hier im Forum (\"Spielerverhalten\") öfters vorbei. Hier sieht man immer wieder Threads von Spielern, die (zu 99% zu Recht) bestraft wurden. So sieht man recht gut, dass Flamer auch wirklich bestraft werden. Vielleicht nicht gleich nach jenem Game, wo man einen Flamer ingame hatte; vielleicht auch nicht im nächsten Game. Aber die Strafe folgt.\n\nbtw. zwischen dem 2-Wochen-ban und dem perma ist kaum Toleranz vorhanden. Da gab es öfters Fälle, bei denen die Flamer nach 2-3 Games bereits den perma kriegten.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-12-07T08:24:51.623+0000","up_votes":1,"down_votes":0,"body":"echt? du zeighst ne person an weil sie dich arschloch nennt? Sry aber dann kannst du gleich nach amerika ziehen wo man alles und jeden verklagen kann. \"oh auf der verpackung der schere stand nicht drauf das ich damit keine elektroarbeiten machen darf\"\n\nwie kann man denn bitte so kleinlich sein und jemanden wegen \"arschloch\" anzeigen? das zeugt eindeutig davon das bei dir irgendwas fehlt oder du irgendwas kompensieren musst wenn man wegen  so was vor gericht zieht. Sry aber das is echt nen armutszeugnis","replies":[]}]}]}]},{"id":"","poster":"OT Riku","date":"2016-12-05T09:29:44.286+0000","up_votes":2,"down_votes":0,"body":"Ich denke nicht das das Bannsystem schlecht ist, im Gegenteil es macht seinen Job gut.\nJetzt kommt das große aber, die chatanalyse triggert viel zu spät, ich denke das diese einfach erst nach zig reports triggert.\nMeiner Meinung müsste sie schon spätestens nach dem 3 Report analysieren.","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-05T10:09:13.525+0000","up_votes":2,"down_votes":1,"body":"Das der zugrunde liegende Algorithmus funktioniert, stelle ich auch nicht in Abrede. Auch das die Staffelung der Strafen gut durchdacht ist, findet meine Zustimmung.\n\nNur die Auslösung bis zur ersten Strafe ist meiner Meinung nach zu tolerant. Da darf Riot gerne konservativer vorgehen. \n\nEs gibt (soweit ich weiß) auch im echten Leben Untersuchungen zur Prävention zu Straftaten. Wenn ich mich richtig erinnere, ist die beste Strafprävention nicht strengere Strafen, sondern vorallem schnelle Strafen, kurz nach der Tat.\n\nJe größer der Zeitraum zwischen Tat und Strafe ist, umso geringer ist die Abschreckung und umso größer ist die Wiederholungsgefahr. Man darf mich korrigieren, sofern ich das falsch in Erinnerung habe.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T11:55:10.039+0000","up_votes":2,"down_votes":0,"body":"> Je größer der Zeitraum zwischen Tat und Strafe ist, umso geringer ist die Abschreckung und umso größer ist die Wiederholungsgefahr. Man darf mich korrigieren, sofern ich das falsch in Erinnerung habe.\n\nNaja.\n\nEs geht dabei eher um die Möglichkeit, für das Individuum, die Ereignisse im Raum-Zeitlichen Gefüge zu verknüpfen. Wenn ich mir eine Cola im Automaten kaufe, und diese erst 3 Stunden später durch die Lucke fällt, dann werde ich das nicht bemerken und davon ausgehen, dass der Automat kaputt ist.\n\nDie Chatanalyse braucht nach dem Spiel 15 Minuten um die Strafe zu verteilen. Ich denke viel schneller ist es kaum möglich und eine gute Verknüpfung ist daher bereits gegeben.\n\nDas Problem ist vielleicht eher, dass es zu viele Spiele braucht, um die Analayse überhaupt zu triggern. Bis dahin lernt man quasi, dass es okay ist, zu flamen und es keine Konsequenzen dafür gibt. Aber für den Lerneffekt an sich macht es eigentlich kaum Unterschied, ab dem wievielten Versuch die Strafe eintritt. Eigentlich muss sie nur konsistenter auftreten.","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-05T11:58:33.316+0000","up_votes":2,"down_votes":0,"body":"Und die vielen Spiele sind das Problem. So entsteht a) das Gefühl es wäre ok zu flamen und b) verstehen Flamen es dann nicht (sieht man hier im Forum immer eindrucksvoll) warum sie bestraft wurden.\n\nGäbe es schon früher den ersten Chatbann, würde eine Besserung eintreten. Das ist meine Meinung.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T11:59:51.682+0000","up_votes":2,"down_votes":0,"body":"Und ich denke, dass du da völlig Recht hast. ;)","replies":[{"id":"","poster":"OT Riku","date":"2016-12-05T13:39:46.493+0000","up_votes":2,"down_votes":0,"body":"Stimme dem zu, die Analyse müsste früher greifen.\nDie strafen kommen ja schnell und sind gut durchdacht.\nMeistens sogar schon nachdem man das nächste Spiel startet.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2016-12-05T10:13:29.074+0000","up_votes":4,"down_votes":0,"body":"> Auch bei den Game Awards hat OW den Titel als bestes eSports Game geholt und LOL ging leer aus.\n\nWas hat das denn mit \"schlechter Community\" zu tun? Was wurde den dafür genau bewertet, um den Award zu gewinnen?\n\nWenn wir doch schon bei solchen \"Awards\" sind, dann ist doch der \"Streamer of the Year Award\" (imaqtpie) aussagekräftiger für eine Community. Ich meine so ein Titel bekommst du sicherlich nicht, wenn du dich \"toxisch\" verhältst. Kurz gesagt, es gibt viele Streamer mit guter Vorbildfunktion für die Community.\n\n\nZum Bestrafungssystem würde ich sagen, dass es gut funktioniert. Mein Kritikpunkt hier ist, dass es in einigen Fällen schneller bestrafen sollte, sprich da kann ich dir recht geben. Auf der andern Seite kann man es so sehen, dass noch Verbesserungspotenzial nach oben bestehet und dies vielleicht mit der Zeit auch verbessert wird *hoff*.","replies":[]},{"id":"","poster":"MilliDieFrau","date":"2016-12-05T09:09:00.206+0000","up_votes":2,"down_votes":0,"body":"Mal nebenbei: was hat dich denn dazu gebracht, ein solches \"Experiment\" zu starten?\nIch stelle deine (hoffentlich) guten Hintergedanken mal nicht in Frage, aber die Ausführung finde ich jetzt doch ein bisschen mau.\n\nIch stimme dir da zu, dass Flame nicht okay ist und zum Teil manchmal zu langsam bestraft wird, du sagst zwar, dass du erst angefangen hast, als irgendwer zuerst geflamet hat, aber bist du dann auch Leute angegangen, die dich vielleicht \"beruhigen\" wollten? \n\nZumal ich auch immer mal Sorge habe, dass solche Experimente nach hinten losgehen, so nach dem Motto: \"Der da im Forum hat mit Absicht geflamet und ihm ist nichts passiert, reportet mich doch, ich werd eh nicht gebannt.\"","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T09:27:47.762+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=MilliDieFrau,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0002,timestamp=2016-12-05T09:09:00.206+0000)\n>\n> Mal nebenbei: was hat dich denn dazu gebracht, ein solches &quot;Experiment&quot; zu starten?\n> Ich stelle deine (hoffentlich) guten Hintergedanken mal nicht in Frage, aber die Ausführung finde ich jetzt doch ein bisschen mau.\n\nMein ungarischer Freund spielt das Spiel und er spielt ungern was anderes. Da ich manchmal mit ihm quatsche (über Skype), spiele ich auch mit. OW läuft auf seinem PC nicht und überreden konnte ich ihn nicht. Nachdem ich das Spiel wirklich kaum noch spiele und dieses Jahr auch kein ranked Match gemacht habe, habe ich mich entschlossen, mal zu schauen, was mit meinem Account passieren kann, weil mich dieses geflame überaus gestört hat. Wenn ich jetzt ein ranked/Chatban bekomme, stört mich das weniger. \nMich hat bei dem Spiel schon immer aufgeregt, dass im Chat so viel geflamt wird. Ohne Chat ist es manchmal auch schwierig zu spielen. \n\n> Ich stimme dir da zu, dass Flame nicht okay ist und zum Teil manchmal zu langsam bestraft wird, du sagst zwar, dass du erst angefangen hast, als irgendwer zuerst geflamet hat, aber bist du dann auch Leute angegangen, die dich vielleicht &quot;beruhigen&quot; wollten? \n\nNein, ich bin nur auf den losgegangen, der mich angefangen hat, zu flamen. Wenn jemand allerdings \"dazu gekommen ist\", also mich dann auch beschimpft habe, habe ich ihn auch beleidigt. Ein \"Calm down\" oder \"report him\" oder ähnliches habe ich ignoriert. \"Report this cancer kid\" allerdings nicht. \n\n> Zumal ich auch immer mal Sorge habe, dass solche Experimente nach hinten losgehen, so nach dem Motto: &quot;Der da im Forum hat mit Absicht geflamet und ihm ist nichts passiert, reportet mich doch, ich werd eh nicht gebannt.&quot;\n\nIch habe schon genüg Spieler gemeldet wegen Flame. Eigentlich reporte ich ziemlich viel so ein Verhalten. Meldungen, dass durch meinen Report jemand bestraft wurde liegen bei ca. 4 Stück. Meiner Ansicht nach etwas wenig. Es könnte aber vielleicht auch daran liegen, dass mir nicht jeder Report mitgeteilt wird. Aber genau weiß ich das nicht. Deswegen der Selbstversuch.\n\nAllerdings hast du recht: Man könnte jetzt denken, das Reporten zu lau ist. Aber wer schon mit so einer Einstellung ein Spiel spielt, der sollte es besser sein lassen. Zudem auch noch ich Spieler getroffen habe, die mit dieser Einstellung auch ins Spiel gehen und denen reports ziemlich egal sind (laut ihrer Aussage).","replies":[{"id":"","poster":"eingew","date":"2016-12-05T09:36:51.644+0000","up_votes":1,"down_votes":0,"body":"> Ich habe schon genüg Spieler gemeldet wegen Flame. Eigentlich reporte ich ziemlich viel so ein Verhalten. Meldungen, dass durch meinen Report jemand bestraft wurde liegen bei ca. 4 Stück. Meiner Ansicht nach etwas wenig. Es könnte aber vielleicht auch daran liegen, dass mir nicht jeder Report mitgeteilt wird. Aber genau weiß ich das nicht. Deswegen der Selbstversuch.\n\nDa liegst du richtig. Nur für einen Bruchteil der Spieler, die bestraft werden, bekommt man auch eine solche Erfolgsmeldung. Tatsächlich scheint nämlich circa ein Viertel der Spieler solche Nachrichten gar nicht sehen zu wollen, die fühlen sich offensichtlich durch diese Bekräftigung eher gestört als unterstützt. Deshalb versucht Riot es mit einem Kompromiss, indem sie nur relativ selten diese Benachrichtigung anzeigen lassen.\n\n> Allerdings hast du recht: Man könnte jetzt denken, das Reporten zu lau ist. Aber wer schon mit so einer Einstellung ein Spiel spielt, der sollte es besser sein lassen. Zudem auch noch ich Spieler getroffen habe, die mit dieser Einstellung auch ins Spiel gehen und denen reports ziemlich egal sind (laut ihrer Aussage).\n\nDer Reportbutton wird tatsächlich relativ selten benutzt. Offenbar stören sich viele Spieler gar nicht so sehr an schlechtem Sozialverhalten oder sie sind schlicht zu faul oder zu vergesslich, um es ständig zu melden. So oder so, der Reportbutton wird nur relativ selten genutzt. Jedenfalls seltener, als der Honorbutton.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T09:44:29.642+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000200000000,timestamp=2016-12-05T09:36:51.644+0000)\n>\n> Der Reportbutton wird tatsächlich relativ selten benutzt. Offenbar stören sich viele Spieler gar nicht so sehr an schlechtem Sozialverhalten oder sie sind schlicht zu faul oder zu vergesslich, um es ständig zu melden. So oder so, der Reportbutton wird nur relativ selten genutzt. Jedenfalls seltener, als der Honorbutton.\n\nIch glaube eher, dass sie denken, dass es nichts bringt. Jedenfalls glauben das meine Kollegen, mit denen ich spiele. Letztendlich sieht man das ja im Spiel, wenn es immer jemanden gibt, der sich schlecht verhält. Ich glaube auch nicht daran, tu es aber trotzdem in der Hoffnung, dass ich mir irre. Jetzt sehe ich aber, dass ich recht habe.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T11:47:28.774+0000","up_votes":4,"down_votes":0,"body":"> Jetzt sehe ich aber, dass ich recht habe.\n\nIch denke nicht, dass ich deine Meinung da groß ändern werde, du solltest dir aber bewusst sein, dass dein \"Experiment\" als solches, keinerlei logischen Schluss in diese Richtung zulässt. Du hast massive technische Fehler gemacht. \n\nDu hast zu wenige Spiele für eine verlässliche Aussage gespielt und du hast nur deinen eigenen Account selbst für den Test benutzt. Deine Aussage ist also mehr oder weniger willkürlich, sie basiert auf keiner nennenswerten Stichprobe. Getestet hast du das System sicher nicht, das was du gemacht hast ist kaum eine Pilotstudie.\n\nIch bin ein wenig müde, ständig dasselbe zu schreiben, trotzdem habe ich noch einiges zu sagen. Ich hoffe du verzeihst es mir, wenn ich bei dir eine Ausnahme mache, und keinen jetzt direkt geschriebenen Absatz zu dem Thema verfasse. Ich zeige dir einige Auszüge aus Kommentaren, die ich schon früher zu dem Thema verfasst habe:\n\nZitat 1, über die Toxicness im Spiel im Allgemeinen:\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0001000100010000,timestamp=2016-11-25T15:29:17.668+0000)\n>\n> Riot gibt an, dass seit Jahren auf jedem Server immer ungefähr 5% der Accounts unter Strafe stehen, also zur Zeit eine CR, einen temporären oder gar einen permanenten Ban haben. Das heißt theoretisch, dass circa jedes zweite Spiel etwa ein &quot;offiziell anerkannter&quot; Flamer mitspielt. Dann müssen wir bedenken, dass das System ein wenig braucht, bevor es eine Strafe verteilt, viele toxische Spieler haben also noch gar keine Strafe und erhalten diese erst [nach weiteren Spielen mit Flame]. Und das allerwichtigste: Offensichtlich kommt der allergrößte Teil des Flames, den wir in unseren Spielen sehen, von Accounts, die sonst nie Flamen. Riot hat das mal getestet, und die meisten Fälle, bei denen viele Reports getätigt wurden, finden in einem Spiel statt, oder in kurz aufeinander folgenden Spielen, aber in den Spielen davor und danach ist der entsprechende Spieler völlig normal, benimmt sich vielleicht sogar sehr freundlich. [Die meisten Spieler flamen also nur dann, wenn sie einmal für einige Zeit quasi \"ausrasten\". Das nennt Riot \"einen schlechten Tag haben\". Aber dafür wollen sie gar nicht bestrafen. Schlechte Laune haben ist für Riot okay. Schlecht wird es erst, wenn das konstant statt findet. Riot will verlässliche Strafen für verlässliche Flamer vergeben.]\n> \n> [...] Ich mute seltenst mein ganzes Team. Meistens mute ich nur einen Spieler im ganzen Verlauf (ich bin aber vermutlich auch strenger darin als viele andere), manchmal vielleicht auch 2/3 aber eben quasi nie alle. Wenn man davon ausgeht, dass die 5% nur einen Teil des Flames ausmachen kommt das schon ziemlich gut hin im Durchschnitt, denke ich. Zumindest nach dem, was ich erlebe. Was erlebst du denn?\n\nZitat 2, über Kleinigkeiten wie \"easy\" oder \"rekt\":\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=w770kVGK,comment-id=00000000000000000001,timestamp=2016-11-22T10:30:24.017+0000)\n>\n> Das System ist nicht in der Lage jeden Kleinscheiß zu finden. Schon allein, weil nicht jeder das auch alles reportet. Ich habe hier schon öfter Kommentar von Usern gelesen, die das gar nicht genug stört, um den Button dafür zu bemühen. Und dann rutscht das gerne mal durch... noch dazu braucht man ja relativ viele Spiele mit solchen Kleinigkeiten, um dafür bestraft zu werden.\n\nDu hast das System quasi ausgespielt. Du benimmst dich normalerweise positiv und bekommst dann in 2/3 Spielen plötzlich viele Reports... aber das ist doch nichts. Du bist kaum auffällig, so eine Kleinigkeit interessiert das System einfach kaum. Es gibt quasi wichtigeres zu tun. Würdest du jetzt noch ein wenig konsequenter, 10 oder 20 Spiele derart asozial sein, dann würde der zweiwöchige Ban vermutlich schon kommen. Aber so?\n\nSieh es wie das Elosystem. Nur 5% der Spieler stehen unter Strafe, also musst du schon Teil der schlimmsten 5% sein, und wirklich schlimm bist du mit 3 Spielen noch nicht. Und das spricht im Gegensatz zu deiner Aussage nicht für ein per se schlechtes und unsinniges System, denn das Ziel des Systems ist *Verbesserung* des Verhaltens. Es geht *nicht* um Bestrafung, es geht *nicht* darum, jeden noch so schlimmen Flame mit einer Chatsperre zu versehen. Realistisch gesehen ist es auch völlig überflüssig, einem Spieler, der nach seinen 2 Spielen Rage sowieso wieder 50-100 Spiele neutral oder gar positiv ist, eine CR zu verpassen. Die Rechenleistung kann man sich auch sparen, denn *verbessern* tut man sein Verhalten dadurch nicht. Vielleicht lässt er seine Wut irgendwann nochmal raus - vielleicht aber auch nicht. Meistens eher nicht. So oder so kann man jemanden, der nur einen Bruchteil seiner Spiele überhaupt mal Reports erhält wohl kaum bestrafen, er ist einfach niemand, der den Spielfluss stört. Und genau so jemand bist du mit deinem Account. Inwiefern ist das Reportsystem also völlig nutzlos?\n\n___\n\nDas einzige, wo du völlig Recht hast, ist, dass die Spieler größtenteils völlig uninformiert sind und Riot durch die eher schlechten Rückmeldungen keinen zwingend konsistenten Eindruck hinsichtlich der Bestrafungen vermittelt.\n\nDie Spieler werden aber *immer* völlig uninformiert sein. Denn das wichtigste dazu ist Motivation. Wie soll Riot jeden Spieler dazu motivieren, sich zu informieren? Selbst wenn alle Infos absolut einfach zugänglich wären und man sich viele Fitzel nicht erst zusammen suchen müsste... viele haben ja nicht einmal den Weg der Beschwörer gelesen. Wie soll man sie da vernünftig mit Informationen über das System füttern?","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:14:28.793+0000","up_votes":2,"down_votes":3,"body":"Danke für die Info. 10-20 Spiele weitermachen ist mir doch zu blöd.\nIch weiß nicht, woher du die Information hast. Ca. jedes 2-3. Spiel (ich hab mal über 4 Wochen eine Strichliste geführt) wird geflammt. Das hängt allerdings auch oft davon ab, ob man gewinnt oder verliert. Sonst könnte es noch von der Liga anhängen.\n\nRiot sieht das anders als ich: Ich finde, gerade \"Nigger\" oder \"Fuck you\" sollten bereits beim ersten Auftreten bestraft werden. In unserer Gesellschaft ist das nicht anders, denn sowas kann zu einer Strafanzeige führen. Und da wir ein friedliches Miteinander führen, scheint das System so zu funktionieren. Deshalb finde ich persönlich, sowas in LOL nicht anders zu machen. \"gg easy\" ist halt unsportlich, aber kein Bangrund. \"Fuck you, ebola kid\" ist eine **Straftat**.\n\nIch spiele genau deswegen kein LOL mehr, sondern OW genau aus dem Grund. Nicht umsonst ist der Ruf der LOL Community so mies. Bei OW ist deswegen weniger Flame, weil man einfach rausgehen kann oder ein Spiel einfach mal maximal 10min dauert. Da lohnt es sich nicht einfach 2min zu flamen. Solange ist man (im Gegensatz zu LOL) nicht tot und dafür dauert das Spiel nicht so lange, das man für sowas Zeit hat.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T12:19:39.481+0000","up_votes":3,"down_votes":0,"body":"> Riot sieht das anders als ich: Ich finde, gerade \"Nigger\" oder \"Fuck you\" sollten bereits beim ersten Auftreten bestraft werden. In unserer Gesellschaft ist das nicht anders, denn sowas kann zu einer Strafanzeige führen. Und da wir ein friedliches Miteinander führen, scheint das System so zu funktionieren. Deshalb finde ich persönlich, sowas in LOL nicht anders zu machen. \"gg easy\" ist halt unsportlich, aber kein Bangrund. \"Fuck you, ebola kid\" ist eine Straftat.\n\nDu sprichst hier aber wie bereits beschrieben eine technische Unmöglichkeit an, keine behebbare Fahrlässigkeit seitens Riot.\n\n> Ich spiele genau deswegen kein LOL mehr, sondern OW genau aus dem Grund. Nicht umsonst ist der Ruf der LOL Community so mies. Bei OW ist deswegen weniger Flame, weil man einfach rausgehen kann oder ein Spiel einfach mal maximal 10min dauert. Da lohnt es sich nicht einfach 2min zu flamen. Solange ist man (im Gegensatz zu LOL) nicht tot und dafür dauert das Spiel nicht so lange, das man für sowas Zeit hat.\n\nVielleicht ist den Leuten ein Account, für den man 20 Euro bezahlen *muss* auch einfach wichtiger.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:38:20.812+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=0002000000000000000100000000,timestamp=2016-12-05T12:19:39.481+0000)\n>\n> Du sprichst hier aber wie bereits beschrieben eine technische Unmöglichkeit an, keine behebbare Fahrlässigkeit seitens Riot.\n\nAlso wenn du die Rechner der Spieler zur Analyse nimmst, ist es technisch alles andere als unmöglich. \n\n> Vielleicht ist den Leuten ein Account, für den man 20 Euro bezahlen *muss* auch einfach wichtiger.\n\nEs sind 40€.... und die sind einfach auszugeben. Bei LOL musst du ja IP sammeln und Champs freischalten. Ich finde das sogar Wertvoller als mein OW Account. Bei OW schaltet man nur Kosmetik frei und bis LVL 25 brauchst du nicht wirklich lange (um dann Ranked zu spielen).","replies":[{"id":"","poster":"eingew","date":"2016-12-05T15:18:37.620+0000","up_votes":1,"down_votes":0,"body":"Dir mögen 40 Euro ja egal sein, andere denken schon recht lange darüber nach, bevor sie das ausgeben. Für mich jedenfalls ist der Fall klar: Ich will das Geld nicht zum Fenster raus werfen.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-12-05T12:38:32.305+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Nibula,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000200000000000000010000,timestamp=2016-12-05T12:14:28.793+0000)\n>\n> Ich spiele genau deswegen kein LOL mehr, sondern OW genau aus dem Grund. \n\nUnd deswegen hättest Du den Thread lieber \"Ich spiele lieber OW und Ihr\" nennen können. Ganz einfach weil der Vergleich komplett hinkt. OW is nunmal kein F2P und ist techn. komplett anders. Wie's mit den Spielmodi aussieht weiß ich nicht, habs nie gespielt, 60 Euro Einstiegspreis sind mir einfach zu teuer. Aber zum Thema Flamen hab ich bei Overwatch auch schon andere Stimmen aus meinem Bekanntenkreis gehört. Demnach ist es dort nicht wirklich besser. Also bei allen Fehlern die LOL ~~nachweislich~~ wahrscheinlich hat, ist das hier Käse. \n\nDer Vergleich ist doof, Dein Experiment ist doof, Overwatch finde ich doof, der Thread ist doof ...\n\nUnd nur weil Du mal in 3 Spielen andere auf's übelste beleidigt hast und mal nicht gebannt wurdest, da jetzt auf das ganze System zu schließen ist absolut oberflächlich und zeigt doch nur, daß Du Dich überhaupt nicht wirklich damit beschäftigt hast. Ja, ich wage sogar zu bezweifeln, daß Du Dich überhaupt mit Online-Gaming auseinandergesetzt hast, da Du nur konsumierst aber nicht validierst. \n\nDein Ding, aber stell das doch bitte hier nicht als DIE absolut richtige Erkenntnis dar. Was Du meinst heraugefunden zu haben ist in dem Fall rein subjektiv . \n\nAuch hier wieder nur Populismus , leider , und das auf Kosten anderer !\n\n\np.s.:\n\nIst von Juli 2016 :\n\nhttp://www.buffed.de/Branchen-News-Thema-230074/News/Umsatz-PC-Konsolen-Mobile-F2P-P2P-MMO-Juni-1203068/\n\nIn der Tabelle ist OW sicherlich auf den 1. Platz, aber eben in einer völlig anderen Spalte :\n\nhttp://www.buffed.de/screenshots/original/2016/07/SuperData-Top-10-July-2016-buffed_b2article_artwork.png\n\nWenn man mMn. wirklich vergleichen will, dann sollten andere F2P-Titel dafür herhalten wie eben z.B. DOTA2 oder ähnl. Wenn man z.B. sagen kann, daß dort Flamen weniger wär oder eher bestraft wird usw. ","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-12-05T11:34:43.363+0000","up_votes":1,"down_votes":0,"body":"Das Problem an der Sache: Deine Kollegen reporten nicht, weil sie denken, es bringt eh nichts. Sie fühlen sich dadurch bekräftigt, dass viel geflamed wird. Aber: Wenn Flame nicht gemeldet wird, kann es auch nicht bestraft werden. Also muss man schon reporten, wenn man was ändern will.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-12-05T18:10:24.264+0000","up_votes":1,"down_votes":2,"body":"Also ich würde mich besser fühlen wenn ich bei jedem wüsste ob er jtz gebannt wurde oder nicht, das würde mich 1000mal effizenter vom flamen abhalten als alles andere (wenn man sieht das leute deswegen auch wirklich gebannt werden). Ich habe diese Nachricht 1mal bekommen... in 1Jahr spielzeit! Das regt mich auf das anscheinend sooo viele davon gekommen sind! Und danke für die Info das 1/4 nur angezeigt werden das macht es zumindest \"besse\" ;)","replies":[{"id":"","poster":"eingew","date":"2016-12-05T18:49:10.678+0000","up_votes":1,"down_votes":0,"body":"Vermutlich ist es sogar noch weniger... ich würde es auch begrüßen, wenn man die Nachricht öfter bekäme. Oder einfach nach 100 Reports/Spielen eine kleine Statistik, über die Menge der getätigten Reports und der daraus resultierten Strafen.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-12-05T20:25:13.862+0000","up_votes":1,"down_votes":1,"body":"Stimmt ne Statistik wäre cool ;) \nUND es sollte darauf geachtet werden wie oft man reportet wird weil ein Kiddi dem du krum liegst sollte keine Überprüfung auslösen dagegen wenn dich 60% der Runde reporten MUSST du zwangsweise was wirklich schlimmes gemacht haben (bei premades zählen 3 premade vllt 1mal oder so)","replies":[{"id":"","poster":"eingew","date":"2016-12-05T21:06:05.173+0000","up_votes":1,"down_votes":1,"body":"Aktuell ist es so, dass ein Report pro Spiel reicht. Schließlich ist das Fragen nach Reports nicht gerade eine angenehme Sache und sollte nicht durch eine höhere Effektivität im System unterstützt werden. Ein Schutz vor \"kiddies\" ist schließlich auch gar nicht nötig, jedenfalls nicht auf diese Weise. Die Chatanalyse hat eine Fehlerquote von 1:6000, und selbst wenn man wirklich eine falsche Strafe bekommen sollte, dann kann man sich innerhalb von kürzester Zeit darüber beim Support beschweren und entbannen lassen. Wichtig ist für das System, dass man über viele Spiele hinweg reportet wird.","replies":[]}]}]}]}]},{"id":"","poster":"MilliDieFrau","date":"2016-12-05T10:14:17.108+0000","up_votes":2,"down_votes":0,"body":"Also, du verwirrst mich ein bisschen.\n\nDu scheinst meine Meinung zu teilen, dass Flame nicht okay ist.\nIch interpretiere in deine Aussagen mal frei rein, dass League dir mehr Spaß machen würde, wenn es keinen Flame gäbe (oder deutlich weniger).\n\nDein Account scheint dir im Moment egal zu sein, deswegen startest du das Experiment, wielange du flamen musst, um gebannt zu werden, wirst dabei aber Teil genau dieser Gruppe, die du eigentlich überhaupt nicht magst. Den Leuten, die absichtlich (oder unabsichtlich, Hintergründe sind ja bekanntlich verschieden) mindestens vier anderen Spielern die nächsten 30 Minuten versauen.\n\nIch deute deine Absichten nicht als \"schlecht\", wenn ich dich richtig verstanden habe, willst du mit deinem Thread aufzeigen, dass das Bann-System zu langsam/tolerant/\"schlecht\" ist, wenn es um Flaming geht.\n\nAber warum denn so?\nJa, jeder hat mal Flamer im Spiel.\nJa, es sind zu viele.\nIhre Gründe bleiben uns verborgen, ob es sich hier um Stress mit den Eltern, den Freunden, dem Chef oder ein Experiment handelt, werden wir im Nachhinein nicht erfahren. Nur, dass sie uns eben Krebs gewünscht haben.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T11:24:45.974+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=MilliDieFrau,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=000200000001,timestamp=2016-12-05T10:14:17.108+0000)\n>\n> Also, du verwirrst mich ein bisschen.\n> \n> Du scheinst meine Meinung zu teilen, dass Flame nicht okay ist.\n> Ich interpretiere in deine Aussagen mal frei rein, dass League dir mehr Spaß machen würde, wenn es keinen Flame gäbe (oder deutlich weniger).\n\nrichtig...\n\n> Dein Account scheint dir im Moment egal zu sein, deswegen startest du das Experiment, wielange du flamen musst, um gebannt zu werden, wirst dabei aber Teil genau dieser Gruppe, die du eigentlich überhaupt nicht magst. Den Leuten, die absichtlich (oder unabsichtlich, Hintergründe sind ja bekanntlich verschieden) mindestens vier anderen Spielern die nächsten 30 Minuten versauen.\n\nWie lange ich flamen muss, bis was passiert. \nIch flame allerdings nicht sofort darauf los, sondern erst dann, wenn man mich anmotzt. Das passiert allerdings jedes mal. Also der \"Initiator\" bin ich nicht, sondern eher derjenige, der sich \"aggressiv\" dagegen wehrt. Aufgefallen ist mir da nur: Viele hören allerdings mit den Flamen auch auf, wenn man sie sehr beleidigt. Sowas wie \"stfu noob\" ist ja noch harmlos im Gegensatz zu \"get cancer and ebolola\"\n\n> Ich deute deine Absichten nicht als &quot;schlecht&quot;, wenn ich dich richtig verstanden habe, willst du mit deinem Thread aufzeigen, dass das Bann-System zu langsam/tolerant/&quot;schlecht&quot; ist, wenn es um Flaming geht.\n> \n> Aber warum denn so?\n> Ja, jeder hat mal Flamer im Spiel.\n> Ja, es sind zu viele.\n> Ihre Gründe bleiben uns verborgen, ob es sich hier um Stress mit den Eltern, den Freunden, dem Chef oder ein Experiment handelt, werden wir im Nachhinein nicht erfahren. Nur, dass sie uns eben Krebs gewünscht haben.\n\nUnd das ist jetzt der Punkt: \"jeder hat mal\" stimmt nicht ganz. In Overwatch ja, da ist das so. Ich habe da 7 rankeds verloren, 2 gewonnen und 1 unentschieden und nur bei 2en kam mal ein \"Noob Team\" oder \"Play 1vs1 SC2\". Bei LOL ist das Tagesordnung. Spiele ich 4 Spiele am Tag, kommt es zu 99% zu flame (es muss nicht ich sein, der angeflamt wird). \nWarum ist das so oft? Warum so viel? Und warum wird das so toleriert? Es kann doch nicht angehen, dass es keine Konsequenzen hat, wenn man jemanden wünscht, dass ein Ebola verseuchter N**** deine Familie vergewaltigt. Das ist so unsportlich und sinnfrei, da sollte es nicht einmal eine Ausrede oder eine Entschuldigung für so ein Verhalten geben.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T12:11:14.958+0000","up_votes":2,"down_votes":0,"body":"> Aufgefallen ist mir da nur: Viele hören allerdings mit den Flamen auch auf, wenn man sie sehr beleidigt. Sowas wie \"stfu noob\" ist ja noch harmlos im Gegensatz zu \"get cancer and ebolola\"\n\nNaja, du wurdest in der Hitze des Gefechts ein wenig angerempelt und alles was dir darauf einfällt, ist, wie von Sinnen völlig unverhältnismäßig mit ungebremster Wut auf den Spieler loszugehen, als gebe es kein Morgen mehr... natürlich werden da einige leicht (oder gar völlig) geschockt erst mal gar nichts mehr schreiben. Laut deiner Aussage verfasst du da Permabanmaterial und das tut nur ein winzig kleiner Bruchteil der Spieler, die Wahrscheinlichkeit, dass du auf so jemanden triffst ist mehr als gering.\n\nIch würde also sagen: *natürlich* sagen die meisten dann nichts mehr.\n\n> Und das ist jetzt der Punkt: \"jeder hat mal\" stimmt nicht ganz. In Overwatch ja, da ist das so. Ich habe da 7 rankeds verloren, 2 gewonnen und 1 unentschieden und nur bei 2en kam mal ein \"Noob Team\" oder \"Play 1vs1 SC2\". Bei LOL ist das Tagesordnung. Spiele ich 4 Spiele am Tag, kommt es zu 99% zu flame (es muss nicht ich sein, der angeflamt wird).\n\nJedes ist wohl übertrieben denke ich. Ich habe auch oft Spiele, in denen eine ausschließlich positive und freundliche Stimmung herrscht.\n\n> Warum ist das so oft? Warum so viel? Und warum wird das so toleriert? Es kann doch nicht angehen, dass es keine Konsequenzen hat, wenn man jemanden wünscht, dass ein Ebola verseuchter N** deine Familie vergewaltigt. Das ist so unsportlich und sinnfrei, da sollte es nicht einmal eine Ausrede oder eine Entschuldigung für so ein Verhalten geben.\n\nWeißt du wie viele Spieler LoL hat? Weißt du wie viele Spiele am Tag gespielt werden? Weißt du, wie viele Report täglich vergeben werden? Kannst du mir erklären, wie man die Rechenleistung wirtschaftlich rechtfertigt, wenn jeder Report überprüft werden soll? Was du da forderst wäre toll, eine wunderschöne Vorstellung, die ich jederzeit gegen die Realität eintauschen würde. Aber sie ist vermutlich unrealistisch. Wir können das natürlich nicht mit Sicherheit sagen, aber es ist davon auszugehen, dass es schlicht zu viel Rechenleistung erfordern würde, wirklich jedes Spiel zu finden, in dem derartiger Flame stattfand.","replies":[{"id":"","poster":"Nibula","date":"2016-12-05T12:25:36.619+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=K8LEOzdB,comment-id=00020000000100000000,timestamp=2016-12-05T12:11:14.958+0000)\n> Weißt du wie viele Spieler LoL hat? Weißt du wie viele Spiele am Tag gespielt werden? Weißt du, wie viele Report täglich vergeben werden? Kannst du mir erklären, wie man die Rechenleistung wirtschaftlich rechtfertigt, wenn jeder Report überprüft werden soll? Was du da forderst wäre toll, eine wunderschöne Vorstellung, die ich jederzeit gegen die Realität eintauschen würde. Aber sie ist vermutlich unrealistisch. Wir können das natürlich nicht mit Sicherheit sagen, aber es ist davon auszugehen, dass es schlicht zu viel Rechenleistung erfordern würde, wirklich jedes Spiel zu finden, in dem derartiger Flame stattfand.\n\nEhrlich gesagt ist das ganz einfach: Die Operation für ein einziges Spiel ist ziemlich wenig und simple (Beispiel: Bad words implementieren ist keine kunst). Du nutzt die Rechner der Spieler, die nach einem Spiel nur dann etwas an der Server schickt, wenn was passiert ist. Du brauchst die Rechenleistung an einem Server nicht. Du nutzt die Rechenleistung der PC Spieler selbst. Die Anaylse kann von 10 Rechnern während des Spiels, wo Flame auftritt, ausgewertet werden, auch wenn du nur einen brauchst. CPU Last für das Spiel? Brauchst du kaum, schau dir mal an, was LOL an wenig CPU Last verbraucht.","replies":[{"id":"","poster":"eingew","date":"2016-12-05T15:22:40.649+0000","up_votes":1,"down_votes":0,"body":"> Ehrlich gesagt ist das ganz einfach: Die Operation für ein einziges Spiel ist ziemlich wenig und simple (Beispiel: Bad words implementieren ist keine kunst).\n\nUnd wenn ich ingame über Schinken rede, werde ich als ekelhafter Rassist gebannt, weil ich das Wort \"chink\" in den Mund genommen habe? Es hat schon seine Gründe, warum die Chatanalyse doch ein winzige bisschen komplexer ist, als eine simple Wortliste...\n\nUnd dann ist da halt die Frage ob Riot das überhaupt will. Wer weiß, was da für Feinheiten in der Chatanlyse stecken. Google wird seinen Suchalgorythmus sicher auch nicht für lau auf fremden Servern installieren, ich kann dir nicht sagen, wie sich das mit der Entwicklung der Chatanalyse hält, schließlich stecken da relativ viele Forschungsgelder und Entwicklungszeit drin...\n\n> CPU Last für das Spiel? Brauchst du kaum, schau dir mal an, was LOL an wenig CPU Last verbraucht.\n\nDas Spiel an sich läuft ja auch nur auf dem Server. Und es geht wie gesagt gar nicht um die Komplexität eines Spiels, sondern um die Komplexität, eine geradezu unvorstellbare Zahl an Chatlogs in kürzester Zeit analysieren zu wollen. Ich meine, Chatlogs. Buchstaben sind mit die einfachste Form von Daten würde ich sagen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-12-06T08:25:20.868+0000","up_votes":2,"down_votes":0,"body":"Wenn Du jetzt für die salzfreie Community von OW so eine Werbung machst, schiesst Du Dir doch ins Knie. Denn was wird passieren? Viele LoL-Salzstreuer werden nach OW abwandern und dort weitersalzen. Du machst Dir also Dein Paradies langsam wieder unbewohnbar. Schon mal drüber nachgedacht?{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-12-08T12:41:06.802+0000","up_votes":1,"down_votes":1,"body":"Naja, wenigstens werden die Salzstreuer von Blizzard auch vom Tisch abgerahmt. Riot lässt die einfach bis sie leer sind stehen ;)","replies":[]}]},{"id":"","poster":"Antiqui","date":"2016-12-05T19:02:27.415+0000","up_votes":2,"down_votes":0,"body":"Overwas?\n\nAch dieses Spiel das selbst zu großen events nicht über 50k viewer kommt? Ja muss das erfolgreichste Game ever sein.....","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-12-07T10:17:23.811+0000","up_votes":1,"down_votes":0,"body":"Ich führe nun seit rund 40 Spielen eine Excel-Tabelle, weil ich einfach mal wissen möchte, wieviele Flamer ich tatsächlich in meinen Spielen habe. Natürlich sind die Zahlen ein wenig verfälscht. Ich habe ab und zu im Team gespielt, wo natürlich im eigenen Team weniger Flame herrscht, zum anderen sind da gleichermaßen Rankeds, Normals, ARAMs und 3-3s vermerkt. \n\nReportet habe ich typische Beleidigungen und die \"gg ez\" in all ihren Variationen. Bloße Reportaufrufe habe ich nicht gemeldet. Um ja nicht irgendwie provozierend und flame-erhöhend mitzuwirken, habe ich nur ganz selten selbst etwas im Chat geschrieben.\n\nNun ergibt sich so langsam das Bild, dass ich offenbar in mehr als 50% meiner Spiele jemanden reportet habe. Rückschlüsse auf die Anzahl der Flamer lassen sich dadurch aber nicht ziehen, weil ich nicht die Anzahl der Flamer pro Spiel vermerkt habe. Dafür habe ich während des Spielens keine Zeit.\nAllerdings sind 40 Spiele nicht aussagekräftig. Um die 200 sollten es wohl schon sein.\n\nAber um das mal festzuhalten: Ich habe zu Classic-Zeiten WoW gespielt, CS 1.6, Battlefield 1942-Battlefield 1, Overwatch und Day of Defeat. Bei Overwatch habe ich kaum Flamer, ich habe aber bis dato auch noch keine Rankeds gespielt. Bei DoD und CS ist bzw. war es nur selten toxisch. Keine Ahnung, wie es bei GO ist, aber 1.6 war sehr entspannt. Und bei Battlefield schreibt eh kaum einer was im Chat. Bleiben also nur LoL und WoW als für mich toxischste Spiele. Bei WoW hat man ja eine Sprachbarriere zwischen den Fraktionen, aber trotzdem hatte man Möglichkeiten, den Gegner heftig zu \"bm'en\", sei es durch Spit-Makros, Leichen-Camping oder Umgehung der Barriere. Ich würde schätzen, dass Classic-WoW jedenfalls auf meinem RP-PVP Server ebenso toxisch war wie heute LoL. Mittlerweile ist es bei WoW ruhig geworden, sodass aktuell für mich tatsächlich LoL das Spiel mit der unangenehmsten Community ist. Wobei ich jetzt Dota 2 oder DayZ nicht kenne, dort soll es ja auch nicht gerade angenehm sein.","replies":[]},{"id":"","poster":"MarvinXgtfu","date":"2016-12-05T10:07:05.750+0000","up_votes":2,"down_votes":5,"body":"Muten und weiterspielen, schrecklich wie alle immer rumweinen.\nAnonymität im Internet macht stark.\nMacht euch nicht ins Hemd","replies":[]}]}