{"id":"P0oqaEi2","poster":"Docternative","date":"2016-12-05T14:03:12.835+0000","title":"Ranked unerfahrener Veteran sucht Mitspieler","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hi,\r\nmein Name ist Dennis ich bin 26 und spiele League of Legends seit pre S2, habe aber in der Zeit aus Panik Gr&uuml;nden keine Ranked Games absolviert(aber um die 2000 ARAMs) und habe gehofft jetzt mal ein paar Leute f&uuml;rs spielen zu finden, sei es ranked, flex, normals oder ARAMs. Nat&uuml;rlich kann ich jetzt keinen richtigen Rang  zwecks Skill nennen, aber in ARAMs sind die Leute in meinem Team meist Gold (und ziemlich gleichm&auml;&szlig;ig Silver/Plat), was bedeutet ich kann auf mittlerem Gold Niveau Teamfighten, daf&uuml;r fehlt es mir an anderen Grundlagen^^ Aber will hier ja sowieso keine gro&szlig;en Regeln aufstellen.\r\n\r\nHatte schon immer Interesse daran Support zu spielen (und als Zweitrolle Top) und hoffe es finden sich ein paar Leute zum zocken, vielleicht welche mit &auml;hnlichen Problemen die nie irgendwo reingefunden haben :)\r\n\r\ngru&szlig; Dennis","replies":[{"id":"","poster":"Cryses","date":"2016-12-05T15:59:35.123+0000","up_votes":1,"down_votes":0,"body":"Tagchen Dennis,\n\nwenn du Interesse an einer Community hast, wo du mit jeder Person klarkommst, kannst du dir ja mal kurz unsere Werbung im LoL Forum anschauen: \n\n\n[== Magic Mirror | ü18 Multigaming Community sucht DICH ! ==](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/vwFAwEMw-magic-mirror-sucht-member)\n\nWir sind eine **ü18 Multigaming Community** mit dem Hauptbereich League of Legends und als nebenbereich den FUN Bereich und den CS:GO Bereich.\n\nMomentan bieten wir, außer einen eigenen **Minecraft Server** (Momentan Feed the Beast), einen **Trouble in Terrorist Town** Server auch einen eigenen **CS:GO Server** zum internen Spielen an. **Alle Server sind natürlich für jeden zugänglich!** \n\nÜbrigens spielen gerade recht viele in unserer Community viel Aram, denke also da kannst du dich schnell einfinden. Außerdem wenn du Hilfe in Grundlagen brauchst, ich habe mich innerhalb der Community als Coach vorgeschlagen :)\n\n*Nebeninfo: Unser Durchschnittsalter in der Community beträgt momentan 22 Jahre.*\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\n\nExiledRiftWalker | Gero","replies":[]},{"id":"","poster":"ChiiBS","date":"2016-12-05T14:21:24.706+0000","up_votes":1,"down_votes":0,"body":"Ich würd gern mitspielen\nBin 23 Jahre alt\nSpiel mitte support und adc\nHab ewig nicht gespielt aber hab gestern wieder spaß drann gefunden\nInteressiert?","replies":[]}]}