{"id":"72w84793","poster":"k452","date":"2016-12-04T12:57:35.785+0000","title":"Neuer LoL YouTube Kanal!","subforum":"Streams & YouTube","up_votes":1,"down_votes":1,"body":"Hey Beschw&ouml;rer,\nIch habe vor kurzem einen YouTube Kanal gestartet und werde jede Woche ca 2 Videos online stellen. Haupts&auml;chlich wird es darum gehen wie man als Noob am effizientesten in h&ouml;here Ligen wie Dia, Master oder sogar Challenger kommt. Momentan bin ich noch Silbe, bin aber sehr ergeizig und werde auch viel Zeit in dieses Ziel mit euch zu improven investieren. Ihr k&ouml;nnt mir gerne ernst gemeinte Tipps in die Kommentare schreiben. \nAu&szlig;erdem gibt es auch &quot;Spa&szlig;videos&quot; welche einfach nur zur Unterhaltung dienen sollen. Zum Beispiel habe ich gerade eben ein \"NoobGuide\" hochgeladen, in welchem ich Bard Jungle spiele - dies soll jedoch nur zur Unterhaltung dienen und eher mit Humor genommen werden. Es w&uuml;rde mich freuen wenn ihr dem Kanal einfach mal eine Chance gebt und ihr bei mir vorbeischaut! :) [youtube]https://www.youtube.com/watch?v=O_JWqi8hxcU&feature=youtu.be\n{{sticker:slayer-pantheon-popcorn}} ","replies":[{"id":"","poster":"Threesoul","date":"2016-12-06T16:02:16.840+0000","up_votes":1,"down_votes":0,"body":"Hey, da dein Video wieder auf Privat ist und ich deinen Kanal nicht über YouTube finde würde ich dich gerne hier mal fragen ob du immer noch daran interessiert bist diesen Kanal zu führen. Denn ich suche momentan einen bis zwei League of Legends Kanäle die ich ein bisschen unterstützen kann (hauptsächlich in Sachen Grafik Design). Das mache ich 1.) weil ich selbst weiß wie schwer es ist anfangs einen YouTube Kanal am Laufen zu halten, und sich selbst mit Thumbnails und dergleichen zu versorgen (wenn man keine Erfahrung in dem Bereich hat). und 2.) weil ich seit einigen Tagen mir ernsthaft das Ziel gesetzt habe meine Fähigkeiten in Sachen Grafikdesign zu verbessern, und ich gerne etwas hätte mit dem ich \"üben\" könnte.\n\nFalls du Interesse hast, kannst du mir ja hier antworten\noder mich bei Skype adden: \"oculaz\"\noder mich bei LoL adden: \"Threesoul\"\nund dann besprechen wir alles weitere :)","replies":[]},{"id":"","poster":"k452","date":"2016-12-04T22:08:57.374+0000","up_votes":1,"down_votes":0,"body":"BUMP","replies":[]},{"id":"","poster":"k452","date":"2016-12-04T21:31:57.723+0000","up_votes":1,"down_votes":0,"body":"BUMP","replies":[]}]}