{"id":"Jo1lOunF","poster":"Toreole","date":"2016-12-03T20:17:17.479+0000","title":"\"LoL\" als MMORPG ??","subforum":"Karten & Spielmodi","embed":{"title":"Piltover","description":"Piltover is a thriving, progressive city whose power and influence is on the rise. It is Valoran's cultural center, where art, craftsmanship, trade and innovation walk hand in hand.","url":"http://na.leagueoflegends.com/en/featured/piltover/medarda-heirloom","image":"https://lolstatic-a.akamaihd.net/frontpage/apps/prod/piltover/en_US/2e123a61de9786d0f0c8676c3781b5490e0a8f4f/assets/img/share/piltover_1200x630.jpg"},"up_votes":4,"down_votes":1,"body":"Ich habe gerade eben die Karte gesehen, die Riot ver&ouml;ffentlich hat (in englisch) und mir ist eingefallen, wie geil es w&auml;re, die Welt von League of Legends als ein Open-World MMORPG zu haben. Die ganzen Charactere, wie z.B. Garen / Darius sind dann NPCs mit denen man interagieren kann, als Ausbilder f&uuml;r Tanks/ Magier etc. Und man k&ouml;nnte sogar das Konzept von LoL dort wieder finden, indem man auf einem der h&ouml;heren leveln die Beschw&ouml;rer in ihren Hallen aufsucht! \nDann k&ouml;nnte es auch nat&uuml;rlich Events wie Cho&#039;Gath frisst die Welt geben, bei der Cho einfach ein mega Boss ist, denn man mit ganz vielen Leuten zusammen raided :D\nF&uuml;r so ein Spiel gibt es eigentlich schon dank dem tollen Design team verdammt viele geile Designs f&uuml;r die St&auml;dte und Gebiete von z.B. den Schatteninseln oder Demacia, dass man es sich echt richtig gut vorstellen kann!\nAlso ich finde die Idee einfach verdammt cool und w&uuml;rde hoffen, dass Riot so etwas in die Tat umsetzen will. Und falls das dem Riot Team alleine zu viel ist, gibt es bestimmt kleinere Spielemacher, die interessiert daran wäre, mit Riot zusammen an einem solchen Projekt zu arbeiten ^^\nWas haltet ihr alle davon ?\n\n- Beste Gr&uuml;&szlig;e  \nToreole :3\n\n(wir sind hier im spielmodi forum weil es das ist, was am ehesten passen w&uuml;rde ^^)","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-12-03T21:21:46.842+0000","up_votes":2,"down_votes":0,"body":"Ich glaube das schwierigste bei dieser Sache wäre das Kampfsystem. Wie soll das aussehen? Und wie soll man die Charakterentwicklung organsieren? Ein typisches Levelsystem ala WoW wäre hier glaub ich fehl am Platz.","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-12-03T22:07:45.911+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ein Baukasten System mit den Fähigkeiten wie in LoL, also mit QWER?\nMit zusätzlichen Level höhere Individualisierung und kein Freischalten von Fähigkeiten.\nVielleicht 1 zu 1 wie von LoL abgenommen, Runen müssen gekauft Masteries mit dem Level erspielt werden und ab level 30 kann man \"Competitive\" Spielen.\nDie Champions werden dann natürlich wie in jeden MMORPG über verschiedene Rassen gehen und grundeinstellungen haben. (Rasse, höhe, Körperform, Alter, Geschlecht, etc.) Die Individualisierung kann man sich entweder über ein System wie das Hextexh crafting holen oder über RP.","replies":[{"id":"","poster":"Toreole","date":"2016-12-04T09:22:10.137+0000","up_votes":1,"down_votes":0,"body":"Keine schlechte Idee, sich mit QWER sozusagen einen eigenen Champion erstellen zu können.\nUnd anstatt Rassen könnte man eine Fraktion / Herkunft angeben wie Noxus und Piltover, die dann ein bisschen was vom aussehen der Charaktere bestimmen.","replies":[]}]}]},{"id":"","poster":"gamerman3000","date":"2016-12-03T20:23:40.458+0000","up_votes":2,"down_votes":0,"body":"Wär mega geil, würds warscheinlich auch durchsuchten. \nWäre aber auch extrem aufwendig, und wird es warscheinlich nie geben","replies":[{"id":"","poster":"Toreole","date":"2016-12-03T20:26:30.148+0000","up_votes":1,"down_votes":0,"body":"Ja ich glaube ich hätte dann keine anderen Hobbies mehr xD\nUnd ja das wär verdammt aufwendig und würde dementsprechend bestimmt auch ein zwei jahre dauern ^^","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-12-03T21:23:03.957+0000","up_votes":1,"down_votes":0,"body":"Rechne mit einem Jahrzehnt, wenn sie jetzt anfangen würden und es gut werden soll :D","replies":[{"id":"","poster":"Toreole","date":"2016-12-04T09:20:30.668+0000","up_votes":1,"down_votes":0,"body":"naja kommt darauf an wie die Skalierung der Welt ist ^^","replies":[]}]}]}]},{"id":"","poster":"Toreole","date":"2016-12-04T10:13:44.023+0000","up_votes":1,"down_votes":0,"body":"Ach ja, wie man auch auf der neuen Piltover Karte sehen kann, sind da verschiedene Symbole von den verschiedenen Fraktionen / Ländern (Shurima, Noxus nehme ich an) und da wär ein Eroberungs System im competitive für Städte, außenposten und Festungen passend für ein MMO :D das würde aber echt einen haufen arbeit bedeuten","replies":[]},{"id":"","poster":"XExEcUtOrX04","date":"2016-12-03T20:23:00.116+0000","up_votes":1,"down_votes":0,"body":"Erstmal auf das neue Projekt von Riot warten, vielleicht ist es ja was in die Richtung :P","replies":[{"id":"","poster":"Toreole","date":"2016-12-03T20:26:53.690+0000","up_votes":1,"down_votes":0,"body":"glaube nicht ^^ aber eine interaktive 3D Karte wär auch cool","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-12-03T20:30:12.546+0000","up_votes":1,"down_votes":0,"body":"Naja, es gibt dafür \"schon\" das Lol-Universum.","replies":[]}]}]}]}