{"id":"AnjkAeBH","poster":"Kuroba","date":"2016-12-03T17:07:08.545+0000","title":"Was macht man in mid/Lategame","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\nich spiele dieses Spiel nun schon seit ca. 2 Monaten, diesen Account habe ich seit ca. 2 Wochen.\r\nich habe generell, nicht das Problem, meine Lane zu gewinnen (Pantheon/Jayce Top, OP) aber wenn ich dann den ersten turret vom Gegner eingenommen habe, hab ich das Problem, dass meine Ziele so ein bissel schwanken. Ich wei&szlig;, dann nie was ich genau machen soll und ganke dann ab und zu mid und botlane, sodass sie ihre Tower auch bekommen und evtl. noch einpaar Kills. \r\nDoch vernachl&auml;ssige ich dann immer mein Farm und verliere meistens auch den Top tower, da mein Gegner gern in meiner Abwesenheit dies ausnutzt.\r\n\r\nNun wollte ich euch Fragen, auf was ich achten sollte, wenn es so um Minute 20~ ist. Ich versuche immer iwie einwenig zu pushen, werd aber dann meistens gecatch und sterbe - eig. total unn&ouml;tig. \r\n\r\nEbenso wollte ich, besonders f&uuml;r Pantheon fragen, wie man mit ihm im Lategame spielt, w&auml;hrend ich im Earlygame, gerne mal 3-4 kills abhole, a mein Gegner einfach downgepokt wird, verliert Pantheon seinen Sustain gerne in Teamfights, weil der gegner ja nicht immer downgepoked wird. Tanky bin ich auch meist nicht, da ich eig. immer full AD/Lethality gehe. Ich hab dann zwar gerne 3k hp aber keine Def/m.resi.\r\n\r\n\r\nIch w&uuml;rde mich &uuml;ber Tipps freuen. Danke. :)","replies":[{"id":"","poster":"Bodycounter","date":"2016-12-06T10:51:06.995+0000","up_votes":1,"down_votes":0,"body":"Typisches Szenario: Man gewinnt seine Lane und erhält den ersten Tower (Toplane) vor der 15. Minute.\n\n1. Herold vor der 20. Minute machen\n2. Gank Midlane/Botlane --> Turret und/oder Drache machen (meist verliert man jetzt Toplane-Tower)\n3. Letzten Tower holen --> Die Sicht der Gegner ist jetzt stark eingeschränkt und ihr Jungle unsicher\n4. \"Deep Warding\" --> Gegnerischen Jungle und Zugänge warden, Fehler sofort bestrafen\n\nAls Letztes musst du für dich entscheiden: Möchtest du mit deinem Champion a) Teamfights haben oder b) Splitpushen? Das obere Szenario forciert eher Teamkämpfe, Skirmishes und \"Catches\".\n\nWenn du splitpushen möchtest: Du gewinnst Top --> Laneswap mit Botlane --> Botlane alleine pushen (zwingt Gegner sich irgendwie anzupassen, ermöglicht deiner Botlane besser zu farmen und die Lane mit zerstörtem Tower sicherer zu halten). Jemand wie Tryndamere möchte eigentlich immer alleine pushen, während Rumble die Teamkämpfe/Skirmishes sucht.","replies":[]},{"id":"","poster":"Caaarl","date":"2016-12-04T14:26:14.966+0000","up_votes":1,"down_votes":0,"body":"Manchmal ist es auch das richtige einfach auf der Lane zu bleiben und zu pushen. Irgendwann ziehst du den focus auf dich und zum Beispiel  \"gehen mal eben 3 gegner top\" und versuchen dich zu catchen. Ohne überhaupt ein Kill oder ein Tower zu erbeuten ziehst du für dein Team ein Vorteil aus der Situation,weil 2 Gegner wo anders fehlen. Also wenn deine Mates nicht ganz verpeilt sind wird so etwas ausgespielt. \n\n Jedes spiel ist individuell, daher existiert keine Patentantwort. Aufjedenfall ist erfolgloses roamen ist nicht die korrekte Antwort. Kein Farm, keine XP und keine Kills lassen dein Vorsprung  verpuffen.","replies":[]},{"id":"","poster":"StillYasuoMain","date":"2016-12-03T18:18:36.007+0000","up_votes":1,"down_votes":0,"body":"Seit dem first turret Bonus Gold, musst du nach 2 oder 3 kills auf deiner lane den top tower holen. Dann kannst du roamen gehen. Du kannst ein Spiel nicht gewinnen ohne selber Verluste zu machen. Du verlierst dein tower aber kriegst dafür auch selber einen. Wenn es immer so weiter ginge hätte dein Team also immer 1 tower mehr als der Gegner + das first turret Bonus Gold.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-12-03T17:21:33.744+0000","up_votes":1,"down_votes":0,"body":"Lategame Strategien gibt es so einige. Eine Universalformel gibt es jedoch nicht, da es grundsätzlich davon abhängt, wie das gesamte Spiel steht. Wenn du stark genug bist, dass du 1v2 oder gar 1v3 gewinnen könntest, wäre Splitpush zum Beispiel eine Möglichkeit. Also eine Lane alleine zu pushen, während dein Team woanders tätig ist. Korrekt zu splitpushen ist jedoch nicht einfach. Einmal unvorsichtig - und gecatched.\nMan kann aber auch mit dem eigenen Team zusammengehen und versuchen zu teamfighten. Als Pantheon ist dies nicht unbedingt einfach, wenn du nicht gerade mit der Ult auf die gegnerischen MVPs kommst. Hierbei sind auch die Champs beider Teams zu beachten.\n\nDas sind nur zwei sehr grobe Beispiele. Man kann soviel machen... das, was dir am ehesten hilft, sind entweder Youtube Guides dazu oder... spielen. Lernen. Das eigene Spielgefühl dafür entwickeln. \n\nZu Pantheon... Das du im Lategame mit ihm Probleme kriegst ist normal. Er ist ein sehr starker Early Game Champion, fällt jedoch im Vergleich zu anderen Champions ab. Du bist deswegen nicht nutzlos... aber andere Champs, auch jene, die du wohl in der Lane zerstört hast, können wesentlich nützlicher werden. Sei es, weil sie Tankyness und CC anbieten oder wesentlich härter als du im Schaden skalieren. Mit Pantheon willst du das Spiel im Idealfall unter 30 Minuten beenden, weil es danach langsam holprig wird.","replies":[]}]}