{"id":"UpdsYkma","poster":"Sałtyy","date":"2016-12-03T15:32:07.746+0000","title":"Laggs normal?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Wenn ich LoL Spiele, Musik h&ouml;re usw  = 36 ms\r\nWenn mein Bruder LoL spielt und ich LoL spiele + Musik h&ouml;re = 36 ms\r\n\r\nAber sobald mein Bruder Minecraft spielt und ich LoL bekomm ich einen 500 - 4k ms\r\n\r\n\r\n\r\nKann mir jemand beantworten warum Minecraft so verdammt viel zieht? ^^","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-12-03T16:09:45.880+0000","up_votes":1,"down_votes":0,"body":"Minecraft ist weniger fürs Online Gaming geschaffen als LoL.\nLoL zieht durchschnittlich 12kb/s ingame.\nMinecraft 128kb/s. Minecraft hat viel mehr elemente die sich ändern Können, quasi kann sich die ganze Welt ändern, dies muss Minecraft abfragen. LoL hat immer dieselben vorinstallierten Champions dieselben Karten und dieselben Ereignisse, das einzige was abgefragt werden muss sind die Aktionen der Champions.","replies":[{"id":"","poster":"Sałtyy","date":"2016-12-03T17:20:48.314+0000","up_votes":1,"down_votes":0,"body":"Tipp um das zu changen? also das es ned so viel zieht","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-12-03T17:36:31.672+0000","up_votes":1,"down_votes":0,"body":"Da kann man nichts machen. Höchstens deinen Bruder verbieten Minecraft auf großen Servern zu spielen während du spielst.\nWenn er einer dieser PvP Minecraft spielern ist. Kannst du eigentlich nichts machen.\nWenn er mehr der Architekt ist. Versuch in auf kleine Bau-Server zu überreden oder ganz zu offline zu wechseln. Spiele selber Minecraft, jedoch nur Offline. Keine Lust auf diese PvP Server. (Oder kleinen kinder) ^^\n\nPs:\nDarf ich mal raten, dein Bruder ist 12-14?","replies":[{"id":"","poster":"Sałtyy","date":"2016-12-03T19:26:34.613+0000","up_votes":1,"down_votes":0,"body":"Ers 14 jap.\nDas is so obvious oder? :D\n\nNaja 1 Jahr noch, danach kommt (Hoffentlich) der LoL hype x)\n\n\nIch würde auch gern ma wd Mc spielen aber mein Laptop sagt \"nope\" \nDer weiß halt was gut für mich is und was nicht xD","replies":[]}]}]}]}]}