{"id":"gFQ6hFU7","poster":"4faith","date":"2019-05-13T21:57:56.443+0000","title":"Feuerwehrmann-Nautilus","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Moin Leute,\r\n\r\nich spiele zur Zeit häufig {{champion:111}} und finde es, wie schon etliche andere im Forum, wie ich gesehen habe, schade, dass Nautilus nur so wenige Skins hat, bzw. gute, ausgenommen der Astronautilus _(meine persönliche Meinung, bitte nicht persönlich nehmen, wenn einer nen anderen Skin von Nautilus sehr gerne spielt)_\r\n\r\nMein Vorschlag wäre ein, wie im Titel schon steht, Feuerwehrmann-Nautilus.\r\nÄußerlich, orentiere ich mich da nach den amerikanischen Vorbildern, mit einem Lederhelm der Firma Cairns &amp; Brothers - _jeder kennt diesen Anblick_ - zudem hat er die standartmäßige Feuerwehruniform aus den Staaten, wahlweise auch die aus Deutschland, mit ein bisschen mehr Neon. Zu der Ausrüstung eines Feuerwehrmannes gehört eine Pressluftflasche auf dem Rücken und ein Feuerwehrhaltegurt mit dazu gehörigem Feuerwehrbeil, was widerrum seinen Anker ersetzen könnte.\r\n\r\nSomit komme ich zu seinen Fähigkeiten, bei dene man gar nicht so viel ändern müsste.\r\nP - Wuchtiger Hieb -> würde ich so lassen\r\nQ - Schlepphaken -> würde ich ebenfalls so lassen\r\nW - Zorn des Titanen -> Nautilus umgibt sich für 6 Sekunden mit dunkler Energie, könnte visualisiert werden durch eine Atemschutzmaske anstatt dem Schild\r\nE - Reißende Flut -> würde ich wie die P &amp; die Q so lassen\r\nR - Tiefenladung -> visuell würde ich es so aussehen lassen, als ob es Löschschaum aus einem Feuerlöscher sei, sonst würde ich es auch hier bei allem so belassen wie es ist\r\n\r\nWürde mich über positive und konstruktive Kritik freuen.\r\n\r\nP.S.: während dem Release könnte man acuh für kurze Zeit überlegen, ob man den Feuerwehr - {{champion:18}} Skin wider im Shop erwerben könnte.\r\n\r\n\r\nMfG 4faith","replies":[{"id":"","poster":"Lomw","date":"2019-05-14T06:21:18.906+0000","up_votes":2,"down_votes":0,"body":"Bei der W könnte, würde mir dann auch besser gefallen Rauch sein das halt von dem Feuer kommt so wie man es kennt und bei der E würde ich so Platscher rein machen bsp dort taucht erst eine mini Flamme auf und dann kommt das platschende Wasser so das es verschwindet, wäre aber glaube ich zu viel Arbeit. Q ist ok R auch dann halt nur das Wasser ein bissl heller  sodass es halt frisch aussieht. Bin mir gerade nicht sicher mit der Passive ob dann ein platscher beim schlagen kommt.\nSonst könnte ich ihn mir sehr gut vorstellen würde dann auch Nautilus \"Lebendiger\" finden,\nhoffe es wird umgesetzt!{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"4faith","date":"2019-05-14T18:02:30.579+0000","up_votes":1,"down_votes":0,"body":"Die Idee mit dem Rauch bei der W gefällt mir sehr gut, hab soweit gar nicht gedacht.\nDanke für die Idee und das positive Feedback.\n{{sticker:leblanc-funny}}","replies":[]}]}]}