{"id":"YmbjothE","poster":"HairBeard","date":"2016-12-01T21:11:46.457+0000","title":"G5 Supp sucht ADC für DuoQ mit Ziel Plat","subforum":"Clans & Teams","embed":{"title":"hairbeard - Summoner search results - League of Legends","description":"HairBeard / Gold 5 17LP / 108W 122L Win Ratio 47% / Alistar - 14W 17L Win Ratio 45%, Jax - 18W 10L Win Ratio 64%, Nami - 14W 8L Win Ratio 64%, Braum - 6W 8L Win Ratio 43%, Nasus - 6W 4L Win Ratio 60%","url":"http://euw.op.gg/summoner/userName=hairbeard","image":"http://sk2.op.gg/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Moin,\r\n\r\nnachdem ich die letzte Season einfach hab verstreichen lassen, habe ich f&uuml;r die n&auml;chste Season das Ziel Platin zu werden.\r\nDazu suche ich einen ADC den ich supporten kann. Ich habe immer mal wieder main Supp gespielt, momentan bin ich noch nicht wieder auf meinem gew&uuml;nschtem Level, bin mir aber sicher das mit einem festem ADC schnell wieder zu erreichen.\r\nIch muss oft Abends arbeiten und auch in die Nacht hinein, sodass ich keine festen Zeiten nennen kann, zudem ich wieder mehr LoL spielen will, aber auch noch CS, TD, R6S und viele andere Spiele spiele.\r\nIch kann in der Regel eine Woche vorraus planen, dass man sich aber durchaus absprechen kann.\r\nTS mit Channel und Ruhe stelle ich, was ich erwarte ist ein ordentlich eingestelltes Headset, d.h. ich will kein Atmen h&ouml;ren, das essen von Chips, oder zb. rauschen.\r\nZudem solltest du mir nicht mein Ohr abkauen und mir Zeug erz&auml;hlen was mich nicht interessiert. Einfach wissen und verstehen, wann man mal die Fresse halten sollte und wann man mal bisschen mehr labern kann und Witze rei&szlig;en usw. \r\nSpielstil ist mir egal, ob aggressiv oder passiv, ich denke ich kann mich an beides gut anpassen.\r\nAlter ist mir auch egal, solang du keine Piepsstimme hast. Ich bin selber 26.\r\nSolltest du dich hier erkennen, so z&ouml;gere nicht mich zu adden, am besten ingame:HairBeard\r\n\r\nHappy fragging\r\n\r\nHairy","replies":[]}