{"id":"MEyKZKqN","poster":"Swain On CoKayn","date":"2016-11-29T20:17:27.581+0000","title":"Shen unrework","subforum":"Champions & Gameplay","up_votes":3,"down_votes":10,"body":"Riot bitte ich hatte den fr&uuml;heren Shen sehr gemocht und wenn ich die vielen kommentare Lese weiss ich das der alte Shen viel lieber gemocht wurde als der neue. Das liegt gr&ouml;ssten Teil daran dass der neue Shen ein gutes Konzept hat er in game das aber nicht da bietet.\r\nIhr wolltet die wichtigsten Elemente eines Champions nach dem rework beibehalten, aber nicht bei Shen.\r\nIch m&ouml;chte oder eher gesagt die Community m&ouml;chte wieder seinen Ranged harrass und seine Heilung.\r\nIhr wolltet die neue W-F&auml;higkeit zu etwas interassantem Machen habt es aber noch langweiliger gemacht als vorher.\r\nDer f&uuml;here Shen war ein Anti-Lanebully. Er konnte sich gegen vieles wehren konnte aber auch outplayed werden.\r\nMit Kog&#039;Maw habt ihr gezeigt das ihr einen Champion  durch Wunsch der Community und des Gesunden gameplays &auml;ndern k&ouml;nnt.\r\nWeil dass einzige sch&ouml;nere am neuen Shen ist lediglich sein aussehen,\r\nda er ohne liebe gereworkt wurde.\r\nKeine neuen Spr&uuml;che, keine neuen Taunts/Joke etc, keinen Backport und animationen von dem Warlord skin wurden ruiniert wie auch seine kosteneffieziens. Und im gegensatz zu Ryze haben seine anderen skins nicht neue Animationen bekommen.\r\n\r\nIch hoffe das wird verwirklicht, denn es geht nicht nur um mir sondern wie erw&auml;hnt um die Community und das was am meisten an einem Spiel z&auml;hlt \r\n&quot;Der Spa&szlig; des Spiels/Champions&quot;.\r\n\r\n{{champion:98}} {{item:3070}}","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-29T20:44:28.832+0000","up_votes":3,"down_votes":0,"body":"Mein Problem mit dem alten Shen: Wenn du ihn richtig spielst, gibt es kein Counterplay. Also du lässt dich reinpushen, farmst mit dem Q und der Passiven sicher quasi alle Minions, dein Gegner kann aber nicht mal den Turm angreifen, weil du ihn dann tauntest.\n\nDiese extrem passive Spielweise wurde beim alten Shen extrem belohnt. Ich habe das am Ende so weit übertrieben, dass ich meinem Jungler 2 Camps gepullt habe und bewusst das Defizit auf der Toplane in Kauf genommen habe. Und solange der Toplaner das nicht sofort geblickt hat und die Lane von der erste Welle an eingefroren hat, konnte er trotzdem nichts dagegen machen. Ich stand dann unter meinem Turm und wartete auf das Level 6 und nutzte meine Ulti um den Kampf auf der Botlane zu drehen.\n\nDeswegen hat sich Riot ja für das Rework entschieden. Shen war ja im Gegensatz zu den üblichen Rework-Kandidaten extrem beliebt und sogar LCS Material. Aber Riot wollte halt verhindern, dass eine derart passive Spielweise belohnt wird. Nur um dir die Motivation hinter dem Rework kurz zu erklären: Jetzt muss man an der Laningphase auch teilnehmen, wenn man gewinnen will.","replies":[]},{"id":"","poster":"ViviD VooiD","date":"2016-11-29T20:35:21.637+0000","up_votes":1,"down_votes":6,"body":"der alte shen war wohl klar lieber gemocht, eben weil er der staerkste full tank war.\n\ndiese threads haben bisher bei keinem champ rework geholfen. nicht bei eve, nicht bei fiddle, heimer, morde, trynde etc. etc. oder TARIC XDDDDDD\n\ngewoehn dich lieber daran, dass nur neue champions oder andere ausnahmen außergewoehnlich op sein duerfen. wie ein yasu, eine illaoi etc.\n\nshen is dead, shen..... is..... dead !!!!!\n\nspiele die neuen op champs. nur wenn ein OP champ aussergewoehnlich OFT gepickt wird und durch seine OPness eine aussergewoehnlich hohe winrate hat, wird dieser reworked und generft. also bitte liebe leute pickt nur noch yasu, bis dieser auch von riot down generft wird und eine komplett neues retarded skill set bekommt. danke :)","replies":[{"id":"","poster":"OT Riku","date":"2016-11-30T00:06:26.537+0000","up_votes":5,"down_votes":1,"body":"Kannst du auch mal eine konstruktive Kritik abgeben, als alles nur schlecht zu machen ? \nWwarum bist du überhaupt im Forum?Ich meine du sagst das alles schlecht ist,dann geht doch einfach aber geh mit Gott, bitte.\nPoppy würde gereworked Top\nShen Rework Top \nQuinn Top\nGps Top\nFio Top\n\nNatürlich gibt es Ausreißer wie Morde oder Kog aber Kog'maw ist ne andere Sache, weil als adc sollt du gefälligst Kiten und nicht da steht und die Gegner vollrotzen, er passte halt nicht in die Rolle rein.\nDeswegen würde er ja zurück geändert.\nEs gibt auch Situationen wo ich denke, Wtf ist das für ein Championdisign.\nIst das Legal?\nAber overall mach Riot einen verdammt guten Job.\nUnd wie bei jedem Job, können mal Fehler vorkommen, siehe Morde und Kog.\nJa selbst der gute Yorick hat ein verdammt cooles Kit bekommen.\nIch freue mich über jedes Rework, selbst wenn es einen meiner Mains treffen würde.\nWenn ich einen Champion so geil finde, das ich ihn am liebsten auf jeder Position spielen will, dann verdammt nochmal kneife ich meine Arschbacken, verzeit meine Vulgärsprache, zusammen und lerne ihn zu Spielen.\nSo das war's erstmal.","replies":[]},{"id":"","poster":"Swain On CoKayn","date":"2016-12-02T15:39:55.925+0000","up_votes":1,"down_votes":0,"body":"es geht mir nicht um op oder um zu gewinnen es geht mir dareum dass riot das spiel als spiel und nicht als kompetetives irgendwas gestalten soll.\nEs geht mir darum das der neue shen einfach spass gemacht hat was der neue mit einem skillshot der zu dir Fliegt und keinen schaden macht.\nDie leute sollten vor der \"Geisterklinge\" Angst haben. Ich finde es ein schönes konzept aber die umsetung noch schlechter als der alte.\nDer alte shen in a nutshell\n\np: Für Tankiness hoher on hit schaden viel schaden dafür sehr wenig reichweite wie bei allen neuen bruiser q´s \n     neu hat passive einen schild passive mit einfluss = also gut disigned nicht komischer prozentueler schaden = punkt für beide shens\nq: ranged harrass und sustain sustain wie jeder toplaner garen passive darius ult usw. \n    nun komischer skillshot ohne schaden dann der aa mit komischen prozentuellen schaden = punkt für alt\nw: shield um schaden abzufangen sher wenig zu bieten aber war nützlich gegen allen schaden nicht wie die neue block w \ndie nur gegen autos gut ist = schlecht bei beiden shens\ne: der alte hatte damage reduction neuer skaliert mit leben finde ich aber besser beim alten sein schaden kam konkret von der passive und q\n= kleiner vorteil für den alten (meiner \"Meinung\"\nult : blieb gleich sieht schöner aus als vorher  \n= (fürs optische punkt für den neuen)\n\nich bin nicht jemand der nur meinung sagt ich kann  mit fakten dartellen was gut oder schlecht ist\nnicht einfach indirkekt schreiben : du hast ihn nur gespielt weil er op ist \n\nich mag op Champs nicht und ich spiele kein ranked ich rede nur das ich shen wieder haben möchte nicht den komischen neuen ninja der die ult und e geklautt hat .","replies":[]}]},{"id":"","poster":"BM Vilich","date":"2016-11-30T08:45:23.776+0000","up_votes":3,"down_votes":1,"body":"Mir gefällt der neue 100 mal besser","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-02T15:48:38.579+0000","up_votes":1,"down_votes":1,"body":"sag die gründe nicht deine meinung\nXD","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-03T13:10:32.290+0000","up_votes":1,"down_votes":1,"body":"Mehr Spieltiefe, mehr Schaden, grösseres Potential und allgemein nützlicher.\nXD","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-03T14:01:28.158+0000","up_votes":1,"down_votes":1,"body":"ok mit mehr spiel tiefe hast du gelogen weil die alten spells alle eine konkrete rolle erfüllt haben potential hat ehr nicht mehr da der alte mit mehr items einsetzbar war und nützlich sie haben beide die selbe ult un beide fast die selbe e nur deine eine hat dummen prozenzuellen schaden","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-03T14:44:58.914+0000","up_votes":2,"down_votes":0,"body":"Nein hab ich nicht.\nWieso erfüllen die neuen Spells keine konkrete Rolle??? Das machen sie ganz klar.\nOb du es siehst oder nicht, der neue Shen ist um einiges stärker als der alte, und das sage ich als Spieler, der im 5v5 Challenger beide Shens gespielt hat.\n\nAber uns wirklich glasklar zu machen vergleiche ich doch einfach mal die beiden.\n\nAlt:\nPassive: Ein verstärkter Autoattack alle paar Sekunden (skaliert mit max hp)\nQ: Point to click Range poke mit kleinem selfheal (skaliert mit ap)\nW: Schild (skaliert mot ap)\nE: Taunt dash, macht kaum Schaden. (Skaliert mit ap)\nUlt: Schild + tp aufm teammate (skaliert mit ap)\n\nNeu:\nPassive: Schild der bei Shens Fähigkeiten procct (skaliert mit hp)\nQ: Zieht das Schwert zu sich, Prozentual Bonusschaden, kann starken attackspeedbuff geben, zieht man das Schwert durch einen Gegner\nW: Ein Feld bei der Klinge, welches Autoattack blockiert, auch welche die auf verbündete gehen würden.\nE: taunt dash, macht ordentlich Schaden (skaliert auf hp)\nUlti: die gleiche\n\nGrösseres kit und mehr mechanische Möglichkeiten = mehr Spieltiefe\nSchon nur wenn du die art der scalings betrachtest, ist der neue einfach besser.","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-03T15:49:22.315+0000","up_votes":1,"down_votes":1,"body":"eben nicht da riot allen neuen champs ein fach prozentuelejn schaden geht natürlich hatte der alte auf seinen meistens spells lediglich ap scalings aber das machte ihn einfach fair un nicht zu \"stark\" weil ich nicht für den sieg sondern wegen der reinen freude gespielt habe was ja ein challenger trhyarder nicht verstehen kann","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-03T16:38:54.497+0000","up_votes":2,"down_votes":0,"body":"Warum soll ich das nicht verstehen können? Ich Spiele auch nur zum Spass","replies":[]}]},{"id":"","poster":"Swain On CoKayn","date":"2016-12-03T16:06:19.402+0000","up_votes":1,"down_votes":2,"body":"achso und seine lines oder sprüche ergaben füher sinn  target marked wegen dem zeichen seiner alten q \nseine alte q war ist und bleibt eines der coolsten spells aus der lol geschichte und riot denkt sich nope gutes design ähhh weg\n\nist dir schon aufgefallen wie dum die reworks zur zeit von shen waren \nfiora misslungen \npoppy guter champ ist aber nicht poppy \ndarius garen skarner un morde sowieso dreck \nund shen auch njur naja guter champ aber der alte war besse also vom \"spass\"\nworum es in einem \"spiel\" geht \nund nicht um das rang climben vollidiot\nja league is sehr kompetetiv aber lass den leuten den spass und seine neuen drei autos shen cool aus aber der ki strike war cooler und der alte warlord shen zb war viel kosten effiezienter \ner änderte \nanimation von seiner passive seinem e seiner lauf animation und autos / der neue warlord neue autos un er hgat die klinge beim dash gezückt -.- das geht die kosteneffieziens des schönsten 975 skins dahin#","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-03T16:34:12.810+0000","up_votes":1,"down_votes":0,"body":"Darius: stärker als zuvor\nMordekaiser: geb ich dir recht\nSkarner: stärker als zuvor\n\nFiora: Ihr releasedesign ist misslungen. Richtig stumpfes gameplay ohne jeglichen Ansprüchen. Nach dem rework einer der champs, die am meisten spass machen.\n\nIn wie fern macht 1 verstärkter Autohit, den man nicht einmal richtig timen konnte mehr Spass als 3 gezielt verstärkte???\nWie ich bereits im allerersten post gesagt habe, mir gefällt der neue Shen um ein vielfaches besser als der alte, nicht nur competitive sondern auch wenns um den spassfaktor geht.","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-03T16:51:53.215+0000","up_votes":1,"down_votes":0,"body":"weil die drei schläge lamgsam sind und sich nicht verstärkt anfühlen \nder alte war \"zack\" \nfress damage von \"meinen\" leben für die ich farmen musste \nnicht wie der neue \nkomischer prozentuler schaden wie bei fiora poppy bloodrazor camille jhin illaoi \nweil riot nichts besseres mehr einfällt als allem prozentuellen schaden zu geben","replies":[]}]}]},{"id":"","poster":"Swain On CoKayn","date":"2016-12-03T15:55:46.253+0000","up_votes":1,"down_votes":0,"body":"jedesmal wenn ich mit dem neuen shen ulte ich danach benutze ich e un denk was für ein schönes gameplay dann kommt seine komische \"Geisterklinge\" die auf dem weg nicht einmal schaden macht und nicht mal was für ihn macht ausser eien schlecht gastatltete block zone aus season 1 zu machen un danach dir 50% attack speed geben \nwow wenn die w noch healen würde für die da drin stehen oder wenn mann e die klinge ähnlich eines zed schattens mid dashen würde und die q klinge auf dem rückweg schaden machen würde mir fehlt einfach diese anti lanebully feeling von früher \ndu kannst den gegner nicht töten aber der tötet dich auch nicht \nwar preaktisch wenn ein im late game abfahlender bully wie renekton oder darius keine kills hat \nsein konzept ist gut .... ja aber ingame nein","replies":[{"id":"","poster":"BM Vilich","date":"2016-12-03T16:30:09.355+0000","up_votes":1,"down_votes":0,"body":"Du machst deutlich mehr Schaden als früher, vor allem im early game und sobald du titanic hydra hast, ein massiver powerspike, ergo einiges an killpressure mehr.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nivoras","date":"2016-11-29T21:22:01.813+0000","up_votes":2,"down_votes":0,"body":"Was ist denn deiner Meinung gesundes Gameplay (das scheinbar auch noch eine Meinung hat:o)? :D","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-02T16:01:58.177+0000","up_votes":2,"down_votes":1,"body":"gesund ist wenn ein champion funktioniert \ner also stärken und schwächen mit sich bringt.\ndarius hassen alle XD ist aber fair da er viel schaden bei hoher tankiness hat \naber er hat nicht so viel schaden wie ein carry und nicht so viel tankiness wie ein fulltank.\nUnd er hat kurze cc er zieht dich ran dann bist du verlangsamd un danach hat er kein weg mehr dich zu verfolgen ausser \"laufen \" wow .\nUnd der neue shen?\nKomischer prozentueler schaden der erstmal genervt werden musste\ndanach komisch wenig grund leben die erstmal gebufft worden mussten \nund nein ich verlange keinen perfekten champ aber nach dem alten shen such ich mir was in der gleichen kategorie \nund der alte shen war \"fantastisch\" und \"fantastisch\" muss ein rework erst werden.\nUnd mit dem spruch von riot:,, seine alte w ist so langweilig \"und machen neh noch langweiligere hin die toll aussieht und sich cool anhört aber gefühlt (und es gin ja um das gefühl) nichts macht weil es auto's blockt.\nOh autos blocken hatten nur zwei champs jax und teemo und die beiden sind sehr veraltet und dann geben die ein \"veraltetes\" Disign  einem \"neu\"\nbearbeiteten Champion .\nXD da kann man mir nur zustimmen es gibt nichts positives zu seiner neuen w (naja seine alte w war ausch scheisse aber mindestens konntest du allen schaden abhalten )","replies":[]}]},{"id":"","poster":"Ten Numb","date":"2016-12-21T23:25:50.770+0000","up_votes":1,"down_votes":0,"body":"Wow ein Autohit basierter Tank dessen e Reichweite runtergekommen wurde nicht mehr alle 3s einen kleinen Schild bekommt... Letztendlich weniger Schaden nun macht mit weniger tankyness und nun der Spaß Faktor unter 0 gesunken ist. \nDanke für das visuelle rework, was auch das einzige war was dieser tolle champ benötigt hätte...","replies":[]},{"id":"","poster":"thefire7","date":"2016-11-29T21:10:34.648+0000","up_votes":1,"down_votes":1,"body":"> eher gesagt die Community\n\nDu hast nicht das Recht für die Community zu sprechen.","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2016-11-30T17:33:36.159+0000","up_votes":1,"down_votes":0,"body":"Seine alte Q würde ich gerne wiederhaben und die komische Geisterklinge sollte entfernt werden dann wäre er wie früher aber doch mit nem soliden rework.","replies":[{"id":"","poster":"Swain On CoKayn","date":"2016-12-02T15:48:10.057+0000","up_votes":1,"down_votes":0,"body":"Naja wenn man dem derzeitigen shen die alte q geben würde hätte er kein schaden un zu viel tankiness \nAber es geht hauptsächlich darum das der alte vieleicht stärker von den werten aber auch leicht outplaybar war.\nweil der alte hatte konkret all seinen schaden auf dem ki strike un noch ein bisschen auf seiner q sonst nur tankiness oder utility auf den anderen spells.\nDer neue hingegen hatt komischen prozentuellen schaden aud q dann irgendein random scaling auf leben bei der e und dann hatt er durch titanic sunfire noch viel schaden durch items.\nsehr komisch viele schadens quellen weswegen auch seine q letztens generft wurde.","replies":[]}]},{"id":"","poster":"RAG Ryve","date":"2016-11-29T21:50:04.648+0000","up_votes":1,"down_votes":0,"body":"Ich mag den neuen Shen mehr, letzte Season einer meiner Mains und mein erster Char Stufe 7.","replies":[]}]}