{"id":"0OI14zcZ","poster":"skhar","date":"2016-11-30T00:16:50.194+0000","title":"Was kann man gegen AFKler beim Spielstart tun?","subforum":"Spielerverhalten & Moderation","embed":{"title":"6-23_EUW1-2948423317_01.webm","description":"Dropbox is a free service that lets you bring your photos, docs, and videos anywhere and share them easily. Never email yourself a file again!","url":"https://www.dropbox.com/s/2vu89gfaktd9shu/6-23_EUW1-2948423317_01.webm?dl=0","image":"https://www.dropbox.com/temp_thumb_from_token/s/2vu89gfaktd9shu?preserve_transparency=False&size_mode=2&size=1024x1024"},"up_votes":1,"down_votes":4,"body":"Warum geht man &uuml;berhaupt so lange AFK, dass man es nicht rechtzeitig zum Spielstart zur&uuml;ck schafft?\nNat&uuml;rlich, es gibt immer mal wieder gute Gr&uuml;nde wie eine brennende Küche oder drohender Erstickungstod vom Dackel oder was auch immer und jeder hat irgendwann mal f&uuml;r sich auch diesen Fall. Aber dann soll man doch wenigstens dazu stehen und die Konsequenzen erdulden, sprich die Strafe f&uuml;r AFK und /remake &uuml;ber sich ergehen lassen, aber nicht noch 4 anderen Spielern eine negative Spielerfahrung bieten. Vorallem in einem ranked Match, in dem es um Punkte geht. Als ich mal in einem Spiel Internetprobleme bekam und f&uuml;r einige Minuten nicht im Spiel war, habe ich nach erfolgreichem Reconnect die Situation geschildert und um Entschuldigung gebeten, war mir aber dessen bewusst, dass ich daf&uuml;r gerechtfertigte AFK/DC/Leave Reports bekommen kann und wohl auch werde, da aus der Sicht der anderen meine Internetprobleme gerne auch nur eine billige Ausrede sein k&ouml;nnen. Wäre mir das bei Spielstart passiert, hätte ich die /remake Strafe über mich ergehen lassen, da es besser ist, wenn nur eine Person aufgrund so einer Sache Punkte verliert als wenn potenziell alle Punkte verlieren bei einem potenziell wahrscheinlicher gewordenen Loss.\n\nAber zur&uuml;ck zum AFK bei Spielstart.\nKann man nicht bei 00:15 mit dem Team direkt losrennen, sind Invadetaktiken meist schon sinnlos oder zumindest erschwert.\nIst man als Jungler nicht bei 1:37 am spawnenden Camp, setzt man sich und sein Team in eine unterlegenere Position, da entweder die Helfer alleine f&uuml;r einen anfangen aber trotzdem der eigene Schaden fehlt, weswegen es l&auml;nger dauert und die Helfer verh&auml;ltnism&auml;&szlig;ig mehr Schaden tanken und/oder l&auml;nger bleiben, was zu Nachteilen auf deren Lane f&uuml;hren kann oder man als Jungler komplett ohne Hilfe und zudem auch zu sp&auml;t anf&auml;ngt.\n\nIn meinem angeh&auml;ngten Beispiel war der Jungler bis 02:40 AFK. Ich ging davon aus, dass wir um 03:00 mit der /remake Funktion begr&uuml;&szlig;t werden, was aber nicht der Fall war. Kann mir hier eigentlich jemand erkl&auml;ren, wieso? Mindestens 90 Sekunden als AFK geflagged sein m&uuml;ssen vor 03:00. Anscheinend wird diese Flag irgendwann zwischen 01:10 und 01:30 vergeben, da er sonst bis 02:40 schon entsprechend 90 Sekunden geflagged gewesen sein m&uuml;sste und sp&auml;ter als 01:30 macht ja auch keinen Sinn, wenn um 03:00 der Vote getriggert wird.\n\nNunja, dieses ungl&uuml;ckliche Beispiel mal au&szlig;en vor.\nIst in so einem Fall ein AFK Report am Ende des Matches angebracht? Er war nicht rot markiert, aber man bekommt auch keinerlei Auskunft dar&uuml;ber, ob das System ihn als &quot;lange genug AFK&quot; erkannt hat. Sollte der Report vom automatischen System nicht als gerechtfertigt angesehen werden, wird die Gewichtung der n&auml;chsten eigenen Reports ja wom&ouml;glich drunter leiden, bzw hat gelitten in meinem Fall.\n\nUnd damit man hier auch eine sch&ouml;ne Diskussionsgrundlage hat:\nMein Vorschlag: Automatisch Pause bei 00:00 und ein AFK Check, bei dem zwischen dem ersten und letzten Spieler nicht mehr als 3 Sekunden Zeit vergangen sein d&uuml;rfen, damit die Pause aufgehoben wird, damit auch ja niemand nochmal AFK geht, nachdem er den AFK Check f&uuml;r sich bestanden hat und jetzt darauf wartet, dass alle anderen 9 ihn auch bestehen.\n\n\nbtw: Der Pingspam in dem Video auf den AFKler war nicht von mir, auch wenn ich nach 4 Tagen immernoch leicht angefressen bin von der Tatsache, dass hier kein /remake getriggert wurde. 5 von 5 Whys!\n\n/remake FAQ https://support.riotgames.com/hc/en-us/articles/208754686--Remake-FAQ","replies":[{"id":"","poster":"Zeraphyrim","date":"2016-11-30T00:35:51.218+0000","up_votes":3,"down_votes":0,"body":"Ich geb dir einen Tipp, vergesse schlechte Spiele direkt wieder. Sonst frisst dich League noch auf.","replies":[{"id":"","poster":"skhar","date":"2016-11-30T09:27:39.459+0000","up_votes":1,"down_votes":0,"body":"Das tue ich sowieso. Der Grund wieso mir das Spiel so lange in Erinnerung bleibt ist auch nicht dem geschuldet, ob das Spiel jetzt am Ende gut oder schlecht lief, sondern weil eine für mich nicht verständliche Situation aufgetreten ist, nämlich dass kein /remake getriggert wurde trotz 160 Sekunden AFK sein. Es wurden nach meiner Ansicht alle Kriterien erfüllt, aber das erwartete Resultat trat nicht ein. Stell dir vor du schließt ein Gerät ans Stromnetz an und drückst auf den Power Knopf aber es tut sich nichts. Einfach nur \"why?\"!\n\nUnd neben dem gefühlten \"why?\" hat es halt noch die Frage, ob man dafür trotzdem rechtmäßig AFK reporten kann aufgeworfen und den Wunsch nach einem weiteren AFK Check in mir wachsen lassen.","replies":[]}]},{"id":"","poster":"VeS Ginsej","date":"2016-11-30T05:41:50.521+0000","up_votes":1,"down_votes":0,"body":"Stand er denn in der Mitte vom Fountain oder ganz normal auf seiner Position. Die Remakefunktion betrifft nur Verbindungsabbrüche, meines Wissens nach. Wenn er aber connected war, dann ist /Remake eh nicht möglich.\nMal abgesehen davon, dass es die Remakefunktion bis vor kurzem gar nicht gab, also sollte man einfach froh sein in den Fällen, in denen sie greift. Der Rest ist eben einfach so. Noch einen AFK Check wäre unzwegmäßig, weil dann der Vorteil von aktiven Spielern verloren geht, der erste beim Ivade zu sein.","replies":[{"id":"","poster":"skhar","date":"2016-11-30T09:19:08.848+0000","up_votes":1,"down_votes":0,"body":"Im Großteil meiner Spiele, in denen ich bei 00:05 nach \"invade?\" frage, erübrigt sich eine Antwort von alleine, weil jemand, nicht selten 2 oder mehr, AFK rumsteht.\nDa ich von der 90 Sekunden AFK Regel wusste, war ich bei 02:40 als der AFKler sich doch noch bewegte ja bereits froh, dass die Funktion aller Voraussicht nach greifen wird und wir nicht mit dem entstandenen Nachteil weiterspielen müssen. Bei 03:00 wurde ich nur eines Besseren belehrt.","replies":[]},{"id":"","poster":"Wernicke","date":"2016-11-30T07:19:44.315+0000","up_votes":1,"down_votes":0,"body":"Doch, auch wenn man \"nur\" AFK ist greift die Remake Funktion. Habe so selbst diese bereits ausgelöst. Bin aber gerade nur am Handy u keine Lust die Quelle zu suchen ;D","replies":[{"id":"","poster":"skhar","date":"2016-11-30T09:08:55.199+0000","up_votes":1,"down_votes":0,"body":"Ist doch alles im Startpost verlinkt und schon drüber ausgelassen ;)\nhttps://support.riotgames.com/hc/en-us/articles/208754686--Remake-FAQ\n90 Sekunden bis 03:00 muss man AFK geflagged sein. Nur steht da nicht dabei, wann man AFK geflagged wird.","replies":[]}]}]}]}