{"id":"RJb9tBEq","poster":"Kazooie","date":"2016-11-29T06:59:47.548+0000","title":"Wie hoch ist der Einfluss in der pre-season auf die Elo zum Start der Season?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":2,"body":"Hallo,\r\nmich interessiert momentan sehr, wie hoch der Einfluss meiner aktuellen Flex Elo auf die Placement Elo zum Seasonstart ist.\r\nZur Aufkl&auml;rung; Ich habe meine Placements in der pre-season mit** 7/3** abgeschlossen und bin **Platin 5** eingerankt worden.\r\nAls mit dem** Patch** dann der **&quot;Reset&quot;** kam, sprich ich musste noch **ein Spiel** machen um eingerankt zu werden habe ich **verloren**.\r\nIch wurde also **nach Silber 2 verschoben** &gt;.&gt;  . Meine Soloque elo zu dem Zeitpunkt war Platin 3 und eine 5er Ranked MMr hatte ich\r\nsoweit nicht. Mittlerweile bin ich in der Flex Que in **_Platin 3_**, da ich viele Divisionen &uuml;bersprungen habe. Jetzt frage ich mich zum einen\r\nwie _**SIlber 2**_ gerankt wurde ( da meine MMR deutlich h&ouml;her erscheint ) und zum anderen wie ein Freund mit **3 Wins **und **7 Niederlagen**\r\nmit einer Platin 5 Elo  **Silber 1 **gerankt wurde . Das ist aber nur nebens&auml;chlich ^^.\r\n\r\nWie im Titel beschrieben interessiert mich sehr was meine Aktuelle Flex Que Elo an Einfluss auf den Seasonstart am 7. Dezemer hat.\r\n\r\nLg {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-11-29T08:36:50.880+0000","up_votes":3,"down_votes":1,"body":"Es sollte einen nicht all zu großen Einfluss haben. Es geht bei solchen Preseason Elo-Systemen eigentlich nur darum das du nach der Preseason zumindest die ganzen Challengers und high Diamonds wieder aus der low Elo raus holst damit es für die unteren Elos nicht so frustrierend ist.\n\nAnsonsten darfst du nicht vergessen das der Ranglisten Reset KEIN Feature oder irgendeine Content Erweiterung ist. Das ist lediglich ein Marketing-Trick  da mit die Leute nach einem Jahr wieder anfangen zu spielen.\n\nDenn für den Casual-Player gibt es gar keine Seasons. Durch den Ranglisten Reset wird dir lediglich dein Progress genommen und bewirkt das du wieder fast von vorne anfängst zu spielen.\n\nMfg Roderick","replies":[]}]}