{"id":"uAA4XRBE","poster":"Sihari","date":"2016-11-28T15:00:56.397+0000","title":"Suche helfene Hand bei PC-Problemen (nicht LoL bezogen)","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hallo ihr lieben Forennutzer~ ^-^\nIch wei&szlig;, dass es &auml;u&szlig;erst dreist ist einfach so mit einem Problem, dass sich nicht auf LoL bezieht in dieses Forum zu kommen, doch ich wei&szlig; einfach nicht wohin ich damit sonst sollte. Ich kenne leider keinen anderen Ort, von dem ich wei&szlig;, dass sich dort Menschen tummeln, die ein gro&szlig;es Talent mit Computern haben und google kann mir bei meinem Problem auch nicht weiter helfen. Ich habe alle m&ouml;glichen Suchbegriffe probiert, doch es erscheint kein Beitrag mit einem &auml;hnlichen Problem.\nIhr seid also meine letzte Hoffnung... x.x\n\n&quot;Sihari komm zum Punkt, was f&uuml;r ein Problem hast du denn nun?&quot;, mag der ein oder andere jetzt vielleicht denken, weswegen ich nun mit dem umschweifenden Gerede aufh&ouml;re und genau schildere was los ist:\n\n**Fakten:**\n- ich habe ein Problem mit meinem Zeichenprogramm\n- Problem: zwischen zwei Farbt&ouml;nen tritt ein heller &quot;Streifen&quot; auf, wenn eigentlich ein sanfter &Uuml;berhang erzeugt werden sollte\n- das Problem tritt seit gestern auf\n- das Programm hei&szlig;t &quot;Easy Paint Tool SAI&quot; \n- ich nutze Windows 7\n- zwischen zwei Farben des selben Farbtons, aber einer anderen S&auml;ttigung bzw mit einem anderen Hellwert konnte ich das Problem nicht feststellen\n- das Problem ist zwischen &quot;Pastellt&ouml;nen&quot; am st&auml;rksten zu bemerken\n- Screenshot: [klick](http://fs5.directupload.net/images/161128/q75e4z76.png)\n- der Neustart des PCs, Programms oder Tablets hat nichts gebracht\n- das Problem tritt sowohl bei der Nutzung eines Stifttablets (Marke Wacom) als auch beim benutzen der Maus auf\n- die exakt gleiche Version des Programms auf dem PC meines Freundes l&auml;uft Fehlerfrei\n- Bilder, die vor dem auftreten des Bugs erstellt wurden weisen den Fehler nicht auf, wenn sie erneut im Programm ge&ouml;ffnet werden\n- beim Versuch &auml;ltere Datein zu bearbeiten tritt der Fehler auf\n- das ändern der Auflösung hat keinen Effekt\n\nIch hoffe irgendwer hat eine Idee, was ich machen kann um diesen Fehler zu beheben. F&uuml;r die Kommunikation mit meinem potentiellen Helfer st&auml;nde ein TS oder Skype zur Verf&uuml;gung. \nSollten weitere Informationen ben&ouml;tigt werden, dann werde ich diese nat&uuml;rlich hinzuf&uuml;gen.\n\nIch danke schonmal daf&uuml;r, dass du bis hier her gelesen hast!\nLG&hearts;","replies":[{"id":"","poster":"OrangeBubble","date":"2016-11-29T14:10:24.281+0000","up_votes":1,"down_votes":0,"body":"Gooogle -> Suche nach: Easy Paint Tool SAI Forum -> passendes Forum gefunden\n\nhttp://www.paint-tool-sai.at/\n\nDort wird man dir vermutlich eher helfen können. Ich hab aber auch das erst beste deutsche Forum genommen, musst halt sonst selber schauen.","replies":[]},{"id":"","poster":"voidˉ","date":"2016-11-28T20:28:26.248+0000","up_votes":1,"down_votes":0,"body":"idk, gibts da was wie die härte von einem brush ? -> falls ja, diese auf 0 stellen","replies":[{"id":"","poster":"Sihari","date":"2016-11-29T11:18:03.258+0000","up_votes":1,"down_votes":0,"body":"Es gibt verschiedene Härtestufen, aber diese zu verstellen bringt mir leider auch nichts... q.q\nTrotzdem danke ich dir für den Versuch mir zu helfen♥","replies":[]}]}]}