{"id":"G62sAasY","poster":"l3r1ght","date":"2016-11-26T19:02:47.714+0000","title":"LOW ELO CUP","subforum":"Turniere & Veranstaltungen","embed":{"title":"l3r1ght - Twitch","description":"Twitch is the world's leading video platform and community for gamers. More than 45 million gamers gather every month on Twitch to broadcast, watch and chat about gaming. Twitch's video platform is the backbone of both live and on-demand distribution for the entire video game ecosystem.","url":"https://www.twitch.tv/l3r1ght","image":null},"up_votes":1,"down_votes":0,"body":"Der erste Cup war ein voller Erfolg, alle Games waren sehr spannend und am Ende gab es ein enges Finale in dem sich Team Ocean durchsetzten konnte. Der 2. Cup wird am 03.12.2016 stattfinden und wir hoffen wieder auf rege Zuschauerzahlen.\r\nFalls ihr lust habt meldet euch an ! Infos stehen unterhalb\r\n\r\nDu bist zwischen Bronze 5 und Gold 1? Du schaust gerne League of Legends Turniere auf Twitch und Du wolltest schon immer mal teilnehmen? Dann bist du beim &quot;Low Elo Cup&quot; genau richtig!\r\n\r\nInfos: Beim LEC k&auml;mpfen jeweils 2 Teams a 5 Spieler in der Kluft der Beschw&ouml;rer um den Sieg! Insgesamt werden 4 Teams zum Turnier zugelassen, bestehend aus Solo-Spielern beziehungsweise maximal Duo-Teams. Die Spiele werden in der Turnierauswahl ausgetragen!\r\n\r\nDer LEC findet jeden Samstag um 14 Uhr statt. Der Cup wird unter der Adresse www.twitch.tv/lowelocup von Insane und meiner Wenigkeit gecastet.\r\n\r\nRegeln: -Keine Fremdwerbung. -H&ouml;flicher Umgang zwischen den Spielern sollte selbstverst&auml;ndlich sein. -Smurfs sind nicht erlaubt und werden bei Entdeckung sofort disqualifiziert. Preise: Jeder Spieler des gewinnenden Teams erh&auml;lt einen zuf&auml;lligen Skin mit einem Mindestwert von 975 RP\r\n\r\nZur Anmeldung: Die Anmeldung erfolgt durch eine kurze Email an die Adresse: low-elo-cup@gmx.de\r\n\r\nWichtige Informationen die eure Email enthalten sollte sind: Beschw&ouml;rername, Rang/Elo, Prim&auml;re Rolle, Sekund&auml;re Rolle, Championpool. Alle erfolgreich angemeldeten Spieler erhalten bis sp&auml;testens einen Tag vor dem Cup eine Best&auml;tigungsemail mit den TS-Daten. N&auml;here Informationen erhaltet ihr dann im Teamspeak.\r\n\r\nweitere Infos gibt es auch unter dem stream www.twitch.tv/l3r1ght","replies":[{"id":"","poster":"Desίre","date":"2016-12-09T08:23:49.316+0000","up_votes":1,"down_votes":0,"body":"Findet der Cup diese woche (morgen) statt?","replies":[]}]}