{"id":"ym5RUA62","poster":"Supportsmanlike","date":"2016-11-25T00:53:18.578+0000","title":"Unsportliches und Ehrenhaftes Verhalten","subforum":"Spielerverhalten & Moderation","up_votes":7,"down_votes":6,"body":"Hallo Liebe Community.\r\n\r\nMit diesem Thread m&ouml;chte ich ein Thema ansprechen, dass mich schon seit l&auml;ngerem besch&auml;ftigt.\r\nIn den 3 1/2 Jahren, die ich nun schon LoL spiele, hat der Spielspa&szlig; leider immer weiter abgenommen.\r\nDie Zahl der Leute, die unsportliches Verhalten an den Tag legen ist enorm gestiegen, was unter anderem daran liegen mag, dass viele flamen mittlerweile als etwas v&ouml;llig normales ansehen, da es ja so gut wie jeder macht.\r\nWenn ich Solo Q spiele habe ich selten das Gl&uuml;ck ein paar gut gelaunte Teammates zu bekommen, die auch dann noch normal weiter spielen, wenn es mal nicht so gut l&auml;uft. An manchen Tagen ist es so schlimm, dass ich einfach von vorne herein jeden mute, oder meinen Chat einfach ganz in die Ecke ziehe, wo ich ihn nicht mehr sehen kann.\r\nGerade als Support Spieler zieht man den Hass seiner Mitspieler gerade zu magisch auf sich. Wenn man am verlieren ist, ist es v&ouml;llig egal was schief geht, dein Team schiebt es zu 90% auf dich. Da wundert es mich nicht, dass es so wenige Leute gibt die Support spielen m&ouml;chten.\r\nAlles was man gut tut wird als v&ouml;llig selbstverst&auml;ndlich angesehen, so etwas wie ein Danke gibt es in LoL nicht mehr.\r\nDas gilt nicht nur f&uuml;r Supports. Egal wie freundlich und hilfsbereit jemand ist, niemand wird es ihm jemals danken.\r\nDas Ehrungssystem ist nur noch Deko, manchmal vergesse ich sogar selber, dass es &uuml;berhaupt noch existiert.\r\n\r\nIch m&ouml;chte mich daf&uuml;r einsetzten, dass die derzeitige Unsportlichkeit in diesem Spiel wieder abnimmt, und die Spieler, die immer positiv sind (damit ist nicht die KDA gemeint) und ihren Teams durch ihre Einstellung zum Sieg verhelfen, wieder ein wenig Anerkennung bekommen.\r\n\r\nWahrscheinlich wird dieser Thread sowieso im Void verschwinden, aber ich m&ouml;chte wenigstens versucht haben Teamgeist und Zusammenarbeit zu f&ouml;rdern.\r\n\r\nSchreibt gerne mal, was ihr davon haltet, und was eurer Meinung nach eine gute L&ouml;sung daf&uuml;r w&auml;re.\r\n\r\nNat&uuml;rlich wird daraus ohne die Unterst&uuml;tzung eurerseits und der Einsicht Riots, dass sich etwas &auml;ndern muss nichts.\r\n\r\nIch hoffe, wir k&ouml;nnen diesbez&uuml;glich etwas erreichen, es w&uuml;rde mir wirklich viel bedeuten.\r\n\r\n\r\nMfG,\r\n\r\nEuer Shentropy\r\n\r\n\r\n\r\nP.S.: Kommt mir bitte nicht mit, &quot;b&auml;hhh das stimmt doch gar nicht, in LoL wird gar nicht geflamed, dass ist nur bei euch in der Low-Elo so...&quot; oder &auml;hnlichem, Ich glaube wir wissen alle, wie die Wahrheit aussieht :D","replies":[{"id":"","poster":"Vorzüglich","date":"2016-11-25T02:02:46.378+0000","up_votes":3,"down_votes":12,"body":"Kann dem nur Zustimmen, was man hier im Forum aber von den \"Freiwilligen\" so hört ist eher unterirdisch.\n\nGeflammt würde angeblich in allen Elo Bereichen gleich und Riot könnte nichts dafür wie sich die Spieler benehmen.\n\nSprich, es ist wie es ist und daran wäre nichts zu ändern.\n\nUnd es gäbe doch ein Meldesystem, was will man mehr?!\n\nJa danke, für solch ein **Placebo** System!\n\nEinfach unfassbar, wie wenig getan wurde um die Ursachen zu bekämpfen, sprich das unterschiedliche Skill Niveau.\n\nZu viel Arbeit und das Spiel würde sich ja zu schnell verändern um so etwas dagegen zu implantieren.\n\nWas ein Armutszeugnis. Aber hast schon recht, dies ist nur ein Post von tausenden und der Staff hier denkt ey nur da regen sich nur ein paar Handvoll Idioten auf.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T02:58:40.040+0000","up_votes":8,"down_votes":0,"body":"> [{quoted}](name=Vorzüglich,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0001,timestamp=2016-11-25T02:02:46.378+0000)\n>\n> \n> Und es gäbe doch ein Meldesystem, was will man mehr?!\n> \n> Ja danke, für solch ein **Placebo** System!\n\nUnd die täglichen \"Ich habe einen Permabann/ 14 Tages Bann\" Post sind alles Fakeaccounts um uns glauben zu lassen, dass die Placebos funktionieren?\n\n> \n> Einfach unfassbar, wie wenig getan wurde um die Ursachen zu bekämpfen, sprich das unterschiedliche Skill Niveau.\n\nÄhm... also abgesehen von dem Desaster \"Einführung der FlexQ\", über die ich mich auch ausgiebig aufgeregt habe, ist das Problem unterschiedliches Skillniveau zumindest für mich als Sup Main doch bekämpft worden... Also im vorherigen Ranked passierte es mir alle 10 Spiele mal, dass ich nicht meinen Sup bekommen habe und alle 50 Spiele mal, dass ich eine Rolle bekommen habe, in der ich richtig beschissen war. Wo dann der Skillgap zum direkten Gegenüber deutlich merkbar war.\nJetzt kriegt jeder (solange Autofill deaktiviert ist) eine Rolle, die er kann. Und ja, den Unterschied habe ich als Sup Main deutlich gemerkt. Also weil meine gegnerischen Supports in der DynamicQue im Durchschnitt fähiger waren als in der alten Solo/DuoQ.\nAber hey, vielleicht hast du ja andere Vorstellungen und Vorschläge, wie man dieses Problem bekämpft.\n\n\nAber zum eigentlichen:\nIch gehe da ja ingame einfach als positives Beispiel voran. Nicht, weil ich Ehrungen oder ähnliches will, sondern weil ich ein angenehmes Spielklima in meinen Teams haben will. Da klappt erstaunlich gut. Ein einfaches \"gj\" oder \"thx\" kann da echt wunder bewirken.\nUnd ja, ich bin auch Sup Main... aber irgendwie wird in meinen Spielen dem Support nur ziemlich selten die Schuld zugechoben... meistens mute ich meine Mitspieler, weil die sich untereinander streiten...","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T11:04:10.091+0000","up_votes":4,"down_votes":0,"body":"Vorzüglich ist doch ein Verfechter der Theorie, dass Flame nur aufgrund von schlechten Mitspielern entsteht und die bestraft, ausgesondert oder zum Training gezwungen werden sollen. Wenn alle wie Challenger spielen, gäbe es nach seiner Auffassung keinen Flame, was aber einfach nicht wahr ist.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-25T13:45:36.100+0000","up_votes":2,"down_votes":0,"body":"Ich denke Vorzüglich sollte sich mal Challenger Streams anschauen. Was es dort an Toxicity gibt steht dem Ruf von Bronze oder Silber in Nichts nach!","replies":[]},{"id":"","poster":"Vorzüglich","date":"2016-11-25T15:03:13.202+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000100000000,timestamp=2016-11-25T11:04:10.091+0000)\n>\n> Vorzüglich ist doch ein Verfechter der Theorie, dass Flame nur aufgrund von schlechten Mitspielern entsteht und die bestraft, ausgesondert oder zum Training gezwungen werden sollen. Wenn alle wie Challenger spielen, gäbe es nach seiner Auffassung keinen Flame, was aber einfach nicht wahr ist.\n\nSolltest mich mal Zitieren, an der Stelle wo ich gesagt habe das NUR deswegen geflammt wird.\nWenn Du schon so etwas behaupten musst.\n\nIch sehe es aber in der Tat als einer der Hauptgründe an. \n\nDas es noch andere Gründe gibt, sollte offensichtlich sein.\n\nUnd wo bitte bleibt die Statistik, oder meinetwegen das Zitat eines \"Riotlers\" das dir Recht gibt?","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T16:34:14.943+0000","up_votes":1,"down_votes":0,"body":"Wo bleibt dein Beleg, dass in Low-Elo mehr geflamt wird? Du hast die Behauptung gebracht und solltest sie belegen, ehe du von anderen Gegenbeweise verlangst.\n\n>Hier liegt das Problem, logischerweise setzen die einen Lernfähigkeit voraus, die Realität sieht aber so aus das die große Mehrheit der Spieler nicht alleine in der Lage sind besser zu werden. Oder vorher hinwerfen.\n>\n>Daher braucht das Spiel dringender als alles andere ein Tutorial/Meisterweg.\nOb dies nun Freiwillig sein soll oder bereits zum Anfang des Spiels implantierst gehört, darüber lässt sich streiten. Sicher gibt es Möglichkeiten, die noch gar nicht hier genannt wurden.\n>\n>Worüber sich meiner Meinung aber gar nicht streiten lässt ist, das es dieses Spiel nötiger hat als alles andere.\n>\n>Eben damit das Spiel weniger \"Toxic\" wird, damit die Spielqualität steigt und auch die Motivation.\n\nDas hier klingt für mich ziemlich stark nach, \"es wird geflamt, weil andere schlecht spielen\". ","replies":[]}]}]},{"id":"","poster":"Legend Alpha","date":"2016-12-06T20:43:01.004+0000","up_votes":1,"down_votes":0,"body":"> Ähm... also abgesehen von dem Desaster \"Einführung der FlexQ\", über die ich mich auch ausgiebig aufgeregt habe\n\nDie frage ist wo liegt das problem mit der Flex Q?\nSie haben Solo und Fles Q so aufgeteilt weil es zu viele Leute gab die rumgeheult haben das:,, SOLO/DUO Q SO VIEL BESSER WAR\"\nund leute die Flex Q besser fanden.\nUm den Leuten etwas faires zu geben haben sie Dynamic und Solo Q von einander getrennt.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-11-25T09:53:21.854+0000","up_votes":4,"down_votes":0,"body":"Vermutlich bin ich der falsche um dich darauf anzusprechen, weil du offensichtlich auf farbige Namen nicht gut zu sprechen bist... aber:\n\n> Einfach unfassbar, wie wenig getan wurde um die Ursachen zu bekämpfen, sprich das unterschiedliche Skill Niveau.\n\nInwiefern ist das MMR-System schlecht designed?\n\n> Zu viel Arbeit und das Spiel würde sich ja zu schnell verändern um so etwas dagegen zu implantieren.\n\nWas soll man denn neben dem Placebosystem noch implementieren? Das funktioniert doch schon recht gut. Vor allem dafür, dass es nur ein Placebo ist, scheint es mir extrem wirkungsvoll.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T12:38:56.484+0000","up_votes":1,"down_votes":5,"body":"\"Inwiefern ist das MMR-System schlecht designed?\"\n\nganz einfach dass MMR ist eine solo bewertung für ein teamspiel, was nur siege und niederlagen beinhaltet, somit vollkommnen sinnlos das in diesem spiel zu benutzen!","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-11-25T12:58:38.323+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000100010000,timestamp=2016-11-25T12:38:56.484+0000)\n>\n> &quot;Inwiefern ist das MMR-System schlecht designed?&quot;\n> \n> ganz einfach dass MMR ist eine solo bewertung für ein teamspiel, was nur siege und niederlagen beinhaltet, somit vollkommnen sinnlos das in diesem spiel zu benutzen!\n\nDu wirst unterm Strich danach bewertet, wie gut du ein Team mit völlig fremden Spielern nur durch deine eigene Leistung zum Sieg führen kannst. Schau dir doch mal IWDominate an, wie er in Bronze V aufgeräumt hat. Weil er einfach die Gegner zerstört, egal wie sehr sein Team reinfeedet. Natürlich gewinnt er nicht 100% seiner Spiele, aber das muss er ja auch nicht. Er kann sehr gut sein Team zum Sieg führen, deswegen ist er Challenger.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T13:21:37.621+0000","up_votes":1,"down_votes":4,"body":"aber nicht mit nen MMR bewertungs mittel, und nicht nicht jeder spielt wie chalenger aber auch nicht jeder spielt wie bronze. und daher ist diese bewertung vollkommen sinnfrei. normales PKT system in den ranglisten spielen währe hier von vorteil. und dann halt auch nur Bronze vs Bronze, Silber vs silber und so weiter und so weiter!\n\nman sieht es gibt vielerlei möglichkeiten das spiel fairer zu gestalten als es immoment gerade ist.\nRiot sollte sich nur mal ein beispiel an anderen sportlichen wettbewerben nehmen. aber nicht gerade vom schach, meine eher von team sport arten, da ja lol nun auch schon zum sport zählt!","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-11-25T13:43:59.586+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=00010001000000010000,timestamp=2016-11-25T13:21:37.621+0000)\n>\n> Riot sollte sich nur mal ein beispiel an anderen sportlichen wettbewerben nehmen. aber nicht gerade vom schach, meine eher von team sport arten, da ja lol nun auch schon zum sport zählt!\n\nNenn mir mal eine Teamsport-Art, bei der nicht das Ergebnis des Teams, sondern des Einzelnen relevant ist. Kenne mich mit Randsportarten nicht so gut aus, aber im Fußball, Handball oder Basketball ist es völlig egal, wie gut der Einzelne ist, wenn das Team verliert. Du kannst im Fußball drei Tore jedes Spiel schießen, solange deine Abwehr immer ein Tor mehr kassiert, steigst du nicht auf. Deine Bewertung - sprich Ligazugehörigkeit - wird sich nicht verbessern.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-25T14:21:11.650+0000","up_votes":4,"down_votes":0,"body":"Ich würde das Beispiel bisschen anders formulieren.\n\nWenn du als Stürmer in jedem Spiel 10 Tore schießt, dann kann deine Abwehr noch so schlecht sein, du wirst deutlich öfters gewinnen als wenn du nur 1 Tor pro Spiel schießt.\n\nWas entscheidet darüber ob du pro Spiel 1 oder 10 Tore schießt? Dein eigenes Können.\n\nEbenso verhält es sich in League.\n\nWenn du z.B. immer Mitte spielst, dann kann deine Botlane in jedem Match noch so schlecht sein. Solange du selber jeden Gegner platt machst und weißt wie du diesen Lead zu einem Win verarbeitest, dann steigst du auf.","replies":[]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-25T13:48:17.504+0000","up_votes":4,"down_votes":0,"body":"Dann hast du schlicht und einfach das MMR-Bewertungssystem nicht verstanden. Punkt.\n\nIch sehe einfach nur mal wieder jemanden der mit seinem Ranking nicht zufrieden ist und dafür nen Schuldigen sucht. Da es natürlich niemals die eigene Leistung sein kann ist das Bewertungssystem ein gefundenes Fressen. Dass man dabei augenscheinlich kaum eine Ahnung davon hat wie es funktioniert ist eh egal. Hauptsache man ist das hilflose Opfer des bösen Systems.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T15:45:17.450+0000","up_votes":1,"down_votes":3,"body":"wenn du meinst das ich das nicht verstanden habe dann erklähr es mir vieleicht komm ich dann damit klar. aber selbst du wirst es mir nicht schmackhaft erklären können, da es ein ungerechtes system  ist. aber bitte kein link zu irgent eine seite posten oder gar zu dem forum MMR erklährung denn die hab ich mir durchgelesen.\n\nich bin mit meinem ranked wirklich nicht zu frieden stimmt, aber ich akzeptiere es und lebe damit. was mich trotzdem nicht davon abbringt klar meine meinung zu dem MMR system zu sagen! Punkt!","replies":[{"id":"","poster":"eingew","date":"2016-11-26T12:01:35.301+0000","up_votes":4,"down_votes":0,"body":"Das ist doch einfach.\n\nDu hast eine MMR. Wenn du gewinnst, bekommst du Punkte dazu, wenn du verlierst, werden dir Punkte abgezogen.\n\nWenn du gegen Gegner gewinnst, die eine höhere MMR haben als du, dann bekommst du mehr Punkte, als wenn du gegen Gegner mit einer niedrigeren MMR als die deine gewinnst. Du bekommst also mehr \"Skillpunkte\", wenn du stärkere Gegner besiegst.\n\nWenn du gegen Spieler mit einer höheren MMR verlierst, dann bekommst du weniger Punkte abgezogen, als wenn du gegen einen Spieler mit einer niedrigeren MMR verlierst. Denn wenn du von einem vermutlich schlechteren Spieler besiegt wirst, stuft dich das System natürlich niedriger. Bei einem besseren Gegner war die Niederlage natürlich vorherzusehen, deshalb wirst du nicht ganz so stark niedriger gestuft.\n\nDas MMR ist also immer relativ, als Zahl an sich hat es keine Aussage, du kannst dich damit nur mit anderen Spielern vergleichen. Riot hat also irgendwo bei diesen Zahlen gewisse Grenzen gezogen, ab denen die Divisionen und Ligen beginnen und enden. Früher konnte man seine MMR noch einsehen und wenn man eine Gold-MMR hatte, war man auch in Gold. Man ist direkt auf- und abgestiegen.\n\nHeute ist es etwas anders. Das LP-System wurde über das Elosystem gelegt. Das äußert sich so: Wenn man richtig eingestuft ist, als die Liga und Division dem tatsächlichen MMR entsprechen, dann bekommt man pro Sieg circa +20LP und bei einer Niederlage circa -20LP. Hat man eine höhere MMR als man eingestuft ist, bekommt man mehr LP für einen Sieg und weniger für eine Niederlage, umgekehrt bekommt man bei einer niedrigeren MMR pro Sieg weniger LP dazu und pro Niederlage mehr abgezogen.\n\nIst doch völlig logisch. Abstufen tut einen das System dadurch auch viel später, wo man also früher von Gold direkt auf Silber gefallen wäre, da lässt einen das System heute noch ein wenig auf den 0LP in Gold sitzen, statt einen abzustufen. Damit wollte Riot das Spielerlebnis angenehmer gestalten, weil die erhaltene Wertung dadurch stabiler wird. Umgekehrt bremsen einen auch die Promos ein wenig aus, aber man könnte schon sagen, dass die Verlässlichkeit dadurch irgendwie steigt, weil man sich erst in mindestens 3 Promotionsspielen beweisen muss, bevor man sich den höheren Rang tatsächlich verdient hat.\n\nAlso was ist daran unfair?","replies":[{"id":"","poster":"Shinjore","date":"2016-11-27T00:18:35.488+0000","up_votes":1,"down_votes":4,"body":"was unfair ist kann ich dir sagen ich muss gegen weit aus stärkeren gegner spielen und bekomme bei niederlage ein haufen pkt abgezogen. wenn ich dann mal gewinne nur sehr wenig pkt dazu. Plus dass dass system noch nicht mal erkennt ob man in einem spiel einen feeder troller oder sonst was hat. also im prinziep gesehen ist ertrag für all die mühen die man sich macht überwiegent = 0! zumindest wenn du solo spielst! die möglichkeit aufzusteigen ist fast nie gegeben und nur durch glück zu bekommen, dass zumindest ist meine meinung! \n\nund nun kommt ja auch noch die soft rückstufung da frag ich mich warum soll ich 10 spiele machen wenn ich eh bronze 5 komme. dann können sie mich gkleich da rein stecken","replies":[{"id":"","poster":"eingew","date":"2016-11-27T11:09:56.816+0000","up_votes":4,"down_votes":0,"body":"Das ist nicht unfair. Das bedeutet, dass deine MMR eben unterhalb deiner angezeigten Stelle im Ligasystem liegt.\n\nDu bist in der FlexQ aktuell Bronze 5 nach mehr als 100 Spielen. Du wirst auch fast ausschließlich mit Bronze gematcht, aber es ist auch Silber und sogar ein Goldspieler dabei gewesen in letzter Zeit. Vermutlich werden aber auch die noch verschwinden, denn im Moment liegt deine Winrate noch bei 44%. Vermutlich bist du also noch nicht ganz richtig eingestuft, was aber auch daran liegen kann, dass es nicht genug Spieler auf deinem Level gibt. \n\nDenn aktuell bist du schon relativ weit an der unteren Grenze. Womöglich findet das System nicht immer Spieler auf deinem Niveau, weil es davon gar nicht mehr so viele gibt.\n\n> Plus dass dass system noch nicht mal erkennt ob man in einem spiel einen feeder troller oder sonst was hat.\n\nDas MMR befasst sich auch nicht damit. Dafür gibt es eigene Systeme, die übrigens relativ gut sind, aber natürlich noch weiter verbessert werden. Die musst du einfach reporten und darauf warten, dass Riot den Rest erledigt.\n\n> also im prinziep gesehen ist ertrag für all die mühen die man sich macht überwiegent = 0!\n\nSofern du nicht derjenige bist, der die Trolle permanent dazu provoziert, dich zu trollen, sind die überwiegend im gegnerischen Team. Denn du trollst ja nie, deshalb gibt es nur noch 4 Randoms in deinem Team, die trollen könnten und 5 bei den Gegnern. Auf Dauer steigst du also durch deren \"bemühen\" auf und nicht ab. Du musst dir also im Gegenteil sogar 0 Mühe geben und bekommst trotzdem etwas dafür.\n\n> die möglichkeit aufzusteigen ist fast nie gegeben und nur durch glück zu bekommen, dass zumindest ist meine meinung!\n\nDu gehst aber auch nach wie vor nicht richtig auf unsere Kommentare ein. Hast du die Erklärungen von uns überhaupt richtig gelesen oder überfliegst du das nur? Ich meine... du machst einfach essentielle Fehler. Soll ich sie dir alle aufzählen und sagen was du ändern kannst? Denn dein Ranking ist eindeutig richtig so, du bist einfach nicht besser. Wenn du aufsteigen willst, musst du an dir selbst arbeiten und nicht die Fehler im System oder bei den Trollen suchen. Das ist nämlich rational gesehen beides keine valide Begründung.\n\n> und nun kommt ja auch noch die soft rückstufung da frag ich mich warum soll ich 10 spiele machen wenn ich eh bronze 5 komme. dann können sie mich gkleich da rein stecken\n\nWenn es dich so demotiviert, die Rangliste zu spielen, dann lass es doch lieber. Es geht hier darum, dass du Spaß hast, wenn das nicht der Fall ist, macht das ja keinen Sinn und ist pure Zeitverschwendung.","replies":[]}]}]}]}]},{"id":"","poster":"Alustus","date":"2016-11-25T13:53:18.091+0000","up_votes":2,"down_votes":0,"body":"Ich sehe da jetzt keine Verbesserung.\nJeder Spiele hat bereits jetzt eine gewisse Punktzahl welche, steigt und sinkt je nachdem ob man gewinnt oder verliert.\nMan wird außerdem nur gegen Spieler gemacht die eine Ähnliche Punktezahl/MMR haben.\n\n\nDas MMR system ist alles andere als Sinnfrei.\nAnsonsten würde es ja Challanger in Bronze und Bronze in Challanger geben.\nUnd es ist auch nicht zu leugnen das Bronze schlechter spielen als Silber/Gold/Platin....\n\nAuch muss man nicht viel besser spielen als die Teammates/Gegner um aufzusteigen.\nKlar es ist jetzt nicht sehr Aussagekräftig, aber ich bin jetzt kein guter Gold spieler dennoch habe ich es die letzten Jahre immer aus Silber rausgeschafft. Dieses Jahr sogar mit 2 Accounts.\nSprich man kommt in die Richtige Liga und wenn man nicht aufsteigt, dann muss man sich selber verbessern da man scheinbar nicht gut genug ist.\nAuch wenn das die ganzen Elo Hell anhänger nicht wahr haben wollen.\n\n(Nicht zu vergessen ich bin mit dem Account hier Gold 5 mit einer 50% Winrate , also das ist schon meine Momentane spielstärke und nicht Platin+)","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T15:50:37.954+0000","up_votes":1,"down_votes":4,"body":"warum siehst du keinen vorteil darin immer nur spiele zu spielen mit leuten die deine gleiche Liga plazierung haben! bei mir z.B. nur alles B5 (gegner wie mitspieler) wenn ich besser bin als B5 dann steig ich auf in B4 und wenn ich da bessser bin dann weiter bis so gut wie ich halt bin! wenn nicht dann bleibe ich wo ich bin.\n\nmit der MMR kann unter umständen ein silber spieler dabei sein der das ergebniss wieder verfälcht! \n\nbei meinen beispiel würden keine spieler gegen spieler anderer liegen spielen! also könnte niemals ein chalanger gegen einen bronze spieler spielen.","replies":[{"id":"","poster":"Alustus","date":"2016-11-25T15:57:51.583+0000","up_votes":4,"down_votes":0,"body":"> bei meinen beispiel würden keine spieler gegen spieler anderer liegen spielen! also könnte niemals ein chalanger gegen einen bronze spieler spielen.\n\nKann auch beim jetzigen System im Rank nicht passieren.\nNur mit einem Smurf.\n\n\n> mit der MMR kann unter umständen ein silber spieler dabei sein der das ergebniss wieder verfälcht! \n\nNein.\nEben nicht. Die MMR ist der Wert welcher mehr über die Spielstärke aussagt als die Liga/Division.\nEin Sibler 5 Spieler kann eben eine Bronze 3-4 MMR haben und einfach wegen dem \"Abstiegsschutz\" noch in silber sein.\n\nDer Grund für den Schutz ist das man nicht will das Spieler sofort wieder absteigen und dann mad sind.\n\n\nWie gesagt die Liga sagt weniger über die Spielstärke aus als die MMR.\nDementsprechend würde dein Vorschlag das gegenteil bewirken.\n\n","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T18:42:57.842+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0001000100000001000000020000,timestamp=2016-11-25T15:50:37.954+0000)\n>\n> warum siehst du keinen vorteil darin immer nur spiele zu spielen mit leuten die deine gleiche Liga plazierung haben! bei mir z.B. nur alles B5 (gegner wie mitspieler) wenn ich besser bin als B5 dann steig ich auf in B4 und wenn ich da bessser bin dann weiter bis so gut wie ich halt bin! wenn nicht dann bleibe ich wo ich bin.\n> \n> mit der MMR kann unter umständen ein silber spieler dabei sein der das ergebniss wieder verfälcht! \n> \n> bei meinen beispiel würden keine spieler gegen spieler anderer liegen spielen! also könnte niemals ein chalanger gegen einen bronze spieler spielen.\n\nOk... zeige mir das eine Spiel (jenseits der FlexQ, und das Riot da Scheiße gebaut hat, musst du mir nicht nachweisen, dass weiß ich selber...), in dem ein Challenger Spieler gegen einen Bronze Spieler gespielt hat. Selbst bei einem Gold Spieler dürfte dir das extrem schwer fallen.\n\nUnd selbst wenn du aus unglücklichen Umständen (du spielst Montag Nacht um 3 und der Gold V Spieler ist kurz vorm Abstieg nach Silber I) wirklich in einem deiner 900 Ranked Spiele einen Gold Spieler getroffen hast... glaubst du wirklich, dass dieses eine Spiel irgendeinen Einfluss auf deine MMR aus den 899 anderen Spielen hat?\n\nNebenbei... beweist die FlexQ gerade, wie gut das Matchmaking eigentlich funktioniert. Und wenn du mit dem grausamen Matchmaking in dieser Que ein Problem hast, gebe ich dir einen guten Tipp: Kehre für 6 Wochen zurück in die Solo/DuoQ. Danach werden all die jetzt falsch eingerankten Gold und Platin Spieler aus deiner Elo raus sein.\n\nDazu kommt... dass es realistisch gesehen keinen Unterschied zwischen einem Gold V Spieler und einen Silber I Spieler gibt. Damit gibt es auch einfach keinen Grund, diese Spieler nicht gegeneinander antreten zu lassen. Also wenn du den Cut bei den Ligen setzt. Im Gegenteil: Es wäre für den Gold V Spieler extrem unfair. Denn nachdem er Monatelang immer der Beste in seinen Spielen war, ist er auf ein Mal von heute auf morgen und ohne sanften Übergang der schlechteste Spieler in seiner Que. Das würde nur dazu führen, dass jeder Spieler, der nach Gold Aufsteigt, dort erst Mal richtig aufs Maul bekommt...\n\nUnd um den Cut bei einzelnen Divisionen anzusetzen... ähm... du weißt, dass das Que Zeiten von 25 Minuten nach sich ziehen würde? Und das auch nur, wenn das Autofill permanent angelassen wird...","replies":[]}]}]}]}]},{"id":"","poster":"Patter1991","date":"2016-11-25T12:58:12.504+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000100010000,timestamp=2016-11-25T12:38:56.484+0000)\n>\n> &quot;Inwiefern ist das MMR-System schlecht designed?&quot;\n> \n> ganz einfach dass MMR ist eine solo bewertung für ein teamspiel, was nur siege und niederlagen beinhaltet, somit vollkommnen sinnlos das in diesem spiel zu benutzen!\n\nUnfug. Ziel des Spiels ist es, das Spiel zu gewinnen. Nicht farmen, nicht Tower legen, nicht Warding. Das sind alles Mittel zum Sieg, nicht das Ziel. Also wäre es falsch, eine Bewertung deines Wardings zu machen, wenn nur deine Fähigkeit, ein Spiel zu gewinnen (und diese Fähigkeit unterteilt sich in viele kleine Teilfähigkeiten), zählt.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T13:17:25.620+0000","up_votes":1,"down_votes":3,"body":"kein umfug! um ein spiel zu gewinnen benötigt es mehrere faktoren, unter anderm warding, CS und sogar (man mag es nicht glauben) die tower zu legen. nur so kommst du an den nexus ran um diesen zu zerstören und schluss entlich zu gewinnen. \n\ndas alles geht aber nur wenn mein team mit mir spielt gut spielt und wir dann zum nexus kommen!\n\naber es ging ja gerade um das MMR, wenn ich das alles alleine machen müsste, ginge das nur im 1vs1 und nicht 5vs5. beim schach wird das MMR ja auch benutzt aber da ist es auch ok wenn ich da verliere dann ist es klar meine schuld.\nhier verlieren hat mehrere faktoren: zum einen was mache ich falsch logischerweise, wie gut ist mein gegenüber, was machen meine team mitglieder falsch, wie gut ist der gegner etc., etc., etc..\n\ndu siehst also das es absoluter schwachsinn ist eine Bewertung für einzelne in einem Teamspiel zu benutzen. denn ich werde nicht nur selber bewertet sondern auch was meine mitspieler machen. und dafür kann ich nix.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-25T13:51:54.448+0000","up_votes":3,"down_votes":0,"body":"Ich finde immer wieder die Metapher mit dem Würfelspiel gut.\n\nStell dir ein Team als 5 Würfel vor. 4 Würfel wirfst du in jedem Match neu (deine Mitspieler) und ein Würfel bist du selber.\n\nDem gegenüber stehen 5 Würfel (Gegner) die du ebenfalls jedes Match neu wirfst.\n\nDie gewürfelte Zahl spiegelt dabei den Einfluss/das Können des jeweiligen Spielers wieder.\n\nDa du deinen eigenen Würfel zu 100% selber beeinflussen kannst gewinnst du umso mehr Spiele, je öfter dein Würfel die 6 zeigt. Du wirst damit nie alle Spiele gewinnen, aber je mehr Spiele du spielst, umso wichtiger wird dein eigener Würfel und umso unwichtiger werden die anderen. Schlussendlich bleibt als einziger Faktor dein eigener Würfel übrig der über dein Rating entscheidet.\n\nUnd das eigene Können ist nunmal der kritische Faktor in League. Dieser Faktor entscheidet maßgeblich über Sieg oder Niederlage. Dein Können ist es was darüber entscheidet, ob du dein Team zum Sieg führst oder nicht.","replies":[{"id":"","poster":"Pilze","date":"2016-11-25T15:19:35.751+0000","up_votes":1,"down_votes":5,"body":"Was totaler Blödsinn ist. Du kannst den Würfel nicht zu 100% beeinflussen sonst würde jeder in einem Casino immer gerade die Zahl werfen die man benötigt. Es heißt nicht umsonst Glücksspiel. \nDas MMR funktioniert nach einem Rhythmus der von Riot vorher programmiert wurde, würde man jedes Spiel genau auf schreiben und sich genaue Notizen machen, wann man gewinnt und ab wann man verliert. Könnte genau sagen welches Spiel man gewinnt oder verliert. Anders verhält sich das in Profi Bereich. Es ist so gewollt das nicht jeder Aufsteigt oder Absteigt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T16:35:37.203+0000","up_votes":4,"down_votes":0,"body":"Nein, man kann es nicht komplett beeinflussen. Aber wenn man gut ist, hat der eigene Würfel mehr 6en und 5en. Wenn man schlecht ist eher 1en, 2en und 3en.","replies":[]},{"id":"","poster":"eingew","date":"2016-11-26T11:50:44.384+0000","up_votes":3,"down_votes":0,"body":"Natürlich kannst du deine eigene Leistung zu 100% beeinflussen. Es geht hier um ein fiktives Beispiel, eine Metapher. Der eigene Würfel steht metaphorisch für deine eigene Leistung. Und daher kannst du innerhalb dieser Metapher deinen eigenen Würfel zu 100% beeinflussen. \n\nNur eben die deiner Mitspieler und Gegner nicht. Die Wahrscheinlichkeit, dass deine Gegner nur 6en würfeln ist aber genauso hoch wie für deine Mitspieler. Nur mit dem Unterschied, dass die Gegner 5 Würfel haben, in denen sie eine zufällige Zahl bekommen, dein Team dagegen hat nur 4 Würfel, die dem Zufall bestimmt sind. Denn der fünfte Würfel, dein eigener, kann permanent einen hohe Zahl sein, sofern du permanent hohen Skill zeigst. Dadurch haben die Gegner eine potentiell höhere Wahrscheinlichkeit, eine niedrigere Augensumme als dein Team zu erhalten, sofern du hohen Skill zeigst. Umgekehrt haben deine Gegner eine höhere Wahrscheinlichkeit, eine höhere Augensumme als dein Team zu erhalten, sofern du niedrigen Skill zeigst.\n\n> Das MMR funktioniert nach einem Rhythmus der von Riot vorher programmiert wurde, würde man jedes Spiel genau auf schreiben und sich genaue Notizen machen, wann man gewinnt und ab wann man verliert. Könnte genau sagen welches Spiel man gewinnt oder verliert. \n\nTatsächlich ist das bereits möglich. Die MMR ist versteckt, deswegen können wir das nicht, aber Riot kann theoretisch für jedes Spiel anhand der Elozahl eine relativ gute Siegchance errechnen.\n\n> Anders verhält sich das in Profi Bereich. Es ist so gewollt das nicht jeder Aufsteigt oder Absteigt.\n\nIm höchsten Bereich verhält es sich exakt gleich, das Bewertungssystem ist dasselbe. Aber ja, natürlich soll nicht jeder aufsteigen. Das ist ja der Sinn einer Rangliste, das manche ganz oben sind und manche ganz unten. Es wäre ja unsinnig, wenn wir alle Challenger wären.","replies":[{"id":"","poster":"Pilze","date":"2016-11-30T14:59:37.609+0000","up_votes":1,"down_votes":0,"body":"Hinter der MMR steckt eine mathematische Formel, die einen bestimmten Algorhytmus hat. Die Formel errechnet an Hand von Daten deine Gewinnchance, hier kann die Formel aber nicht errechnen ob du einen Flamer, Afkler, Rager oder sonst was hast. Es geht einzig und allein um deine Win Rate. \nJe öfter du gewinnst desto stärker werden deine Gegner, desto schwächer wird dein Team im verhältnis zum Gegner. Bis der Zeitpunkt kommt das es für dich und dein Team unmöglich ist zu gewinnen. Es gibt keinen der 100% Win Rate hat. \nProbleme kommen auf wenn Leute durch Boosting oder mit Acc spielen die ihnen nicht gehören.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-30T15:14:30.292+0000","up_votes":2,"down_votes":0,"body":">Je öfter du gewinnst desto stärker werden deine Gegner, desto schwächer wird dein Team im verhältnis zum Gegner. \n\nNein, so funktioniert das nicht. Wenn du aktuell eine MMR von Bronze 3 hast, besteht dein Team und das Team deiner Gegner aus Bronze 3. Wenn man selbst so gut, wie Silber 3 spielt, gewinnt man dann deutlich öfter, da deine Gegner im Vergleich zu dir schlecht sind, deine Mitspieler auch, aber weil dein Team den besseren Spieler hat, gewinnt es öfter. \n\nJa, die Gegner werden stärker, wenn du öfter gewinnst, schließlich wird deine MMR erhöht, also werden stärkere Gegner für dich gesucht. Das eigene Team wird aber aus dem selben Pool erstellt. Es ist nicht so, dass dein Team im Vergleich zu deinen Gegnern schwächer wird, sondern, dass man selbst im Vergleich zu den Gegnern schwächer wird. \n\nDas einzige, was das durcheinander bringt, sind Accounts, die noch nicht da eingestuft sind, wo sie hingehören und Premades. Aber im Schnitt ist es bei Premades das gleiche. Wenn Silber 1 und Silber 5 Premade spielen, sind die beiden Teams eben im Schnitt Silber 3, auch wenn da dann vielleicht ein Gold 3 Spieler bei den Gegnern ist, der mit 2 Silber 5 Premade macht.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T15:12:22.138+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=00010001000000000000,timestamp=2016-11-25T13:17:25.620+0000)\n>\n> kein umfug! um ein spiel zu gewinnen benötigt es mehrere faktoren, unter anderm warding, CS und sogar (man mag es nicht glauben) die tower zu legen. nur so kommst du an den nexus ran um diesen zu zerstören und schluss entlich zu gewinnen. \n> \n> das alles geht aber nur wenn mein team mit mir spielt gut spielt und wir dann zum nexus kommen!\n> \n> aber es ging ja gerade um das MMR, wenn ich das alles alleine machen müsste, ginge das nur im 1vs1 und nicht 5vs5. beim schach wird das MMR ja auch benutzt aber da ist es auch ok wenn ich da verliere dann ist es klar meine schuld.\n> hier verlieren hat mehrere faktoren: zum einen was mache ich falsch logischerweise, wie gut ist mein gegenüber, was machen meine team mitglieder falsch, wie gut ist der gegner etc., etc., etc..\n> \n> du siehst also das es absoluter schwachsinn ist eine Bewertung für einzelne in einem Teamspiel zu benutzen. denn ich werde nicht nur selber bewertet sondern auch was meine mitspieler machen. und dafür kann ich nix.\n\nOberflächlich betrachtet hast du sogar Recht. Ja, die MMR Verteilung ist ein Kompromiss. Der einzig mögliche. Denn es passiert dir schon recht regelmäßig, dass du LP verlierst, obwohl du dein direktes Gegenüber in den Schatten stellst. Und ja, das ist eines der Grundprobleme von LoL, die den Flame auslösen. Aber wer damit ein Problem hat, soll Egoshooter Spielen.\nViel wichtiger: Wie willst du die Leistungen der Spieler sonst vernünftig bewerten? Das ist verdammt schwierig. Vor allem, weil LoL so komplex ist, dass du sogar als Bester Spieler der Kluft Schuld an der Niederlage haben kannst.\nBeispiel gefällig? Gerne:\nGestern hat mir auf meinem Smurf eine 16-4-7 Riven das Spiel gekostet. Warum? Nun ja, weil sie in Minute 36, während ich auf den Drache pinge, ihren Teleport auf den Tier II Top Tower ansetzt... von der Basis aus... mit 25 Dahes und Homeguards... um 2 Minions zu töten, die sie zu Fuß nicht erreicht hätte... 45 Sekunden später haben wir 2 Tote und der Gegner (mit 2 Fire und 1 Mountain) den Elderdrake und die Riven fragt: \"Why fight at Drake?\"... ähm... weil wir das Spiel zu 100% verlieren, wenn wir es nicht tun?\nWie soll Riot jetzt für solche Variablen einen fairen Bewertungsmaßstab entwickeln? Sobald du mir darauf eine vernünftige Antwort gibst, kannst du dich weiter beschweren.\n\nUnd ja, mir fallen erstaunlich viele Beispiele ein, wo der (meist übermütige) an sich beste Spieler seinem Team das Spiel kostet. Meistens bei mir selber, wenn ich mir sage \"Oh fuck, das war dämlich\"...\nDafür gibt es auch regelmäßig Spiele, die ich gewinne, obwohl die gegnerische Botlane besser ist als meine. So gleicht sich das dann wieder aus.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-25T15:41:31.203+0000","up_votes":1,"down_votes":2,"body":"mit deinem beispiel hast du recht, also ich gebe dir da zu 100% recht! aber da jeder mensch nur das greifbare akzeptiert und annimmt ist eine nicht zu sehende MMR die in deinem beispiel jetzt die riven zerstört hat sowas von kontraproducktiv wie sonst was! und auch ich habe kein patentrezept aber wenn man wie ich schon mal erwähnt hatte einfach nur Pkt verteilt dann könnte man sich damit denke leicheter arangieren, da man sehen kann wie viel ich nun noch brauch um sagen wir aufzusteigen. denn mit der MMR ist das nun so das du mal mehr und mal weniger bekommst du das aber nicht wirklich sehen kannst. \n\nmein beispiel: ich spiele ein Ranglisten spiel und bin nicht schlecht aber auch nicht megea gut. einer meiner team kammerraden vermasselt durch eine falsche entscheidung mir das spiel und wir verliern. das system zieht mir nun für die niederlage sagen wir mal ich hab ne schlechte MMR 20 pkt ab. im nächsten spiel gewinne ich und das system gibt mir aber nur 15pkt. und das geht immer so hin und her, also immer sieg und niederlage, sieg, niederlage, und ich bekomme immer nur 15 + aber es werden mir immer 20- abgezogen. \n\nund wenn du durch diese MMR so eine Pkt verteilung hast wirst du ziehmlich schnell stinkig und fängst schon beim kleinsten fehler (z.B. first blood ) an zu flamen.\n\nwenn du nun aber für jeden sieg immer 20 plus pkt undfür jede niederlage 20 minus pkt bekommst dann kann man sich da nicht mehr so dolle drauf aufregen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T18:31:50.705+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shinjore,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0001000100000000000000010000,timestamp=2016-11-25T15:41:31.203+0000)\n>\n> \n> mein beispiel: ich spiele ein Ranglisten spiel und bin nicht schlecht aber auch nicht megea gut. einer meiner team kammerraden vermasselt durch eine falsche entscheidung mir das spiel und wir verliern. das system zieht mir nun für die niederlage sagen wir mal ich hab ne schlechte MMR 20 pkt ab. im nächsten spiel gewinne ich und das system gibt mir aber nur 15pkt. und das geht immer so hin und her, also immer sieg und niederlage, sieg, niederlage, und ich bekomme immer nur 15 + aber es werden mir immer 20- abgezogen. \n> \n> und wenn du durch diese MMR so eine Pkt verteilung hast wirst du ziehmlich schnell stinkig und fängst schon beim kleinsten fehler (z.B. first blood ) an zu flamen.\n> \n> wenn du nun aber für jeden sieg immer 20 plus pkt undfür jede niederlage 20 minus pkt bekommst dann kann man sich da nicht mehr so dolle drauf aufregen.\n\nNatürlich finden toxische Spieler immer Wege, ihren Flame zu rechtfertigen. Sein eigenes Verhalten zu rechtfertigen ist halt auch einfach nur menschlich. Das Problem ist aber: Der in deinem Spiel beschriebene Spieler flamet halt aus meiner Perspektive, weil er den völlig falschen Fokus hat. \nUnd ja, wenn man \"nur\" Durchschnitt für seine Elo abliefert, ist man verdammt abhängig von seinem Mitspielern. Und dann wird man wahrscheinlich jedes 2. Spiel verlieren. Mindestens. Und dann hat man irgendwann wohl auch eine bescheidene MMR.\nDer von dir beschriebene Spieler fokussiert seine Energie halt darauf, den Fehler im System zu suchen. Oder bei den Mitspielern. Anstatt sich zu fragen, warum er in dem beschriebenen Spiel \"nur\" Durchschnitt gespielt hat.\nWenn ich in dieser \"Ich muss diese Elo jetzt lösen, weil ich gerade verdammt abhängig von meinem Mitspielern bin... da ich nicht mehr regelmäßig besser spiele als mein direktes Gegenüber...\" Phase von meinen Mitspielern zum Sieg getragen werde, sage ich \"Thx 4 carrying me\"... wenn ich verliere, frage ich mich, was ich besser machen kann. \nUnd mit dieser Strategie bin ich von Bronze III bin zu nem Peak von Platin IV aufgestiegen. Dabei hielt ich ursprünglich mal Silber für meinen absoluten Skillcap. Einfach nur, weil ich mich darauf konzentriere, selber besser zu werden. Die nötigen Siege sammelt man dann schon. Das muss man halt nur begreifen.\n\nGanz abgesehen davon, dass die meisten LoL Spieler mehr LP gewinnen als sie verlieren, wenn sie eine Winrate von 50% haben... also man muss schon vorher einige Spiele bei 0LP verloren haben, damit dein Beispiel wirklich greift. Oder sich seine MMR mit Duo und Tripple Que Spielen versaut haben, weil man deswegen regelmäßig mit Leuten gespielt hat, die weit unter seinem Leistungsvermögen standen. Ich persönlich habe jedenfalls bisher immer mehr LP gewonnen als verloren, wenn ich eine Winrate von 50% hatte... und bin mal in einem Jahr mit 52% von Bronze II bis Gold II \"durchmarschiert\"... in der Mehrheit der Fälle ist die LP Vergabe da doch auf deiner Seite...","replies":[]}]}]}]}]}]},{"id":"","poster":"Vorzüglich","date":"2016-11-25T15:09:27.542+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=00010001,timestamp=2016-11-25T09:53:21.854+0000)\n>\n> Vermutlich bin ich der falsche um dich darauf anzusprechen, weil du offensichtlich auf farbige Namen nicht gut zu sprechen bist... aber:\n> \n> Inwiefern ist das MMR-System schlecht designed?\n> \n> Was soll man denn neben dem Placebosystem noch implementieren? Das funktioniert doch schon recht gut. Vor allem dafür, dass es nur ein Placebo ist, scheint es mir extrem wirkungsvoll.\n\nIch bemühe mich nicht zu verallgemeinern.\n\nWenn Du glaubst das MMR System würde gut arbeiten, musst Du eine Menge Posts im Forum, schlichtweg nicht ernst nehmen.\n\nSelbige zum Report/Placebosymptom, sicher gibt es jeden Tag Leute die nach einem \"Unban Me\" im Forum betteln.\n\nAber Du willst mir doch nicht ernsthaft erzählen, dies stände in einem relevanten Verhältnis zur Toxischen Spiel Realität.\n\nEvtl. spielst Du ja ein anderes Spiel. Würde einiges erklären.","replies":[{"id":"","poster":"eingew","date":"2016-11-25T15:29:17.668+0000","up_votes":1,"down_votes":0,"body":"> Wenn Du glaubst das MMR System würde gut arbeiten, musst Du eine Menge Posts im Forum, schlichtweg nicht ernst nehmen.\n\nDas liegt dann aber wenn an den Posts und nicht am System. Aber wenn du mal auf mein Profil gehst findest du mit Sicherheit auch ernst gemeinte Kommentare zu tatsächlicher Kritik am MMR-System oder dem MM.\n\n> Aber Du willst mir doch nicht ernsthaft erzählen, dies stände in einem relevanten Verhältnis zur Toxischen Spiel Realität.\n\nWeil sich logischerweise nur ein Bruchteil der Leute im Forum meldet. Und ein noch kleinerer Teil geht damit ins deutsche Forum. \n\nRiot gibt an, dass seit Jahren auf jedem Server immer ungefähr 5% der Accounts unter Strafe stehen, also zur Zeit eine CR, einen temporären oder gar einen permanenten Ban haben. Das heißt theoretisch, dass circa jedes zweite Spiel etwa ein \"offiziell anerkannter\" Flamer mitspielt. Dann müssen wir bedenken, dass das System ein wenig braucht, bevor es eine Strafe verteilt, viele toxische Spieler haben also noch gar keine Strafe und erhalten diese erst. Und das allerwichtigste: Offensichtlich kommt der allergrößte Teil des Flames, den wir in unseren Spielen sehen, von Accounts, die sonst nie Flamen. Riot hat das mal getestet, und die meisten Fälle, bei denen viele Reports getätigt wurden, finden in einem Spiel statt, oder in kurz aufeinander folgenden Spielen, aber in den Spielen davor und danach ist der entsprechende Spieler völlig normal, benimmt sich vielleicht sogar sehr freundlich.\n\nDas nennt Riot dann \"einen schlechten Tag haben\". Ich mute seltenst mein ganzes Team. Meistens mute ich nur einen Spieler im ganzen Verlauf (ich bin aber vermutlich auch strenger darin als viele andere), manchmal vielleicht auch 2/3 aber eben quasi nie alle. Wenn man davon ausgeht, dass die 5% nur einen Teil des Flames ausmachen kommt das schon ziemlich gut hin im Durchschnitt, denke ich. Zumindest nach dem, was ich erlebe. Was erlebst du denn?","replies":[{"id":"","poster":"Vorzüglich","date":"2016-11-25T16:02:01.713+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0001000100010000,timestamp=2016-11-25T15:29:17.668+0000)\n>\n> Das liegt dann aber wenn an den Posts und nicht am System. Aber wenn du mal auf mein Profil gehst findest du mit Sicherheit auch ernst gemeinte Kommentare zu tatsächlicher Kritik am MMR-System oder dem MM.\n> \n> Weil sich logischerweise nur ein Bruchteil der Leute im Forum meldet. Und ein noch kleinerer Teil geht damit ins deutsche Forum. \n> \n> Riot gibt an, dass seit Jahren auf jedem Server immer ungefähr 5% der Accounts unter Strafe stehen, also zur Zeit eine CR, einen temporären oder gar einen permanenten Ban haben. Das heißt theoretisch, dass circa jedes zweite Spiel etwa ein &quot;offiziell anerkannter&quot; Flamer mitspielt. Dann müssen wir bedenken, dass das System ein wenig braucht, bevor es eine Strafe verteilt, viele toxische Spieler haben also noch gar keine Strafe und erhalten diese erst. Und das allerwichtigste: Offensichtlich kommt der allergrößte Teil des Flames, den wir in unseren Spielen sehen, von Accounts, die sonst nie Flamen. Riot hat das mal getestet, und die meisten Fälle, bei denen viele Reports getätigt wurden, finden in einem Spiel statt, oder in kurz aufeinander folgenden Spielen, aber in den Spielen davor und danach ist der entsprechende Spieler völlig normal, benimmt sich vielleicht sogar sehr freundlich.\n> \n> Das nennt Riot dann &quot;einen schlechten Tag haben&quot;. Ich mute seltenst mein ganzes Team. Meistens mute ich nur einen Spieler im ganzen Verlauf (ich bin aber vermutlich auch strenger darin als viele andere), manchmal vielleicht auch 2/3 aber eben quasi nie alle. Wenn man davon ausgeht, dass die 5% nur einen Teil des Flames ausmachen kommt das schon ziemlich gut hin im Durchschnitt, denke ich. Zumindest nach dem, was ich erlebe. Was erlebst du denn?\n\nNatürlich liegt es an dem System, ein System das nur auf Win/Lose abzielt, wirft ja gerade den einen Spieler der sich die ganze Zeit bemüht hat in den selben Pot wie den 0/20 feeder oder afk geher/Troll.\n\nAlso erstens, sollten INGAME Wege gefunden werden um das individuelle Skill Niveau zu heben.\nZweitens sollte die Individuelle Leistung im Spiel viel besser differenziert werden. Und auch belohnt!\n\nEs ist ein guter/richtiger Weg das es nun Kisten oder Schlüssel geben kann als reward, wenn man schon nicht gewonnen hat.\n\nDies ist ein guter Anfang. \n\nIch bin fest überzeugt, das wenn das Spiel die individuelle Leistung / egal ob Win oder Lose besser hervorheben und belohnen würde, das es dann auch viel weniger Reports oder unnötige Frustration geben würde, auf Seiten der Spieler.\n\nDaher sehe ich Riot in der Verantwortung.","replies":[{"id":"","poster":"eingew","date":"2016-11-26T11:39:50.797+0000","up_votes":1,"down_votes":0,"body":"> Natürlich liegt es an dem System, ein System das nur auf Win/Lose abzielt, wirft ja gerade den einen Spieler der sich die ganze Zeit bemüht hat in den selben Pot wie den 0/20 feeder oder afk geher/Troll.\n\nDer Spieler der sich bemüht hat und dennoch verliert, der soll belohnt werden?\n\nEs geht hier nicht um Mühe, sondern um Skill. Und Skill äußert sich *eben nicht* in Plays, *eben nicht* in Farm, *eben nicht* in der KDA, *sondern* in Siegen. Natürlich sind all diese Dinge wichtig und hilfreich auf dem Weg zum Sieg, aber ein Spieler, der dennoch nicht gewonnen hat, der hat das Ziel des Spiels schlicht nicht erreicht und damit *eben nicht* bewiesen, dass er mehr Skill als seine Gegner hat. Dementsprechend verliert er *natürlich* an MMR.\n\n> Also erstens, sollten INGAME Wege gefunden werden um das individuelle Skill Niveau zu heben.\n> Zweitens sollte die Individuelle Leistung im Spiel viel besser differenziert werden. Und auch belohnt!\n\nWege um das Skillniveau zu heben gibt es bereits genug. Sie nennen sich \"Lernfähigkeit\", \"Gedächtnis\" und \"Selbstreflexion\". Zusammen mit der Grundvoraussetzung einer anspruchsvollen motorischen Reaktionsgabe sind sie bereits biologisch grundsätzlich in jedem Menschen vorhanden. Der Mensch muss sie halt nur effektiver nutzen, als es seine Mitspieler tun. Darum geht es hier. Knallharten Contest. Ich meine... niemand sieht sich hier als Feind denke ich, aber ich sehe absolut keinen Grund, warum man diesen Contest abschwächen sollte. Nicht mehr um den Sieg, sondern um andere Dinge, wie zum Beispiel Mastery Points zu spielen, das verfälscht den Contest und verfehlt das ursprüngliche Ziel des Spiels und ist daher auch nicht im Ansatz eine adäquate Bewertung des Skills.\n\nDie individuelle Leistung eines jeden Spielers wird bereits differenziert bewertet. Das ist ja der Sinn des ganzen Soloqueue Krams, dass man eine individuelle Bewertung bekommt. Und wenn man nicht gerade nur 10 Spiele spielt, sondern die zur adäquaten Bewertung benötigten circa 100 Stück, dann ist diese Wertung auch verlässlich.\n\n> Es ist ein guter/richtiger Weg das es nun Kisten oder Schlüssel geben kann als reward, wenn man schon nicht gewonnen hat.\n\nDir ist aber bewusst, dass das nur ein weiteres Shopsystem ist ähnlich wie die Skinkäufe? Nur dass Riot hier den Leuten die Dinge schmackhafter macht, indem sie die Skins schonmal kostenlos anteasern. Mit Skill hat das nur bedingt zu tun. Ich meine... jeder erhält ab und zu die Wertung, oder? Ich denke man kann das ganze eher als Belohnung für positives Verhalten sehen, schließlich bekommen negative Spieler keine Kisten mehr.\n\nAnhand dieser Wertungen von Skill zu sprechen halte ich übrigens für unsinnig. Einer der von Farm, KDA und Warding oder ähnlichen Dingen her \"bester\" Spieler zu sein ist keine sinnvolle Bewertung, wenn man das auch in Spielen kriegt, in denen man verliert.\n\n**In verlorenen Spielen hat man das Ziel nicht erreicht!**\n\nWenn du in einer Klausur eine Aufgabe mit perfekter Rechtschreibung, wunderbarem Stil und extrem kompetenter Ausarbeitung bearbeitest... aber dabei überhaupt nicht auf die gestellte Frage eingehst, sondern einfach über etwas anderes schreibst... dann hast du das Thema verfehlt. Ebenso wie du ingame den Sieg verfehlen kannst und damit das Ziel nicht erreichst.\n\nDas Spiel muss man gewinnen, nicht farmen.\n\n> Ich bin fest überzeugt, das wenn das Spiel die individuelle Leistung / egal ob Win oder Lose besser hervorheben und belohnen würde, das es dann auch viel weniger Reports oder unnötige Frustration geben würde, auf Seiten der Spieler.\n\nDu hast einen eigenartigen Fokus auf das Spiel. Was bringt dir Farm, wenn du trotzdem verlierst?\n\nAußerdem sind Menschen immer gefrustet, wenn ihre Leistung nicht ihrer Einschätzung entspricht. Und daran würde ein System, welches sich auf KDA und Farm oder ähnliches stützt überhaupt nichts ändern, weil die durchschnittliche Selbsteinschätzung eines Menschen normalerweise katastrophal daneben ist, zumal sich das meistens mit unserem Selbstwert zanken würde und der Selbstwert hat sich in der Evolution eindeutig als wichtiger erwiesen.","replies":[{"id":"","poster":"Shinjore","date":"2016-11-28T01:43:46.617+0000","up_votes":1,"down_votes":1,"body":"\"Der Spieler der sich bemüht hat und dennoch verliert, der soll belohnt werden?\n\nEs geht hier nicht um Mühe, sondern um Skill. Und Skill äußert sich eben nicht in Plays, eben nicht in Farm, eben nicht in der KDA, sondern in Siegen. Natürlich sind all diese Dinge wichtig und hilfreich auf dem Weg zum Sieg, aber ein Spieler, der dennoch nicht gewonnen hat, der hat das Ziel des Spiels schlicht nicht erreicht und damit eben nicht bewiesen, dass er mehr Skill als seine Gegner hat. Dementsprechend verliert er natürlich an MMR.\"\n\n\nwie ist den das gemeint? wenn ich besser bin als mein gegenüber und diesen für sein eigenes team aus dem spiel nehme, mein team aber alle so schlecht sind dass die gegner wiederum viel besser, so das wir folglich das spiel verlieren (1 gefeedeter spieler vs 4 gefeedete spieler). wie kann man den daran bitte dann meinen skill errechenen! das ist doch vollkommen unlogisch!!! man kann doch nicht ernsthaft erwarten dass man ein 1vs9 gewinnt bzw gewinnen muss um ordentlich und fair zu bewertet werden. das währe ja als müsste CR7 alles alleine machen damit sein team gewinnt und selbst das geht nicht!","replies":[{"id":"","poster":"eingew","date":"2016-11-28T09:46:44.217+0000","up_votes":1,"down_votes":0,"body":"Das MMR-System ist darauf ausgerichtet, dass du mit circa 100 Spielen richtig eingestuft wirst. Du bekommst nicht 100 Spiele lang \"rein zufällig\" die ganzen schlechten Spieler in dein Team und die ganzen guten in das Gegnerteam. Das ist unlogisch. Also ja, damit kann dein Skill berechnet werden. Vor allem, wo gute Gegner schließlich im System berücksichtigt werden, du kriegst weniger Punkte abgezogen, wenn du gegen sie verlierst.\n\nUnd abgesehen davon: Doch, man muss alles alleine machen.\n\nBeim aufsteigen geht es darum, zu carryn. Wenn du dich ständig von deinem Team carryn lassen musst, liegt das daran, dass du zu schlecht bist, um auf dieser Elo selbst zu carryn. Und dann hast du auch keinen Aufstieg verdient, sondern bist genau richtig da wo du bist oder gehörst sogar niedriger.\n\nEs wäre doch auch völlig unlogisch, wenn du *nichts* dazu beiträgst, Gold zu kommen, aber trotzdem einfach mal dort eingestuft wirst, weil du halt deine Lane gewonnen hast.\n\nDie Lane gewinnen zeugt nicht von Skill. Das Ziel des Spiels ist es, den Nexus zu zerstören. Schaffst du das nicht, warst du schlechter als deine Gegner und bekommst somit völlig verdient MMR-Punkte abgezogen. Ebenso wie du welche dazu bekommst, wenn du den gegnerischen Nexus zerstörst. Was ist daran unfair?!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Berserker Cookie","date":"2016-11-25T12:16:55.211+0000","up_votes":1,"down_votes":2,"body":"Da muss ich entschieden dagegen reden. Ich bekomme am Tag mehrmals Rückmeldung das jemand aufgrund meines Reports bestraft wurde. \n\nNe echt gute Quote würde ich mal behaupten für die Matches die ich am Tag spiele. \n\nWo ich dir allerdings zustimmen muss ist die Tatsache das die \"Grünen\" (Freiwilligen) ständig darauf pochen das es nur ein kleiner Teil der Community ist der Toxisch ist. \n\nJeder mit Augen im Kopf erkennt recht schnell das dem nicht so ist. \n\nAber was die Reports an sich angeht liegst du schlicht und ergreifend Falsch. Die Wöchentlichen Threads \"Hilfe habe Permban bin aber nicht schuld\" beweisen das auch zu genüge ^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T12:41:10.760+0000","up_votes":2,"down_votes":0,"body":"Was für Leute triffst du denn in deinen Spielen, dass da so viele gebannt werden? \n\nIch treffe vielleicht alle 5 Spiele jemanden, der ein wenig salty wird und Leute Noobs nennt. Diese Woche gab es aber mal eine Ausnahme und ich hatte in 4 aufeinanderfolgenden Spielen Leute getroffen, die förmlich nach Reports gebettelt haben.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-25T13:27:42.619+0000","up_votes":1,"down_votes":2,"body":"Ich spiel ja nur blind pick um meinen Account zu lvln. Da reicht es wenn einer noch nicht junglen kann oder 2 top oder 2 mid statt einem jungle schon geht der zirkus los. \"Your mother this\" und \"Your mother that\" usw. \n\nIst mittlerweile aber ganz lustig anzusehen wie die alle wegen nichts die Sicherung verlieren xD\n\nAch wenn einer etwas salty is report ich den nicht. Da wäre ja wirklich jedes game einer dabei. Aber bei \"Die of ....:\" oder \"your mother....\" usw drück ich den knopf eben und das ist fast jedes 2 game an die 3 Leute. \n\nEigentlich traurig aber ich hoffe mal das legt sich wenn der Acc 30 ist wobei dann geh ich ranked und da ist das sicher noch schlimmer xD\n\n\nPS: Im letzen game waren wir 2 top und haben nach hartem Kampf verloren aber der Teemo hat angeblich mit allen Müttern der Spieler eine Affäre. Zumindest laut seinen Aussagen. Was ein Casanova ^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T13:44:21.144+0000","up_votes":2,"down_votes":0,"body":"Ach stimmt, du bist ja noch am Leveln. Als ich letztes mal auf einem Smurf gespielt habe, hatte ich auch oft Flamer getroffen. Vermutlich Smurfs von aktuell gebannten Spielern, die sich da öfter tummeln. \n\nBei Todeswünschen ist es natürlich nicht verwunderlich, wenn es da oft Banns gibt. Müsste die CRs meistens auch überspringen.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-25T14:05:01.740+0000","up_votes":1,"down_votes":1,"body":"Ich denke das tut es auch bei vielen weil ich kann unmöglich so viele Rückmeldungen bekommen für nur eine CR. \n\nAber ist wirklich witzig kann ich nur empfehlen. \n\nGerade wieder einer der meint er kann auf der Top Lane trollen weil er wolle nicht junglen. Hat geflamed, gefeedet, und flächendeckend jedem den Tod gewünscht.  \n\nHaben das game 4 vs 5 so dominiert das der gegnerische Top Laner sich mit \"ragequit\" verabschiedet hat.  xD\n\nAccount Leveln im Blind Pick da triffst du echt alles. \n\nWas ist eigentlich mit Aram los? Da sind ja nur Bots drin o.O","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T14:47:35.162+0000","up_votes":2,"down_votes":0,"body":">Was ist eigentlich mit Aram los? Da sind ja nur Bots drin o.O\n\nDas Problem daran ist, die Levelbots sammeln sich da im unteren MMR-Bereich. Als neuer Spieler, startest du leider da, wo die auch starten. Da muss man sich leider erst rausspielen, indem man öfter gewinnt und sich von den Bots entfernt.","replies":[]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-25T14:24:29.743+0000","up_votes":2,"down_votes":0,"body":"> Bei Todeswünschen ist es natürlich nicht verwunderlich, wenn es da oft Banns gibt. Müsste die CRs meistens auch überspringen.\n\nVorallem werden diese Accounts doch sowieso recht schnell bestraft, da sie noch nicht viele \"Ausgleichsmatches\" absolviert haben und so ziemlich schnell einen hohen prozentualen Anteil an Matches vorweisen können, in denen sie berechtigt reportet wurden.","replies":[]}]}]}]}]}]},{"id":"","poster":"Queen Noth","date":"2016-11-25T14:38:10.720+0000","up_votes":3,"down_votes":0,"body":"Dass man als Support einen krassen Hass auf sich lenkt hab ich bisher nicht so krass erlebt... dabei spielt sogar mit eigentlich ungeeigneten Support Main, nämlich Chogath :D Anders hab ich es eher bei Jungler erlebt... manchmal hab ich das Gefühl, dass man die Rolle desJunglers mit Babysitter verwechselt :/\nZ.B:\n- Man ist grad Level 2 im Jungle und schon will die Midlane ein gank mit Kill haben, sonst report\n- Toplane keift einen an, weil man gerade dabei ist die Botlane zu unterstützen und halt nicht gleichzeitig top kann und der gerade stirbt\n- der Gank ist wirkungslos, weil eine Lane zu stark geworden ist bzw. gefeedet und man ist natürlich \"useless\"\n- und am aller besten: Man rettet einen Teamkameraden aus der Patsche, heißt es gleich: \"Noob, Killstteal - REPORT!!!111\"","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-11-25T18:50:29.969+0000","up_votes":3,"down_votes":0,"body":"Is halt so xD \nDas traurigste ist aber das man dafür verantwortlich gemacht wird das der flamer die top verliert :D\nBeispiel:\nMan gankt top lvl 3 kriegt first blood hilft mitte und top noch zweimal steht mit lvl 11 3/1/4 und top hat den Mega snowball wegen deinen Ganks 11/2/2 \nIch war aus diesen gründen NICHT botlane ABER GENAUSO WENIG der gegnerische Khazics. Jtz verliert botlane das REINE 2vs2 (keiner war beteiligt) und es kommt\nGG PLS REPORT THIS NOOB JGL 0 GANKS BOT OMFG \nMuss ich was dazu sagen? :(","replies":[{"id":"","poster":"Queen Noth","date":"2016-11-25T20:19:55.782+0000","up_votes":2,"down_votes":0,"body":"Genau, lustig ist, dass auch gern bei ne schlechte Runde gleich nen Killsteal gesprochen wird. Mal angenommen du hättest zunächst 0/4/2 als jungl, dann wirst du ja an sich angekeift, aber dann wenn sich das Blatt doch wendet und schafft einen anderen aus der Patsche zu helfen und man hat dann 1/4/2 heißt es dann natürlich \"Killsteal you fucking Idiot!!!\" :/","replies":[]}]}]},{"id":"","poster":"Jokomoto","date":"2016-11-25T08:20:25.372+0000","up_votes":1,"down_votes":4,"body":"Im Ranked will jeder gewinnen und sein Rating erhöhen. Wenn jemand wie du nun Champions in Positionen spielt, die ungewöhnlich sind und es allgemein bekannt ist, dass diese nicht die optimale Wahl sind, dann verringerst du die Siegeschancen deiner Mitspieler und erhöhst den Stress der Spieler, der durch den Wettbewerb im Ranked sowieso schon herrscht. Wundere dich dann nicht, wenn etwas nicht funktioniert, dass gerade du ins Kreuzfeuer kommst. Die Champions, die ich meine sind Support Poppy, Attackspeed Maokai, Sona, Support Lux, Support Maokai, Support Sion und Support Zilean.\n\nNatürlich ist das kein Grund für unsportliches Verhalten deiner Mitspieler. Genauso wenig kannst du von deinen Mitspielern fordern, dass sie dich für gute Spielzüge oder Hilfsbereitschaft im Spiel loben. Wenn du das eine willst, dann musst du akzeptieren, dass Fehler von dir auch hervorgehoben werden. Auf seine Fehler hingewiesen zu werden, wird allerdings von vielen als unsportlich oder negatives Verhalten gewertet. \n\nDein Fokus im Ranked sollte auch nicht auf die anderen Mitspieler und deren Verhalten liegen. Dein Verhalten und deine Leistung im Ranked sollte dein Fokus sein, welches du dort verbessern willst. Das bedeutet auch in Stresssituationen ( Man verliert) sich von den Kommentaren der anderen nicht nieder machen zu lassen. Gerade dann ist Kommunikation wichtig um aus einem Rückstand zum Sieg zu kommen. Wird es zu schlimm, kann man die Spieler muten und nach dem Spiel entsprechend reporten.","replies":[{"id":"","poster":"Supportsmanlike","date":"2016-11-25T08:44:59.611+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Jokomoto,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0005,timestamp=2016-11-25T08:20:25.372+0000)\n>\n Die Champions, die ich meine sind Support Poppy, Attackspeed Maokai, Sona, Support Lux, Support Maokai, Support Sion und Support Zilean.\n\nWenn du dich damit auf mich beziehst wüsste ich gerne wann ich Lux, Sion, oder Zilean Support gespielt habe.\nAttackspeed Maokai wäre mir auch neu. Und Poppy spiele ich, weil es 1. stark ist, und 2. Spaß macht.\nIst ja nicht so dass ich mit ihr gerade auf einer 64% winrate stehe.\n\nAnders als du zum Beispiel kann ich nicht die ganze Zeit den selben Champ spielen, auch wenn er gerade besonders stark ist.\n\nUnd wer fordert denn dass gute Spielzüge immer gelobt werden? Aber es hebt die Moral im Team immens, wenn man sich gegenseitig für gute Aktionen lobt. Ich frage mich wieso das niemand versteht. Genauso senkt es aber auch die Laune der Teammitglieder wenn einem jeder Fehler 10 mal unter die Nase gerieben wird.\n\nIch habe auch nie behauptet, dass mein Focus auf dem Verhalten meiner Mitspieler liegt.\nIch konzentriere mich von Anfang bis Ende jedes Spiels darauf zu gewinnen.","replies":[{"id":"","poster":"Jokomoto","date":"2016-11-25T10:33:41.407+0000","up_votes":1,"down_votes":2,"body":"Deine Matchhistory zeigt, dass du die oben aufgelisteten Champions gespielt hast. Es wäre mir neu, wenn der Spielverlauf verbuggt sei. Außerdem ist es unwichtig, ob du eine gute Winrate mit einem Champion hast oder nicht. Ist dieser Champion in einer bestimmten Rolle untypisch bzw. eher schwach als in einer anderen Position bzw. als andere Champions, dann steigt der Stress deiner Mitspieler und die Siegeschancen sind  geringer. Du magst mit dem Champion Erfolg haben und solltest ihn deswegen auch spielen, aber wundere dich nicht, dass deine Mitspieler eher negativ gestimmt werden bei Fehler, da dies ein untypischer Support ist.\n\n> Anders als du zum Beispiel kann ich nicht die ganze Zeit den selben Champ spielen, auch wenn er gerade besonders stark ist.\n\nEs ist richtig, dass ich ein Spieler bin, der einen Champion sehr oft hintereinander spielen kann. Aber das ist nicht der einzige starke Champion. Siehe Karma, Zyra, Nami, Alistar, Braum, Leona und Janna. Wie gesagt, wenn du gut mit einem Champion wie Poppy Support bist oder diesen spielen magst, spiele diesen Champion weiter. Wenn man sich aber gegen bessere Champions entscheidet, dann ist das negativ für dein Team. Deine Mitspieler wissen auch nicht, dass du gut mit Champion X als Support bist. \n\n> Alles was man gut tut wird als völlig selbstverständlich angesehen, so etwas wie ein Danke gibt es in LoL nicht mehr.\n> Das gilt nicht nur für Supports. Egal wie freundlich und hilfsbereit jemand ist, niemand wird es ihm jemals danken.\n\nWer negatives Verhalten nicht haben will und auch nicht auf seine Fehler hingewiesen werden möchte, darf nicht erwarten können, dass Mitspieler sich für gute Spielzüge oder andere Unterstützung bedanken. Hier möchtest du, dass Leute sich bedanken. Erwarte also auch, dass du bei einem vergeigten Gank zu hören bekommst, was du falsch gemacht hast. Mitspieler werden sich keine Maske aufsetzen, damit sich andere besser fühlen und ihre Moral höher ist. Deine Mitspieler spielen Ranked, weil sie ihr Rating erhöhen wollen, sie wollen gewinnen.\n\n> Ich habe auch nie behauptet, dass mein Focus auf dem Verhalten meiner Mitspieler liegt.\n> Ich konzentriere mich von Anfang bis Ende jedes Spiels darauf zu gewinnen.\n\nMein letzter Absatz war ein Vorschlag. Du willst, dass sich die Community verbesserst und bemängelst ihr Verhalten in deinen Spielen. Wenn dein Fokus komplett auf dir selbst ist, dann kann dir das Verhalten der anderen egal sein. Und wenn dir es am Ende des Spieles\nnicht egal ist, dann kannst du die Reportfunktion nutzen.","replies":[{"id":"","poster":"eingew","date":"2016-11-25T12:01:43.980+0000","up_votes":3,"down_votes":0,"body":"> Es ist richtig, dass ich ein Spieler bin, der einen Champion sehr oft hintereinander spielen kann. Aber das ist nicht der einzige starke Champion. Siehe Karma, Zyra, Nami, Alistar, Braum, Leona und Janna. Wie gesagt, wenn du gut mit einem Champion wie Poppy Support bist oder diesen spielen magst, spiele diesen Champion weiter. Wenn man sich aber gegen bessere Champions entscheidet, dann ist das negativ für dein Team. Deine Mitspieler wissen auch nicht, dass du gut mit Champion X als Support bist.\n\nMan muss aber auch bedenken, dass es einen krassen Unterschied zwischen guten Champions und gut *gespielten* Champions gibt.\n\nVielleicht wäre regelmäßig ein anderer Pick besser. Nicht nur für den TE, auch für mich. Aber ich zum Beispiel kann nur Janna spielen. Wenn du mir einen Pick gibst, den du als optimaler empfindest, werde ich den nicht auf Gold, sondern eher auf Silber oder gar Bronze Niveau spielen und *das* wäre tatsächlich ziemlich schlecht für das Team und den Sieg.\n\nMan muss allerdings auch sagen, dass du in gewisser Hinsicht recht hast. Offmetapicks sind ein Risiko für die Moral der Mitspieler. Aber dafür gibt es ja die CS, damit man sich mit dem Team abstimmen kann. Und in den meisten Fällen die ich bisher erlebt habe, ist die Mehrheit der Mitspieler tatsächlich relativ offen für alternative Picks.\n\n> Wer negatives Verhalten nicht haben will und auch nicht auf seine Fehler hingewiesen werden möchte, darf nicht erwarten können, dass Mitspieler sich für gute Spielzüge oder andere Unterstützung bedanken. Hier möchtest du, dass Leute sich bedanken. Erwarte also auch, dass du bei einem vergeigten Gank zu hören bekommst, was du falsch gemacht hast. Mitspieler werden sich keine Maske aufsetzen, damit sich andere besser fühlen und ihre Moral höher ist. Deine Mitspieler spielen Ranked, weil sie ihr Rating erhöhen wollen, sie wollen gewinnen.\n\nHöflichkeit ist kein Prinzip, was ständige 100%ige Ehrlichkeit erfordert. Der TE fordert nichts anderes, als ein wenig mehr prosoziales Verhalten in seinen Spielen, Ehrlichkeit war nie Teil seiner Idee, weil die durchaus mitunter sehr hinderlich sein kann. Vor allem wenn sie für eine massive Demoralisierung im Team sorgt, was deutlich eher die Siegchancen mindert, als Fail bei einem Gank.\n\nDie Mitspieler fühlen sich unter Druck gesetzt, weil sie ihr Ranking erhöhen wollen, ja. Damit müssen wir umgehen. Wir müssen auch damit Umgehen, dass sie erst handeln, indem sie unsinnige oder überflüssige Dinge in den Chat schreiben, und dann bemerken, dass das vielleicht eine schlechte Idee war. Ingame ist es hitzig und nicht immer rational. Aber das heißt noch lange nicht, dass man die Spieler darin bekräftigen sollte oder ihr zwar ehrliches, aber auch demoralisierendes Verhalten gerechtfertigt wäre.\n\n> Mein letzter Absatz war ein Vorschlag. Du willst, dass sich die Community verbesserst und bemängelst ihr Verhalten in deinen Spielen. Wenn dein Fokus komplett auf dir selbst ist, dann kann dir das Verhalten der anderen egal sein. Und wenn dir es am Ende des Spieles\n> nicht egal ist, dann kannst du die Reportfunktion nutzen.\n\nAlternativ kann man sich auch darauf konzentrieren das Verhalten der Mitspieler (und Gegner) positiv zu beeinflussen. Death Rex hat dazu einen [sehr guten Kommentar](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/ym5RUA62-unsportliches-und-ehrenhaftes-verhalten?comment=0002) verfasst, wie ich finde.","replies":[{"id":"","poster":"Jokomoto","date":"2016-11-25T12:35:48.876+0000","up_votes":1,"down_votes":1,"body":"> Höflichkeit ist kein Prinzip, was ständige 100%ige Ehrlichkeit erfordert. Der TE fordert nichts anderes, als ein wenig mehr prosoziales Verhalten in seinen Spielen, Ehrlichkeit war nie Teil seiner Idee, weil die durchaus mitunter sehr hinderlich sein kann. Vor allem wenn sie für eine massive Demoralisierung im Team sorgt, was deutlich eher die Siegchancen mindert, als Fail bei einem Gank.\n> \n> Die Mitspieler fühlen sich unter Druck gesetzt, weil sie ihr Ranking erhöhen wollen, ja. Damit müssen wir umgehen. Wir müssen auch damit Umgehen, dass sie erst handeln, indem sie unsinnige oder überflüssige Dinge in den Chat schreiben, und dann bemerken, dass das vielleicht eine schlechte Idee war. Ingame ist es hitzig und nicht immer rational. Aber das heißt noch lange nicht, dass man die Spieler darin bekräftigen sollte oder ihr zwar ehrliches, aber auch demoralisierendes Verhalten gerechtfertigt wäre.\n\nWorauf ich hinaus will ist, dass negatives Verhalten all das sein kann oder interpretiert werden kann, was nicht positiv auf die Laune anderer wirkt. Auf Fehler hinweisen, gegen eine Meinung sein, Taktik nicht befolgen und nicht mit anderen Reden. Wer gewinnen will, der muss mit Kritik umgehen können. Wer also auf Ehrlichkeit verzichtet, damit die Moral oben bleibt, selbe Fehler aber weiterhin passieren, der wird verlieren. Deswegen das Beispiel des Ganks. Du kannst nicht alles durch die Blume sagen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T15:18:03.597+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jokomoto,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=00050000000000000000,timestamp=2016-11-25T12:35:48.876+0000)\n>\n> Wer gewinnen will, der muss mit Kritik umgehen können. Wer also auf Ehrlichkeit verzichtet, damit die Moral oben bleibt, selbe Fehler aber weiterhin passieren, der wird verlieren. Deswegen das Beispiel des Ganks. Du kannst nicht alles durch die Blume sagen.\n\nMeine Erfahrung ist da eine andere. Also ich erkenne das ja am ehesten an mir selbst: Ich ärgere mich selber schon, wenn ich meine Alistar Combo verkacke. Ich meine, das merke ich ja auch. Ist ja nicht zu ignorieren. Wenn dann aber von allen Seiten ein \"OMG ALI\" kommt (obwohl ich eine von 10 Combos verhaue), spiele ich danach dann schlechter. Weil ich mich halt über meinen Fehler ärgere... und über die Reaktion meiner Mitspieler. Und eben nicht in den \"Next play Mode\" komme. \n\nUnd so kommt Kritik mit ziemlicher Sicherheit bei den meisten deiner Mitspieler an: Es tilted sie. Weil sie entweder gar nicht einsehen (wollen), dass sie da gerade einen Fehler gemacht haben oder es selber wissen und schon ohne dein Zutun daran zu knabbern haben.\n\nDementsprechend hilft dir deine Kritik meiner Erfahrung nach nicht dabei, dass deine Mitspieler besser spielen als vorher. Sondern eher im Gegenteil.","replies":[]},{"id":"","poster":"eingew","date":"2016-11-25T15:06:24.947+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, ob ich ingame überhaupt als Ort für Kritik sehen würde. Ich persönlich habe gar keine Zeit, einen verkackten Gank ingame noch groß im Chat zu analysieren und ich würde auch keinen Grund dazu sehen. Die Wahrscheinlichkeit, dass sich das in vielen erfolgreichen weiteren Ganks auszahlt ist relativ gering und spätestens ab dem Midgame habe ich absolut gar nichts mehr davon, denn das Spiel danach habe ich einen neuen Jungler, der das ganze wieder anders macht. \n\n> Wer gewinnen will, der muss mit Kritik umgehen können.\n\nIch meine, ein bisschen Kritik ist okay. Vor allem wenn sie nichts offensichtliches beschreibt, sich knapp hält und eben tatsächlich sinnvoll ist. Aber dass sie essentiell für einen Sieg ist, wage ich stark zu bezweifeln. Die Zeit die ich in den Chat stecken kann zahlt sich selten wirklich aus.\n\nWer sich verbessern will, tut das über Spiele hinweg, in Replays und bei Erklärungsvideos oder gar einem Coach. Aber vermutlich weniger in einer Diskussion ingame.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-11-25T12:52:44.599+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jokomoto,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000500000000,timestamp=2016-11-25T10:33:41.407+0000)\n\n> Es ist richtig, dass ich ein Spieler bin, der einen Champion sehr oft hintereinander spielen kann. Aber das ist nicht der einzige starke Champion. Siehe Karma, Zyra, Nami, Alistar, Braum, Leona und Janna. Wie gesagt, wenn du gut mit einem Champion wie Poppy Support bist oder diesen spielen magst, spiele diesen Champion weiter. Wenn man sich aber gegen bessere Champions entscheidet, dann ist das negativ für dein Team. Deine Mitspieler wissen auch nicht, dass du gut mit Champion X als Support bist. \n\nEs gibt nun mal für normalsterbliche Spieler - sagen wir mal unter Master - keine Champs, die ojektiv besser sind als andere. Jeder Champ hat eine eigene Mechanik. Sogar Champs wie Garen oder Annie haben eine Art Mechanik. Diese Mechanik muss dem konkreten Spieler aber auch liegen. In High Elo oder gar in der LCS, wo die Mechanics der Spieler eng beieinander liegen, kommt es auf Picks an, die auf dem Patch jeweils am stärksten sind. Aber wer von uns hier will schon behaupten, perfekte oder auch nur gute Mechanics zu haben? \n\nEin Beispiel von mir: Ich spiele schon seit Monaten als Adc fast nur Jinx. Angefangen hab ich Anfang der Season, als sie überhaupt nicht in der Meta war und eine geringe Pickrate hatte. Andere Champs waren besser, aber die konnte ich einfach nicht. Trotzdem hatte ich in Silber eine Winrate von über 65% auf Jinx. Ich konnte einfach bessere Champs nicht. Aber mein Team war über einen Adc mit einer solchen Winrate froh. \nAktuell ist Jinx besser in der Meta, aber trotzdem nicht ganz so stark wie Caitlyn oder Vayne. Trotzdem picke ich Jinx, aktuell noch 61% Winrate. Ich kann natürlich auch Vayne picken. Wenn ich mich anstrenge, feede ich wenigstens nicht rein. Aber die Lane 4-0 zu beenden, das schaffe ich nur mit Jinx. \n\nEin Freund von mir spielt beispielsweise auf der Toplane ausschließlich Kayle. Er hat eine Winrate von rund 70%. Kayle ist nicht Meta und war die Season über auch nie Meta. Stört ihn aber nicht. Während seine Gegner je nach Patch Gnar, Trundle, Irelia oder Kennen gepickt haben, hat er sie alle fertig gemacht.\n\nAber im Übrigen ist ein Off-Meta-Pick überhaupt kein Anlass, einen Flame War zu starten. Ich habe als Spieler zwei Pflichten gegenüber meinem Team: Ich muss gewinnen wollen und (eher im Sinne einer Unterlassungspflicht) ich darf nicht flamen. Eine Meta-Bindung gibt es nicht - auch nicht durch diesen kürzlichen Singed-Support-Bann.","replies":[]},{"id":"","poster":"Atsùra","date":"2016-11-25T12:09:17.442+0000","up_votes":2,"down_votes":0,"body":"Seit wann ist Sona ein untypischer Support? Ich spiele sehr viel Sona und hab auch eine hohe Winrate mit ihr - 67% um genau zu sein - was natürlich nicht heißt, dass ich JEDES Spiel mit ihr gewinne. Trotzdem ist sie, meiner Meinung nach ein starker Support. Und was Sion angeht: von solchen Supportern wurden wir teils auch schon heftig in die Mangel genommen xD Die witzigste Kombi war mal, als die Gegner Sion&Lee Sin auf der Botlane gespielt haben.","replies":[{"id":"","poster":"Jokomoto","date":"2016-11-25T12:37:08.742+0000","up_votes":1,"down_votes":8,"body":"Sona ist ein schwacher Support. Deswegen ist sie ein Supporter, der nicht optimal ist.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-25T14:42:13.988+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Jokomoto,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=00050000000000010000,timestamp=2016-11-25T12:37:08.742+0000)\n>\n> Sona ist ein schwacher Support. Deswegen ist sie ein Supporter, der nicht optimal ist.\n\nErnsthaft? Sona kann alles. Poken, Healen, Slowen, Engagen, Disengagen... Klar gibt es in jede dieser Funktionen einzelne Champs, die das besser können, aber Sona kannst du halt gegen alles picken und kommst damit durch.","replies":[]},{"id":"","poster":"CYPHΕR","date":"2016-11-25T14:04:15.278+0000","up_votes":2,"down_votes":0,"body":"Sona hat aktuell durch alle Elos hindurch eine der höchsten Winrates überhaupt (7. von 133) und die 2. höchste als Support (nach Janna). Sona ist bei weitem nicht schwach, sondern einfach nur sehr schwer zu spielen ohne einen Nachteil für das Team darzustellen.","replies":[]},{"id":"","poster":"Atsùra","date":"2016-11-25T14:56:12.027+0000","up_votes":1,"down_votes":0,"body":"Sona ist eigentlich einer der stärksten (traditionellen) Supports. \nQ= Schaden -Passive : Extra damage auf den Gegner- Feld: extra damage für Verbündete.\nW= Heal -Passive: auf Gegner wirken: weniger Schaden seinerseits- Feld: Schild für verbündete\nE= Movementspeed -Passiv: auf gegner gewirkt= slow- Feld: Movementspeed für Verbündete\nR= Hard CC \n  Zudem ist sie ein God tier https://rankedboost.com/lol-tier-list-solo-queue/ siehe ganz unten\n\nKeine Ahnung weshalb du denkst Sona sei schwach.","replies":[]}]}]}]}]}]},{"id":"","poster":"Death Rex","date":"2016-11-25T03:19:08.868+0000","up_votes":3,"down_votes":0,"body":"Hey, mit dem Thema beschäftige ich mich momentan auch viel! Ich muss dir mal von ein paar Erfahrungen erzählen die ich hatte:\n\nIch hab eine Zeitlang oft einfach alle gemuted und mein Ding durchgezogen. Manchmal habe ich das allerdings nicht getan, und wieder hab ich ab und zu geflame bemerkt. Das ging mir wiederrum auf den Keks und hab wieder gemuted.\nIch habe dann irgendwann ein Video auf YouTube gesehen was von der guten Community in LoL erzählt hat und tatsächlich, diese Leute haben fast alle ein Ehrenbändchen! Ich war erstaunt, ich habe diese Bändchen selten gesehen. Der YouTuber hat davon erzählt einfach den Leuten nett zu begegnen, sei es am Anfang eines Spiels \"gl & hf\" oder am Ende eines Spieles \"thank you for the game, gl for your next one!\".\nIch begann diese Tipps umzusetzten und ich war verblüfft wie viele sich mit einem Ehrenhafter Gegner oder Freundlich bei mir dafür bedankt haben, obwohl wir während des ganzen Spiels kaum geredet haben.\nMit der Zeit fing ich an die Leute für gute Plays oder ähnliches zu loben, einfach weil ich es wollte.\n\nMein eigenes geflame war / ist komplett verschwunden, selbst Spiele die ich verloren hatte konnte ich mit einem \"Ehrenhafter Gegner Austausch\" und einer netten Unterhaltung nach dem Spiel verlassen. Seit einer Weile habe ich das Gefühl keine Games mehr verloren zu haben, einfach weil ich merke dass es mir mehr um den Spaß in dem Spiel geht.\n\nDas ist meine Geschichte zu dem Thema. und ich wünsche jedem LoL Spieler eine ähnliche Erfahrung. Denn dort auf den Richtfeldern sind mehr freundliche Spieler als du denkst. :)\n\nDanke fürs lesen und gl & hf!\nDeath Rex~","replies":[{"id":"","poster":"Supportsmanlike","date":"2016-11-25T03:45:22.047+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Death Rex,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0002,timestamp=2016-11-25T03:19:08.868+0000)\n\n> \n> Ich hab eine Zeitlang oft einfach alle gemuted und mein Ding durchgezogen. Manchmal habe ich das allerdings nicht getan, und wieder hab ich ab und zu geflame bemerkt. Das ging mir wiederrum auf den Keks und hab wieder gemuted.\n\n\nWie gesagt, ich mute meine Mitspieler auch oft, aber das ist nicht das was ich möchte.\nIch bin ein Supporter der viel mit dem Team kommuniziert und versucht es wieder zusammen zu raffen, wenn wir irgendwann anfangen Fehler zu machen. Das ist meist eher schwer, wenn man sein ganzes Team im vorraus muted. Tue ich es jedoch nicht, und jemand fängt an rum zu stänkern, beeinträchtigt das meine Laune und Leistung, weil ich mich dadurch ablenken lasse.\n\n> [{quoted}](name=Death Rex,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0002,timestamp=2016-11-25T03:19:08.868+0000)\n>\n> Ich habe dann irgendwann ein Video auf YouTube gesehen was von der guten Community in LoL erzählt hat und tatsächlich, diese Leute haben fast alle ein Ehrenbändchen! Ich war erstaunt, ich habe diese Bändchen selten gesehen. Der YouTuber hat davon erzählt einfach den Leuten nett zu begegnen, sei es am Anfang eines Spiels &quot;gl &amp; hf&quot; oder am Ende eines Spieles &quot;thank you for the game, gl for your next one!&quot;.\n\n\nDas mit dem Leuten vor und nach dem Spiel nett begegnen ist nichts was ich extra probieren müsste, dass ist bei mir normal, solange ich nicht gerade mies gelaunt bin.\nJedoch interessiert es niemanden, was du am Anfang des Spiels schreibst, weil es danach ohnehin jeder vergessen hat.\nUnd nach dem Spiel ist es immer unterschiedlich, jenachdem wie das Spiel verlief.\nEntweder man hat gewonnen und das eigene Team verlässt sofort die Lobby, während das Gegner Team sich noch flamed, oder andersrum und die Gegner schreiben nix sinnvolles, nur Kram wie GG EZ NOOBS :D\n\nIch will nicht sagen, dass ich der perfekte Spieler bin und jedes Game jemanden Ehre, jedoch schaue ich nach dem Game doch meist nach, wer sich eine Ehrung verdient hat. Gerade wenn es kein absoluter Stomp, sonodern ein schönes spannendes Spiel, wie es viel zu selten vorkommt, war.","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-11-25T11:17:23.364+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Death Rex,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=0002,timestamp=2016-11-25T03:19:08.868+0000)\n>\n> Hey, mit dem Thema beschäftige ich mich momentan auch viel! Ich muss dir mal von ein paar Erfahrungen erzählen die ich hatte:\n\nMuss ich dir auch:\nIch habe gestern und vorgestern jeweils ein Spiel gemacht - am Ende jedes Spieles musste ich mindestens einmal den Report nutzen, nur für Flaming und Arrogantes Verhalten - ebenso wie wohl etwa 7-8 von 10 Spielen.\n\nPersönlich gehe ich mit der Einstellung in jedes Spiel, dass ich mein Ding durchziehe und wohl auch wieder einen Flamer drinnen habe - der Pessimist in mir sieht in der LoL-Community nur noch Flamer und arrogante High-Elo-Spieler, von daher... mache ich mir nicht viel Hoffnung, denn Riot macht ja nicht genug um das zu bessern.\nSchlechtes Verhalten wird zu wenig bestraft, während gutes Verhalten nicht gewürdigt wird.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2016-11-25T01:17:47.199+0000","up_votes":4,"down_votes":1,"body":"Ich unterstütze dich in fast jedem Punkt was mir aber auffällt das du sagst “Die Zahl der Leute, die unsportliches Verhalten an den Tag legen ist enorm gestiegen.“ \nDas kann ich so nicht unterschreiben.\nJa ich Spiele jetzt seit 1 1/2 Jahren ca.,  aber was ich hier im Forum gelesen habe, hört sich ganz anders an.\nUnd in meinen Spielen wird selten geflamed, eben grade wieder nach gefühlten 30 Games einen Tyler1 Draven gehabt.\nDas heißt aber nicht das unsere Community gut ist, aber ich finde sie besser als wie sie immer abgestempelt wird.\nIch habe mehr positive Erfahrungen gemacht als negative.\n\nAber ich werde jetzt versuchen, jedem Spieler der positive Stimmung ins Spiel bringt eine Ehrung dazulassen.","replies":[]},{"id":"","poster":"Fragenboy","date":"2016-11-26T11:36:25.151+0000","up_votes":2,"down_votes":0,"body":"Ich stimme dir genau so vollkommen zu. Ich Spiele nur gelegentlich LoL und wenn ich dann mal Spiele treffe ich nur auf Flamer die dann sogar zur mitte/Ende des games anfangen zu trollen. Oder sogar AFK Gehen das geht sogar bis zum leaven Ich finde das Report System müsste Komplett Überarbeitet Werden. Oder es wird so gemacht wie bei Anderen Games Es werden endlich mal GM´s Erstellt die sich um Sowas kümmern. (Damit meine ich das diese eine Möglichkeit haben spiele Wo ein Report rein kam sich anzuschauen und dann zu Entscheiden ob einer Gesperrt wird oder nicht.) Ich weis LoL hat so viele spiele die Immer nebenbei Laufen das wären massen an Speicher die verbraucht werden aber mit den Neuen Client gibt es ja jetzt schon einen Replay Download wieso dann nicht Gamemaster Oder Administratoren Hinzufügen die sich genau um dieses Problem Kümmern. Weil so langsam geht es soweit das ich sage ich Deinstalliere League of Legends Für immer und werde Nicht mehr spiele bis Das erledigt ist. Da kommt Garkein Spass mehr auf in Diesen Games. \n\nSry für meine Fehlerhafte Rechtschreibung bin nicht der beste in der Rechtschreibung.","replies":[]},{"id":"","poster":"sleepingIce","date":"2016-11-25T12:39:07.055+0000","up_votes":0,"down_votes":4,"body":"Hey ho und ich finde deine Idee hier mal die Einstellung verbessern zu wollen super. \n\nNun aber meine Erfarhung! Was ist das tatsächliche Problem? Es gibt die Möglichkeit zu chatten! Ganz erlich, es gibt kein \"flamen\" in LoL, es wird nur alles so betitelt. Bin leider selber jemand der nur schwer ruhig bleiben kann und deshalb den Chat zu oft benutzt. Doch es ist doch nicht der Chat als solches und die Spieler die schreiben, die das Spielerlebnis schlechter machen, es ist die Einstellung aller. Schaut euch mal die Gründe an wofür man Reportet werden kann und welche dieser Gründe wirklich dazu führen bestraft zu werden! Somit der einzige Grund ist, was man in den Chat während eines Spieles schreibt! Die Leute die absichtlich feeden, die das Spiel verlassen, sie werden alle nie permantent gebannt! Das kann ich zu 99% sagen. Das ganze Kommunikationssystem und die Meldefunktion, als auch das System welches die Bestrafung entscheidet muss meiner Meinung nach komplett verändert werden. Ich wünsche mir sehr das es keinen Chat mehr gibt in den mann während des Games schreiben kann. Die Pings die man zur Verfügung hat und die Map sind doch mehr als ausreichend und wer die Funktion nutzt die Pings nicht mehr anzeigen zu lassen, ja sorry, aber selber schuld. Außerdem supportet Riot ja die Troll´s die diese Möglichektien ausnutzen um uns damit voll zu spamen. Es kann ja nicht so schwer sein so etwas um zu setzten, oder sehe ich das total falsch?","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T12:49:02.660+0000","up_votes":2,"down_votes":0,"body":">Die Leute die absichtlich feeden, die das Spiel verlassen, sie werden alle nie permantent gebannt! Das kann ich zu 99% sagen. \n\nDann trifft hier das 1 % zu. Trolle und Feeder werden gebannt. Das System zur Erkennung ist vielleicht nicht optimal, aber als erste Strafe gibt es einen 2 Wochenbann. Wobei man noch sagen muss, dass viele ein schlechtes Spiel einer Person als absichtliches Feeden ansehen, dabei wurde der einfach 2 mal outplayed und danach towerdived, weil er so weit zurückgefallen ist. \n\nFür afk gibt es zugegeben eigentlich nur die Wartezeitstrafe. Bei Extremfällen behält sich Riot aber auch vor, einen Permabann auszusprechen. Das passiert aber erst, wenn man trotz mehrmaliger 20 Minutenstrafe keine Besserung zeigt. \n\n>Es kann ja nicht so schwer sein so etwas um zu setzten, oder sehe ich das total falsch?\n\nDa muss ich passen, ich kenne mich mit der Programmierung von LoL nicht aus. Grundsätzlich würde ich aber sagen, ja, jede Änderung ist erst einmal ein Haufen Arbeit. Die lohnt sich aber eben nur, wenn es auch nötig ist. Pingspammer hatte ich persönlich, etwa einen im letzten halben Jahr. \n\nDas mit dem Chat deaktivieren ist so eine Sache. Sicher, es gibt dann keine negativen Kommentare mehr, aber damit raubt man dann der Mehrheit der Spieler, das beste Mittel zur Kommunikation. Taktiken kann man dann auch unmöglich vorschlagen und ob die Leute entsprechende Pings verstehen, wie Ping-{{item:3512}} + Ping-Top + Help-Ping-Mid, könnte halt vieles bedeuten.","replies":[{"id":"","poster":"sleepingIce","date":"2016-11-25T12:55:17.335+0000","up_votes":1,"down_votes":0,"body":"OK, danke für die Info, aber die Sache mit den Taktiken....ich schaue täglich eine Menge Streamer und Youtuber und spiele nun selber seid über 6 Jahren. Die Mehrheit der Spieler nutzt den Chat selten um sinnvolle Taktiken mit zu teilen und selbst wenn, dann wird es gekonnt ignoeriert weil sich ja doch die meisten für besser halten. Wie gesagt es ist einfach over all die Einstellung aller Spieler die das Spielerlebnis doch stetig verschlechtern und ohne die Möglichkeit zu Chatten wäre meiner Meinung sehr vieles Besser, aber halt nur meine Meinung.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T13:22:01.112+0000","up_votes":2,"down_votes":0,"body":"Das hängt halt auch immer von den Mitspielern ab. Wenn man mit denen klar kommt, ist der Chat von Vorteil und wenn es nur ein \"gj\" nach einem Kill oder \"sry, my bad\" von dem Kerl ist, der sich im gegnerischen Jungle hat catchen lassen.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-11-25T15:16:51.980+0000","up_votes":1,"down_votes":1,"body":"Nur weil die Laune der anderen logischerweise von ihrer Einstellung zu Flame abhängt und nicht von dem Flame an sich, heißt das nicht, dass du damit einfach so durchkommst.\n\nDein Pech bei dieser Logik ist nämlich, dass der allergrößte Teil der Community Flame mindestens als nervig einstuft. Und wenn du dich, wie jeder Mensch in einer Gruppe, nicht an die ungeschriebenen Regeln der durchschnittlichen Attitüde in einer Gruppe hältst, dann musst du mit Sanktionen seitens der Gruppe rechnen. Zum Beispiel durch temporäre und permanente Bans.\n\nUnd das ist auch völlig richtig so. Wenn im RL ein Individuum die ungeschriebenen Regeln einer Gruppe verletzt, dann hat diese Gruppe immer die Möglichkeit, das Individuum aus der Gruppe auszuschließen. Dadurch bleibt die Gruppe am Leben. In einem künstlichen Umfeld wie in LoL könnte man der Gruppe theoretisch natürlich diese Möglichkeit durch eine Abschaffung der Reportfunktion und der daraus resultierenden Strafen verwehren. Aber das würde in einer Auflösung der Gruppe enden, denn irgendwann hätten die Spieler aufgrund des ganzen Flames, den sie eben tatsächlich nicht mögen, keinen Bock mehr und League würde massiv an Usern verlieren.\n\nWäre das etwa sinnvoll? Keine League-Spieler mehr? Riot würde Pleite gehen und zocken könnten wir hier auch nicht mehr. Allein schon angesichts der Zeit und des Geldes, was ich bereits in dieses Spiel gesteckt habe würde ich persönlich das absolut nicht begrüßen.\n\n___\n\nAbgesehen davon halte die Abschaffung des Chats als Werkzeug für nicht sinnvoll. Ich persönlich nutze den nur für positives und nehme diese Haltung auch regelmäßig von meinen Mitspielern so wahr. Ich denke nicht, dass man ein Werkzeug aufgrund einer potentiellen schädlichen Verwendung verbieten sollte. Dann hätten wir heute auch keine Autos...","replies":[]}]},{"id":"","poster":"Five5eveN","date":"2016-11-25T03:37:18.395+0000","up_votes":1,"down_votes":0,"body":"Leider stimmt dies mir dem Support bei mir im B/S berreich zu 100% deswegen versuche ich diesem den Rücken zu kehren weil es nur 3 Szenarien gibt. \n \n****\n1. dein ADC **achtet **nicht auf dich und geht einfach rein. \n2.  dein ADC \"pennt\" und **ignoriert **deine Vorlagen\n3. dein ADC freut sich über deinen Support und schaut auch was du machst.  \n****\n\nAm meisten hab ich mich über die ADC'ler gefreut die nachdem ich einen Kill genommen habe, um ihn zu Retten oder weil der Gegner sonst entkommen wäre, schreiben **REPORT MY SUPPOT HE STOLE MY KILL**.\nAuch Dankbarkeit wenn der ADC droht zu sterben und man sich dazwischen wirft um ihn zu Retten dabei aber selbst stirbt **0** denn dann kommt **\"WHYYYY??? REPORT MY SUPP\"**, im \"besten\"(schlimmsten) Fall rennt der ADC noch zurück und geht selbst drauf(zu oft erlebt, hat noch 10 HP und rennt zurück).\n***\n**Das oben geschriebene kann man zugleich leider auch als ADC anwenden.**\n****\nIn den oben beschrieben Szenarien bedanke ich mich **IMMER**  bei meinem ADC/SUPP da er in diesem Fall einen Guten Job gemacht hat.","replies":[{"id":"","poster":"eingew","date":"2016-11-25T09:49:33.240+0000","up_votes":2,"down_votes":0,"body":"Wie ich sehe spielst du sehr viel Thresh und Leona. Die sind natürlich sehr auf einen guten Engage ausgelegt. Thresh kann noch vernünftig peelen, aber bei Leona stellt sich das mitunter als schwieriger dar. Als ich in Bronze angefangen habe, hatte ich dasselbe Problem. Ich habe ständig gute Engages mit Leona hingelegt (oder zumindest dachte ich das, ich war Bronze, vielleicht waren die Engages auch richtig schlecht), aber es hat einfach niemand drauf reagiert. Ob es nun der ADC oder im Late das gesamte Team war... es war einfach allen egal. Und dann bin ich alleine gestorben und dann ist mein Team gestorben. Nützlich :D\n\nJedenfalls habe ich angefangen umzudenken. Ich habe begriffen, dass es so nicht geht. Also habe ich es umgedreht und nur noch Janna gespielt, ein ja eher passiver Champion. Ich habe mich also darauf konzentriert nicht mehr selbst die Engages zu machen, sondern auf Engages seitens meines ADCs oder anderer Teammates gewartet. Und das geht wirklich deutlich besser. Weil ich selbst immer reagiert habe und niemand mehr 1v2 rein gegangen ist. Sobald ich so umgedacht hatte, bin ich auch schnell da raus gekommen. Vielleicht klappt das ja auch bei dir?","replies":[]},{"id":"","poster":"Nohgolgh","date":"2016-11-25T15:04:33.745+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ist der adc die schlechteste Rolle, um aus Bronze rauszukommen und der Support nur die zweitschlechteste. Das bedeutet aber auch, dass durch einen schlechten Support mehr Spiele verloren gehen als durch einen schlechten adc. Viele deiner Aussagen sind höchst fragwürdig in Anbetracht der Tatsache, dass du kein besonders guter Spieler bist (46% Winrate, Bronze V). Zum Beispiel könnte es sein, dass dein ADC reingeht, weil er eine Gelegenheit sieht, die du aber nicht wahrnimmst. Oder dein adc ignoriert deine Vorlagen nicht, aber er erkennt diese als falsch oder er KANN ihnen schlichtweg nicht folgen. Gerade eine Vayne die im Early nicht stark ist oder eine Caitlyn die nicht mobil ist, haben Probleme, einen Leona-Engage sinnvoll umzusetzen, insbesondere, wenn die Leona bereits vor dem Engage eine ganze Autoattackrange vor ihnen steht (und nach dem Engage dann vermutlich zwei und als ich in Bronze war, war das anfänglich ein Grund, warum unsere Lane nicht gut lief). Du könntest außerdem mal anfangen, als Support einen Sightstone zu bauen. \n\nMeistens ist es auch keine gute Idee, für dein Team zu sterben. Viele meiner Versuche, als Support den adc zu retten, enden dann halt mit zwei Todem statt einem. Helfen sollte man nur dann, wenn man erstens eine gute Chance hat, das selbst zu überleben und zweitens einen sinnvollen Plan hat, wie man den Partner aus der misslichen Lage rausbekommt. Wenn eine Shyvana auf eine Ashe Springt, die bereits am Haken des gegnerischen Threshs hängt und ein Draven einfach seine Äxte draufwirft, dann ist es vielleicht keine so gute Idee als Leona reinzuspringen, denn die Ashe wird höchstwahrscheinlich trotzdem streben und man kommt nicht mehr raus. \n\nGrundsätzlich rate ich in der Low Elo von Engage-Supportern ab, da der Engage schon von den Abwägungen her viel Spielverständnis erfordert und als Support mit wenig Gold eher schwerer ist als von einer anderen Position raus. Mit einem Poke-Support (Sona, Karma, Zyra) oder einem Utility-Support (Janna, Soraka, Nami) hat man oft deutlich bessereChancen. Mit vielen Poke-Supports gewinnt man zuverlässig die Lanes (was man aber auch muss), während Utility Supports relativ gut ins Late skalieren (vorrausgesetzt man fällt nicht zu weit zurück), und auf ihrer Lane den Verlust vermeiden wollen. Es gilt generell Utility>Poke>Engage>Utility, wobei es hier Aussnahmen gibt (Janna beispielsweise kann mit ihrem Kit sehr gut Engages verhindern, hat aber keinen Heal auf ihren ersten drei Fähigkeiten und ein Schild für eine Person reciht zumeist nicht, um Poke abzuwehren. )\n\nAls guten Support für den Anfang würde ich Morgana nennen, da sie zwischen den drei Gruppen steht. Ihre Q gibt einen Engage, wo es aber nicht so schlimm ist, wenn diesem nicht gefolgt wird. Gleichzeitig kann man damit aber auch gut disengagen. Mit ihrer W kann man einigermaßen poken und ihre E gibt guten Schutz. Einzige Probleme sind das Treffen einer recht langsam fliegenden Q und das Timen des Spellshieldes.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-11-25T11:09:42.423+0000","up_votes":1,"down_votes":0,"body":">dein ADC achtet nicht auf dich und geht einfach rein.\n\nKeine Angst, das ändert sich auch bei Gold und Platin nicht wirklich. Der letzte ADC der mich geflamt hat, meinte wohl ich hätte auf Soraka 0 Sec Cooldown auf dem Heal und geht mit 200 HP nochmal auf den Jhin los, der den vierten Schuss bereit hat. Der hat Plat 5 erreicht.","replies":[]}]},{"id":"","poster":"Rongkong Coma","date":"2016-11-25T14:08:30.751+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir seit Season 2 eine dicke Haut wachsen lassen und mute regelmäßig meine Teammates. Die pings reichen völlig zur Kommunikation aus. Ich persönlich finde den Chat total unnötig. Wenn man den Ingame Chat abschaffen würde, wären alle glücklich und keiner würde sich mehr beschweren, das irgendjemand rumflamet. Wenn ich mit Platin/high Gold Spielern zusammen spiele schreibt ehh niemand irgendwas in den Chat, weils halt ablenkt und überflüssig ist.","replies":[{"id":"","poster":"eingew","date":"2016-11-25T15:19:43.297+0000","up_votes":1,"down_votes":0,"body":"Ich denke allerdings nicht, dass es sinnvoll wäre den Chat ganz abzuschaffen. Es gibt schließlich durchaus auch das Gegenteil, eine positive Nutzung des Chats. Und die würde ich eigentlich nicht einschränken wollen, nur weil es auch eine negative Nutzung gibt. Ich meine wir verbieten ja auch keine Autos, nur weil man damit Unfälle bauen kann.","replies":[{"id":"","poster":"Rongkong Coma","date":"2017-01-19T22:04:53.446+0000","up_votes":1,"down_votes":1,"body":"Ja aber man sollte schauen was überwiegt. Ich habe selten bis garnicht gehört das im Chat so viele tolle und freundliche Kommentare abgegeben werden. Stattdessen ließt man nur Troller/Feeder/AFKler/Ragequitter/Flamer/Noobs und sie alle beleidigen über den Chat regen sich auf und Demutivieren alle. Wenn es keinen Chat mehr geben würde, dann würden fast alle spieler mit dem Spiel ganz anders umgehen. Es schreiben nicht um sonst viele, dass es viel entspannter ist zu spielen wenn man alle muted. Der Chat sollte auf jeden Fall abgeschaft werden. Kannste mir glaube oder es sein lassen das wird ehh irgendwann passieren. Der Chat ist das Mittel zum Zweck worüber alle frustrierten Spieler ihren Frust an anderen auslassen. Entfernt man den Chat nun kann keiner mehr wen anderes beleidigen was dazu führt das sich viel weniger Menschen angegriffen fühlen und das Speilerlebnis auf jedenfall verbessert wird. Du musst zu geben es gibt viel mehr Argumente den Chat abzuschaffen als ihn am  leben zu lassen.","replies":[{"id":"","poster":"eingew","date":"2017-01-20T11:09:27.023+0000","up_votes":1,"down_votes":0,"body":"Nichts für ungut, aber ich glaube nicht, dass eine derart subjektiv entstandene Meinung ein valides Urteil darüber abgeben kann, ob der Chat tatsächlich entfernt werden sollte. Angesichts der Tatsache, dass Honors weit öfter als Reports vergeben werden, halte ich diese Sichtweise für fragwürdig. Ich glaube nicht, dass dir die meisten Spieler zustimmen würden.","replies":[]}]}]}]},{"id":"","poster":"ChOcOlOpEe","date":"2016-11-28T18:31:08.346+0000","up_votes":1,"down_votes":0,"body":"Mir ist in den letzten Games die ich bestritten habe aufgefallen das die dümmsten am lautesten schreien .... \n\nFängt schon beim normalen spiel an wenn man nicht den Chat lesen kann ... Brille hilft oder hand vom Schwanz auch ... \n\nSonst steht man wie ich in den letzten games als ADC da und noch 2 andere obwohl man es noch im chat schrieb aber die interessiert es einfach nicht und flamen dann im spiel übelst rum ... hmmm .... \n\ndies spiel fuckt mich in letzter Zeit so ab .... \n\nAber mit dem Hauptthema oben stimme ich dir zu 90% zu ;-)","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-28T19:20:29.618+0000","up_votes":1,"down_votes":0,"body":">Sonst steht man wie ich in den letzten games als ADC da und noch 2 andere obwohl man es noch im chat schrieb aber die interessiert es einfach nicht und flamen dann im spiel übelst rum ... hmmm ....\n\nWenn ihr 3 ADCs hattet und Blindpick gespielt habt, könnte Draftpick da Abhilfe für dich schaffen.","replies":[]}]},{"id":"","poster":"Supportsmanlike","date":"2016-11-25T23:01:18.372+0000","up_votes":1,"down_votes":0,"body":"Ja der Jungler ist das andere Opfer jedes Teams, der gerne mal für alles Schuld ist. Ich selber merke auch oft, dass ich meine Jungler gern ein wenig flamen würde, wenn man sie mehrmal höflich um Hilfe bittet, aber weder diese, noch eine Antwort bekommt. Oft farmen sie auch einfach weiter ihren Jungle ab, während du 5 meter entfernt kämpfst und er dir das Leben retten könnte, indem er sich nur mal kurz zeigt.\nAber das ist nunmal leider ein Problem der Mapawareness, die trainiert werden kann und muss.\nIch bin bei weitem niemand, der immer sofort alles bemerkt was auf der Map abgeht, und sich zu dem was er sieht einen Reim machen kann, sonst wäre ich sicherlich nicht mehr Gold. \nIn diesem speziellen Fall ist es wahrscheinlich auch Elo abhängig, ich könnte mir zumindest nicht vorstellen, dass Diamant+ Jungler genauso spielen, und gehört an sich auch nicht mehr zum Thema, wie vieles von dem was hier heute geschrieben wurde.\n\n\nIch finde die Kommunikation über den Chat relativ wichtig, manchmal reichen Pings einfach nicht aus.\nDie Änderungen, dass man jetzt Summonder Spells, Cooldowns und Spawnzeiten pingen kann finde ich gut und das hat mich sehr gefreut, da es mir auch meine Arbeit erleichtert hat.\n\nIch bin auch niemand, der sich über Kritik beschwert, solange sie sinnvoll  und auch als solche zu erkennen ist.\nWenn ich mal einen Fehler mache entschuldige ich mich auch sofort dafür, da ich weiß dass es meine Schuld war und beim nächsten mal kann ich versuchen es wieder gut zu machen.\n\nUm jetzt noch einmal Jokomotos Kritik an meiner Poppy Support aufzugreifen.\nIch picke auch sie nicht einfach so aus einer Laune herraus. Mit ihrer W kann sie für ihren ADC hervoragend gegen alles Peelen was gern auf ihn drauf springen möchte.\nIch bin aber auch immer offen für Wünsche meiner Teammates. Ich kann jeden Supporter spielen und tue es deswegen auch, wenn mich jemand darum bittet Champ X zu spielen. Aber leider legt mein Team nicht immer soviel Wert auf Kommunikation wie ich es tue, weswegen dass eher eine Seltenheit ist. Ganz hingegen zu der Häufigkeit die ich First Pick bin. Etwas was ich als ich Supporter hasse. Es kommt wirklich nur selten vor, dass ich ein Spiel verliere, wenn ich last Pick war, da wir auf der Botlane dann meistens Snowballen können.\n\n\nUnd jetzt merke ich selbst wie ich mich vollständig vom Thema entfernt habe :D\nAber was solls, schön das der Thread nicht völlig untergegangen ist, wie ich es Anfangs vermutet hatte.\nEs ist eine gute Diskussion entstanden, auch wenn sie Teilweise wenig mit dem eigentlichen Thema zu tun hatte.","replies":[{"id":"","poster":"Queen Noth","date":"2016-11-26T19:35:11.503+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shentropy,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000b,timestamp=2016-11-25T23:01:18.372+0000)\n>\n> Ja der Jungler ist das andere Opfer jedes Teams, der gerne mal für alles Schuld ist. Ich selber merke auch oft, dass ich meine Jungler gern ein wenig flamen würde, wenn man sie mehrmal höflich um Hilfe bittet, aber weder diese, noch eine Antwort bekommt. Oft farmen sie auch einfach weiter ihren Jungle ab, während du 5 meter entfernt kämpfst und er dir das Leben retten könnte, indem er sich nur mal kurz zeigt.\n> Aber das ist nunmal leider ein Problem der Mapawareness, die trainiert werden kann und muss.\n> Ich bin bei weitem niemand, der immer sofort alles bemerkt was auf der Map abgeht, und sich zu dem was er sieht einen Reim machen kann, sonst wäre ich sicherlich nicht mehr Gold. \n\n\n\nDas hängt stark von der Situation ab: Als jungler erlebte ich oft, dass manche laner schon ab lvl 2 nen perfekten gank erwarten, glauben dass man sich schnell von bot zu toplane beamen kann, wenn man grad bot unterstützt, oder wenn man selber low hp ist eigentlich gar kein Sinn macht reinzuganken ohne zu sterben. Zudem achte ich als jungler darauf, dass objektives ich schnell holen kann, sei es drachen oder unterstützung bei angriffen auf die Tower.","replies":[]}]},{"id":"","poster":"Vorzüglich","date":"2016-11-25T17:06:03.284+0000","up_votes":1,"down_votes":5,"body":"So so... Du hast also **kein** Zitat gefunden, dich geirrt mit deiner Aussage aber nötig dich deswegen zu entschuldigen, hältst Du es auch nicht.\n\nUnd nun willst Du mir sagen es wäre Unsinn, das wenn andere schlecht spielen, wäre dies kein Grund fürs flamen?\n\nMuss schon schön sein auf deiner Traum Wolke, gibst ein ziemlich schlechtes Bild und Beispiel ab SIRRKAS.\n\nKein Wunder das sich seit 10 Jahren so wenig verändert hat.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T17:16:49.631+0000","up_votes":1,"down_votes":0,"body":">Und nun willst Du mir sagen es wäre Unsinn, das wenn andere schlecht spielen, wäre dies kein Grund fürs flamen?\n\nJa, das ist kein Grund fürs Flamen. \n\n\nWenn man deine Beiträge aber durchliest, sieht man sehr gut, dass deine Einstellung durchaus so aussieht, wie ich sie geschildert habe. \n\nZusammengefasst findet man da nämlich typische Flamerstatements, wie etwa \n\n>Flamen, ist eine völlig normale, gesunde Reaktion im Spiel.\nJeder der etwas anderes behauptet muss bereits emotional dermaßen abgestumpft sein, das ihn auch der Griff auf die brennende Herdplatte nicht mehr groß juckt.\nIch rede hier nicht von den Kids die sich schlichtweg nicht im Griff haben, sondern davon das Frustration und Stress im Spiel sich ein Ventil sucht.\nBei dem einen ist die Lunte kürzer beim anderen länger.\nFlamen an sich in frage zu stellen ist schlichtweg naiv.\n\nDazu sagst du ständig, deine Mitspieler wären ja alle schlecht.  Verlangst, dass Leute Accountstufen verlieren, wenn sie schlecht spielen, willst eine \"Anfängerliga\" einführen (was im Grunde Bronze- und Silber sein würde und dich damit einschließt), aus der man sich erst rausspielen muss. \n\nDas Problem an deiner Sichtweise ist leider, dass alle Spieler überall Fehler machen. Dir fallen nur die deiner Mitspieler eher auf, als deine eigenen. Ist auch irgendwo nachvollziehbar, schließlich sind das 4 Spieler, die Fehler machen können und du nur einen. Solltest du aber in der Lage sein, weniger Fehler als die anderen zu machen, steigst du auf und triffst nicht mehr auf \"Anfänger\". Da die Anfänger dich ja so sehr stören,weil sie Fehler machen, klingt es ziemlich danach, dass du deswegen gereizt bist und auch flamst. \n\nDas einzige was man zu meinem Post sagen könnte, wäre, dass in Bezug zu deinen Aussagen, das \"nur\" gestrichen werden könnte. Vielleicht durch ein \"meistens\" ersetzbar. ","replies":[{"id":"","poster":"Vorzüglich","date":"2016-11-25T17:36:54.778+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000a0000,timestamp=2016-11-25T17:16:49.631+0000)\n>\n> Ja, das ist kein Grund fürs Flamen. \n> \n> \n> Wenn man deine Beiträge aber durchliest, sieht man sehr gut, dass deine Einstellung durchaus so aussieht, wie ich sie geschildert habe. \n> \n> Zusammengefasst findet man da nämlich typische Flamerstatements, wie etwa \n> Jeder der etwas anderes behauptet muss bereits emotional dermaßen abgestumpft sein, das ihn auch der Griff auf die brennende Herdplatte nicht mehr groß juckt.\n> Ich rede hier nicht von den Kids die sich schlichtweg nicht im Griff haben, sondern davon das Frustration und Stress im Spiel sich ein Ventil sucht.\n> Bei dem einen ist die Lunte kürzer beim anderen länger.\n> Flamen an sich in frage zu stellen ist schlichtweg naiv.\n> \n> Dazu sagst du ständig, deine Mitspieler wären ja alle schlecht.  Verlangst, dass Leute Accountstufen verlieren, wenn sie schlecht spielen, willst eine &quot;Anfängerliga&quot; einführen (was im Grunde Bronze- und Silber sein würde und dich damit einschließt), aus der man sich erst rausspielen muss. \n> \n> Das Problem an deiner Sichtweise ist leider, dass alle Spieler überall Fehler machen. Dir fallen nur die deiner Mitspieler eher auf, als deine eigenen. Ist auch irgendwo nachvollziehbar, schließlich sind das 4 Spieler, die Fehler machen können und du nur einen. Solltest du aber in der Lage sein, weniger Fehler als die anderen zu machen, steigst du auf und triffst nicht mehr auf &quot;Anfänger&quot;. Da die Anfänger dich ja so sehr stören,weil sie Fehler machen, klingt es ziemlich danach, dass du deswegen gereizt bist und auch flamst. \n> \n> Das einzige was man zu meinem Post sagen könnte, wäre, dass in Bezug zu deinen Aussagen, das &quot;nur&quot; gestrichen werden könnte. Vielleicht durch ein &quot;meistens&quot; ersetzbar.\n\nDu hast dich geirrt und kannst es dir nicht mal eingestehen.\n\nNoch dazu stellst Du Vermutungen an, das ist selten clever.\n\nIch spiele noch nicht lange hatte aber bereits mehrfach die \"grüne\" Ehrung wo die Rede ist von:\n\n_\"Du bist ein starker, kooperativer Spieler und ein strahlendes Beispiel guten Sportsgeist.\"_\n\nhttp://imgur.com/a/IpT8b\n\nhttp://imgur.com/a/hFIIX\n\nAuch wenn Du mich gerne anders darstellst, als einen Spieler der nur flamen kann und \"Probleme\" mit seiner Sichtweise hat.\n\nVielmehr bist DU es, der es sich viel zu einfach machst und in festen/einfachen Schubladen denkt.\n\nOb du mir glaubst oder nicht, ich halte sehr viel von \"Positiven\" Verhalten im Spiel.\n\nIch kann dir nur raten meine Beiträge aufmerksamer zu verfolgen. Und vor allem unvoreingenommen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-25T18:34:33.299+0000","up_votes":1,"down_votes":0,"body":"Man kann sowohl negatives als auch positives Verhalten zeigen. Insofern verstehe ich nicht, was du mir mit dem Badge zeigen willst. Badges  schließen negativen Chat nicht aus. Man kann auch kurz vor einem 2 Wochenbann stehen und ein Bändchen haben. \n\n>Ich kann dir nur raten meine Beiträge aufmerksamer zu verfolgen.\n\nDas habe ich. Auch wenn ich mir nicht alles merken kann, was jeder schreibt.\n\n> Und vor allem unvoreingenommen.\n\nSobald du anfängst, Flame nicht mehr zu verharmlosen.","replies":[{"id":"","poster":"Vorzüglich","date":"2016-11-25T18:38:03.224+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=ym5RUA62,comment-id=000a000000000000,timestamp=2016-11-25T18:34:33.299+0000)\n>\n> Man kann sowohl negatives als auch positives Verhalten zeigen. Insofern verstehe ich nicht, was du mir mit dem Badge zeigen willst. Badges  schließen negativen Chat nicht gegenseitig. Man kann auch kurz vor einem 2 Wochenbann stehen und ein Bändchen haben. \n> \n> Das habe ich. Auch wenn ich mir nicht alles merken kann, was jeder schreibt.\n> \n> Sobald du anfängst, Flame nicht mehr zu verharmlosen.\n\nWir reden offensichtlich an einander vorbei , daher nimm es mir nicht übel aber ich werde dich ab jetzt ignorieren.","replies":[]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-11-25T10:18:10.223+0000","up_votes":1,"down_votes":0,"body":"bähhh das stimmt doch gar nicht, in LoL wird gar nicht geflamed, dass ist nur bei euch in der Low-Elo so... oh wait, ich bin ja low Elo... ^^\nIch kann natürlich nicht für alle Ligen sprechen, da ich bisher nur mit/gegen Bronze bis Diamant gespielt hab (ein Mal war auch ein Master im Gegnerteam), aber in jeden dieser Ligen sind mir schon Flamer begegnet. Es scheint also ziemlich elo-unabhängig zu sein.\n\nDass die Spieler immer toxischer werden, ist mir nicht aufgefallen. Ab und zu ist da einer, der rumstachelt, aber das finde ich jetzt weniger tragisch, die paar Leute mute ich dann und reporte die. Bei Härtefällen hab ich dann sogar schon die Meldung bekommen, dass ein Spieler bestraft wurde. \n\nDas Ehrungssystem nutze ich zugegebenermaßen auch selten. Asche auf mein Haupt ._.\n\nSonst versuche ich, die Stimmung hochzuhalten mit Kleinigkeiten wie gj, gg und diese ganzen kleinen Freundlichkeitsfloskeln. Für mehr ist ingame eh keine Zeit, man soll ja spielen und nicht chatten^^ (Das müssen nur noch die Flamer verstehen ;) )\n\nIch kann mich gar nicht so recht erinnern, wann ich als Supporter das letzte mal geflamed wurde... mir fallen nur 2 Spiele ein, in denen ich gelobt wurde! Das eine mal für meine Reflexe beim Braum Schild heben gegen eine Jinx Ult, das andere mal war mein ADC ganz entzückt davon, dass ich als Morgana jeden Move von Leona immer mit schönen Timing mit dem Black Shield gekontert habe :3 Ich vergesse aber ziemlich oft^^","replies":[]},{"id":"","poster":"Pilze","date":"2016-11-25T03:27:32.399+0000","up_votes":1,"down_votes":0,"body":"Ob man ein positives oder negatives Denken und Handeln hat ist jedem selbst überlassen. Das kann Riot auch nicht beeinflussen, Erziehung ist nicht Teil des Spiels. \nIch bin von Natur aus ein positiver Mensch der nur selten sich aufregt oder schlechte Laune hat. Habe ich schlechte Laune spiele ich nicht, würde sowieso nur verlieren. Das gilt für mich weil ich es so entscheide, ein Anderer spielt trotzdem. Jeder muss sich an seine eigene Nase packen, das würde schon genügen. Leider ist es aber so das dieses Spiel für viele ihr ganzer Lebeninhalt darstellt, was sie wiederum aggressiv macht wenn sie nicht spielen, anders werden sie aggressiv wenn es nicht so läuft wie es gerne hätten. \nRiot ist auuser ein paar Strafen zu verhängen machtlos dagegen.","replies":[]},{"id":"","poster":"Vorzüglich","date":"2016-11-26T15:26:07.263+0000","up_votes":1,"down_votes":6,"body":"Für mich sieht das so aus als würde Riot schlichtweg die **ganze** Verantwortung beim Spieler sehen und nicht beim Spiel selbst.\n\nIst natürlich der einfachste Weg, zu sagen wir haben hier zwar einen Hindernislauf, aber wir lassen trotzdem auch die Einbeinigen an den Start. Dafür muss einfach einer der anderen Teamspieler sich ein dritten ausreisen.\n\nAlle deine Beispiele EINGEW, würden in einem 1 gegen 1 zutreffen.\n\nIn einem 5 gegen 5 tun sie das aber schlichtweg nicht. \nWeil eben nicht jeder annähernd das selbe Skill Niveau mitbringt, nicht einmal auf der einzelnen Lane.\n\nViele der Spieler sind Kinder, die viel mehr Anleitung bräuchten als Erwachsene, diesem wird kein Tribut gezollt.\n\nDu gibst ja offen zu, das die ganze Verantwortung nur beim Spieler abgeladen wird.\n\nDas Matchmaking scheitert genau an dieser Stelle regelmäßig.\n\nDas Autofill verstärkt den Effekt sogar noch , da Spieler dann auf Lanes geschickt werden, die sich nicht annähernd so gut beherrschen wie ihre Main Lane.\n\nDie Lernfähigkeit der Spieler ist eben nicht gleich, manche besitzen quasi gar keine. Was passiert mit jenen?\n\nSie werden mit besseren Spielern des eigenen Teams gematched. Das soll fair für die anderen sein?!\n\nFür mich ist es eine Frage der Verantwortung. Ein \"Singed Support\" darf nicht die Lane verlassen in den ersten 5 Minuten.\n\nAber RIOT Games darf mir einen Spieler auf die Lane zur Seite Stellen, der nichtmal 1/10 meiner eigenen Spielerfahrung besitzt.\n\nHEUCHLERISCH!\n\nEs geht dabei um die **Ursachen** nicht die Wirkung.\n\nIhr sagt Flamen ist schlecht, tut aber nichts gegen die Ursachen, weil ihr schlichtweg alle Verantwortung bei den Spielern seht.\n\nIch sage, die Verantwortung liegt mindestens genauso schwer bei Riot selbst.\n\nEs genügt nicht an den Sportsgeist zu appellieren, wenn jedem erlaubt ist so schlecht zu spielen, wie er eben kann.\n\nDas Spiel ist schlichtweg unterteilt im Probereich wo eure Argumente Anwendung treffen.\n\nAber sie scheitern im Freizeit/Amateur Bereich den die große Masse spielt. \n\nDa wird keiner Rausgeworfen fürs schlecht spielen, wie bei den Profis, da gibt es keine Konsequenzen, gar nichts.\n\nIhr lebt eine Doppelmoral.\n\nEs sind auch zwei Extreme, ihr tut nur nichts um einen Mittelweg zu erschaffen.\n\nIch sag im übrigen _CIOU_ Forum.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-26T21:03:04.681+0000","up_votes":2,"down_votes":0,"body":">Viele der Spieler sind Kinder, die viel mehr Anleitung bräuchten als Erwachsene, diesem wird kein Tribut gezollt.\n\nBist du dir da sicher, dass die meisten Kinder sind? Ich denke nämlich, das Gegenteil ist der Fall. \n\n>Das Autofill verstärkt den Effekt sogar noch , da Spieler dann auf Lanes geschickt werden, die sich nicht annähernd so gut beherrschen wie ihre Main Lane.\n\nDas ist das Problem, wenn die Leute manche Rollen nicht spielen wollen. Alle wollen die Rolle im Team haben, aber keiner will sie übernehmen. Also wird jemand ausgesucht, der das dann machen muss. Die Rollenwahl ist aber immer noch besser, als das was es vorher gab. Da galt nämlich die Pickorder. Wer Lastpick war und nicht das Glück hatte, einen Mainsupport im Team zu haben, musste Support spielen. Wenn 3 Mainjungler im Team waren, haben 2 in die Röhre geschaut. Jetzt kriegt man zumindest meistens eine der beiden Rollen, die man bevorzugt. \n\n>Die Lernfähigkeit der Spieler ist eben nicht gleich, manche besitzen quasi gar keine. Was passiert mit jenen?\n\nDas stimmt durchaus. Wer nicht dazulernt, wird abgestuft. Dafür ist die Rangliste doch da. Die schlechtesten landen unten, die besten oben. \n\n>Sie werden mit besseren Spielern des eigenen Teams gematched. Das soll fair für die anderen sein?!\n>Aber RIOT Games darf mir einen Spieler auf die Lane zur Seite Stellen, der nichtmal 1/10 meiner eigenen Spielerfahrung besitzt.\n\nWenn man immer wieder mit \"schlechteren\" gematcht wird, ist man vermutlich selber schlecht. Sonst würde man denen nicht immer wieder begegnen. Problematisch ist dabei, dass man gut sein muss, um einschätzen zu können, ob jemand anderes gut ist. Wenn man keine Ahnung von Wavecontrol hat, weiß man nicht, was der andere gerade macht, wenn er 2 der 6 Minions tötet und dann die Lane verlässt. Als ausgleich, hat man selbst aber vielleicht besseres Positioning und sieht dafür sofort, dass der andere Spieler, gerade schlecht gestanden ist und deshalb starb. Das nimmt man dann wahr, aber nicht, wo er besser als man selbst gehandelt hat, weil man das nicht erkennen konnte. \n\nHeißt Spielerfahrung für dich hier eigentlich, die Anzahl an Spielen? Falls ja, die sagt wirklich nichts aus. Sonst hätte ich letzte Season keinen in Bronze 5 mit 0 LP gesehen, der 2000 Rankedwins hatte. \n\n>Es geht dabei um die Ursachen nicht die Wirkung.\nIhr sagt Flamen ist schlecht, tut aber nichts gegen die Ursachen, weil ihr schlichtweg alle Verantwortung bei den Spielern seht.\n\nDa haben wir es doch schon wieder. Deine Ursache von Flame ist, dass die Leute genervt sind, weil sie angeblich schlechtere Spieler haben. Die Ursache ist aber nicht der Fehler der anderen. Gerade in Silber, macht jeder Spieler in einem Match locker 100 davon. Sei es, dass man eine ganze Wave verpasst, sich im Jungle töten lässt, einen dummen Towerdive versucht oder die Combo verhaut. \n\nDas ist aber nicht die Ursache von Flame, die Ursache von Flame ist, dass der Spieler es nicht schafft, sich zusammenzureißen. Wenn das einem nicht zu oft passiert, ist das ja noch einigermaßen in Ordnung und wird auch nicht bestraft. Wenn man es zu weit treibt, kriegt man eben CRs und Banns. \n\nVielleicht wäre es für dich besser, wenn du dir einen Coach suchst. Der kann dir dann helfen, du kannst an deinen Fähigkeiten arbeiten, wirst besser, steigst auf, triffst nicht mehr so oft auf Spieler, die nur 1/10 deiner Spielerfahrung haben und vielleicht, erkennst du dann auch, dass du gar nicht so viel weniger Fehler als deine Mitspieler machst. \n\n>Es genügt nicht an den Sportsgeist zu appellieren, wenn jedem erlaubt ist so schlecht zu spielen, wie er eben kann.\n\nIch finde es bedenklich, dass du meinst, Riot sollte alle dazu zwingen, gut zu spielen. Also quasi regelmäßig zu trainieren, gezwungen zu werden, sich Tutorials anzuschauen und dergleichen. Es ist immernoch ein Spiel und keine Arbeit. \n Wenn jemand schlechter ist als du, landet der unter dir in der Rangliste. Eigentlich müsstest du dich über jeden schlechten Spieler freuen. Denn alles was unter dir landet, schiebt dich indirekt in der Rangliste nach oben. \n\n>Da wird keiner Rausgeworfen fürs schlecht spielen, wie bei den Profis, da gibt es keine Konsequenzen, gar nichts.\n\nBei den Profis wird doch auch keiner rausgeworfen. Zumindest habe ich noch nicht gehört, dass jemand einen Bann dafür erhalten hat, schlechter geworden zu sein, bzw. nicht so sehr besser geworden ist wie der Rest. Wer zu schlecht ist, findet einfach kein Team mehr. Aber man kann Spieler, die das Spiel in ihrer Freizeit zum Spaß spielen, nicht dafür bannen oder aus den Ranglistenspielen ausschließen, weil sie nicht gut genug sind. \n\nWenn wir zum Beispiel jeden Monat die untersten 10 % der Rangliste aus der Rangliste verbannen, bist du bis zum Ende der nächsten Season auch aus der Rangliste ausgeschlossen. In 2 Jahren, spielen dann wohl nur noch die im oberen Diabereich und dann wird es da auch eng, bzw. es gibt dann einfach keine Rangliste mehr, weil fast alle verbannt sind.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-11-26T20:44:21.737+0000","up_votes":2,"down_votes":0,"body":">Alle deine Beispiele EINGEW, würden in einem 1 gegen 1 zutreffen.\n\nWie wäre es, wenn du die Antwortfunktion nutzt? Dann wird der Gesprächsteilnehmer benachrichtigt und weiß, dass jemand von ihm eine Antwort erwartet.","replies":[]},{"id":"","poster":"Abasin","date":"2016-12-07T10:02:42.957+0000","up_votes":1,"down_votes":0,"body":"> Für mich ist es eine Frage der Verantwortung. Ein \"Singed Support\" darf nicht die Lane verlassen in den ersten 5 Minuten.\n\nWer sagt denn das? Wer will es ihm verwehren? Jeder Spieler tut genau das, was er aktuell für richtig hält. Aber nicht das, was Du ihm vorschrieben willst.","replies":[]}]}]}