{"id":"BMiqRZFw","poster":"KFCaesar","date":"2016-11-24T19:17:50.642+0000","title":"Wir suchen Dich !!","subforum":"Clans & Teams","up_votes":2,"down_votes":4,"body":"Um uns kurz vorzustellen, wir sind ein Clan der bereits seit fast 1 1/2 Jahren existiert und mit &uuml;ber 200 Mitgliedern eine ziemlich gro&szlig;e Community. Spieletechnisch liegt der Hauptfokus auf Counter-Strike: Global Offensive und League of Legends.\r\n\r\nAllerdings sind auch viele weitere Spiele vertreten unter anderem Rocket League und Overwatch f&uuml;r welche neben unseren Hauptspielen regelm&auml;&szlig;ige Clanabende veranstaltet werden. Sehr beliebt sind auch Hearthstone und Town of Salem welche ebenfalls gelegentlich organisiert innerhalb des Clans gespielt werden. \r\n\r\nNeben diesen Events und Turnieren bieten wir auch f&uuml;r andere Spiele immer wieder gerne Community Abende an und jedes Clanmitglied kann auch jederzeit nach Mitspielern f&uuml;r sonstige Spiele suchen. M&ouml;glicherweise gibt es dann auch genug Interessenten um irgendwann einen Community Abend zu organisieren. Allgemein k&ouml;nnt ihr immer viel von dem Clangeschehen mit beeinflussen mit eurer Stimme und euren Ideen, da es uns besonders wichtig ist das man sich hier wohl f&uuml;hlt und eine angenehme Atmosph&auml;re unter den Mitgliedern des Clans herrscht.\r\n\r\nUm diese Atmosph&auml;re zu erhalten haben wir folgende Anforderungen falls ihr dem Clan beitreten wollt.\r\n\r\nIhr m&uuml;sst\r\nmindestens 18 Jahre alt sein.\r\n&uuml;ber TeamSpeak 3 verf&uuml;gen.\r\nein funktionierendes Mikrofon besitzen.\r\nin der Lage sein h&ouml;flich und respektvoll mit euren Mitmenschen umzugehen.\r\n\r\nAu&szlig;erdem solltet ihr entweder...\r\neinen CS:GO Prime Account,\r\neinen LoL Account auf Gold oder\r\nRocket League \r\nbesitzen.\r\n\r\nFalls ihr diese Anforderungen erf&uuml;llt und euch bewerben wollt oder vorher noch Fragen habt die ihr beantwortet haben m&ouml;chtet, k&ouml;nnt ihr mich einfach adden auf dem Account: **vMoore.**\r\nWir beantworten euch jederzeit gerne eure Fragen und helfen euch auch bei der Aufnahme in unseren Clan.","replies":[]}