{"id":"WRRHrpUv","poster":"Kata Ga Kill","date":"2016-11-24T14:47:45.386+0000","title":"Support Meister gesucht für Item Sets (Tanks & Mages)","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi spiele in letzter Zeit gerne Support (bin Prim&auml;r Midlaner und Toplaner) und finde es ziemlich toll und easy.\r\nWas allerdings nicht easy ist sind die ca. 20 Sup Items mit jeder von denen eine Aktive hat, was mich verr&uuml;ckt macht...\r\nIch weis leider nicht was und wann man baut und habe da doch meine gr&ouml;&szlig;ten Schwirigkeiten.\r\n\r\nUnd ben&ouml;tige daher nen Tips zu den Core Item Sets f&uuml;r den Anf&auml;nglichen Start (das inviduelle anpassen m&ouml;chte ich sp&auml;ter erlernen).\r\n\r\n{{champion:78}} \r\n{{champion:99}} {{champion:43}} {{champion:143}} {{champion:40}} {{champion:37}} {{champion:267}} {{champion:25}} {{champion:117}}","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-11-24T15:46:15.573+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nEs ist leider sehr schwer dir für jeden Champion einen Build vorzugeben, den du in jedem Spiel benutzen kannst, da es leider sehr Teamabhängig ist.\nIch versuche es trotzdem. ;)\nZu Poppy kann ich dir leider nichts sagen, da ich mich mit ihr noch nicht auseinandergesetzt habe, insbesondere nicht als Support und von Lux würde ich dir als Support stark abraten. Wenn du möchtest sage ich dir auch gern warum, aber ich möchte nicht allzu sehr abschweifen, also zum Thema:\n\nDu startest selbstverständlich mit dem Supportitem. Bei allen aufgelisteten Supportern (außer Poppy) ist das blaue Item eine sehr gute Option, wenn nicht sogar unerlässlich.\nDie einzige Ausnahme stellt hier Janna dar. Ohne Frage ist es auch bei ihr eine gute Option, aber ich persönlich bevorzuge die Münze auf ihr. Da sind die Meinungen aber komplett verschieden, ich habe beide Varianten etwa gleich oft gesehen - sowohl bei \"normalen\" Janna Spielern als auch bei Mains.\nDas kommt also auf deinen persönlichen Spielstil an, probier da ein bisschen rum. :)\nFür gewöhnlich kaufst du dir schnellstmöglich die zweite Stufe des Supportitems (und eine Pink bzw. Controlward) und danach den Sightstone (Ruby Sightstone am besten erst relativ spät ausbauen, da andere Items meist wichtiger sind).\nAb dann wird es knifflig. Schuhe solltest du relativ früh kaufen, aber wie du sie ausbaust ist wie gesagt sehr stark abhängig vom Gegnerteam.\nIch würde dir in den meisten Fällen zu Mobility Boots/Swiftness/Mercury raten. Obwohl es sehr viele machen sind Cooldown Reduction Boots meistens verschwendetes Gold, da du meistens ohnehin schon auf 40 bzw. 45% CDR kommst.\n\nSolltest du Karma, Janna, Sona, Nami oder Lulu spielen ist Ardent Censer eine sehr gute Option. Dieser gibt dir AP, Cooldown Reduction, Manaregeneration, verstärkte Schilde und Heilungen und was sehr wichtig ist erhöhten Attackspeed und Lifesteal für deinen ADC. Wenn du also einen ADC hast wie Vayne oder Sivir oder du andere Champions im Team hast die davon profitieren kannst du dir dieses Item kaufen.\n\nMikaels Crucible ist für jeden Supporter ein gutes Item, wenn deine Gegner sehr viel CC besitzen. Dieser wird damit entfernt und sollte das erfolgreich gewesen sein, erhält entsprechender Verbündeter Movementspeed und Slow Resistance.\n\nDas neue Item Redemption kann man auch sehr gut auf nahezu allen Supportern bauen. Dieses bietet hohe Regenerationswerte, verstärkte Heilungen und Schilde und mit der aktiven Fähigkeit kreierst du ein Feld, welches nach einer gewissen Zeit verbündete heilt und Gegnern absoluten Schaden zufügt. Das Item kannst du auch einsetzen, wenn du tot bist.\n\nZu Athenes würde ich dir raten, wenn die Gegner wenig CC haben und du einen Manaintensiven Champion spielst (besonders Janna, Sona, Nami oder Lulu). Das Item gibt dir AP, viel Manaregeneration und es hat eine sehr nützliche Passive, die ich schwer zusammenfassen kann, deswegen kopiere ich dreist die Beschreibung \" Erhalte 20 % des Vorabzugsschadens, den du Champions zufügst, als Blutladungen bis zu einem Maximum von 100–250. Verbündete zu heilen oder ihnen einen Schild zu geben, verbraucht Blutladungen bis zum Wert des ursprünglichen Effekts.\"\n\nZeke's Herold ist ein Item, das dich mit (normalerweise) deinem ADC verbindet. Wenn ihr eine Weile bei einander seid lädt es sich auf und wenn es bei 100 Stacks angekommen ist, erhaltet ihr beide +50% Krit Chance und +20% Fähigkeitsstärke für 8 Sekunden.\n\nDas ist jetzt alles sehr allgemein gehalten. Diese Items kannst du auf allen Supportern spielen die du aufgezählt hast (nur bei Poppy kann ich dir nicht helfen) außer Zyra und Morgana. (Beziehungsweise dort geht es teilweise auch, aber die beiden Champions haben normalerweise einen anderen Build).\nAuf Morgana ist dein Zhonyas das wichtigste Item und abgesehen davon gehst du bei beiden Champions hauptsächlich auf AP.\nLudens Echo & Rabadons sind sehr gut geeignet. Und auf Zyra kannst du sehr gut Rylais & Liandrys rushen, da diese Items sehr gut mit ihren Pflanzen funktionieren, einen massiven Schaden verursachen und durch Rylais auch noch verlangsamen.\n\nSolari ist auch ein Item, das du auf jedem Support bauen kannst. Es bietet dir sehr viele Resistenzen und mit der aktiven gibst du allen Teammitgliedern in Reichweite und dir selbst einen Schild, was sehr nützlich in Teamfights ist.\n\nSolltest du Probleme mit dem Überleben haben, kann es auch nie schaden das ein oder andere Tank Item zu bauen. Gegen physischen Schaden baust du am besten Frozen Heart oder Randuins und gegen magischen Schaden kannst du dir Banshees Veil kaufen.\nSollten deine Gegner sehr viele Autoattacks machen kann es generell nicht schaden Frozen Heart zu haben.\n\nMit Sicherheit habe ich Items vergessen und die Beschreibungen sind auch bei weitem nicht vollständig, sondern auf das meiner Meinung nach Wichtigste reduziert. Wenn du also noch Fragen zu einem Item oder Champion hast, dann nur zu. :)\nIch habe die Items jetzt auch so genannt, wie ich sie im Kopf habe, also nicht immer der ganze Name und hauptsächlich (oder nur?) englische Namen. Ich sage dir aber auch gern nochmal die deutschen, wenn du nicht wissen solltest von welchen ich spreche, das könnte ich dann nochmal fix nachgucken.\nIch hoffe du kannst etwas mit meinem Textwirrwarr anfangen, da ich praktisch das aufgeschrieben habe, was mir durch den Kopf ging.\nFalls du aber wirklich nicht wissen solltest, die du Items an Situationen anpassen kannst, hier noch ein paar Beispiele für Builds:\n\nPoppy: Nicht mein Champion ;)\nLux: Bitte nicht als Support spielen, damit wirst weder du noch dein ADC glücklich.\nKarma: {{item:3009}} oder {{item:3020}} {{item:3092}} {{item:3174}} {{item:3504}} {{item:3151}} {{item:2045}} \nZyra: {{item:3117}} oder {{item:3020}}  {{item:3116}} {{item:3151}} {{item:3285}} {{item:3135}} {{item:2301}} \nJanna: {{item:3111}} oder {{item:3009}} {{item:3107}} {{item:3222}} {{item:3041}} {{item:3504}} {{item:2045}} \nSona: {{item:3020}} {{item:3100}} {{item:3089}} {{item:3174}} {{item:3504}} {{item:2301}} \nNami: {{item:3117}} oder {{item:3111}} {{item:3116}} {{item:3174}} {{item:3504}} {{item:3107}} {{item:2045}} \nMorgana: {{item:3020}} {{item:3157}} {{item:3092}}  {{item:3285}} {{item:3089}} {{item:2045}} \nLulu: {{item:3117}} {{item:3107}} {{item:3504}} {{item:3174}} {{item:3190}} {{item:2045}} \n\nDas sind alles wie gesagt nur Vorschläge und die Items sind wirklich von Spiel zu Spiel unterschiedlich zu wählen. Ich hoffe trotzdem, dass ich dir helfen konnte! :)","replies":[{"id":"","poster":"Kurashimasu","date":"2016-12-21T20:45:14.388+0000","up_votes":1,"down_votes":0,"body":"No offense aber wenn man Info rausgibt dann doch bitte auch brauchbare oder garkeine, ich weiß das sind grobe angaben aber 2/3 aller Builds sind absoluter müll. lg","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-12-24T12:35:50.242+0000","up_votes":1,"down_votes":0,"body":"Da ist wohl jemand mit dem falschen Fuß aufgestanden :)\nWie wäre es wenn du konstruktive Kritik abgibst und sagst welche 2/3 der Builds du für Müll hältst, sagst warum und was man besser machen könnte ;)\nLG","replies":[]}]},{"id":"","poster":"Legendary Shadow","date":"2016-11-24T16:38:22.473+0000","up_votes":1,"down_votes":0,"body":"Guter guide aber denk mal über den ruby sightstone nach ;). Der gibt dir für sehr wenig gold verhältnismäßig sehr viel leben und zudem bekommst du 4 wards (3 stellst du und einen um in spontanen situationen in denen ein ward gebraucht wird reagieren zu können). \n\nAber no offense ansonsten echt toller guide ^^","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-11-24T17:24:09.973+0000","up_votes":1,"down_votes":0,"body":"Danke dir :)\nZum Ruby Sightstone sollte ich sagen, dass das meine Art zu spielen ist.\nIch würde es als meine größte Stärke einschätzen ein gutes Positioning zu haben und dementsprechend selten zu sterben. Für mich persönlich lohnt es sich also mehr den Fokus auf andere Items zu legen.\nMit den Wards hast du natürlich recht, damit muss man eben haushalten können und im besten Falle immer ein bis zwei Controlwards in der Tasche haben. Trotzdem finde ich den Unterschied zwischen drei und vier Wards nicht so groß bzw. wichtig, dass ich dafür auf ein anderes Item im Midgame verzichten wollen würde.\nIch kann eben leider nur von meinen Erfahrungen sprechen und natürlich ist das von Spieler zu Spieler verschieden, da muss jeder für sich selbst entscheiden wann welches Item am meisten Sinn macht! :)","replies":[]}]}]},{"id":"","poster":"Kata Ga Kill","date":"2016-11-24T16:28:05.703+0000","up_votes":1,"down_votes":0,"body":"Danke.\nWieso nicht Lux als Support? suckt sie so sehr?\nWieso kauft man nicht {{item:2303}}?\nUnd wieso sollte Zyra & Sona {{item:2301}}  anstelle von {{item:3092}} Bzw. umgekehrt bei Morgana die aus ähnlichen Gründen Zhonyas kkauft sind die HP doch besser als der Dolch?\nIst {{item:3089}}  nicht zu teuer fürn Supporter?\nUnd wieso spielen manche teuren AP Items nur auf gewisse Supporter und manche Supporter bauen nur 6 billige Sups Items als vergleich, wenn diese doch ebenfalls die etwas teuren kaufen können?","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-11-24T17:20:06.140+0000","up_votes":1,"down_votes":0,"body":"Lux kann nicht mit anderen Supportern mithalten.\nSie hat zwar ein Schild, aber das bietet keine Bonuseffekte. Janna gibt zusätzlichen AD, Lulu zusätzlichen Schaden durch Pix, Karma Movementspeed. Außerdem ist es ein Skillshot, weshalb nicht mal gewährleistet ist, dass der ADC das Schild überhaupt erhält. Es ist auch relativ schwach ohne AP. Dadurch ist Lux entweder darauf angewiesen AP zu kaufen oder eben schwache Fähigkeiten zu haben.\nErsteres würde bedeuten, dass sie noch weniger supportartig ist, mehr auf Items angewiesen ist, die viel Gold kosten. Dadurch verzögert sich nun mal ihr gesamter Itembuild, da Lux auch nicht an Farm in der Lane kommt und durch das Supportitem bekommt man schlichtweg weniger Gold als durch Farm.\nEs gibt natürlich auch Damage Supports, am besten lässt sich Lux mit Zyra vergleichen, aber auch da verliert Lux.\nBeide leben von ihrem Damage, doch auf andere Art und Weise. Die Q von Lux eignet sich als Supportspell, aber bei den anderen Fähigkeiten wird es schwieriger, da sie eben auf reinen Schaden ausgelegt sind.\nZyra hat im Gegenzug ein riesiges Poke- und Zoningpotenzial durch ihre Pflanzen und einen AOE Knockup mit ihrer Ult.\nLux ist letztendlich dafür gedacht Early zu farmen und Late hinten zu stehen und Squishy Targets zu oneshotten.\nZyra hingegen kann sowohl in der Lane als auch im Late poken. Sie ist super stark wenn sie eine gewisse Menge AP hat, aber auch vorher macht sie ihren Gegnern das Leben zur Hölle, da ihr Pflanzen super mit dem Supportitem harmonieren.\nLux ist eher ein Champion, den man aus Spaß als Support spielt. Ich mache das ja selbst gern, versteh mich nicht falsch, aber sie verliert eben gegen andere Supporter, da sie von allem ein bisschen hat, aber nichts so richtig.\n\nAuf welchem Champion würdest du {{item:2303}} kaufen? Keiner der Champions, die du aufgelistet hast (abgesehen von Poppy) ist Melee und profitiert von der Passiven. Range Champions exekutieren keine Minions, weshalb man dem ADC viele Lasthits verpfuschen wird.\nAbgesehen davon finde ich das Item auch generell nicht gut, da es im späten Spielverlauf keine Vorteile mehr bringt. Die Heilung ist Minimal und auch das Gold bringt einem später nichts mehr, weshalb man sein Supportitem oft einfach verkaufen kann.\nAlso lieber {{item:2045}} und {{item:3401}} kaufen oder zweiteres ganz weglassen.\n\nBei {{item:3092}} und {{item:2301}} wird es etwas kniffliger.\nDas ist lediglich meine Art, die Items einzusetzen und das unterscheidet sich von Spieler zu Spieler, aber ich versuche gern, dir meine Denkweise zu erklären.\n\nKarma profitiert sehr stark von der Aktiven Fähigkeit des Items. Sie ist ein Champion, der sehr gut im Chasen ist. Sie hat einen Slow und einen Snare. Ein zusätzlicher Slow von dem Item ist überaus Praktisch um an seinem Ziel dranzubleiben.\nGerade wenn das Item früh ausgebaut ist ermöglicht es viele Kills.\nIm späten Spielverlauf kann man allerdings auch darüber nachdenken das Item gegen ein stärkeres auszutauschen ({{item:3089}} / {{item:3285}} beispielsweise)\n\nZyra hingegen hat in der Regel ein Rylais, wodurch sie ihre Gegner mit den Pflanzen leicht slowen kann. Und sobald sie ein mal dran ist, kann sie ihren Gegner meist bursten. Sie ist also nicht auf die Aktive angewiesen, der Bonusschaden ist jedoch sehr stark für ihren Poke und dadurch, dass sie das ausgebaute Supportitem nicht hat, hat sie einen weiteren freien Slot, der ihr von großem Nutzen ist.\n\nSona ist Zyra sehr ähnlich. Sie hat ihren eigenen Movementspeed um an das Ziel ranzukommen und im besten Fall noch einen Slow. Sie kann mit ihrer Ulti engagen und das Ziel kann gebursted werden. Sie ist wie Zyra nicht auf den aktiven Slow angewiesen, aber auch für sie ist der Bonusdamage sehr praktisch.\n\nMorgana hat mir ihrer Ulti ein riesiges Engage Potenzial, wenn sie an ihr Ziel rankommt. Sie ist darauf angewiesen ihre Q zu treffen, welche allerdings schwerer zu treffen ist als beispielsweise Karma Q. Außerdem kann sie dadurch nur ein Ziel festhalten. Durch die Geister der Aktiven kommt sie leicht an mindestens zwei und durch ihre Q auch an drei Ziele ran, die sie ulten kann.\n\nAber wie gesagt ist das alles sehr subjektiv und es ist mit Sicherheit auch nicht falsch das eine oder andere Item auszutauschen, entwickle einfach selbst ein Gefühl dafür und entscheide dann intuitiv!\n\nUnd noch zu Morgana: Aus welchen Gründen meinst du, kauft sie Zhonyas? Beziehst du das auf das Tank Supportitem? Zhonyas braucht sie nämlich nicht primär für die Resistenz, sondern weil sie ein hohes Engage Potenzial als Mage hat. Sie muss mitten in den Gegnern stehen um erfolgreich ulten zu können, da sie aber alles andere als tanky ist, ist es perfekt für sie für einen Moment unverwundbar zu sein und bis man wieder aus Zhonyas raus ist, sind die Gegner entweder cc'ed oder außer Reichweite.\n\nRabadons ist so eine Sache. Es ist ein starkes Item auf AP Supportern, aber eben sehr teuer. Nur ist es meistens so, dass AP Supporter wie Morgana oder Zyra den ein oder anderen Kill abstauben oder auch mal durch ihre Fähigkeiten den ein oder anderen CS bekommen.\nBeispielsweise bekommt Zyra durchschnittlich 11079 Gold pro Spiel, während eine Janna nur 9444 Gold erhält - [Quelle](http://champion.gg/statistics/#?roleSort=Support&sortBy=general.goldEarned&order=descend). Das sind etwa 1,6k Unterschied, was eben etwa der Unterschied zwischen Rabadons und einem \"normalen\" Supportitem ist.\n\nWenn man jetzt zwischen AP Items und Support Items abwägt, bewegt man sich wieder auf sehr dünnem Eis.\nWenn du mir ein genaues Beispiel nennst, gehe ich gerne darauf ein, pauschal ist das schwer zu beantworten.\nManche Champions sind eben von ihrem Schaden abhängig wie Zyra und Morgana. Andere Champions besitzen einen sehr starken Peel wie Janna oder Lulu. Gerade durch ihre Schilde profitieren sie von Items wie Ardent Censer oder Mikaels Crucible. Außerdem benötigen sie eine sehr hohe Manaregeneration, was solche Items perfekt für sie macht.\nAber wie bereits vorher gesagt, ist es absolut Teamabhängig was genau man nun baut. Ich liebe es beispielsweise doch etwas mehr AP auf Janna oder Nami zu kaufen, da sie selbstverständlich davon profitieren, allerdings muss man alles genau abwägen.\nKann ich mir das Item leisten? Braucht das Team vielleicht grade ein anderes Item? Wie viel AP kann ich mir erlauben zu kaufen ohne dass ich oder mein Team zu verwundbar werden?\nLetztendlich sollte man immer eine gesunde Mischung aus AP und Support bauen, aber die grobe Richtung ist eben durch das Kit vorgegeben und dementsprechend lohnen sich manche Items mehr als andere.","replies":[]},{"id":"","poster":"Iam a real Man","date":"2016-11-24T16:59:18.464+0000","up_votes":1,"down_votes":0,"body":"Lux kann man spielen aber wie bei vielen anderen Champs die nicht als support gespielt werden: es gibt einfach bessere optionen.\nZyra z.B bietet ebenfalls viel magischen schaden,zoning potential auf der lane,einiges an CC braucht an sich aber viel weniger Gold um effektiv zu sein,Lux braucht durchaus teure Items um als support in jeder Phase gut zu sein.\n\n\nOb man eye of the watcher oder das support item ausbaut ist zum einen Präferenz sache und zum anderen sehr abhängig vom spiel und von den anderen gekauften items.\nWenn du viele aktive items kaufst lohnt sich der ruby sightstone um einiges mehr als das auge,wobei man it eye of the watcher schon viel früher mehr wards setzen kann da man den ruby sightstone nicht so krass früh im spiel holt.\n\nMit den oben genannten items bin ich eh nicht ganz zufrieden \n\n\nRabadons ist extrem teuer für einen support und meistens nicht worth wenn du nicht eh schon extrem viel ap hast,\naber schon athenes  würde ich kaum kaufen,da es einfach effektivere Items gibt.\nAp auf einem support zu bauen (außer auf zyra oder brand) finde ich eh immer sehr risky,du kannst es zum einem eh nur machen wenn du von anfang an snowballst und damit dann das midgame gewinnen kannst,spätestens im lategame fällt es dann eh ab da du nunmal kein vollwertiger midlaner bist.\n\nZ.B Sona oder Morgana können logischerweise auf ap gebaut werden nur musst du abwägen ob die utility von support items nicht stärker ist. \n\n\nAber was genau meinst du mit deiner letzten aussage?","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2016-11-24T14:59:15.685+0000","up_votes":1,"down_votes":1,"body":"Champion.gg liefert einen ersten guten Einstieg. \n\nGrundsätzlich sightstone beim ersten bis zweiten backport holen, diesen ausgiebig nutzen. \n\nAls Tank baue ich das sup Item aus, nachdem ich sightstone und boots  (swifties) geholt habe.\n\nAls Mage behalte ich das Zwischenitem und geh bei zyra z. B nach sorcboots auf rylais. \n\nBei heal/peel wie Sona und karma geh ich auf sightstone, 2stufe Startitem, danach sämtliche Items die heal und Schilde verstärken.\n\nGenaueres ist situationsgebunden.","replies":[]}]}