{"id":"2xF3LhYg","poster":"MisterFirstBlood","date":"2016-11-23T09:19:03.007+0000","title":"ADC Itembuilds in 6.23","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi,\n\nbei critlastigen adc&#039;s hat sich buildm&auml;&szlig;ig ja nicht viel ge&auml;ndert.\n\nWelche Items baut ihr aber auf ADC&#039;S, auf denen vorher Armor Pen Items pflicht waren, wie z.B\n- Draven\n- Lucian\n- Varus\n- Miss Fortune\n- Twitch\n\nBlade of the ruined king wurde im Patch 6.23 gebufft, k&ouml;nntet ihr euch das Item auf einem der champs hier vorstellen?\nAuf Vayne ist es meiner meinung nach nicht mehr viable dank critbuilds, jedoch hat es bisher zum Core Itembuild eines jeden Ezreal/Kalista/Kog&#039;Maw spielers geh&ouml;rt.\nAuch auf Jinx und Twitch f&auml;nde ich es mit hurricane gar nicht mal so schlecht.\n\nUnd könnte rageblade tristana mit Blade of the ruined king wieder in die meta kommen? dies wären 2 direkte Buffs für sie, wobei der Fervor hit effect nerf das ganze wieder negieren sollte..\n\nAuf Draven habe ich eigentlich Youmuus into QSS bzw RFC gebaut, wenn ich jetzt auf Youmuus verzichte fehlt mir im Early AD. Ich habe bereits ein paar runden mit Essence reaver into rfc into IE/QSS probiert, diese waren im lategame auch stark aber mir ist aufgefallen dass die Early Power deutlich niedriger ist als mit Youmuus fr&uuml;her.\n\nLucian ist finde ich auf dem Critbuild anderen ADC&#039;s deutlich unterlegen, da er mit der range ein gro&szlig;es Risiko eingehen muss, um Schaden aufzuteilen. Auch er war early sehr viel st&auml;rker als aktuell und bei ihm bin ich wirklich unsicher was man bauen soll. Ich bin fast der Meinung, dass die neuen Lethality Items ihm am besten stehen, da er von flat ad und cdr so gut profitiert. \n\nVarus habe ich wenn &uuml;berhaupt nur in der Mitte gesehen, und dann mit 3-4 armor pen Items.\nWird er zuk&uuml;nftig auf der botlane gespielt, ist er ein inmobiler ADC, den ich nichtmal in die Hypercarry Kategorie packen w&uuml;rde, da sein passiver W schaden nicht mit den Crits erh&ouml;ht wird. \nZwar ist sein Kit mit der longrange Q angenehm aber Varus ist f&uuml;r seine inmobilit&auml;t einfach zu schwach im lategame, wenn er auf auto attack basierte builds gespielt wird. Zwar erreicht man mit Essence reaver IE und stattics gute AD und CDR, ich glaube aber nicht dass Varus dadurch viable sein wird, da er eigentlich eine schw&auml;chere version von ashe ist.(wenn als adc gespielt)\nHabt ihr eine Idee, diesen champ einigerma&szlig;en spielbar durchs game zu bekommen?\n\nMiss Fortune ist auf crit auf jeden fall viable, da die ulti waves critten k&ouml;nnen. Sie hat also nach wie vor eine Teamfight entscheidende F&auml;higkeit, einen attack speed steroid und mit Q max immer noch lane power.\nMan muss sich zwar nun umstellen und ich wei&szlig; noch nicht, ob  deathfire die beste mastery f&uuml;r sie bleibt aber miss fortune kann man denke ich noch problemlos auf der botlane picken. \n\nBei twitch war es nur das Youmuus, danach hat man sowieso crit gebaut. Bei ihm ist jetzt nur die frage ob man Youmuus beibeh&auml;lt, durch draktar ersetzt oder wegl&auml;sst. Die winrate ist sowohl im jungle als auch auf der ad carry position deutlich im &uuml;ber 50% Bereich, das best&auml;tigt dass dieser nach wie vor spielbar ist.\n\nJhin erw&auml;hne ich hier mal nicht, da dass Crit Build auf ihm schon immer als Option funktioniert hat.\n\nKindred und Quinn sind f&uuml;r mich keine vollwertigen ADC&#039;s und ich habe zu wenig Erfahrung mit diesem um da ein urteil f&auml;llen zu k&ouml;nnen.\n\nTeilt mir mal eure Erfahrungen mit, w&uuml;rde mich doch ziemlich interessieren :D \n\nmfg\nmisterfirstblood","replies":[{"id":"","poster":"Maíko","date":"2016-11-23T10:03:23.116+0000","up_votes":1,"down_votes":0,"body":"Ich mochte bei Lucian den Crit Build schon immer wesentlich Lieber als die ArmorPen Version.\nDurch die 40% CDR kann man durchgehend  E -> Doppel AA -> Q -> Doppel AA -> E usw.\n\nMan erhält dadurch wesentlich mehr Mobilität und kann sich in Teamfights besser neu Positionieren und kiten. \n\nMit diesem Build kannst du auch wesentlich mehr Schaden aus deiner Passiven holen, da du öfter deine Spells benutzen und diese somit häufiger Triggern kannst, was zu mehr konstanten Schaden und dank dem gespamme der Q auch zu mehr AOE Schaden führt.\n\n\nVarus wurde, soweit ich weiß, auf der ADC-Postition sowieso schon vor den ArmorPen nerfs mit dem Crit Build gespielt.\nDa du auf der Botlane nicht so schnell ein hohes LvL erreichst und der Poke mit der Q deswegen nicht so ausschlaggebend ist wie auf einer Sololane, wurde hier mehr mit Crit gespielt als mit Durchdringung.\nWas nun besser auf dem Midlane Varus ist weiß ich jedoch selber noch nicht :|\n\nIch wollte demnächst nochmal testen, ob {{item:3153}} auf Twitch wieder eine gute Option ist, nachdem ich {{item:3142}} jetzt nicht mehr so überzeugend finde.\nAber das habe ich halt noch nicht ausporibert^^\n\nAuf Jinx würde ich es nicht bauen...das würde ihren Powerspike unnötig verzögern.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-11-23T10:41:33.698+0000","up_votes":1,"down_votes":0,"body":"Erst an dich dann an den OP\n\nIm armor pen build hatte lucian auch 40% cdr also ist da das crit build nicht überlegen ^^ \nDas crit build spiked später und macht dafür mehr schaden jedoch ist zurzeit armor pen einfach lala \n\n\nAn den Op:\nAuf draven kann man auch IE -> Statiks -> (situations bedingt) spielen\nDer powerspike ist stark und es skaliert super\n\nAuf lucian spiele ich abwechselnd IE -> as crit und reaver -> as crit\n\nDabei geht es entweder um snoball oder safe lane mit späterem powerspike\n\nAuf varus hab keine ahnung sry\n\nMiss fortune wird immer noch mit armor pen gespielt wobei ihr dps leider ihr burst aber bleibt\n\nAuf twitch wird verschiedenes gebaut häufig aber einfach as crit items umd IE + lifesteal","replies":[{"id":"","poster":"Maíko","date":"2016-11-23T11:07:40.123+0000","up_votes":1,"down_votes":0,"body":">m armor pen build hatte lucian auch 40% cdr also ist da das crit build nicht überlegen ^^\n\nStimmt er kommt auch auf seine 40%.\nAber der Crit Lucian hat gerade im Early-Midgame, wo die E noch Manakosten hat, den Vorteil das er sehr viel Mana wiederherstellen kann.\nDa kam der ArmorPen Build ziemlich schnell an seine Grenzen^^.\n\nSobald er jedoch das E  auf maximaler Stufe hat und die Manakosten entfallen, hatte auch der Armorpen Lucian keine Probleme mehr seine Spells zu spammen.\n\n>Miss fortune wird immer noch mit armor pen gespielt wobei ihr dps leider ihr burst aber bleibt\n\nJop...{{item:3071}} ist mit ihrer Ultimate immer noch godlike.","replies":[]}]}]}]}