{"id":"aVPlJeYA","poster":"Berserker Cookie","date":"2016-11-23T00:38:47.897+0000","title":"2 mal gegen die selben Smurfs / Leaverbuster. ","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":16,"body":"Hab gerade eine Strafe f&uuml;r wiederholtes Leaven eines laufenden Spieles bekommen. Ihr wisst schon dieses Warteschlange mit l&auml;ngerer Wartezeit. \n\nMein Team surrendert 3 vs 2 nicht obwohl das gegnerische Team aus 4 Smurfs besteht die uns egal wann und wo auseinandergenommen haben. T&uuml;rme, Gold, Drakes, Buffs alles zu deren Vorteil und wir kommen nicht mal mehr aus der Base raus.\nSterben tun wir 5 vs 5 und kriegen zu 5 maximal 2 down wobei wir alle 5 drauf gehen. \n\nAm ende stellten die Herrschaften 4 zz Rot portale auf und lachten uns in unserer eigenen Base aus. Alle 4 schrieben Easy und nat&uuml;rlich wie sch... wir nicht sind. Hab nat&uuml;rlich alle 4 reported nur das denen ziemlich egal sind ja ihre Zitat &quot;Troll Acc, Noob&quot; \n\nNa gut mal ein Game gegen Smurfs verloren ja mein Gott. \nAlle 4 Smurfs im Game danach wieder und zwar nochmal als Gegner. Sorry aber wer glaubt das ich mir das 2 mal antue der spinnt einfach. Und was ist Riots ausrede da das ich als Random gegen 4 Premade Smurfs ran muss? 2 mal in folge? \n\nIch bin offenbar besser als der Durchschnittliche neue Spieler aber kann mir mal einer erz&auml;hlen was das soll? \nIch kann 20 Minuten besser verbringen als mich ein zweites mal so derma&szlig;en einstampfen zu lassen das ich im Prinzip auch nen Hamster &uuml;ber die Tastatur laufen lassen k&ouml;nnte mit &auml;hnlichem Ergebnis. \n\nSoll keine Kritik gegen den Leaverbuster sein aber mich st&ouml;rt das grad extrem das ich diese arroganten a.... ein zweites mal in Folge bekomme.","replies":[{"id":"","poster":"Ireliα","date":"2016-11-23T00:57:38.200+0000","up_votes":5,"down_votes":3,"body":"Ehrlich gesagt ist es das erste Mal, dass ich vollstes Verständnis für jemanden habe der leavt. Kann mir gut vorstellen, dass ich damals als Anfänger genauso reagiert hätte.\n\nAber nach einem Mal Afk gehen schreitet der Leavbuster noch nicht ein. Das erste Game hast du doch zu Ende gespielt oder?\n\nLeider muss es den Leavbuster geben. Fälle wie deine sind sehr selten und gehören wohl zu Kollateral Schaden für dessen insgesamt positive Funktion.","replies":[{"id":"","poster":"Zero000","date":"2016-11-23T01:24:08.155+0000","up_votes":6,"down_votes":0,"body":"Der TE ist aber kein neuer Spieler.\n\n> Ich hatte 3 Accounts und nur noch den hier.\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/el8gYZEZ-be-friendly-and-get-flame-was-ist-nur-los?comment=0005\n\nDa die Spielerzahl auf den unteren Level von Natur aus klein ist und der TE kein wirklicher Neuling ist, ist es kein Wunder das Solo vs Premades hin und wieder zustande kommen.\n\nAuch wurden sie nicht \"egal wann und wo auseinandergenommen\". Immerhin hat ihre Bot-Lane klar gewonnen.\n\nNoch anders sieht es in dem verlassenen Spiel aus. Dort waren sie bis zur 17ten Minute mit gerade mal 1000 Gold hinten, und das obwohl sie 4vs5 spielten.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T02:10:21.589+0000","up_votes":1,"down_votes":5,"body":"Dennoch ist zwei mal als einer von 5 randoms gegen die selbe 4er Premade Gruppe antreten zu müssen ein Joke. \n\nNö die Botlane hat nicht klar gewonnen! Die haben den Draven des Gegners ständig auf der Bot abgefarmt und Ashe hat alles und jeden auf italienisch beleidigt weil wir das Game nicht gewinnen weil sie hätte Bot ja klar dominiert. \"2 vs 1\" hust. \n\nWährend die anderen 4 als Gruppe alles geplättet haben. \n\nIm verlassenen Spiel kann ich nicht mitreden aber das wird wohl schon so sein.","replies":[{"id":"","poster":"eingew","date":"2016-11-23T09:07:58.477+0000","up_votes":3,"down_votes":0,"body":"Wenn ihr schon mal gegeneinander gespielt habt, nur ein Spiel zuvor, ist es doch völlig klar, dass ihr eine sehr ähnliche Elo habt und die Wahrscheinlichkeit hoch ist, dass ihr nochmal gegeneinander spielt. Warte einfach demnächst kurz, bevor du direkt ein neues Spiel startest.\n\nOder besser: Lass dich nicht ständig tilten, sondern pausier stattdessen mal für eine Runde und mach etwas anderes. Das Spiel soll Spaß machen und dich nicht abfucken.","replies":[]}]},{"id":"","poster":"derBuddler","date":"2016-11-24T16:21:55.499+0000","up_votes":1,"down_votes":0,"body":"Sehe ich auch so.\nIch kann allerdings überhaupt nicht verstehen, weshalb der TE hier so ein Drama macht, er smurft selbst und verprügelt in den meisten  Spielen die Anfänger... ? :(","replies":[]}]},{"id":"","poster":"Abasin","date":"2016-11-23T11:56:53.996+0000","up_votes":3,"down_votes":0,"body":"Wenn man ein Spiel beendet und gleich ein neues joint, kann es durchaus passieren, dass man auf einen Teil seiner Mates oder Gegner trifft. Das wurde schon einige Male im Forum angesprochen. Als Abhilfe wurde geraten, doch einfach eine Minute zu warten, dann sind die Karten besser gemischt. Sollte der TE mal probieren. \nInsgesamt hätte er im Spiel einfach durchhalten müssen. In Turnieren spielt man ja auch best of 5 oder so und trifft mehrfach auf die gleichen Gegner. Ist also nichts weltbewegendes. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Berserker Cookie","date":"2016-11-23T01:05:33.051+0000","up_votes":1,"down_votes":4,"body":"Naja der wurde wohl durch 2 oder 3 mal durch Lobby verlassen getriggerd. Wenn sich das Team schon in der Lobby angiftet mit wer an was für Krankheiten zuerst zu sterben hat da brauch ich ingame gar nicht mehr abwarten weil das sind 20 Minuten reine Zeitverschwendung. \n\nLeider ist die Wartezeit bei allem anderen als Blindpick über 5 Minuten bei mir das dauert dann einfach zu lange :(","replies":[{"id":"","poster":"eingew","date":"2016-11-23T09:09:57.764+0000","up_votes":3,"down_votes":0,"body":"Für das verlassen der Lobby kriegt man nur die einmaligen und direkten Strafen danach. Mit dem Leaverbuster an sich hat das nichts zu tun. Wer eine LPQ bekommt, der hat sie, weil er absichtlich ständig spiele verlässt, um seinem Team zu schaden. Selbst mit technischen Problemen muss man sich schon schier weigern, diese zu beheben, um eine Strafe zu bekommen, die Toleranzgrenze des Leaverbusters überschreitet man nicht einfach so und versehentlich.\n\nDu hast die Strafe völlig zurecht.\n\nAbgesehen davon würde ich an deiner Stelle meinen Fokus verschieben. Toxische Spieler sollten höchstens eine Kleinigkeit am Rande darstellen, wichtig für dich sollte sein, dass du Spaß am Spiel selbst hast.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-23T10:49:46.478+0000","up_votes":3,"down_votes":1,"body":"Mit nach eigener Aussage bereits 2 permanent gebannten Accounts stellt sich für mich die Frage wer in seinen Teams meist der Auslöser für diese Flamewars darstellt...","replies":[]}]},{"id":"","poster":"Zero000","date":"2016-11-23T01:37:42.972+0000","up_votes":3,"down_votes":0,"body":"Vermutlich eher von dem verlassenen {{champion:5}} Spiel, welches du heute hattest.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-11-23T09:19:10.093+0000","up_votes":2,"down_votes":0,"body":"Du hast eine ganz normale durchschnittliche (und positive!) Winrate. Du hattest vor den beiden Losses eine WS von erst 5 Spielen, dann hattest du einen Loss und dann zwei Siege. Und dann erst kamen die beiden \"unfairen\" Spiele. Wieso hast du dich nicht bei den 4 Losses davor beschwert? Nach deinen Stats zu urteilen wurdet ihr da viel schneller erledigt.\n\nAußerdem wirst du fast nur mit Level 30, sogar gegen Gold, gematcht. Wieso behauptest du da, es sei etwas besonderes, dass da schon wieder solche Spieler auftauchen?\n\nEs gibt absolut nichts am MM zu bemängeln. Du projizierst einfach nur extrem viel negatives in dieses eine Spiel, dabei ist das einzige, was dich daran aufregen sollte, das schlechte benehmen deiner Gegner. Das MM hat hier keinen Fehler gemacht.","replies":[{"id":"","poster":"Ireliα","date":"2016-11-23T10:46:07.695+0000","up_votes":3,"down_votes":1,"body":"Sein Problem ist, dass er von einer Vierer Truppe fertig gemacht worden ist. Diese hat sich nicht nur auf das stompen beschränkt sondern hat sich dann noch mittels Beleidigungen und Trollen über ihn und sein Team lustig gemacht. Wenn man dasselbe Gegnerteam im nächsten Spiel wieder bekommt verstehe ich die Unlust zu spielen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-23T10:47:26.169+0000","up_votes":3,"down_votes":0,"body":"Man könnte es auch als Karma sehen. Er hat ja scheinbar schon 2 Permas erhalten.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T11:36:18.674+0000","up_votes":1,"down_votes":5,"body":"Was ist karma daran einen Perm zu erhalten wenn du mit Flamern ingame diskutierst das jemanden verbal fertig machen nicht in ordnung ist? \nOder das ich nachfrage warum man jemanden ingame Krebs wünscht wo das doch nur ein Spie ist? \n\nDas wurde mir als Passiv/Aggressives Verhalten ausgelegt. \n\nGut das war 2014 und mir wurde damals zur last gelegt das ein Diskutieren mit Flamern selbst Flame ist. Hab das damals in Frage gestellt und bin auf Taube Ohren gestoßen vll ist das heute anders Keine Ahnung aber ich flame ingame nicht von daher hat das mit Karma nichts zu tun. \n\nUnd ja beide Accs sind wegen genau diesem Verhalten gesperrt worden. Warum glaubst du vertrete ich die Meinung den Ingame Chat gar nicht zu benutzen?","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-23T11:53:20.640+0000","up_votes":2,"down_votes":1,"body":"> Was ist karma daran einen Perm zu erhalten wenn du mit Flamern ingame diskutierst das jemanden verbal fertig machen nicht in ordnung ist?\nOder das ich nachfrage warum man jemanden ingame Krebs wünscht wo das doch nur ein Spie ist?\nDas wurde mir als Passiv/Aggressives Verhalten ausgelegt.\n\n>Gut das war 2014 und mir wurde damals zur last gelegt das ein Diskutieren mit Flamern selbst Flame ist. Hab das damals in Frage gestellt und bin auf Taube Ohren gestoßen vll ist das heute anders Keine Ahnung aber ich flame ingame nicht von daher hat das mit Karma nichts zu tun.\n\nWas erhoffst du dir von der Diskussion? Glaubst du denn allen Ernstes der Flamer hat plötzlich die Erkenntnis \"oh, das ist ja gar nicht so toll wenn ich mich über andere lustig mache, ich lass das in Zukunft besser\"?\n\nWenn du durch \"Diskussionen\" mit Flamern bereits 2 Permabans erhalten hast kann ich mir ziemlich genau vorstellen wie \"nett\" du dabei bist. \n\nImmer wieder zeigt sich aus diversen Erfahrungsberichten, dass Spieler wie du mit ihrem Verhalten mit einer der Gründe sind, warum Flamewars überhaupt erst ausbrechen. Wenn Flamer einfach ignoriert und nach dem Match reportet werden reicht das doch... . Diese Diskutiererei mit den Flamern ist doch wie Öl ins Feuer gießen. **Deswegen** geht es doch meist erst richtig los.\n\nWenn jemand mal einen oder mehrere dumme Sprüche bringt, ok. Das Schlimmste finde ich aber immer die Leute, die auch noch groß darauf eingehen und es dadurch erst zum Flamewar kommen lassen. **Hierdurch** werden die meisten Matches dann erst sabotiert.\n\nSelten ist derjenige das Problem der einen dummen Spruch bringt (ist trotzdem Flame, wird reportet, keine Frage), sondern meist der/die wie du, die deswegen eine riesen Diskussion starten und sich anstatt auf das Match nur noch auf den Chat konzentrieren.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T11:59:05.421+0000","up_votes":1,"down_votes":4,"body":"Ich spiel mal kurz Support und tu das selbe was mir damals erklärt wurde. Den du begehst grad den selben Fehler :)\n\nDein ZItat:\n\"Was erhoffst du dir von der Diskussion? Glaubst du denn allen Ernstes der Flamer hat plötzlich die Erkenntnis \"oh, das ist ja gar nicht so toll wenn ich mich über andere lustig mache, ich lass das in Zukunft besser\"\n\nIst bereits passiv/Aggressives Verhalten und würde ingame bereits den Flame hochschaukeln. \n\nAuch dein ich kann mir ziemlich genau vorstellen wie \"nett\" du dabei bist. \n\nWie du siehst geht das recht fix :)\n\nPS: Und ja genau so hab ich mir meine 2 Perm banns geholt","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-23T12:05:56.106+0000","up_votes":3,"down_votes":1,"body":"Da ich seit der Beta spiele, mehrere Tausend Matches seither hinter mir habe, mein Verhalten nie ändern musste und noch nie auch nur eine CR hatte scheinen wir doch ziemlich unterschiedliches Verhalten Ingame an den Tag zu legen.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T12:07:46.799+0000","up_votes":1,"down_votes":4,"body":"Ich hab lediglich gezeigt was ingame ausreicht um dir ne CR bzw nen Bann zu geben. \n\nWenn du das was du im Forum schreibst ingame machst ist es vorbei. \n\nDas alles :)","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-23T12:14:24.849+0000","up_votes":2,"down_votes":1,"body":"Ich zittiere mich kurz selber:\n\n> Selten ist derjenige das Problem der einen dummen Spruch bringt (ist trotzdem Flame, wird reportet, keine Frage), sondern meist der/die wie du, die deswegen eine riesen Diskussion starten und sich anstatt auf das Match nur noch auf den Chat konzentrieren.\n\nDeswegen wurdest du wahrscheinlich auch gebannt, weil du mit deinem Verhalten (die Flamer auf ihr Verhalten anzusprechen) meist erst für eine Eskalation und somit einer negativen Atmosphäre im Match gesorgt hast.\n\nMit passiv-aggressivem Verhalten meint der Support, dass du zwar nicht selber flamest, aber den Flame sehr stark anfeuerst indem du immer darauf eingehst.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T12:28:33.780+0000","up_votes":1,"down_votes":5,"body":"Ich hab dir das jetzt schon mehrmals erklärt. Es reicht wenn du dem Flamer ne einfache Frage stellst. Das triggert den der Support sieht das du kriegst ne Strafe ende. \n\nUnd das war 2014. Daher ist der Chat nicht zu benutzen und ende.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-23T12:33:29.516+0000","up_votes":2,"down_votes":0,"body":"Vorher war noch von Diskutieren die Rede und nicht von einer einfachen Frage.\n\n> wenn du mit Flamern** ingame diskutierst **das jemanden verbal fertig machen nicht in ordnung ist?\n\nFür \"einfache\" Fragen wird man nicht gebannt, da kannst du erzählen was du willst. Entweder hast du mit deiner Disktutiererei die Flamewars meist erst so richtig in Fahrt gebracht oder in deiner einzelnen Frage schon so viel negative Wörter (bei Bans müssen das ja schon fast rassistische oder homophobe Begriffe sein) benutzt, dass diese selber den Ban triggern.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T13:03:01.863+0000","up_votes":1,"down_votes":4,"body":"Sorry aber ich muss mich bei dir nicht rechtfertigen über etwas was 2014 passiert ist.  Du kannst weiterhin unterstellen wie du lustig bist ich weiß wie das damals war und du warst meines Wissens nicht anwesend als ich mit dem Support geschrieben habe. \n\nDu kannst gerne erzählen was du willst das macht die Sache deswegen trotzdem nicht zur Wahrheit ich weiß warum ich gebannt wurde und das waren einfache dinge (aus dem Gedächtnis)\n\n\"If you keep flaming he will tilt even more just stop and play ty\" \n\n\"Pls stop the ping spam we can't help you when its 1 vs 5 and we are on the other side of the map\" \n\n\nDas reichte damals und das reicht auch heute. Das dauert zwar aber du kriegst den Bann früher oder später. \n\nKannst ja nen Smurf machen und das gerne ausprobieren da du mir ja nicht glaubst :)\n\nIch sag zu dem Thema nichts mehr für mich hat sich das erledigt aber finde ich toll wie sich das verhalten von ingame langsam ins Forum gezogen hat.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-23T13:08:35.072+0000","up_votes":4,"down_votes":0,"body":"Wenn du den Chatlog noch hast, zeig den doch einfach, dann glaubt man dir das auch eher.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-23T14:35:00.673+0000","up_votes":4,"down_votes":0,"body":"Woher sollte ich denn wissen, dass du den nicht mehr hast? Hätte ja sein können, dass du noch ne Mail davon hast.\n\nWenn du merkst, dass ich die Nachrichten kurz nacheinander geschrieben habe, musst du nicht gleich unhöflich werden.","replies":[]},{"id":"","poster":"Berserker Cookie","date":"2016-11-23T13:29:39.798+0000","up_votes":1,"down_votes":2,"body":"Und zum xten mal den hab ich natürlich nicht mehr das war im jahr 2014 wozu sollte ich das bitte aufheben?","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-23T12:41:23.160+0000","up_votes":4,"down_votes":0,"body":"Zeig uns einfach den Chatlog, dann können wir selbst darüber Urteilen, ob dein Verhalten angebracht oder toxisch war. \n\nBei etwas wie \n\n>Es reicht wenn du dem Flamer ne einfache Frage stellst. \n\nStell ich mir nämlich, aufgrund von dem, was die Permagebannten so als \"Frage\" ansehen etwas wie \"are you stupid?\" vor.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T13:12:09.029+0000","up_votes":1,"down_votes":2,"body":"Und wie soll ich dir nen Chatlog aus dem Jahre 2014 zeigen? Meinst du ich hab den noch? \n\nEin Highlight von damals wo ich mich übelst beim support aufgeregt hab war folgender Satz. \n\n\"Dude stop flame him all game he wont get better if you constantly flame him about him dying to much. Pls stop\"\n\nIch impliziere dabei das ein Teammitglied zu oft sterbe und ein anderes bereits nur am Flamen sei. Also ich hätte 2 Leute geflamed. Seit dem benutze ich den Chat überhaupt nicht mehr.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-23T13:18:51.375+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000300000000000000000000000000000000000000010000,timestamp=2016-11-23T13:12:09.029+0000)\n>\n> Und wie soll ich dir nen Chatlog aus dem Jahre 2014 zeigen? Meinst du ich hab den noch? \n\nHmmm, über den Clienten, wenn Du Dich einfach nochmal versuchst mit Deinem gesperrten Namen anzumelden ? Oder eben höflich beim Supp nachfragen, ob die den noch haben. Probieren kann man's mal. \n\nInteressante Geschichte das, ich hatte auch schonmal das Vergnügen 2mal hintereinander dieselben Leuts zu bekommen. War aber im eigenen Team und die waren ganz nett. Hab da aber auch kurz hintereinander die Spiele gestartet. Würd auch meinen, wenn Du einfach ein paar Minuten verstreichen läßt, dann haste das Problem nicht.\n\nWenns doch passiert, also sowas mit nem Gegner, wär ich dabei geblieben und hätte die hinterher reportet. Einfach den Allchat aus, den braucht man sowieso nie und ne gute Mucke im Hintergrund laufen lassen und dann unkonventionell spielen (den Singed-Mode ;) ) und am Ende reporten. Dann wären wir bestimmt 4 Premade-Knalltüten schonmal losgewesen.\n\nNaja, die Diskutiererei hier bringt jetzt nicht soooviel, erinnert mich an eine andere Diskussion -Nachdenk- , egal, was die meisten wohl übelnehmen ist das Leaven des Games . Du hast quasi den Premades Deine Mates zum Fraß vorgeworfen, insofern das blöd ist, weil Du ja schon einmal gegen die gespielt hast und Erfahrung mit denen hattest. Du wußtest wie die ticken, aber deine Mates nicht. Hättest vlcht. Deine Mates leiten können ... wer weiß. \n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-23T17:45:13.793+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0003000000000000000000000000000000000000,timestamp=2016-11-23T12:28:33.780+0000)\n>\n> Ich hab dir das jetzt schon mehrmals erklärt. Es reicht wenn du dem Flamer ne einfache Frage stellst. Das triggert den der Support sieht das du kriegst ne Strafe ende. \n> \n> Und das war 2014. Daher ist der Chat nicht zu benutzen und ende.\n\nNein tut es nicht, sonst hätte ich schon längst nen Perma.\n\nBtw. hat Riot nirgends gesagt, es sei unmöglich nochmal auf dieselben zu treffen, je nach Uhrzeit und nochmal Spielklickzeit eher möglich oder weniger.\nWenn dich so ein Kindergartengeschreibsel aufregt, wie wär es dann zumindest Allchat aus, wie es auch Standart ist? Oder /mute X ?","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T19:36:18.974+0000","up_votes":1,"down_votes":4,"body":"Doch tut es und mir ist herzlich egal ob du das wahrhaben willst oder nicht. \n\nEine simple frage wie \"Can u pls stop flaming?\" wird ebenfalls schon gewertet. \n\nDu darfst aber gerne darüber denken wie du lustig bist. Ändert nichts an den Tatsachen :)","replies":[{"id":"","poster":"Waldschrat86","date":"2016-11-23T22:52:33.940+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000300000000000000000000000000000000000000020000,timestamp=2016-11-23T19:36:18.974+0000)\n>\n> Doch tut es und mir ist herzlich egal ob du das wahrhaben willst oder nicht. \n> \n> Eine simple frage wie &quot;Can u pls stop flaming?&quot; wird ebenfalls schon gewertet. \n> \n> Du darfst aber gerne darüber denken wie du lustig bist. Ändert nichts an den Tatsachen :)\n\nBeweis dafür? Wie gesagt ich hab das schon mehr als einmal geschrieben und sogar schlimmeres und hatte nichtmal ne CR.\nDas ist Fakt, ob ich das wahr haben will oder nicht. Das was du schreibst ist Interpretation, deshalb wären die Logs echt mal wichtig, wenn du ernstgenommen werden wollen würdest. Hier waren schon gnug Leute, die meinten wegen einem noob oder shut up gebannt worden zu sein, dann kamen die Logs, naja und das was da dann zu lesen war, ging jedes Mal weit darüber hinaus.\nWären die Banns neuer als 2014, würde ich es dir wegen des 4-Strike-Systems sogar abnehmen. aber damals gab es das nicht.\nD.h. du musst das fast jedes Spiel gemacht haben und wer wirklich so gut wie jedes Spiel auf Flamer trifft, ist in der Regel selber einer, ob du's nun wahrhaben willst oder nicht.","replies":[{"id":"","poster":"Patter1991","date":"2016-11-24T08:06:36.905+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00030000000000000000000000000000000000000002000000000000,timestamp=2016-11-24T01:36:01.637+0000)\n>\n> Ich muss nichts beweisen\n\nDu stellst haltlose Behauptungen als Argumentationsbasis auf, also bist du in der Pflicht, diese erst einmal zu beweisen. ZB folgendes:\n\n> Bronze und Silber bestehen zu 99% nur aus Flamern :)","replies":[]},{"id":"","poster":"Berserker Cookie","date":"2016-11-24T01:36:01.637+0000","up_votes":1,"down_votes":6,"body":"Ich muss nichts beweisen den ich weiß wie es wahr und warum mein Acc weg ist und ob du das glaubst oder nicht ist mir herzlich egal. \n\nDu nimmst einfach immer etwas zu viel an. Genau wer in der Regel in fast jedem Game auf flamer trifft der ist selber einer. \n\nDie Frage die ich mir stelle ist welche Division bist du? Mach dir nen Bronze 5 Account und Spiel dich bis Gold hoch und erzähl mir das dann nochmal :)\n\nBronze und Silber bestehen zu 99% nur aus Flamern :)","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-11-23T16:54:58.244+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00030000000000000000000000000000,timestamp=2016-11-23T12:07:46.799+0000)\n>\n> Ich hab lediglich gezeigt was ingame ausreicht um dir ne CR bzw nen Bann zu geben. \n> \n> Wenn du das was du im Forum schreibst ingame machst ist es vorbei. \n> \n> Das alles :)\n\nNaja, das sind ja auch zwei stark unterschiedliche Welten. Im Forum sind wir zum diskutieren, man könnte also sagen, dass es hier sogar Ziel unserer Posts ist, die Meinungen der anderen im Detail zu hinterfragen und ruhig auch mal völlig gegensätzliche Positionen über Stunden hinweg auszudiskutieren.\n\nIm Spiel ist der Kontext ja ganz anders. Hier geht es darum *im Team* einen Sieg zu erzielen. Einen Mitspieler dabei in irgendeiner Form in Frage zu stellen oder im Chat längere Diskussionen anzufangen ist mehr als sinnlos und letztendlich sogar hinderlich für den Sieg.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T19:39:52.634+0000","up_votes":1,"down_votes":1,"body":"Das ist mir durchaus bewusst nur wenn ich ingame allen ernstes ne CR oder auch nen Bann fresse weil ich nem flamer sage er tiltet denjenigen den er flamed oder ob er bitte aufhören kann alle zu flamen find ich einfach das system schon an sich Banane. \n\nWie gesagt heute ist mir das wurst aber nen 2 Jahre alten Acc dafür zu verlieren fand ich damals doch ziemlichen Müll. \nZumal das schlimmste was ich gesagt hatte war \n\"Can u pls stop flame him? He wont play better if you keep flaming\" \n\nDas über mehrere Spiele sammelte sich eben. Ich hab hier im Forum schon oft genug gelesen man soll positiv bleiben etc. \nWenn ich den Chatlog noch hätte würde ich ihn zur gänze posten damit man das nachlesen kann. \n\nNaja wie dem auch sei ist ja vorbei und ich mach mir ja grad nen neuen Acc :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Ireliα","date":"2016-11-23T19:56:06.626+0000","up_votes":1,"down_votes":1,"body":"Ich finde es echt mittlerweile echt krass hier.\n\nHier beschreibt ein Spieler eine aus menschlicher Sicht verständlich ärgerliche Situation. Aber anstatt einfach mal zu sagen, dass es für ihn unglücklich gelaufen ist und es an dieser Stelle eine nicht vermeidbare Schwäche im System gibt wird das System mit \"Karma\" verteidigt.\n\nAlle die regelmäßig im Forum unterwegs sind stoßen tägliche auf diverse unangebrachte oder schlicht falsche Anschuldigungen gegen Riot bzw. das Spiel. Die meisten scheinen es so gewohnt zu sein Riot daraufhin zu verteidigen, dass sie nicht mehr differenzieren und blind verteidigen und da muss ich dich nach diesem Post leider einschließen Sirrkas.\n\nDer TE befand sich einer Loose/Loose Situation. Entweder spielt er das Spiel mit und wird lächerlich gemacht (Auch mit dem ausstellen des All-Chats sieht er die tanzenden/lachenden Gegner, die Zeit die sie sich nehmen, die ZZ`Rots) oder er lässt es sein und begibt sich in Gefahr eine Bestrafung zu erhalten. Sei diese auch noch so klein.\n\nAlso bitte, zeigt etwas mehr Einfühlungsvermögen für die Kritiker und versuchst wenigstens diese nachzuvollziehen bevor ihr mit eurer argumentativen Übermacht (Die gerade unsere Emissaries eindeutig besitzen) zuschlagt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-23T20:37:42.613+0000","up_votes":3,"down_votes":0,"body":"Ja, die Situation war blöd für ihn. Aber mein Mitgefühl hält sich doch arg in Grenzen, wenn es bei so einer Situation um einen Spieler geht, der nach eigenen Angaben schon 2 Permas hat, er selbst war ja in dem Sinne auch ein Smurf. \n\nSein Team hat auch nichts dafür gekonnt und wurde durch seine Entscheidung zudem mit einem Leaver bestraft. Das Spiel hätte auch ein Sieg für sein Team werden können, wenn er normal gespielt hätte. Das Fehlverhalten der Gegner rechtfertigt leider nicht sein eigenes. ","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-11-23T22:56:41.148+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ireliα,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0003000000000001,timestamp=2016-11-23T19:56:06.626+0000)\n>\n> Ich finde es echt mittlerweile echt krass hier.\n> \n> Hier beschreibt ein Spieler eine aus menschlicher Sicht verständlich ärgerliche Situation. Aber anstatt einfach mal zu sagen, dass es für ihn unglücklich gelaufen ist und es an dieser Stelle eine nicht vermeidbare Schwäche im System gibt wird das System mit &quot;Karma&quot; verteidigt.\n> \n> Alle die regelmäßig im Forum unterwegs sind stoßen tägliche auf diverse unangebrachte oder schlicht falsche Anschuldigungen gegen Riot bzw. das Spiel. Die meisten scheinen es so gewohnt zu sein Riot daraufhin zu verteidigen, dass sie nicht mehr differenzieren und blind verteidigen und da muss ich dich nach diesem Post leider einschließen Sirrkas.\n> \n> Der TE befand sich einer Loose/Loose Situation. Entweder spielt er das Spiel mit und wird lächerlich gemacht (Auch mit dem ausstellen des All-Chats sieht er die tanzenden/lachenden Gegner, die Zeit die sie sich nehmen, die ZZ`Rots) oder er lässt es sein und begibt sich in Gefahr eine Bestrafung zu erhalten. Sei diese auch noch so klein.\n> \n> Also bitte, zeigt etwas mehr Einfühlungsvermögen für die Kritiker und versuchst wenigstens diese nachzuvollziehen bevor ihr mit eurer argumentativen Übermacht (Die gerade unsere Emissaries eindeutig besitzen) zuschlagt.\n\nUnd immer noch sind in nem Spiel 10 Leute und nicht nur er und die 4 Hampelmänner. Die scheißen auf sein Empfinden und er scheißt auf das vom unbeteiligten Rest. Ein voriger Post, der Egozentrik benennt, trifft die Problematik hier sehr gut.","replies":[]}]}]},{"id":"","poster":"Berserker Cookie","date":"2016-11-23T11:38:31.882+0000","up_votes":1,"down_votes":3,"body":"Danke das genau ist mein Problem gewesen. Wenn andere Smurfs mich ebenfalls gestompt hätten kein Problem kann ja mal passieren. Win und Losingstreaks gehören dazu. \n\nAber 2 mal gegen die BM Könige ran zu müssen war mir einfach zu viel. Vor allem im ersten Game war es Karma die mit dem Trashtalken anfing und ihr ganzes Team dazu aufrief. \n\nUnd im 2. Game war der selbe Spieler Annie der mir kurz nachdem wir ingame waren folgendes schrieb. \n\"Hi Pantheon ready to get raped again? :)\"\n\nDas einfach nicht normal.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-23T13:36:21.626+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000300000001,timestamp=2016-11-23T11:38:31.882+0000)\n>\n> Danke das genau ist mein Problem gewesen. Wenn andere Smurfs mich ebenfalls gestompt hätten kein Problem kann ja mal passieren. Win und Losingstreaks gehören dazu. \n> \n> Aber 2 mal gegen die BM Könige ran zu müssen war mir einfach zu viel. Vor allem im ersten Game war es Karma die mit dem Trashtalken anfing und ihr ganzes Team dazu aufrief. \n> \n> Und im 2. Game war der selbe Spieler Annie der mir kurz nachdem wir ingame waren folgendes schrieb. \n> &quot;Hi Pantheon ready to get raped again? :)&quot;\n> \n> Das einfach nicht normal.\n\nWarum hast Du auch den Allchat an ? Schalt den doch einfach standardmäßig aus. Den braucht man doch eh nicht und Du hättest Dich über das Geschreibsel nicht so aufgeregt.\n\nmfg\nMB","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T15:25:57.972+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0003000000010000,timestamp=2016-11-23T13:36:21.626+0000)\n>\n> Warum hast Du auch den Allchat an ? Schalt den doch einfach standardmäßig aus. Den braucht man doch eh nicht und Du hättest Dich über das Geschreibsel nicht so aufgeregt.\n> \n> mfg\n> MB\n\nDanke aber das tat ich ingame bereits doch die Lach Animation und 4 zz rot in unserer Basis + den aftergame chat kann ich leider nicht abschalten :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-23T16:03:28.055+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00030000000100000000,timestamp=2016-11-23T15:25:57.972+0000)\n>\n> Danke aber das tat ich ingame bereits doch die Lach Animation und 4 zz rot in unserer Basis + den aftergame chat kann ich leider nicht abschalten :)\n\nSicher, klar, aber aftergame muss man ja nicht solange warten, bis die eingetrudelt sind. Reports rausschicken und den Bildschirm verlassen, fertig.\n\n> Danke aber das tat ich ingame bereits doch\n\nJa, ne, ich bezog mich darauf, daß Du noch mitbekommen hast, was Annie am Anfang geschrieben hat. Wenn Du im ersten Spiel Dich schon geärgert hast, dann hättest Du da schon den Allchat ausmachen sollen und auslassen sollen. Eigentlich generell. Dann hättest Du die Annie auch nicht mitbekommen. So meinte ich das. Also wenn Du es bereits gemacht hast, dann hättest Du ja gar nicht gemerkt was die Annie fürn Stuß schreibt. Bin da jetzt verwirrt. Weil , allein schaltet der sich nicht an und wenn Du den im ersten Spiel aus und nur das doofe Emotespam mitbekommen hattest, dann hättest Du doch garnicht mitbekommen, was die Annie geschrieben hat. Es sei denn, Du hast ihn wieder angestellt. Und das solltest Du einfach nicht machen ... also als Tipp, ich kann Dir nix vorschreiben. \n\nWenn die dann in einer Tour Emotespam betreiben , dann hättest Du die trotzdem reporten können. Das war in nem anderen Thread schonmal Thema. Mußt halt nur beischreiben, was Dich gestört hat. Beim Report dann am Ende. \n\nUnd was heißt \"4 zz rot\" ?\n\nmfg\nMB","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T17:28:28.203+0000","up_votes":1,"down_votes":1,"body":"4 zz rot heißt das der gegner sich insgesamt 4 davon gekauft hat die in unserer Basis aufgestellt hat und uns mit dem Lachen Emote ausgelacht hat weil wenn wir die zerstören wollten wurden wir sofort one shot gekillt. \n\nDie waren einfach Welten besser als wir was mich ja nicht gestört hätte aber das Verhalten war halt wirklich unterste Schublade.","replies":[]}]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-23T11:58:45.488+0000","up_votes":2,"down_votes":1,"body":"Und durch das darauf Eingehen und Leaven ist er für mich kein Bisschen besser.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-24T08:10:13.523+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00030000000000000000000000000000000000000002000000000000,timestamp=2016-11-24T01:36:01.637+0000)\n>\n> Ich muss nichts beweisen den ich weiß wie es wahr und warum mein Acc weg ist und ob du das glaubst oder nicht ist mir herzlich egal. \n> \n> Du nimmst einfach immer etwas zu viel an. Genau wer in der Regel in fast jedem Game auf flamer trifft der ist selber einer. \n> \n> Die Frage die ich mir stelle ist welche Division bist du? Mach dir nen Bronze 5 Account und Spiel dich bis Gold hoch und erzähl mir das dann nochmal :)\n> \n> Bronze und Silber bestehen zu 99% nur aus Flamern :)\n\n\nUnd alle hier wissen, dass solche Behauptungen:\n\n> Bronze und Silber bestehen zu 99% nur aus Flamern :)\n\nvöllig aus der Luft gegriffen sind und nicht stimmen. Also musst du so etwas beweisen können, wenn du erwartest, dass man dir das abkauft.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-24T11:39:57.980+0000","up_votes":1,"down_votes":4,"body":"Muss ich eben nicht dazu reicht ingame zu gehen oder die dutzenden \"Perm gebannt weil ich geflamed habe\" Threads. Youtuber bei denen du die Paradebeispiele für gutes Benehmen tagtäglich sehen kannst usw. \n\nDiese Community ist beim Thema \"Toxisch\" führend. Nicht mal bei COD und Co geht es ab wie hier. Aber red dir weiter die community schön die nicht existiert :)\n\nDas find ich im Forum hier immer besonders putzig. \n\n\"Die Community ist nicht toxisch nur ein kleiner Anteil ist das\"  Laut Riot und das ist defacto gelogen. \n\n\nSieht man bei dutzenden Youtubern in verschiedenen Servern genau anders herum. Bronze/Silber am schlimmsten weil jeder glaubt er ist in der Elo Hell die es nicht gibt. \n\nSieht man ingame ebenfalls anders. Und da man nichts schreibt kann man nicht Teil des Problems sein. Einfache Logik.\n\nWenn man den Chat von jedem Game speichern könnte kann ich ja gerne mal den kompletten chat von sagen wir 10 Games posten. Oder von mir aus auch 100. \n","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-24T12:53:10.837+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00040000,timestamp=2016-11-24T11:39:57.980+0000)\n>\n> Muss ich eben nicht dazu reicht ingame zu gehen oder die dutzenden &quot;Perm gebannt weil ich geflamed habe&quot; Threads. Youtuber bei denen du die Paradebeispiele für gutes Benehmen tagtäglich sehen kannst usw. \n> \n> Diese Community ist beim Thema &quot;Toxisch&quot; führend. Nicht mal bei COD und Co geht es ab wie hier. Aber red dir weiter die community schön die nicht existiert :)\n> \n> Das find ich im Forum hier immer besonders putzig. \n> \n> &quot;Die Community ist nicht toxisch nur ein kleiner Anteil ist das&quot;  Laut Riot und das ist defacto gelogen. \n> \n> \n> Sieht man bei dutzenden Youtubern in verschiedenen Servern genau anders herum. Bronze/Silber am schlimmsten weil jeder glaubt er ist in der Elo Hell die es nicht gibt. \n> \n> Sieht man ingame ebenfalls anders. Und da man nichts schreibt kann man nicht Teil des Problems sein. Einfache Logik.\n> \n> Wenn man den Chat von jedem Game speichern könnte kann ich ja gerne mal den kompletten chat von sagen wir 10 Games posten. Oder von mir aus auch 100.\n\nNaja, YouTuber würd ich bei sowas nicht zu Rate ziehen. Die wollen Klicks und Likes und was verkauft sich da besser als \"selbst widerfahrenes Unrecht\" oder \"schaut Euch den Flame in dem Spiel an\" usw. die \"netten\" Spiele werden natürlich nicht hochgeladen ^^\n\nVersteh mich nicht falsch, Youtube ist kein schlechtes Medium, allerdings sehe ich das so, daß es genau wie Facebook den Weg des Populismus geht. Vieles wird einfach unnötig aufgebauscht und hochgespielt oder fand eigentlich unter anderen Tatsachen statt. \n\nGutes Beispiel ist die Aktion von \"kennste,kennste\" Barth . Seine Aussage, das am Trumptower keine Demos stattfinden war wahr. Das eben dort die Demos Abends stattfinden hat er nicht erwähnt. Seine Aussage war auch nur - \"ich war da und da war keine Demo\". Aber er war Vormittags/Mittags da und hat in den Raum geworfen \"Seht nur, unsere Medien berichten von Demos ...\" \n\n\"Seht nur, RIOT macht nix gegen Flamer, meine 10 hochgeladenen Spiele beweisen es ...\" das man in den 10 Spielen jedesmal unterschiedliche Spieler hatte und man garnicht feststellen kann ob ein Flamer aus dem 1. Spiel gebannt wurde, wird dabei unterschlagen ...\n\nIch kann nicht unterschreiben, daß die Community die toxischte ever ist . Denn ich hatte in der ganzen Zeit in der ich spiele wirklich nur 2 Spiele die mich so richtig aufgeregt haben, mit arroganten Gegnern die mich so dermaßen vollgeflamt haben. In einem Spiel bin ich anschließend sogar über den Support gegangen , weil ich der Meinung war, der Gegner hat Hacks benutzt. Da hab ich sogar eine Rückmeldung bekommen, daß dieser gebannt wurde. Die anderen hatte ich normal reported, aber keine Rückmeldung bekommen. Seit dem lass ich den Allchat auch aus. Ich hatte den damals eingeschalten, weil immer gesagt wurde, ein \"gl hf\" zu Spielbeginn an alle hebt die Stimmung . Allerdings ist es das nicht Wert, wenn danach doch nur Flame vom Gegner kommt.\n\nmfg\nMB","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-24T13:26:37.419+0000","up_votes":1,"down_votes":3,"body":"Darum gehts mir in erster Linie gar nicht. Nur das ständige Propagieren der Grünen eines Umstandes der de facto nicht existiert. \n\nAngeblich ist nur ein kleiner Teil der Community toxisch. Ich schreibe nichts ingame weswegen ich aber sehr schnell erkennen kann wann jemand flamed und denjenigen dann muten kann. Oder wenn es in der Lobby schon los geht mache ich ingame /mute all. \n\nAlleine Formate wie bei Perrick \"Bronze to diamond\" sieht man so viel Flame das kannst kaum zeigen was die da schreiben.\nAuch bei Formaten wie  \"Bronze Bravery\" wo es normal games sind gibt es flame zu hauf. \nOder du guckst dir Kevin, Sola, Johnny, Handofblood, Maxim auf youtube oder streams an und siehst dort ebenfalls flame, flame, flame. \nDann gehst du auf Twitch und siehst dir Streamer auf Twitch und Co an und auch hier überwiegt der Flame vor allem im Low Elo Bereich aber auch höher. \n\nNiemand glaubt an die geringen Zahlen weil die schlicht und ergreifend nicht stimmen. Troll Accs von Smurfs um genau das mal tun zu können (Flamen wie man lustig ist und bei report dann antworten \"who cares smurf acc\" zeigen ebenfalls wie gering die Zahlen doch sind) \n\nUnd obwohl es ja nur ein kleiner Teil der Community ist bekomme ich täglich Rückmeldung das jemand durch meine Meldung bestraft wurde. \nAlleine das könnte schon nicht sein wenn es nur ein kleiner Prozentsatz ist bei der Anzahl meiner Spiele. \n\nUnd ich bin noch nicht mal im Ranked system angekommen weil der Acc noch keine Lvl 30 ist. Mir also laufend zu erklären der Großteil der Leute sei nicht toxisch ist schlicht und ergreifend Propaganda um die Community nicht toxisch erscheinen zu lassen. \n\nMit Flamern hab ich kein Problem.\nMit Strafen hab ich kein Problem. \n\nMit Leuten die einem erklären das sind nur sehr wenige habe ich sehr wohl eins weil das einfach nicht stimmt und wer mal bei besagten Beispielen konsequent mitzählt wird sehr schnell erkennen. Es sind weitaus mehr Flamer als normale Spieler unterwegs.","replies":[{"id":"","poster":"eingew","date":"2016-11-26T18:15:43.900+0000","up_votes":2,"down_votes":0,"body":"Ich würde gerne Beispiele dafür lesen. Hast du ein paar Kommentare dazu, die du mir nennen kannst?","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-26T20:01:38.660+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00040000000000000001,timestamp=2016-11-26T18:15:43.900+0000)\n>\n> Ich würde gerne Beispiele dafür lesen. Hast du ein paar Kommentare dazu, die du mir nennen kannst?\n\nBeispiele für was? Für die Leute die ich reporte oder die Meldungen für die ich gebannt wurde?\n\nWenn es letzteres ist hab ich dir ein paar noch aus dem Gedächtnis. \n\n\"Stop flaming him. He wont play better with you constantly flaming him\" \n\"Don't listen to the flamer just play and mute the guy\"\n\"Its not trolling if you aint play like the meta\" \n\"And if he goes 0/20 its non of your business be quiet and play\" \n\"Why wish ppl cancer because you lose in a video game?\"\n\"What has my mother to do with that?\"\n\nDas wurde als Passiv/aggressives Verhalten gewertet :)\n\nUnd wenn sich die Frage darauf bezog was genau ich ingame für Kommentare reporte auch dazu ein Auszug meiner heutigen Highlights. \n\n\"Haha you so bad you fgt\" \n\"go to your mommy and cry biatch\" \n\"suck my .....\"\n\"You so bad go and deinstall\" (ich weiß es heißt uninstall aber er schrieb wirklich deinstall)\n\"Are you fing kidding me why you dont attack? I died for nothing\" \n\"Gank or i go afk\" \n\"FF or i go afk\"\n\"Its over ff at 20\" (minute 8 *facepalm*\n\n\nJa das Account Leveln ein Spaß für die ganze Familie xD","replies":[{"id":"","poster":"eingew","date":"2016-11-27T11:11:36.850+0000","up_votes":1,"down_votes":0,"body":"> Beispiele für was? Für die Leute die ich reporte oder die Meldungen für die ich gebannt wurde?\n\nNein.\n\n> Darum gehts mir in erster Linie gar nicht. Nur das ständige Propagieren der Grünen eines Umstandes der de facto nicht existiert.\n\nIch würde gerne Beispiele dafür lesen, wo ich oder ein anderer Emi faktisch falsche Dinge über die Rate von Flame im Spiel schreibt.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-27T13:41:28.861+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0004000000000000000100000000,timestamp=2016-11-27T11:11:36.850+0000)\n>\n> Nein.\n> \n> Ich würde gerne Beispiele dafür lesen, wo ich oder ein anderer Emi faktisch falsche Dinge über die Rate von Flame im Spiel schreibt.\n\nIch bin mal so frei aus dem Thema \"Unsportliches und Ehrenhaftes Verhalten\" zu zitieren\n\n> Riot gibt an, dass seit Jahren auf jedem Server immer ungefähr 5% der Accounts unter Strafe stehen, also zur Zeit eine CR, einen temporären oder > gar einen permanenten Ban haben. Das heißt theoretisch, dass circa jedes zweite Spiel etwa ein \"offiziell anerkannter\" Flamer mitspielt.\n\nDie 5% sind ein Hohn für jeden mit Augen im Kopf der dieses Game spielt. Ich weiß noch aus Erfahrung im Ranked verlieren die Leute viel schneller die Sicherung als in Normal Games.\n\nProblem ist nur ich bin noch nicht mal Level 30 und hab am Tag locker 5 Rückmeldungen das jemand aufgrund meines Reports bestraft wurde.  \n\nAllein was dir mit einem neu erstellten Account an Flamern begegnet pro spiel ist gerade zu lächerlich. Wirklich jedes Game ruft einer zu reports auf weil einer halt ständig abgerissen wird.  Es ist ein Normal und selbst wen es Ranked wäre der Gegner ist halt besser was soll ich da jetzt reporten? Den Typen der 0/5 steht und kurz vorm heulen ist und sich im all Chat entschuldigt weil ihn sein Team so flamed oder die 3 Idioten die ständig report rufen? \n\nHinzu kommen trolls weil sie ihre Lane nicht kriegen und int feeden. Dann typen die Smurfen und alles niveaulos beleidigen weil ist ja ein Troll acc so \"who cares\" \nOder meine Favoriten. Selber 0/3 stehen aber alle sind schuld nur sie selbst nicht. \n\nVersteh mich nicht falsch ich hab kein Problem damit das es diese Pfeifen gibt aber ständig und überall zu propagieren es wären nur 5% ist eine Beleidigung für jeden denkenden Menschen der sich nen Account erstellt. \n\nMag sein das sich das später wenn mein Acc lvl 30 ist legt aber aus Erfahrung weiß ich das normal games wesentlich entspannter ablaufen als Ranked games. Und wenn ich sehe was für gestalten  nach 2 jahren Abwesenheit bereits in Normal Games ausrasten will ich nicht wissen wie die Spielerfahrung für viele ingame ist wenn sie im Ranked spielen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-27T13:55:05.085+0000","up_votes":3,"down_votes":0,"body":"Dir ist bewusst, dass du mit 2 Permagebannten Accounts nicht gerade im Bereich des Durchschnitts liegst und vermutlich mit deinem Verhalten solches Verhalten zusätzlich anheizt? Es ist nämlich so, dass einen Permabann nur 0,006 % aller Accounts haben. Damit bist du ein Extrem und vermutlich auch immer noch nicht der netteste Spieler. Ein paar bissige Kommentare deinerseits reichen völlig aus, um Flamewars entstehen oder eskalieren zu lassen.\n\nÜbrigens heißen 5 % eher, jedes zweite Spiel. \n\nHier ist ein Riotbeitrag auf Reddit darüber, dass weniger als 10 % aller Spieler negatives Verhalten zeigen.\n\nhttps://www.reddit.com/r/leagueoflegends/comments/369a4k/reporting_feels_so_useless/crc0ole\n\n(nicht wundern, der Account wurde inzwischen gelöscht der Beitrag ist aber noch da)\n\nIch kann auch noch ein Video raussuchen, bei dem sie schön dargestellt haben, was es bedeuten kann, wenn der durchschnittliche Spieler alle 10 Spiele mal negativ wird.\n\nBei dir ist es aber wieder problematisch. Du bist im Grunde ein Smurf und wirst wohl auf andere Smurfs treffen. Einige von denen stammen sicher auch von Permagebannten oder Leuten, die einen 2 Wochenbann haben, von denen würde ich nicht erwarten, dass sie sich vorbildlich benehmen. ","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-27T14:04:57.085+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000400000000000000010000000000000000,timestamp=2016-11-27T13:55:05.085+0000)\n>\n> Dir ist bewusst, dass du mit 2 Permagebannten Accounts nicht gerade im Bereich des Durchschnitts liegst und vermutlich mit deinem Verhalten solches Verhalten zusätzlich anheizt? Es ist nämlich so, dass einen Permabann nur 0,006 % aller Accounts haben. Damit bist du ein Extrem und vermutlich auch immer noch nicht der netteste Spieler. Ein paar bissige Kommentare deinerseits reichen völlig aus, um Flamewars entstehen oder eskalieren zu lassen.\n> \n> Übrigens heißen 5 % eher, jedes zweite Spiel. \n> \n> Hier ist ein Riotbeitrag auf Reddit darüber, dass weniger als 10 % aller Spieler negatives Verhalten zeigen.\n> \n> https://www.reddit.com/r/leagueoflegends/comments/369a4k/reporting_feels_so_useless/crc0ole\n> \n> (nicht wundern, der Account wurde inzwischen gelöscht der Beitrag ist aber noch da)\n> \n> Ich kann auch noch ein Video raussuchen, bei dem sie schön dargestellt haben, was es bedeuten kann, wenn der durchschnittliche Spieler alle 10 Spiele mal negativ wird.\n> \n> Bei dir ist es aber wieder problematisch. Du bist im Grunde ein Smurf und wirst wohl auf andere Smurfs treffen. Einige von denen stammen sicher auch von Permagebannten oder Leuten, die einen 2 Wochenbann haben, von denen würde ich nicht erwarten, dass sie sich vorbildlich benehmen.\n\nMeine beiden Accs wurden wegen passiv aggressivem verhalten gebannt. Sprich das argumentieren mit einem Flamer während dem Game. Das dauert zwar länger führt aber zu selbigem Ergebnis. \n\nExtrem bin ich nicht gewesen damals nicht genauso wenig wie heute. Nur wenn man dazwischen geht weil ein offenbar Überforderter Spieler von einem anderen fertig gemacht wird löst das ebenfalls Bestrafungen aus. \n\nDas ist wie wenn du mit dem Flamer während dem Game ne Diskussion führst auch das wird nicht gern gesehen von Seitens Riot. \n\nDas jetzt aber wieder zu wiederholen ist mir einfach zu anstrengend. ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-28T08:06:57.995+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000400000000000000010000000000000000,timestamp=2016-11-27T13:55:05.085+0000)\n>\n> Bei dir ist es aber wieder problematisch. Du bist im Grunde ein Smurf und wirst wohl auf andere Smurfs treffen. Einige von denen stammen sicher auch von Permagebannten oder Leuten, die einen 2 Wochenbann haben, von denen würde ich nicht erwarten, dass sie sich vorbildlich benehmen.\n\nDas meinte ich auch mit \"auf dieser Schiene das Spiel erleben\". Klingt von Deiner Seite alles eben ziemlich festgefahren. Ich denke mal, wenn Du einfach am nächsten Bahnhof rausspringst und den Zug wechselst, könnts besser werden. \n\nAnsonsten kommste da nie raus und Du riskierst nen 3. Ban .\n\n> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0004000000000000000100000000000000000000,timestamp=2016-11-27T14:04:57.085+0000)\n>\n> Meine beiden Accs wurden wegen passiv aggressivem verhalten gebannt. Sprich das argumentieren mit einem Flamer während dem Game. Das dauert zwar länger führt aber zu selbigem Ergebnis. \n\nDas glaub ich jetzt nicht wirklich. Nur die Diskussion war es sicherlich nicht, eher die Wortwahl.\n\nmfg\nMB","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-28T11:20:03.788+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00040000000000000001000000000000000000000003,timestamp=2016-11-28T08:06:57.995+0000)\n>\n> Das meinte ich auch mit &quot;auf dieser Schiene das Spiel erleben&quot;. Klingt von Deiner Seite alles eben ziemlich festgefahren. Ich denke mal, wenn Du einfach am nächsten Bahnhof rausspringst und den Zug wechselst, könnts besser werden. \n> \n> Ansonsten kommste da nie raus und Du riskierst nen 3. Ban .\n> \n> Das glaub ich jetzt nicht wirklich. Nur die Diskussion war es sicherlich nicht, eher die Wortwahl.\n> \n> mfg\n> MB\n\nIch wurde nicht wegen meiner Wortwahl gesperrt sondern wegen meiner Diskussionen mit den Flamern. Ob ihr das glaubt oder nicht ist mir langsam aber sicher sch... egal. \n\nWas sich hier manche Einbilden mir zu erklären wegen was ich gebannt wurde wird langsam aber sicher wirklich lächerlich. Das werd ich ja wohl noch am besten wissen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-28T11:51:52.500+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000400000000000000010000000000000000000000030000,timestamp=2016-11-28T11:20:03.788+0000)\n>\n> Ich wurde nicht wegen meiner Wortwahl gesperrt sondern wegen meiner Diskussionen mit den Flamern. Ob ihr das glaubt oder nicht ist mir langsam aber sicher sch... egal. \n> \n> Was sich hier manche Einbilden mir zu erklären wegen was ich gebannt wurde wird langsam aber sicher wirklich lächerlich. Das werd ich ja wohl noch am besten wissen.\n\nNaja, das Problem ist einfach, unsereiner kann nur mit sich selbst vergleichen, weil Dein Beweis bleibst Du ja nunmal schuldig, unabhängig davon, ob Du die Chats noch hast oder nicht. Denn wenn Du die nicht hast, also Deine Aussage nicht untermauern kannst, dann solltest Du nicht leichtfertig so eine Aussage treffen.\n\nDenn wenn ich Deine Aussage damit vergleiche, wie ich manchmal auch im Chat diskutiere bzw. diskutiert habe, dann steht quasi Aussage gegen Aussage weil ich numal nicht gesperrt wurde. Und ich hab früher sehr viel diskutiert.\n\nAlso Du kannst nicht einfach jmnd. belasten, wenn Du von vornherein diese Behauptung nicht untermauern kannst. Und ja, ich bilde mir ein gegenzuhalten. Genau so sollte das laufen, bloße Behauptungen ,oder wie's grad Mode ist , Populismus sollte man entgegenwirken.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-11-28T12:49:22.722+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00040000000000000001000000000000000000000003000000000000,timestamp=2016-11-28T12:22:21.458+0000)\n>\n> Der Beweis ist auf einem im März 2014 gesperrten Account bei dem ich 100% nicht den Supp anschreiben werde nur damit ich euch den Chat log vors Gesicht halten kann. Wir sind hier ja nicht in der Grundschule. &quot;siehst du ich hatte Recht nänännänänä&quot; als ob ich darauf was gebe,. \n\nWarum fängst du dann damit an? Mir geht es auch sonstwo vorbei, ob du das tust oder nicht, aber solange du das so tust, verbreitest du in Meinen Augen Falschinformationen und dagegen, habe ich persönlich generell etwas.\n\n> \n>  Ich muss nichts beweisen und das geht einfach nicht in euren Kopf rein. Weil jeder von euch kann das gerne selbst testen und mir dann weiterhin erklären das des ja gar nicht sein kann. \n\nIch hab dir bereits gesagt, dass ich es auch schon öfters getan habe, gerade 2014, Haudruppmoore und andere ebenfalls, und eben nichtmal ne CR abgefallen ist und bei dir soll es deshalb der Perma gewesen sein? Das will einfach nicht in deinen Kopf rein.\n> \n> Spielt ranked. Wartet bis geflamed wird vom feinsten. Diskutiert ausführlich mit dem Flamer das dies nicht Spielfördernd ist und das bei weiterem geflame das Team tilten wird und er nur noch schneller verliert etc. In wirklich langen Chatlogs wird dir dann ausführlich von einem freundlichen Supp Mitarbeiter erklärt das dieses Verhalten &quot;passiv/Aggressiv&quot; ist und ich doch lieber Spielen sollte und nicht diskutieren weil viele Mitspieler das als negatives Verhalten gemeldet hätten. \n> \n> So geh und teste das und sag mir dann was aus deinem Acc wurde. Ich hab nämlichk einen Bock mehr mit euch zu diskutieren in dem Punkt.\n\nTja aus dem Account wird wohl ein gebannter Account werden, weil wenn ich mich hinstelle und \"ausführlich\" diskutiere, nehme ich nicht mehr am Spiel teil und spamme dazu noch den Chat voll (war 2014 sogar noch seperater Reportgrund, von dem ich gerne Gebrauch gemacht habe). Was gibt es denn da groß zu diskutieren, was über 3-5 Nachrichten hinaus geht, endet doch eh in einer \"nö\" \"doch\"-Schleife oder weiterem Tilt?\n \"Ausführlich\" ist wohl das Zauberwort, gepaart mit Häufigkeit und nicht \"Diskussion\", selbst wenn sie flamefrei war.","replies":[]},{"id":"","poster":"Berserker Cookie","date":"2016-11-28T12:22:21.458+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0004000000000000000100000000000000000000000300000000,timestamp=2016-11-28T11:51:52.500+0000)\n>\n> Naja, das Problem ist einfach, unsereiner kann nur mit sich selbst vergleichen, weil Dein Beweis bleibst Du ja nunmal schuldig, unabhängig davon, ob Du die Chats noch hast oder nicht. Denn wenn Du die nicht hast, also Deine Aussage nicht untermauern kannst, dann solltest Du nicht leichtfertig so eine Aussage treffen.\n> \n> Denn wenn ich Deine Aussage damit vergleiche, wie ich manchmal auch im Chat diskutiere bzw. diskutiert habe, dann steht quasi Aussage gegen Aussage weil ich numal nicht gesperrt wurde. Und ich hab früher sehr viel diskutiert.\n> \n> Also Du kannst nicht einfach jmnd. belasten, wenn Du von vornherein diese Behauptung nicht untermauern kannst. Und ja, ich bilde mir ein gegenzuhalten. Genau so sollte das laufen, bloße Behauptungen ,oder wie&#x27;s grad Mode ist , Populismus sollte man entgegenwirken.\n\nDer Beweis ist auf einem im März 2014 gesperrten Account bei dem ich 100% nicht den Supp anschreiben werde nur damit ich euch den Chat log vors Gesicht halten kann. Wir sind hier ja nicht in der Grundschule. \"siehst du ich hatte Recht nänännänänä\" als ob ich darauf was gebe,. \n\n Ich muss nichts beweisen und das geht einfach nicht in euren Kopf rein. Weil jeder von euch kann das gerne selbst testen und mir dann weiterhin erklären das des ja gar nicht sein kann. \n\nSpielt ranked. Wartet bis geflamed wird vom feinsten. Diskutiert ausführlich mit dem Flamer das dies nicht Spielfördernd ist und das bei weiterem geflame das Team tilten wird und er nur noch schneller verliert etc. In wirklich langen Chatlogs wird dir dann ausführlich von einem freundlichen Supp Mitarbeiter erklärt das dieses Verhalten \"passiv/Aggressiv\" ist und ich doch lieber Spielen sollte und nicht diskutieren weil viele Mitspieler das als negatives Verhalten gemeldet hätten. \n\nSo geh und teste das und sag mir dann was aus deinem Acc wurde. Ich hab nämlichk einen Bock mehr mit euch zu diskutieren in dem Punkt.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2016-11-27T17:56:59.980+0000","up_votes":2,"down_votes":0,"body":"> Extrem bin ich nicht gewesen damals nicht genauso wenig wie heute. Nur wenn man dazwischen geht weil ein offenbar Überforderter Spieler von einem anderen fertig gemacht wird löst das ebenfalls Bestrafungen aus.\n\nNein, das ist so nicht richtig. Dazwischen gehen ist okay. Das Gespräch beruhigen ist sogar positives Verhalten. Um eine Strafe zu bekommen musst du tatsächlich selbst negativ gewesen sein.\n\n> Das ist wie wenn du mit dem Flamer während dem Game ne Diskussion führst auch das wird nicht gern gesehen von Seitens Riot.\n\n*Seitens der Spieler. Riot bannt im Allgemeinen nur das, was auch den Spielern missfällt.\n\nNatürlich sind Diskussionen ingame unangemessen. Spieler extremst abzulenken und ihnen stark kontra zu geben ist keinesfalls hilfreich für ein Spiel, bei dem man im Team an einem Strang ziehen muss.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-11-27T14:29:14.733+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch nicht vor, darüber nochmal zu reden. Ich wollte dir nur zeigen, dass die Statistiken auf dich einfach nicht anwendbar sein könnten, weswegen du eine andere Spielumgebung hast, als bei den meisten der Fall ist.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-11-27T13:56:40.561+0000","up_votes":2,"down_votes":0,"body":"> Die 5% sind ein Hohn für jeden mit Augen im Kopf der dieses Game spielt. Ich weiß noch aus Erfahrung im Ranked verlieren die Leute viel schneller die Sicherung als in Normal Games.\n\nÄhnlich höhnisch fühlt es sich irgendwie an, wenn du die ersten zwei Sätze eines großen Absatzes nimmst und damit sämtliche weiteren Ausführungen ignorierst. Wo bleibt der Kontext? Das macht doch keinen Sinn so, denn die ganze Wahrheit, die ich da geschrieben hab, verschweigst du schlicht.\n\n> Allein was dir mit einem neu erstellten Account an Flamern begegnet pro spiel ist gerade zu lächerlich. Wirklich jedes Game ruft einer zu reports auf weil einer halt ständig abgerissen wird. Es ist ein Normal und selbst wen es Ranked wäre der Gegner ist halt besser was soll ich da jetzt reporten? Den Typen der 0/5 steht und kurz vorm heulen ist und sich im all Chat entschuldigt weil ihn sein Team so flamed oder die 3 Idioten die ständig report rufen?\n\nEs ist davon auszugehen, dass die ersten Spiele am schlimmsten sind. Je mehr du spielst, desto besser wird es, denn die konstanten Flamer sind dann aussortiert. Was du reporten sollst? Am besten du orientierst dich daran, wie das System gedacht ist. Hast du schon den Weg der Beschwörer gelesen? Da steht im Prinzip drin, wie man sich verhalten sollte. Alles, was dem nicht entspricht, zum Beispiel Spieler, die das Team mutwillig sabotieren um eine Niederlage herbeizuführen oder wenn jemand sich völlig unangemessen im Chat verhält, indem er mit Reportdrohungen und -aufrufen im Allchat andere Spieler für ihr Verhalten oder ihre Spielweise blamet. \n\nDie Idioten die nach Reports rufen... Reportrufe werden als so ziemlich die toxischsten Dinge aufgenommen. Das hat Riot herausgefunden... und deshalb werden die härter bestraft.\n\n> Versteh mich nicht falsch ich hab kein Problem damit das es diese Pfeifen gibt aber ständig und überall zu propagieren es wären nur 5% ist eine Beleidigung für jeden denkenden Menschen der sich nen Account erstellt.\n\nDeshalb schrieb ich ja folgendes:\n\n> [Zudem braucht das System ein wenig], bevor es eine Strafe verteilt, viele toxische Spieler haben also noch gar keine Strafe und erhalten diese erst. Und das allerwichtigste: Offensichtlich kommt der allergrößte Teil des Flames, den wir in unseren Spielen sehen, von Accounts, die sonst nie Flamen. Riot hat das mal getestet, und die meisten Fälle, bei denen viele Reports getätigt wurden, finden in einem Spiel statt, oder in kurz aufeinander folgenden Spielen, aber in den Spielen davor und danach ist der entsprechende Spieler völlig normal, benimmt sich vielleicht sogar sehr freundlich.\n\nNiemand hat je gesagt, dass nur 5% der Spieler toxisch sind. Der einzige, der das ständig schreibt, bist hier du. 5% der Community stehen *unter Strafe*. Das heißt sie waren regelmäßig toxisch. Dass andere Spieler auch toxisch sind wurde nie bestritten. Du hast das nur behauptet.\n\n> Mag sein das sich das später wenn mein Acc lvl 30 ist legt aber aus Erfahrung weiß ich das normal games wesentlich entspannter ablaufen als Ranked games. Und wenn ich sehe was für gestalten nach 2 jahren Abwesenheit bereits in Normal Games ausrasten will ich nicht wissen wie die Spielerfahrung für viele ingame ist wenn sie im Ranked spielen.\n\nIch kenne Ranked aus meinen Spielen nicht nur als toxische Umgebung, sondern in etwa genauso vielen Fällen als extrem konstruktive, freundliche und motivierende, Team- und Siegorientierte Umgebung in einem freundlichen sportlichen Kontext. Erst heute hatte ich so ein Spiel, wo sich ein Spieler von selbst für sein schlechtes Laning entschuldigt hat und die einzigen Reaktionen im Chat war ein \"npnp\" seitens meines ADCs darauf. Der Rest hat ebenfalls ständig nur positive Kommentare abgegeben... ähnlich sah es gestern und vorgestern aus. Erst davor das Spiel hatte ich wieder negative Mitspieler. Bei mir hält es sich meistens die Waage.","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-11-24T13:33:44.705+0000","up_votes":1,"down_votes":0,"body":"Ok, ist halt blöd, wenn man auf dieser Schiene das Spiel erlebt.\n\nMal was anderes, darf ich das\n\n>Und obwohl es ja nur ein kleiner Teil der Community ist bekomme ich täglich Rückmeldung das jemand durch meine Meldung bestraft wurde.\n\nbei jmnd. anderen zitieren, der meint, es gäbe keine oder zu wenig Rückmeldungen ?\n\nmfg\nMB","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-24T14:11:09.343+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=00040000000000000000,timestamp=2016-11-24T13:33:44.705+0000)\n>\n> Ok, ist halt blöd, wenn man auf dieser Schiene das Spiel erlebt.\n> \n> Mal was anderes, darf ich das\n> \n> bei jmnd. anderen zitieren, der meint, es gäbe keine oder zu wenig Rückmeldungen ?\n> \n> mfg\n> MB\n\nNö das hat sich seit 2014 ja nicht verändert. Damals haben die Leute halt noch damit angegeben wer die höchste CR Sperre hat. \n\nJo zitiere ruhig ich hab soeben wieder 2 Meldungen bekommen das jemand bestraft wurde  xD","replies":[]}]}]}]}]}]},{"id":"","poster":"MisterFirstBlood","date":"2016-11-23T08:25:33.847+0000","up_votes":2,"down_votes":1,"body":"smurfs sind aber keine Grund zu leaven. Was ist wenn 2 smurfs aufeinander treffen, leaven dann beide? \nAber klar das frustet natürlich.. leaven solltest du tdem nicht, vor allem nicht mehrmals in folge. damit ruinierst du anderen Leuten genau das spiel wie die \"smurfs\" dir.","replies":[{"id":"","poster":"eingew","date":"2016-11-23T09:12:57.424+0000","up_votes":2,"down_votes":0,"body":"Er ist ein selbst ein Smurf.","replies":[]}]},{"id":"","poster":"MGP","date":"2016-11-23T00:54:48.216+0000","up_votes":3,"down_votes":1,"body":"Was ist da jetzt deine Frage?\n\nWenn du dich vor dem Leaverbuster drücken willst:\nFrage: Hast du geleavt?\nAntwort:......\nFrage: Wo ist dann dein Problem?\n\nEs gibt keine Ausrede ein Game zu leaven, wobei wenn ich recht überlege... Gut es gibt ein paar ABER DAS WAR KEIN GRUND!!\n-----------\nSo nebenbei der leaverbuster schlägt nicht nach einem Game zu sonder eher so nach 4-5 in kurzer Zeit, ich kann also daraus schon folgern, das du öfters ein Game leavst....\nWillst du für die anderen 3 Games noch eine Geschichte nachreichen oder dich mit deiner wohlgemerkt verdienten Bestrafung abfinden?","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T00:59:53.369+0000","up_votes":1,"down_votes":4,"body":"Die Frage ist wieso ich 2 mal gegen die selben 4 Premade Smurfs in Folge ran muss? Das ein so eingespieltes Team viel besser agiert als 5 randoms brauch ich an der stelle nicht diskutieren das bereits ein etablierter Fakt der mehr als oft genug bewiesen wurde. \n\nUnd nein ich hab nur 1 Game geleavt und zwar das letzte in Minute 2. \nDas davor verbrachte ich die letzten 5 Minuten in der Base weil wir sowieso nicht mehr bis zu unserem inhib konnten ohne sofort one shot zu sein. \n\nDoch es gibt durchaus Gründe ein Game zu leaven. 2 mal gegen 4 Smurfs ran zu müssen ist einer. Du kannst da gerne eine andere Meinung vertreten aber ich für meinen Teil seh im Blind pick ja erst wenn das Game lädt das es nochmal die 4 selben sind. Von daher war mir schon klar was da abgehen wird. Das spar ich mir. Nicht weil es nicht ein Herausforderung wäre sondern weil ich aus dem Game davor schon weiß das ich absolut chancenlos bin. \n\nIch muss daher keine 3 Games nachreichen weil es keine 3 weiteren leaves gibt.\n\nPS: Im übrigen wird der Leaverbuster ebenfalls schon ausgelöst wenn du eine Lobby leaven musst im Blind pick weil sich 3 Leute auf Top einloggen sich flamen und der Mid und ich als ADC wissen das es so nicht funktionieren kann weil sich die drei jetzt schon angiften :)","replies":[{"id":"","poster":"MGP","date":"2016-11-23T01:13:25.692+0000","up_votes":3,"down_votes":2,"body":"> 1 Game geleavt und zwar das letzte in Minute 2.\n\nWenn das der Wahrheit entspricht wende dich an den Support, der hat da mehr Infos.\n\n> 2 mal gegen 4 Smurfs ran zu müssen ist einer\n\nNein, das ist keiner. Du ruinierst den anderen 4 Menschen in deinem Team das Spiel, obwohl du das Spiel hättest spielen können.\nIch würde ja so Sachen verstehen wie, muss kleinen Bruder ins Krankenhaus bringen, oder die Oma hat einen Herzinfarkt.\nDringende Dinge die unbedingt jetzt sein müssen. Dein Grund ist das du das Spiel nicht spielen willst.....\nDas ist für mich kein Grund.\n\nIch will auch nicht arbeiten, jetzt überleg mal was mein Chef mir sagt, wenn ich morgens nicht auf der Arbeit bin...\nKlingt blöd, ist aber das selbe Prinzip\n----------\nOh und ich weiß auch, das der Leaverbuster bereits wegen Lobby leaven zuschlagen kann, tut er da aber erst viel später und du willst mir doch nicht erzählen, das die letzte Story da alle 4-5 Games vorkommt.","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-23T04:43:56.834+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=MGP,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000000000000,timestamp=2016-11-23T01:13:25.692+0000)\n\n> Ich will auch nicht arbeiten, jetzt überleg mal was mein Chef mir sagt, wenn ich morgens nicht auf der Arbeit bin...\n> Klingt blöd, ist aber das selbe Prinzip\n\nEben nicht, du gehst arbeiten um Geld zu verdienen um dein Lebensunterhalt zu finanzieren, du zockst LoL um Spaß zu haben und ich muss sagen als ich 2013 angefangen habe, waren die Leute nicht so Toxic und es hat richtig spaß gemacht, aber heute flamen 90 % direkt, wenn man einen Fehler macht und es ist richtig traurig, dass es so schon bei Anfänger geworden ist und damals hat man für ein gutes Spiel noch Anerkennung bekommen heute vielleicht nur noch von 5%, jeder Spieler hält sich für den Besten und und und... \n\n\nund zum Haupthread; sicher dass es Smurfs waren, es war aber bestimmt auch nur ein Normal? Nachts kann es öfter vorkommen gegen die selben zu spielen, weil es kaum 4er Premades gibt die Nachts zusammenspielen. ich hatte sogar schon mal Nachts den Vorfall, dass ich als Random mit Leuten aus meiner Freundesliste gematcht wurde, oder es besonders in Normals kommt es des öfteren vor dass ich gegen Diamonds spielen muss und das finde ich richtig ätzend, aber dadurch lernt man besser zu werden, wenn man gegen stärkere spielen muss und es spornt extra an, \"wir machen die jetzt fertig\", man macht beim nächsten Mal weniger Fehler und positioniert sich besser, in der Low-Elo ist man unberrechenbarer als in der High-Elo :o","replies":[{"id":"","poster":"MGP","date":"2016-11-23T09:14:29.930+0000","up_votes":1,"down_votes":1,"body":"Es geht mir dabei eher um die Verweigerung und die Strafe.\nNatürlich mach ich das um Geld zu verdienen, allerdings sage ich zu, dass ich komme. Wenn ich auf Annehmen drücke, sage ich zu, dass ich die Runde spiele.\nIch gebe in beiden Fällen mein Versprechen etwas zu tun. Da liegt die erste Übereinstimmung beider Beispiele. Die zweite ist, dass ich bei nicht Einhaltung meines Versprechens bestraft werde.\n\nEs geht nicht um den Grund etwas zu tun, sondern darum ob ich versprochen habe es auch zu machen!","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-24T00:11:07.720+0000","up_votes":1,"down_votes":0,"body":"> Es geht mir dabei eher um die Verweigerung und die Strafe.\n\nWenn Du nicht zur Arbeit erscheinst, gehst Du zum Arzt und lässt dich krankschreiben, wenn Du keine Lust mehr hast zu zocken schaltest Du den Rechner aus bzw beendest das Spiel und wenn Du nicht zur Arbeit erscheinst bekommst du keine 5, 15 o. 30 Minutenstrafe für's Arbeiten, Du wirst abgemahnt oder gekündigt, bei LoL bekommst du kein Ban nur ne Zeitstrafe...","replies":[{"id":"","poster":"MGP","date":"2016-11-24T00:55:19.885+0000","up_votes":1,"down_votes":0,"body":"> Du wirst abgemahnt oder gekündigt, bei LoL bekommst du kein Ban nur ne Zeitstrafe...\n\nSo wie du das hier schriebst ist die Zeitstrafe dann ja auch harmlos wie sonst was, da versteh ich doch gar nicht mehr warum du da oben so ein Fass aufmachst.....\n\nWenn du jetzt aber von einer Überwachten Welt ausgehst, bei der alle Daten eingesehen werden können (kann der Support bei LoL ja auch). Würde mich mein Arzt nur dann krank schreiben, wenn ich auch Krank bin. (Jaja ich weiß die Realität sieht anders aus. Muss aber für den vergleich so tun)\nDamit habe ich auch einen triftigen Grund nicht zur Arbeit zu müssen.\n\nUnd wie ich vorhin schon gesagt habe, er hat diesen triftigen Grund nicht.\n\nAnders Betrachtet: LoL hat keinen Arzt, deshalb habe ich im Beispiel auch keinen Arzt zu dem ich gehen kann, wodurch ich nicht krankgeschrieben werden kann.\n-----\nHier treffen zwei Meinungen aufeinander bei denen wahrscheinlich die Sichtweise entscheidend ist mit der man auf den Vergleich schaut.\n\nDas Man hier ewig Diskutieren kann sind man in dem Post hier alleine.... Ich mein ich hab hier schon zwei Sichtweisen auf deine Aussage.... und du wirst mir Sicherlich auch noch 2 weitere präsentieren können.\n\nWir Arbeiten den Vergleich hier deutlich weiter aus, als ich ihn je auf das Beispiel anwenden wollte.\nJetzt sind wir hier schon bei Ärzten und Krankschreibungen...... *seufz* \n\nIch finde nach wie vor er liegt nah genug am Problem dran, wenn du da anderer Meinung bist dann sei dem so. Ich gön dir deine Meinung.\nIch denke trotzdem, dass der Kern des Vergleichs nah genug am Problem dran war.\n-------\nWir schweifen hier ins Offtopic ab, lassen wir das einfach gut sein.\nMacht so keinen Sinn. Mir ist meine Zeit zu Schade für den Unsinn hier ne Ausarbeitung zu schreiben und du hast sicherlich auch besseres zu tun.","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-24T22:08:36.935+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MGP,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0000000000000001000000000000,timestamp=2016-11-24T00:55:19.885+0000)\n>\n\n> Anders Betrachtet: LoL hat keinen Arzt, deshalb habe ich im Beispiel auch keinen Arzt zu dem ich gehen kann, wodurch ich nicht krankgeschrieben werden kann.\n> -----\n\nIch wollte eigentlich nur verdeutlichen, das man ein Spiel nicht mit der Arbeit vergleichen kann, bzw das man das Verlassen eines Spieles nicht mit dem Wegbleiben von der Arbeit vergleichen kann und hier mit widerlegst Du selber deinen Vergleich,  an dem Einen hängt deine Existenz an dem Anderen ein virtuelles Konto \n\nUnd die Strafen sind doch im Prinzip ein Witz, wenn jemand die Champselect verlässt bekommt er nen 6 Minuten Ban, beim ersten Mal beim zweiten Mal 15 Minuten, beim dritten Mal ca ne halbe Stunde spielst du aber zwischendurch paar Stunden ohne Dodges setzt sich das einfach wieder zurück bzw am nächsten Tag auch, ich persönlich habe 2 Games verlassen, in meiner über 3-Jährigen LoL Zeit, beim ersten Mal da gabs den Leave-Buster in dieser Form noch nicht (da musste ich zu einem Ball) und beim zweiten Mal habe ich ne Meldung bekommen als ich mich wieder eingeloggt habe, dass ich das nicht machen sollte, (da habe ich die Zeit vergessen und musste zur Arbeit), aber da gab's zum Glück die Remake-Funktion schon, ich habe mich direkt entschuldig bei meinem Team und bin raus... Aber wenn die Team-Comp in meinen Augen nicht passt wähle ich manchmal auch keinen Champ in der Champselect, da bin ich lieber 6 Minuten gebant, als ne halbe Stunde mit Trolls zusammen zu spielen ^^ dann mach ich halt den PC aus oder so, aber wenn wir wieder die Arbeit mit ins Spiel bringen, wenn ich kein Bock auf Kollege habe, geh ich trotzdem arbeiten, weil dafür werde ich bezahlt und fürs Spielen leider nicht ;)","replies":[{"id":"","poster":"MGP","date":"2016-11-24T23:13:51.359+0000","up_votes":1,"down_votes":0,"body":"Einen Satz will da aufgreifen:\n\n>  an dem Einen hängt deine Existenz\n\nNein tut sie nicht, wäre nicht meine erste Kündigung und ist nicht mein erster Beruf. \n\"Wenn sich eine Tür schließt, öffnet sich eine andere\" -Alexander Graham Bell-\nOder anders gesagt ich such mir einen neuen Job. Ist etwa wie ich erstelle mir einen neuen Account. In beiden Fällen nehme ich nur Erfahrung mit.\n\nUnd damit ist das Thema Vergleich für mich durch:\nWie gesagt wir haben da unterschiedlich Ansichten und werden da auf keinen gemeinsamen Nenner kommen, die Diskussion bringt hier keinen mehr weiter.\nMan ist sich hat nicht immer einig.\n------\nDie schwere der Strafe war hier zwar eigentlich nicht Thema, aber meinetwegen sprechen wir das auch mal an:\nNatürlich sind die Strafen ein schlechter Witz, allerdings sehe ich bei den Strafen auch einen Unterschied ob man in der Champ select geht oder während des Spiels.\n\nBei der Champ Select, bricht das spiel ab und ich stehle den Leute nur die Zeit in der Sie in der Champion Select waren, damit auch die Zeit die ich selbst verliere.\nWie man oben bereits erkennt verlässt man das Spiel ja auch nicht einfach so zum Spaß, ich werde dafür also gewisse \"Gründe\" haben.\n\nWenn ich dagegen im Spiel beschließe zu gehen, verlieren die Leute die Zeit, die sie mit mir im Spiel verbracht haben + die Zeit bis das Spiel vorbei ist.\nIm Beispiel oben: Sagen wir mal 5min Champion Select + 3min Ladezeit + 2min bis er geht\n+ 18 bis zum Surrender Vote.\n\nUnd genau hier mache ich den Unterschied. Die Leute verlieren 25 Minuten Zeit während er 10 verliert.\n\nDa ich in der Champion select den Leuten weniger Zeit stehle gelten für mich da auch mildernde Umstände. Da lass ich auch son Gründe wie, ich hab einfach keine Lust mehr, bin zu Müde geworden oder ich will mit Freunden spielen gelten. Dann verlässt er halt den Raum sagt sorry und die Leute verlieren im Schnitt 2.5 Minuten.\nDas ist dann ja alles halb so wild. Deshalb auch nur die 5 Minuten Strafe bei ersten mal und die von dir angesprochene Steigerung. In dem Punkt sollten wir uns ja noch Einig sein.\n\nDer andere Punkt ist wenn er das bereits laufende Spiel verlässt. Da gibts nach ein paar mal eine Verwarnung und irgendwann mal den normal Game Zwang glaub ich, kann aber auch der 24h Ban sein.\nBin mir da nicht sicher, hatte noch keinen und seid dem ich das Regelwerk das letzte mal gelesen hab sind ein paar Änderungen und ein gutes bisschen Zeit ins Land gezogen.\n\nAllerdings können sie die Strafen, da auch nicht großartig verschärfen, weil RIOT sonst die Playerbase verärgert.\n-------\nTrotzdem, das ist hier nicht Thema gewesen und damit schweifen wir noch weiter ins Offtopic ab.\nUnd ich werd mich wiederholen:\nLass gut sein, bringt keinem was und wir können beide was besseres mit unserer Zeit anfangen.","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-26T15:09:32.624+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MGP,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000000000000000100000000000000000000,timestamp=2016-11-24T23:13:51.359+0000)\n>\n> wir können beide was besseres mit unserer Zeit anfangen.\n\nok eines noch: mit dem einem finanzierst Du Deine Freizeit, mit dem anderen verbringst Du Deine Freizeit^^\n\nund zu dem Anderen, ich spiele relativ viel Aram, im Schnitt kann ich sagen, in jedem dritten Game verlässt einer die Champselect, weil es eben eine lächerliche Zeitstrafe ist, wenn jemand nicht seinen Wunschchamp bekommt, manchmal kommt es sogar vor, dass das 5 mal in Folge ist und die Leute warten bis zur letzten Sekunde... \n\nSo HF und GG","replies":[{"id":"","poster":"MGP","date":"2016-11-26T18:06:40.403+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=schwartzsawya,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0000000000000001000000000000000000000000,timestamp=2016-11-26T15:09:32.624+0000)\n>\n> ok eines noch: mit dem einem finanzierst Du Deine Freizeit, mit dem anderen verbringst Du Deine Freizeit^^\n> \n> und zu dem Anderen, ich spiele relativ viel Aram, im Schnitt kann ich sagen, in jedem dritten Game verlässt einer die Champselect, weil es eben eine lächerliche Zeitstrafe ist, wenn jemand nicht seinen Wunschchamp bekommt, manchmal kommt es sogar vor, dass das 5 mal in Folge ist und die Leute warten bis zur letzten Sekunde... \n> \n> So HF und GG\n\nIch will das du dir nur eine Frage stellst:\nWär es dir lieber wenn sie am Anfang vom Game leaven 5 mal in Folge ;)\n\nDamit HF GL IG","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-27T03:41:35.817+0000","up_votes":1,"down_votes":0,"body":"Im Aram dodgen ja nicht unbedingt meine Teammates und ein Leave im Early ist nicht unbedingt so fatal als ein Leave im Late, man gewinnt im Aram 4 vs 5 öfter als ein 4 vs 5 Normal\nIch spiele ja Aram um mal andere Champs zu spielen und etwas über sie zu lernen, denn im Normal kann ich nicht unbedingt einen bestimmten Champ spielen um mit ihm zu lernen,  wenn ich solo spiele und durch meine Arbeitszeiten habe ich nicht unbedingt die Zeit mit Freunden zu spielen, \nich bin nicht der Typ first Time im Ranked zu spielen, pro Champ den ich mir neu kaufe, mache ich sowieso ca 10 Custom Games und ich bin auch nicht der Typ der ADC called und dann Fizz pickt, aber das nur zum Thema warum man Aram spielt ","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Berserker Cookie","date":"2016-11-23T01:58:49.758+0000","up_votes":1,"down_votes":5,"body":"Falsch mir ruiniert Riot das Spiel weil ich bereits von 4 Premades die deutlich über meinen Niveau spielen eingestampft wurde. Laut Riot ist es so gut wie unmöglich nochmal gegen die ran zu müssen. \nUnd Tadaa ich muss nochmal gegen selbige ran. Das ist BS das weißt du und das weiß ich also wem erzählst du hier was von das wäre kein Grund? Deine Meinung. Meine ist eine andere. \n\nMein Grund ist nicht das Spiel nicht zu spielen. Mein Grund ist eine unfaire Spielkonstelation die gleich 2 mal vorkommt. Einmal gegen Smurfs die mich einstampfen keine Frage. 2 mal in Folge verschiedene Smurfs. Einfach Pech. \n\n2 mal gegen das exakt selbe Gegner Team die einen bereits in Grund und Boden gestampft haben ist schlicht und ergreifend verarsche. \n\nDein Vergleich mit der Arbeit hinkt nicht nur er ist schlicht und ergreifend lächerlich und hat mit dem von mir geschilderten Problem rein gar nichts zu tun. \n\nWäre dem so wäre es wie folgt. \nDein Chef gibt dir eine Aufgabe der du nicht gewachsen bist. Er sieht du bist ihr nicht gewachsen. Und du scheiterst an der Aufgabe. \nDein Chef gibt dir erneut die selbe Aufgabe. Das passiert einfach nicht weil dein Chef dann entweder selten dämlich wäre oder sein Geld mit Absicht zum Fenster raus wirft. \n\nBeides würde darauf hinauslaufen das dein Chef Gehirn amputiert sein müsste das zu tun. \n\n\nWas ich dir erzählen will ist nicht Gegenstand der Diskussion hier aber wenn du so schön fragst. \n\nBitte mach dir einen neuen Account und sobald du Blind pick gehen kannst tu dies und Spiele so oft es geht Top. Viel Spaß bei dem Sammeln reichhaltiger Erfahrungen aus dem Teil der Community die jedem für ihr asoziales Verhalten im Gedächtnis bleibt :)","replies":[{"id":"","poster":"MGP","date":"2016-11-23T03:12:36.960+0000","up_votes":2,"down_votes":2,"body":"Bzgl. meines Vergleiches, es geht nicht darum Arbeiten zu müssen sonder darum nicht zu wollen, das hat nichts mit dem zu tun was du hier schilderst.\nWenn ich an meiner Aufgabe scheitere, dann werde ich entweder versetzt oder muss meine Arbeit nochmal richtig machen. Ist etwa das selbe wie wenn du dein Game verlierst und ein neues startest.\nNur um mich an deinen Vergleich zu halten. Du verweigerst die Arbeit und kannst dir damit fristlos die Papiere holen.\n\nDas ist etwas anderes.\n\nDu musst halt mit deinen Aufgaben wachsen, oder du gehst kläglich unter. Ist auch im echten Leben so.\n\nMein Vergleich hinkt nicht, du hast ihn nur nicht verstanden. Ich habe noch nicht einmal das Gefühl das du ihn verstehen willst. Du fühlst dich ungerecht behandelt und bist der Meinung das du Recht hast und willst hier auch nur bestätigt werden.\nVon allem anderen fühlst du dich angegriffen, pochst auf dein Recht und lässt keine andere Sichtweise wie deine zu.\nWillkommen in der Realität, so läuft das Leben nicht.\n----------\nWarum noch einen Account erstellen? Ich habe 5+ Accounts und hab da Gegner von Bronze bis Challanger, je nach Account. Ist das für mich ein Grund ein Spiel nicht zu spielen, nur weil mein Gegner Team aus 3 Challangern und 2 Mastern besteht?\nEher nicht. Es ist ein Chance etwas neues zu lernen. Selbst wenn ich zweimal gegen die spielen müsste. Was dann?\nDann verliere ich halt. Manchmal auch unter 20 min. Das ist für mich kein Grund das spiel sofort zu leaven und 9 anderen Menschen das spiel zu versauen.\nDas wäre einfach egoistisch und die Zeit bis zum nächsten Game müsste ich auch noch warten.\n\nUnd du kommst hier an und meinst die Community ist asozial.\nEin Teil davon ist das sicherlich, doch du bist auch ein Teil davon. Mit deinem Verhalten bist du kein Deut besser. Die Quittung dafür hast du ja auch schon gekriegt.\nWenn du der Meinung bist das sich diese ändern soll fang doch mal bei dir selbst an.\n------\nSo abschließend zu meiner Meinung. Meine Meinung basiert auf einer gewissen Form von Ethik und Moral und ist somit etwa die selbe die das System vertritt, dass dir deinen Leaverbuster betrachtet hat. Deine Ansicht beruht auf einer Egoistischen Sichtweise in der Du im Mittelpunkt stehst und sich die Sonne nur um dich dreht.\n\nSo funktioniert ein gesundes miteinander halt einfach nicht.\n----\nIch find das nebenbei auch schön wie du den Teil mit dem Leaverbuster schön überlesen hast, oder keinen Bezug darauf nehmen möchtest.\nKann ich mir mehrere Gründe für ausmalen ist mir aber alles zu Spekulativ.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-23T11:51:05.608+0000","up_votes":1,"down_votes":1,"body":"1.Suche ich nicht Bestätigung meiner Sichtweise sondern eine erklärung warum mir das System 2 mal die selben Pfosten vors Gesicht setzt wenn das laut RIOT unmöglich sei. \n\n2. Doch dein Vergleich hinkt weil er mit der Realität nichts zu tun hat. Kein Chef gibt jemandem eine Aufgabe der er nicht gewachsen ist. Man steigert sich wenn in Schritten und bei Smurfs sind das keine Schritte sondern Ozean große Sprünge. \nUm deinen Vergleich zu nehmen. \nDu bist Bauarbeiter und sollst eine Mauer fertigstellen. Kein Problem. \nEine größere Mauer. Wird schon schwerer. \n4 Wände. Ok das ist sehr anstrengend aber machbar. \n\nDas Prinzip mit den 4 Smurfs ist der Chef kommt zu dir und sagt du alleine baust einen Wolkenkratzer. Fertig bist du Morgen oder du kannst dir deine Papiere holen. \n\nIm Arbeitsrecht gibt es noch Dinge die du tun musst und Dinge die du nicht tun musst. Nennt sich Rechte und Pflichten und dich Überfordern ist da nicht drin. Dafür gibts ja eben die Gesetze. Andernfalls könnte ich einen Lehrling nehmen und ihn schinden bis er halb tot ist. Billige Arbeitskraft. \n\n\n3. Das Echte Leben und dieses Game sind 2 verschiedene Dinge und haben miteinander nichts zu tun. Hier wirst du durch üben besser. Wenn du im Leben scheiterst kannst du nicht nochmal üben gehen. :)\n\nUnd deinen Vergleich hab ich sehr wohl verstanden. Und nochmal sag ich dir er hat mit dem hier geschilderten Problem nichts zu tun. \nDu vergleichst es mit Arbeiten oder nicht Arbeiten.\nUnd meine Frage um bei deinem Beispiel zu bleiben heißt. \nWie kann mir der Chef auftragen alleine einen Wolkenkratzer zu bauen und mir nachdem ich das ja nicht geschafft hatte gleich nochmal die selbe Aufgabe geben? \n\nDas würde auch keiner machen weil keine Firma der Welt kann sich leisten ihren Mitarbeitern solche Aufträge zu erteilen. Das würde nur Kosten verursachen und keine Einnahmen generieren. \n\n3. Lies einfach meinen 1. Post nochmal durch über die 4 Smurfs was sie taten und das ich kurz darauf nochmal an sie ran musste. Wenn du dann meine Sichtweise noch immer nicht verstehst verlass bitte diese Diskussion weil mit dir reden absolut nichts bringt. \n\nDer einzige hier der will das man seine Sichtweise annimmt bist du. Ich verstehe das man games nicht leavt. \n2 mal gegen die selben Smurfs die einem das ganze game über mit Emotes, Chat oder masterys zuspammen während sie einen zu 4 dauerdiven tu ich mir einfach nicht an. Ende.\n\nWas mich zur Ursprungsfrage zurück bringt wie kann das überhaupt sein wo das Laut Riot nicht sein kann.","replies":[{"id":"","poster":"schwartzsawya","date":"2016-11-24T00:05:56.097+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Berserker Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=000000000000000000000000,timestamp=2016-11-23T11:51:05.608+0000)\n>\n> 1.Suche ich nicht Bestätigung meiner Sichtweise sondern eine erklärung warum mir das System 2 mal die selben Pfosten vors Gesicht setzt wenn das laut RIOT unmöglich sei. \n\n\ndie habe ich dir oben geliefert \n\nalso nochmal, 4 Premades, die Nachts zusammen spielen, kommt nicht oft vor und um die Wartezeit in der Warteschlange zu verringern, kann sowas vorkommen, besonders wenn der Pool nicht so groß ist, Du gehst in die Warteschlange nach dem Game und die 4 auch und du wartest dann auf 5 weitere Spieler, wenn Du ein Normal spielst mit Rollenauswahl, also du gehst Mid und Jungle und die 4 haben alles besetzt bis auf Top oder so, warten sie nur noch auf einen Toplaner und Du wartest auf alle Rollen, sie finden relativ schnell ihren Toplaner und du und dein Team wartet noch auf einen der Support wählt, bis das zu Stande kommt, dauert es und wenn bis dann kein anderes Premade 4er oder 5er online ist, wirst du wieder gegen sie gematcht, da du im Prinzip, in die selbe Warteschlange wie sie gerätst, weil es Nachts ist und nicht so viele zocken.","replies":[]},{"id":"","poster":"MGP","date":"2016-11-23T12:42:47.476+0000","up_votes":1,"down_votes":0,"body":"1. Wo steht / sagt RIOT, dass dies unmöglich sei??\nEs ist unwahrscheinlich nicht unmöglich.\n2. Mein Vergleich hinkt nicht. Ich mach in meine Beruf sehr oft Aufgaben, die ich nie zuvor gemacht habe. Das heist nicht, das ich die nicht machen muss/kann. Natürlich hält sich dabei alles im Ramen eines Menschenmöglichen auf.\n\nDu bist der Meinung, das du das Game gewinnen musst. Ich weiß auch, dass das eher schwer/unmöglich ist.\n**Nur ist das nicht deine Aufgabe**. Deine Aufgabe ist es das Spiel zu spielen, nicht es zu gewinnen.\n\nDamit vergleiche ich hier zwar arbeiten oder nicht arbeiten, nicht aber die Arbeit zu voller Zufriedenheit zu erledigen.\nBzw. um auf dein Topic zu kommen spielen oder nicht spielen.\nDu vergleichst hier allerdings, die arbeit zu voller Zufriedenheit zu erfüllen, oder sie nicht zu erfüllen. Das ist wie gewinnen oder zu verlieren und hat nichts mit meiner Eigentlichen Aussage zu tun.\n-------\nIch habe deinen Post sehr wohl gelesen und auch verstanden!!!\nDa spielt man halt das Game und reportet die \"Idioten\" anschließend.\n------\nIch will hier auch nicht das du meine Sichtweise annimmst, sondern die Sichtweise des Systems verstehst. Das sich meine Meinung und die Sichtweise des Systems überschneiden ist eher Nebensache.\n\nUnd wenn du der Meinung bist das du das Game nicht spielen möchtest, dann ist es dein gutes Recht dies nicht zu tun. Dann musst du aber auch mit den Konsequenzen leben.\n\nJa ich weiß:\n\n> Soll keine Kritik gegen den Leaverbuster\n\nNur klingt alles da drüber anders.\n\n> Was mich zur Ursprungsfrage zurück bringt wie kann das überhaupt sein wo das Laut Riot nicht sein kann.\n\nwie ich oben bereits angemerkt habe, nicht unmöglich nur unwahrscheinlich","replies":[]}]}]}]}]},{"id":"","poster":"Zero000","date":"2016-11-23T01:31:25.962+0000","up_votes":1,"down_votes":0,"body":"Ja Premades können in der Regel  besser zusammen spielen als Solo Spieler.\nIn der Vergangenheit bekamen die Premades deswegen entsprechend stärkere Gegner wenn keine andere passende Premade Gruppe gefunden wurde , soweit ich weis wurde daran bisher nichts geändert.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-28T12:55:39.304+0000","up_votes":1,"down_votes":0,"body":">Der Beweis ist auf einem im März 2014 gesperrten Account bei dem ich 100% nicht den Supp anschreiben werde nur damit ich euch den Chat log vors Gesicht halten kann. Wir sind hier ja nicht in der Grundschule. \"siehst du ich hatte Recht nänännänänä\" als ob ich darauf was gebe,.\n\nDann bleibst du uns den schuldig. Aber mit dem Chatlog wäre das sofort geregelt. Du kannst uns belegen, dass man fürs diskutieren gebannt wird und wir können damit anderen helfen. So bleibt nur deine Aussage. Bei den meisten Permagebannten im Forum sieht man aber, dass die Aussagen über ihre Banns maßlos untertrieben oder schlichtweg falsch sind. Also hoffe ich, dass du verstehst, wenn wir dir hier keinen Glauben schenken. \n\n\n>Ich muss nichts beweisen und das geht einfach nicht in euren Kopf rein. Weil jeder von euch kann das gerne selbst testen und mir dann weiterhin erklären das des ja gar nicht sein kann.\n\nWeil du dich also nicht um den Chatlog kümmern willst, sollen jetzt 5 andere einen Smurf erstellen, auf dem mit Flamern diskutieren und dann herausfinden, ob man damit nach einem Jahr einen Permabann hat? Der Aufwand ist schon ein wenig groß, findest du nicht? \n\n>Spielt ranked. Wartet bis geflamed wird vom feinsten. Diskutiert ausführlich mit dem Flamer das dies nicht Spielfördernd ist und das bei weiterem geflame das Team tilten wird und er nur noch schneller verliert etc. In wirklich langen Chatlogs wird dir dann ausführlich von einem freundlichen Supp Mitarbeiter erklärt das dieses Verhalten \"passiv/Aggressiv\" ist und ich doch lieber Spielen sollte und nicht diskutieren weil viele Mitspieler das als negatives Verhalten gemeldet hätten.\n\nUnter passiv-aggressiv kann ich mir schon eher etwas vorstellen. Dann verstehe ich auch, wofür du gebannt wurdest. Das fällt aber eigentlich nicht unter diskutieren (obwohl das schon störend ist, weil man mehr mit tippen als spielen beschäftigt ist). \n\n>So geh und teste das und sag mir dann was aus deinem Acc wurde. Ich hab nämlichk einen Bock mehr mit euch zu diskutieren in dem Punkt.\n\nDann wäre es am einfachsten, wenn du das nicht mehr behauptest, wenn du es nicht belegen willst.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-28T14:25:23.188+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=aVPlJeYA,comment-id=0005,timestamp=2016-11-28T12:55:39.304+0000)\n>\n> Dann bleibst du uns den schuldig. Aber mit dem Chatlog wäre das sofort geregelt. Du kannst uns belegen, dass man fürs diskutieren gebannt wird und wir können damit anderen helfen. So bleibt nur deine Aussage. Bei den meisten Permagebannten im Forum sieht man aber, dass die Aussagen über ihre Banns maßlos untertrieben oder schlichtweg falsch sind. Also hoffe ich, dass du verstehst, wenn wir dir hier keinen Glauben schenken. \n\nDann schreib den Support an und Frag den einfach ob man fürs diskutieren mit Flamern gebannt werden kann. Die erklären dir ausführlich das dem so ist. Warum zum Teufel muss ich das beweisen wenn selbst der Support dir das beantworten kann? Das Thema dieses Threads war was völlig anderes und wie ein Roter Hering hängt ihr euch ständig an meinem gebannten Acc auf. \n \n> Weil du dich also nicht um den Chatlog kümmern willst, sollen jetzt 5 andere einen Smurf erstellen, auf dem mit Flamern diskutieren und dann herausfinden, ob man damit nach einem Jahr einen Permabann hat? Der Aufwand ist schon ein wenig groß, findest du nicht? \n\nWieso? Die glauben ja mir nicht und nicht andersherum. Mir doch völlig wumpe ob die mir glauben. \n\n> Unter passiv-aggressiv kann ich mir schon eher etwas vorstellen. Dann verstehe ich auch, wofür du gebannt wurdest. Das fällt aber eigentlich nicht unter diskutieren (obwohl das schon störend ist, weil man mehr mit tippen als spielen beschäftigt ist). \n\nDoch passiv aggressiv ist auch wenn du seitenlang mit dem Flamer diskutierst weil du daffür sorgst das anstatt nun 2 Typen nicht mehr das maul halten. \n\n> Dann wäre es am einfachsten, wenn du das nicht mehr behauptest, wenn du es nicht belegen willst.\n\nWird nicht passieren solange mein Acc genau as besagten gründen gebannt wurde. Fragt beim supp nach.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-28T15:11:48.506+0000","up_votes":1,"down_votes":0,"body":">Dann schreib den Support an und Frag den einfach ob man fürs diskutieren mit Flamern gebannt werden kann. Die erklären dir ausführlich das dem so ist. Warum zum Teufel muss ich das beweisen wenn selbst der Support dir das beantworten kann? Das Thema dieses Threads war was völlig anderes und wie ein Roter Hering hängt ihr euch ständig an meinem gebannten Acc auf.\n\nDann sprich doch einfach nicht mehr darüber, dann kann sich keiner daran aufhängen. Solange du behauptest, dass du für Gespräche im Chat gebannt wirst, wirst du hier auf Gegenwind treffen, da wir die gegenteilige Erfahrung gemacht haben und nicht wollen, dass sich Falschinformationen verbreiten. Sobald du uns aber überzeugen konntest, dass das der Wahrheit entspricht, haben wir etwas davon gelernt und du Recht behalten. Bis dahin muss ich auch nicht den Support fragen, da ich weiß, dass man für eine Diskussion nicht gebannt wird. Allerhöchstens, wenn das über längere Zeit so aussieht:\n\nPlayer 1: you are flaming\nFlamerboy9000: no i am not\nPlayer 1: yes you are\nFlamerboy9000: no\nPlayer 1: yes\nFlamerboy9000: no\nFlamerboy9000: i just said the truth\nPlayer 1: flamer\n\nDas würde ich aber auch nicht mehr als Diskussion betrachten.\n\n>Wieso? Die glauben ja mir nicht und nicht andersherum. Mir doch völlig wumpe ob die mir glauben.\n\nWarum antwortest du dann weiter darauf? Wenn es dir egal ist, ignoriere die Abschnitte ab jetzt. Solange du immer dagegen hältst, sehen die anderen das als Zeichen dafür, dass es dir doch nicht egal ist. \n\n>Doch passiv aggressiv ist auch wenn du seitenlang mit dem Flamer diskutierst weil du daffür sorgst das anstatt nun 2 Typen nicht mehr das maul halten.\n\nJetzt kommen wir der Sache langsam näher. Wenn du wirklich 2 Seiten Text geschrieben hast, der größtenteils unnötig und redundant war, glaube ich dir durchaus, dass du dafür gebannt wurdest. Ein paar kurze Sätze an den Flamer, dass er doch bitte aufhören soll, die anderen zu blamen und dann noch ein oder 2 Antworten auf seine Erwiderungen lösen sicher keine Strafe aus. Bei 2 Seiten ist das aber schon durchaus Spam und ab einem gewissen Punkt habt ihr euch sicher nur wiederholt.","replies":[]}]}]}]}