{"id":"6T3HjqZi","poster":"4 For Maggie","date":"2019-05-13T06:59:51.094+0000","title":"[TGSG] Sonnig, mit Aussicht auf Katastrophen","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"MONTAAAAAAAAAAAAAAAAAAG!\r\n\r\nDieser besondere Tag ist noch besonderer wenn man erst gegen 01:00 Uhr morgens in den Schlaf gekommen ist und dann trotzdem noch alle 30 bis 60 Minuten aufwacht. Mein armer Rocky sah heute Morgen auch so ziemlich zerstört aus °^° Aber der kleine Glückspilz kann ja bis heute Abend schlafen wenn er lustig ist.\r\n\r\nSeit ich auf der Arbeit bin ... seit gestern Abend! ... uff XD okay! SEIT GESTERN NACHMITTAG! habe ich im Prinzip schon schlechte Laune :&lt; Eben weil Montag. Deswegen beschäftige ich mich seit bestimmt 45 Minuten damit auszurechnen wie viele Marken ich noch bis zum 18.06.2019 bekommen kann >.&lt; Das ist fast interessant! Und offensichtlich komme ich nicht mit meinen ARAMs ans Ziel :&lt;\r\n\r\nErgo: Laut meiner Excel Tabelle kann ich den Tagessieg mit den ARAMs holen, muss aber am Wochenende Normals/ Rankeds spamen °^° Das ist unerhört :(\r\n\r\nWie geht es bei euch voran? Oder interessieren euch das gar nicht? °^°\r\n\r\nWo wir gerade dabei sind .. meine Missionen sind auch richtig Buggy D: Mal habe ich für \"Die Vereinten\" 10 Missionen abgeschlossen - dann 8 - dann 11 - dann wieder 8 >.&lt;\r\n___\r\nMeine Pflegedienstleitung hat sich heute Morgen krank gemeldet :x Ausgerechnet wo diese Woche die Pflegesatzverhandlungen stattfinden.\r\n\r\nWobei viel lustiger der Belegungsstop ist. Endlich wurde mal die Chefin im Nacken gepackt. Sozusagen XD Leider doch etwas zu spät und das Haus konnte noch voll gemacht werden ... Aber solange keine Fachkräfte eingestellt werden, wird der Stop auch nicht aufgehoben. Und Fachkräfte lassen sich entweder keine finden oder sie bleiben nicht :> Und deswegen laufen Frau Pferd und Gaby etwas heiß und suchen alle Unterlagen zusammen von examinierten die mal hier beschäftigt waren. Hört sich zumindest so an XD Ich würde denen sogar zu trauen das die die Leute abtelefonieren und fragen ob sie (nochmal) Interesse an einer Beschäftigung hätten. So wie Frau Pferd das macht wenn sie Bewohner braucht >.&lt; nur halt mit Krankenhäusern dann.\r\n___\r\nMeine Wenigkeit wird gleich noch etwas aufräumen. Denke ich.\r\n\r\nHier stehen noch diverse Sachen rum die theoretisch ins Archiv könnten und meine Langeweile ist massiv. So massiv, dass ich freiwillig rechne und überlege was ich interessantes bei Google suchen könnte.\r\n\r\nDie Handybestellung des Pixel 3a habe ich bisher übrigens noch nicht gemacht. Dafür aus irgendeinem Grund ein Spotify Konto erstellt. Direkt erst mal den alten Kram raus gesucht :D Nickelback! NSYNC! Stacie Orico! Pussycat Dolls (nur \"Sway\", \"Whatchamacallit\", \"I don't need a man\", \"Buttons\"). Hat Spaß gemacht XD Die Frage ist nur ... wann komme ich dazu \"effektiv\" Musik zu hören? Mal sehen. Ist ja 30 Tage kostenlos :x\r\n\r\nIch hatte auch überlegt einen Crosstrainer zu bestellen statt einem neuen Handy >.&lt; Aber da ist die Gefahr echt groß das ich das Ding als Kleiderstände benutze. Wobei meine recht schlaflose Nacht mir bereits einen genialen Fitnessplan zusammen gestellt hat XD\r\n___\r\nNun denn. Irgendwas habe ich wieder vergessen .-. Aber naja. \r\n\r\n:> Fertig!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T07:36:59.039+0000","up_votes":4,"down_votes":0,"body":"ich sag mal kurz hallo\n\nTja der Mai gehz zu Ende und mit ihm auch mein Sabatical. Ab Juni werd ich dann wieder arbeiten. Ab nächster Woche stehen dann Bewerbungsgespräche an. Wobei ich mir eigentlich schon sicher bin, wo ich arbeiten werde. \n\nKann ich jedem nur wärmstens empfehlen, wenn man bischen Geld zur Seite hat, damit sein Leben zu genießen. Nur Weil Politiker behaupten man müsste 50 Jahre Vollzeit durcharbeiten, ist das noch lange nicht sinnvoll.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:43:08.715+0000","up_votes":1,"down_votes":1,"body":"Ja aber n halbes Jahr Pause sieht aufn Lebenslauf auch nicht jut aus.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T07:57:02.230+0000","up_votes":3,"down_votes":0,"body":"Der Lebenslauf ist überbewertet.\n\nWenn du was kannst, wirst du immer den Job kriegen den du willst. Wenn du nix kannst, bekommst du ihn villeicht wegen deinem Musterlebenslauf und verlierst ihn in der Probezeit","replies":[{"id":"","poster":"kazuumes","date":"2019-05-13T14:40:39.021+0000","up_votes":1,"down_votes":0,"body":"Aus meiner Erfahrung als Azubi in der Personalverwaltung kann ich dir sagen, dass er nicht ganz so überbewertet ist. Bevor sich überhaupt dafür entscheiden wird jemanden einzulanden, wird natürlich gründlich auf die Bewerbungsunterlagen geschaut und da du bei beliebten Ausbildungsplätzen gerne mal mit Hunderten von Bewerbern konkurierst, kannst du dir gut vorstellen, dass ein lückenloser Lebenslauf immer besser ankommen wird als einer mit Lücken. Sollte es zu einem Bewerbungsgespräch kommen, dann hab auf jeden Fall eine Begründung für die Lücke parat.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T21:13:11.156+0000","up_votes":1,"down_votes":0,"body":"\" dass ein lückenloser Lebenslauf immer besser ankommen wird als einer mit Lücken\"\n\nda sind wir uns alle einig. \n\nMein Lebenslauf ist wirklich ein schweizer Käse. Aber dafür kann ich auch einiges. Ich kann (fast) alle elektrischen Geräte und Maschinen reparieren. Ich kann Schaltschränke bauen. Ich kann so ziemlich jede SPS Steuerung programmieren. Ich hab Grundkenntnisse in fast allen Programmiersprachen und Expertenkenntnisse in Python. Ich kenn mich mit allen relationalen Datenbanken aus. Kenne alle SQL Dialekte und noch viel wichtiger ich verstehe die relationale Algebra die dahintersteckt. Mit Nicht Standart Datenbanken kenn ich mich auch halbwegs vernünftig aus, was mich fast schon zu einer Rarität macht. Den ganzen BWL Kram den die Wichtigtuer machen kann ich leider auch. Mach ich aber nur wenn man mich zwingt. \n\nIch werd mir mein Leben nie sorgen machen müssen, gut bezahlte Arbeit zu finden. Nicht Trotz sondern gerade wegen meiner Lücken. Denn nur wer sich Zeit nimmt, kann sich mit den Dingen beschäftigen, auf die er in exakt den Moment Lust hat und das ist ein vieeeel intensiveres und schnelleres lernen, als wenn man in Schule oder Uni auf eine Prüfung lernt und die Hälfte danach für immer aus dem Kurzzeitgedächnis verschwnindet.","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-05-13T07:58:24.801+0000","up_votes":1,"down_votes":0,"body":"joar ^^ ich geh zum Chef und sag dem das so :D\nDer Rümmel Eibert hat gesagt, sie sollen mir Urlaub geben!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T08:00:29.397+0000","up_votes":1,"down_votes":0,"body":"jaaaa wenn du mir seine Nummer gibst, kann ich ihn auch für dich anrufen ^^","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:01:37.501+0000","up_votes":1,"down_votes":0,"body":"steht im Internet, viel spaß :D","replies":[]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2019-05-13T10:45:31.821+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=0003,timestamp=2019-05-13T07:36:59.039+0000)\n>\n> ich sag mal kurz hallo\n> \n> Tja der Mai gehz zu Ende und mit ihm auch mein Sabatical. Ab Juni werd ich dann wieder arbeiten. Ab nächster Woche stehen dann Bewerbungsgespräche an. Wobei ich mir eigentlich schon sicher bin, wo ich arbeiten werde. \n> \n> Kann ich jedem nur wärmstens empfehlen, wenn man bischen Geld zur Seite hat, damit sein Leben zu genießen. Nur Weil Politiker behaupten man müsste 50 Jahre Vollzeit durcharbeiten, ist das noch lange nicht sinnvoll.\n\nDie schönen Dinge gehen immer viel zu schnell vorbei! \n\nKann dir da voll und ganz zustimmen. Wenn sich die Gelegenheit bietet, dann gönnt euch ne Auszeit! \nDie Rente soll ja sicher sein. Hat zumindest so ein hüpfender FDP Zwerg in den 90gern kund getan. \nNur die Höhe der selbigen geht mit Blüms Körpergröße konform...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:44:55.235+0000","up_votes":1,"down_votes":0,"body":"Ist halt echt so.\n\nNach meinem Fachabi hab ich auch sechs Monate einfach gar nichts gemacht. Und nach der bestanden Ausbildung habe ich meiner Chefin gesagt \"Ich komme nur wieder wenn ich einen Monat frei bekomme\".\n\nGut XD Ist jetzt nicht so ewig lang \"frei\" aber man kann sich doch ein wenig erholen. \n\nNa dann. Genieß deine letzten drei Wochen in Freiheit.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-05-13T07:28:38.506+0000","up_votes":1,"down_votes":0,"body":"MOOOOOONTAG!!!\n\nIch bin heute früh auch zu früh geweckt worden. Warum und von wem mögen sich manche fragen? Naja, mein Schlafzimmer geht nach Osten raus... Und die Katzen finden, dass \"Durch den Spalt im Vorhang kämpfen\" eines der tollsten Spiele für die frühen Morgenstunden ist xD. Daher wurde ich heute kurz nach Sonnenaufgang von einem Flutlicht in meinem Zimmer geweckt.\n\nhttps://media.giphy.com/media/HbPOt2UqZ3Qfm/giphy.gif\n\nHab keine schlechte Laune... draußen ist schönes Wetter und in 4 Tagen ist wieder Wochenende :). Außerdem ist mein Hometrainer momentan auch ein Kleiderständer, weil ich bei dem schönen Wetter nach der Arbeit eh viel lieber laufen gehe ^^. \n\n- Ordnet die Gedanken - \n- Gehirn reboot -\n\nUm was für Marken geht es eigentlich? Ich hab am Wochenende 5 rankeds gespielt und 4 davon gewonnen. Wurde dann gleich in Silber II promoted, mal wieder ein paar Divisionen übersprungen. Wirklich eine gute Idee von Rito, mich diese Season in Bronze 4 anfangen zu lassen xD. Der Weg zu meinem erneuten Platinversuch war noch nie langweiliger :D. Dafür hab ich alle Arams am Wochenende verloren, richtig gut ^^.\n\nTja.... Mal gucken wie ich es diese Woche effizient vermeide, auf der Arbeit zu sein ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:56:30.089+0000","up_votes":1,"down_votes":0,"body":"XD Also ich bin froh das ich Rocky bei mir habe statt der Katzen.\n\nIch höre regelmäßig qualvolle Schreie weil die kleinen Eisbärchen wieder die Orchideen als Spielzeug benutzen oder in die Rollos springen XD Und wenn man nicht aufpasst oder sich wehren will, hat man sie an den Füßen hängen :D\n\nUff ... in 52 Tagen bin ich alleine mit den drei Monstern und krieg vermutlich noch das Meerschweinchen von meiner Schwester dazu XD sofern sich deren Nachbarin nicht darum kümmert. Was ich wirklich inständig hoffe x.x\n\nWas heißt denn hier in vier Tagen ist wieder Wochenende? Zählst du heute mit? Hast du erst ab Dienstag gezählt? Also wenn ich heute überspringe sind es ... 3,5 Tage °^° Und ja. Schöner Wetter ist es tatsächlich mal Ausnahmsweise. Aber glücklicherweise nicht warm! Wirklich XD Sonne und meinetwegen -5 ° wäre perfekt!\n\nAlso .. Wenn Max es diesmal selbstständig nach Platin 3 geschafft hat =p solltest du auch gut dabei sein ;D","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:01:53.139+0000","up_votes":1,"down_votes":0,"body":"Sieh es positiv, wenn du Meerschweinchen **und** 2 Katzen beherbergst haben sich 1/3 der Arbeit nach der ersten Nacht von selbst erledigt :).\n\nIch muss heute noch die Catsitterin anrufen, die auf die beiden Mäuse aufpasst, wenn es am 29.05. nach Prag geht... Da bin ich ja ganz ehrlich schon ziemlich drauf gehyped. \n\nUnd ich hab einfach mal gedacht, heute ist schon halb vorbei, also ein Tag bis Dienstag Mittag, und daher folgerichtig 4 Tage bis Freitag Mittag ^^. Und dann sit ja bald wieder Feiertag und dann irgendwann Pfingsten und so... alles fügt sich ^^. Und im September dann 3 Wochen Urlaub und dann ist ja im Grunde schon wieder Weihnachten. \n\nUnd ich weiß, dass ich sinnig aufsteigen *kann*... Das Problem ist nur, dass ich keinen Bock auf die Hupen im Ranked hab :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:26:42.138+0000","up_votes":1,"down_votes":0,"body":"Darling Cabaret... Ist ein guter Laden... Hab ich gehört...","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:29:35.184+0000","up_votes":1,"down_votes":0,"body":"Darf man das auf der Arbeit googlen oder...? xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:30:30.061+0000","up_votes":1,"down_votes":0,"body":"... Nö? XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:32:30.762+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe ^^. \n\nIch fahre mit 5 Mädels nach Prag, hältst du das Etablissement immer noch für passend? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:40:07.379+0000","up_votes":1,"down_votes":0,"body":"._. Google es ruhig.\n\n\"Schlimme Bilder\" gibt es nicht. Die meisten Kommentare sind jedoch trotzdem eher normal bis negativ und beschreiben ... Handlungen eines Bordells.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:46:55.001+0000","up_votes":1,"down_votes":0,"body":"Jetzt war ich auf der Seite und es gibt doch einige Bilder :D. Erstmal den Browserverlauf clearen xD. \n\nZumindest hab ich herausgefunden, dass es ggf schon was für das lesbische Pärchen ist, das mit kommt ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:00:24.919+0000","up_votes":2,"down_votes":0,"body":"Ich würde dir ja gerne die Seite schicken die ich gerade gefunden habe mit den ... fünf (?) besten \"Läden\" -.- Aber da sind wir wieder bei dem Punkt \"Kinder kriegen mit 12 Kinder, dürfen aber keine Erotikseiten ansehen\" angekommen.\n\nHachja. Diese grausige Welt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T09:02:24.368+0000","up_votes":1,"down_votes":0,"body":"Hab ich schon erwähnt, dass ich mit 5 Mädels da hin fahre? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:03:29.995+0000","up_votes":1,"down_votes":0,"body":"Zwei davon sind lesbisch :o\n\nDann hast du noch drei zur Auswahl :3","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T09:08:47.283+0000","up_votes":1,"down_votes":0,"body":"Wir haben noch nen Platz im Auto, wenn du Bock hast? :D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T11:59:24.985+0000","up_votes":1,"down_votes":0,"body":"sehr gut. Dann kannst du zumindest sagen: Ich war bei Eibert in der Nähe :P","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T11:20:52.506+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=0002000000000001000000000000000000000001000000000000000d,timestamp=2019-05-13T11:13:28.783+0000)\n>\n> noch auf der deutschen Seite. Der Katzensprung sind in meinen Fall 2h ;)\n> \n> Ich weis zwar nicht wo du herkommst, aber zu 95% wäre es nur ein Umweg von 10 min. \n> \n> ps auch wenn du mir sympatisch bist. würde ich dich nicht empfangen. hab schlechte Erfahrungen gemacht mit dem Vermischen von RL und Online Freunden. Das passiert mir nicht nochmal...\n\nNehm ich dir nicht krumm ^^\n\nWir werden höchstwahrscheinlich die Strecke über Nürnberg und Pilsen fahren... Ist über eine Stunde kürzer als über Dresden","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T11:13:28.783+0000","up_votes":1,"down_votes":0,"body":"noch auf der deutschen Seite. Der Katzensprung sind in meinen Fall 2h ;)\n\nIch weis zwar nicht wo du herkommst, aber zu 95% wäre es nur ein Umweg von 10 min. \n\nps auch wenn du mir sympatisch bist. würde ich dich nicht empfangen. hab schlechte Erfahrungen gemacht mit dem Vermischen von RL und Online Freunden. Das passiert mir nicht nochmal...","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T11:08:45.789+0000","up_votes":1,"down_votes":0,"body":"ich auch :P","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T11:05:35.454+0000","up_votes":1,"down_votes":0,"body":"Oh...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T10:22:44.381+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000006,timestamp=2019-05-13T09:53:48.836+0000)\n>\n> Eine ist Streamerin, da kannst du schonmal auf twitch gucken ob die was für dich ist :D\n\nIch schreib dich heute Abend an!","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T10:20:21.081+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000005,timestamp=2019-05-13T09:53:24.541+0000)\n>\n> Aha... Erzähl ruhig weiter.\n\nx.x Neeeiiiinnnnnnn","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T09:58:30.273+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000007,timestamp=2019-05-13T09:56:09.174+0000)\n>\n> link? :D\n\nLieber nicht, du treibst da nur Schindluder und erzählst rum was ich hier schreibe xD","replies":[]},{"id":"","poster":"Necromant","date":"2019-05-13T09:56:09.174+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000006,timestamp=2019-05-13T09:53:48.836+0000)\n>\n> Eine ist Streamerin, da kannst du schonmal auf twitch gucken ob die was für dich ist :D\n\nlink? :D","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T09:53:48.836+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000004,timestamp=2019-05-13T09:50:06.464+0000)\n>\n> Schon gut, du brauchst mich nicht anlügen :( ich würde auch die Lesben nehmen!\n\nEine ist Streamerin, da kannst du schonmal auf twitch gucken ob die was für dich ist :D","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:53:24.541+0000","up_votes":1,"down_votes":0,"body":"Aha... Erzähl ruhig weiter.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:50:06.464+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000002,timestamp=2019-05-13T09:47:21.907+0000)\n>\n> Mit dem Auto meiner Schwiegereltern. 2 Eltern, 3 Kinder, 3 Pflegekinder, 2 Hunde und die Oma. Da ist ein 7 -Sitzer das absolute Minimum. \n> \n> Und du wärest natürlich nicht einfach nur die vierte Auswahl sondern selbstredend die absolut erste Wahl ;)\n\nSchon gut, du brauchst mich nicht anlügen :( ich würde auch die Lesben nehmen!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T09:48:19.280+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000001,timestamp=2019-05-13T09:17:44.544+0000)\n>\n> vermutlich sind es 2 autos ^^\n> \n> Ich wohn übrigens einen Katzensprung von Prag entfernt. könnt am weg nen Abstecher bei mir vorbei machen\n\nVermutlich ist unser Zeitplan jetzt schon zu eng getaktet, um bei fremden Forenusern reinzuschneien ^^. Aber trotzdem witzig, dass du in Böhmen wohnst... wie kommt es dazu?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T09:47:21.907+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000000000000010000000000000000,timestamp=2019-05-13T09:12:21.457+0000)\n>\n> Du willst ja nur eine vierte Auswahl\n> https://scrap.tf/img/emotes/blobglare.png\n> \n> Mit was für einer riesen Kutsche fahrt ihr bitte das da sechs Menschlein rein passen :o und ein siebtes mitgenommen werden kann?\n\nMit dem Auto meiner Schwiegereltern. 2 Eltern, 3 Kinder, 3 Pflegekinder, 2 Hunde und die Oma. Da ist ein 7 -Sitzer das absolute Minimum. \n\nUnd du wärest natürlich nicht einfach nur die vierte Auswahl sondern selbstredend die absolut erste Wahl ;)","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T09:17:44.544+0000","up_votes":1,"down_votes":0,"body":"vermutlich sind es 2 autos ^^\n\nIch wohn übrigens einen Katzensprung von Prag entfernt. könnt am weg nen Abstecher bei mir vorbei machen","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:12:21.457+0000","up_votes":1,"down_votes":0,"body":"Du willst ja nur eine vierte Auswahl\nhttps://scrap.tf/img/emotes/blobglare.png\n\nMit was für einer riesen Kutsche fahrt ihr bitte das da sechs Menschlein rein passen :o und ein siebtes mitgenommen werden kann?","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:56:07.893+0000","up_votes":1,"down_votes":0,"body":"Ich sags ja. Guter Laden. Hab ich gehört.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:56:32.136+0000","up_votes":1,"down_votes":0,"body":"Wie, was wo? Das war ein Bordell?!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:01:02.631+0000","up_votes":1,"down_votes":0,"body":"https://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:02:18.946+0000","up_votes":1,"down_votes":0,"body":"Also legit, ich dachte das wäre ein Tanzlokal für exotische Tänze. Zumindest hat es den Eindruck gemacht.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:11:02.848+0000","up_votes":1,"down_votes":0,"body":"So kann man das natürlich auch beschreiben.\n\nTrotzdem laufen da Dirnen rum. Wie halt in jedem Strip Club. Nur vielleicht machen sie es nicht ganz so auffällig wie die Konkurrenz dort und haben ein anderes System.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:16:05.168+0000","up_votes":1,"down_votes":0,"body":"Ohne zu lügen war mir nicht bekannt, dass sich auch Dirnen in einem solchen Lokal befinden. Ich war schon überrascht, weil ich dachte dort gilt \"Nur gucken nicht anfassen\". Dem war nicht so. Tja heute hab ich was von dir gelernt. Fühl dich geküsst.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:30:38.935+0000","up_votes":1,"down_votes":0,"body":"Siehst du mal was ich für ein behütetes Leben hatte","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:20:51.318+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung ... das ist wie ... Auf der Reeperbahn rum laufen und nicht mit Prostitution rechnen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:57:54.166+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an. Sind die interessiert an exotischen Tänzen mit der Aufforderung zu Körperkontakt?\nKleiner Tipp vorher. Gürtel abmachen. Und prüfen ob das deine Begleitung auch getan hat....","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:59:50.526+0000","up_votes":1,"down_votes":0,"body":"An dieser Stelle muss ich offiziell bestätigen, dass ich zu wenig Erfahrung mit solchen Läden habe um die Anspielungen zu verstehen :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:01:47.339+0000","up_votes":1,"down_votes":0,"body":"Hatte ich auch... Bis ich mit dem Gürtel meines Kumpels verhauen wurde XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T09:03:00.976+0000","up_votes":1,"down_votes":0,"body":"Okay, das klingt eher als näherten wir uns wieder dem Saw Thema ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:04:17.775+0000","up_votes":1,"down_votes":0,"body":"Das wäre nicht so schlimm gewesen, wenn das nicht ein Ledergürtel mit Nieten gewesen wäre und die Damen ein sadistisches Vergnügen dabei empfunden hätten...","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T09:15:32.603+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/5ZipuCm9DfqCc/giphy.gif\n\nhttps://thumbs.gfycat.com/VapidScarceAmericanalligator-size_restricted.gif\n\nhttps://media.giphy.com/media/qeRfVleqLoEPm/giphy.gif","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T09:57:09.874+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000001000000000000000000000002,timestamp=2019-05-13T09:53:02.306+0000)\n>\n> Welcher Film ist das?\n\nhttps://www.google.com/search?q=eurotrip+film&amp;rlz=1C1GCEB_enDE810DE810&amp;source=lnms&amp;sa=X&amp;ved=0ahUKEwjcpMS_npjiAhXBUlAKHQNRASkQ_AUICSgA&amp;biw=1920&amp;bih=937&amp;dpr=1\n\nIn diesem Film hab ich gelernt, wie man es in jungen Jahren schafft, von einem deutschen Lastwagenfahrer mitgenommen zu werden. \n\nhttps://media.giphy.com/media/B2gvi41F2iPLy/giphy.gif","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:53:02.306+0000","up_votes":1,"down_votes":0,"body":"Welcher Film ist das?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T09:50:36.814+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=00020000000000010000000000000001000000000000000000000000,timestamp=2019-05-13T09:21:32.558+0000)\n>\n> Wtf? 😅\n> \n> Das Halsband der Dame in Bild 1 ist sehr hübsch. Ein ähnliches trägt meine Bardin bei CE zur Zeit... Nicht ganz freiwillig.\n\nKein wtf, bester Film ^^. Nur traurig, dass er schon so alt ist. \n\nhttps://pics.me.me/kids-today-wont-know-that-scotty-doesnt-know-36122427.png","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T09:21:32.558+0000","up_votes":1,"down_votes":0,"body":"Wtf? 😅\n\nDas Halsband der Dame in Bild 1 ist sehr hübsch. Ein ähnliches trägt meine Bardin bei CE zur Zeit... Nicht ganz freiwillig.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:14:33.960+0000","up_votes":1,"down_votes":0,"body":"Wenn ich das Meerschweinchen frei laufen lasse ... wären die Katzis jedenfalls 24/7 beschäftigt XD Und ich müsste mir keine Sorgen machen das ich mich um irgendwen von den dreien kümmern muss. Ich vergesse die nämlich gerne mal :x\n\n:o Was gibt es denn in Prag? Kurzurlaub?\n\nDrei Wochen Urlaub c.c bei mir krieg ich gerade das Kotzen weil ich wegen den Aushilfen den Juli Plan schon wieder umwerfen muss. Und es gerade auf den ersten wütenden Blick so aussieht als könnten die Aushilfen vor allem in meinem Urlaub nicht XD Das gibt eine Bastelei sag ich dir!\n\nRanked-Lust ist so eine Sache -.- Stimmt schon. Wobei das immer noch erträglicher ist als Normales. Actually habe ich weder in dem einen noch in dem anderen Modus großartige Probleme mit meinen Teams .. aber naja XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:27:52.430+0000","up_votes":1,"down_votes":0,"body":"Wir fahren zu sechst 2 Nächte nach Prag in einem 150qm Wohnung um dort am mittleren Tag Escape Rooms zu machen... In Prag soll es neben Amsterdam die krassesten Räume in Europa geben, also müssen wir da hin ^^. \n\nWas ich dann im Septemberurlaub mache weiß ich gar nicht, hat jemand Vorschläge? ^^\n\nMir geht im Ranked eher auf den Sack, dass ich keine echte Position mehr hab... Toplane ist doof zu spielen, weil man legit ein eigenes kleines 1 vs 1 spielt, bis das Spiel woanders entschieden wurde und man keinen Einfluss hat. Außerdem sind Tanks im Grunde tot und ich hab keine Lust auf den Bruiser Mist. \nAlso muss ich Mitte spielen... und das wird irgendwie langweilig...","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:25:16.247+0000","up_votes":1,"down_votes":0,"body":"Halber Zoo bei dir.\nNimm dann am besten alle an die Leine und geh spazieren.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T09:51:09.557+0000","up_votes":1,"down_votes":0,"body":"\\o/ Dieses Jahr ist Samstag Sommerfest! Ein verdammter Samstag! JAAAAAAAAAAAAAAAAA\n\nHat ja auch nur hundert Jahre gedauert bis man kapiert das das sinnvoller ist &lt;3 Und dann drei Tage arbeiten bis Urlaub °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T12:47:30.404+0000","up_votes":1,"down_votes":0,"body":"Ich werde dieses Jahr auch da sein. :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T12:50:21.863+0000","up_votes":1,"down_votes":0,"body":"du willst mich doch nur kennen lernen :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T13:25:59.110+0000","up_votes":1,"down_votes":0,"body":"Ich hab gehört du verschenkst Autogrammkarten. :)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T19:52:39.879+0000","up_votes":1,"down_votes":0,"body":"ja in Form von Teemohüten","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T20:13:44.000+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe die worden vorher ausgiebig eingetragen um eine besondere Duftnote zu erhalten.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T20:39:39.735+0000","up_votes":1,"down_votes":0,"body":"die duften alle herrlich nach Grapefruit. Es gibt nicht geileres als Grapefruit Shampoo","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T12:52:10.891+0000","up_votes":1,"down_votes":0,"body":"Bleib bloß weg °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T13:26:24.273+0000","up_votes":1,"down_votes":0,"body":"warum?","replies":[]}]}]}]},{"id":"","poster":"INoKami","date":"2019-05-13T15:56:44.722+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 161, superspäte Abendausgabe**\n\nKennt ihr dieses Gefühl, dass euer Körper insgeheim Reserven aufbaut, ihr aber nicht kontrollieren könnt, wann diese aufgebraucht werden? Heute war genau so ein Tag. Ausformuliert bedeutet das: nur 6,5 Std. Schlaf und ich war nicht müde (Auto Chess bei Maxim war einfach so f _*_ cking spannend... ich konnte einfach nicht wegschalten^^) und ich saß um 12.30 Uhr im Vorlesungssaal und hatte immer noch keinen Hunger. Zum Vergleich: an einigen Tagen reichen mir auch etwas mehr als 7 Std. Schlaf nicht aus, um in Form zu kommen und manchmal bittet mein Magen schon um Halb 10 um Nachschub.\nGut, auf der anderen Seite hatte ich heute Morgen wieder einen kleinen soziophoben Anfall und eventuell habe ich nur alles verdrängt, keine Ahnung :*\n\nDer Nachmittag heute war durchaus interessant: Anorganik-Klausur, sollte ganz gut geworden sein, danach Förderkurs a.k.a. WHHHHHHHHHYYYYYYYYYYYYYYYYY\nHeute stand Mathe auf dem Plan anstatt Physik (zur Erklärung: wir haben in einem Förderkurs gleichzeitig Mathe und Physik, weil sonst jw. zu wenig da wären und es sich nicht lohnen würde), aber der Lehrer, einer der wenigen guten an der Schule, hatte mitgedacht und alle, die nicht wegen Mathe im Förderkurs sind, entlassen. Sagen wir mal so: Ehrenmann!\nSO ging es mit ein paar ebenfalls glücklichen Freunden zum Hauptbahnhof und nach Hause. S-Bahn hatte wie immer Verspätung... wobei der Grund dafür heute ebenso kurios wie amüsant war: als eine andere S-Bahn einfährt (noch vor meiner obviously), strömte eine so große Menschenmenge aus der Bahn heraus und dann auch wieder herein, dass man meinen könnte, halb Süddeutschland wird gerade umgeladen. Nach 2 Minuten sind dann auch alle verladen... bis auf eine Tür, die nicht zu gehen wollte. Und das lag nicht an der Überbelegung der S-Bahn. Immer wieder streckte ein Jugendlicher seinen Kopf aus der Tür und hielt Ausschau nach seinen offensichtlich stark verspäteten Freunden. Und er hatte auch keine Angst davor, sich mit sämtlichen Bahnhofsmitarbeitern anzulegen. Ein heftiger Wortwechsel folgte, die verspäteten Freunde kamen dazu, Wortwechsel ging weiter (war aber zu weit weg, um etwas verstehen zu können)… in Summe war allein dieser Typ für nochmal 2 Minuten Verspätung verantwortlich. Geil. Das Sahnehäubchen war aber der Lokführer, der regelmäßig über die Lautsprecher alle aufforderte, auch ja alle Türen der Bahn zu benutzen und immer wieder, dass sich alle vom Bahnsteig entfernen sollten, was alle dann auch bis auf obige Person getan haben. Und immer wieder die selbe Aufforderung. Und dabei hatte er eine Stimme wie die Typen in den Fahrgeschäften auf Jahrmärkten oder Stadtfesten, der alle auffordert, ein Mal zu schreien etc.\nHatte definitiv Unterhaltungswert.\n\nIn diesem Sinne: Eine schöne Woche euch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T16:10:38.119+0000","up_votes":1,"down_votes":0,"body":"Blitz und Degen. :)","replies":[{"id":"","poster":"INoKami","date":"2019-05-13T16:13:08.098+0000","up_votes":1,"down_votes":0,"body":"Ich verlange eine Erklärung!\n\nSry, mein Kopf hat sein Limit für heute schon ausgereizt^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T16:23:09.885+0000","up_votes":1,"down_votes":0,"body":"Ich finde dazu nichts auf Youtube.\nDas sagen die Militärs in dem Anime welchen in dir empfohlen hatte immer zueinander.","replies":[]}]}]}]},{"id":"","poster":"Lomw","date":"2019-05-13T11:35:27.012+0000","up_votes":1,"down_votes":0,"body":"Also ich werde mir jetzt erstmal versuchen die 2200 an Marken zu bekommen, bin jetzt so gesehen wieder am Anfang da ich erstmal gefühlt 750marken ausgegeben habe für Schlüssel Fragmente, Random Champs, den Karma Emote und eine MSI Kapsel.\nDie Random Champs für meinen neuen Namen \"Lomw\" da ich NightGréén nicht mehr passend fand.\nNaja das Event geht ja noch 3Wochen und wenn ich so weiter mache wie da vor mit den marken (ohne sie auszugeben) dann wird das schon.\nMal gucken was ich mir dann hole.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T11:53:58.542+0000","up_votes":1,"down_votes":0,"body":"Nja, dadurch das ich mir gestern alles gekauft habe was ich definitiv wollte kann ich jetzt auch einfach Marken sparen. Wobei ich noch überlege wegen dem goldenen Ahri und Varus Chroma. Ob es bis zu den 2k reicht, bis das Event abläuft, ist fraglich °^°\n\nVielleicht schaffst du es ja noch auf die 2.2k oder 2k :D","replies":[{"id":"","poster":"Lomw","date":"2019-05-13T12:16:41.098+0000","up_votes":1,"down_votes":0,"body":"Schaffen könnte ich es ich könnte es auch heute so bis 150 schaffen, weil wenn ich nachhause komme mache ich erstmal die Hausarbeiten direkt danach fange ich an mit einen Schulkameraden zu spielen.\nDann machen wir pro game 10-18 marken plus die Quest insgesamt bei den ersten sieg so 30-35.\nWenn man es so sieht geht es eigentlich recht schnell mit den Marken (spiele insgesamt 6 Stunden aber nur wenn ich richtig bock darauf habe)\n:^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T12:32:53.733+0000","up_votes":1,"down_votes":0,"body":"^^' Also wenn ich den Tagessieg nicht mitrechnet, machst du pro Sieg in der Kluft 12 Marken. Zählt der Tagessieg dazu, sind es trotzdem maximal 30.\n\nLass sechs Stunden mal gute zehn Spiele sein und gehen wir davon aus du spielst 50:50. Also Sechs Siege und sechs Niederlagen .-. Dann hast du  rund 108 Marken erspielt (12 Marken pro Sieg in einem Normal und sechs bei einer Niederlage).  Noch weniger werden es wenn du ARAM spielst x.x da bekommt man acht pro Sieg und vier pro Niederlage.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T12:41:20.619+0000","up_votes":1,"down_votes":0,"body":"Als ob du zehn Spielen an einem Tag machst :D\nZehn Spiele machst du in 2 Wochen oder vllt in einem Monat sowenig wie du spielst. :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T12:52:57.045+0000","up_votes":1,"down_votes":0,"body":"Glaub vergangenes Wochenende habe ich sogar rund 20 Spiele gemacht :p hätten vermutlich mehr sein können wenn ich es richtig angestellt hätte XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T13:27:38.609+0000","up_votes":1,"down_votes":0,"body":"Aram zählt nicht da gehen die Games ja nur 20 Minuten. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T13:29:28.944+0000","up_votes":1,"down_votes":0,"body":"°^° ARAMs sind viel intensiver!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T13:36:48.927+0000","up_votes":1,"down_votes":0,"body":"Ne? Du musst nur fighten mehr nicht. :D Du musst nicht farmen, keine Wards setzten nicht auf den Gegnerischen Jungle achten, kein Baron machen, kein Drachen machen, nicht darauf achten das die gegnerische Mitte mal wieder bot kommt und und und....\nAlso was an Aram soll intensiver sein? \n\nhttps://gfycat.com/peskysplendidafricancivet","replies":[]}]}]}]}]},{"id":"","poster":"Lomw","date":"2019-05-13T13:03:34.668+0000","up_votes":1,"down_votes":0,"body":"Ja wäre ja auch nicht fair wenn man in Aram 12 pro sieg bekommt naja Riot kann wenigstens etwas Balancen xD.\nSpaß, naja wünsche euch noch einen schönen Montag!{{sticker:sg-kiko}}","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T13:06:01.745+0000","up_votes":1,"down_votes":0,"body":"Da steht in einer Stellenanzeige:\n\n> Wir wünschen uns eine Kollegin mit:\n[...] \tFeministischer Grundeinstellung\n\nSchreibt man so etwas neuerdings? \n\n{{sticker:sg-lux-2}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T11:27:25.405+0000","up_votes":1,"down_votes":0,"body":"Jetzt habe ich einen wunderschönen Juli Dienstplan. Nur doof das noch zwei Aushilfen mir ihren Zettel geben müssen welche Tage sie nicht arbeiten können XD Langsam ... krieg ich echt Angst um meinen Urlaub :(((((","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T11:29:19.910+0000","up_votes":1,"down_votes":0,"body":"Ich habe am 12.07 eine Zahnarzttermin um 12:30 hast du das mit eingeplant?","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T11:32:30.783+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge... Ich komm dich vorher besuchen, dann musst du nicht mehr zum Zahnarzt :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T11:35:42.350+0000","up_votes":1,"down_votes":0,"body":"Ne? Ich lass dich nicht bei mir rein :P","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T11:36:29.791+0000","up_votes":1,"down_votes":0,"body":"Wenn ich will komm ich in jeden rein.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T11:43:05.293+0000","up_votes":1,"down_votes":0,"body":"Ich habe einen Hochleistungsstaubsauger und weiß wie ich den verwenden muss.\nDa hat dein Rohr leider keine Chance gegen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T11:50:25.804+0000","up_votes":1,"down_votes":0,"body":"Mein Rohr hat schon ganz andere fertig gemacht.\n\nhttps://media.giphy.com/media/rJjd9hVKn4Mc8/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-13T12:08:23.590+0000","up_votes":1,"down_votes":0,"body":"glaub ich nicht.\n\nhttps://media.tenor.com/images/4d2a77161e753526ca6907d05dc77c8a/tenor.gif?itemid=12680892","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-13T07:28:29.048+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :D\nbis auf das ich heute kein Bock auf Arbeit habe, könnte sich die Woche als doch recht interessant herausstellen. Meine zukünftig bessere Hälfte hat mich auf Kino eingeladen, VON SICH AUS! das soll schon was heißen :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:46:40.856+0000","up_votes":1,"down_votes":0,"body":"Also dieses \"auf Kino eingeladen\" Max ... So wird das nichts :x","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:48:50.704+0000","up_votes":1,"down_votes":0,"body":"Langsam Frau Maggie, sie sind viel zu schnell in mein Bett immer :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:58:37.782+0000","up_votes":1,"down_votes":0,"body":"XD Du machst mich fertig!","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:00:09.235+0000","up_votes":1,"down_votes":0,"body":"ja das mach ich dann da! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:16:12.757+0000","up_votes":1,"down_votes":0,"body":"NEIN D:\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:18:55.418+0000","up_votes":1,"down_votes":0,"body":"Das hast du nicht zu entscheiden :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:28:37.119+0000","up_votes":1,"down_votes":0,"body":"Das würdest du nicht überleben kleines Männlein =p","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:31:20.801+0000","up_votes":1,"down_votes":0,"body":"Das weißt du nicht, bevor du es nicht probiert hast! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:35:45.028+0000","up_votes":1,"down_votes":0,"body":"Stimmt schon \\o/ Sag niemals nie","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:37:14.116+0000","up_votes":1,"down_votes":0,"body":"na dann auf auf, das bissl Zugfahrt x)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:41:15.271+0000","up_votes":1,"down_votes":0,"body":"Uh la la... Wann ist die Hochzeit?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:46:06.486+0000","up_votes":1,"down_votes":0,"body":"~~Also dieses \"auf Kino eingeladen\" Max ... So wird das nichts :x~~\n\nFalsche Person! D:","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T07:46:56.486+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht? Vielleicht ist es auf dem Kino ja ganz besonders romantisch...","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:49:48.014+0000","up_votes":1,"down_votes":0,"body":"Vielleicht buche ich ja ein Päärchensitz! Ausversehen! Weil war ja kein anderer Platz mehr frei ... (halbes Kino leer ..) xd","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:51:40.303+0000","up_votes":1,"down_votes":0,"body":"Ist das so ne Nummer wie mit Absicht nur ein Hotelzimmer zu buchen?\n> Clever of the damn Orks.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:53:05.894+0000","up_votes":1,"down_votes":0,"body":"Manchmal :^)\n\nThe Avengers will sie sich anschauen ^^ also jetzt nicht so wirklich romantisches aber ich freue mich dennoch ihre Begeisterung für Fantasy zu sehen ;)","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T07:54:34.255+0000","up_votes":1,"down_votes":0,"body":"Ich war damals mit 17 mit meinem ersten richtigen Date auch im Kino und hab ihr gesagt, sie soll aussuchen.\n\n...\n\nWir waren in Saw 4.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:55:40.630+0000","up_votes":1,"down_votes":0,"body":"Mit meinem ersten Date war ich nur im Schlafzimmer aufn Bauernhof ... :D\nSie war wohl kein Filmliebhaber :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T07:57:01.477+0000","up_votes":1,"down_votes":0,"body":"Ich hab mich immer nur mit Mädels getroffen, die dir das Schlafzimmer frühstens nach ein paar Monaten zeigen :P","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:57:37.691+0000","up_votes":1,"down_votes":0,"body":"Ja ... wir waren schon n ganzen Monat zusammen! :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:03:08.514+0000","up_votes":1,"down_votes":0,"body":"Nen Monat zusammen, dann erstes date... Das passt nicht in meine konservative Weltsicht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:16:34.989+0000","up_votes":1,"down_votes":0,"body":"Ostdeutschland. Die sind da anders drauf.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:30:54.070+0000","up_votes":1,"down_votes":0,"body":"Oder mitmachen. Je nachdem","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-13T08:28:21.948+0000","up_votes":1,"down_votes":0,"body":"Stimmt... Da könnte immernoch jederzeit der Russe kommen und dich verhaften.","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-05-13T08:03:51.169+0000","up_votes":1,"down_votes":0,"body":"happend :D","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:00:00.596+0000","up_votes":1,"down_votes":0,"body":"Max hat es da immer etwas eiliger :x","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-13T08:02:41.177+0000","up_votes":1,"down_votes":0,"body":"Aber der Film geht sicherlich länger als 150 Sekunden...","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:04:24.828+0000","up_votes":1,"down_votes":0,"body":"sogar 3h laut Drehbuch! Alles streng nach Drehbuch! Und wehe jemand verkackt seine Rolle!","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:15:55.782+0000","up_votes":1,"down_votes":0,"body":"Jo, gemeinsame Grundinteressen sollten vorhanden sein.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:19:42.392+0000","up_votes":1,"down_votes":0,"body":"si","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:50:21.840+0000","up_votes":1,"down_votes":0,"body":"Lust auf Kino?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:01:43.318+0000","up_votes":1,"down_votes":0,"body":"°^° Gibt es aktuell Animationsfilme?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:14:58.308+0000","up_votes":1,"down_votes":0,"body":"Detektiv Pikatchu oder?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:17:00.991+0000","up_votes":1,"down_votes":0,"body":"Du schreibst Pikachu mit \"t\"?\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}} \n5/5 Sorakas","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:23:00.036+0000","up_votes":1,"down_votes":0,"body":"Ich halte es wie Riddick mit seiner Tasse:\n>Da ist Tee drin","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-05-13T08:04:45.229+0000","up_votes":1,"down_votes":0,"body":"Nein Hentais gibt es nicht im Kino Maggie!","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-05-13T08:01:03.671+0000","up_votes":1,"down_votes":0,"body":"Ja! \nIch ähm ... da war nur noch n Päärchensitz frei Stäbchen ...\n*zirpen im kompletten leeren Kinosaal*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T08:15:20.791+0000","up_votes":1,"down_votes":0,"body":"Erscheint legitim...","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:19:20.916+0000","up_votes":1,"down_votes":0,"body":"ik","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-13T07:45:30.561+0000","up_votes":1,"down_votes":0,"body":"Mal schauen.\n\nFairerweise ist das aber auch das mind. nachdem sie mich ne Woche lang versetzt hat und nicht auf Nachrichten reagiert hat ^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T08:22:35.916+0000","up_votes":1,"down_votes":0,"body":"Das erinnert mich an eine Frau, die ich mal wollte, die mich aber nur hingehalten hat. Immer kurz vor dem Aufgeben hat sie mir wieder einen Broken hingeworfen und ich mir wieder Hoffnungen gemacht. Das Ganze ging viel zu lange, bis ich es irgendwann geschnallt habe...\n\nIch hoffe nicht, dass das bei dir so ist. Ich würde dir trotzdem empfehlen, zeitnah all in zu gehen.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T08:27:33.570+0000","up_votes":1,"down_votes":0,"body":"Ich werde schon die kommenden Wochen bisschen Druck machen ^^ ich konnte es vorher aber nicht, da sie nicht da war :)","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:28:12.425+0000","up_votes":1,"down_votes":0,"body":"Ja in der Nacht von Sonntag auf Montag kann ich auch nie gut schlafen. Auch erst gegen 1 Uhr ins Bett, aber das lag eher daran, dass ich nicht mit CE aufhören wollte. So gutes und spannendes RP!\nAber leider muss man ja irgendwie Geld verdienen\t-.-\nNaja wenigstens ist mein Tag mit Terminen vollgestopft, heißt er geht schnell vorbei. Nachher kommt eine Firma die den Abfluss unseres Hauses hoffentlich sauber macht. Das Abwasser drückt sich nämlich zurück, wenn die Waschmaschine läuft. Sehr unangenehm... \n\nDu kannst dir ja eine Playlist für die Zugfahrt machen, etwas was dich gut schlafen lässt und zum richtigen Zeitpunkt dann aufweckt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:40:38.822+0000","up_votes":1,"down_votes":0,"body":"Hm .-. selbst wenn ich hier Termine hätte, hätte ich da keine Lust drauf. Weil einfach alles nervt c.c\n\nWenn ich unterwegs bin höre ich gar keine Musik mehr. Das schießt einen völlig von der Außenwelt weg und dieses \"nichts mehr mitbekommen\" kann ich nicht ausstehen. Musik würde mich vermutlich auch eher wach halten XD weil mein Kopf die ganze Zeit mitsingt.\n\nHab ja eben auch gedacht das aufräumen etwas helfen könnte ... stattdessen war ich nach fünf Minuten fertig. Nur wenn das gleich ins Archiv muss, werd ich mir Zeit lassen. Nur vorher sollte der Kopierer Mensch endlich seinen Arsch hier hin bewegen und den neuen Toner bringen.\n\nEigentlich braucht der Kopierer keinen neuen Toner. Aber auch nur \"eigentlich\". Vor drei oder vier Wochen habe ich 2x Toner bestellt und auf Vorrat in meinen kleinen Schrank gelegt. Als der Kopierer Mensch den Toner gebracht hatte ... habe ich ihn klugerweise gefragt was ich mit dem alten Toner machen kann. Verkaufen? Müll? Zelte bauen? Er meinte die leeren Dinger können weg geworfen werden.\n\nKommen wir zu der **DUMMEN STELLE**: Da ich weiß zwei neue Toner bestellt zu haben, aber nur zwei leere im Schrank sind ... Habe ich wohl die neu bestellten Toner weg geworfen XDDDDDDDDDDDDDDDDDDDDD Jetzt sag ich jedem der Kopierer sei kaputt und warte verzweifelt seit Donnerstag auf Nachschub >.&lt;\n\nSonntag Abend ist halt immer Folter -.- Konnte auch nicht aufhören Candy Crush zu spielen nur um laut Musik zu hören und mitzuschreien XD Der einzige Witz an der Sache war das die Katzen mein Gejaule angelockt hat und beide vor meiner Zimmertüre gelegen haben >.&lt; Wobei ich ja immer noch auf den Tag warte an dem sich die Nachbarn auf der anderen Straßenseite bescheren, weil man doch ein Tönchen gehört hat :'D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:47:08.212+0000","up_votes":1,"down_votes":0,"body":"Sind deine Nachbarn so schwierig? Oder bist du wirklich sehr sehr laut? 😅\nAlso da ich ja ungefähr weiß, was für Musik du hörst würde ich wahrscheinlich einfach mit feinstem Viking Metal zurück schallen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-13T08:08:11.073+0000","up_votes":1,"down_votes":0,"body":"> Oder bist du wirklich sehr sehr laut? 😅\n\nAlso wenn ich schreien muss, dann muss ich schreien! XD Und da ich das Fenster immer mindestens gekippt habe ... Also Leute die \"unten\" vorbei gehen, um beispielsweise mit ihrem Hund auf die große Wiese zu kommen, hören mich definitiv. Ich weiß halt nicht ob man es bis vorne rum irgendwie hört XD\n\nNatürlich spreche ich hier nur von meinen singend-schreikrampfähnlichen-Anfällen =p","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-05-13T07:30:57.159+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=6T3HjqZi,comment-id=0000,timestamp=2019-05-13T07:28:12.425+0000)\n>\n> und zum richtigen Zeitpunkt dann aufweckt.\n\nAlexa, Lautstärke auf 200%\nAlexa, spiel Die Motherfucker Die von Dopa.\n\n:D","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-05-13T07:49:43.529+0000","up_votes":1,"down_votes":0,"body":"apropro Alexa; Wer von euch hat denn eine und was kann die alles? Such grad paar Inspirationen. Hab mir mal den Dot geholt. Das Alexa Standard Zubehör ist mir viel zu teuer. 2 Steckdosen oder Glühbirnen für ca 30 Euro, empfinde ich trotz Plug an Play für Wucher.\n\nHab jetzt meinen Pi ein wenig modifiziert und er wird von Alexa erkannt. Ich kann jetzt theoretisch 16 Dinge mit Alexa ansteuern, die entweder Wlan oder Bluetooth haben oder anlötbar sind. \nIch kann jetzt das Licht in meinem Zimmer steuern und eine STeckdose. Nur jetzt hab ich keine Ideen mehr was ich noch probieren könnte...","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:51:59.002+0000","up_votes":1,"down_votes":0,"body":"Rasperry Pi > Alexa.\n\nWakeUp on lane fürn PC ;) damit du unterwegs den PC anmachen kannst und evtl. per vpn/rdp aufn pc zugreifen kannst.\nSollte das dein Router nicht können/du mitm PC nicht mitm Lan-Kabel verbunden sein.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:38:01.848+0000","up_votes":1,"down_votes":0,"body":"So ein gutes Lied. Immer wieder klasse zum Auto fahren.","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:41:35.883+0000","up_votes":1,"down_votes":0,"body":"Es entspannt, reinigt die Seele, befreit dich von Sorgen, wenn auch nur für eine kurze Zeit :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:49:28.995+0000","up_votes":1,"down_votes":0,"body":"Jupp.\n> I'll be sorry so you said\nWell I'm not sorry Bang you're dead!","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-13T07:33:38.875+0000","up_votes":1,"down_votes":0,"body":"XDDD So hab ich mir das auch gerade vorgestellt!","replies":[{"id":"","poster":"Necromant","date":"2019-05-13T07:35:47.592+0000","up_votes":1,"down_votes":0,"body":"Ist btw. auch die beste Einstiegsmusik für Ranked :3","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-13T07:41:16.102+0000","up_votes":1,"down_votes":0,"body":"1 Stunde Binaurale Beats Beta um langsam wach zu werden? :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-13T07:47:40.211+0000","up_votes":1,"down_votes":0,"body":"Ne, es geht schon um Musik nicht um Geräusche.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-13T07:37:44.843+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen. :)\n\nDiese Wiederholbare Quest scheint verbuggt zu sein.\nManchmal wird sie angerechnet und manchmal nicht. \nDie Killsymbole sind aber nice.\nAm Spawnsymbol arbeite ich gerade das kriege ich wohl heute oder morgen.\n\nAktuelle hab ich um die 950 Marke hab mir allerdings schon die Emotes geholt.\nAch ja ich hab natürlich den Pass. \n95 Prestigemarken hab ich aktuelle weiß garnicht ob noch welche zu erhalten sind mit den Mission von den nächsten Wochen.\nDa soll ja noch was dazukommen. Dann könnte ich mir den Luxskin ohne reroles holen.\nVllt bekommt ich auch mal ein Skinshard von den neuen Skins dann könnte meine ganzen gelbe Essenzen mehr verwenden.\nDie stauen sich langsam an und ich habe schon Angst das die bald vergammeln könnten.","replies":[]}]}