{"id":"ofraUVG8","poster":"Jarlim","date":"2016-11-22T19:50:40.702+0000","title":"Main Jungle (Plat 2) sucht semi-competivites ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey,\r\nich suche nach einem ranked Team im Bereich Platin/Dia. \r\n\r\nZu mir:\r\n    Alter : 20\r\n    Elo: Platin 2 (duo)\r\n    Schw&auml;che: Wahrscheinlich, dass ich Lee Sin und Elise nicht viel gespielt habe und somit nicht wirklich gut spiele. Kann aber durch &uuml;ben (fals gew&uuml;nscht)\r\n    ge&auml;ndert werden. Leider habe ich noch keine Ranked Team Erfahrung (au&szlig;er mit ein paar Kumpels).\r\n    St&auml;rken: Der Wille sich zu verbessern und nicht nach einer Entt&auml;uschung direkt aufzugeben.\r\n   \r\nIch bin verl&auml;sslich und suche demnach auch nach einem verl&auml;sslichen Ranked team, was regelm&auml;&szlig;ig &uuml;bt. RL geht trotzdem vor.\r\n\r\nBei Interesse: PN IGN: Jarlim\r\n\r\nMfG Jarlim (Jannis)","replies":[{"id":"","poster":"TFW Kubalzki","date":"2016-11-23T00:29:27.776+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nWir fallen zwar nicht ganz in dein such Kritik aber Vielleicht sind wir doch was für dich. \nWir sind zwar bis jetzt 2 Silver Scrubs aber Spielen besser als unsere elo es sagt da wir oft mit höhere elo gematchd werden wenn uns aber noch was Fehlt sind einige Taktiken um Spiele zu Gewinnen(ja keine DoppeltenHardcore Profies -noch nicht ;) -), da mann in SoloQ in Low-elo Bereich sich Schlecht auf die Teammitglieder Verlassen kann um sowas zu Testen/Auszuprobieren.\n(nicht wundern der erste Satz ist wie ein 0815 Satz aber das sind halt wichtige Informationen^^)\n\nIch, also der Leader vom Clan TheLastCrusaders habe vor ein Ranked Team (5v5) aufzustellen, was dann Anfang der nächsten Season Anfagen soll zu Spielen und wenn wir dann schon einen kleinen Rang und Namen haben auch Anfangen wollen wir anfangen ESL zu Spielen.\n{{sticker:slayer-pantheon-popcorn}} \n In der Pre-Season wird geübt geübt und geübt um das Team-Spiel zu üben und sich allgemein zu Verbessern genauso um den Champion-Pool zu Verbessern und sich einzufinden. \nDas einzige was fehlt sind noch einige mit Spieler damit mann Anfangen kann richtig zu Spielen.\n**RealLife ist klar geht immer vor.**\n\nHier dann mal die Informationen was wir Suchen und was wir bis jetzt haben.\n\n**Wir Suchen:**\n  1. Jungler {{summoner:11}} \n  2. Supporter {{summoner:3}} \n  3. Botlaner {{summoner:7}} \n\n**Aufstellung bis jetzt:**\n  1. Toplaner {{summoner:12}}  - MrWolfFire Main Champs: Talon{{champion:91}} ,Shen{{champion:98}} ,Darius{{champion:122}} ,Sion{{champion:14}}  \n  2. Jungler {{summoner:11}}  - Niemand\n  3. Midlaner {{summoner:14}}  - Kubalzki Main Champs: OTP-Brand{{champion:63}} ,Orianna{{champion:61}} ,Yasou{{champion:157}} (OTP=OneTrickPony) (ist dabei seinen Champ-pool zu Erweitern braucht nur paar EP^^)\n  4. Supporter {{summoner:3}}  - Niemand\n  5. Botlaner {{summoner:7}}  - Niemand\n \nDas wichtigste was Verlangt wird ist die Fähigkeit Kritik anzunehmen und sich selbst zu verbessern. #{{champion:19}} \nPflicht währe dann das du dann den Clan-TAG (Per Club) Trägst.\nWas dann passieren wird ist klar es werden erstein mal paar Test-Spiele gemacht um sich erst mal kennen zu Lernen.\n\nKurz Informationen: wir haben soweit 50%~ von allen Champions. sind \"gerade beide\" Silber (S1 und S4) das liegt daran das wie letzt Season kaum Ranked gezockt(schei{{summoner:11}} {{summoner:11}}  DynamikQ^^) haben und mehr oder weniger nur Normals gezockt um unseren Champion-Pool zu verbessern (Spielen immer nur gegen Gold,Plat und manchmal gegen Diamond Spieler und kommen damit sehr gut zurecht).{{sticker:slayer-jinx-wink}} \n\n> Weitere Fragen können wir dann sonst noch überm Teamspeak Besprechen/Beantworten die IP ist: 89.163.132.91 \nZ.b. wie es mit unseren Stärken und Schwächen aussieht.\n\nMit Glück sehen wir uns die Tage :)\n**_Mit freundlichen Grüßen /Kuba_**\n\nWICHTIG: Ich also der Main Leader (Kubalzki) bin Morgen den ganzen Tag nicht da also ich bin dann erst am Donnerstag wieder erreichbar aufm Teamspeak wenn dennoch etwas ist Versuchen sich bei MrWolfFire Melden. Oder bis Donnerstag Warten.","replies":[]}]}