{"id":"YOE4qVGr","poster":"WhereDidYourHpGo","date":"2016-11-22T14:08:48.171+0000","title":"Dia 5 Adc/Top sucht DuoQ Mate Support/Jungle","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ein Hallo an alle die sich diese Post hier durchlesen :).\r\n\r\nMein Name ist Luke ich bin 19 Jahre alt und suche derzeit einen DuoQ Mate der mit mir zusammen die Kluft unsicher macht.\r\nMeine Main Rolle ist der Adc. Daher w&auml;re es auch toll wenn ihr Support main w&auml;rt.  Meine Ausweichrollen sind Top und Mid.\r\nIch verf&uuml;ge &uuml;ber Ts&sup3; und eine Menge Humor.\r\n\r\nMeine bevorzugen Supporter sind : Thresh, janna, Lulu und Soraka.\r\nDesweiteren muss ich dazu sagen das ich einen Support f&uuml;r diese Pre- Season und kommende Season 7 suche also keinen 1 Rift stand.\r\nVon der Elo her solltet ihr euch auch um Dia 5 herum befinden mind. Platin 2.\r\n\r\nDas was nun kommt ist auf keinen Fall b&ouml;se oder arrogant  gemeint. Wenn ihr niedriger als Platin 5 seid braucht ihr mich gar nicht adden und mir eine Geschichte erz&auml;hlen vonwegen ihr kommt nicht weiter dank den Team Mates. Und ich habe leider schon gen&uuml;gend schlechte Erfahrungen gemacht .\r\n\r\nGut das war eigentlich alles wichtige ^^.\r\n\r\nBei Interesse oder Fragen einfach adden.\r\n\r\nLg Luke ak&aacute; 404TumbledoreEXE","replies":[{"id":"","poster":"Cryses","date":"2016-11-22T14:55:33.492+0000","up_votes":1,"down_votes":0,"body":"Hallöchen Luke,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\n[== Magic Mirror | ü18 Multigaming Community sucht DICH ! ==](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/vwFAwEMw-magic-mirror-sucht-member)\n\nWir sind eine **ü18 Multigaming Community** mit dem Hauptbereich League of Legends und als nebenbereich den FUN Bereich und den CS:GO Bereich.\nFalls es dich interessiert, unser Durchschnittsalter in der Community beträgt momentan 21 Jahre.\n\nBei uns findest du neben einem aktiven Teamspeak & Forum außerdem täglich genug Mitspieler/innen für ein paar entspannte runden League of Legends und andere Spiele.\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\n\nExiledRiftWalker | Gero","replies":[]}]}