{"id":"k2V2P8N0","poster":"Painty Senpai","date":"2016-11-22T13:39:19.866+0000","title":"Suche ein festes u. ernsthaftes Ranked-Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Halli Hall&ouml;chen liebe Beschw&ouml;rerinnen und Beschw&ouml;rer{{summoner:31}} ,\r\n\r\nalso dann kommen wir mal zum eigentlichen Grund dieser Anzeige bzw dieses Post&acute;s. Ihr wollt bestimmt als erstes wissen wof&uuml;r ich ein Team suche und das ist ganz einfach gesagt, da ich nicht immer die passende Anzeige finde die mich anspricht, sollt ihr als Team- leaderin oder auch leader, mich in eurem Kommentar &uuml;berzeugen warum ich eurem Team beitreten sollte.\r\n\r\n\r\nAchja,{{sticker:zombie-brand-facepalm}}  hab ich ja total vergessen,  ihr wollt ja wissen wer ich bin, dann mal Angaben zu meiner Person:\r\n\r\n&gt; Summoner-Name: Painty Senpai\r\n&gt; Spitzname: T&ouml;mmel\r\n&gt; Alter: 19\r\n&gt; Spiele seit: Ende Season 3 (d.h. ca 3 Jahre)\r\n&gt; Main: Support{{summoner:3}} \r\n&gt; Second: Jungle{{summoner:11}} \r\n&gt; S6 Elo: Silber 2\r\n&gt; Erfahrungen: \r\n- Ich habe schon &uuml;ber 6 &quot;Low-Elo&quot; Team&acute;s als Analytiker/Coach beigestanden, die meisten davon haben sich leider aufgrund Privater dinge wieder Aufgel&ouml;st.\r\n- Selbst habe ich in 7 Ranked Team&acute;s Mitgespielt, und sogar als Caller agiert, leider haben diese sich aufgrund der Leader wieder aufgel&ouml;st.\r\n\r\n&gt; Champion-Pool:\r\n- Ich besitze alle Champions somit kann ich auch mal mit jemanden im der Chamionauswahl wechseln^^\r\n- Als Supporter kann ich ziemlich alle Gut Spielen bis auf ein paar wenige :)\r\n\r\nWenn ihr noch mehr Info&acute;s ben&ouml;tigt oder haben wollt freue ich mich &uuml;ber ein Pers&ouml;nliches Gespr&auml;ch auf einem Teamspeak 3 - Server.\r\n\r\nAlso schreibt bitte unter diesem Post einen Kommentar als was ihr mich haben wollt und warum, ich freue mich auf eure texte und melde mich bei euch wenn ihr mein Interesse geweckt habt^^ oder Added mich einfach IG und schreibt mir dort einen Text warum ihr mich haben wollt^^\r\n\r\nMfg euer Painty Senpai aka T&ouml;mmel{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"TFW Kubalzki","date":"2016-11-22T23:58:15.316+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nIch, also der Leader vom Clan TheLastCrusaders habe vor ein Ranked Team (5v5) aufzustellen, was dann Anfang der nächsten Season Anfagen soll zu Spielen und wenn wir dann schon einen kleinen Rang und Namen haben auch Anfangen wollen wir anfangen ESL zu Spielen.\n{{sticker:slayer-pantheon-popcorn}} \n In der Pre-Season wird geübt geübt und geübt um das Team Spiel zu üben und sich allgemein zu Verbessen genauso um den Champion-Pool zu Verbessern. \nDennoch sind wir kein Trupp der nur drauf geht zu Spielen um zu Gewinnen, Verlieren gehört halt eben dazu. {{item:3070}} ab und zu Spielen wir auch einfach nur für den Spiel Spaß sonst würde das alles ja keinen sinn ergeben.^^\n\n\nIch kann dich auch nachvollziehen das mit den ganzen auflösen ich war auch mal selber mitglied eines Clans aber da 80%+ aller Teams,Clans,Gruppen oder auch die Neuankömmlinge \"Communitys (was eh einfach nur doppel gemoppeltes {{summoner:31}}{{summoner:11}}  ist)\" von vorne drauf zu Fahren sich Aufzulösen, da immer irgendwelche Sachen dazwischen kommen wodurch das Scheitert. Da wir mittlerweile aber schon seit fast mehr als ein halbes Jahr existieren (also der Clan) und wir einen Sponsor für 2 Jahre haben wird sich da auf die schnelle nichts ändern.\n {{sticker:slayer-pantheon-thumbs}} \n\n\nHier dann mal die Informationen was wir Suchen und was wir bis jetzt haben.\n\nWir Suchen:\n  1. Jungler {{summoner:11}} \n  2. Supporter {{summoner:3}} \n  3. Botlaner {{summoner:7}} \n\nAufstellung bis jetzt:\n  1. Toplaner {{summoner:12}}  - MrWolfFire Main Champs: Talon{{champion:91}} ,Shen{{champion:98}} ,Darius{{champion:122}} ,Sion{{champion:14}}  \n  2. Jungler {{summoner:11}}  - Niemand\n  3. Midlaner {{summoner:14}}  - Kubalzki Main Champs: OTP-Brand{{champion:63}} ,Orianna{{champion:61}} ,Yasou{{champion:157}} (OTP=OneTrickPony)\n  4. Supporter {{summoner:3}}  - Niemand\n  5. Botlaner {{summoner:7}}  - Niemand\n \nDas wichtigste was Verlangt wird ist die Fähigkeit Kritik anzunehmen und sich selbst zu verbessern. #{{champion:19}} \nPflicht währe dann das du dann den Clan-TAG (Per Club) Trägst.\nWas dann passieren wird ist klar es werden erstein mal paar Test-Spiele gemacht um sich erst mal kennen zu Lernen.\n\nKurz Informationen: wir haben soweit 50%~ von allen Champions. sind \"gerade beide\" Silber (S1 und S4) das liegt daran das wie letzt Season kaum Ranked gezockt haben und mehr oder weniger nur Normals um unseren Champion-Pool zu verbessern (Spielen immer nur gegen Gold,Plat und manchmal gegen Diamond Spieler und kommen damit sehr gut zurecht).{{sticker:slayer-jinx-wink}} \n\n> Weitere Fragen können wir dann sonst noch überm Teamspeak Besprechen/Beantworten die IP ist: 89.163.132.91 \n\nMit Glück sehen wir uns die Tage :)\n**_Mit freundlichen Grüßen /Kuba_**\n\nPS: Hab ca 1h gebraucht den Text zu Schreiben und zu Bearbeiten (sicker) xD{{sticker:zombie-brand-mindblown}}{{sticker:zombie-brand-mindblown}} {{sticker:zombie-brand-mindblown}}\n\nWICHTIG: Ich also der Main Leader (Kubalzki) bin Morgen den ganzen Tag nicht da also ich bin dann erst am Donnerstag wieder erreichbar aufm Teamspeak wenn dennoch etwas ist Versuchen sich bei MrWolfFire Melden. Oder bis Donnerstag Warten.","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2016-11-22T22:52:38.283+0000","up_votes":1,"down_votes":0,"body":"Sympatischer Post ^^\n\nLeider kann ich dir kein Team bieten, da ich selber nach nem halben Jahr LoL-Pause auf der Suche nach einem bin. \n\nSollte allerdings von deiner Seite Interesse bestehen ein neues Team zu gründen, kannst du mich gerne im Clienten adden oder mir einfach hier im Forum ne PN schreiben.\n\nmfg Sergeant Cronos","replies":[]}]}