{"id":"lwOWEjEU","poster":"Rongkong Coma","date":"2016-11-21T23:49:33.652+0000","title":"LeBlancs Rework wohl doch eher subobtimal?","subforum":"Champions & Gameplay","embed":{"title":"2017 Season Update - League of Legends","description":"This year was Riot's 10-year anniversary-the perfect time to look back on our wins and losses, and to challenge ourselves to keep getting better at serving players.","url":"http://na.leagueoflegends.com/en/featured/preseason-2017/assassins","image":"https://lolstatic-a.akamaihd.net/frontpage/apps/prod/preseason-2017/en_US/d355efed041d3055b0896572b7f7b8cbe9f70fd4/assets/img/share/preseason-2017-1024x1024.jpg"},"up_votes":1,"down_votes":1,"body":"Hallo liebe Leute,\r\nich wei&szlig; in letzter Zeit gab es zu diesem Thema schon etliche Threads, wobei sich die Gruppen in zwei Lager aufteilen. Die einen meinen die &quot;neuen&quot; Assassinen seien viel zu stark und die anderen sind der festen &uuml;berzeugung das sie zu schwach sind. Ich m&ouml;chte hier einfach nur meine Gedanken in den Raum schmei&szlig;en und eine differenzierte Stellung zu diesem Thema einnehmen und ein Thema diskutieren, was mich jetzt schon ein wenig besch&auml;ftig, n&auml;hmlich LeBlanc.\r\nLeBlanc ist ein Assassine: Die Spezialit&auml;t von Assassinen ist es, die Frontlinie des Gegners zu unterwandern und Ziele mit hoher Priorit&auml;t rasch auszuschalten. Dabei hilft ihnen ihr starkes Burst-Killpotential und ihre hohe Mobilit&auml;t, wie kurze Teleports oder schnelles Hinspringen zum Gegner. Als Assassine hat man die Aufgabe, schnell und t&ouml;dlich zuzuschlagen. Da sie in erster Linie im Nahkampf aktiv sind, m&uuml;ssen Assassinen sich in gef&auml;hrliche Positionen begeben, um ihre Ziele zu exekutieren. Pr&auml;ferierte Ziele sollten dabei der gegnerische AD-Carry bzw. Sch&uuml;tze oder der AP-Carry sein, da sie dem Team am meisten Schaden zuf&uuml;gen k&ouml;nnen. Die alte LB konnte diese Aufgabe sehr gut &uuml;bernehmen und brachte ein sehr gutes Potential mit sich. Dennoch war ihre Winrate in den letzten Monaten auf Platin Niveau bei 48 % konstant. Was bedeutet, das sie keineswegs Overpowert war (meiner Meinung nach). Jedoch gut gespielt konnte sie wirklich das Match mit einem relativ hohen Skillcap massive beeinflussen. So wurde man schon fr&uuml;h belohnt wenn man seine Lane gewann und roamen ging. Was bei vielen anderen Champions ebenfall der Fall war. Jetzt mit dem Beginn der Vorsaison 2017 nimmt Riot LeBlanc entlich den Wind aus den Segeln oder etwa doch nicht?\r\nUm es kurz zu machen wurden alle Ihre Spells &uuml;berarbeitet und die Werte angepasst.  Viele sind nun der Meinung, das LeBlanc Tod sei, da sie ihre Rolle nicht mehr erf&uuml;llen k&ouml;nne. Rein von den Zahlen her machen alle ihre Singletarget Spells wesentlich weniger schaden als fr&uuml;her. Ebenso wurde auch die Zeit angepasst was ebenfalls f&uuml;r einen klaren Nerf spricht. Singletarget:\r\nW, Q, R (-Q), E\r\nW hat jetzt einen gr&ouml;&szlig;eren Delay beim Zur&uuml;cksetzen -&gt; klarer Nerf\r\ndas Siegel vom Q kann NICHT mehr vom folgenden R (oder E) ausgel&ouml;st werden, au&szlig;er man wartet die 1,5 Sekunden -&gt; klarer Nerf\r\nR macht, egal was man nimmt, sowohl weniger Basedmg, als auch weniger AP-Dmg, dazu noch mit h&ouml;herem Cooldown -&gt; klarer Nerf\r\nE praktisch unver&auml;ndert\r\nAoE:\r\nW (auf die Gegner), R (-W), Q\r\ndas EINZIGE was nur ver&auml;ndert wurde (und nicht komplett generft)\r\nweniger Schaden auf R-W, immernoch das Delay, f&uuml;r die Siegel muss man immernoch 1,5 Sekunden in der Gegend rumeiern -&gt; klarer Nerf\r\ndaf&uuml;r aber die M&ouml;glichkeit mit dem Q multiple Siegel auszul&ouml;sen, also im Idealfall mehr Dmg\r\nUnd jetzt fragen wir uns folgendes:\r\nwie oft konnte man, selbst mit der alten Leblanc, deren Unsichtbarkeit btw l&auml;nger hielt Doppel W in mehrere Gegner machen?\r\nIn 90% der F&auml;lle lief es nun mal auf ein Doppel Q (selten auch mal Doppel E) hinaus, und diese Kombo ist sowohl vom Schaden, als auch von der Sicherheit hart generft\r\nSo macht sie rein von den Zahlen (hatte jetzt keine Lust die ganzen Werte noch hier rein zu schreiben, da mir das dann doch zu aufwendig war) her weniger Schaden und kann diesen auch nur &uuml;ber einen l&auml;ngeren Zeitraum austeilen. Das Ziel von Riot war es dem entgegen zu wirken, dass LB die gegnerischen ADCs mit zwei Spells ausradiert und ungeschoren davon kommt. Nun ja was soll ich sagen sie haben ihr Ziel erreicht. Freuen tun sich jetzt alle ADCs und Jene, die von LB in der Vergangenheit eins auf die M&uuml;tze bekommen haben.\r\nNun m&uuml;ssen wir LB Mains und Liebhaber dieses Champs fragen, wie k&ouml;nnen wir trotz dieser harten &Auml;nderung unsere Rolle als Assassine erf&uuml;llen und k&ouml;nnen wir das mit diesem Paket &uuml;berhaupt noch?\r\nIch will ganz ehrlich sein. Ich finde die neue &Auml;nderung nicht schlecht und die Grundidee sogar ganz nice, dass man mehr auf die T&auml;uschung eingegangen ist. Dennoch bin ich der festen &uuml;berzeugung, dass man hier wirklich etwas zu dick aufgetragen hat. Ihre Aufgabe ist es letztendlich den gegnerischen ADC auszuschalten und das f&auml;llt ihr nun wirklich schwer, somal es fr&uuml;her schon der Fall war, dass wen LB im Teamfight gestunt worden ist sie direkt tot war. Vor der &Auml;nderung musste das gegnerische Team aufpassen wo LB sich befindet und Wards aufstellen und auch der Supp musste im Ernstfall schnell reagieren um seinen ADC das Leben zu retten (was ja auch seine Aufgabe ist). Ich bin der Meinung, das LB die Rolle als Assassine nicht mehr erf&uuml;llen kann.\r\nWie seht ihr das? Und wenn ich total falsch liege dann lasst es mich wissen und belehrt mich eines besseren.\r\n\r\nEure Tapfere Kartoffel","replies":[{"id":"","poster":"Andrej553","date":"2016-11-22T09:05:38.217+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mich nicht irre hat sie jetzt eine Winrate von über 50%, daher kann ich nicht nachvollziehen, dass sie in allem generft worden sei.","replies":[{"id":"","poster":"Rongkong Coma","date":"2016-11-23T20:49:27.507+0000","up_votes":1,"down_votes":0,"body":"Dann zeig mir mal wo das steht bevor du das hier behauptest. An der Winrate hat sich seit dem Rework kaum as geändert. Sieh selbst\n\nhttp://champion.gg/champion/Leblanc/Middle","replies":[{"id":"","poster":"Andrej553","date":"2016-11-24T08:20:44.953+0000","up_votes":1,"down_votes":0,"body":"http://euw.lolalytics.com/champion/Leblanc/\nhttp://euw.op.gg/champion/leblanc/statistics/mid\nhttp://www.lolking.net/champions/leblanc?chartType=winrate&region=euw&map=sr&queue=1x1&league=diamond#statistics","replies":[{"id":"","poster":"Rongkong Coma","date":"2016-11-25T14:15:18.371+0000","up_votes":1,"down_votes":0,"body":"Dir ist schon klar, dass diese Statistiken die du da aufzählst sich immer nur auf plötzliche und in einem kurzen Zeitraum wie z.B. 24 Stunden beziehen. Die sind nicht wirklich zutreffent. Schau mal auf Champion.gg die beziehen sich jeweils auf einen Patch und du wirst sehen, dass die Winrate dort von LB sich nur geringfügig verändert hat. Ich bin der Meinung, dass die Winrate mit dem Anfang der Season 7 auch noch weiter in den Keller rutscht. Einmal weil sie jetzt schwieriger zu spielen ist und weil sie so hart generft wurde.","replies":[{"id":"","poster":"Andrej553","date":"2016-11-29T07:38:53.664+0000","up_votes":1,"down_votes":0,"body":"Jup, jetzt zeigt auch deine Seite >50%","replies":[]},{"id":"","poster":"Andrej553","date":"2016-11-28T09:49:03.836+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht welche Links du anklickst aber lolanalytics sind es der Durchschnitt der letzten 7 Tage, was schon sehr Aussagekräftig ist.\nBei op.gg kannst du es sogar nach Patch und Datum sehen. Seit 6.23 ist die Winrate übrigends auf 54% gestiegen.\nBei lolking siehst du die Winrate Tageweise und dadurch, dass vom 21-25 die Winrate stark gestiegen ist. \n\nWarum deine einzelne Seite aussagekräftiger sein soll weiß ich nicht, aber morgen kommt ja für Patch 6.23 die Statistik, da bin ich mal gespannt.","replies":[]}]},{"id":"","poster":"Rongkong Coma","date":"2016-11-25T14:17:06.590+0000","up_votes":1,"down_votes":0,"body":"Ich will mich jetzt hier auch nicht rumstreiten. Wenn ich falsch liege ist das ok für mich","replies":[]}]}]}]},{"id":"","poster":"Rongkong Coma","date":"2016-11-22T06:09:13.233+0000","up_votes":1,"down_votes":1,"body":"Ich finde die Idee mit ihrer Ulti echt gut. Jedoch bin ich der Meinung, dass sie nicht den gewünschten effekt erziehlt. Mal angenommen ich täusche einen Gank auf der Botlane an. Der gegnerische ADC wird sich vor mir nicht fürchten und knallt den Klon direkt weg. Wenn es die richtige LB gewesen wäre hätte er sich gedacht: \"Komm doch und spring in mich rein. Ich weiß du kannst nicht sofort zurück und werde dich sofort töten, sobald Leona dich mit ihrem Q gestunt hat.\"\nWenn ich dann aber gleichzeitig auf der Toplane ganke, während der Klon die Botlane verarscht, wird sich der Toplaner wahrscheinscheinlich einfach nur zurückziehen und sich in die Tasche lachen, weil er genau weiß, dass ich nicht in ihn reindashen kann. Mit der alten LB hätte ich ihn wenigstens noch bestrafen können mit W doppel Q oder W Q E. Mit der neuen kann ich im besten fall mit meinem W hindashen und ihn mit der Kette festhalten während mein Toplaner ihn tötet.\nDennoch kann ich die Begründung der Änderung nicht ganz nachvollziehen. Annie Veigar Anivia und Ryze dürfen doch auch ihren Burst behalten, also wieso LB nicht. Mit Veigar kann ich über wall flashen mein E benutzen und gleichzeitig mit E und Ult den ADC ausradieren. Währenddessen benutze ich zhonyas und mein Team kann aufholen und richtig Druck machen und den ein oder anderen Kill wegen meinem E holen. Ich werde aus dieser Situation sicherlich lebendig rausgehen.\nIch will hier nicht rumweinen oder so. Die Änderung bringt ja natürlich auch ein paar positive Aspekte mit sich aber ich finde der Champ fühlt sich zur Zeit einfach nur komich an. Ich hab das gefühl ich supporte mein Team nur :D","replies":[{"id":"","poster":"Hibernius Riesig","date":"2016-11-22T09:54:24.203+0000","up_votes":1,"down_votes":0,"body":"Nimms mir net übel aber alle von dir genannten müssen für ihren Burst etwas machen... und LB eben auch... übrigens solltest du den Fokus mehr auf die Ketten legen... mich hat letztens im Midgame nur die Ulti-Kette gekillt. Ich konnte nichts dagegen tun, weil sie im Stundenglas war und ich net rechtzeitig weg kam...","replies":[]}]},{"id":"","poster":"EIoisa","date":"2016-11-22T06:06:37.218+0000","up_votes":1,"down_votes":0,"body":"Also ich selber spiele keine LB, aber gestern war eine/R in meinem Team, der/die gar nicht darüber weg kam, wieviel DMG sie macht.\nStändig gab es einen Drei-oder Vierfachkill (gefühlt) und dazu das Chatkommentar: Wow, wtf is that Dmg?!\n\nAber auch immer und immer wieder: I dont understand that R.\n\n:>","replies":[{"id":"","poster":"OT Riku","date":"2016-11-22T09:30:15.890+0000","up_votes":1,"down_votes":0,"body":"Kann ich verstehen hätte sich schon eine im Team.\nDie ersten Kommentare waren “Sry if i suck, want to Test The new LB“\nWas war sie hätte ihre Lane zu Tode gestompt.\nUnd hat was das game gecarried.\nDann kamen noch Sowas wie.\n“ i have no idea what im doing“\nAlso sie soll ziemlich stark sein also mit den Delay ist zwar unschön aber trotzdem ist sie zieeeeemlich stark atm.","replies":[]}]}]}