{"id":"V0fKTTex","poster":"Vetgam","date":"2016-11-20T14:08:58.636+0000","title":"[Champion Concept] Scath, a Warden of the Isles","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"My own idea for Scath is mostly based on the Lancer-Class Servants from the Fate Universe, mostly on Diarmuid Ua Duibhne, a Daul-Wielder who fights with 2 Spears. The Champion Concept relies heavily on the idea of Scath wielding a Larger Spear in his right hand, which can ignore enemy Defences and carrying a Smaller Spear in his left hand which holds a potent Curse, causing wounds to heal badly and making Enemies more vulnerable to Scaths attacks. These abilities are usually Sealed, so when using Basic Attacks none of these Spears Abilities show, but they are partially released for his Q and E and all restraints are removed when using his R. Otherwise he wears a light black armor that leaves his forearm free. He has long black hair pulled back in his neck held with a metal ring with strand of it falling down right and left of his face. He has pronounced facial features and his eyes have a flickering red-orange colour.\r\n\r\nHealth: 582 (+92 per Level)\r\nAttack Damage: 62 (+3.2 per Level)\r\nAttack Speed: 0.69 (+2.8% per Level)\r\nMovement Speed: 345\r\nArmor: 32 (+3.8 per Level)\r\nMagic Resist: 36 (+1.4 per Level)\r\nHealth Reg.: 8.59 (+0.6 per Level)\r\nAttack Range: 125\r\n\r\nPassive - Honor of the Fair Fight\r\nBlessed with knowledge of the Primal Runes Scath uses their power to adapt to different fight situations in which he finds himself.\r\nIf more Enemy than Allied Champions are nearby: take (3/6/9/12%) reduced Damage from Champions\r\nAt even Numbers: gain (fixed) Attack Speed and deal (3/6/9/12%) increased Damage to Enemy Champions\r\nIf more Allied then Enemy Champions are nearby: gain (20/30/40/50) Movement Speed and increased Resource Regeneration\r\n(These stats rank up at levels 1/6/11/16. The thought behind this is to make this aggressive Champion shine mostly in 1vs1 combat as most of his Damge should be dealt to a single opponent who is challenged to a Knightly Battle. This little boost vanishes when outnumbering the enemy whilst instead giving him some utility and strengthens his resolve should he find himself being outnumbered.)\r\n\r\nQ - Arching Charge\r\nScath Dashes forward and strikes with his Larger Spear dealing 30/60/90/120/150 (+100% Total AD) as Physical Damage in an Arc, striking all enemies execpt those along the path he Dashed.\r\nThis ability deals only 75% Damage to Minions but ignores (15/20/25/30/35) % of the Enemy Champions Armor and passes through all kinds of Shields (eg. it ignores Sivirs Spellshield or abilities like Jannas or Nautilus Shields but not the Kayle or KindreD Ultimate)\r\nCost: 50 Mana at all Ranks     Cooldown: 12/11/10/9/8 seconds (reduced by 1 second per Enemy Champion hit)\r\nType: The spell model can be seen like the Fiora Q but with a slightly larger Dash Range and an increase Radius of Effect but striking all Enemies except the ones behind him when he finishes this dash)     Dash Range: 450     Arc Range: 530\r\n\r\nW - Protection of the Worthy\r\nWhirling his 2 Spears around him, Scath deals 25/40/55/70/85 (+20% Bonus AD) as Physical Damage per second to all Enemies around him and is slowed by 20% as long as this ability is active.\r\nAlso Scath partly deflects 20/30/40/50/60 (+20% Total AD) Damage from all Incoming Sources directed towards Himself or Allies in this Zone by striking the Attacks/Abilites with his Spears (it does not affect AoE Damage and DoT Abilities, working like the Yasuo W - Wind Wall but also countering Melee Abilities and Attacks in in His Zone)\r\nCost: 35 Mana per second     Duration: Up to 4 seconds (Can be recast after 1 second to end)     Cooldown: 22/20/18/16/14 seconds\r\nType: Aura     Range: 350\r\n\r\nE - Cursed Spear\r\nHurls the Smaller Spear onto an Enemy, dealing 60/100/140/180/220 (+60% AP) as Physical Damage and Curses the Target for 3 seconds.\r\nWhen the Curse is afflicts a Champion or Epic Monster it suffers from Grievious Wounds and Scath deals (3/3.5/4/4.5/5) % of the Targets Missing Health as Magic Damage. It has no effect vs Minions and non-Epic Monsters.\r\nShould the Target die either through this ability or (only for Champions) while being Cursed He is healed by 7% of his Maximum HP.\r\nCost: 50/60/70/80/90 Mana     Cooldown: 9 seconds on all Ranks     Type: Point and Click     Range: 660\r\n\r\nR - Wisdom of the Haunted Ground\r\nUnsealing the power of both Spears at once Scath jumps unto an Enemy Champion and ramms him through the chest with both Spears, with his Larger Spear piercing the Heart, pinning them to though him into the Ground, rooting them for 1/2/3 seconds and dealing 50/100/150 (+80% Total AD) as True Damage with the Larger Spear and 50/100/150 (+40% AP) as Magic Damage with the Smaller Spear and Curses the enemy. This Ability also gains the Effect of the Larger Spear to ignore Shields.\r\nAdditionally the Smaller Spear Curses the Ground around the Target for 3/4/5 seconds. While in this Area all Enemy Champions are Cursed but do not take the Grievious Wounds Debuff by not being hit by the Smaller Spear directly. Additionally they are Poisoned foe 30/50/70 (+10% AP) Magic Damage per second for 3 seconds.\r\nCost: 100 Mana at all Ranks     Cooldown: 120/100/80 seconds     Type: Point and Click     Jump Range: 500     Haunted Ground Radius: 550\r\n\r\nThe idea is to make this Champion a counter-bruiser who can fight on par with most of those in the Toplane Rooster, increasing his killing power when in a  1vs1 situation and still making him a threat to the enemy team should they chose to fight on the Haunted ground later in teamfights and giving some protection to allies who he deems worthy to stand beside him. Holding dear the knightly idea of honoralbe 1vs1 duells he gains buff when having that situation though his Passive and his E while also being able to defend himself should he find himself in a disatvantageous situation. On the other hand he gains utility when hunting down foes with at number of allies, making it easier to chase and continue fighting with his allies at his back.\r\n\r\n\r\n\r\n\r\nLore:\r\nScath was born in a small city on the border of the Freljord into a poor family. His father had once been a great warrior to his people, but he had grown old and weary. His mother was a kind person, always caring for those who had it worse than them, helping them as she could even though the family has to go through hard times each winter themselves. Scath was a gifted by growing up being trained a warrior and hunter like his father once was whilst upholding the morals of his mother. When he was 7 years old the City was attacked by a large band of bandits searching to plunder the storages full of food for the coming winter. But the gates were closes before the more than a handful of bandits made it inside and after 2 of them were captured breaking into the storage then other 3 sought to take what hide inside a families home and wait until the gates were open again to flee whith what they could get from them. Unfortunatly for Scath&#039;s family they lives in the citys outskirts near the gates and when the bandits barged through their door Scath was told to hide in the closet while his father took up the fight against the first two of them. He struck down one of them with a surprising first strike and turned to fight the other, but then quickly surrendered when the third one threatened his wife with a dagger to her throat. But the moment that his father dropped his axe one of the bandit stabbed his sword through his back and the other one slit his mothers throat. She fell down next to the closet Scath was hiding in, her dying eyes looking at directly into his through a crack in the door. Consumed by grief and anger Scath barged out of the closed with a wild scream of pain and rage, engaging the two bandit in an attempt to avenge his parents before he could be united with them in death.\r\nWhen the guards, alarmed by neighbours who hears the noise, reached the house 20 minutes later they found Scath covered in blood kneeling next to his parents. The two remaining bandits had been found dead too, one stabbed multiple times with the small knife Scath got at his 5th birthday and the other one with a spoon sticking out of his eye.\r\nThe boy was later placed under the custody of the Jarl and continued his training as a warrior, but only showed interest in fighting those who commited evil. The once bright and cheerful mind now only knew one purpose: to become strong enough so that no one would ever harm those he held dear.\r\nAt the age of 17 Scath was already a brilliant fighter, respected by many for holding up knightly traditions, yet not seeking the admiration and hunted the nearby forrests and mountains for outlaws and monsters. One day, as he tracked a great murkwolf threatening the city&#039;s farmers he stumbled upon a cave protected by a barrier created with primal runes, a wall against evil. Curious he touched the barrier and felt no resistance. As Scath ventured inside he was approached by a mysterious voice, asking for the cause of his intrusion in the sacred place. When he explained he was hunting monsters who posed a threat to those he sough to protect the voice guided him to a secret lake deep in the cave with a small island in the centre of if. All their was on that island was an altar on which a great Spear was placed, carved with the runes similar to those protecting the entrance of the cave. The voice told him to take that Spear and kill all those he deemed as monsters, for nothing shall stop that Spear from stiking the Heart of Evil. After Scath easily defeated the great murkwolf he returned to his city, being hailed a hero. From then on he stood as a guardian for all of his people, once Scath decided that one was bearing ill fate for those he loved, no foe escaped his Spear. \r\nAfter a few years the city had become a safe place with bandits and beasts alike fearing Scath and his power. And in the time of peace Scath sought the cave where he obtained his Spear. As he called out to the voice that had granted him the Spear years ago and much to his surprise he was answered. The voice told him that he had been watched during after he obtained the Spear and had been found worthy to wield it. However there was still much he had to learn and ordered him to come to a place of mystery and power, but to travel at utmost secrecy. Scath, shocked at first agreed and vanished the following night on a horse. As he travelled from city to city he eventually found a ship with a rout that took it near destination he had been given so he set his horse free and snuck aboard. He remained unnoticed and one night, in a storm, he took a small boat and rowed to the land on which he was to meet his guide.\r\nUpon arrival the Shadow Isles looked even more terrifying than the stories had let him believe, a dead land haunted by the damned. But having seen all the horrors and monsters of his home Scath did not waver while making his way into a small temple that he instanty recognized despite not having been there before. Same as with the cave this temple was protected by runes that shone with power. Inside he was expected by a cloaked person who spoke with the same voice that he had heard in the cave before, asking about his intentions and the use of the Spear that he carried with him. Confirming he had only protected his city from those who bore them ill. Removing the cloak a woman of ageless face revealed to him that she had been the one guiding him, in the hop of having found a worthy ally in her battle against the darkness that haunted the Shadow isles. Following that she became Scaths mentor, improving his skill with the Spear and teaching him the use of the Primal Runes that guarded both the temple and the cave and also empowered his Spear. In that time Scath begun the change his purpose, as the city he loves had prospered and grown under his protection, now more than capable of protecting its citizen on its one. Instead he now vowed to contain the horrors of the Shadow Isles here, and prevent them from reaching the rest of Runeterra. He also learned more about his mentor, who had become something more than human in the decades that she had took it upon herself to fight the evil of these isles. Scath held a great amount of respect for her, facing countless horrors every day and yet not once succumbing to fear.\r\nAfter years of mastering both Primal Runes and his skill with the Spear to be able to fight on par with the Spiritual Creatures that haunted the Shadow Isles his mentor called Scath to follow her into the inncer Sanctum of the Temple. Placed in the centre, of the small circular room there was just a plain altar with a Smaller Spear similar to his own, surrounded by numerous circles of runes that Scath couldnt comprehend, as the whole room echoed their power and directed it unto the altar. His mentor explained to Scath how he must now take the Spear on the altar and kill her on it, to gain both her powers and those of her predecessors, as he was the one worthy of wielding that power, of being the guardian of humanity, to keep the dammed at bay as they would cover all of Runeterra in darkness should they ever find a way to leave the Shadow Isles in large numbers. \r\nEven though Scath was anguished by the idea of having to kill the one person he held almost as dear as his dead family he accepted that burden, knowing it would be his fate now to battle the dreads that hid in the Black Mist for eternity.","replies":[]}