{"id":"xVs5QuAe","poster":"Eyderiän","date":"2016-11-20T10:54:37.888+0000","title":"Team  ca Dia 5 csucht Support (regelmäßger Ersatz)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo erstmal,\r\n\r\nwir sind ein paar Leute die sich alle pers&ouml;nlich kennen und die Motivation f&uuml;r die neue Season bzw Pre- Season ist gro&szlig;.\r\n\r\nWir sind theoretisch ein volles Team nur haben wir das gro&szlig;e Problem, dass unser Support sehr regelm&auml;&szlig;ig keine Zeit hat, also brauchen wir f&uuml;r diese Zeiten (die vorher angesagt sind jedoch variieren k&ouml;nnen) einen Supporter !\r\n\r\nFolgende Situation: besagter Support hat oft Sp&auml;tschicht (was ab n&auml;chster Woche z.B. der Fall ist) und kann so gut wie nie am Wochenende!\r\n\r\nKurz zu den Daten:\r\n\r\nTop: Eyderi&auml;n - Alter: 21 - Elo Dia V\r\nJgl: Jippy48 - Alter: 20 - Elo Dia V\r\nMid: taylorlol - Alter: 24 - Elo Dia V\r\nADC: xToasty - Alter : mh - Elo Dia V\r\nSupp: Eraaaze Alter 20 -Elo P III\r\n\r\nWir sind zumindest jeden Tag online wie oft wir dann als Team spielen w&uuml;rden wir dann intern kl&auml;ren , sehr wahrscheinlich immer sp&auml;ter Nachmittag / Abends.\r\n\r\nWir kennen uns alle pers&ouml;nlich und zocken auch sehr viel zusammen sind also theoretisch erfahren was Koordination etc angeht und wenn wir tryharden dann ziehn wir auch durch, aber nat&uuml;rlich da wir uns alle kennen hacken wir auch ordentlich aufeinander rum und sagen unsere Meinung (zumindest uns gegen&uuml;ber direkt) bzw trashtalken auch mal ordentlich\r\n\r\nDu solltest mindestens 18 oder &auml;lter sein, solltest nat&uuml;rlich Ahnung vom Game haben und eine gewisse Elo erreicht haben.\r\nElo ist uns gr&ouml;&szlig;tenteils egal nur werden wir wohl die meisten Anfragen unter P3 ignorieren.\r\n\r\nDu solltest einfach ein Support sein, der mit unserem ADC zocken kann (offensiver Playstyle).\r\n\r\nBei der Suche w&uuml;rden ich pers&ouml;nlich lieber einen starken Platin 3 Allround Supporter haben, als eine geboostete Dia 5 Janna main #nohate.\r\n\r\nWir erwarten, dass du Ahnung vom Spiel hast und das du deine Fehler und die des Teams logisch analysieren kannst, wir sind nicht irgendwelche schw&auml;tzer die behaupten in paar Monaten EPS zu spielen, wir gehen die Dinge logisch an und wissen: lass uns doch einfach zocken dann sehn wir ,dass wir besser werden und dann kann man immer noch seine Ziele definieren: zurzeit ist das Ziel --&gt; Viel zsm zocken viel Practise zusammen besser werden und da unser Supporter doch regelm&auml;&szlig;ig fehlt sollst du unsere St&uuml;tze sein, auf die wir bauen k&ouml;nnen wenn er nicht kann.\r\n\r\nDeine Hauptzeiten wirst du immer mindestens eine Woche vorher wissen (in der Woche) aber du solltest dich darauf einstellen, dass du an den Wochenenden Zeit hast, da wir da den Ersatz am dringensten brauchen und am WE kann man auch mal Turniere anstreben aber vor allem viel Zeit investieren (je nachdem wie lange wir k&ouml;nnen und Bock haben, wir pers&ouml;nlich zocken auch mal gerne z.B. Samstag von 18-24 Uhr am St&uuml;ck oder Freitag von 14-22 Uhr.\r\nDas sind wie gesagt keine festen Zeiten aber wie ich schon sagte w&auml;re Wochenende FR-SO die Hauptzeit in der wir dich br&auml;uchten !\r\n\r\nWenn dich das alles immer noch nicht abschreckt: dann adde gerne mich :\r\nEyderi&auml;n und dann besprechen wir den Rest Ingame und im TS.\r\n\r\nmfg.\r\n\r\nEyderi&auml;n","replies":[{"id":"","poster":"v2 Kaboozt","date":"2016-11-20T11:35:42.172+0000","up_votes":1,"down_votes":0,"body":"bin dia 5 janna main ;D","replies":[]}]}