{"id":"tBXTUEj5","poster":"Kampfgnuppel","date":"2016-11-19T19:40:45.522+0000","title":"Bugs ohne Ende","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Da will man den Beta-Client testen, kann wegen Bugs nicht bannen oder einloggen und wir dankbarerweise noch daf&uuml;r gepunished?! Seriously Rito? Manchmal werden Chatnachrichten einfach nicht gesendet bzw. kommen nicht an. Zwischendurch l&auml;dt der Shop nicht. Was ist das ?","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-11-19T20:11:42.593+0000","up_votes":2,"down_votes":0,"body":"Dann scheinst nur du diese Probleme zu haben, bei mir flutscht alles ( außer Soundprobleme in der Champselect). Am besten einfach mal den CLient reparieren :)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-11-19T20:36:19.013+0000","up_votes":1,"down_votes":0,"body":"Schon probiert ... aber alle Kumpels in der Flex-Q haben ähnliche Probleme. Lustig finde ichs dann ... wenn man 6 oder 30 min warten muss ... GG\n\n\nIch kann einfach nicht verstehen, warum Rito mit so vielen Entwicklern und soooooo viel Zeit immer nur Müll rausbringt. Was soll man von so einem Entwicklerstudio halten, wenn sie nicht mal einen Client auf die Reihe bringen? xD","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-11-19T20:44:31.127+0000","up_votes":1,"down_votes":0,"body":"Was heißt denn immer nur Müll? Ich finde den neuen Clienten eine gute Verbesserung und generell macht **Riot** (ich weiß nicht warum soviele Leute immer das O mit dem I verwechseln, kappa) einen guten Job bezüglich neuer Champs, Teaser und Eiblicken wies bei Riot funktioniert.\n\nFalls jemand aber Probleme mit dem neuen CLienten hat kann er immer noch den alten Clienten nutzen. (Im Anmeldebildschirm rechts unten zu finden)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-11-19T21:19:38.727+0000","up_votes":1,"down_votes":0,"body":"Weil man das aus Spass so schreibt? -> \"Rito pls\"\n\nBin selbst Entwickler ... normalerweise testet man etwas intensiv bevor man es rausbringt, so viele Bugs mit so vielen Ressourcen ... schwach (Spaghetticode halt, wie man weiss)","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-11-19T21:57:05.996+0000","up_votes":1,"down_votes":0,"body":">Weil man das aus Spass so schreibt? -> \"Rito pls\"\n\nUnd für was steht mein \"kappa\"?\n\n>Bin selbst Entwickler ... normalerweise testet man etwas intensiv bevor man es rausbringt, so viele Bugs mit so vielen Ressourcen ... schwach (Spaghetticode halt, wie man weiss)\n\nDas ist doch grade ein Test, vor der Presaison gabs den **Alpha**clienten, mit nichtmal annähernd sovielen Funktionen wie es jetzt, im **Beta**clienten, gibt. Wenn du Programmierer bist weist du ja auch für was \"Alpha\" und \"Beta\" steht.\n\nWie gesagt: Wenn dir der Client unbequem ist kannst du jetzt noch auf dem alten Clienten bleiben, wobei der dann abgeschaltet wird wenn die Beta endet.\n\nPS: Es gibt sogar noch einen PBE - Alpha(Beta)clienten bei dem zuerst neue Sachen getestet werden bevor sie in deinem Clienten erscheinen.","replies":[]}]}]}]}]}]}