{"id":"sVwkEfjA","poster":"Dinolius","date":"2016-11-19T23:31:18.189+0000","title":"Troll in den Promos","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":5,"body":"Hallo\r\n\r\nIch hab eben gerade mein letztes Promo game aufgrund eines trolls verloren, welcher sich in seiner/meiner Elo falsch gef&uuml;hlt hat, und nach k&uuml;rzester Zeit anfing in Teamfights nur daneben zu stehen und zu Backporten. Auch Tower verteidigen war nicht drin. stand dahinter und hat gelacht.\r\n\r\nKann ich mehr tun als diesen Spieler &uuml;ber das Sofort-melde-System zu reporten, um Riot auf ihn aufmerksam zu machen?\r\n\r\nDanke schonmal.\r\n\r\n\r\n\r\n{{champion:427}} &quot;Ich bin Groot.&quot;","replies":[{"id":"","poster":"Arborash666","date":"2016-11-19T23:55:23.857+0000","up_votes":1,"down_votes":5,"body":"Nur Minimal mehr, aber ich setze solche Leute auch immer noch auf die persönliche Ignor-Liste. Damit gehst du sicher das du diesem Spieler zu 99,9% nur einmal in LOL begegnest, denn das Matchmaking-System berücksichtigt auch deine Ingore-Liste.\n\nIch kenne das Gefühl leider, hatte damals in meinen ersten Einstufungsspielen (damals noch mit Elo und 5 Spielen auch in meinen beiden letzen Einstufungsspielen zweimal den gleichen Troll hintereinander. Eine Erfahrung die mich bis heute ärgert). \n\nEinzige Logik gegen den Frust ist sich immer vor Augen zu führen das du in deinem Team 4 mal die Chance auf einen Troll/Feeder/etc hast, das Gegnerteam aber 5 mal.","replies":[{"id":"","poster":"LegendaryXenon","date":"2016-11-19T23:57:24.569+0000","up_votes":6,"down_votes":0,"body":"Das mit der ignore Liste ist Quatsch.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-11-20T09:59:49.378+0000","up_votes":3,"down_votes":0,"body":"Die Ignore-List ist lediglich dafür gedacht, dass dieser Spieler dich nicht adden kann. Dass dir die Leute deiner Liste nicht begegnen, liegt daran, dass es verdammt viele Spieler gibt.","replies":[]},{"id":"","poster":"THT Pepperpiet","date":"2016-11-20T11:41:01.713+0000","up_votes":2,"down_votes":0,"body":"Ignore List ist quatsch. Hab schon des öfteren von mir ignorte spieler wieder in Rankeds angetroffen. aber da sind sie dann von anfang an gemutet","replies":[]}]},{"id":"","poster":"Wernicke","date":"2016-11-20T05:25:29.564+0000","up_votes":2,"down_votes":0,"body":"Das report System nach dem Spiel ist das effektivste Mittel was du diesbezüglich nutzen kannst. Deswegen hat Riot uns das an die Hand gegeben.","replies":[]},{"id":"","poster":"Ireliα","date":"2016-11-20T23:48:34.214+0000","up_votes":1,"down_votes":0,"body":"Bei besonders krassen Fällen oder Dingen bei denen du denkst, dass das System diese nicht erkennen wird, kannst du dich direkt an den Support wenden. Bei dem stinknormalen Troll ist das aber nicht nötig.","replies":[{"id":"","poster":"Dinolius","date":"2016-11-21T14:05:09.795+0000","up_votes":1,"down_votes":0,"body":"Cool, danke dir für die idee :)","replies":[]}]}]}