{"id":"pwOh7FZ5","poster":"mouz DeMeNt","date":"2016-11-19T14:29:14.584+0000","title":"Ehemaliger Dota2 Pro beginnt mit LoL und sucht hilfsbereite Leute","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Liebe LoL-Gemeinde,\r\n\r\nnach meiner 12 j&auml;hrigen DOTA2 Karriere in Teams wie Mousesports, Fnatic, Dignitas und co. wird es Zeit eine neue &Auml;ra einzuschlagen.\r\nAuf diesem Wege suche ich nette und hilfsbereite Leute um schnell in das Spiel reinzukommen.\r\n\r\nAus Mousesports-Zeiten haben wir von unserer Organisation LoL-Accounts erhalten um neben den Trainingszeiten auch mit unserem LoL-Team in Verbindung zu bleiben, casual games zusammen spielen zu k&ouml;nnen und einfach Erfahrungen auszutauschen. (Danke daf&uuml;r Cengiz! :p)\r\n\r\nDaher besitze ich also schon einen Level 30 Account, nun fehlt noch das ich endlich beginne mich aufzuraffen und zu spielen.\r\nIch hoffe euch mit diesem Beitrag erreichen zu k&ouml;nnen und evtl. sieht man sich bald schon ingame f&uuml;r ein paar nette Runden!\r\n\r\nAdded mich einfach unter: mouz DeMeNt\r\nhttps://www.facebook.com/DotADeMeNt/\r\n\r\nMit freundlichen Gr&uuml;&szlig;en,\r\nDeMeNt","replies":[{"id":"","poster":"mouz DeMeNt","date":"2016-11-19T17:08:23.268+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp!\nIch beginne erstmal mit normal games um reinzukommen, um die Helden zu verstehen und ein Gefühl für die mechanics zu bekommen - Mein Ziel wird aber irgendwann sein, weiter oben zu spielen.","replies":[]},{"id":"","poster":"SatoriusX","date":"2016-11-19T15:48:28.367+0000","up_votes":1,"down_votes":0,"body":"Bin auch erst vor \"kurzem\" gewechselt und kann dir für den Anfang Adc (also called \"Unten\") ans Herz legen. Jeder >2k mmr hat mehr als genug Mechanics zum Lasthitten. Ansonsten kannst du dir auch Top/Mid nehmen und die Matchups auf die harte Tour lernen. \n\nWas ist deine Zielsetzung? Willst du asap organisiert im Team spielen und tryharden oder suchst du einfach einen Gardinenwechsel?","replies":[]},{"id":"","poster":"mouz DeMeNt","date":"2016-11-19T14:36:39.336+0000","up_votes":1,"down_votes":0,"body":"Danke dir! :-)","replies":[{"id":"","poster":"Ηastur","date":"2016-11-19T14:39:02.279+0000","up_votes":1,"down_votes":0,"body":"Erste Hilfe, du kannst im Forum direkt unter den Beitrag auf antworten klicken. Dann wird der oder die Jenige auch benachrichtigt (oben rechts die Zahl), dass du geantwortet hast. Zudem macht es einen Nachrichtenverlauf übersichtlicher.","replies":[]}]},{"id":"","poster":"Ηastur","date":"2016-11-19T14:35:21.148+0000","up_votes":1,"down_votes":0,"body":"Hallo. :-)\nIch denke viel helfen werde ich nicht können, finds aber ganz schön mal sowas hier im Forum zu lesen. Es wäre evtl gut zu wissen, was du für Hilfe benötigst. Aktuell ließt sich das mehr wie eine Vorstellung, was aber nicht schlimm ist.\nViel Spaß wünsch ich dir. Bin gespannt was da noch zu hören sein wird.","replies":[]}]}