{"id":"9EKo5oyj","poster":"xScarfy","date":"2016-11-19T15:01:37.158+0000","title":"Universum","subforum":"Rückmeldungen zur Übersetzung","up_votes":5,"down_votes":1,"body":"Hey,\r\n\r\nerstmal m&ouml;chte ich sagen, wie sehr ich die Universum-Seite liebe! Endlich gibt es wieder viel Geschichte zu LoL zu lesen und Runeterra f&uuml;hlt sich wieder wie ein lebendiges Universum an! Und auch die deutsche &Uuml;bersetzung ist wirklich gut gelungen! Also danke daf&uuml;r :)\r\nNat&uuml;rlich ist es nicht zu vermeiden, dass sich bei so vielen Texten, die &uuml;bersetzt werden m&uuml;ssen, auch ein paar Fehler einschleichen und deswegen will ich hier kurz die Rechtschreibfehler auflisten, die ich gefunden habe.\r\n\r\n1. Bei der Beschreibung von Ionia steht: &quot;Seine Bewohner [...] sind ein spirituelles Volk, das danach strebt, im Einklang mit der Welt leben.&quot; Hier m&uuml;sste es &quot;in Einklang mit der Welt **zu** leben&quot; hei&szlig;en.\r\n2. Bei der Beschreibung der &quot;Kultur der Ureinwohner&quot; von Bilgewasser steht im ersten Satz: &quot;[...] Teile davon sind bereits in das Teil des Alltags geworden.&quot; Hier sollte es wohl hei&szlig;en &quot;Teile davon sind bereits Teil des Alltags geworden&quot;, wobei ich finde, dass diese aufeinanderfolgende Benutzung von &quot;Teil&quot; sich nicht so sch&ouml;n anh&ouml;rt. Vielleicht sollte man es zu etwas wie: &quot;Teile davon sind bereits in das allt&auml;gliche Leben eingeflossen&quot; oder &quot;gewisse Aspekte sind bereits Teil des Alltags geworden&quot; &auml;ndern. Was meint ihr dazu?\r\n3. Bei der Beschreibung der &quot;Armeen von Noxus&quot; steht im ersten Satz: &quot;[...] doch dies t&auml;uscht &uuml;ber die Disziplin und sie Raffinesse hinweg, [...]&quot; ich sch&auml;tze mal hier sollte das zweite &quot;sie&quot; eigentlich auch ein &quot;die&quot; sein.\r\n4. Bei der Beschreibung von &quot;Hextech&quot; von der Region Piltover steht im ersten Satz: &quot;[...] und nocht nur jenen, [...]&quot; hier sollte es wohl &quot;nicht&quot; hei&szlig;en anstatt &quot;nocht&quot;.\r\n5. Bei Zhaun steht bei einer der Bildbeschreibungen &quot;DIE M&Auml;RKTE ZWISCHEN PILTOVER UND ZAUN FLORIEREN.&quot; allerdings wird Zhaun in der deutsche &Uuml;bersetzung mit &quot;h&quot; geschrieben, was hier noch erg&auml;nzt werden m&uuml;sste.\r\n6. In der neuen Geschichte von Jax steht in einem Satz: &quot;Jax erhob einen Finger, w&auml;hrend es sein Ei fertig a&szlig;.&quot; Das &quot;es&quot; bezieht sich hierbei auf Jax, weshalb ich denke, dass es &quot;er&quot; hei&szlig;en sollte, da er im Rest der Geschichte auch mit &quot;er&quot; bezeichnet wird.\r\n7. In der neuen Geschichte von Tristana steht: &quot;Die beiden hatte sie vor Kurzem im Flu&szlig; westlich ihres Lagers [...]&quot; &quot;Fluss&quot; m&uuml;sste hierbei mit &quot;ss&quot; geschrieben werden, nicht mit &quot;&szlig;&quot;.\r\nDas war erstmal alles. Falls ich noch etwas finden sollte f&uuml;ge ich es hier hinzu.\r\n\r\nxScarfy","replies":[{"id":"","poster":"Gryphias","date":"2017-01-21T11:02:19.955+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute!\nDa ich finde es ist besser wenn man alles über das Universum in einen Post zusammenfasst werde ich ebenfalls hier im Thread schreiben!\nVielleicht kann man ja auch einen Sticky-Post draus machen da man ja doch Beta-Feedback haben möchte!\n\nZuallererst muss ich meinem Vorredner absolut zustimmen, die Idee, das Konzept, die Aufarbeitung und vorallem die Geschichten sind der Wahnsinn!\n\n\n___\n\n\nZu den Punkten die mir aufgefallen sind und die ich als Verbesserungsvorschläge hätte:\n\n1.\nBei der Aufteilung unter dem Punkt Regionen würde ich die Übersichtlichkeit verbessern.\nHier würde ich es so aufteilen dass man das Gefühl hat alles zu finden und man alles Wissen aufsaugen kann wenn man so will!\nZb:\nZuerst eine Übersicht der Stadt mit den Konzeptzeichnungen kleinen Geschichten, was die Stadt so ausmacht, wie es aussieht. Einfach um ein Gefühl für die Stadt und die Stimmung dort zu bekommen. Die Bilder der Regionen sind wunderschön und geben eine gute Übersicht, dass soll man bereits am Anfang gut sehen können.\nDanach die Champions, wer gehört in diese Region, wer kommt aus dieser Stadt, wer sieht sich mit ihr in Verbindung?\nWenn man auf die Champions klickt deren Geschichte und die Geschichten die dieser so erlebt hat (so wie es eh grade ist, finde ich sehr gut gemacht)\n\nDanach würde ich die **GESAMMELTEN** Geschichten nochmals herzeigen, nicht nur unter dem jeweiligen Champion.\nGrade wenn man einfach nur gern die Geschichten liest wäre so eine Übersicht echt super!\n\n\n\n2.\nAls kleines Gimmick grade wenn man gerne so Geschichten liest könnte man neben der Geschichte ein kleines Icon machen das anzeigt ob man diese bereits gelesen hat.\nlässt sich ja auch gut mit dem jeweiligen Konto sonst verbinden.\n\n___\n\nIch hoffe es klingt jetzt nicht allzu verwirrend, aber würde mich freuen da eine schöne Übersicht zu finden die nicht nach ein zwei Jahren einfach nicht mehr weitergepflegt wird, wäre echt sehr schade darum^^","replies":[]},{"id":"","poster":"frodobeutlin17","date":"2016-11-28T11:55:48.218+0000","up_votes":1,"down_votes":0,"body":"Vielen lieben Dank für deine detaillierte Rückmeldung, das hilft uns immens weiter.\n\nWir haben die Fehler, soweit möglich, ausgebessert.\n\nLiebe Grüße,\nfrodobeutlin17","replies":[]},{"id":"","poster":"0 DMG LUL ","date":"2016-11-19T17:54:54.910+0000","up_votes":1,"down_votes":0,"body":"*tatütata* \nAchtung Achtung , die Rechtschreibpolizei rückt aus.","replies":[]}]}