{"id":"dFuWozLE","poster":"dome025","date":"2016-11-19T09:14:32.554+0000","title":"Replay Highlights","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Wie kann man diese abspielen lassen? Denn diese sind als webm-datei gespeichert, weshalb ich die nicht &ouml;ffnen kann und die mit dem LoL Client zu &ouml;ffnen bringt auch nichts. Nur die normalen Replays kann ich mit dem LoL Client &ouml;ffnen.","replies":[{"id":"","poster":"Fairez","date":"2016-11-19T11:22:04.497+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nwelchen Browser benutzt du? Mit Mozilla Firefox kannst du die Datei öffnen und abspielen lassen.\nAnsonsten könntest du dir auch den VLC Player herunterladen, damit sollte es auch funktionieren.","replies":[{"id":"","poster":"dome025","date":"2016-11-19T13:27:07.129+0000","up_votes":1,"down_votes":0,"body":"Ich benutze Chrome. Vor paar Jahren habe ich Firefox benutzt, aber ich bin dann auf Chrome gewechselt als ich paar Probleme mit Firefox hatte.\n\nIst der VLC Player einigermaßen vertrauenswürdig? Habe schon nach einem Programm gesucht, welches das Format konvertieren würde, aber bei Chip.de zeigte es als Nachteil an , dass es Spam, etc. hat und beim Download automatisch zusätzliche Sachen downloadet.\n\nAnsonsten Danke","replies":[{"id":"","poster":"Fairez","date":"2016-11-19T13:49:50.251+0000","up_votes":1,"down_votes":0,"body":"Mit Google Chrome solltest du die Datei auch öffnen können. Dazu einfach Google Chrome öffnen und die WebM Datei in das offene Google Chrome Fenster ziehen, dann sollte diese abgespielt werden.\n\nVLC kannst du natürlich auch nutzen, hierbei sehe ich keine Probleme. \nOftmals hat man die Wahl bei der Installation zusätzliche Tools zu installieren, was leider teilweise standardmäßig aktiviert ist, allerdings sollte die Möglichkeit bestehen dies zu deaktivieren.","replies":[{"id":"","poster":"dome025","date":"2016-11-19T14:06:55.847+0000","up_votes":1,"down_votes":0,"body":"Danke {{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]}