{"id":"AHahLtJ1","poster":"Zieren","date":"2016-11-19T03:06:00.926+0000","title":"Jungler Farm","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nmein anliegen hier besteht daraus ob ihr mir vielleicht Hilfestellung zum Jungle geben k&ouml;nntet.\r\nM&ouml;chte gerne Wissen wie es mit dem farmen abgeht, da ich immer recht wenig farm habe durch zu viele ganks die aber halt oft zum Sieg der Lane verhelfen. Ein Kumpel sagt immer mein farm w&auml;re kacke aber gibt auch keine ratschl&auml;ge dazu da er es selber nicht wei&szlig;. Habe aber auch noch fragen und Probleme zu diversen andere Dinge die unten aufgelistet sind.\r\n\r\nHabe immer wieder oft und viel Jungler gespielt aber hat immer nur bis Platin 1 H&ouml;chstens gereicht, also kann mir ein erfolgreicher Jungler mir da helfen und bitte keine Tips von unter Platin Leuten, (Soll nicht falsch r&uuml;berkommen aber die meisten werden Wissen was ich damit meine) mag da echt nur Gute ratschl&auml;ge und nicht irgendein einheitsbrei erz&auml;hlt bekommen. Halte mich jetzt nicht f&uuml;r den besten Jungler oder so aber denke mal nicht Umsonst schaffe ich es ja bis Platin damit aber m&ouml;chte halt damit anfangen das ganze zu verbessern, habe bisher ohne gro&szlig; nachzudenken gespielt und habe mir auch dar&uuml;ber nie gedanken gemacht einfach just for fun.\r\n\r\nFreue mich schon sehr auf Konstruktive Ideen und Hilfe dazu, bedanke mich schon vorab daf&uuml;r.\r\n\r\nZu mir: http://euw.op.gg/summoner/userName=zieren\r\n\r\nM&ouml;chte mich auf diese Champs im Jungle fokusieren:\r\n/1.Shaco\r\n2.Rengar\r\n/3.Evelynn\r\n4.Kha Zix\r\n5.Zac\r\n6.Vi\r\n7.Amumu\r\n8.Lee Sin\r\n/9.Jarvan\r\n10.Shyvanna nach dem Update\r\n\r\nDie in Klammern gesetzt sind die mit denen ich die meiste Erfahrung habe und auch &uuml;ber 50% Winrate habe\r\n\r\nHilfestellungen zu: \r\nFarmen \r\nGut ganken\r\nCounter Jungle\r\nJungle invades countern\r\nTrainieren tips usw.\r\nAuf was man achten sollte\r\n\r\nHabe auch Ts3 falls man mal paar runden dazu spielen m&ouml;chte","replies":[{"id":"","poster":"Hellosager","date":"2016-11-19T09:48:22.000+0000","up_votes":2,"down_votes":0,"body":"Ok, ich hab mir eines deiner Replays angeschaut. Folgendes:\nWenn deine Laner nicht covern im early, dann mach es selber. Im Replay hättet wollten die Gegner fast invaden und aufgefallen ist es nur weil, der Supporter über den Bluebuff gewardet hat. Mit Shaco ist das natürlich ungünstig, weil du deine Boxen setten musst, aber ist ein Tipp, falls du mal was anderes spielst.\nMit Shaco kannst du außerdem easy an einem der gegnerischen Buffs anfangen, wenn du weißt wo der Jungler startet. Je nachdem gegen was du spielst kann das großen Einfluss haben.\nDein Jungle ist fast immer komplett voll, was nach dem Update eigentlich umso schwerer sein sollte. Du clearst so gut wie nie deine Camps und verbringst viel Zeit mit sinnlos rumrennen. Bis Minute 20 hast du die Krugs und Raptors nur einmal gecleart. Wölfe und Gromp auch fast gar nicht. Du clearst meist nur deine Buffs und selbst die stehen zu lange rum. Daraus folgt dann auch ein komischer Itembuild. Denn wenn du nicht vorhast den Jungle zu clearen, dann ist dein first Item auch nicht Tiamat, was eben genau dafür gedacht sein sollte. Daher geht sehr viel Effizienz verloren. \nGerade mit Shaco kannst du auch viel mehr im Gegnerjungle rumrennen, denn du bist in der Position das zu können. Der Gegnerjungler ist mehr damit beschäftigt dir aus dem Weg zu gehen, sofern er das kann. Ein Rammus hat dir auch im early nichts entgegenzusetzen. Wenn du im Gegnerjungle bist, dann clear auch ruhig die Camps.\nGanken: Als Jungler willst du Lanes ganken die einfach zu ganken sind: keine Escapes, low on Mana/HP, Summoners down, keine Wards, guter Laner.\nDu willst keine gegnerische LeBlanc ganken, wenn du einen Lee Sin auf der Lane hast. Du willst auch keinen zed ganken solange er seinen Schatten up hat. Du willst ab Level 6 deinen Malzahr ganken oder deine Thresh/Morgana Botlane. CC, die du selbst nicht mitbringst, macht das ganze so viel leichter.\n^----- Erst mal zu dem Replay welches ich mir angeschaut hatte.\n\nAllgemein:\nJungle invades countern\nKlassisch einfach einen defensiven Controll ward am Jungleeingang stellen. Umso besser, wenn deine Mitspieler dir helfen um mehrere Jungleeingänge zu covern. Wenn du invaded wirst und weißt du hast dem Gegner nichts entgegenzusetzen, dann geh weiter zum nächsten Camp und scheiß auf den Buff. Ausnahmen: du hast Smite up -> trotzdem save bleiben aber versuchen kann mans. \n                       Laner moved instant -> Richtung Laner kiten, endet meist mit mindestens flash\n\nCounter junglen logischeweise immer dann, wenn der Jungler woanders ist und/oder deine Lanes gepusht sind. Wenn mögich immer für deepwards sorgen, wenn du schon im Gegnerjungle bist.\n\nDu Willst außerdem nie im Levelnachteil sein dem Gegnerjungler gegenüber.\nPassiert mir selbst nicht selten,d ass ich 2 Level Rückstand habe, darf aber nicht passieren. Bist du hinten, dann fang an zu farmen.\n\nIch würde folgende Reihenfolge für die Wichtigkeit festlegen:\nCountergank > Objective > farmen > ganken\nDa kann durchaus noch mehr mit reinfließen, aber wenn du dich da ein bisschen dran hälst dürfte gerade das mit dem Farm besser werden.\n\n\nSorry für viel Text, aber das waren so erst mal meine Gedanken. Hab vielleicht was vergessen.","replies":[]},{"id":"","poster":"Zieren","date":"2016-11-19T20:41:11.460+0000","up_votes":1,"down_votes":0,"body":"Nabend,\n\necht vielen dank schon mal dafür werde das jetzt gleich mal beherzigen in den nächsten games und werde dann mal feedback dazu geben, habe bei counter Jungle meist gegen Lee Sin halt die Angst ihn direkt in die Arme zu spielen.","replies":[]},{"id":"","poster":"Sk1ll N0t F0und","date":"2016-11-19T04:29:10.909+0000","up_votes":2,"down_votes":2,"body":"Nunja ich bin jetzt nicht Platin iwas aber ich behaupte das ich einen recht akzeptablen farm im jungle habe. Mein main ist shaco jungle und ich habe bei mir selbst gemerkt das wenn mein farm zu niedrig ich selber nicht viel auf die reihe bekomme . darum versuche ich auch immer wenn möglich eine lane durchzupushen oder auch mal wenn nen laner gestorben ist die lane zu halten und dadurch ein bisschen farm zu bekommen. Aber auch splitpushen ist extrem gut und bringt dir einiges an extra gold ein. \nIch hoffe ich konnte etwas helfen und hab dir jetzt nicht nur sachen geschrieben die du eh schon wusstest ^^{{sticker:slayer-jinx-catface}}","replies":[]}]}