{"id":"Bn4NQBFf","poster":"Ste94an","date":"2016-11-17T20:51:16.840+0000","title":"FPS teilweise ziemlich low","subforum":"Client Diskussion","up_votes":1,"down_votes":0,"body":"Hallo, habe ein Problem bzw zwei. Und zwar sind meine fps w&auml;hrend dem game hin und wieder (meistens bei teamfights) richtig low, bzw ruckelt es so dass es nur low fps sein k&ouml;nnen. Das ist seitdem ich den neuen Client habe, kann das echt am client liegen? Davor hatte ich noch nie probleme.\r\nUnd das 2. Problem ist dass mir nicht die fps angezeigt werden, also ich merk zwar, dass die fps low sind weils bei fights extrem ruckelt (mein inet ist gut, daran liegts nicht) aber ich seh sie nirgends. Normal werden die doch neben dem ping angezeigt oder? Wei&szlig; wer wie ich die wieder sichtbar machen kann, bei einstellungen hab ich nix gefunden. Danke erstmals\r\nlg","replies":[{"id":"","poster":"DDLC Just Monika","date":"2016-11-18T17:58:38.599+0000","up_votes":1,"down_votes":0,"body":"Huhu,\n\nalso beim 1. problem liegt es wahrscheinlich daran das wenn du im game mal Alt+Tab (also auf den Desktop) zurückgehst, siehst das der client noch zu sehen ist, was beim alten nich war und deswegen deine fps runtergeht. Kannst ja mal den client dann ausmachen wärend dem Spiel um zu sehen ob es immernoch so ist, aber musst dann halt nach dem spiel League wieder neustarten.\n\nBeim deinem 2. Problem drück im spiel einfach STRG + F und dann werden dir deine FPS wieder angezeigt.\n\nHoffe konnte dir helfen.\n\nMit freundlichen Grüßen","replies":[{"id":"","poster":"Ste94an","date":"2016-11-18T20:13:36.222+0000","up_votes":1,"down_votes":0,"body":"Ah ok alles, klar dann werd ich das mal probieren. Danke dir","replies":[{"id":"","poster":"Ste94an","date":"2016-11-21T20:56:12.741+0000","up_votes":1,"down_votes":0,"body":"So also ich hab jetzt wieder den alten Client oben und leider immer noch dasselbe. So ab minute 30 beginnt die fps allmählich zu sinken, vor allem bei fights ist sie ziemlich low dann. Komischerweise hatte ich das vor dem neuen patch noch nie. Das traurige ist ja, dass ich schon alle Einstellungen auf niedrig habe.. Hat wer Lösungsvorschläge? :/\nPS: Benutze einen Laptop falls das ausschlaggebend sein sollte ","replies":[{"id":"","poster":"ChefSauce","date":"2016-11-23T13:27:46.436+0000","up_votes":1,"down_votes":0,"body":"hab exakt das selbe problem seit ich den neuen client installiert hab. es sind immer so um die 20 - 30 fps und in teamfights noch schlimmer um die 1-10. habe ebenfalls einen laptop.\nweiss da sonst wirklich niemand eine lösung?","replies":[]}]}]}]}]}