{"id":"rnQH22vV","poster":"Luwss","date":"2016-11-17T17:41:46.436+0000","title":"Platin Jungler sucht ein Team für S7","subforum":"Clans & Teams","embed":{"title":"Lee Sin Free Win - Summoner search results - League of Legends","description":"Lee Sin Free Win / Platinum 5 35LP / 266W 235L Win Ratio 53% / Nidalee - 82W 71L Win Ratio 54%, Lee Sin - 66W 56L Win Ratio 54%, Lucian - 31W 34L Win Ratio 48%, Caitlyn - 20W 7L Win Ratio 74%, Elise - 10W 10L Win Ratio 50%","url":"http://euw.op.gg/summoner/userName=Lee+Sin+Free+Win","image":"http://sk2.op.gg/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"HeyGuys ,\r\n\r\nich bin zum ersten mal auf der Suche nach einem Tryhardteam auf meinem Niveau. Ich pers&ouml;nlich war schon immer eher ein Teamranked- als SoloQ-Spieler. Nur macht es mehr Spa&szlig;, wenn deine Mates auch so gut sind wie du:) Ziel ist es eine Synergie untereinander aufzubauen, bei Turnieren mitzumachen, inner FlexQ aufzusteigen (Teamranked gibt es ja glaube nicht mehr :/) und nat&uuml;rlich Spa&szlig; am Tryharden zu haben. Dass sich auch neue DuoQ-Partner finden erkl&auml;rt sich von selbst. Wenn ich nichts zu tun hab bin ich in der Regel on, was vermehrt abends der Fall ist. Trainingszeiten kl&auml;ren wir dann.\r\nSicherlich versteht sich, dass Schule, Arbeit, Reallife, etc. vorgeht. \r\n\r\nZu mir:\r\n&gt; Ich bin 16, schulisch deswegen noch aktiv. Spiele seit Season 4 und habe jede Season eine Division gutgemacht,\r\nsprich: Silber 5 &gt; Gold 4 &gt; Platin 5,\r\nund hoffe mich weiterhin zu verbessern.\r\n&gt; Ich spiele vor allem {{champion:64}} {{champion:76}} {{champion:20}} wie der Name schon sagt aber kann mich super der Meta anpassen.\r\n{{champion:60}} {{champion:2}} {{champion:421}} {{champion:121}} {{champion:104}} {{champion:120}} w&auml;ren ebenfalls locker drin und {{champion:79}} {{champion:59}} sind die Off-Meta Jungler, die ich gut beherrsche. {{champion:28}} {{champion:107}} m&uuml;sste ich jedoch auffrischen.\r\n&gt; Mein Spielstil ist im Early sehr aggressiv. Ich versuche meinem Team hier durch Dominanz Vorteile zu verschaffen, womit man das Game dann runterspielen kann.\r\n\r\nZu euch:\r\n&gt; TeamSpeak 3\r\n&gt; Alter egal\r\n&gt; Gold+ (Ausnahmen werden auch beachtet)\r\n&gt; Offen gegen&uuml;ber Kritik\r\n&gt; Ehrgeizig! Mit der richtigen Mentalit&auml;t hat man schon die halbe Miete\r\n&gt; Meinem Spielstil entsprechend einen Map-pr&auml;senten Midlaner, der meinen R&uuml;cken bei Invades deckt und in den Early Skirmishes hilft.\r\n&gt; Kein Flame, Teamplayer sein (versteht sich eigentlich auch)\r\n&gt; Humor &lt;3\r\n&gt; Teamerfahrung ist ganz gut aber kein Muss\r\n\r\nAm besten w&auml;r&#039;s nat&uuml;rlich in einem bereits eingespieltem 4er-Team aufgenommen zu werden. Doch auch Einzelspieler k&ouml;nnen sich melden. Ein komplett neues Team zu gr&uuml;nden ist auch eine M&ouml;glichkeit. ^^ Einfach adden oder etwas hier drunter schreiben!\r\n\r\nMfG~~ {{summoner:11}} {{champion:64}} \r\n\r\n\r\nPS: op.gg hab ich euch mal verlinkt. Hab beim erreichen von Plat aber nur noch getrollt und eher mit meine RL-Mates im Lowelo Bereich gesmurft, weils solo nicht gebock hat. Dennoch ist da Stat-technisch Luft nach oben f&uuml;r S7","replies":[]}