{"id":"BHQRsBvd","poster":"Queen Noth","date":"2016-11-17T11:21:20.911+0000","title":"Fragen nach Tipps die Zweite c:","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hiii (^-^)/ *wink*\r\n\r\nNach l&auml;ngeren Zockerzeit wollte ich mal wieder die Frage in den Raum werfen *reinwerf* was ich noch bez&uuml;glich an Spielen an mir verbessern kann.\r\nFolgende besch&auml;ftigen mich:\r\n\r\n1) Das Farmen:\r\nLeider ist meine Farmrate immer noch schei&szlig;e (besonders als ADC) ich glaub das &quot;beste&quot; was ich je schaffte war um die 180 Farm irgendwann mal, aber das nach langer Spielzeit. Ich wei&szlig; nicht warum, ich haue auf die Minions drauf, aber es wird nur dazu gez&auml;hlt, wenn das Spiel grad Bock hat .____. Andere Spieler kommen locker auf 200-300 Far, so als ob die nen eingebauten Staubsauger h&auml;tten, will auch mal so viel schaffen, meow qwq\r\n\r\n2) Unsicherheit bei den Itembuilds:\r\nIch hab bisher nur ein Gegenstandset erstellt, da ich mir in Bezug von Itembuild unterschiedliche, teils widerspr&uuml;chliche Aussagen h&ouml;re. Einige meinen zu mir ich soll das Set so und so nehmen andere ich soll die vorgeschlagene Gegenst&auml;nde nehmen, wieder andere das andere set, usw... Kann einer mir zumindest sagen, ob ich mit meinen bisherigen Item zumindest auf den richtigen Weg bin??? :C\r\n\r\n3) Masteries neue:\r\nHab f&uuml;r meine Mains eigene Masteries erstellt, doch einige der Keys unten sind ausgetauscht, weshalb ich nicht wei&szlig;, ob ich die f&uuml;r meine Champs verwenden kann. Bisher hab ich noch keinen Nachteil neuen gemerkt, aber vielleicht kann es jmd einsch&auml;tzen.\r\n\r\n4) Meine Tode reduzieren:\r\nSelbst in Runden wo das Team gewinnt, passiert es bei mir, dass ich zum beispiel bei den Deaths auf &uuml;ber 10 steh und somit ungewollt feede. Will das gern vermeiden ._.\r\n\r\n\r\n\r\nJoa, mehr Punkte fallen mir grad nicht ein. W&uuml;rde mich auf Ratschl&auml;ge freuen ^^","replies":[{"id":"","poster":"Euronymus88","date":"2016-11-21T09:34:48.964+0000","up_votes":2,"down_votes":0,"body":"1) Übe an Bots und später gegen richtige Spieler , wie du angemerkt hast ist es gerade als ADC sehr wichtig sich richtig zu Positionieren um nicht von Blitzcrank oder Thresh oder andern Support getroffen zu werden.\nAktuell werden von vielen ADC die Attaclspeedrunen genommen, wenn du aber Schwierigkeiten mit Lasthitten hast, dann nimm doch bei den Roten und Violetten Runen Schaden, dass erleichtert dir gerade im earlygame an Lasthitts zu kommen. Später im Spiel sollte es, dann weniger ein Problem sein, da dein Timing nicht wirklich gut sein muss, da du wesentlich mehr Schaden machst.\n\n2) Lies dir mind. 2 gut bewertete Guides zu deinem Mainchampion durch, vor allem die Itemsection, da wird sehr oft sehr genau erklärt, wann man welches Item baut.\nBei den meisten Champs gibts ein 2-3 Coreitems die man eigentlich immer baut und halt eine Palette von Items, welche man je nach Situation nimmt. Auch die Reihenfolge, kann da varrieren je nachdem ob man gerade einen grossen Vorsprug hat oder zurück liegt.\n\n3) Auch hier empfehle ich dir Guides oder auf Probuilds zu schauen, was die Profis mit dem jeweiligen Charakter nehmen, gerade hier wird dir auffallen, dass es mehrer Optionen gibt und viele auch von deinem Spielstil abhängen. Oft erkennt man trotzdem eine Tendenz, welche sicher nicht verkehrt ist.\n\n4) Hier ist das Zauberwort: Selbstreflektion, wenn du das kannst merkst du schnell wo dein Fehler lag. Klar ist das ein Punkt, welcher immer Potenzial hat , trotzdem hast du wohl hier eine grössere Schwäche, denn wenn man gröber am gewinnen ist, dann stirbt man in der Regel auch deutlich weniger.\n\nDas ist aber ein schwieriges Thema, wo es keine einfache Antwort gibt die du sofort umsetzen kannst, da viele Faktoren stark dazu beitragen.\n\nMapawardness: Sehr sehr wichtig, hier erkennt man schnell welcher Spieler auf der Lane fehlt oder auch wieviele Spieler ich nicht weiss wo sie sind, fleissig auf die Minimap zu schauen kann einem sehr helfen, manchmal sieht man mehrer Gegner nicht, aber da ich weiss das vor kurzem alle auf Toplane waren kann ich Botlane pushen ohne Angst vor einem Gank zu haben zumind. für die nächsten 40 Sekunden. \n\nPositioning: Als ADC ist es enorm wichtig und manchmal bedeuten kleinere Fehler bereits den eigenen Tod aber auch die anderen Rollen müssen wissen wie Sie sich positionieren. Gerade bei eher neuen oder unerfahrenen Spieler führt die falsche Positierung sehr oft zu unötigen Toden. Hier hilft halt vor allem die Erfahrung, wenn du mit einem erfahrenen Spieler auf der Botlane spielst, kann der dir dabei helfen, aber gerade hier kommt es sehr drauf an wie schnell du selber lernst. Generall kann man aber sagen, dass halt Tanks / Offtanks in die Frontline gehören und APC / Support in der Mitte und ADC in der Backline, wobei man das hier auch nicht pauschalisieren kann. Es ist alles auch vom Setup und den Champs abhängig.\n\nChampionkenntniss:\n\nAuch nicht zu unterschätzen ist die Champions zu kennen (damit meine ich natürlich nicht nur die eigenen) damit man weiss, wann man am besten traiden kann oder sogar ALL IN geht.\nZu wissen ob eine Fähigkeit einen langen oder kurzen CD hat hilft einem sehr zu entscheiden, ob es gerade der richtige Zeitpunkt ist.\n\nGegnerische Builds:\n\nHin und wieder die Statistik und die Items der Gegner zu checken bewahrt dich auch manchmal vor einem Tod.\nWer kennt es nicht man hat eine gute Laningphase, guten-sehr guten Farm und vereinzelte Kills und Assists. Dann trifft man das erste mal auf den gegnerischen Midlaner und wird innert 1-3 Sekunden weggeburstet und denkt sich was ist hier los.\n\nDanach schaut man die Statistik an und merkt, dass der Typ bereits schon 6kills hatte und Itemtechnisch weit voraus ist.\n\nWenn man wieder auf die Lane läuft empfiehlt es sich da rein zu schauen, dann merkt man schnell, welche Items welcher Gegner hat und kann daher auch in etwas abschätzen, wieviel Schaden der raushauen kann, dazu hilft es mir mich für situative Items zu entscheiden.\n\nDen ein oder anderen Aspekt hab ich wohl vergessen, aber dir vor einem ALL In all diese Aspekte bewusst sind, dann ist dir auch klar, was du dadurch gewinnen kannst und wie hoch das Risiko ist, dass es in die Hose geht.","replies":[{"id":"","poster":"Queen Noth","date":"2016-11-21T13:40:45.327+0000","up_votes":1,"down_votes":0,"body":"Wow, danke für die ausführliche erklärung der ganzen Aspekte O: Ich werde es mir zu herzen nehmen ._.","replies":[]}]},{"id":"","poster":"Ireliα","date":"2016-11-17T12:16:03.650+0000","up_votes":2,"down_votes":0,"body":"> 1) Das Farmen:\nLeider ist meine Farmrate immer noch scheiße (besonders als ADC) ich glaub das \"beste\" was ich je schaffte war um die 180 Farm irgendwann mal, aber das nach langer Spielzeit. Ich weiß nicht warum, ich haue auf die Minions drauf, aber es wird nur dazu gezählt, wenn das Spiel grad Bock hat .__. Andere Spieler kommen locker auf 200-300 Far, so als ob die nen eingebauten Staubsauger hätten, will auch mal so viel schaffen, meow qwq\n\nIch hoffe, dass ich dir damit nicht Unrecht tue, aber du weißt, dass du die Minions lasthitten musst? Also den letzten Schlag auf das Minion machen musst? \n\nDie beste Übung dafür ist es sich ein Custom Game aufzumachen, sich alleine da rein zu stellen und zu üben. 70 Cs nach 10 Minuten sind ein guter Anfang, wenn du bei 85-90 landest bist du in einer wirklich guten Region.\n\n> 2) Unsicherheit bei den Itembuilds:\nIch hab bisher nur ein Gegenstandset erstellt, da ich mir in Bezug von Itembuild unterschiedliche, teils widersprüchliche Aussagen höre. Einige meinen zu mir ich soll das Set so und so nehmen andere ich soll die vorgeschlagene Gegenstände nehmen, wieder andere das andere set, usw... Kann einer mir zumindest sagen, ob ich mit meinen bisherigen Item zumindest auf den richtigen Weg bin??? :C\n\nDas ist auch wirklich schwierig und eine Meisterschaft für sich. Sogar auf professionellem Niveau meckern Kommentatoren teilweise über die Item Wahl :) \nEin paar Dinge sind mit aufgefallen:\n-{{item:3156}} und {{item:3053}} haben beide dieselbe Passive. Folglich wirst du nur ein Schild bekommen, nicht zwei, und es ist nicht effektiv beide auf einmal zu bauen.\n-{{champion:31}} hat durch seine Ulti meistens ein sehr großen Lebensvorrat. Was dir dann fehlt sind Resistenzen. Du solltest also gucken, dass du zuerst {{item:3110}} oder {{item:3102}}/ {{item:3065}}  baust und erst später {{item:3083}} .\n-Wenn es in einem Spiel schlecht läuft (dein 1/7/2 Reksai Game) und du einen Tank oder Bruiser spielst solltest du nur tanky bauen. Ein offensiveres Item kannst du dann als drittes oder viertes einbringen\n-{{item:3089}} sollte man sich im Normalfall erst als drittes Item holen. Die Extra AP die du durch die Passive bekommst lohnt sich erst wenn dein eigentlicher AP Wert schon relativ hoch ist\n\nBis auf den ersten Punkt sind das aber alles kleine Fehler. Also bist du definitiv auf dem richtigen Weg :)\n\n\n> 3) Masteries neue:\nHab für meine Mains eigene Masteries erstellt, doch einige der Keys unten sind ausgetauscht, weshalb ich nicht weiß, ob ich die für meine Champs verwenden kann. Bisher hab ich noch keinen Nachteil neuen gemerkt, aber vielleicht kann es jmd einschätzen.\n\nDa sind sich die meisten noch sehr unsicher. Ich denke, dass \"Mut des Kolosses\" nicht die richtige Wahl für {{champion:31}} ist, sicher bin ich mir aber nicht (Ist Silence Hard CC?). Dein Ziggs Spiel mit \"Inbrunst der Schlacht\" war ein Fehler bei der Masterie Auswahl oder?\n\n\n> 4) Meine Tode reduzieren:\nSelbst in Runden wo das Team gewinnt, passiert es bei mir, dass ich zum beispiel bei den Deaths auf über 10 steh und somit ungewollt feede. Will das gern vermeiden ._.\n\nDir dabei zu helfen ist am schwierigsten. Ich kann dir nur den Tipp geben, dass du dich selbst bei jedem Tod fragst ob dieser nötig war. Hat dein Team daraus einen Vorteil holen können? Wenn nicht musst du schauen warum du da gestorben bist und dir das für die Zukunft merken und besser machen.","replies":[{"id":"","poster":"Queen Noth","date":"2016-11-18T11:27:29.057+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ireliα,realm=EUW,application-id=vatevpvi,discussion-id=BHQRsBvd,comment-id=0000,timestamp=2016-11-17T12:16:03.650+0000)\n\n> Ich hoffe, dass ich dir damit nicht Unrecht tue, aber du weißt, dass du die Minions lasthitten musst? Also den letzten Schlag auf das Minion machen musst? \n> \n\n\nJa, aber den Lasthit will irgendwie nicht sitzen bei mir... besonders ist es für mich qals kogmaw leider, während zwei feindliche Champs (am schlimmsten Thresh oder Crank) rumwuseln, die mich begrabbeln wollen ._.\n\n\nZum Rest, danke für die Verbesserungsvorschläge :)","replies":[{"id":"","poster":"Queen Noth","date":"2016-11-18T11:29:14.357+0000","up_votes":1,"down_votes":0,"body":"Ach ja und zum Ziggs: Der war keins meine Mains, ich hatte ihn nur genommen weil meine Mates meinten er wär gut bei diesen Hrrorbotsgame hatte aber keine passende Mastery parat.","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-11-17T15:03:51.519+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ireliα,realm=EUW,application-id=vatevpvi,discussion-id=BHQRsBvd,comment-id=0000,timestamp=2016-11-17T12:16:03.650+0000)\n>\n> Da sind sich die meisten noch sehr unsicher. Ich denke, dass &quot;Mut des Kolosses&quot; nicht die richtige Wahl für >{{champion:31}} ist, sicher bin ich mir aber nicht (Ist Silence Hard CC?).\n\nSilence nicht, aber so weit ich weiß sollte der Knockup funktionieren. Aber das ist im Moment alles etwas seltsam, auf LoL Wiki steht, dass auch ein Taunt dazu zählt, und beim Shen Dash hats nicht funktioniert.","replies":[{"id":"","poster":"Ireliα","date":"2016-11-17T22:56:44.672+0000","up_votes":1,"down_votes":0,"body":"Wenn es nur der Knockup ist würde ich es nicht nehmen. Es gibt zu häufig Situationen wo du diesen benutzt bevor du selber im Kampfgetümmel bist (Poke, Zonen, Minions clearen). Wenn du dabei jemanden erwischst kämpfst du den darauffolgenden Fight möglicherweise ohne Keystone.","replies":[]}]}]}]}