{"id":"rTOH7u3k","poster":"hshtagniemehrcdu","date":"2016-11-15T21:54:21.590+0000","title":"Über den Singed Support Spieler...","subforum":"Spielerverhalten & Moderation","up_votes":10,"down_votes":8,"body":"Gibt aktuell einen Thread in den Englischen Foren/Reddit pber einen Spieler, der Singed Support gespielt hat.\r\nEr hat dabei den gr&ouml;&szlig;ten Teil des Spieles im gegnerischem Jungle verbracht und keine klassischen Supportitems gekauft.\r\nWas der Riot Support als u.a. als Grund (der andere Grund waren die h&ouml;ufigen Reports) f&uuml;r einen 2-Wochen angesehen hat.\r\nDer Bann wurde manuell vom Support ausgesprocehn, nachdem die aktuellen System nichts getan haben.\r\nDer Grund war de Spielweise, kein Flame/AFK/ whatever.\r\nWinrate mit Singed 54% laut Reddit.\r\nDer Startpost fasst das ganze ganz gut zusammen.\r\nWas haltet ihr davon?\r\n\r\nHab dar&uuml;ber im deutschem Forum noch nix gesehen.\r\nWer sich einen &Uuml;berblick verschaffen kann, kann ja seine Meinugn ablassen.\r\n\r\nhttp://boards.euw.leagueoflegends.com/de/c/player-behaviour-en/8B8fExTQ-the-singed-supports-threat-of-a-permaban-is-utter-lunacy?comment=003400000000","replies":[{"id":"","poster":"Lagbeard","date":"2016-11-16T11:00:25.661+0000","up_votes":8,"down_votes":3,"body":">I understand you want to play Singed Support, however, your teammates do not want you to play Singed Support \n\nMit solchen Sätzen sollte der Support (von RIOT, nicht Singed) sehr viel vorsichtiger sein. Mit einer solchen Banbegründung schafft man die Grundlage, Spieler in Champs zu zwingen. RIOT stellt hier (neben fehlender Kommunikation) die unerwünschtheit eines Picks als Banngrund fest. Dadurch stellt sich mir die Frage: Wo sind die Grenzen? Darf mein Team einen Braum von mir verlangen, wenn ich eine Janne spielen will, und bekomme ich einen \"Wir verstehen, dass du Janna spielen willst, aber wie dem auch sei, dein Team wollte nicht, dass du Janna spielst\" - Ban, wenn ich sie trotzdem picke? \n\nMir ist klar, dass Winrate, Kommunikation, und sein allgemeines Verhalten ausschlaggebener für den Ban waren als Singed, aber diese Schlusszeile stört mich tatsächlich ungemein.\nEs ist schließlich nicht irgendein übermüdeter, vermutlich tierisch genervter Supporter, mit dem man schreibt (Naja, technisch schon), sondern die offizielle Instanz RIOT. Und RIOT findet offenbar, dass man Champs mit Mehrheitsabstimmungen erzwingen können sollte. Oder so.","replies":[{"id":"","poster":"Rahzar","date":"2016-11-16T21:01:17.617+0000","up_votes":10,"down_votes":3,"body":"Ich stimme auch zu, dass diese Aussage unglücklich war, aber ganz unberechtigt ist sie nicht. \n\nEs ist bei Strafen oder Banns für Beleidigungen nicht anders. Ich könnte die Frage auch so formulieren: Darf mein Team von mir verlangen, nicht zu beleidigen, wenn ich gerade alle rassistischen oder homophobischen Beleidigungen raushauen will? Bekomme ich ein \"Wir verstehen, dass du gerne alle beleidigen willst, dein Team findet das aber nicht so gut\"? \n\nNa klar würde ich das bekommen und so ähnlich habe ich das auch so schon unzähligen Spielern direkt gesagt. Natürlich hinkt der Vergleich, aber jede Strafe für Verhalten basiert auf dem, was die Community sagt. Wir sind zum Glück Teil einer Community, in der die überwältigende Mehrheit der Spieler solche Beleidigungen nicht toleriert und deswegen müssen wir darüber nicht diskutieren. Es könnte aber auch anders sein, es gibt keine Liste von Wörtern oder Ausdrücken die wir uns ausgesucht haben und nach denen dann Spieler bestraft werden. Letzendlich entscheiden die Spieler, welches Verhalten im Spiel nichts zu suchen hat und im Prinzip war diese Strafe auch nicht anders.\n\nDiese Sache ist nicht so eindeutig wie Beleidigungen, deswegen gibt es jetzt berechtigterweise diese Diskussion. Es gibt einige Spieler, die mit ihm im Spiel waren und die Sache lustig fanden und sich gut darauf einstellen konnten. Auf der anderen Seite haben sich aber ebenso Spieler gemeldet, die damit überhaupt nicht einverstanden waren, beide Seiten sind berechtigt. \n\nIch selber kenne die Details des Falls nicht und werde deshalb lieber nichts sagen, ich kenne aber die Kollegen, die für den Bann verantwortlich sind und bin mir sicher, dass dies keine leichtfertige Entscheidung aus dem Bauch heraus war. Ich bin mir auch sicher, dass sie die ersten sind, die den Fehler zugeben, wenn sich heraustellen sollte, dass es ein Fehler war.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T22:21:41.788+0000","up_votes":2,"down_votes":4,"body":"Das ganz großes Problem ist halt wie gesagt der Schlusssatz. Mit der Aussage kann man quasi jeden Champ (auch Meta-Picks) verhindern, wenn 2 oder 3 im Team sagen, ne wir wollen nicht, dass du den spielst. Wenn man den Gedanken weiterspinnt, wird mir demnächst auch noch mein Itembuild vom Team bestimmt.\n\nMan kann es drehen und wenden, wie man will, es läuft auf einen Zwang zur Meta hinaus. Etwas was laut Riots bisherigen Ausagen, nie der Fall war. Selbst Riot sagt, man soll spieler nicht für andere Taktiken oder Off-Meta reporten.\n\nEs widerspricht sich einfach und führt auch zur Willkür durch den darüber entscheidenden Support-Mitarbeiter. Und sowohl in diesem, als auch im englischen Thread, lehnt ja eine Mehrheit diese Entscheidung ab. (Mit guten Grund wie ich finde).","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T00:41:12.507+0000","up_votes":7,"down_votes":1,"body":"Es ging nicht darum, dass 2 oder 3 Spieler in einem Spiel nicht gut finden. Das ganze betraf ja viele Spiele über einen langen Zeitraum. Nochmal das Beispiel: Wenn die Community über eine Vielzahl von Spielen hinweg entscheidet, dass eine bestimmte Phrase oder ein bestimmtes Wort nicht in Ordnung ist, dann werden auch Spieler bestraft, die diese Phrase oder dieses Wort im negativen Kontext verwenden. Die überwältigende Mehrheit der Spieler ist sich einig, dass sie sowas nicht im Spiel haben wollen. Das passiert konstant und ich hab noch nie gesehen, dass sich darüber jemand ernsthaft beschwert hat (ausser dem Gesperrten). Dabei geht es dann auch nicht darum, ob das vielleicht 2 oder 3 Spieler negativ finden.\n\n \"Man kann es drehen und wenden, wie man will, es läuft auf einen Zwang zur Meta hinaus.\" - kann ich ehrlich gesagt nicht zustimmen. Es ging bei der Sperre nicht darum, dass es off-meta war. Die Aussage war unglücklich formuliert und daran kann man sich jetzt natürlich hochziehen. Wenn wir alle sperren würden, die keine Meta spielen, dann hätten wir den ganzen Tag nichts anderes zu tun. Wie gesagt, ich kenne die Details nicht und kann auch nur darüber spekulieren, ob er jetzt wirklich auf Sieg gespielt hat oder wie genau er sich im Spiel verhalten hat. Ich bin mir aber ziemlich sicher, dass die Strafe zu Stande kam, weil man davon überzeugt war, dass sein Verhalten im Spiel eben nicht akzeptabel ist. \n\nIch habe auch gerade mit einer Ahri Support gespielt und würde nie auf die Idee kommen, diese zu melden. Ich habe auch einige Spieler gesehen, die sich gemeldet haben und ungewöhnliche Picks gespielt haben aber laut eigener Aussage noch nie gebannt waren. Ich will hier keine Partei ergreifen, weil ich mich mit dem Fall nicht auskenne, die Diskussion und die Entscheidung aber alleine auf den Aspekt \"off-meta Pick\" zu reduzieren wird der Sache nicht gerecht.\n\nSolche Entscheidungen werden auch nicht \"willkürlich\" getroffen und schon gar nicht von einem Mitarbeiter alleine.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T12:29:33.824+0000","up_votes":2,"down_votes":4,"body":"Wenn ich Teemo Top spiele (also durchaus da wo man Teemo am häufigsten sieht) und mein Teammates das in hunderten Spielen nicht wollen (was angesichts der Antipathie gegenüber Teemo nicht ungewöhnlich ist), darf ich Teemo nicht mehr Top spielen?\n\nWeil es war dann ja nicht nur ein Spiel.","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T13:36:27.141+0000","up_votes":5,"down_votes":0,"body":"Ich habe den Aspekt in die Diskussion reingebracht, weil ich glaubte, dass es vielen vielleicht nicht bewusst war und ich den Vergleich zum Machine Learning System und unseren anderen Strafen ziehen wollte. Ich wollte verdeutlichen, dass der Bann nicht aus einer Laune heraus kam, sondern weil andere diesen speziellen Spieler konstant gemeldet haben. \n\nIch habe auch bei meinem Vergleich zu den Beleidigungen dazu geschrieben \"die diese Phrase oder dieses Wort im negativen Kontext verwenden.\" Auch bei diesen Strafen geht es um den Kontext und nicht um die einfach Verwendung eines Wortes. \n\nWenn du nichts \"falsch\" machst, wirst du auch nicht bestraft werden, ich glaube nicht, dass wir jemals einen Spieler bestraft haben oder bestrafen werden, alleine weil er einen bestimmten Champion spielt. \n\nWas in diesem speziellen Fall \"falsch\" war, wissen wir alle nicht zu 100%, immerhin gibt es aber eine interessante Diskussion, was off-meta und meta ist und wie jeder das für sich selber interpretiert. \n\nWookieCookie hat mittlerweile auch dazu geantwortet: http://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/79aGu3wR-support-singed-isnt-banable-but-thats-not-the-point?comment=006b00030004","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T13:49:27.317+0000","up_votes":3,"down_votes":3,"body":"Mir geht es einzig und alleine um die Aussage des Suppor-Mitarbeiters, der da sagt \"I understand you want to play singed support, however, **your teammates dont want you to play singed support**\".\n\nMit dieser Formulierung unterliegt jede Championauswahl, jedes Itembuild, jeder summoner spell, jede Mastery, jede Runde dem Wohlwollen meines Teames. Sorry, aber das kann doch nicht wirklich die Lösung sein, oder?\n\nWenn ich in hundert Spielen Teemo Top spiele (also da wo Teemo für gewöhnlich gespielt wird) und ich nicht gegen die Regeln verstoße, aber in allen hundert Spielen, mein Team nicht will, dass ich Teemo spiele (aus welchen Gründen auch immer), muss ich ja Angst haben, dafür den Bann zu riskieren, einfach weil ich auf das \"Wohlwollen\" meines Teams angewiesen bin.","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T14:20:08.891+0000","up_votes":5,"down_votes":0,"body":"Ich glaube, wir sind uns hier alle einig, dass die Formulierung unglücklich war und der Satz ohne Kontext nicht sinnvoll ist. \n\nIch habe versucht dem Satz mehr Kontext zu geben und auch die Kollegen in NA haben viele Kommentare dazu gegeben, ich habe die ausführliche Erklärung ja verlinkt. \n\nIch denke dir will gar keiner widersprechen. \n\n> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0006000200010000000000000000,timestamp=2016-11-17T13:49:27.317+0000)\n> \n> Wenn ich in hundert Spielen Teemo Top spiele (also da wo Teemo für gewöhnlich gespielt wird) und ich nicht gegen die Regeln verstoße, aber in allen hundert Spielen, mein Team nicht will, dass ich Teemo spiele (aus welchen Gründen auch immer), muss ich ja Angst haben, dafür den Bann zu riskieren, einfach weil ich auf das &quot;Wohlwollen&quot; meines Teams angewiesen bin.\n\nDarauf bin ich ja in meinem letzten Post eingegangen und habe dir erklärt, warum das nicht der Fall ist.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T14:26:03.737+0000","up_votes":2,"down_votes":3,"body":"Das ist ja der Punkt bei dem ich mir jetzt nicht mehr sicher bin. Schon für die Wahl von Teemo wird man ziemlich häufig \"hart\" angegangen von Teammates. Ich möchte nicht, dass meine Spielweise (immer vorausgesetzt ich halte mich an die Regeln) vom Wohlwollen meines Teams abhängt. Und angesichts dieser Aussage habe ich daran meine Zweifel. Es wirkt für mich einfach so, als wenn ihr versucht wird eine Meta durchzusetzen.\n\nDie Angst für Off-Meta-Picks und Off-Meta-Strategien Strafen zu bekommen, ist jetzt einfach da.","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T14:49:42.062+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000600020001000000000000000000000000,timestamp=2016-11-17T14:26:03.737+0000)\n>\n > Die Angst für Off-Meta-Picks und Off-Meta-Strategien Strafen zu bekommen, ist jetzt einfach da.\n\nDas ist verständlich, deswegen antworte ich dir ja, und meine Kollegen in NA geben sich auch Mühe, vollen Kontext zu dieser Strafe zu geben.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T14:54:48.876+0000","up_votes":2,"down_votes":3,"body":"Vielen Dank, für deine Mühen. \n\nAuch wenn ich nachwievor der Meinung bin, dass dieser Bann nicht richtig war, ist es immerhin schön zu sehen, dass dazu Stellung bezogen wird.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T15:15:50.709+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00060002000100000000000000000000000000000000,timestamp=2016-11-17T14:54:48.876+0000)\n> \n> Auch wenn ich nachwievor der Meinung bin, dass dieser Bann nicht richtig war, ist es immerhin schön zu sehen, dass dazu Stellung bezogen wird.\n\nIch bin auch der meinung, dass der nicht gebannt werden sollte, ich persönlcih finde den spielstiel sehr interessant und ist auch was ganz neues. Und LoL ist eben ohne weiterentwicklung nicht mehr LoL, doch gibt es noch immer ein oder andere Metasheeps, die neues komplett ablehnen, leider. \n\nIch bin eher der Meinung, dass das Spiel sich immer weiter verändern soll, aus dem grund habe ich mich auch beim pbe angemeldet, um statements abzugeben und die entwicklung von LoL auch selber mitzuverfolgen.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Shiggyvara","date":"2016-11-17T11:28:37.133+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Rahzar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00060002,timestamp=2016-11-16T21:01:17.617+0000)\n>\n> Ich stimme auch zu, dass diese Aussage unglücklich war, aber ganz unberechtigt ist sie nicht. \n> \n> Es ist bei Strafen oder Banns für Beleidigungen nicht anders. Ich könnte die Frage auch so formulieren: Darf mein Team von mir verlangen, nicht zu beleidigen, wenn ich gerade alle rassistischen oder homophobischen Beleidigungen raushauen will? Bekomme ich ein &quot;Wir verstehen, dass du gerne alle beleidigen willst, dein Team findet das aber nicht so gut&quot;? \n> \n> Na klar würde ich das bekommen und so ähnlich habe ich das auch so schon unzähligen Spielern direkt gesagt. Natürlich hinkt der Vergleich, aber jede Strafe für Verhalten basiert auf dem, was die Community sagt. Wir sind zum Glück Teil einer Community, in der die überwältigende Mehrheit der Spieler solche Beleidigungen nicht toleriert und deswegen müssen wir darüber nicht diskutieren. Es könnte aber auch anders sein, es gibt keine Liste von Wörtern oder Ausdrücken die wir uns ausgesucht haben und nach denen dann Spieler bestraft werden. Letzendlich entscheiden die Spieler, welches Verhalten im Spiel nichts zu suchen hat und im Prinzip war diese Strafe auch nicht anders.\n> \n> Diese Sache ist nicht so eindeutig wie Beleidigungen, deswegen gibt es jetzt berechtigterweise diese Diskussion. Es gibt einige Spieler, die mit ihm im Spiel waren und die Sache lustig fanden und sich gut darauf einstellen konnten. Auf der anderen Seite haben sich aber ebenso Spieler gemeldet, die damit überhaupt nicht einverstanden waren, beide Seiten sind berechtigt. \n> \n> Ich selber kenne die Details des Falls nicht und werde deshalb lieber nichts sagen, ich kenne aber die Kollegen, die für den Bann verantwortlich sind und bin mir sicher, dass dies keine leichtfertige Entscheidung aus dem Bauch heraus war. Ich bin mir auch sicher, dass sie die ersten sind, die den Fehler zugeben, wenn sich heraustellen sollte, dass es ein Fehler war.\n\nAlso, wenn ein Platin Counterjunglesupport (auf seiner Elo) spielt ist das Böse, wenn aber Dia/Plat/ etc Bronze Bravery spielen ist das ok....\nAlles klar.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-11-19T07:43:09.371+0000","up_votes":1,"down_votes":2,"body":"Sorry, dann müssen aber alle Teeemo Mains gebannt werden, weil so gut wie niemand will einen Teemo im Team haben, ach wartet, das ist bestimmt jetzt wieder was gaaaaaaaaaaaaaaaaannnnnnnnnnnnnnnnzzzzzzzzzzzzzzzzz anderes, weil Teemo Top ist ja nicht off Meta und  nur so als Randfrage, wenn ein LCS Team es wagt, aktiv Singed Support zu spielen, bannt ihr dessen Supporter auch, falls er es wagt in SoloQQ zu spielen? Oder ist das wieder was gaaaaaaaaaaaaaaaaaaaaaaaaannnnnnnnnnnnnnnnnnnnnnnnnnzzzzzzzzzzzz anderes, weil er ist ja LCS Spieler, alsuuu....\n\nWas ist mit Leuten die, sagen wir mal, Syndra Support spielen, werden diese in Zukunft auch gebannt? Oder Urgot oder Champs, die ein Großteil einfach net mag? \n\n\n\nIch könnt es verstehen, wenn dieser Spieler ein Troll wäre und eine Winratio von 20% hätte, okay, aber ihr habt allen ernstes einen Spieler gebannt, der etwas alternatives gepickt hat UND EINE GUTE WINRATIO HATTE und das nur, weil ein paar verklempte Idioten, die nur der Meta folgen, dass nicht mochten. \n\nDann bitte tut doch allen den Gefallen und sperrt Picks für bestimmte Positionen, dann wird auch niemand für einen PICK gebannt... Fml\n\n/Der letzte Satz könnte Sarkasmus beinhalten/","replies":[]},{"id":"","poster":"Lagbeard","date":"2016-11-16T22:03:16.518+0000","up_votes":1,"down_votes":2,"body":"Oh, ein RIOTer. Ähm, gute_Manieren.exe ausführen. \n\nZurück zum Thema:\nIch bin mir sicher, dass der Ban gerechtfertigt war, es ging mir auch nur um den Wortlaut des Schlussatzes. Ich bin manchmal etwas kleinkarriert bei sowas :)\n\nWas die Diskussion angeht, finde ich gerade die sehr wichtig. Spielerverhalten ist allgemein sehr interessant, und die Wirkunng und beobachtung der Meta in Verbindung damit ermöglicht noch einmal die Unterschiedlichsten Positionen. Meine Meinung dazu ist, dass ich mit allem einverstanden bin, womit das Spiel nicht absichtlich zu einer schlechten Erfahrung für alle Beteiligten wird.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-11-16T14:44:14.659+0000","up_votes":5,"down_votes":2,"body":"Ich denke der Support hat sich da nur nicht richtig ausgedrückt. Viel wichtiger ist doch eigentlich der markierte Abschnitt:\n\nhttp://www2.pic-upload.de/img/32128216/Marked.png\n\nIch schätze, der Supportmitarbeiter hätte den letzten Satz besser formulieren können. Eigentlich wurde er aber dafür bestraft, dass er seine Supportrolle zu Jungler umdefiniert hat.","replies":[{"id":"","poster":"Zulwar","date":"2016-11-16T14:54:45.369+0000","up_votes":3,"down_votes":1,"body":"Also ist es Bann bar, wenn man als Support counter jungled, kein Sightstone baut und roamt?\n\nmhm, dann dürfte ich ja fast jedes Spiel meinen Support melden. Da 2 der 3 Dinge häufig zutreffen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:59:44.763+0000","up_votes":6,"down_votes":1,"body":"Es ist wohl eher bannbar, wenn du Support zugewiesen bekommst und dann Jungler spielst, obwohl das Team das ablehnt.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-11-16T14:59:29.836+0000","up_votes":3,"down_votes":2,"body":"Genau da seh ich in Zukunft auch das Problem, weil das eine Präzitenzfall für die Meta darstellt.\nWelche Bedinungen muss ich erfüllen damit ich gebannt werde oder nicht?\nDarf man 2min als Supporter im gegnerischen Jungle verbringen, ab 3 kann man gebannt werden?\nSingend counterjungler ist nicht erlaubt. Thresh villt dann schon? \nWer muss mir dann zustimmen vom Team das es vllt doch erlaub ist?\n1? 2? 3? oder alle 4?\nWas ist wenn sie die Meinung dann später wieder wiederrufen?\n\nFür mich ist das einfach keine Bannground, weil die Grauzone zukünfig zu groß wäre.","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-11-16T15:40:21.720+0000","up_votes":1,"down_votes":0,"body":"Genau das wollte ich damit sagen","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T16:30:42.228+0000","up_votes":1,"down_votes":0,"body":"Achso. Dann bin ich vielleicht bei den ganzen Beiträgen etwas durcheinander gekommen.","replies":[]}]}]},{"id":"","poster":"Pilze","date":"2016-11-16T12:19:43.973+0000","up_votes":1,"down_votes":0,"body":"Dem stimme ich zu, RIOT werbt ja immer das man spielen kann was man will. Anscheinend ist das doch nicht wirklich der Fall oder der Support hat aus eigener Sicht geantwortet. Ich hoffe das Riot das klar stellt und wir nicht irgendwann Angst haben müssen mal ein Champion wo anders zu spielen.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-18T08:33:02.213+0000","up_votes":3,"down_votes":5,"body":"Direkt von Riot selbst:\n\nhttps://support.riotgames.com/hc/de/articles/201752884-Einen-Spieler-melden\n\n_Melde einen Beschwörer nicht, wenn er Fehler macht oder während des Matchs Fehlentscheidungen trifft._\n\n_Melde einen Beschwörer nicht, wenn er eine andere Taktik anwenden will_\n\n_Melde einen Beschwörer nicht, wenn er sich nicht an die Meta hält_\n\nScheinbar sind diese Regel wohl nicht mehr aktuell. ","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:12:12.130+0000","up_votes":5,"down_votes":5,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010,timestamp=2016-11-18T08:33:02.213+0000)\n>\n> Direkt von Riot selbst:\n> \n> https://support.riotgames.com/hc/de/articles/201752884-Einen-Spieler-melden\n> \n> _Melde einen Beschwörer nicht, wenn er Fehler macht oder während des Matchs Fehlentscheidungen trifft._\n> \n> _Melde einen Beschwörer nicht, wenn er eine andere Taktik anwenden will_\n> \n> _Melde einen Beschwörer nicht, wenn er sich nicht an die Meta hält_\n> \n> Scheinbar sind diese Regel wohl nicht mehr aktuell.\n\nGenau das trifft hier nicht zu. Es war ein Troll, der hat einfach in Rambomanier sein Ding durchgezogen und anderen das Spiel versaut. Der Pick und die Taktik stehen hier überhaupt nicht zur Debatte.\n\nhttp://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/79aGu3wR-support-singed-isnt-banable-but-thats-not-the-point?comment=006b","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-18T09:16:08.334+0000","up_votes":7,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000,timestamp=2016-11-18T09:12:12.130+0000)\n>\n> Genau das trifft hier nicht zu. Es war ein Troll, der hat einfach in Rambomanier sein Ding durchgezogen und anderen das Spiel versaut. Der Pick und die Taktik stehen hier überhaupt nicht zur Debatte.\n\nEin Troll war für mich immer eine Person, die vorsätzlich das Spiel sabotiert, nicht jemand, der ernsthaft versucht zu gewinnen.\nWas, wie Riot in deinem Link gesagt hat, diese Person sehr wohl veruscht hat.\nUnd damit ist das für mich keine Sabotage, sondern schichtweg non-Meta.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:47:05.419+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=001000000000,timestamp=2016-11-18T09:16:08.334+0000)\n>\n> Ein Troll war für mich immer eine Person, die vorsätzlich das Spiel sabotiert, nicht jemand, der ernsthaft versucht zu gewinnen.\n> Was, wie Riot in deinem Link gesagt hat, diese Person sehr wohl veruscht hat.\n> Und damit ist das für mich keine Sabotage, sondern schichtweg non-Meta.\n\nTja, dann liege ich wohl falsch und es ist dann doch so, das der Zweck die Mittel heiligt - das man Ingame die Sau rauslassen kann , weil Hauptsache Gewonnen. Mia Culpa !\n\nBloß in 50% der Fälle hats halt nicht geklappt und er ist für sein Verhalten reported worden. Scheinen also nicht alle so zu sehen ^^","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-18T19:08:36.617+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010000000000000,timestamp=2016-11-18T09:47:05.419+0000)\n>\n> Tja, dann liege ich wohl falsch und es ist dann doch so, das der Zweck die Mittel heiligt - das man Ingame die Sau rauslassen kann , weil Hauptsache Gewonnen. Mia Culpa !\n> \n> Bloß in 50% der Fälle hats halt nicht geklappt und er ist für sein Verhalten reported worden. Scheinen also nicht alle so zu sehen ^^\n\nOh nein, er verliert die hälfte der Spiele?!?\n\nDas das überhaupt in einer Argumentation für einen Bann verwendet wird, ist traurig.\n\nDas Kernproblem ist, dass die Leute generell alles \"kritisch\" sehen, was nicht \"Meta\" ist.\nIch wurde für Morgana Support in Season 3 auch regelmäßig geflamt und als Troll bezeichnet, obwohl es sehr Sinnvoll war.\n(Gott sei dank habe ich nicht zu viel geroamt!).\nUnabhängig vom Sinn oder Unsinn (bei gewinnabsicht= schlecht sein) flamen/reporten die Leute, wenn etwas nicht in der Meta ist.\nWeil etwas neu ist, weil sie es nicht kennen.\nWeil es leicht ist, dem neuen die Schuld zu geben.\nUnd das ist das Problem.\nDie enge Sichtweise auf die Meta, die kaum etwas anderes zulässt.\nDas ist es, was die Ursache für den Frust ist, und was man bekämpfen sollte.\n\nUnd mit diesem Bann festigt Riot die Meta und damit die Gewohnheit an die Meta und den Frust beim brecehn der selbigen Massiv.\nSie sagen damit: Non-Meta und wir werden dich eventuell sperren, gleich ob du gewinnen willst oder nicht.\nDamit gehen sie mMn genau in die falsche Richtung.\n\nDas Spiel wird hiermit exakt auf die bisherigen Rollenverteilung und Spielweise quasi für immer festgelegt.\nUnd das gilt auch für Normals, denn wenn man in dem einem Modus wegen des Frusts der anderen gebannt wird, wird das auch in Blindpick so sein können.\nMeiner Erfahrung nach, bevor ich Rankeds gespielt habe, sind die Leute dort genauso festgefahren bzgl. der Meta wie in Rankeds,\nsodass die 50% Winrate (oh nein....) zusammen mit Reports auch zustande kommen kann und wird.\n\nAuch auf traditionelle Spielweise mit unkonventionellen Picks lässt sich das 1:1 übertragen.\nZwar hat Riot hier betont, das ich nicht am Pick lag, aber die Situation (50er Winrate und Reports) kann auch hier sehr, sehr leicht eintreten.\nWie bei meiner Morgana in Season 3...","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T20:15:19.388+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000001,timestamp=2016-11-18T19:08:36.617+0000)\n>\n> Oh nein, er verliert die hälfte der Spiele?!?\n> \n> Das das überhaupt in einer Argumentation für einen Bann verwendet wird, ist traurig.\n\n+1","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-18T11:33:35.824+0000","up_votes":3,"down_votes":7,"body":"Also ist eine Winrate von ca. 50% (denn genau das führst du ja hier an) potenziell bannwürdig?\n\nDa kommen lustige Zeiten auf die Kluft zu.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:39:35.551+0000","up_votes":3,"down_votes":5,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000000,timestamp=2016-11-18T11:33:35.824+0000)\n>\n> Also ist eine Winrate von ca. 50% (denn genau das führst du ja hier an) potenziell bannwürdig?\n> \n> Da kommen lustige Zeiten auf die Kluft zu.\n\nÄhm nein, da steht nix von Winrate und das hab ich auch nicht gemeint, wieder falsch verstanden. Komm, vergiss es ! Wir wurden schon zur Ordnung gerufen von [L2PGragas](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/rTOH7u3k-aber-den-singed-support-spieler?show=flat&comment=000c0000000000000000000000000000000000000000000000000011) und ich finde wir sollten uns dran halten. Hab auch keine Lust mehr.\n","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T11:42:18.968+0000","up_votes":3,"down_votes":5,"body":"Du sagst es klappt nicht in 50% der Fälle. Worauf beziehst du die 50% wenn nicht auf die Winrate? \n\nJa dann lass es doch. Zwingt dich irgendwer dazu, hier zu schreiben?","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T11:50:31.191+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010000000000000000000000000,timestamp=2016-11-18T11:42:18.968+0000)\n>\n> Du sagst es klappt in 50% der Fälle. Worauf beziehst du die 50% wenn nicht auf die Winrate? \n> \n> Ja dann lass es doch. Zwingt dich irgendwer dazu, hier zu schreiben?\n\nHaudroppmoor hat es widerwillig (danke für den Downvote ;) ) jetzt eingesehen, dass es nichts bringt wenn ihr euch beide im Kreis bewegt\nWenn du etwas zu dem Thema sachlich bei zu tragen hast, würde ich mich freuen.\nAber es bringt nichts wenn du weiter auf Haudroppmoor rumhackst.\nIhr sammelt nur downvotes und die Lust am durchlesen eure Posts hält sich ebenfalls in Grenzen","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:54:08.518+0000","up_votes":4,"down_votes":4,"body":"> [{quoted}](name=L2PGragas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000000000000000001,timestamp=2016-11-18T11:50:31.191+0000)\n>\n> Haudroppmoor hat es widerwillig (danke für den Downvote ;) ) jetzt eingesehen, dass es nichts bringt wenn ihr euch beide im Kreis bewegt\n> Wenn du etwas zu dem Thema sachlich bei zu tragen hast, würde ich mich freuen.\n> Aber es bringt nichts wenn du weiter auf Haudroppmoor rumhackst.\n> Ihr sammelt nur downvotes und die Lust am durchlesen eure Posts hält sich ebenfalls in Grenzen\n\nIch habe Dich nicht gedownvotet ! :( Und widerwillig schon garnicht :( Ich hab hier nur die Posts gedownvotet, wo ich mit deren Meinung nicht einverstanden war. Was ist das hier ?","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T11:57:42.525+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=001000000000000000000000000000010001,timestamp=2016-11-18T11:54:08.518+0000)\n>\n> Ich habe Dich nicht gedownvotet ! :( Und widerwillig schon garnicht :(\n\nOk.... dann bleibt nur noch einer ^^.  Aber Ozuraak läuft hier mit Scheuklappen durch die Gegend. \nDer ist einfach Immun gegen andere Post ;)\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T12:09:55.230+0000","up_votes":2,"down_votes":5,"body":"Wenn die Post vernünftig verfasst sind nicht. Hier sind genug Beiträge die inhaltlich eine andere Meinung habe, nur sind die gut geschrieben.\n\nDie von Haudruppmoor  sind es halt einfach nicht.","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T12:13:19.186+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000000000000000001000100000000,timestamp=2016-11-18T12:09:55.230+0000)\n>\n> Wenn die Post vernünftig verfasst sind nicht. Hier sind genug Beiträge die inhaltlich eine andere Meinung habe, nur sind die gut geschrieben.\n> \n> Die von Haudruppmoor  sind es halt einfach nicht.\n\nUnd deine?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T12:18:16.035+0000","up_votes":3,"down_votes":4,"body":"Sind deutlich sinnvoller.\n\nIch werfe keine Zahlen in den Raum, die ich auf Nachfrage nicht erkären kann, ich unterscheide bei der Auslegung der Regel nicht nach dem Spielmodus und ich weiß, dass eine Anzahl x Reports keinen Unterschied macht.\n\nAll das was Haudruppmoor nicht tut.","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T12:48:40.306+0000","up_votes":3,"down_votes":2,"body":"Die permanente Downvotes,\ndie aggresive Haltung gegenüber anderen.\nJedem zu widersprechen, der eigentlich gut mit dir meint.\n\n... Downvote incoming!","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-11-18T18:24:02.359+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000000000000000001000100000000000000000001,timestamp=2016-11-18T12:25:26.126+0000)\n>\n> 1. Hast du nicht.\n> 2. Hast du.\n> 3. Erst nach dem ich das gesagt habe.\n> 4. Der einzige der hier lügt bist du. Kommt zu deinen sinnlosen Kommentaren noch dazu.\n\nzu 1. : haltet euch an L2PGragas\n\nzu 2.: nö hat er nicht-er sagte nur in Rankeds wird wohl eher report gedrückt als iin anderen Modi und sogar eingeräumt, dass er da falsch liegen kann, aber seine Forumserfahrung diesen Schluss nahelegt. Da geht es um die Spiele mit reports und nicht die Repotzahl. Übrigens ist im Ranked mindestens 1 Regel strenger als in anderen Modi, der LB ist verschärft.\n\nzu 3.: Scroll doch mal durch seine Posthistorie, dannwirst du sehen, dass er das schon weit vor diesem Thread wusste...\n\nzu 4. : s. 1.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T12:52:40.438+0000","up_votes":3,"down_votes":3,"body":"Downvotes gebe ich nur, wenn ich mit einem Text absolut nicht einverstanden bin. Sofern ein Text gut geschrieben ist, ist es mir egal, ob ich die Meinung teile oder nicht.\n\nAls aggresiv betrachte ich das nicht, lediglich als lebhafte Diskussion.\n\nUnd widersprechen tue ich eigentlich nur Haudruppmoor, und desen Texte lassen mich nicht zu dem Schluss kommen, er meint es gut mit mir.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T12:42:35.803+0000","up_votes":3,"down_votes":3,"body":"Ich bin total ruhig. Was lässt dich vermuten, ich wäre unruhig?","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T12:23:47.783+0000","up_votes":4,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010000000000000000000000000000100010000000000000000,timestamp=2016-11-18T12:18:16.035+0000)\n>\n> Sind deutlich sinnvoller.\n> \n> Ich werfe keine Zahlen in den Raum, die ich auf Nachfrage nicht erkären kann,\n\nNicht mehr will, weil hab ich schon.\n\n> ich unterscheide bei der Auslegung der Regel nicht nach dem Spielmodus\n\nich auch nicht. Hab ich nie geschrieben. Nirgends findest Du im Text, daß ich sage das die Spielmodi unterschiedliche Regeln haben oder das da Regeln unterschiedlich ausgelegt werden.\n\n> und ich weiß, dass eine Anzahl x Reports keinen Unterschied macht.\n\nWeiß ich auch, hab ich sogar geschrieben.\n\n> \n> All das was Haudruppmoor nicht tut.\n\nWas soll diese Lügerei und das Wortverdrehen ? Gibt Dir das was ?","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-11-18T12:38:49.434+0000","up_votes":3,"down_votes":4,"body":"Haudruppmoor hat nur ne Andere ansicht.\n\n\n> \n>     ich unterscheide bei der Auslegung der Regel nicht nach dem Spielmodus\n> \n> ich auch nicht. Hab ich nie geschrieben. Nirgends findest Du im Text, daß ich sage das die Spielmodi unterschiedliche Regeln haben oder das da Regeln unterschiedlich ausgelegt werden.\n> \n\nStimmt hat Haudruppmoor nicht\n\n\n\n> \n>     und ich weiß, dass eine Anzahl x Reports keinen Unterschied macht.\n> \n> Weiß ich auch, hab ich sogar geschrieben\n\nJa, hat Haudruppmoor geschrieben \n\n\n\n> \n>     All das was Haudruppmoor nicht tut.\n> \n> Was soll diese Lügerei und das Wortverdrehen ? Gibt Dir das was ?\n\nHaudruppmoor hat nicht gelogen... er hat nur einen anderen Bezug dazu...\n\n\nOzraak beruhig dich doch einfach mal ^^","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T12:25:26.126+0000","up_votes":3,"down_votes":4,"body":"1. Hast du nicht.\n2. Hast du.\n3. Erst nach dem ich das gesagt habe.\n4. Der einzige der hier lügt bist du. Kommt zu deinen sinnlosen Kommentaren noch dazu.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-18T11:52:08.058+0000","up_votes":3,"down_votes":5,"body":"Und? Ist das mein Problem?\n\nWenn er hier offensichtlich falsches schreibt und seine eigenen Beiträge nicht lesen kann, dann solltest du dich vielleicht an ihn richten und nicht an mich.","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T11:59:37.789+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=001000000000000000000000000000010000,timestamp=2016-11-18T11:52:08.058+0000)\n>\n> Und? Ist das mein Problem?\n> \n> Wenn er hier offensichtlich falsches schreibt und seine eigenen Beiträge nicht lesen kann, dann solltest du dich vielleicht an ihn richten und nicht an mich.\n\nEr hat nur ne andere Meinung, er versucht aber noch sachlich zu bleiben.\nAuch wenn ich nicht ganz seiner Meinung bin, tragen seine Posts das Thema mehr voran.\nDu bist anscheinend nur auf Streit aus.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T12:01:18.931+0000","up_votes":2,"down_votes":6,"body":"Ich kann ja nichts dafür, dass seine Posts keinen Sinn ergeben. Er kann auf Nachfragen seine Zahlen nicht erklären, versteht offensichtlich das Report/Bannsystem nicht und ist nachwievor der Meinung, dass der Spieler ein Troll ist, obwohl Riot selbst zugegeben hat, dass er auf Sieg gespielt hat.","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T12:41:12.131+0000","up_votes":3,"down_votes":4,"body":"Ach Junge.... ^^","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T12:41:43.292+0000","up_votes":2,"down_votes":4,"body":"Ja?","replies":[]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:47:31.991+0000","up_votes":3,"down_votes":5,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010000000000000000000000000,timestamp=2016-11-18T11:42:18.968+0000)\n>\n> Du sagst es klappt in 50% der Fälle. Worauf beziehst du die 50% wenn nicht auf die Winrate? \n\nNein , falsch, hab ich nicht geschrieben. Ich habe nicht geschrieben, das es in 50% der Fälle klappt.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T11:50:49.150+0000","up_votes":2,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:53:18.529+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=001000000000000000000000000000000000,timestamp=2016-11-18T11:50:49.150+0000)\n>\n> Sag mal, außer das du meine Beiträge nicht lesen kannst, kannst du auch deine eigenen Beiträge nicht lesen?\n> \n> Du hast geschrieben: **Bloß in 50% der Fälle hats halt nicht geklappt**.\n> \n> Worauf beziehst du diese 50% wenn nicht auf die Winrate? Denkst du eigentlich nach, bevor du hier was postest?\n\nGenau , in 50% der Fälle hats nicht geklappt. Ist keine Winrate ! Danke für den persönl. Angriff, ich denke natürlich nicht nach, bevor ich was poste.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T11:54:58.577+0000","up_votes":3,"down_votes":4,"body":"Und wie kommst du auf diese 50%? Woher hast du diese Zahl? Erklär es mir.\n\nJa nach dem was ich bisher hier von dir gelesen habe, muss ich davon ausgehen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:57:28.067+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000000000000000000000000000000000000,timestamp=2016-11-18T11:54:58.577+0000)\n>\n> Und wie kommst du auf diese 50%? Woher hast du diese Zahl? Erklär es mir.\n\nIst nicht mehr meine Aufgabe.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T11:59:39.433+0000","up_votes":2,"down_votes":5,"body":"Mimimi.\n\nWeil du genau weißt, dass die 50% die Winrate sind. Steh doch dazu. Du wirfst hier eine Zahl in den Raum und bist auf Nachfrage nicht mal in der Lage diese Zahl zu erklären. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-18T12:42:01.087+0000","up_votes":4,"down_votes":2,"body":"Ich hol mir jetzt zuerst mal {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T12:43:08.242+0000","up_votes":2,"down_votes":3,"body":"Guten Hunger {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-18T09:17:11.449+0000","up_votes":3,"down_votes":3,"body":"Riot selbst sagt, der Typ hat auf Sieg gespielt. Das ist für mich kein Troll-Verhalten.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:22:38.356+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=001000000001,timestamp=2016-11-18T09:17:11.449+0000)\n>\n> Riot selbst sagt, der Typ hat auf Sieg gespielt. Das ist für mich kein Troll-Verhalten.\n\nWie mans nimmt. Wenn der immer wieder meine Lane besucht und mir meinen Farm wegnimmt und ich deswegen nicht in die Pötte komm, dann trollt der mich. Vor allem wenn ers vlcht. nicht nötig hätte. Auch wenn wir das Spiel gewinnen, dann hat der mich getrollt. Wer sagt denn, daß ich nicht auch das Spiel hätte carrien können, wenn ich eher an meine Items gekommen wär . Wenn er mir nicht den Farm geklaut hätte. Oder im Dschungel mir die Monster wegsmitedt. \n\nSeine Wahl und sein Build find ich in Ordnung. Habe selber öfters Smite mit  um den Dschungler zu unterstützen. Aber ich würd nie auf die Idee kommen den dann auch leerzuräumen. Selbst den gegnerischen Dschungel würd ich dem Dschungler überlassen, weil es ja sein kann, das seiner vom Gegner schon leergeräumt wurde.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T09:30:38.229+0000","up_votes":2,"down_votes":5,"body":"Aber er hat ja nicht eigenen Teammitgliedern den Farm genommen, sondern dem gegnerischen Jungler.\n\nEr hat also aktiv den Gegner bekämpft. Ist kein Troll-Verhalten.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:45:29.344+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000100000000,timestamp=2016-11-18T09:30:38.229+0000)\n>\n> Aber er hat ja nicht eigenen Teammitgliedern den Farm genommen, sondern dem gegnerischen Jungler.\n> \n> Er hat also aktiv den Gegner bekämpft. Ist kein Troll-Verhalten.\n\nIn einem Spiel ? Hast Du alle seine Spiele gesehen ? Wenn der eigene Jungler auf den Farm im gegnerischen Dschungel angewiesen ist, weil sein eigener leergeräumt wurde , was dann ? Warum hat der nicht aktiv den eigenen Jungler einfach beim Counterjunglen unterstützt ? Woher willst Du wissen, daß er den Farm der eigenen Teammitglieder nicht geklaut hat ? Ich denke bei Kills sind wir uns einig. KS gibts in dem Sinne nicht, ausser man meint Kill Secure. Aber eigene Mates abzufarmen find ich auch einfach unterste Schublade.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T10:12:40.554+0000","up_votes":2,"down_votes":3,"body":"Unschuldsvermutung. Oder hast du Beweise, dass er Farm geklaut hat?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T10:19:25.463+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010000000010000000000000000,timestamp=2016-11-18T10:12:40.554+0000)\n>\n> Unschuldsvermutung. Oder hast du Beweise, dass er Farm geklaut hat?\n\nNö, hab ich nie behauptet, ich habe die Frage gestellt :\n\n>Woher willst Du wissen, daß er den Farm der eigenen Teammitglieder nicht geklaut hat ? \n\nWeil Du behauptet hast :\n\n> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00100000000100000000,timestamp=2016-11-18T09:30:38.229+0000)\n>\n> Aber er hat ja nicht eigenen Teammitgliedern den Farm genommen, sondern dem gegnerischen Jungler.\n> \n> Er hat also aktiv den Gegner bekämpft. Ist kein Troll-Verhalten.\n\nDu behauptest, daß er nicht den eigenen Teammitgliedern den Farm genommen hat. Woher weißt Du das ? Und wenn er im Dschungel farmt, dann nimmt er dem Dschungler den Farm weg. Ist doch völlig egal ob oben oder unten oder beim Gegner oder sonstwo.\n\nUnd unter aktiv den Gegner bekämpfen versteh ich was anderes. Das macht man als Sup sowieso nicht, aber egal, kann ja an unserem unterschiedlichen Verständnis liegen. In den 3 Videos wo ich Zugriff drauf hatte, hat der Singed ja auch richtig gut gespielt. Waren aber eben nur die 3 Spiele. Kann ja sein, daß es in den anderen anders abging. Muß ja irgendwie, sonst wär der nicht reported worden. Aber nur anhand der 3 Filmchen würd ich jetzt auch keinen Bann sehen. Aber wie so immer ist eben nicht wichtig was wir sehen, sondern was wir nicht sehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-18T09:13:21.069+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0010,timestamp=2016-11-18T08:33:02.213+0000)\n>\n> Direkt von Riot selbst:\n> \n> https://support.riotgames.com/hc/de/articles/201752884-Einen-Spieler-melden\n> \n> _Melde einen Beschwörer nicht, wenn er Fehler macht oder während des Matchs Fehlentscheidungen trifft._\n> \n> _Melde einen Beschwörer nicht, wenn er eine andere Taktik anwenden will_\n> \n> _Melde einen Beschwörer nicht, wenn er sich nicht an die Meta hält_\n> \n> Scheinbar sind diese Regel wohl nicht mehr aktuell.\n\nNein, das sind sie nicht.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2016-11-17T12:45:20.071+0000","up_votes":4,"down_votes":3,"body":"Ich weiß gar nicht worum Ihr Euch hier streitet. Das Forum ist voll mit Threads ala \"Warum tut RIOT nichts gegen Trolls\" , \"Sowas probiert man nicht im Ranked\", \"Trolls im Ranked\", \"Bestraft den Disconunu\" usw. Jetzt hat es einen Troll erwischt und nu isses auch nicht recht \"Buh, RIOT drückt die Meta durch\" , \"Ich darf nicht mehr spielen was ich will\" oder \"Muß ich jetzt Angst haben, weil ich Sona-Jungle spiele\" . \n\nAlso ich geb zu, ich hab keine Ahnung von sowas, weder von Meta noch Ranked. Hab selber auch schon früher öfters Trist im Jungle oder Top gespielt (in Normals) und was gab das hier für \"herrliche\" Diskussionen ^^. Aber gebannt wurde ich deswegen nicht, weil ich die Positionen aus der Not gewählt hatte und es nicht gewohnheitsmäßig gemacht hab. Was ich damit sagen will, wenn er/sie Singed so spielen will, dann müßte seine Winrate deutlich höher als nur um 50% sein um damit eben keinen Unmut beim Team aufkommen zu lassen. Ich denke mal, da oben ist die Luft saumäßig dünn. Die Gegner lassen sich mit so einem Pick nicht mehr so einfach verarschen und wenn er/sie so sehr exotisch spielt, ist die Winrate wohl niedriger als sonst, was eben auch das Team zu spüren bekommt. Und das Team vermutet einen Troll und reported. \n\nNicht das ich das jetzt gutheißen würde, dafür war ich selber schon zu oft abseits , aber ich würd's zumindest verstehen. Wenn er/sie so in Normals gespielt hätte , denk ich wär da bestimmt nix gekommen. Ich denk mal Ranking ist da schon nen Tacken schärfer .\n\nmfg\nMB","replies":[{"id":"","poster":"Zulwar","date":"2016-11-17T13:42:10.749+0000","up_votes":2,"down_votes":0,"body":"Also ich finde, das er mit dieser Taktik schon ziemlich hoch war. Denn das einzige was man kaputt macht ist die eigene Plazierung mehr nicht. Bis man halt auf einem Punkt ist, wo man 50% seiner Spiele gewinnt. Wird man dann besser, steigt die Winrate und man steigt auf. Sinkt die Winrate wieder, bleibt man dann da.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T13:56:10.266+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000d0000,timestamp=2016-11-17T13:42:10.749+0000)\n>\n> Denn das einzige was man kaputt macht ist die eigene Plazierung mehr nicht. \n\nJa, dann versteh ich die Reports nicht, die der Sperrung ja wohl vorausgegangen waren.\n\nmfg\nMB","replies":[{"id":"","poster":"Zulwar","date":"2016-11-17T14:12:37.994+0000","up_votes":3,"down_votes":0,"body":"Weil es immer noch Leute gibt, die nicht wissen oder es nicht wollen, das die eigene Leistung mehr Einfluss hat als alle anderen Spieler.\nDa dies ein Ranglisten Spiel ist, kann man dies somit ganz locker angehen, denn man kommt so oder so egal wie man spielt auf die Position wie gut man mit seiner Spielweise ist.\n\nZum Thema Troll würde ich sowas nur ansehen, wenn jemand eine Spielweise benutzt, mit dieser sich auf eine Position spielt, dann eine Komplett andere Spielweise nutzt und dadurch sich runter stuft und immer so weiter. Wenn dies dann immer so hin und her gehen würde, dann wäre das ein Troll für mich, da er mit der einen Spielweise sich wissentlich hochspielt und mit der anderen sich wissentlich runter spielt.\n\nUm dann das ganze auf dieses Beispiel mit dem Singedspieler wieder anzuwenden, wenn er nur Singed Support mit ein und der selben Taktik sich auf Gold oder einer anderen Position hält, ist dieser genau da Platziert. Sollte man aber immer wieder seine Takik ändern und das noch im Verhältnis zu seiner Platzierung dann wäre das Vorsatz. Das andere ist nur das spielen einer Taktik und sich mit dieser immer weiter zu verbessern. Was eigentlich nicht verboten ist.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T14:22:44.721+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000d000000000000,timestamp=2016-11-17T14:12:37.994+0000)\n>\n> Weil es immer noch Leute gibt, die nicht wissen oder es nicht wollen, das die eigene Leistung mehr Einfluss hat als alle anderen Spieler.\n\nWas ich schon sagte. Die anderen Spieler waren wohl der Meinung das er Mitschuld an ihrem Abstieg hatte. Auch wenn es nicht so wäre .\n\nWas wir auch nicht wissen, da wir nur 3 Spielchen gesehen haben, wie der Singed sich Ingame verhalten hat . Ich vermute mal, daß er eben nach den verlorenen Spielen die Reports kassiert hat und das in ein oder mehreren Spielen etwas mehr vorgefallen war, was eine Überprüfung ausgelöst hat. \n\nDie Taktik will ich ja auch garnicht anzweifeln, die hat ihn ja dahingebracht, wo er zuletzt stand. Aber wahrscheinlich waren seine Mates der Meinung das sie Punkte durch seine Taktik verloren haben.\n\nWie gesagt, meine Kenntnisse zum Ranking sind, wenn überhaupt, nur rudimentär. Wenn Du das so sagst, daß es keine Auswirkungen hat, dann muß ich Dir das glauben. Aber es müssen dann ja eben ne Menge Spieler gewesen sein, die da anderer Auffassung waren. Ich glaube nicht, daß er wegen ein oder zwei Reports gebannt wurde. Kann ich mir einfach nicht vorstellen, weil ich dann auch gebannt sein müßte.\n\nmfg\nMB","replies":[{"id":"","poster":"Zulwar","date":"2016-11-17T14:42:10.368+0000","up_votes":3,"down_votes":0,"body":"Das Problem ist, das es ziemlich viele dieser Spieler gibt. Somit wird er auch ziemlich viele Reports sammeln, zum Verhältnis seiner gespielten Spiele. Hätte er diese Taktik nur alle 10 oder so angewendet, wäre sicher nichts passiert. Da er aber immer diese Taktik angewendet hat, kann man eine Systematik erkennen. Das blöde ist nur, das es recht weniger Spieler gibt, die eine ganz bestimmte Systematik verwenden. Diese nennt man z.b. OTP (One Trick Pony).\n\nDas ist es auch, was ich hier so anpranger, das Riot scheinbar einen Account gebannt hat, der sich aber an die Regeln hielt, nur viele Spieler wollten dies nicht. Das hat Teemo z.b. auch gehabt, da hat Riot sogar mal ein Statement zugegeben, das Teemo kein Banngrund ist und da haben auch extreme viele Teemo gemeldet.\nSomit hat sich meiner Auffassung nach Riot sich nicht an die eigenen Regeln gehalten und hier die Masse entscheiden lassen. Was meiner Meinung nach falsch ist, wenn es eine Regelung dazu gibt und die gibt es.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T14:48:00.574+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000d00000000000000000000,timestamp=2016-11-17T14:42:10.368+0000)\n>\n> Somit hat sich meiner Auffassung nach Riot sich nicht an die eigenen Regeln gehalten und hier die Masse entscheiden lassen. Was meiner Meinung nach falsch ist, wenn es eine Regelung dazu gibt und die gibt es.\n\nJop, daß trifft den Nagel. Die haben halt auf die Mehrheit gehört und das ist , laut Euch , falsch gewesen. Kann man nun nicht ändern ^^ Das die Mehrheit nicht immer richtig liegt kennen wir ja auch von woanders her ...\n\nAber ich bin immer noch der Meinung daß da Ingame mehr abging, wenn die jetzt so entschieden haben. Denn nur der Pick kanns ja nicht sein. Haben die ja auch geschrieben. Hier tut einfach mehr Information zu dem Fall not .\n\nmfg\nMB","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2016-11-16T13:11:36.226+0000","up_votes":3,"down_votes":1,"body":"Um ganz ehrlich zu sein, verstehe ich warum das viele Leute stört, das er so spielt.\nMIch würde das warscheinlich ingame jetzt auch nicht von den Socken reißen. \nJedoch stört mich umso mehr deswegen einen Bann zu kassieren.\nWenn er Singed Supp picked und dann Counterjungled ist dies sein gutes Recht.\nWenn er Spass daran hat steht es ihm frei dies zu tun.\nNatürlich ist das wohl in den meißten Games nicht  unbedingt hilfreich.\nJedoch darf man nicht vergessen, dass das ein Spiel ist\nund da sollte der Spass im Vordergrund liegen.\nSich in eine Rolle drängen zu lassen und weil die andere das wollen, \nund dann nen Bann zu kassieren, wenn man sich davon distanziert, halte ich\nfür nicht rechtens. \nHat Riot nicht  den Banngrund \"Schlechter Spieler\" entfernt?\nNun wollen sie hier wieder davon gebrauch machen.\nSo wie ich das lese, hat er gegen keine Regeln verstoßen. \nAuch wenn das 99% der Community stört ist es nochlange \nkein Grund für einen Bann sofern dies nicht AUSDRÜCKLICH verboten ist.","replies":[{"id":"","poster":"Lagbeard","date":"2016-11-16T14:07:54.709+0000","up_votes":3,"down_votes":0,"body":"Schlechter Spieler war ein Report- aber kein Bangrund.\n\nDavon abgesehen ist es schwierig, Leute in LoL zu bestrafen, denn Regelverletzungen sind nicht ausreichend. In einer dynamischen Runde LoL kann alles passieren, und man müsste einen mehr als 30-Bändigenen Kodex erstellen, in dem in jeder Spielsituation aufgelistet ist, was man darf und was nicht. Für jedes Erfahrungslevel, denn von einem Anfänger kann man nicht unbedingt erwarten, dass er weiß, wie er mit einem 4 Mann Gank auf seiner Lane taktisch sinnvoll umgeht. \n\nDie Alternative ist, dass man eine einzige, sehr offene Regel formuliert, und Einzelfallermessensentscheidungen trifft. Diese Variante hat eben das hier gezeigt Problem: RIOTs ermessen ist oft nicht das unsere. Willkür und unangemessenheit sind im Spielerverhaltenforum ein häufiges Thema.\n\nWas also tun?\nRIOT hat sich für Variante 2 entschieden, denn im Gegensatz zu einem absoluten Regelwerk ist sie nicht unmöglich, sondern nur sehr schwer umzusetzen. \n\nMan sagt also einfach: Tu nichts, womit du dem Sieg deines Teams absichtlich Schaden zufügst. \nEs ist problematisch, Spieler nach dieser Regel zu bestrafen, denn dazu muss die Absicht bewiesen werden. \nAllerdings soll diese Regel auch nicht als Gesetz dienen, das Grundlage zur Bestrafung gibt. Es soll vielmehr den Weg weisen, den man als Beschwörer einschlagen sollte, denn du selbst weißt immer, ob du deinem Team absichtlihc Schadest. Es geht nicht darum, das es Strafen gibt, wenn man es bricht, es geht darum, es freiwillig einzuhalten, weil man erkannt hat, dass man nur so sich selbst, seinen Gegnern und seinem Team das Spielerlebnis bieten kann, wegen dem wir LoL spielen. \n\nRegeln sind nicht alles, und wenn es drauf ankommt, ist die einzige Regel die zählt:\n\n>Der Verhaltenskodex erhebt keinen Anspruch auf Vollständigkeit und wir behalten uns das Recht vor, ihn jederzeit zu modifizieren sowie geeignete Disziplinarmaßnehmen zu ergreifen, einschließlich Kündigung und Löschung des Kontos, um die Integrität und den Geist der Riot-Dienste zu schützen, gleich, ob eine bestimmte Verhaltensweise im Kodex als unangemessen aufgeführt wird oder nicht. \n\nin Verbindung mit \n\n>Wir können dein Konto kündigen oder sperren, wenn wir nach vernünftigem Ermessen Folgendes entscheiden:\n>\n> Du hast einen beliebigen Teil dieser Vereinbarung verletzt,\n    wir haben das Angebot der Riot-Dienste in deiner Region eingestellt oder\n    eine solche Kündigung oder Sperrung wäre im besten Interesse unserer Community, der Riot-Dienste oder der Rechte eines Dritten.\n\n\n[Offthread]Warum haben sie denn aus den AGB ein FAQ gemacht? Klingt irgendwie seltsam.","replies":[]},{"id":"","poster":"derBuddler","date":"2016-11-17T00:02:23.534+0000","up_votes":1,"down_votes":5,"body":"DITO!\nRIOT hat den Boi geBANNT, weil er für zu viel Aufregung gesorgt hat; das ist SCHLECHT für das GESCHÄFT!\nDa wird doch lieber ein Einzelner gebannt, als die Gefahr einzugehen gleich mehrere zahlende Kunden zu verlieren .....\nSelbst wenn man damit gegen die eigenen Regeln oder Überzeugungen verstößt .","replies":[]}]},{"id":"","poster":"XOFree","date":"2016-11-16T00:20:29.340+0000","up_votes":1,"down_votes":1,"body":"also als der {{champion:201}} raus kamm hab ich mit {{champion:27}} ihn gut kontern können^^ aber nur mit dem richtigen adc champ ^^ man muss aber beachten das support und den champ {{champion:27}} verstanden werden muss! und man sollte sich absprechen mit dem adc player!!\n\nist genau so wie der {{champion:99}} oder {{champion:115}} support der deren job es ist die gegners hp runter zu drücken so das der adc sie sich nur noch schnappen muss!! was mit {{champion:51}} immer gut ging!!! ^^","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T12:37:35.580+0000","up_votes":4,"down_votes":2,"body":"Allerdings hast du dann sicher Singed Support auch als Support gespielt und nicht als Counterjungling-Roamer ab Lvl 1, d.h. du hast deinen ADC eben nicht von Anfang an 1v2 auf der Botlane spielen lassen.","replies":[{"id":"","poster":"Zulwar","date":"2016-11-16T13:04:51.181+0000","up_votes":5,"down_votes":2,"body":"Wo steht, das das nicht zur Aufgabe des Supports gehört?\n\nEin Supporter, soll seinem TEAM helfen. Wenn ich den Gegner störe, ist das auch eine Art von Hilfe und würde in diesem Fall den Jungler und die Laner ungemein helfen, da der Jungler nicht mehr ganken kann. Sicher hat es dann der auf der Bot schwieriger, aber auch als ADC sollte man in der Lage sein, sich auf solche Situationen einzustellen.\n\nAlso ich sehe an dem Verhalten des Singed Spielers nichts negatives, außer das sein Team sich nicht an die neue Situation angepasst hat. Er hat den Leuten seinen Plan ja auch mitgeteilt, somit kann niemand behaupten er wusste von nichts.","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T13:13:08.135+0000","up_votes":5,"down_votes":3,"body":"Das steht nirgends, ist aber wie man so schön neumodisch sagt \"Common Sense\". Da das gesamte Bestrafungssystem von LoL aber genau darauf beruht, dass die Community - nicht Riot - strafbares Verhalten definiert und sie das durch die wiederholten Reports in diesem Falle getan hat, sollte der Fall klar sein.\n\nZudem steht auch nirgends, was denn überhaupt die Aufgabe einer einzelnen Rolle ist, aber wenn nun dein Jungler plötzlich die ganze Zeit bei dir auf der Lane hockt und dir deine CS und XP nimmt, wäre das doch auch zu bestrafen (und ja, dazu gibt es sogar einen Kommantar von Riot). Der Singed ist nicht bestraft worden für seinen Off-Meta-Pick, sondern für sein Off-Role-Verhalten.","replies":[{"id":"","poster":"Zulwar","date":"2016-11-16T13:35:23.744+0000","up_votes":3,"down_votes":0,"body":"Also wenn der Jungler einen Plan hat diesen mir mitteilt, ist das sicher für mich ok und werde dann dementsprechend meine Spielweise anpassen, um das ganze noch zu verbessern.\n\nAls Off-Role würde ich das ganze nicht bezeichnen. Er hat nur nicht die Klassische Support Methode gewählt, also das was Meta ist. Sondern er hat eine andere Methode gewählt, die nicht im Beschützen des ADC lag, sondern im stören des Junglers, was meines erachtens nichts falsches ist. Es ist dann halt off Meta Support in jeglicher Hinsicht. Also mit eigener Taktik und was ich gut finde ist, das er dies seinem Team auch mittgeteilt hat, damit z.b. der ADC sich dementsprechend darauf vorbereiten kann.\n\nIhn dafür zu bannen, spricht gegen das erlauben von Off Meta Taktiken und bald vielleicht schon Picks. Denn es heißt dort ja auch, das er keinen Singed Support spielen darf, solange sein Team nicht damit einverstanden ist. Also wenn mein Team mit irgendwas nicht einverstanden ist, ist dieses Bannbar, obwohl man sich an die Grundsätze gehalten hat. Das ist die Kernaussage von Riot.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:38:25.717+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00020000000100000001,timestamp=2016-11-16T13:35:23.744+0000)\n\n> Ihn dafür zu bannen, spricht gegen das erlauben von Off Meta Taktiken und bald vielleicht schon Picks. Denn es heißt dort ja auch, das er keinen Singed Support spielen darf, solange sein Team nicht damit einverstanden ist. Also wenn mein Team mit irgendwas nicht einverstanden ist, ist dieses Bannbar, obwohl man sich an die Grundsätze gehalten hat. Das ist die Kernaussage von Riot.\n\nUnd das ist mMn das schlimmste an dem Bann. Es öffnet dem Missbrauch durch das Team Tür und Tor.\n\nIch will Zed in der Mitte spielen (also durchaus seiner Rolle entsprechend), bin aber total mies als Zed. Mein Team checkt mein Stats und ist gegen den Zed-Pick. \n\nIst das jetzt bannbares Verhalten meinerseits, wenn ich trotzdem Zed spiele? Schließlich ist ja mein Team dagegen.","replies":[{"id":"","poster":"Zulwar","date":"2016-11-16T13:44:38.420+0000","up_votes":4,"down_votes":1,"body":"Laut Riots Aussage, würde ich sagen ja. Da du gegen den Wunsch deines Teams handelst.\nWas bei dem Singed Spieler ja auch war.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:52:14.063+0000","up_votes":1,"down_votes":2,"body":"Schöne Aussichten :/","replies":[]}]}]},{"id":"","poster":"0815xand0r","date":"2016-11-16T14:00:38.302+0000","up_votes":2,"down_votes":1,"body":"Wenn ich als Toplaner plötzlich mit Smite durch unseren eigenen Jungle spaziere, wäre das denn deiner Argumentation nach nicht auf nur Off-Meta, aber nicht Off-Role? Wenn man deinen Ausführungen folgte, so gäbe es das Phänomen \"Off-Role\" gar nicht mehr, da man immer sagen könnte \"ist ja nur Off-Meta\".\n\nMit der Einführung der Role-Selection ist die Meta aber vorgeschrieben, zumindest im Draftpick. Und ja, da gibt es eben innerhalb der Community gewisse Ansichten davon, wie welche Rolle gespielt werden soll. \n\nMan sollte auch immer den Kontext betrachten: wir reden hier über einen Spieler, der einfach in der Lobby sagt, was er zu tun gedenkt, aber sonst jedwede Kommunikation verweigert, eben NICHT supported (d.h. unterstützt), sondern stur sein Ding durchzieht, das über viele Games hinweg und gegen den Willen der Betroffenen.","replies":[{"id":"","poster":"Zulwar","date":"2016-11-16T14:17:21.191+0000","up_votes":1,"down_votes":0,"body":"Das ist schon schwieriger, denn dann müssten wir erstmal klären, was die Aufgabe eines Toplaners ist.\n\nWenn wir dies geklärt haben, können wir schauen, ob diese Punkte innerhalb der Rolle liegen könnten oder nicht.\nDenn man darf bei sowas nicht pauschalisieren, sondern muss dies immer für jede Rolle extra bestimmen.\n\nBei Support fällt mir die Festlegung ziemlich leicht, da es hier nur grobe Vorgaben gibt. Bei Toplane ist das schwieriger, da es dort Tanks, Bruiser, Magier und DMG Dealer gibt. Da mir die Aufgaben eines Toplaners auch nicht hundertprozentig klar sind, da es meine Meinung nach nur eine Aufgabe erstmal gibt und das ist das beschützen des Toptowers, zumindest solange wie die Laningphase besteht, kann auch das farmen mit Smite innerhalb des eigenen Jungles fallen, solange er seiner Aufgabe nachkommen kann.\n\nEr müsste hierzu natürlich auch seine Taktik offenlegen, da ich derzeit keine wüsste. Aber da du dir Gedanken gemacht hast, bin ich sehr auf deine Begründung gespannt, warum der Toplaner mit Smite noch zusätzlich in den eigenen Jungler geht.\n\nWenn ich z.b. Proxy Singed spiele, schreibe ich dies nicht in den Chat, wodurch ich mein Team im unklaren lasse und sich somit auch jedes mal darüber aufregen.\nSomit was ist dir lieber. Jemand der dir sagt was er vorhat oder jemand der es einfach macht?\nDas man auf den aufkommenden Flame nicht reagiert, finde ich als normal, da man aus Erfahrung weiß, nichts schreiben ist besser als einem Flamer zu antworten. Somit antwortet man nicht, was auch nicht verboten ist, zumindest hat dies Riot mal so verkündet.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-16T14:07:55.191+0000","up_votes":1,"down_votes":3,"body":"Du bist nicht der Supporter des ADC, sondern des gesamten Teams. Counterjunglen hilft dem Team.\n\nUnd er die Rolle des Supports nicht verweigert, sondern nur anders gespielt, als \"gewissen Ansichten\". Ergo Off-Meta. \n\nWas bisher laut Riot immer erlaubt war.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T13:18:25.678+0000","up_votes":1,"down_votes":2,"body":"Also läuft es ja doch auf die Meta hinaus, denn das was der Support macht ist ja Meta, nichts anderes.","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T13:50:11.538+0000","up_votes":4,"down_votes":2,"body":"Ja, das ist aber seit Einführung der Role-Selection der Fall. Im Draftpick gilt seitdem - außer im Falle einer 5er-Premade-Gruppe - die Standard-Rollen-Meta.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:51:35.049+0000","up_votes":2,"down_votes":3,"body":"Er hat doch die Rolle des Supports nicht verweigert. Er hat Support einfach nicht so gespielt, wie es Meta ist. Das soll jetzt also Bannbar sein?","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T15:08:21.461+0000","up_votes":4,"down_votes":2,"body":"Durch sein Ingame-Verhalten hat er die Rolle des Supports eben durchaus verweigert. Das ist, was ich an anderer Stelle damit meinte, dass mit dieser Argumentation es grundsätzlich kein Off-Role-Verhalten geben kann, da man einfach immer sagen kann: \"Ich spiele die Rolle halt anders\".\n\nDie Rollen sind durchaus, wenngleich nicht schriftlich/offiziell, grob definiert. Und daran sollte man sich halten. Wie gesagt, ansonsten kann jeder machen was er will, immer mit der Begründung: \"Ich spiele die Rolle halt anders.\"","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:14:03.635+0000","up_votes":2,"down_votes":3,"body":"Ok, in welcher offiziellen Quelle von Riot kann ich nachlesen, wie ich welche Rollte zu spielen habne, ohne einen Bann zu riskieren?\n\nSteht doch einfach mal dazu. Ihr, die ihr diesen Bann befürwortet, wollt einen Meta erwzingen.","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T15:22:53.843+0000","up_votes":3,"down_votes":3,"body":"Natürlich wird eine Meta erzwungen, habe ich aber a.a.O. schon explizit so geschrieben.","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-16T15:32:17.385+0000","up_votes":2,"down_votes":3,"body":"Aber  0815xand0r wo würdest du dann die Grenze für Offmeta picks ziehen?\nIch verstehe was du sagen willst, jedoch siehst du schon, dass wir nichtmal im Forum zu einer\ngrundlegenden Einigung kommen.\nWie soll es dann zu einer allgemein Gültigen Lösung für alle kommen?\n\nWenn etwas, nicht grundlegende in einem Gesetz oder Regelung festgehalten wird oder werden kann, welches nur eine EINDEUTIG Auslegung zulässt, dann ist die Handlung, so abstrakt sie auch sein mag, zugelassen.\nErste Satz, welches man im Jurastudium lernt ;)","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T15:37:46.337+0000","up_votes":4,"down_votes":2,"body":"Das grundlegende Problem ist hier wohl der Begriff \"Meta\", der sich auf verschiedene Dinge beziehen kann. Es gibt zum einen die Rollen-Meta, d.h. Top/Mid/Adc+Sup/Jgl, die im Draftpick - mit Ausnahme der 5er Premades und Absprachen - auch einzuhalten ist und auf der anderen Seite die Champion/Itembuild-Meta, d.h. welcher Champion wo mit welchem Build gespielt wird. Dieser Aspekt wird natürlich nicht vorgeschrieben.\n\nWenn du schon mit Jura anfängst, dann überlege dir mal, inwiefern man die grundlegende Übereinkunft, was die Rollen-Meta angeht hier als konkludentes Handeln betrachten kann ;)","replies":[{"id":"","poster":"Shacoláde","date":"2016-11-16T15:49:10.266+0000","up_votes":3,"down_votes":2,"body":"konkludentes Handeln =Schlüssiges Handeln\nVersteh schon worauf du hinauswillst.\nDarauf kann man sich beispielsweise bei einem Mietvertrag beziehen.\nAber nicht drauf wie man seine Rolle spielen muss.\nDie obliegt hier nur dem \"Weg des Beschwöres\" oder den \"AGB-Rechten\"\nIn beiden ist dieses Verhalten jedoch nicht beschrieben, womit \"konkludentes Handeln \"\nhier nicht anwendbar ist.\nVorallem bezieht sich hier die Argumentation größteils auf die Winrate von 30%.\nWenn er mit diesem Spielsstil einen Winrate von 80-90% hätte, \nwürden wir dieses Gespräch dann trotzdem führen?\n\nDich nervt doch nur, dass dieses Verhalten im schlimmsten Fall toleriert wird.\nWas deine Angst schürt nochmehr \"Troller, Feeder oder Noobs\" ingame zu haben.\nBetrachte das ganze mal als nicht LoL-Spieler, sondern beispielsweiße in Bezug auf ein anderes Game.\nWürdest du dir da auch noch Recht geben?","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T20:58:17.334+0000","up_votes":2,"down_votes":1,"body":"Nein, das regelt dann wieder die MMR. \nWenn du einfach nur nicht gut bist, dann ist das halt so.\nDu steigst solange ab, bist du auf deiner MMR angekommen, in der du mit dem Champ eben nicht mehr suckst.\n\nWenn du aber dein Team trollst, dann ist das einfach nur bullshit.\nUnd das tut dieser Spieler nun mal.","replies":[]},{"id":"","poster":"0815xand0r","date":"2016-11-16T19:19:55.001+0000","up_votes":3,"down_votes":3,"body":"Wenn du schreibst, \"dich nervt doch nur\", dann tust du so, als wüsstest du, was mich nervt. Da dies aber eben genau mein Innenleben betrifft, waren deine Aussagen Versuche einer Analyse eben meines Innenlebens. Punkt.\n\nWas nun genau Off-Role ist, ist nirgends in Stein gemeißelt, da das Spiel immer im Fluss ist. Und damit auch die Rollen-Meta, auch wenn diese in den letzten Jahren sehr stabil geblieben ist. \n\nDas Problem insgesamt ist doch, dass dieser Spieler letztlich seinen Teammates den Spaß am Spiel verdorben hat. Er hat sich als Support angemeldet, aber etwas gespielt, was eben nicht einmal im Ansatz dem \"klassischen\" und gewohnten Support-Spiel entspricht. Er hat also die Rolle, für die er sich angemeldet hat, eben nicht gespielt. Und genau das ist bestrafbar.\n\nDer Fehler, den nicht nur in dieser Diskussion begehst, ist, dass das konkrete Fallbeispiel des Singed-\"Supports\" abstrahiert wird auf einzelne Aspekte seines Verhaltens. Das ist aber nicht in Ordnung, da der Spieler für sein Verhalten an sich und insgesamt bestraft wurde. Nicht weil er Singed gepickt hat, nicht weil er Smite gepickt hat, nicht weil er Support ausgewählt hat, nicht weil der Sightstone konsequent fehlt, etc. Nein. Sondern weil das ALLES zusammenkommt.\n\nMan darf gern und immer etwas Neues oder Ungewöhnliches ausprobieren. Doch man darf eben nicht den anderen Spielern den Spielspaß verderben. Das ist im Prinzip die oberste Regel in LoL.\n\nUm mal auf die Winrate zu sprechen zu kommen: Der Erfolg gibt nicht zwangsläufig recht. Nehmen wir an, ich würde in jedem Spiel jeden meiner Mitspieler aufs Äußerste beleidigen, hätte aber dennoch eine 90%ige Winrate. Sollte ich dann keine Bestrafung erhalten, immerhin funktioniert mein Ansatz doch. Oder was ist, wenn ich mich als Support anmelde, aber dann nur auf die Midlane gehe und dort supporte, allerdings eine 90%ige Winrate habe. Ist das okay? Nein, weil ich eben nicht tue, was ich eingewilligt habe zu tun.\n\nWir müssen hierbei doch auch beachten, dass der Spieler seine Mates eben nie vor die Wahl gestellt hat. Er hat ihnen einen Copy/Paste-Text hingeschmissen und sie vor vollendete Tatsachen gestellt. Er hat nicht etwa gefragt und dann im gegenseitigen Einverständnis gehandelt, er hat es den anderen aufgezwungen. Natürlich kann man eben auch andere, neue Dinge ausprobieren, aber dafür sollte man bitte schön mit seinem Team sprechen und das abklären.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-11-16T16:55:32.965+0000","up_votes":2,"down_votes":2,"body":"Dein Innenleben...? \nWenn dann leg ich dir höchstens Worte in den Mund... dein \"Innenleben\" interssiert mich nicht. \n\nSo...vielen Dank, das du mir nun den Gefallen getan hast :))\n\nDas heißt ein Spielprinzip das 90%ige Winquote bestätigt, ist verboten weil es nicht den Regeln entspricht welche sich über laufe der Zeit \"entwickelt\" haben?\nWie du beschreibst, heißt das nun \"Off-role\".\nWas genau ist \"Off-role\" dann?\nWenn ich als Jungle nie ganke, sondern erst zu den Teamfights komme und somit 90% Winrate hätte, spiel ich dann auch \"Off-Role\" und müsste somit gebannt werden?\nDas heißt doch das laut deiner Aussage als was nicht der Meta entspricht gebannt werden soll, auch wenn der Erfolg dieser Spielweise bestätigt wäre?\n\nOder nehmen wir an er spielt nicht Singend sonder Thresh und geht Counterjunglen,\ngewinnst 90% seiner Games kommt Platin/Dia und wird anschließend deswegen gebannt? Soll das wirklich deine Argumentation sein? \n\n\nWenn der Erfolg einer Spielweise recht gibt und nicht explizit verboten wird, dann liegt es doch eher nahe seinem Beispiel zu folgen als ihn dafür zu bannen oder?\nOder wie meinst du das ADC und Supp bot entstanden ist.\nDiese Meta ist entstanden, weil der Erfolg ihnen Recht gab.\nWarum soll man dann nicht was neues ausprobieren dürfen?\n\nAlso entweder es geht doch um die Winquote, dann müsstest du dir aber selbst wiedersprechen.  Oder du widersprichtst mir nur um mich zu ärgern ;)\n\nJetzt bin ich mal gespannt wie du dich aus deiner eigenen Aussage rauswindest ;)","replies":[]},{"id":"","poster":"0815xand0r","date":"2016-11-16T16:27:04.158+0000","up_votes":3,"down_votes":4,"body":"ALso bitte versuche erst gar nicht mein Innenleben zu analysieren. Deine Unterstellungen sind nämlich komplett falsch.\n\nIn LoL gilt allerdings, dass bestraft wird, was von der Community als bestrafbar angesehen wird. Die Regeln kommen nicht von Riot, sondern sind im Laufe der Zeit durch das Reportsystem und damalige Tribunal entstanden und entwickeln sich auch heute noch weiter.\n\nUnd ja, ich würde genau gleich argumentieren, wenn er eine 90%ige Winrate hätte, weil er immer noch Off-Role spielt und das report- und bestrafbar ist.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-16T19:43:40.035+0000","up_votes":1,"down_votes":5,"body":"Was ist wenn ich permanent einen Champ nehmen, ihn auf seiner \"Meta\"-Lane spiele, aber ich immer wieder aufs Maul bekomme?\n\nIch weiß, dass ich den Champ nicht kann, aber ich spiele ihn trotzdem. Damit verderbe ich ja anderen auch den Spaß. Ist das ein Banngrund?","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T15:43:33.600+0000","up_votes":1,"down_votes":4,"body":"Wenn der Riot-Support auf die fehlenden Sightstones hinweist, doch dann wird hier sogar ein Itembuildmeta erzwungen.","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T16:28:12.777+0000","up_votes":3,"down_votes":1,"body":"Nur schreibt Riot das nirgends vor, sondern nimmt das konsequente Fehlen eines Sightstones als Indiz dafür, dass er eben nicht nur Off-Meta, sondern Off-Role spielt, eben weil der Sightstone i.d.R. von Supports gebaut wird.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-16T17:16:40.997+0000","up_votes":1,"down_votes":3,"body":"Also wird hier Meta erwartet.","replies":[]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T15:31:14.107+0000","up_votes":1,"down_votes":3,"body":"Laut Riot soll man für Off-Meta nicht reporten.","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-16T16:55:47.765+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0002000000010000000000000000,timestamp=2016-11-16T13:51:35.049+0000)\n>\n> Er hat doch die Rolle des Supports nicht verweigert. Er hat Support einfach nicht so gespielt, wie es Meta ist. Das soll jetzt also Bannbar sein?\n\nHm, wenn ich das nächste mal Top bin, sage ich in der Lobby ich spiel ihn als Support, mein Spiel unterscheidet sich 0 von einem Standattoplaner, um dem Singed-Bsp-d.h. kaum Beteiligung an Kills und Schaden zu haben, werd ich stur splitpushen, komme was da wolle, verirrt sich mein Team mal doch zu mir, wechsel ich die Lane oder gehe Base/Junglen...das ist sowas von absichtlichem Trollen und sicher bin ich damit auch kein Sup, auch wenn ichs vorher gesagt habe.\nDu erfüllst deine Rolle nicht, das absichtlich und wählst eine Taktik, die bestimmt mal lustig sein kann (höhö ihr kriegt mich nicht), aber 0 Effizienz aufweist, dann spielst du das dennoch so oft, bis die Reports so viele sind, dass manuell geschaut wird, was da los ist...äh ja.\nDas Argument er Supportet mit Jungleablenkung ist auch schwach, denn wenn man es runterbricht, supportet eh jeder jeden, nimm ne Syndra APC, kannste A sogar alsSup spielen und B als Standartmidlaner, wird dich auch keiner auf einmal als seinen sehen, wenn du 3 auf einmal stunnst unddein Team die Kills nimmt oder noch abgefahrener 3 laufen in die Reihe Jinx-Traps, da wird der ADC doch nicht automatisch zum Sup. Es geht da auch 0 um den Char/Champ, sondern wirklich, um die Spielweise, mit einem StandartSupChamp, wäre die Geschichte genauso gelaufen.","replies":[]}]}]}]}]},{"id":"","poster":"Bettnachleger","date":"2016-11-16T13:21:20.009+0000","up_votes":7,"down_votes":4,"body":"Das naechste mal wenn ich Support bekomme, schreibe ich das ich:\n1.  Teemo picke (weil blind, zum Gegner stoeren)\n2.  Top gehe mit Heal und Exhaust \n3.  Ich Creeps kontinuierlich angreife, um die lane zu pushen\n4.  Ich soviele CS wie moeglich nehme, auch wenn du mich aufforderst zu gehen / mich wegpingst\n5.  Ich keine Wards, sondern dmg Items kaufe\n6.  Ich mich weder an Drachen, noch Buffs, noch Barons beteilige\n\nMein Team weiss ja nun bescheid, und nun ist es an dem Team sich darauf einzustellen....\n\nDas dadurch mein Team ein riesegen Nachteil hat, ist mir dabei total Wumpe. Und dir scheinbar auch.\nDu Gewinnst wohl nicht gerne?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:25:52.201+0000","up_votes":2,"down_votes":5,"body":"Damit arbeitest du ja aktiv gegen das Team. Der Singed Spieler hat ja u.a. Counterjungling betrieben und damit den gegnerischen Jungler bedrängt.\n\nDen Unterschied siehst du wohl selbst oder?","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T13:50:51.684+0000","up_votes":3,"down_votes":2,"body":"Dennoch ist das Beispiel von Bettnachleger ein schönes Beispiel dafür, wie absurd das ganze wirkte, wenn man es mal auf andere Positionen bezöge.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:59:53.268+0000","up_votes":1,"down_votes":3,"body":"Gehen wird doch mal die einzelnen Punkte von ihm durch:\n\n> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0002000000010001,timestamp=2016-11-16T13:21:20.009+0000)\n>\n> Das naechste mal wenn ich Support bekomme, schreibe ich das ich:\n> 1.  Teemo picke (weil blind, zum Gegner stoeren)\n\nSupport Teemo ist nicht verboten.\n\n> 2.  Top gehe mit Heal und Exhaust \n\nAndere Lane als zugewiesen, kann man Reporten. \n\n> 3.  Ich Creeps kontinuierlich angreife, um die lane zu pushen\n\nSiehe zweitens. \n\n> 4.  Ich soviele CS wie moeglich nehme, auch wenn du mich aufforderst zu gehen / mich wegpingst\n\nSiehe zweitens.\n\n> 5.  Ich keine Wards, sondern dmg Items kaufe\n\nNicht verboten. \n\n> 6.  Ich mich weder an Drachen, noch Buffs, noch Barons beteilige\n\nNicht verboten.\n\n> Mein Team weiss ja nun bescheid, und nun ist es an dem Team sich darauf einzustellen....\n\nIch mache hier mit Vorsatz etwas was man Reporten kann. Genau das hat der Singed Spieler aber nicht getan, also hinkt dein Vergleich.\n\nErgo Apfel und Birnen Vergleich.","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T15:09:39.680+0000","up_votes":5,"down_votes":1,"body":"Aber warum darf man denn jemanden reporten, der auf eine andere Lane geht? Wo steht denn bitte, dass der Midlaner nicht auf der Toplane farmen darf? Er spielt dann halt einfach die Rolle mal etwas anders. Du legst hier doppelte Maßstäbe an.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:12:18.917+0000","up_votes":1,"down_votes":2,"body":"Ist die Lane eines anderen Mitspielers. Der gegnerische Jungle ist keine Lane von einem Mitspieler.","replies":[]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-16T15:03:10.055+0000","up_votes":4,"down_votes":1,"body":"> Andere Lane als zugewiesen, kann man Reporten.\n\nUnd der Support der in den Jungle geht?\n\n> Ich mache hier mit Vorsatz etwas was man Reporten kann. Genau das hat der Singed Spieler aber nicht getan, also hinkt dein Vergleich.\n> \n> Ergo Apfel und Birnen Vergleich.\n\nIch würde den Vergleich extrem treffend sehen.\n\nEin Supporter der von Minute 1 an in den Jungle verschwindet und diesen nicht mehr verlässt ist doch das gleiche wie ein Supporter der permanent Top ist.\n\nUnd nein, als Support in bestimmten Situationen zu roamen wenn z.b. die Lane ausgepusht und die Gegner in der Base sind ist nicht das gleiche wie permanent im Jungle unterwegs zu sein.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:06:39.001+0000","up_votes":1,"down_votes":4,"body":"Er geht ja in den gegnerischen Jungle, ergo nimmt er nicht dem eigenen Jungler die Lane weg.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-18T07:36:09.231+0000","up_votes":2,"down_votes":1,"body":"Nimmt der Support Bot denn dem ADC die Lane weg?\n\nWas ist aber dann der Grund warum du meinst, dass der Support Top oder Mitte die Lane wegnimmt wenn er dorthin geht zum lanen?","replies":[]}]}]}]}]},{"id":"","poster":"Bettnachleger","date":"2016-11-16T13:39:04.046+0000","up_votes":7,"down_votes":3,"body":"Ich bedraenge den gegnerischen Toplaner und ziehe die Aufmerksamkeit des gegnerischen Junglers auf meine lane. \nWo ist da jetzt der Unterschied?\n\nPrinzip ist das selbe ...\n\nAber du kannst mir ja dennoch noch mal erklaeren, warum das so nicht in Ordnung ist? \nWo arbeite ich da mehr gegen das Team, als der Singed es tut?\nDieser besagte SInged macht naemlich genau das ... sich NICHT am Spiel des Teams beteiligen, sondern einfach nur Stur sein Ding durchziehen, egal ob es gut oder schlecht ist fuer das Team. \n(Spiele mit einer Killparticipation von einem Kill bis kurz vor Ende, und etwas um die 4 k dmg ... keine Wards, nichts)","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:55:41.760+0000","up_votes":4,"down_votes":4,"body":"Also doch. Es läuft am Ende daraufhinaus, dass man sich der Meta unterzuorden zu aht, obwohl Riot selbst sagt, dass das kein Grund zum Reporten ist:\n\nhttps://support.riotgames.com/hc/de/articles/201752884-Einen-Spieler-melden\n\n_ Melde einen Beschwörer nicht, wenn er eine andere Taktik anwenden will_\n\n_Melde einen Beschwörer nicht, wenn er sich nicht an die Meta hält_\n\nHier wird versucht eine Meta zu erwzingen. Und jeder Spieler, der sich nicht dem Wunsch seines Teams unterordnet, riskiert gebannt zu werden. Und das wird hier dann auch noch von einigen beklatscht. \n\nIch werde in Zukunft wohl besser immer Nachfragen, ob der Champ meinem Team auch genehm ist, nicht dass die mich dafür noch reporten.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T14:02:52.469+0000","up_votes":4,"down_votes":2,"body":"Es geht hierbei immer noch nicht um die Wahl des Champions. \nDas spielt dabei doch ueberhaupt keine Rolle.\n\nEs geht darum, das dieser Singed absolut NULL zum Spiel (ob Sieg oder Niederlage) beigetragen hat.\nDank ihm war es in seinen Support spielen (bis auf ausnahmen) halt ein 3 vs 5 fuer das Team.\n\nEin Singed, der nichts tut, und ein ADC der nichts tun kann, weil er einfach extrem zurueck faellt.\n\nHaettest du denn Bock darauf, das so jemand bei dir im Team ist?\nJemand, der absolut NULL auf das Team gibt und sich ein Scheiss schert. Hauptsache sein Ding machen (was nicht mal sonderlich nuetzlich ist ...)","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:05:23.864+0000","up_votes":1,"down_votes":3,"body":"Also wird er jetzt dafür bestraft, dass er schlecht war oder wie?\n\nWie man es dreht und wendet, die Antwort des Supports läuft darauf hinaus, dass man eine Meta erzwingt obwohl Riot immer das Gegenteil kommunziert hat.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T14:24:11.175+0000","up_votes":4,"down_votes":2,"body":"Lege mir nicht staendig Worte in den Mund. \nWas soll das?\n\nUnd nein, er wurde nicht bestraft weil er schlecht war. \n\nBeantworte mir doch einfach die Frage:\nHaettest du Lust im Ranked mit einer Person wie den Singed oder meinem Teemo zu spielen?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:27:35.332+0000","up_votes":1,"down_votes":3,"body":"Den Signed, Lust nicht, aber es würde mich nciht stören, weil er keine Regel gebrochen hat.\n\nDen Teemo, ja das würde mich stören, insbesondere, weil er Regeln gebrochen hat.","replies":[]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-11-16T14:01:51.518+0000","up_votes":1,"down_votes":0,"body":"Naja eins steht da nicht und zwar:\n\n_Melde einen Beschwörer nicht, wenn er eine andere Taktik anwenden will und sich nicht an die Meta hält._\n\nVielleicht ist das ja nicht erlaubt, denn das steht da ja nicht, wenn man es genau nimmt.","replies":[]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T13:59:31.243+0000","up_votes":1,"down_votes":2,"body":"Gehen wird doch mal die einzelnen Punkte von dir durch:\n\n> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0002000000010001,timestamp=2016-11-16T13:21:20.009+0000)\n>\n> Das naechste mal wenn ich Support bekomme, schreibe ich das ich:\n> 1.  Teemo picke (weil blind, zum Gegner stoeren)\n\nSupport Teemo ist nicht verboten.\n\n> 2.  Top gehe mit Heal und Exhaust \n\nAndere Lane als zugewiesen, kann man Reporten. \n\n> 3.  Ich Creeps kontinuierlich angreife, um die lane zu pushen\n\nSiehe zweitens. \n\n> 4.  Ich soviele CS wie moeglich nehme, auch wenn du mich aufforderst zu gehen / mich wegpingst\n\nSiehe zweitens.\n\n> 5.  Ich keine Wards, sondern dmg Items kaufe\n\nNicht verboten. \n\n> 6.  Ich mich weder an Drachen, noch Buffs, noch Barons beteilige\n\nNicht verboten.\n\n> Mein Team weiss ja nun bescheid, und nun ist es an dem Team sich darauf einzustellen....\n\nIch mache hier mit Vorsatz etwas was man Reporten kann. Genau das hat der Singed Spieler aber nicht getan, also hinkt dein Vergleich.\n\nErgo Apfel und Birnen Vergleich.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T14:29:15.169+0000","up_votes":4,"down_votes":1,"body":"Achso, also auf die Toplane gehen als Supporter ist deiner Meinung nach reportbar, im Jungel rumdallern als Supporter dann wiederum nicht.\n\nAlles klar.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:29:55.550+0000","up_votes":1,"down_votes":3,"body":"Er geht ja nicht auf die Lane eines Mitspielers.","replies":[]}]}]},{"id":"","poster":"Zulwar","date":"2016-11-16T13:42:11.428+0000","up_votes":2,"down_votes":1,"body":"Also wenn du 4. und 6. nicht machst, ist es ok und durchaus im Bereich eines Supporters, da du hier den Toplaner unterstützt und den Gegner durch richtiges ausführen daran hinderst zu farmen.\n\nWichtig ist halt, das du dies deinem Team auch mitteilst, damit der Toplaner und Botlaner bescheid weiß.\n\nNachteil, würde ich hiervon nicht unbedingt sprechen, da das Gegnerteam dies nicht erwartet, kann dies sogar ziemlich erfolgreich sein, bis die Leute es halt merken und eine Lösung gefunden haben.\n\nGewinnen tue ich auch nicht gerne, denn so kann man schlecht was dazu lernen. Denn wenn ich gewinne, bedeutet das, das mein Gegner zu schlecht ist. Verliere ich, habe ich hier gut die Möglichkeit von meinem stärkeren Gegner zu lernen und meine eigenen Fehler besser zu ermitteln.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T14:05:20.057+0000","up_votes":5,"down_votes":3,"body":"Aber genau das macht doch dieser SInged. Er beteiligt sich NULL am Teamspiel. \nUnd das ist es, was die Leute die mit ihm spielen durften anpisst.\n(keine Wards, nix Dragon oder Baron oder sonst was)","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:08:47.735+0000","up_votes":2,"down_votes":5,"body":"Also sind fehlenden Wards, Dragon und Baron jetzt bannbare Gründe?","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T14:26:36.690+0000","up_votes":5,"down_votes":2,"body":"Jo, das ist mir langsam einfach zu dumm ...\nNaja, ich hoffe du bekommst ab jetzt JEDES Spiel irgend ein Singed der das Spiel zu einem 3vs5 fuer euer Team macht. \nDas scheint dich ja Gluecklich zu machen. \n\nGL & HF","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:33:22.940+0000","up_votes":1,"down_votes":2,"body":"Wieso glücklich? Es gibt auch Sachen, die ich nicht toll finde (wenn z.B. jemand Yasuo spielt), aber das heißt nicht, dass alles was ich doof finde, auch verboten ist.\n\nWas der Signed Spieler gemahct hat, ist mMn nicht verboten und die Aussage des Riot-Supports unterstellt eine Meta der man sich unterzuordenen hat (obwohl das immer anders kommunziert wurde). Finde ich halt nicht gut.\n\nWeil mit der Aussage vom Riot-Support (deine Mitspieler wollen das nicht) kann man quasi jede Championwahl zum bannbaren Verhalten erklären, wenn das Team mit dem Champ nicht einverstanden ist. Wie man so eine Aussage vom Riot Support verteidigen kann, ist mir schleierhaft?","replies":[]}]}]},{"id":"","poster":"Zulwar","date":"2016-11-16T14:24:57.871+0000","up_votes":1,"down_votes":0,"body":"Wo steht dies in dem Text vom Support? Das würde mich jetzt interessieren.\n\nDenn das ist so wie ich den Text verstehe nicht der Grund gewesen.","replies":[]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T12:54:36.839+0000","up_votes":2,"down_votes":3,"body":"Wo steht eigentlich, dass man als Support bei seinem ADC gammeln muss? Kannst du mir da etwas offizielles von Riot zeigen?","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T13:13:35.266+0000","up_votes":3,"down_votes":1,"body":"siehe Antwort auf den Beitrag über dir (von Zulwar)","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2016-11-18T12:18:32.413+0000","up_votes":4,"down_votes":1,"body":"Wenn ich mir das alles so durchlese, was über diesen Singed geschrieben wurde und wie er sich im Spiel benommen hat, deutet das für mich auf eine Form von Autismus hin. Erinnert mich an den Film \"Rain Man\", den wahrscheinlich viele nicht kennen. \nIch vermute einfach, dass der Spieler für jede seiner Rollen eine Vorgehensweise abgespeichert hat, von der er nicht abgehen wird. Soll heissen wenn er Support kriegt und dann Singed wählen kann, dann wird er es tun und seinen Vorgang abspulen. Die Frage die sich mir in so einem speziellen Fall stellt, ist die ob RIOT so etwas in seine Fallbetrachtung mit einbezogen hat oder nicht. Bitte korrigiert mich, wenn ich falsch liegen sollte.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-18T15:30:21.872+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0011,timestamp=2016-11-18T12:18:32.413+0000)\n>\n> Wenn ich mir das alles so durchlese, was über diesen Singed geschrieben wurde und wie er sich im Spiel benommen hat, deutet das für mich auf eine Form von Autismus hin. Erinnert mich an den Film &quot;Rain Man&quot;, den wahrscheinlich viele nicht kennen. \n> Ich vermute einfach, dass der Spieler für jede seiner Rollen eine Vorgehensweise abgespeichert hat, von der er nicht abgehen wird. Soll heissen wenn er Support kriegt und dann Singed wählen kann, dann wird er es tun und seinen Vorgang abspulen. Die Frage die sich mir in so einem speziellen Fall stellt, ist die ob RIOT so etwas in seine Fallbetrachtung mit einbezogen hat oder nicht. Bitte korrigiert mich, wenn ich falsch liegen sollte.\n\nDen film \"Rain Man\" kenne ich sogar; und ebenso habe auch ich eine form von autismus. \nKann zwar sein, dass dieser autismus hat, abee ich glaube eher weniger, dass sein spielstil mit autismus zusammenhängt\nIch denke dabei, dass er sein System gefunden hat, das Spiel zu spielen, wje es ihm spaß macht, und anscheinend gibt es auch leute, die die idee listig oder sogar gut finden, was erklärt, wie er es trotzdem auf platin geschafft hat :)","replies":[]}]},{"id":"","poster":"Milyiuna","date":"2016-11-17T09:40:10.070+0000","up_votes":4,"down_votes":1,"body":"Ich werde mich jetzt nicht in diese Quoteschlange mit einbinden.\n\nWir reden hier davon, dass Riot einen Spieler bestrafen will, der einen gewissen (erfolgreichen) Playstyle hat und diesen vorher dem Team mitteilt. Wenn ich keine Soraka toplane (Beispiel!) in meinem Team haben will, dann kann ich das Match dodgen und verliere 3 LP (also quasi nichts). Das Gleiche bei diesem Support Singed. Wenn dem ADC nicht gefällt, was er tun wird, dann kann er die Queue dodgen und sieht diesen Singed nie wieder.\n\nAnderer Banngrund: Er ist Support, tut aber nicht das, was sein ADC von ihm will. Ist es jetzt so weit? Darf ein Support nicht mehr Level 1 im Midlanebusch sitzen und den Flash vom Gegnermidlaner bekommen? Darf der Blitzcrank Support nicht mehr jede Minute Richtung Midlane abhaun? Muss mein Support mich als ADC jetzt quasi babysitten, bis ich ihm großzügig ein paar mehr Freiheiten erlaube?\nDieses Verhalten habe seine Mitspieler quasi provoziert und zum Flamen gebracht (steht ja in etwa so im Text). Also wird hier nicht der Flamer bestraft, sondern jemand, der eine Strategie nutzt, die langfristig (er hat ja immer noch ne 54% winratio darauf) mehr Teams hilft, als dass sie schadet...\n\nGleichzeitig sehe ich bei der Sache ein weiteres Problem: Wenn ich 0/3 in meiner Lane gehe und jemand anfängt mich zu flamen, ist dies dann sein Fehler? Oder ist es nicht eher mein Fehler, da ich ja der Feeder bin und seine Reaktion herbeiführe?\n\nMfG Mily","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T12:27:21.843+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Milyiuna,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c,timestamp=2016-11-17T09:40:10.070+0000)\n>\n>er hat ja immer noch ne 54% winratio darauf\n\nsind gerundet 50%, d.h. er verliert mit der Taktik jedes 2. Spiel .\n\nmfg\nMB","replies":[{"id":"","poster":"Shiggyvara","date":"2016-11-17T12:50:42.194+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000,timestamp=2016-11-17T12:27:21.843+0000)\n>\n> sind gerundet 50%, d.h. er verliert mit der Taktik jedes 2. Spiel .\n> \n> mfg\n> MB\n\nGut, dann hat er seine Zielelo wohl erreicht und nun?\nAbgesehn davon, dass sonst immer kommt \"hey du brauchst nur 50,x% zum aufsteigen\".","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T12:57:15.146+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Shiggyvara,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c00000001,timestamp=2016-11-17T12:50:42.194+0000)\n>\n> Gut, dann hat er seine Zielelo wohl erreicht und nun?\n\nJoa, nix, is wohl ein Patt ^^ vlcht. fängt er/sie ja auch irgendwann mal wieder an zu sinken, wer weiß ? 50% findens gut und 50% schlecht ... Wie schon gesagt, ich kenn mich im Ranked nicht aus, aber ich denke man sollte da nicht zuviel auf Kosten anderer experimentieren. Wenn man es doch macht ... shit happens.\n\nDas Problem ist einfach , daß nach Spielende die Reports zählen, sowas wie nen Like-Button gibts net . Ich weiß jetzt nicht ob Honors da was ausrichten können, k.A. \n\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-17T12:32:32.109+0000","up_votes":2,"down_votes":4,"body":"Und jedes zweite Spiel gewinnt er. Und nun?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T12:48:58.333+0000","up_votes":2,"down_votes":4,"body":"Im Ranked , d.h. er/sie versaut der Hälfte der Spieler den Aufstieg oder was auch immer so im Ranking abgeht ... und nun ? Warum muß man sowas im Ranking machen ? Ich denk sowas is Euch doch hoch und heilig ^^ Warum kann er das nicht erstmal über einen längeren Zeitraum in Normals testen ? Dann wär die Ratio höher oder nicht ?\n\nIch mein, mit mir mußte Dich nicht streiten, da rennst Du nur offene Türen ein, aber lies mal Querbeet durchs Forum ...\n\nmfg\nMB","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T12:53:54.368+0000","up_votes":2,"down_votes":4,"body":"Würde ich Zed MItte spielen, wäre mein WR vermutlich total niedrig (weil ich Zed nicht kann). Heißt das jetzt, ich darf Zed nicht Mitte spielen, weil ich ja damit den Leuten potenziell das Spiel \"versaue\"?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T13:03:06.773+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000,timestamp=2016-11-17T12:53:54.368+0000)\n>\n> Würde ich Zed MItte spielen, wäre mein WR vermutlich total niedrig (weil ich Zed nicht kann). Heißt das jetzt, ich darf Zed nicht Mitte spielen, weil ich ja damit den Leuten potenziell das Spiel &quot;versaue&quot;?\n\nAch Kerl, is das ne Krankheit hier im Forum ? Oder warum ließt Du nicht richtig ?\n\n>Hab selber auch schon früher öfters Trist im Jungle oder Top gespielt (in Normals) und was gab das hier für \"herrliche\" Diskussionen ^^. Aber gebannt wurde ich deswegen nicht, weil ich die Positionen aus der Not gewählt hatte und es nicht gewohnheitsmäßig gemacht hab.\n\nHab ich oben geschrieben. Wenn Du jetzt die nächsten drölfzig Millonen Spiele Zed im Ranked als Support spielen würdest obwohl Du ihn nicht beherrschst , dann müßtest Du wohl damit rechnen reported zu werden ^^\n\nIch würd Dich natürlich nicht reporten, dafür finde ich Dich viel zu sympathisch ;)\n\nmfg\nMB","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T13:04:33.581+0000","up_votes":2,"down_votes":5,"body":"Du hast ja explizit die Winrate genommen. Also habe ich mein Beispiel darauf bezogen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T13:08:52.769+0000","up_votes":2,"down_votes":3,"body":"Ähm nein, die Winrate hat doch  @Milyiuna vorgegeben. Ich hab nur  quasi die andere Hälfte festgestellt, ala Glas halb voll oder halb leer. Wird meiner Meinung nach sonst zu einseitig betrachtet. Ist so wie wenn man an den Himmel glaubt aber die Existenz der Hölle ablehnt. Wie Jin und Jang oder Salz und Pfeffer oder warm und kalt, nass und trocken usw. ...\n\nmfg\nMB","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T13:22:47.506+0000","up_votes":2,"down_votes":6,"body":"Ok, geschenkt. \n\nAber du hast die von Milyiuna vorgegebenen WR genommen um festzustellen, dass der Spieler jedes zweite Spiel verliert. Dafür gewinnt er aber auch jedes zweite.\n\n50% ist doch die goldene Mitte. Was machen wir denn erst mit Leute die eine niedrigere WR haben?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T13:43:52.002+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c00000000000000000000000000000000,timestamp=2016-11-17T13:22:47.506+0000)\n>\n> Ok, geschenkt. \n> \n> Aber du hast die von Milyiuna vorgegebenen WR genommen um festzustellen, dass der Spieler jedes zweite Spiel verliert. Dafür gewinnt er aber auch jedes zweite.\n> \n> 50% ist doch die goldene Mitte. Was machen wir denn erst mit Leute die eine niedrigere WR haben?\n\nDas ist eine äußerst interessante Frage ^^\n\nAllerdings seh ich hier nicht das Problem \"Wie\" sondern das Problem \"Wo\". \n\nWo spielt man so und was für Auswirkungen hat es auf das Verlieren. Und da seh ich halt das Ranking. Ein verlorenes Spiel hat hier doch eine andere Gewichtung als in den Normals, oder ? \n\nKurze Rede, langer Sinn - es sind auf alle Fälle die Spieler gefragt. Wenn die Spieler es akzeptieren können, zu verlieren wenn ein Spieler einen exotischen Spielstil hat , dann ist doch alles in Butter. Wenn die Spieler aber der Meinung sind, daß sie nur verloren haben, weil da ein durchgknallter im Dschungel rumförstert, dann ist das halt so. Die Reporten und RIOT muß ja früher oder später drauf reagieren. Nix anderes ist hier passiert. Win/Loserate hin oder her ...\n\nDeswegen wird keine Meta durchgedrückt, es wird von den Spielern bestimmt, was man in Ranking halt bleiben lassen sollte oder etwa nicht ?\n\nmfg\nMB","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T13:55:09.073+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000,timestamp=2016-11-17T13:43:52.002+0000)\n>\n> Das ist eine äußerst interessante Frage ^^\n> \n> Allerdings seh ich hier nicht das Problem &quot;Wie&quot; sondern das Problem &quot;Wo&quot;. \n> \n> Wo spielt man so und was für Auswirkungen hat es auf das Verlieren. Und da seh ich halt das Ranking. Ein verlorenes Spiel hat hier doch eine andere Gewichtung als in den Normals, oder ? \n\nEigentlich nicht. Die Regeln gelten unabhängig vom Spielmodus. \n\n> Kurze Rede, langer Sinn - es sind auf alle Fälle die Spieler gefragt. Wenn die Spieler es akzeptieren können, zu verlieren wenn ein Spieler einen exotischen Spielstil hat , dann ist doch alles in Butter. Wenn die Spieler aber der Meinung sind, daß sie nur verloren haben, weil da ein durchgknallter im Dschungel rumförstert, dann ist das halt so. Die Reporten und RIOT muß ja früher oder später drauf reagieren. Nix anderes ist hier passiert. Win/Loserate hin oder her ...\n\nWomit wir wieder bei der Frage sind, was passiert, wenn ich permanent einen Champion spiele, mit dem ich nicht umgehen kann und mir in jedem Spiel anderen Spieler sagen, ich soll das lassen?\n\nIst das bannbares Verhalten?\n\n> Deswegen wird keine Meta durchgedrückt, es wird von den Spielern bestimmt, was man in Ranking halt bleiben lassen sollte oder etwa nicht ?\n\nUnd genau damit wird ja doch eine Meta erzwungen. Was ist, wenn ich Blitzcrank Support spiele (durchaus ein Support Champ) und ich keine Support-Items baue, sondern Full-AP. Ist das bannbares Verhalten?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T14:02:50.183+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000,timestamp=2016-11-17T13:55:09.073+0000)\n>\n> Eigentlich nicht. Die Regeln gelten unabhängig vom Spielmodus. \n\nHrmpf, mir ging es nicht um die Regeln, sondern um die Auswirkungen ! Den Spieler selbst geht es doch im Ranking um die Auswirkung. Verliere ich, steige ich ab usw. Es gibt doch garkeine Regeln was die Championauswahl und das Lanepicken betrifft.\n\n> \n> Womit wir wieder bei der Frage sind, was passiert, wenn ich permanent einen Champion spiele, mit dem ich nicht umgehen kann und mir in jedem Spiel anderen Spieler sagen, ich soll das lassen?\n> \n> Ist das bannbares Verhalten?\n\nWoher soll ich das wissen ? Ich hab geschrieben, wenn Du das drölfzig mal machst, und Du sehr oft verlierst, dann mußt Du wohl damit rechnen reported zu werden.\n\n> \n> Und genau damit wird ja doch eine Meta erzwungen. Was ist, wenn ich Blitzcrank Support spiele (durchaus ein Support Champ) und ich keine Support-Items baue, sondern Full-AP. Ist das bannbares Verhalten?\n\nNochmal, ich weiß es nicht. Ihr bestimmt es. Wenn da jedesmal reported wird und die Spiele nachweislich verloren gingen, dann ist das wohl so. Wenns keinen juckt, dann wirds wohl auch nicht reported. Und wieder der Hinweis auf's Forum mit den ganzen Posts über Trolls und ähnlichem. Mir ist es ehrlich gesagt schnurz , weil ich auch mal gern abseits der Meta spiele und deswegen hatte ich auch schon einige Diskussionen hier. Muß ich mal rauskramen, dann kann ich Dich da gern weiterleiten.\n\nAber, je mehr Reports eingehen und diese begründet erscheinen (verlorene Spiele usw.) um so eher wird dann eben auch RIOT tätig. Wenn wir das nicht wollen, dann dürfen wir so Leute eben nicht reporten.\n\nmfg\nMB","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T14:17:54.203+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c00000000000000000000000000000000000000000000,timestamp=2016-11-17T14:02:50.183+0000)\n> Hrmpf, mir ging es nicht um die Regeln, sondern um die Auswirkungen ! Den Spieler selbst geht es doch im Ranking um die Auswirkung. Verliere ich, steige ich ab usw. Es gibt doch garkeine Regeln was die Championauswahl und das Lanepicken betrifft.\n\nDu hast aber gesagt, dass Verlieren im Ranked mehr Auswirkungen hat, als im Normal. Das ist aber für den vorliegenden Fall aber völlig irrelevant. \n\nAlso habe ich erwidert, dass für Normal und Ranked die selben Regeln gelten. Entweder hat der Signed Support Spieler diese Regeln gebrochen, dann ist es egal ob er es im Normal oder Ranked gemacht oder er hat die Regel nicht gebrochen, auch dann ist es egal ob es Normal oder Ranked war.\n\nDas Rankedspiele für Spieler einen höheren Wert haben, ändert an den Regel nichts.\n\n> Woher soll ich das wissen ? Ich hab geschrieben, wenn Du das drölfzig mal machst, und Du sehr oft verlierst, dann mußt Du wohl damit rechnen reported zu werden.\n\nJa aber die entscheidende Frage ist, wie Riot das bewertet. Offensichtlich ist die Meinung des Teams zu meinem Champ wichtiger als meine eigene.\n\n> Nochmal, ich weiß es nicht. Ihr bestimmt es. Wenn da jedesmal reported wird und die Spiele nachweislich verloren gingen, dann ist das wohl so. Wenns keinen juckt, dann wirds wohl auch nicht reported. Und wieder der Hinweis auf&#x27;s Forum mit den ganzen Posts über Trolls und ähnlichem. Mir ist es ehrlich gesagt schnurz , weil ich auch mal gern abseits der Meta spiele und deswegen hatte ich auch schon einige Diskussionen hier. Muß ich mal rauskramen, dann kann ich Dich da gern weiterleiten.\n> \n> Aber, je mehr Reports eingehen und diese begründet erscheinen (verlorene Spiele usw.) um so eher wird dann eben auch RIOT tätig. Wenn wir das nicht wollen, dann dürfen wir so Leute eben nicht reporten.\n\nSorry, ich verstehe gerade deinen Punkt nicht. Was genau hat das mit dem hier vorliegenden Fall zu tun? Warum kommentierst du überhaupt, wenn du nichts zum Thema beiträgst?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T14:32:45.823+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000,timestamp=2016-11-17T14:17:54.203+0000)\n>\n> Du hast aber gesagt, dass Verlieren im Ranked mehr Auswirkungen hat, als im Normal. Das ist aber für den vorliegenden Fall aber völlig irrelevant. \n\nNein, ist es eben nicht. Ich kapier Dich nicht. Im Normal steigt man nicht ab, im Ranked schon oder etwa nicht ?  Für den Spieler hat es Auswirkungen oder etwa nicht ? Was soll diese festgefahrene Schiene ? Ranked != Normal oder etwa nicht ?\n\n> \n> Also habe ich erwidert, dass für Normal und Ranked die selben Regeln gelten. Entweder hat der Signed Support Spieler diese Regeln gebrochen, dann ist es egal ob er es im Normal oder Ranked gemacht oder er hat die Regel nicht gebrochen, auch dann ist es egal ob es Normal oder Ranked war.\n\nNein, enin und nochmals nein. Was kommst Du mit Regeln ? Hab ich nie was gesagt. Es gibt doch garkeine Regel für die Championwahl, was soll das denn ? Es wurde doch auch gar keine Regel gebrochen ! wtf\n\n> \n> Das Rankedspiele für Spieler einen höheren Wert haben, ändert an den Regel nichts.\n> \n> Ja aber die entscheidende Frage ist, wie Riot das bewertet. Offensichtlich ist die Meinung des Teams zu meinem Champ wichtiger als meine eigene.\n> \n> Sorry, ich verstehe gerade deinen Punkt nicht. Was genau hat das mit dem hier vorliegenden Fall zu tun? Warum kommentierst du überhaupt, wenn du nichts zum Thema beiträgst?\n\nHäää, die Frage lautete \"Ob der Bann gerechtfertigt war\" und meine Meinung dazu ist - RIOT hatte keine andere Wahl, ganz einfach ja - Ihr, die Coummunity hat das mit ihren Reports in die Wege geleitet. Du gehörst auch dazu. Du reportest halt andere Sachen und bist damit auch verantwortlich wenn dafür Bans ausgesprochen werden.\n\nWeißte, dieses dranvorbeidiskutieren ist sowas von anstrengend und bringt absolut nix. Du gehst nicht mal ansatzweise auf das Geschriebene ein.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:59:38.959+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=L2PGragas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000011,timestamp=2016-11-18T11:28:13.412+0000)\n>\n> Haudruppmoor und Oszuraak....nehmt euch bitte ein Zimmer und macht des privat unter euch aus^^\n> Eurer Diskussion beruht ja fast nur noch darauf den anderen anzugreifen und nicht mehr um die eigentlich Sache zu diskutieren.\n> \n> Dieser Bann spaltet einfach die Community... und irgendwo find ich auch die Diskussion sehr hilfreich und interessant.\n> Das ganze sollte sich aber noch in einem gewissen Rahmen befinden.\n> \n> \n> Ich würd das ganze nochmal kurz für mich kurz  Zusammenfassen:\n> \n> Spielt die WInrate eine entscheidente Rolle für denn Bann? \n> Ja, in einem gewissen Rahmen. Wenn er deutlich mehr Games damit verliert und dieses Verhalten auch bewusst in Kauf nimmt, liegt das Verhalten einen Trolls nahe. Hier ist nur die Grauzone relativ schwer zu deuten. Was entscheidet hier einem Troll vom einem schlechten Spieler?\n> Schwer zu sagen\n> \n> Speilt der Champion eine entscheidende Rolle?\n> Für mich defintiv NEIN\n> Spielt die Line die man gepicket hat eine entscheidende Rolle?\n> Eigentlich NEIN. Doppeljungle sieht man auch abundzu und habe noch nicht gelesen das jmd deswegen gebannt wurde,\n> Was macht es dann aus, wenn einer davon in den gegnerischen JUngle geht?\n> \n> Spielt der Spielmodus eine entscheidende Rolle?\n> NEIN\n> \n> Spielt die Reaktion der Teammates ein Rolle?\n> Im Prinzip NEIN. Ich spiele selbst gern oft Meta und wenn es dann total in die Hose geht und mich alle flamen, \n> dann hab ich aber immer noch nichts unrechtes getan.\n> \n> Das entscheidente ist wohl hier, das nicht das einzelne Verhalten auf die einzelnen Punkte entscheidend war, \n> sonder die Kombination aus all diesen Punkten in Verbindung über die Dauer.\n> Ich kann die Leute verstehen, die sich wünschen das so ein &quot;Troll&quot; gebannt wird,\n> aber ich bin nachwievor der Ansicht das er Bann nicht gerechtfertigt ist.\n> \n> Ich verstehe das Spieler nervt Spieler ingame\n> Ja, es würde mich auch in einem gewissen Rahmen nerven, wenn ich ihn ingame hätte.\n> Aber es nervt mich auch wenn Leute stur ihr Standarditembuilt bauen, keine Wards kaufen, clearen, keine Objectives machen usw.\n> Dort sagt man dann, dass Sie es nicht besser wissen. Sie tragen aber oftmals genau so wenig zum Sieg beim als dieser Singed.\n> \n> So wie man hier aber sieht entscheidet Riot zum Schluss alleine darüber ob er gebannt wird oder nicht.\n> Und nachdem was sie nun damit ausgelöst haben, überlegen sie es sich beim nächsten mal genau, \n> wann sie jemanden &quot;abseits der Regeln&quot; bannen.\n\nHab Dir jetzt nen upvote gegeben ! Weil ich Deine Meinung teile, daß unser Streit hier nix bringt. Und wenn ich mir Deine Argumente durchlese dann ist es ziemlich offensichtlich, das RITO sich mit dem Bann womöglich in's Knie geschossen hat. Aber die sind halt erwachsen genug und sollten wissen, was Ihre Entscheidungen bewirken.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-11-18T11:28:13.412+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000010,timestamp=2016-11-18T10:53:27.643+0000)\n>\n> Naja, wenn man den Text von RiotGromp weiter durchliest, dann sagt der aber das der Singed-Spieler das Limit für nen 2Wochen-Bann mit seinem Verhalten überschritten hat und deshalb von Ihrer Seite der Perma gerechtfertigt war.\n> \n> Ich habs halt von Anfang an so gesehen,daß wenn seine Spielweise wirklich in Ordnung gewesen wäre, wär er einfach nicht reported worden bzw. die Reports hätten nicht so die Wichtung das eine Überprüfung stattgefunden hätte. Insofern bin ich halt der Meinung das RIOT hier einfach nicht anders reagieren konnte, weil eben die Mehrheit der Spieler zu dem Zeitpunkt der Meinung war, daß es nicht in Ordnung sei. D.h. ich fand, das der Ban gerechtfertigt war wobei der Grund nicht der Pick oder die Meta war, sondern das Trollen. Meinetwegen auch das &quot;Zum Sieg trollen&quot; ^^\n> \n> Wenn hier jetzt die Mehrheit dagegen ist, dann ist das halt zu spät für den Spieler, es sei denn RIOT nimmt aufgrund des Threads hier die Sperrung zurück. \n> \n> Weiterhin bin ich eben der Meinung, daß man exotische Sachen im Ranking nur dann machen sollte, wenn man eben mehr als nur 50% seiner Leistung dadurch abrufen kann. Dazu kommt eben noch das Spielverhalten. Auch das hab ich in meinen allerersten Post reingeschrieben, daß ich nicht verstehe, daß wenn nun schon ein Troll gebannt wird, daß sich hier darüber aufgeregt wird. Das Forum ist eigentlich voll mit Leuten die sich doch über genau so Leute echauffieren.  \n> Versteh ich jetzt nicht, aber ich bin ja i.d.R. sowieso meistens verwirrt.\n> \n> Dann bin ich der Meinung, daß Du Deinen Zed mit Sicherheit spielen kannst wo und wie Du willst, sofern Du Dich Ingame nicht wie&#x27;n Arsch verhältst. \n> \n> Zu den Spielmodi nochmal, und das ließt man auch quer durch die Foren, Taktiken ausprobieren in Normals ja, aber im Ranking lieber nicht. Also gibt es definitiv eine Unterscheidung der Spieler zwischen diesen Modi. Für die Strafe selbst ist das irrelevant, was ich nie bestritten hab, aber die Häufigkeit oder vielmehr wann Spieler etwas reportbar finden ist für mein Verständnis unterschiedlich. Wie gesagt, erst kommt der Report und erst dann wird geschaut ob überhaupt gegen eine Regel verstoßen wurde.\n\nHaudruppmoor und Oszuraak....nehmt euch bitte ein Zimmer und macht des privat unter euch aus^^\nEurer Diskussion beruht ja fast nur noch darauf den anderen anzugreifen und nicht mehr um die eigentlich Sache zu diskutieren.\n\nDieser Bann spaltet einfach die Community... und irgendwo find ich auch die Diskussion sehr hilfreich und interessant.\nDas ganze sollte sich aber noch in einem gewissen Rahmen befinden.\n\n\nIch würd das ganze nochmal kurz für mich kurz  Zusammenfassen:\n\nSpielt die WInrate eine entscheidente Rolle für denn Bann? \nJa, in einem gewissen Rahmen. Wenn er deutlich mehr Games damit verliert und dieses Verhalten auch bewusst in Kauf nimmt, liegt das Verhalten einen Trolls nahe. Hier ist nur die Grauzone relativ schwer zu deuten. Was entscheidet hier einem Troll vom einem schlechten Spieler?\nSchwer zu sagen\n\nSpeilt der Champion eine entscheidende Rolle?\nFür mich defintiv NEIN\nSpielt die Line die man gepicket hat eine entscheidende Rolle?\nEigentlich NEIN. Doppeljungle sieht man auch abundzu und habe noch nicht gelesen das jmd deswegen gebannt wurde,\nWas macht es dann aus, wenn einer davon in den gegnerischen JUngle geht?\n\nSpielt der Spielmodus eine entscheidende Rolle?\nNEIN\n\nSpielt die Reaktion der Teammates ein Rolle?\nIm Prinzip NEIN. Ich spiele selbst gern oft Meta und wenn es dann total in die Hose geht und mich alle flamen, \ndann hab ich aber immer noch nichts unrechtes getan.\n\nDas entscheidente ist wohl hier, das nicht das einzelne Verhalten auf die einzelnen Punkte entscheidend war, \nsonder die Kombination aus all diesen Punkten in Verbindung über die Dauer.\nIch kann die Leute verstehen, die sich wünschen das so ein \"Troll\" gebannt wird,\naber ich bin nachwievor der Ansicht das er Bann nicht gerechtfertigt ist.\n\nIch verstehe das Spieler nervt Spieler ingame\nJa, es würde mich auch in einem gewissen Rahmen nerven, wenn ich ihn ingame hätte.\nAber es nervt mich auch wenn Leute stur ihr Standarditembuilt bauen, keine Wards kaufen, clearen, keine Objectives machen usw.\nDort sagt man dann, dass Sie es nicht besser wissen. Sie tragen aber oftmals genau so wenig zum Sieg beim als dieser Singed.\n\nSo wie man hier aber sieht entscheidet Riot zum Schluss alleine darüber ob er gebannt wird oder nicht.\nUnd nachdem was sie nun damit ausgelöst haben, überlegen sie es sich beim nächsten mal genau, \nwann sie jemanden \"abseits der Regeln\" bannen.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T10:53:27.643+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000000f,timestamp=2016-11-18T10:27:36.794+0000)\n>\n> Korrekt, es geht aber auch nicht um die Rechtmäßígkeit der Reports (die stelle ich auch gar nicht in Frage, jeder soll reporten, wenn er meint, dass Regeln gebrochen wurden), sondern um die Rechtmäßigkeit des Banns. Und diese Rechtmäßigkeit sehe ich einfach nicht gegeben.\n\nNaja, wenn man den Text von RiotGromp weiter durchliest, dann sagt der aber das der Singed-Spieler das Limit für nen 2Wochen-Bann mit seinem Verhalten überschritten hat und deshalb von Ihrer Seite der Perma gerechtfertigt war.\n\nIch habs halt von Anfang an so gesehen,daß wenn seine Spielweise wirklich in Ordnung gewesen wäre, wär er einfach nicht reported worden bzw. die Reports hätten nicht so die Wichtung das eine Überprüfung stattgefunden hätte. Insofern bin ich halt der Meinung das RIOT hier einfach nicht anders reagieren konnte, weil eben die Mehrheit der Spieler zu dem Zeitpunkt der Meinung war, daß es nicht in Ordnung sei. D.h. ich fand, das der Ban gerechtfertigt war wobei der Grund nicht der Pick oder die Meta war, sondern das Trollen. Meinetwegen auch das \"Zum Sieg trollen\" ^^\n\nWenn hier jetzt die Mehrheit dagegen ist, dann ist das halt zu spät für den Spieler, es sei denn RIOT nimmt aufgrund des Threads hier die Sperrung zurück. \n\nWeiterhin bin ich eben der Meinung, daß man exotische Sachen im Ranking nur dann machen sollte, wenn man eben mehr als nur 50% seiner Leistung dadurch abrufen kann. Dazu kommt eben noch das Spielverhalten. Auch das hab ich in meinen allerersten Post reingeschrieben, daß ich nicht verstehe, daß wenn nun schon ein Troll gebannt wird, daß sich hier darüber aufgeregt wird. Das Forum ist eigentlich voll mit Leuten die sich doch über genau so Leute echauffieren.  \nVersteh ich jetzt nicht, aber ich bin ja i.d.R. sowieso meistens verwirrt.\n\nDann bin ich der Meinung, daß Du Deinen Zed mit Sicherheit spielen kannst wo und wie Du willst, sofern Du Dich Ingame nicht wie'n Arsch verhältst. \n\nZu den Spielmodi nochmal, und das ließt man auch quer durch die Foren, Taktiken ausprobieren in Normals ja, aber im Ranking lieber nicht. Also gibt es definitiv eine Unterscheidung der Spieler zwischen diesen Modi. Für die Strafe selbst ist das irrelevant, was ich nie bestritten hab, aber die Häufigkeit oder vielmehr wann Spieler etwas reportbar finden ist für mein Verständnis unterschiedlich. Wie gesagt, erst kommt der Report und erst dann wird geschaut ob überhaupt gegen eine Regel verstoßen wurde.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T10:26:19.751+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000000d,timestamp=2016-11-18T10:16:59.565+0000)\n>\n> Die Spieler haben aber nur den Report entschieden. Am Ende steht immer Riots Entscheidung. Und diese Entscheidung steht hier ja auch zur Diskussion.\n\nGanz genau und wir würden hier nicht diskutieren, wenn die Spieler nicht reported hätten ^^","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:37:52.311+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000000b,timestamp=2016-11-18T09:21:42.841+0000)\n>\n> Wo hat er den „gewütet“? Er hat einfach was unkonventionelles ausprobiert. Die Spieler haben überhaupt nichts entschieden. Du verstehst offensichtlich das Report/Bansystem nicht.\n\nDu sagst doch schon die richtige Reihenfolge Report->Bann , oh mann ey . RIOT reportet doch nicht. Natürlich haben in dem Fall die Spieler entschieden.\n\n> \n> Du kannst auch 1 Million Reports bekommen, solange du keine Regeln brichst ist es egal, wie oft du reportet wurdest.\n\nWenn Du reported wirst, hast Du ja erstmal keine Regel gebrochen. Jeder kann wegen irgendwas reporten was ihm nicht passt, oder etwa nicht ? Er macht sein Häckchen im Dialog , wo er der Meinung ist, daß genau das vorgefallen ist. Hat der Spieler der reported wurde denn jetzt schon eine Regel gebrochen ? Ist RIOT denn jetzt schon aktiv ? Meiner Meinung nach nicht, es ist immer noch der Spieler .\n\nSo, die Anzahl ist unerheblich, da sind wir uns ja einig. Aber irgendwann muß der/die Reports ja überprüft werden oder ? Was genau triggert denn jetzt diese Überprüfung ? Sind wir denn jetzt schon beim Regelbruch ? \n\nWenn Du sagst, ich versteh das Bansystem nicht, dann versuch es doch mal für mich Schritt für Schritt zu erklären. Ich bitte darum.\n\n> \n> Und? Die Winrate ist völlig Banane. Und wenn er 30% Winrate hat, das ist weder report- noch bannbar.\n> \n> Nur das es nicht um Wahrscheinlichkeiten geht.\n> \n> A) Er hat nicht getrollt, er hat auf Sieg gespielt, gibt ja sogar Riot selbst zu. Und die Frage ob der gegen Weg des Beschwörers verstoßen hat, ist ja der Punkt der Diskussion hier.\n> \n> Was übrigens sowohl im deutschen, als auch im englischen Forum von der Mehrheit der Spieler verneint wird. Sieht man am Abstimmungsergebnis.\n\nAch, auf einmal zählt die Mehrheit ? Aber als Reportgrund nicht ? Beides, Reports und und Meinugsmache kommt von den Spielern. Was für eine Doppelmoral :(","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T09:08:23.867+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000009,timestamp=2016-11-18T08:41:41.651+0000)\n>\n> Logisches Denken ist ganz offensichtlich nicht deine Stärke.\n\nDeine Stärke liegt ganz offensichtlich auch völlig woanders :(\n\n> \n> Es geht aber nicht um einen hypothetischen Fall, sondern um einen ganz konkreten Fall, in dem es Reports und einen Bann gab. Und aufgrund dieser Fakten wird hier argumentiert. Also mit Ausnahme von dir, denn du argumentierst irgendeinen hypothetischen Fall und voll am Thema vorbei.\n\nIn dem konkreten Fall hat er im Ranking gewütet und deswegen die Reports kassiert aufgrund dessen erst RIOT reagiert hat. Wenn Du und all die anderen das toll finden, das er so spielt, dann reportet ihn einfach nicht. Die Spieler haben entschieden und RIOT hat es durchgesetzt.\n\n> \n> Der Spielmodus ist für diesen konkreten Fall aber völlig irrelevant. Wann will das endlich in deinen Kopf rein?\n\nJa red ich Suaheli ? Den konkreten Fall hab ich doch nie bestritten. Mir ging es einzig um die Reaktion von RIOT, das sie ihn gebannt haben. Und das haben sie NACHDEM er die Reports kassiert hat . Ihr faselt was von 50% win und ich sage einfach das er die anderen 50% verloren hat. Dafür hat er wohl die Reports kassiert. Bei irgendeinen Report wurde dann die Überprüfung ausgelöst. Und jaaa, natürlich kann ihm das in den Normals auch passieren, aber die Wahrscheinlichkeit dort ist doch einfach geringer oder etwa nicht. Gerade weil man doch in Normals Champions unter \"realeren\" Bedingungen testen kann , was in den Customs oder Botspielen nicht so ohne weiteres möglich ist. Da wirste auch Deinen Zed testen können.\n\n> \n> Dieser Spieler (der Signed Support Spieler) wurde reportet und wurde gebannt. Und gebannt wird man, wenn man Regeln gebrochen hat.\n> \n> Und diese Regeln sind völlig unabhängig vom Spielmodus. Hast du das jetzt endlich kapiert?\n> \n> Sie haben eben keinen Troll aus dem Verkehr gezogen. Der Spieler wollte ja gewinnen, nur halt mit einem ungewöhnlichen Weg.\n\nÄhm Nein, der hat getrollt. Der Pick war uninteressant, er hat gegen den Weg des Beschwörers verstoßen. Steht so in der Begündung.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-17T15:54:53.498+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000005,timestamp=2016-11-17T15:44:05.113+0000)\n>\n> War der Text nicht schon davor deine „letzten 2 Cents“? Bin verwirrt.\n\nJepp, geht mir auch immer so. Bin ständig verwirrt, deshalb meine Tabletten. \n\n> \n> Das ist aber für die Bewertung des Reports egal. \n\nWenn der Report nicht kommt, dann kann der auch nicht bewertet werden.\n\n> Ja für die Spieler hat es eine andere Bedeutung, das habe ich doch nie bestritten. Nur ist das für den vorliegenden Fall irrelevant. Ob es Normal, Ranked, Aram, oder 3vs3 Map, oder ein Funmodus war, bei der Frage nach Reports/Bann absolut irrelevant.\n\nInsofern nicht, wenn man der Meinung ist im Ranked, wo andere Spieler absteigen können , eine Show abliefern zu müssen mit nur 50%'igen Einsatz, dann ist das kein Funmode mehr ! Dann versaust Du anderen das Spiel. Naja, wenn Du das lustig findest.\n\n> Das ist aber egal. Es ist egal, ob er einen Report bekommen hätte oder nicht. Die einzige Frage die sich stellt, nach dem ein Spieler reportet wurde, ist, ob gegen die Regeln verstoßen wurde oder nicht.\n> \n> Und für diese Frage ist es egal, in welchem Modus man reportet wurde.\n> \n> Und wenn er im Ranked 1000x mal reportet wurde, ist völlig egal. Es geht nur darum, ob man gegen Regeln verstoßen hat oder nicht. Das ist das einzig relevante. Und da is es egal, ob du im Normal oder Ranked reportet wirst.\n\nGanz genau, wo und wie oft man reported wird ist völlig irrelevant. Was aber wenn man nicht reported wird ?\n\n> Aber nicht die Spieler, sondern Riot spricht die Bans aus. Und deshalb ist es völlig egal, wie die Spieler hier im Forum/Threads oder sonst wo drüber reden. \n\nWann kommt denn ein Ban ? Was war zuerst da, Henne oder Ei ? Ne schwierige Frage, in dem Fall aber nicht, weil am Anfang IMMER Reports kommen. Und woher kommen Reports ? Wer weiß es ? Richtig, von den Spielern. Vrmtl. auch aus diesem Forum. Hab ich da jetzt was von RIOT geschrieben ? Nein !\n\np.s.:\nUm es nochmal auf den Punkt zu bringen, Es ist genau wie Du gesagt hast. Die schiere Anzahl an Reports kanns nicht gewesen sein, vlcht. waren's ja auch nur ein oder zwei. \n\nAlso es muß noch einen Grund gegeben haben, was die Überprüfung ausgelöst hatte. Aber den wissen wir hier einfach nicht. Irgendwas hat der mit seinem Singed im Spiel gemacht, was wohl nicht in Ordnung war. Und das es nicht nur der Pick war, das stand doch in dem Ticket drin, oder nicht ?","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-17T15:33:31.659+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000003,timestamp=2016-11-17T15:22:51.211+0000)\n>\n> Aber das ist für das Bewerten der Reports völlig irrelevant. \n\nMeine Behauptung war und ist , das ein Report in einem Normal gar nicht zustande gekommen wäre.\n\n>Willst du das nicht verstehen? Wenn ich einen Spieler reporte, unterstelle ich das er ein Verhalten an den Tag gelegt hat, dass verboten ist. \n\nNein, Du verstehst nicht. Der blöde Singed kann in Normals seine Spielweise länger testen als im Ranked, weil die Leute im Rnaked wohl eher angepisst sind, wenn sie verlieren, weil es für sie ne andere Bedeutung hat. Das waren/sind meine Behauptungen verdammte Hacke. \n\nRegeln sind in dem Fall erstmal irrelevant, weil der Report nicht gekommen wär, wenn der Typ nur in Normals so exotisch gespielt hätte. Is das soo schwer zu verstehen ? Ich habe einfach behauptet, daß er nur so oft reported wurde, WEIL er das im Ranked gemacht hat ! Es war eine Mehrheitsentscheidung DANN ihn zu bannen. Wenn er das im Ranked nur eins zwei mal gemacht hätte, dann wär es mMn. garnicht dazu gekommen. Dazu hab ich diese ominösen 50% zugezogen. Wenn er 50% gewonnen hat, dann hat er 50% verloren und wenn da begründet reported wurde ,\ndann wars das halt. Wenn die Winrate noch schlechter gewesen wäre, wär das vrmtl. noch eher passiert. Wenn sie höher wäre dann vlcht. nicht oder noch später.\n\nNochmal, wenn Du mit Deinem Zed ab jetzt nur noch im Ranked Support spielen würdest, dann bekommst Du über kurz oder lang Reports, dann wird überprüft und wenn Du was blödes noch in den Chat geschrieben hast oder sehr oft gestorben bist, dann, dann erst kommt die Regel die Du dann wahrscheinlich gebrochen hast !\n\n> Der erste Teil des Satz stimmt, Spieler sehen einen Unterschied zwischen Normal und Ranked. Der zweite Teil des Satz stimmt aber nicht. Es gibt keine unterschiedliche Wichtung von Fehler, zumindest nicht von Seiten Riots. \n\nGanz falsch. -Augenroll- Lesen ! Ich habe von den Spielern hier im Forum geredet. Das ließt man in deren Threads, das einige hier Normal und Ranked anders wichten. KEIN Wort von RIOT ! WTF \n\nMit Wichten mein ich, wenn ein Spieler ein Normal verliert ist es für ihn nicht so wichtig als wenn er ein Ranked verlieren würde.\n\nSo und was meinst Du, hat im Endeffekt die Überprüfung ausgelöst ? Wohl nicht der Pick, denn das haben die im Ticket ja reingeschrieben. Da muss also mehr gewesen sein. Das wissen wir aber nicht. So und mit diesem Nichtwissen werden hier gleich die Fackeln und Mistgabeln rausgeholt !","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-17T15:12:36.594+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000001,timestamp=2016-11-17T14:53:34.651+0000)\n>\n> Das ist aber völlig egal. Einfaches Beispiel:\n> \n> Flamen ist verboten. Es ist völlig egal, ob du im Normal oder Ranked flamst. Es ist verboten.\n> \n> Ergo ist die von dir aufgestellte Unterscheidung von Normal oder Ranked irrelevant. Es kommt einzig und allein darauf an, ob eine Regel gebrochen wurde oder nicht. \n\nNein, meine Ausführung betraf einfach das \"Wo\" auf wo sollte ich exotische Spielweise spielen und wo hat meine Spielweise Auswirkung auf andere. Was wiegt für mich schwerer ein durch einen exotischen Spieler verlorenes Ranking oder ein Normal. Darauf begründet kommen mMn. die Reports zustande, welche der Auslöser für die Sperre waren , was uns zu \n\n> \n> Es wurde doch ein Spieler von Riot gebannt. Ergo unterstellt Riot auch, dass eine Regel gebrochen wurde. Du sollest erstmal das Thema richtig lesen, bevor du kommentierst. \n> \n> Autsch, was ist denn das für eine Logik? Wenn als Riot genug Reports bekommt, dann ist ein Bann gerechtfertigt? Unabhängig von den Fakten?\n> \n> Interessantes Rechtsverständnis. \n\n... bringt hat überhaupt nix mit Rechtsverständnis zu tun. Du hast anscheinend das Spiel und die Regeln nicht verstanden. Insbesondere was Bans auslösen kann. Und da stehen nunmal als erstes Reports , oder etwa nicht ? Meinste der Ban kommt einfach so angeflogen ? Türülüü, ich bin da und schmeiß Dich aus dem Spiel ? Nein, es beginnt vorher mit Reports und wenn ein begründeter Verdacht vorliegt wird geprüft und dann wird gebannt. Du hast überhaupt nicht verstanden worauf ich hinauswollte. \n\nDie  Regel die hier wahrscheinlich gebrochen wurde, bzw. was man in der Auswahl ankreuzen könnte ist \"negative atitude\" und eventuell \"Intentional feeding\" (wenn er eben zu oft stirbt). \n\nAber in Endeffekt haben es numal die Spieler in der Hand, ob man das nun machen sollte oder nicht. Du findest es toll so einen Spieler im Team zu haben, andere eben nicht. \n \n> Dann schreib halt vernünftig. Schon deine Unterteilung in Ranked und Normals zeigt, dass du dich überhaupt nicht mit dem vorliegenden Fall beschäftigt hast.\n\nNeee, hab ich nicht, ich schreib ja nur Unsinn hier und Du bist der mit dem Durchblick ! Z.B. das man erstmal reported werden muß, das es viele Spieler gibt die eben einen Unterschied zu Normal und Ranked sehen und die begangene Fehler darin unterschiedlich wichten ist alles Käse ! Lies doch einfach mal ein bischen im Forum, dann wirst Du vlcht verstehen.\n\nMeine letzten 2 cent dazu.\n\nmfg\nMB","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:42:16.810+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=L2PGragas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000011,timestamp=2016-11-18T11:28:13.412+0000)\n>\n> Haudruppmoor und Oszuraak....nehmt euch bitte ein Zimmer und macht des privat unter euch aus^^\n> Eurer Diskussion beruht ja fast nur noch darauf den anderen anzugreifen und nicht mehr um die eigentlich Sache zu diskutieren.\n> \n> Dieser Bann spaltet einfach die Community... und irgendwo find ich auch die Diskussion sehr hilfreich und interessant.\n> Das ganze sollte sich aber noch in einem gewissen Rahmen befinden.\n> \n> \n> Ich würd das ganze nochmal kurz für mich kurz  Zusammenfassen:\n> \n> Spielt die WInrate eine entscheidente Rolle für denn Bann? \n> Ja, in einem gewissen Rahmen. Wenn er deutlich mehr Games damit verliert und dieses Verhalten auch bewusst in Kauf nimmt, liegt das Verhalten einen Trolls nahe. Hier ist nur die Grauzone relativ schwer zu deuten. Was entscheidet hier einem Troll vom einem schlechten Spieler?\n> Schwer zu sagen\n> \n> Speilt der Champion eine entscheidende Rolle?\n> Für mich defintiv NEIN\n> Spielt die Line die man gepicket hat eine entscheidende Rolle?\n> Eigentlich NEIN. Doppeljungle sieht man auch abundzu und habe noch nicht gelesen das jmd deswegen gebannt wurde,\n> Was macht es dann aus, wenn einer davon in den gegnerischen JUngle geht?\n> \n> Spielt der Spielmodus eine entscheidende Rolle?\n> NEIN\n> \n> Spielt die Reaktion der Teammates ein Rolle?\n> Im Prinzip NEIN. Ich spiele selbst gern oft Meta und wenn es dann total in die Hose geht und mich alle flamen, \n> dann hab ich aber immer noch nichts unrechtes getan.\n> \n> Das entscheidente ist wohl hier, das nicht das einzelne Verhalten auf die einzelnen Punkte entscheidend war, \n> sonder die Kombination aus all diesen Punkten in Verbindung über die Dauer.\n> Ich kann die Leute verstehen, die sich wünschen das so ein &quot;Troll&quot; gebannt wird,\n> aber ich bin nachwievor der Ansicht das er Bann nicht gerechtfertigt ist.\n> \n> Ich verstehe das Spieler nervt Spieler ingame\n> Ja, es würde mich auch in einem gewissen Rahmen nerven, wenn ich ihn ingame hätte.\n> Aber es nervt mich auch wenn Leute stur ihr Standarditembuilt bauen, keine Wards kaufen, clearen, keine Objectives machen usw.\n> Dort sagt man dann, dass Sie es nicht besser wissen. Sie tragen aber oftmals genau so wenig zum Sieg beim als dieser Singed.\n> \n> So wie man hier aber sieht entscheidet Riot zum Schluss alleine darüber ob er gebannt wird oder nicht.\n> Und nachdem was sie nun damit ausgelöst haben, überlegen sie es sich beim nächsten mal genau, \n> wann sie jemanden &quot;abseits der Regeln&quot; bannen.\n\nOk","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T11:40:08.819+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000012,timestamp=2016-11-18T11:37:12.101+0000)\n>\n> A) 50% Winrate sind ein ganz normaler Wert.\n> B) Riot soll aber nicht bannen, nur weil besonders viele Leute reporten haben, sondern weil Regeln gebrochen wurde. Und viele Leute sind der Meinung, dass hier keine Regeln geborzhcen wurden.\n> C) Der Spieler ist kein Troll. Er hat auf Sieg gespielt, gibt sogar Riot zu.\n> D) Die Unterscheidung zwischen den Modi ist absolut irrelevant.\n\nWas immer Du sagst","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-18T08:35:01.404+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000007,timestamp=2016-11-18T08:27:12.055+0000)\n>\n> Und was gibt dir die Gewissheit, dass der Report nicht kommt?\n\nSo ein Unfug. Ich habe nie gesagt, das ein Report nicht kommt. Wieder mal nix verstanden. Ich habe gesagt, das er wohl nicht oder weniger reportet worden wäre, wenn er seine Scheiße in Normals getestet hätte. In Ranking sitzt einfach der Reportfinger bei solchen Sachen lockerer und jaa, entscheident sind hier wohl die verlorenen Spiele. Das er zusätzlich noch getrollt hat, kann man dem NA-Forum entnehmen.\n\n> \n> 50 Winrate sind normal, wenn du in deiner Elo angekommen bist. Was für Winrate erwartest du?\n> \n\nDie winrate interessiert nicht . \n\n> Weitermachen.\n\nDanke Setzen !\n\n> \n> Lesen ist echt nicht deine Stärke, kann das sein? Habe ich je bestritten, dass die Reports von Spieler kommen?\n\nNein, aber Du faselst ständig was von RIOT. Du stellst mit Deinen Äußerungen gar keinen Zusammenhang zu meinen her. \n\nIch denke eher, das Lesen und Verstehen nicht Deine Stärke ist. \nDenn \n\n> \n> Am Ende dieser Kette steht aber immer Riot und die gucken, ob die Regeln eingehalten wurden oder aber nicht. Und die Frage ob die Regeln eingehalten wurden oder nicht, ist unabhängig vom Spielmodus. \n\ninteressiert nicht. Du zäumst permanent das Pferd von hinten auf. Du hast ein ganz klares Reihenfolgeproblem und Du hörst einfach nicht zu. Du kapierst einfach die grundlegenden Sachen nicht, aber Du schreibst sie sogar hin. RIOT ist das ausführende Organ, das erst aktiv wird, wenn eben Reports kommen. Wenn keine da sind, dann passiert nix.\n\nDie Entscheidung der Spieler wann sie reporten ist eben nicht unabhängig vom Spielmodus. Das ist meine Behauptung die sich auf Aussagen hier im Forum stützt. \n\nDu bist hier so dermaßen verbohrt, die Schuld bei RIOT zu suchen. Keiner streitet ab, das die Fehler machen, aber in dem Fall hier haben die richtig gehandelt. Die haben einen Troll aus dem Verkehr gezogen, ganz einfach. Deine Behauptung der Meta oder sonstige Sachen sind hier überhaupt nicht mehr haltbar. Deine Grundlage wurde schon komplett entzogen mit dem Post den ich aus dem NA-Forum hier eingebracht hab.\n\nDer Spieler hat gegen den Pfad der Beschwörer verstoßen, das haben die Spieler entschieden und Riot hat ihn dann gebannt. Die Winrate die Du heir immer reinschmeißt interesssiert keine Sau. Es interessiert, das der anderen die Spiele versaut hat. Wenn Du nun Deinen Zed spielen willst, dann kansste das machen, aber versaue damit anderen nicht das Spiel. Is so typisch hier, hauptsache ich hab meinen Spaß auch wenns auf Kosten von anderen geht. Was für ein Charakter, echt jetzt. Vergiss es einfach.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T09:21:42.841+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000000a,timestamp=2016-11-18T09:08:23.867+0000)\n> \n> In dem konkreten Fall hat er im Ranking gewütet und deswegen die Reports kassiert aufgrund dessen erst RIOT reagiert hat. Wenn Du und all die anderen das toll finden, das er so spielt, dann reportet ihn einfach nicht. Die Spieler haben entschieden und RIOT hat es durchgesetzt.\n\nWo hat er den „gewütet“? Er hat einfach was unkonventionelles ausprobiert. Die Spieler haben überhaupt nichts entschieden. Du verstehst offensichtlich das Report/Bansystem nicht.\n\nDu kannst auch 1 Million Reports bekommen, solange du keine Regeln brichst ist es egal, wie oft du reportet wurdest.\n\n> Ja red ich Suaheli ? Den konkreten Fall hab ich doch nie bestritten. Mir ging es einzig um die Reaktion von RIOT, das sie ihn gebannt haben. Und das haben sie NACHDEM er die Reports kassiert hat . Ihr faselt was von 50% win und ich sage einfach das er die anderen 50% verloren hat. \n\nUnd? Die Winrate ist völlig Banane. Und wenn er 30% Winrate hat, das ist weder report- noch bannbar.\n\n> Dafür hat er wohl die Reports kassiert. Bei irgendeinen Report wurde dann die Überprüfung ausgelöst. Und jaaa, natürlich kann ihm das in den Normals auch passieren, aber die Wahrscheinlichkeit dort ist doch einfach geringer oder etwa nicht. Gerade weil man doch in Normals Champions unter &quot;realeren&quot; Bedingungen testen kann , was in den Customs oder Botspielen nicht so ohne weiteres möglich ist. Da wirste auch Deinen Zed testen können.\n\nNur das es nicht um Wahrscheinlichkeiten geht.\n\n> Ähm Nein, der hat getrollt. Der Pick war uninteressant, er hat gegen den Weg des Beschwörers verstoßen. Steht so in der Begündung.\n\nA) Er hat nicht getrollt, er hat auf Sieg gespielt, gibt ja sogar Riot selbst zu. Und die Frage ob der gegen Weg des Beschwörers verstoßen hat, ist ja der Punkt der Diskussion hier.\n\nWas übrigens sowohl im deutschen, als auch im englischen Forum von der Mehrheit der Spieler verneint wird. Sieht man am Abstimmungsergebnis.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T08:27:12.055+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000006,timestamp=2016-11-17T15:54:53.498+0000)\n> \n> Wenn der Report nicht kommt, dann kann der auch nicht bewertet werden.\n\nUnd was gibt dir die Gewissheit, dass der Report nicht kommt?\n\n> Insofern nicht, wenn man der Meinung ist im Ranked, wo andere Spieler absteigen können , eine Show abliefern zu müssen mit nur 50%&#x27;igen Einsatz, dann ist das kein Funmode mehr ! Dann versaust Du anderen das Spiel. Naja, wenn Du das lustig findest.\n\n50 Winrate sind normal, wenn du in deiner Elo angekommen bist. Was für Winrate erwartest du?\n\n> Ganz genau, wo und wie oft man reported wird ist völlig irrelevant. Was aber wenn man nicht reported wird ?\n\nWeitermachen.\n\n> Wann kommt denn ein Ban ? Was war zuerst da, Henne oder Ei ? Ne schwierige Frage, in dem Fall aber nicht, weil am Anfang IMMER Reports kommen. Und woher kommen Reports ? Wer weiß es ? Richtig, von den Spielern. Vrmtl. auch aus diesem Forum. Hab ich da jetzt was von RIOT geschrieben ? Nein !\n\nLesen ist echt nicht deine Stärke, kann das sein? Habe ich je bestritten, dass die Reports von Spieler kommen?\n\nAm Ende dieser Kette steht aber immer Riot und die gucken, ob die Regeln eingehalten wurden oder aber nicht. Und die Frage ob die Regeln eingehalten wurden oder nicht, ist unabhängig vom Spielmodus. Jetzt mal ernsthaft, so schwer ist das doch wirklich nicht.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T11:37:12.101+0000","up_votes":2,"down_votes":4,"body":"A) 50% Winrate sind ein ganz normaler Wert.\nB) Riot soll aber nicht bannen, nur weil besonders viele Leute reporten haben, sondern weil Regeln gebrochen wurde. Und viele Leute sind der Meinung, dass hier keine Regeln geborzhcen wurden.\nC) Der Spieler ist kein Troll. Er hat auf Sieg gespielt, gibt sogar Riot zu.\nD) Die Unterscheidung zwischen den Modi ist absolut irrelevant.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T10:27:36.794+0000","up_votes":1,"down_votes":4,"body":"Korrekt, es geht aber auch nicht um die Rechtmäßígkeit der Reports (die stelle ich auch gar nicht in Frage, jeder soll reporten, wenn er meint, dass Regeln gebrochen wurden), sondern um die Rechtmäßigkeit des Banns. Und diese Rechtmäßigkeit sehe ich einfach nicht gegeben.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T10:16:59.565+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000000000000000000000000000000000000000000000000c,timestamp=2016-11-18T09:37:52.311+0000)\n>\n> Du sagst doch schon die richtige Reihenfolge Report-&gt;Bann , oh mann ey . RIOT reportet doch nicht. Natürlich haben in dem Fall die Spieler entschieden.\n\nDie Spieler haben aber nur den Report entschieden. Am Ende steht immer Riots Entscheidung. Und diese Entscheidung steht hier ja auch zur Diskussion.\n\nUnd ich (wie laut Abstimmung auch die Mehrheit) bin der Meinung, dass Riot hier die falsche Entscheidung getroffen hat.\n\n> Wenn Du reported wirst, hast Du ja erstmal keine Regel gebrochen. Jeder kann wegen irgendwas reporten was ihm nicht passt, oder etwa nicht ? Er macht sein Häckchen im Dialog , wo er der Meinung ist, daß genau das vorgefallen ist. Hat der Spieler der reported wurde denn jetzt schon eine Regel gebrochen ? Ist RIOT denn jetzt schon aktiv ? Meiner Meinung nach nicht, es ist immer noch der Spieler .\n\nWenn man reportet wird, soll das eine Überprüfung des Spiels auslösen. So wurde mir das hier erklärt. Und diese Überprüfung muss ja zwangsläufig durch Riot erfolgen.\n\n> So, die Anzahl ist unerheblich, da sind wir uns ja einig. Aber irgendwann muß der/die Reports ja überprüft werden oder ? Was genau triggert denn jetzt diese Überprüfung ? Sind wir denn jetzt schon beim Regelbruch ? \n\nJeder Report soll eine Überprüfung auslösen. So wurde es mir mal hier im Forum gesagt.\n\n> Wenn Du sagst, ich versteh das Bansystem nicht, dann versuch es doch mal für mich Schritt für Schritt zu erklären. Ich bitte darum.\n\nIst nicht meine Aufgabe.\n\n> Ach, auf einmal zählt die Mehrheit ? Aber als Reportgrund nicht ? Beides, Reports und und Meinugsmache kommt von den Spielern. Was für eine Doppelmoral :(\n\nHabe ich die Mehrheit jemals abgestritten? \n\nNatürlich kann auch eine Mehrheit reporten, nur sollten das nichts an Riots Entscheidung beeinflussen. Diese Entscheidung sollte einzig und alleine darauf fußen, ob Regeln gebrochen wurde.\n\nUnd das ist meiner Meinung nach nicht passiert, selbst Riot räumt ein, das der Spieler auf Sieg gespielt hat. Ergo ist es kein Troll.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-18T08:41:41.651+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000008,timestamp=2016-11-18T08:35:01.404+0000)\n>\n> Nein, Lesen ist nicht Deine Stärke. \n\nLogisches Denken ist ganz offensichtlich nicht deine Stärke.\n\n> \n> interessiert nicht. Du zäumst permanent das Pferd von hinten auf. Du hast ein ganz klares Reihenfolgeproblem und Du hörst einfach nicht zu. Du kapierst einfach die grundlegenden Sachen nicht, aber Du schreibst sie sogar hin. RIOT ist das ausführende Organ, das erst aktiv wird, wenn eben Reports kommen. Wenn keine da sind, dann passiert nix.\n\nEs geht aber nicht um einen hypothetischen Fall, sondern um einen ganz konkreten Fall, in dem es Reports und einen Bann gab. Und aufgrund dieser Fakten wird hier argumentiert. Also mit Ausnahme von dir, denn du argumentierst irgendeinen hypothetischen Fall und voll am Thema vorbei.\n\n> Die Entscheidung der Spieler wann sie reporten ist eben nicht unabhängig vom Spielmodus. Das ist meine Behauptung die sich auf Aussagen hier im Forum stützt. \n\nDer Spielmodus ist für diesen konkreten Fall aber völlig irrelevant. Wann will das endlich in deinen Kopf rein?\n\nDieser Spieler (der Signed Support Spieler) wurde reportet und wurde gebannt. Und gebannt wird man, wenn man Regeln gebrochen hat.\n\nUnd diese Regeln sind völlig unabhängig vom Spielmodus. Hast du das jetzt endlich kapiert?\n\n> Du bist hier so dermaßen verbohrt, die Schuld bei RIOT zu suchen. Keiner streitet ab, das die Fehler machen, aber in dem Fall hier haben die richtig gehandelt. Die haben einen Troll aus dem Verkehr gezogen, ganz einfach. \n\nSie haben eben keinen Troll aus dem Verkehr gezogen. Der Spieler wollte ja gewinnen, nur halt mit einem ungewöhnlichen Weg.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-17T15:44:05.113+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000004,timestamp=2016-11-17T15:33:31.659+0000)\n>\n> Meine Behauptung war und ist , das der Report in einem Normal garnicht zustande gekommen wäre\n\nWar der Text nicht schon davor deine „letzten 2 Cents“? Bin verwirrt.\n\nDas ist aber für die Bewertung des Reports egal. Ist das wirklich so schwer zu verstehen? Das einzige was bei Reports interessiert ,ist die Frage, war das Verhalten des Reporteten nach den Regeln von Riot strafbar oder nicht.\n\n> Nein, Du verstehst nicht. Der blöde Singed kann in Normals seine Spielweise länger testen als im Ranked, weil die Leute im Rnaked wohl eher angepisst sind, wenn sie verlieren, weil es für sie ne andere Bedeutung hat. Das waren/sind meine Behauptungen verdammte Hacke. \n\nJa für die Spieler hat es eine andere Bedeutung, das habe ich doch nie bestritten. Nur ist das für den vorliegenden Fall irrelevant. Ob es Normal, Ranked, Aram, oder 3vs3 Map, oder ein Funmodus war, bei der Frage nach Reports/Bann absolut irrelevant.\n\nWillst du das nicht verstehen?\n\n> Regeln sind in dem Fall erstmal irrelevant, weil der Report nicht gekommen wär, wenn der Typ nur in Normals so exotisch gespielt hätte. Is das soo schwer zu verstehen ? \n\nDas ist aber egal. Es ist egal, ob er einen Report bekommen hätte oder nicht. Die einzige Frage die sich stellt, nach dem ein Spieler reportet wurde, ist, ob gegen die Regeln verstoßen wurde oder nicht.\n\nUnd für diese Frage ist es egal, in welchem Modus man reportet wurde.\n\n> Ich habe einfach behauptet, daß er nur so oft reported wurde, WEIL er das im Ranked gemacht hat ! Es war eine Mehrheitsentscheidung DANN ihn zu bannen. Wenn er das im Ranked nur eins zwei mal gemacht hätte, dann wär es mMn. garnicht dazu gekommen. \n\nUnd wenn er im Ranked 1000x mal reportet wurde, ist völlig egal. Es geht nur darum, ob man gegen Regeln verstoßen hat oder nicht. Das ist das einzig relevante. Und da is es egal, ob du im Normal oder Ranked reportet wirst.\n\n> Nochmal, wenn Du mit Deinem Zed ab jetzt nur noch im Ranked Support spielen würdest, dann bekommst Du über kurz oder lang Reports, dann wird überprüft und wenn Du was blödes noch in den Chat geschrieben hast oder sehr oft gestorben bist, dann, dann erst kommt die Regel die Du dann wahrscheinlich gebrochen hast !\n\nUnd wenn ich das ganze im Normale machen würde, würde es genauso ablaufen. Was lernen wir daraus? Für die Frage, ob regelwidriges Verhalten vorliegt, ist es egal welchen Modus man gespielt hat.\n\n> Ganz falsch. -Augenroll- Lesen ! Ich habe von den Spielern hier im Forum geredet. Das ließt man in deren Threads, das einige hier Normal und Ranked anders wichten. KEIN Wort von RIOT ! WTF \n\nAber nicht die Spieler, sondern Riot spricht die Bans aus. Und deshalb ist es völlig egal, wie die Spieler hier im Forum/Threads oder sonst wo drüber reden. \n\n> Mit Wichten mein ich, wenn ein Spieler ein Normal verliert ist es für ihn nicht so wichtig als wenn er ein Ranked verlieren würde.\n\nDas bestreite ich doch gar nicht. Nur ist die Frage nach der Gewichtung des Modus für diesen konkreten Fall (der Spieler der Singed Support spielt) völlig egal.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-17T14:53:34.651+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000000,timestamp=2016-11-17T14:32:45.823+0000)\n> Nein, ist es eben nicht. Ich kapier Dich nicht. Im Normal steigt man nicht ab, im Ranked schon oder etwa nicht ?  Für den Spieler hat es Auswirkungen oder etwa nicht ? Was soll diese festgefahrene Schiene ? Ranked != Normal oder etwa nicht ?\n\nDas ist aber völlig egal. Einfaches Beispiel:\n\nFlamen ist verboten. Es ist völlig egal, ob du im Normal oder Ranked flamst. Es ist verboten.\n\nErgo ist die von dir aufgestellte Unterscheidung von Normal oder Ranked irrelevant. Es kommt einzig und allein darauf an, ob eine Regel gebrochen wurde oder nicht. \n\n> Nein, enin und nochmals nein. Was kommst Du mit Regeln ? Hab ich nie was gesagt. Es gibt doch garkeine Regel für die Championwahl, was soll das denn ? Es wurde doch auch gar keine Regel gebrochen ! wtf\n\nEs wurde doch ein Spieler von Riot gebannt. Ergo unterstellt Riot auch, dass eine Regel gebrochen wurde. Du sollest erstmal das Thema richtig lesen, bevor du kommentierst. \n\n> Häää, die Frage lautete &quot;Ob der Bann gerechtfertigt war&quot; und meine Meinung dazu ist - RIOT hatte keine andere Wahl, ganz einfach ja - Ihr, die Coummunity hat das mit ihren Reports in die Wege geleitet. Du gehörst auch dazu. Du reportest halt andere Sachen und bist damit auch verantwortlich wenn dafür Bans ausgesprochen werden.\n\nAutsch, was ist denn das für eine Logik? Wenn als Riot genug Reports bekommt, dann ist ein Bann gerechtfertigt? Unabhängig von den Fakten?\n\nInteressantes Rechtsverständnis. \n\n> Weißte, dieses dranvorbeidiskutieren ist sowas von anstrengend und bringt absolut nix. Du gehst nicht mal ansatzweise auf das Geschriebene ein.\n\nDann schreib halt vernünftig. Schon deine Unterteilung in Ranked und Normals zeigt, dass du dich überhaupt nicht mit dem vorliegenden Fall beschäftigt hast.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-17T15:22:51.211+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000000000000000000000000000000000000000000000002,timestamp=2016-11-17T15:12:36.594+0000)\n>\n> Nein, meine Ausführung betraf einfach das &quot;Wo&quot; auf wo sollte ich exotische Spielweise spielen und wo hat meine Spielweise Auswirkung auf andere. Was wiegt für mich schwerer ein durch einen exotischen Spieler verlorenes Ranking oder ein Normal. Darauf begründet kommen mMn. die Reports zustande, welche der Auslöser für die Sperre waren , was uns zu \n\nAber das ist für das Bewerten der Reports völlig irrelevant. Willst du das nicht verstehen? Wenn ich einen Spieler reporte, unterstelle ich das er ein Verhalten an den Tag gelegt hat, dass verboten ist. \n\nUnd bei der Prüfung des Reports kommt es einzig und alleine darauf an, ob das auch stimmt. Du kannst 1000x mal report werden, solange du kein strafbares Verhalten an den Tag gelegt hast, passiert nichts. Der Modus in dem du reportet wurdest (Ranked oder Normal) ist dafür völlig egal.\n\n> ... bringt hat überhaupt nix mit Rechtsverständnis zu tun. Du hast anscheinend das Spiel und die Regeln nicht verstanden. Insbesondere was Bans auslösen kann. Und da stehen nunmal als erstes Reports , oder etwa nicht ? Meinste der Ban kommt einfach so angeflogen ? Türülüü, ich bin da und schmeiß Dich aus dem Spiel ? Nein, es beginnt vorher mit Reports und wenn ein begründeter Verdacht vorliegt wird geprüft und dann wird gebannt. Du hast überhaupt nicht verstanden worauf ich hinauswollte. \n\nSiehst du, du hast das System doch verstanden. Also warum kommst du immer wieder mit der Unterteilung Ranked/Normal an? Das ist für die Bewertung der Reports irrelevant.  \n\n> Neee, hab ich nicht, ich schreib aj anur Unsinn hier,\n\nEinsicht ist der erste Schritt zur Besserung.\n\n> z.B. das man erstmal reported werden muß, \n\nHabe ich das je in Abrede gestellt?\n\n> das es viele Spieler gibt die eben einen Unterschied zu Normal und Ranked sehen und die begangene Fehler darin unterschiedlich wichten, \n\nDer erste Teil des Satz stimmt, Spieler sehen einen Unterschied zwischen Normal und Ranked. Der zweite Teil des Satz stimmt aber nicht. Es gibt keine unterschiedliche Wichtung von Fehler, zumindest nicht von Seiten Riots. \n\nUnd genau das versuch ich dir weißzumachen. Der Signed Support Spieler wurde gebannt. Ob er sein Verhalten im Normal oder Ranked an den Tag gelegt hat ist völlig egal. Das einzige was zur Debatte steht, ob sein Verhalten gegen die Regeln verstoßen hat oder nicht.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Doo ","date":"2016-11-17T19:27:34.921+0000","up_votes":3,"down_votes":3,"body":"1. 54% winratio sind gut bei der ganzen Menge an Spielen\n2. Nein, er verliert nicht jedes 2. Spiel. Diese Aussage ist sinnlos. Er kann genauso gut mal 10 Stück hintereinander gewonnen haben.\n3. Wenn Riot alle Spieler, die Offmeta-Picks spielen bannen würde, dann gäbe es fast keine Spieler mehr. Wobei ich jetzt auch nicht unbedingt dagegen wäre die ganzen full AP Lux supporter, first item rabaddons, zu bannen. ;D Die Supporter die 0 wards gesetzt oder gecleart haben... naja.\n\nDu selbst hast wohl noch nie ranked gespielt, ich wette das du es erstmal nicht schaffen wirst mit einem champ eine stabile 54% winrate aufzubauen bei so vielen Spielen. ","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-17T20:29:54.583+0000","up_votes":3,"down_votes":5,"body":"> [{quoted}](name=Irony of Fate,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c00000002,timestamp=2016-11-17T19:27:34.921+0000)\n>\n> 1. 54% winratio sind gut bei der ganzen Menge an Spielen\n> 2. Nein, er verliert nicht jedes 2. Spiel. Diese Aussage ist sinnlos. Er kann genauso gut mal 10 Stück hintereinander gewonnen haben.\n> 3. Wenn Riot alle Spieler, die Offmeta-Picks spielen bannen würde, dann gäbe es fast keine Spieler mehr. Wobei ich jetzt auch nicht unbedingt dagegen wäre die ganzen full AP Lux supporter, first item rabaddons, zu bannen. ;D Die Supporter die 0 wards gesetzt oder gecleart haben... naja.\n> \n> Du selbst hast wohl noch nie ranked gespielt, ich wette das du es erstmal nicht schaffen wirst mit einem champ eine stabile 54% winrate aufzubauen bei so vielen Spielen.\n\nHast Du mal den ganzen Thread gelesen ? Wahrscheinlich nicht oder ? Sonst würdest Du net so daherreden ? Ich habe schlichtweg keine Lust das alles nochmal zu widerholen. Ausserdem hat's sich generell schon geklärt. Steht in meinem Post vor diesem komplett drin. Das mit dem Nicht-Lesen scheint hier im Forum wirklich ne art Krankheit zu sein ! {{sticker:slayer-jinx-unamused}} ","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-18T08:29:39.052+0000","up_votes":3,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-18T08:46:50.617+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c0000000200000000,timestamp=2016-11-18T08:29:39.052+0000)\n>\n> Sagt der größte Nichtleser und NIchtversteher hier. Aber hey, mach mal schön weiter Unterscheidung zwischen den Spielmodi, obwohl das für Banns völlig irrelevant ist.\n\nIch sag mal, hier haben wir den 2. Niklas\n\nbtw. Nirgends hab ich behauptet, daß Spielmodi für Banns relevant wären. Du bist ein so dermaßen Wortverdreher !\n\nIch habe gesagt, daß die Reporthäufigkeit in beiden Modi unterschiedlich sind. Das die Spieler Unterschiede machen in ihrem REPORTVERHALTEN in beiden Modi. Soweit zum Lesen und Verstehen ^^\n\nUnd Reports sind der URSPRUNG. Und das kommt von den Spielern ! Es kann doch garnicht gebannt werden, wenn kein Report vorliegt ! OMG \n\nKein Report, Kein Bann (für's Spielerverhalten)\n\n\nUnd zu dem Poster darüber :\n\n1. Ich bestreite das nicht, hab ich nie. Ich habe nur gesagt, das da noch die anderen 50% existieren\n\n2. Der kann auch 20 am Stück gewonnen haben. Wenn am Ende des Tages von 100Spielen nur 50 gewonnen wurden, dann ist das immer noch jedes 2. Spiel\n\n3. Um den Pick ging es im Ban überhaupt nicht, sondern darum, wie er sich ingame verhalten hat\n\nUnd zum Ranking , Zitat aus einigen meiner ersten Posts (deswegen der Seitenhieb mit dem Nichtlesen) :\n\n> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000d,timestamp=2016-11-17T12:45:20.071+0000)\n>\n> Also ich geb zu, ich hab keine Ahnung von sowas, weder von Meta noch Ranked. \n\n\n> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000c000000010000,timestamp=2016-11-17T12:57:15.146+0000)\n>\n> Joa, nix, is wohl ein Patt ^^ vlcht. fängt er/sie ja auch irgendwann mal wieder an zu sinken, wer weiß ? 50% findens gut und 50% schlecht ... Wie schon gesagt, ich kenn mich im Ranked nicht aus, aber ich denke man sollte da nicht zuviel auf Kosten anderer experimentieren. Wenn man es doch macht ... shit happens.\n\nIch spiele keine Rankeds . Aber das muß ich auch nicht, um hier eben meine Meinung zu posten oder dürfen hier nur User schreiben die Rankeds spielen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Nohgolgh","date":"2016-11-16T03:29:52.295+0000","up_votes":5,"down_votes":2,"body":"Ich denke der Bann war gerechtfertigt. Einen Singed Support mit einer Winrate um die 30% (auf der Supportposition) möchte NIEMAND im Team haben. Und es ist nicht so, dass er die Rolle erst lernt,er macht das schon länger. Und den Champion kann er auch beherrschen; er hat über 5000 Spiele mit dem auf dem Buckel (zugegebenermaßen nicht alle als Support). In seiner Spielweise ruiniert dieser Spieler bewusst vier anderen Leuten das Spiel. Es geht hier nicht darum, dass jemand einen Off-Meta-Pick wählt oder keinen Sightstone baut. Es geht hier darum, dass jemand eine Spielweise wählt, die sehr häufig einfach dazu führt, dass das eigene Team verliert, wohlgemerkt nicht als Testphase, sondern als permanenten nichtfunktionalen Spielstil. Der Typ ist mit diesem Spielstil von Platin nach Gold gedropt und er wird weiter fallen. Und nach tausenden von Spielen ist nicht anznehmen, dass eine großartige Verbesserung der Situation eintritt. Ein Bronzespieler hat möglicherweise auch auf einem Champion eine 30% Winrate. Das liegt aber daran, dass er es nicht besser weiß. Die meisten Bronzespieler wollen sich ja in der Elo verbessern und climben und ihnen mangelt es schlichtweg an Erfahrung und Spielverständnis. \n\nWenn ich Fußball spielen würde und jedes mal, wenn ich einem bestimmten anderen Spieler den Ball zupasse, dieser den Ball in eine zufällige Richtung schießt ( kann ein gegnerischer oder eigener Spieler sein, kann aber auch das aus sein, das gegnerische oder das eigene Tor), weil ihm gerade dannach ist, dann würde ich mit diesem Spieler nicht mehr spielen wollen und mein Team auch nicht. Das würde sogar nach einer Schmerzgrenze so weit gehen, dass das ganze Team sich weigert mit diesem Spieler zu spielen. Und hier ist der Unterschied zu LoL: In LoL hast du einen Spielzwang, sobald du im Spiel bist (du wirst fürs leaven bestraft und das hat auch seine Gründe) und gleichzeitig im SoloQ keine Kontrolle über deine Teammates. Also nochmal die Situation: Niemand will mit ihm spielen, gleichzeitig müssen aber Leute mit ihm spielen. Wenn ich mit jemandem spiele, der mal ein schlechtes Spiel gehabt hat, dann weß ich, dass die Chance besteht, dass er es diesmal besser macht. Wenn ich hingegen mit jemandem spiele, der die selbe Taktik immer und immer wieder anwendet, und damit auf die Fresse fliegt, dann habe ich keine solche Hoffnung. \n\nDas rechtfertigt meiner Meinung nach den Bann. Meiner Meinung nach ist diese Art von Wahnsinn in der Schwere der Beeinträchtigung des Teams gleichzusetzen mit absichtlichen Feeding oder AFK gehen.","replies":[{"id":"","poster":"Poisonality","date":"2016-11-16T04:03:46.967+0000","up_votes":2,"down_votes":2,"body":"Seine win rate ist 54% und er war zwischenzeitlich plat lol..","replies":[{"id":"","poster":"0815xand0r","date":"2016-11-16T12:35:14.260+0000","up_votes":4,"down_votes":2,"body":"Diese 54% beziehen sich aber auf ALLE Singed-Spiele, die Winrate für Singed-Support liegt bei ca. 30% und die ist es, worauf es ankommt. Und dass er Platin **war** schreibt Nohgolgh ja auch, aber eben auch, dass er von Platin nach Gold gedroppt ist, unter andere dank der niedrigen Winrate auf Singed Support.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T12:53:57.455+0000","up_votes":2,"down_votes":4,"body":"Also hängt der Bann an der niedrigen Winrate? Na das werden lustige Zeiten in der Bronzedivision.","replies":[{"id":"","poster":"Nohgolgh","date":"2016-11-16T19:04:13.458+0000","up_votes":5,"down_votes":1,"body":"Hier geht es eigentlich um etwas anderes: nämlich das eine Gesamttaktik nicht nur keine Meta ist, sondern insgesamt so schlecht ist, dass sie zum Verlust des Spiels führt. \n\nStell dir mal vor, jemand ist davon überzeugt, dass es eine gute Taktik ist, immer in Towerrange zu laufen und den Turm anzugreifen, selbst wenn die Konsequenz ist für einen Treffer am Turm zu sterben. Nach dem Respawn rennt er wieder auf den Turm zu und stirbt erneut, wodurch der Lanegegner natürlich massiv snowballt. Derjenige, der in den Turm rennt, betreibt im eigentlichen Sinne kein absichtliches Feeding, da es nicht das Ziel ist, den Gegner zu feeden, sondern den Turm einzureißen, nur ist die Taktik als solche so ineffizient, dass sie dem Gegner einen massiven Vorteil gibt. Und diese Taktik wird nicht nach einmaligem Spiel aufgegeben, sondern über tausende von Spielen wiederholt. \n\nOder ein anderes Beispiel: Jemand denkt sich, dass es eine gute Idee ist, in der Base zu stehen- so gibt man dem Gegner kein Gold für Kills- das Passive Gold abzuwarten und mit dem Kommandobanner und den ZZ'Rot-Portal Lanedruck aufzubauen. Das ist kein AFK'ler, sondern ebenfalls jemand, der eine nichtfunktionale Taktik anwendet und so seinem Team das Spiel versaut. \n\nUnd hier ist der Unterschied zum Bronzespieler. Der Bronzespieler setzt nicht wiederholt Taktiken ein, die zum Scheitern verurteilt sind. Er ist einfach ein schlechter Spieler und unerfahren bezüglich der Einschätzung der Lage. Oder anders ausgedrückt: Der Bronzespieler will ein Spiel gewinnen und setzt die Taktik ein, von der er denkt, dass es diejenige ist, die am Besten funktioniert. Der Singed-Spieler und die Spieler in obigen Szenarien opfern für ihre Spielweise das eigentliche Spielziel. Und so etwas kannst du nicht machen, ohne Rücksprache mit deinem Team, das ansonsten darunter leidet und sich-völlig zu Recht- darüber aufregt.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T19:41:34.732+0000","up_votes":1,"down_votes":2,"body":"Und du kannst nachweisen, dass der Signed Spieler mit seiner Taktik nicht gewinnen wollte?","replies":[{"id":"","poster":"Nohgolgh","date":"2016-11-17T00:20:52.494+0000","up_votes":3,"down_votes":1,"body":"Ja. Er spielt diese Taktik. Genauso wie der Typ, der in die Türme rennt oder derjenige, der meint von der Basis aus nur mit dem Kommandobanner oder dem ZZ'Rot-Portal zu spielen, ist diese Taktik völlig ungeeignet für einen Sieg im Spiel. Meine Beispiele sind nur extremer. Wenn die Wahl der Spielweise bereits so krude ist, dass man das Spiel nicht zuverlässig damit gewinnen kann (und bei 30% Winrate in einer vierstelligen Anzahl von Spielen darf man durchaus annehmen, dass die Testphase längst vorbei ist), dann wird diese Spielweise bereits über das Spielziel gestellt und nicht als Mittel, dieses Spielziel zu erreichen.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T00:28:46.747+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Nohgolgh,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0003000000000000000100000000,timestamp=2016-11-17T00:20:52.494+0000)\n>\n> Ja. Er spielt diese Taktik. Genauso wie der Typ, der in die Türme rennt oder derjenige, der meint von der Basis aus nur mit dem Kommandobanner oder dem ZZ&#x27;Rot-Portal zu spielen, ist diese Taktik völlig ungeeignet für einen Sieg im Spiel. Meine Beispiele sind nur extremer. Wenn die Wahl der Spielweise bereits so krude ist, dass man das Spiel nicht zuverlässig damit gewinnen kann (und bei 30% Winrate in einer vierstelligen Anzahl von Spielen darf man durchaus annehmen, dass die Testphase längst vorbei ist), dann wird diese Spielweise bereits über das Spielziel gestellt und nicht als Mittel, dieses Spielziel zu erreichen.\n\nDenke daran, dass er insgesamt eine Winrate von 54% anscheinend hat. Er hat diese Taktik diese Seasom durchgehend gemacht, das heißt, dass dieser mit der taktik sigar erfolg hatte. Die 30% winrate auf support siehst du in dem fall nur, wenn der wirklich durchgehend auf der botlane gewesen ist. Aber da du den text vermutlich nicht gelesen hast, mangelt es mir mit dir an verständlichkeit","replies":[{"id":"","poster":"Nohgolgh","date":"2016-11-17T01:30:38.973+0000","up_votes":4,"down_votes":1,"body":"Seine Winrate overall im Ranglisten-System liegt bei etwas unter 50% und er ist binnen drei Tagen von Platin V auf Gold V gedropt -vor Veröffentlichung der Flex Queue und da hat er nur Singed gespielt. In den letzten 25 Tagen lag sein Winrate mit Singed insgesamt bei 43%, was bei 215 Spielen sehr aussagekräftig ist. Darüberhinaus möchte ich anmerken, dass dieser Spieler neben den Phasen, wo er Singed mit Smite (manchmal auch Exhaust oder Ignite) spielt auch Phasen hat, wo er seinen Champ auf dei Toplane schickt. Beispielsweise hat er dies vom 2.11 bis zum 4.11 getan-da war er noch Platin.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-11-17T07:25:06.998+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Blackfrost Asura,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00030000000000000001000000000000,timestamp=2016-11-17T00:28:46.747+0000)\n>\n> Denke daran, dass er insgesamt eine Winrate von 54% anscheinend hat. Er hat diese Taktik diese Seasom durchgehend gemacht, das heißt, dass dieser mit der taktik sigar erfolg hatte. Die 30% winrate auf support siehst du in dem fall nur, wenn der wirklich durchgehend auf der botlane gewesen ist. Aber da du den text vermutlich nicht gelesen hast, mangelt es mir mit dir an verständlichkeit\n\nJo, wenn ich ne 80% WR Mid mit X habe, die durch trollen auf Bot bzw. dann eigentlich Jungle runter drücke auf, lass es positiv bleiben 55%, äh ja---ich raffs echt nicht. Erleuchte mich bitte. Also solang ich mit nem Champ über die 50% komme, darf ich dann mit dem tun was ich will?\nWie gesagt es geht hier nicht um Ausprobieren, sondern lange Zeiträume bzw. verdammt viele Spiele.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T09:09:59.118+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000300000000000000010000000000000002,timestamp=2016-11-17T07:25:06.998+0000)\n>\n> Jo, wenn ich ne 80% WR Mid mit X habe, die durch trollen auf Bot bzw. dann eigentlich Jungle runter drücke auf, lass es positiv bleiben 55%, äh ja---ich raffs echt nicht. Erleuchte mich bitte. Also solang ich mit nem Champ über die 50% komme, darf ich dann mit dem tun was ich will?\n> Wie gesagt es geht hier nicht um Ausprobieren, sondern lange Zeiträume bzw. verdammt viele Spiele.\n\nDu musst bedenken, dass dies nun mal die Solo Queue ist, da laufen halt auch mal Proxy Singed, oder eben Double Jungle Supporter rum. Ich denke, die wären dir lieber als ein Disco Nunu oder ein Shaco ohne Pressure.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-11-18T02:32:11.351+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Blackfrost Asura,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0003000000000000000100000000000000020000,timestamp=2016-11-17T09:09:59.118+0000)\n>\n> Du musst bedenken, dass dies nun mal die Solo Queue ist, da laufen halt auch mal Proxy Singed, oder eben Double Jungle Supporter rum. Ich denke, die wären dir lieber als ein Disco Nunu oder ein Shaco ohne Pressure.\n\nLetztendlich ist das sowas von egal, weil der Typ denselbe Effekt auf's Spiel hat, wie der DiscoNunu, kp, was n Shaco ohne Pressure damit zu tun haben soll, denn Pressure machen ist nicht Shacos Job, ob im Jungle oder (offmeta vltsogar AP) auf der Lane","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-17T00:53:06.588+0000","up_votes":3,"down_votes":1,"body":"Welche Seite zeigt eigentlich an, was für eine Winrate, man bei einem bestimmten Champion auf Position X hat?","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T09:11:19.948+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000300000000000000010000000000000000,timestamp=2016-11-17T00:53:06.588+0000)\n>\n> Welche Seite zeigt eigentlich an, was für eine Winrate, man bei einem bestimmten Champion auf Position X hat?\n\nwüsste ich auch gerne, die Leute in den Kommentaren hier scheinen aber ihre quellen zu haben","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-17T12:28:12.909+0000","up_votes":1,"down_votes":2,"body":"Also wenn ich besseren Wissens z.B. immer wieder Zed Mitte spiele (und ich Zed absolut nicht kann), dann ist das auch bannbar? Ich wusste ja, dass ich den Champ nicht kann.","replies":[]}]}]}]},{"id":"","poster":"0815xand0r","date":"2016-11-16T13:15:01.370+0000","up_votes":4,"down_votes":1,"body":"Nein. Das habe ich auch aber nirgendwo geschrieben.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-15T23:59:22.848+0000","up_votes":5,"down_votes":3,"body":"Nach dem was ich darüber weiß, klingt die Strafe gerechtfertigt. Die Leute beschweren sich darüber, dass manche im Draftpick ihre zugewiesene Rolle nicht spielen wollen und den Mitspielern etwas anderes aufzwingen. Für mich sieht es so aus, als würde dieser Spieler genau das tun. Er erfüllt nicht die Aufgaben eines Supports, ist ab Stufe 1 schon gar nicht mehr auf der Botlane, erfüllt kein bisschen die Aufgabe eines Supports und treibt sich nach meinen Informationen fast immer im gegnerischen Jungle herum. \n\nSolange sein Team nichts dagegen hat, geht das in Ordnung. Da er aber scheinbar in die Lobby kommt, einen vorgefertigten Text abschickt und ab da keine Reaktionen auf seine Teammitglieder zeigt, ist es wohl nachvollziehbar, wenn sich die anderen daran stören.\n\nIch habe nichts gegen Non-meta einzuwenden, ich habe das selbst schon oft genug gemacht und auch in Gold damit gewonnen. Aber so wie sich dieser Spieler zu verhalten scheint, ist der Bann in meinen Augen angebracht.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-16T17:58:03.728+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0001,timestamp=2016-11-15T23:59:22.848+0000)\n>\n\n> \n> Ich habe nichts gegen Non-meta einzuwenden, ich habe das selbst schon oft genug gemacht und auch in Gold damit gewonnen. Aber so wie sich dieser Spieler zu verhalten scheint, ist der Bann in meinen Augen angebracht.\n\nNun, dann schauen wir uns doch mal die Teile von Riots ARgumentation an, die Non-Meta effektiv einen Riegel vorschieben und zu weiten Teilen gegen bisherige Bann-Politik \"verstoßen\".\n\n\"Refusing to work with your teammates is (bannable).\nThis includes communicating with your team...\"\n\n\"Refusing to communicate\" war ein Bangrund, den niemand im alten Tribunal je gesehen hat.\nDer Grund wurde aus der Liste mittlerweile entfernt.\nHier führt Riot es als einen Teil seiner Begründung auf.\nMuss ich mich jetzt regelmäßig rechtfertigen?\nDarf ich spielen, wenn ich kein Englisch kann und schlecht kommunoizieren kann?\nKlar, Pings regeln viel, aber einfach in den gegnerischen Jungle zu laufen ist auch ziemlich selbsterkärend.\n\nDann: Sie führen den fehlenden Sightstone als Begründung auf.\n(Warum- hat er damit eine geschriebene Regel gebrochen?)\nWemn ein Spieler keinen Sightstone kauft, weil er ihn für ineffektiv hölt (z.b. eingie Leute in low elo) würde dies in Teilen einen Bann rechtfertigen?\nWenn ich ihn kaufe, aber kaum nutze, was ist dann?\nWenn ich den Sightstone weglasse, weil ich einen mit einem Dmg Item mehr glaube, 3v2 gewinnen zu können- trägt das zum Banngrund bei?\n\nDann, das roamen:\nWie lange muss ich auf der Lane sein, um einige Zeit roamen zu dürfen`?\nSinged war ja nichtmal \"nie\" auf der Botlane, nru sehr selten.\nAb welchen Verhältnis ist's verboten?\nZu welchen Zeitpunkten darf ich das?\n#\nFalscher Zeitpunkt,  eine Minute zu viel und kein Sightstone = Bann?\n\nUnd der letzte Satz regt mich am meisten auf.\n\"Deine Mates wollen keinen Singed Support, also spiel auc hkeinen\"\nWenn meine Mates jetzt keine MF Support wollen, ist das ein Banngrund?\nDie Argumentation lässt sich 1:1 auf jeden Non-Meta Pick/Build übertragen.\nIch habe in Season 3 z.b. viel Morgana Support gespielt, wofür ich regelmäßig als Troll bezeichnet wurde.\nHätte ich das jetzt nicht machen dürfen?\n\nEs kommen Spiele vor, wo ich mehrere dieser Dinge ebenfalls mache, weil ich glaube, dass sie in der Situation am besten sind.\nIst das jetzt ein Ban Grund?\n\nSoweit ich es gesehen habe hat niemadnen geflamt, keine 3rd party Programme genutzt, und er hat auch nicht abischtlich veruscht zu verlieren/zu feeden.\nEr hat versucht, mit seiner Strategie Erfolg zu haben und zu gewinnen.\nBisher hieß es stets, das sei genug...","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T18:21:59.020+0000","up_votes":3,"down_votes":3,"body":">Nun, dann schauen wir uns doch mal die Teile von Riots ARgumentation an, die Non-Meta effektiv einen Riegel vorschieben und zu weiten Teilen gegen bisherige Bann-Politik \"verstoßen\".\n\nIch würde die Supporteraussage nicht als Argumentation von Riot sehen. Es gibt, soweit ich weiß, keine offizielle Stellungnahme dazu und selbst wenn es eine gäbe, würden einige Leute, dass nur wieder gegen Riot verwenden. Wir haben nicht einmal den kompletten Schriftverkehr, zwischen dem Spieler und dem Support zur Verfügung. Es ist gut möglich, dass er sein Trollverhalten immer als \"Support-Singed\" bezeichnet hat und der Supportmitarbeiter das aufgegriffen und selbst verwendet hat. \n\nSo wie einige im Spielerverhalten das auch bei den Leuten anwenden, die sich über ihren \"ungerechten\" Permabann beschweren. Wir haben nur einen Ausschnitt aus einem Gespräch und jeder weiß, wie so etwas dann in der Bildzeitung aussieht. Man muss sich nur den Satz aussuchen, der einem passt und schon kann man jemanden damit denunzieren. \n\n>\"Refusing to work with your teammates is (bannable).\nThis includes communicating with your team...\"\n\n>\"Refusing to communicate\" war ein Bangrund, den niemand im alten Tribunal je gesehen hat.\nDer Grund wurde aus der Liste mittlerweile entfernt.\n\nDa steht ja auch Refusing to **work **with your teammates. Es muss nicht unbedingt bedeuten, dass er dafür bestraft wurde, nichts zu schreiben und nicht zu pingen. \n\nSo einen Satz könnte man zum Beispiel auch als Erwiederung bei einem Spieler verwenden, der sich immer wieder am Baron executen lässt, davor sagt \"team lets go baron\" den dann dauernd alleine angreift und sich danach beschwert, dass keiner geholfen hat. Wenn das jemand über hunderte Spiele durchzieht, würde man das sicher als Sabotage ansehen und wenn er dann meint, der Bann wäre ungerecht, weil das Team nicht geholfen hat, könnte der Support auch erwiedern, dass er wusste, dass die anderen nicht helfen werden/können und dann eben so einen Satz schreiben.\n\n>Muss ich mich jetzt regelmäßig rechtfertigen?\nDarf ich spielen, wenn ich kein Englisch kann und schlecht kommunoizieren kann?\nKlar, Pings regeln viel, aber einfach in den gegnerischen Jungle zu laufen ist auch ziemlich selbsterkärend.\n\nNein, musst du nicht. Solange du dich anstrengst und für dein Team arbeitest, ist doch alles in Butter. Es wurde und es wird sicher auch nie jemand dafür bestraft, dass er wenig kommuniziert oder es nicht kann. \n\n>Und der letzte Satz regt mich am meisten auf.\n\"Deine Mates wollen keinen Singed Support, also spiel auc hkeinen\"\nWenn meine Mates jetzt keine MF Support wollen, ist das ein Banngrund?\nDie Argumentation lässt sich 1:1 auf jeden Non-Meta Pick/Build übertragen.\nIch habe in Season 3 z.b. viel Morgana Support gespielt, wofür ich regelmäßig als Troll bezeichnet wurde.\nHätte ich das jetzt nicht machen dürfen?\n\nEr wurde doch gar nicht dafür gebannt, dass er Singed Support spielt. Er wurde doch viel eher dafür gebannt, dass er Singed Support spielen sollte, dann aber Singed Jungle daraus gemacht hat. Es geht hier doch gar nicht um einen Nonmeta Supporter (sonst wären ja sicher auch die Proteams gesperrt worden, wenn sie Annie Support spielen). Es geht darum, dass **SEIN **Support, in Wirklichkeit ein Jungler ist. \n\n>Es kommen Spiele vor, wo ich mehrere dieser Dinge ebenfalls mache, weil ich glaube, dass sie in der Situation am besten sind.\nIst das jetzt ein Ban Grund?\n\nDu passt dich an die Situaton und die Teams an. Der Singed will aber sein Team jedes mal dazu zwingen, sich an ihn anzupassen. Wenn ich ein Ranked starte und in der Champselect Brandsupport wähle und sage MEIN Brandsupport läuft das ganze Spiel über den Fluss entlang, pusht die Lanes mit dem W und verhindert damit effektiv, dass die Lanes anständig Farmen können und sich für Lasthits immer in die Gefahr begeben müssen, gegankt zu werden, wäre das sicher auch bannwürdig. \n\n>Soweit ich es gesehen habe hat niemadnen geflamt, keine 3rd party Programme genutzt, und er hat auch nicht abischtlich veruscht zu verlieren/zu feeden.\nEr hat versucht, mit seiner Strategie Erfolg zu haben und zu gewinnen.\nBisher hieß es stets, das sei genug...\n\nIch habe mir eines seiner Spiele angesehen. Davon habe ich nicht viel gemerkt. Für mich sah es eher so aus, als würde er sich bevorzugt aus kämpfen heraushalten wenn er gebraucht wird und war wohl nur auf der Botlane dabei, damit er nächstes mal dem Support sagen kann, er hätte ja jetzt Botlane gespielt.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-16T19:05:39.005+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000100010000,timestamp=2016-11-16T18:21:59.020+0000)\n>\n> Ich würde die Supporteraussage nicht als Argumentation von Riot sehen. Es gibt, soweit ich weiß, keine offizielle Stellungnahme dazu und selbst wenn es eine gäbe, würden einige Leute, dass nur wieder gegen Riot verwenden. Wir haben nicht einmal den kompletten Schriftverkehr, zwischen dem Spieler und dem Support zur Verfügung. Es ist gut möglich, dass er sein Trollverhalten immer als &quot;Support-Singed&quot; bezeichnet hat und der Supportmitarbeiter das aufgegriffen und selbst verwendet hat. \n\nLaut Aussage des Tickest wurde sein account nach einem \"manual audit\" gesperrt, nachdem man bei RIot auf die  Situation aufmerksam wurde.\nEs ist also keine EInzeleintscheidung, sondern etwas, worüber wohl diskutiert wurde.\nDanach kann man die Antwort nicht als offiziell anerkennen?\nNatürlich kann man ofizielle Aussage gegen sie verwenden; aber ist das ein Grund keine zu geben?\nMir scheint das ein Versuch, einen einfachen Ausweg zu finden und den Konflikt zum umgehen, anstatt ihn zu besprechen.\nKann ich überhaupt nicht respektieren und ist mMn extrem \"kritisches\" Verhalten.\n> \n> So wie einige im Spielerverhalten das auch bei den Leuten anwenden, die sich über ihren &quot;ungerechten&quot; Permabann beschweren. Wir haben nur einen Ausschnitt aus einem Gespräch und jeder weiß, wie so etwas dann in der Bildzeitung aussieht. Man muss sich nur den Satz aussuchen, der einem passt und schon kann man jemanden damit denunzieren. \n> This includes communicating with your team...&quot;\n> Der Grund wurde aus der Liste mittlerweile entfernt.\n> \n> Da steht ja auch Refusing to **work **with your teammates. Es muss nicht unbedingt bedeuten, dass er dafür bestraft wurde, nichts zu schreiben und nicht zu pingen. \n\nEhm... Was könnte es denn dann bedeuten?\nDas ist irgendwie genau das, was ich unter Kommunikation verstehe, zusammen mit selbst erkärendem Verhalten.\n> \n> So einen Satz könnte man zum Beispiel auch als Erwiederung bei einem Spieler verwenden, der sich immer wieder am Baron executen lässt, davor sagt &quot;team lets go baron&quot; den dann dauernd alleine angreift und sich danach beschwert, dass keiner geholfen hat. Wenn das jemand über hunderte Spiele durchzieht, würde man das sicher als Sabotage ansehen und wenn er dann meint, der Bann wäre ungerecht, weil das Team nicht geholfen hat, könnte der Support auch erwiedern, dass er wusste, dass die anderen nicht helfen werden/können und dann eben so einen Satz schreiben.\n> Darf ich spielen, wenn ich kein Englisch kann und schlecht kommunoizieren kann?\n> Klar, Pings regeln viel, aber einfach in den gegnerischen Jungle zu laufen ist auch ziemlich selbsterkärend.\n> \n> Nein, musst du nicht. Solange du dich anstrengst und für dein Team arbeitest, ist doch alles in Butter. Es wurde und es wird sicher auch nie jemand dafür bestraft, dass er wenig kommuniziert oder es nicht kann. \n\nSo interpretiere ich aber das Support-Ticket.\nSoweit ich es beurteilen kann, hat er sich angestrengt, mit dieser Spielweise zu gewinnen.\n> &quot;Deine Mates wollen keinen Singed Support, also spiel auc hkeinen&quot;\n> Wenn meine Mates jetzt keine MF Support wollen, ist das ein Banngrund?\n> Die Argumentation lässt sich 1:1 auf jeden Non-Meta Pick/Build übertragen.\n> Ich habe in Season 3 z.b. viel Morgana Support gespielt, wofür ich regelmäßig als Troll bezeichnet wurde.\n> Hätte ich das jetzt nicht machen dürfen?\n> \n> Er wurde doch gar nicht dafür gebannt, dass er Singed Support spielt. Er wurde doch viel eher dafür gebannt, dass er Singed Support spielen sollte, dann aber Singed Jungle daraus gemacht hat. Es geht hier doch gar nicht um einen Nonmeta Supporter (sonst wären ja sicher auch die Proteams gesperrt worden, wenn sie Annie Support spielen). Es geht darum, dass **SEIN **Support, in Wirklichkeit ein Jungler ist. \n\nDie Begründung ist sehr allgemein gefasst udn schließt mein Beispiel damit mit ein.\nEntweder das, oder es ist eine sehr, sehr schwamming Formulerung.\n> Ist das jetzt ein Ban Grund?\n> \n> Du passt dich an die Situaton und die Teams an. Der Singed will aber sein Team jedes mal dazu zwingen, sich an ihn anzupassen. Wenn ich ein Ranked starte und in der Champselect Brandsupport wähle und sage MEIN Brandsupport läuft das ganze Spiel über den Fluss entlang, pusht die Lanes mit dem W und verhindert damit effektiv, dass die Lanes anständig Farmen können und sich für Lasthits immer in die Gefahr begeben müssen, gegankt zu werden, wäre das sicher auch bannwürdig. \n\nWer sagt dir, dass er nicht das selbe gedacht hat?\nIch kontrolliere meine Winrates so gut wie nie.\nMir ist z.b. in S5 lange zeit nicht aufgefallen, dass meine Amumu-Winrate an den 40% lag.\nWenn es einem Spieler jetzt nicht auffällt und er daher weiter macht, oder aus andere Überzeugung weitermacht, z.b. dass er sich einfach nur bessern muss, was dann?\nDann wählt er eventuell Singed Supportt und counterjungled viel....\n> Er hat versucht, mit seiner Strategie Erfolg zu haben und zu gewinnen.\n> Bisher hieß es stets, das sei genug...\n> \n> Ich habe mir eines seiner Spiele angesehen. Davon habe ich nicht viel gemerkt. Für mich sah es eher so aus, als würde er sich bevorzugt aus kämpfen heraushalten wenn er gebraucht wird und war wohl nur auf der Botlane dabei, damit er nächstes mal dem Support sagen kann, er hätte ja jetzt Botlane gespielt.\n\nich habe mir nur ein paar Youtube- Zusammenfassungen angeschaut.\nDa wurde so etwas zumidnest nicht erwähnt.\nWobei das an den meisten Argumenten wenig ändert.\n\nWie stehst du zu der Aussage des Supports zum Build (sightstone)?\nWenn's irrelevnt wäre hätte ers wohl kaum erwähnt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T19:32:41.622+0000","up_votes":2,"down_votes":1,"body":">Wie stehst du zu der Aussage des Supports zum Build (sightstone)?\nWenn's irrelevnt wäre hätte ers wohl kaum erwähnt.\n\nSo wie es da steht, kann finde ich das auch unpassend. Der Supportmitarbeiter hat das aber vermutlich nur schlecht formuliert. Für mich scheint das eher die Zusammenfassung seines Supports zu sein.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-16T19:06:59.927+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00010001,timestamp=2016-11-16T17:58:03.728+0000)\n>\n> Nun, dann schauen wir uns doch mal die Teile von Riots ARgumentation an, die Non-Meta effektiv einen Riegel vorschieben und zu weiten Teilen gegen bisherige Bann-Politik &quot;verstoßen&quot;.\n> \n> &quot;Refusing to work with your teammates is (bannable).\n> This includes communicating with your team...&quot;\n> \n> &quot;Refusing to communicate&quot; war ein Bangrund, den niemand im alten Tribunal je gesehen hat.\n> Der Grund wurde aus der Liste mittlerweile entfernt.\n> Hier führt Riot es als einen Teil seiner Begründung auf.\n> Muss ich mich jetzt regelmäßig rechtfertigen?\n> Darf ich spielen, wenn ich kein Englisch kann und schlecht kommunoizieren kann?\n> Klar, Pings regeln viel, aber einfach in den gegnerischen Jungle zu laufen ist auch ziemlich selbsterkärend.\n\nSchonmal was von nonverbaler Kommunikation oder Pings gehört?\nZu Refusing to communicate zähle ich z.B. auch eine Spielweise, die absolut vom Rest des Teams abgekoppelt ist und das ist die vom Singed gewesen. Ich rede hier nicht von Splitpush oder Counterjungle-Taktiken, die einfach nicht funktioniert haben. Und hier geht es ja auch nicht um ein paar mal probiert, sondern um durchgezogen, komme was da wolle. \n\n> \n> Dann: Sie führen den fehlenden Sightstone als Begründung auf.\n> (Warum- hat er damit eine geschriebene Regel gebrochen?)\n> Wemn ein Spieler keinen Sightstone kauft, weil er ihn für ineffektiv hölt (z.b. eingie Leute in low elo) würde dies in Teilen einen Bann rechtfertigen?\n> Wenn ich ihn kaufe, aber kaum nutze, was ist dann?\n> Wenn ich den Sightstone weglasse, weil ich einen mit einem Dmg Item mehr glaube, 3v2 gewinnen zu können- trägt das zum Banngrund bei?\n> \n> Dann, das roamen:\n> Wie lange muss ich auf der Lane sein, um einige Zeit roamen zu dürfen`?\n> Singed war ja nichtmal &quot;nie&quot; auf der Botlane, nru sehr selten.\n> Ab welchen Verhältnis ist&#x27;s verboten?\n> Zu welchen Zeitpunkten darf ich das?\n> #\n> Falscher Zeitpunkt,  eine Minute zu viel und kein Sightstone = Bann?\n> \n> Und der letzte Satz regt mich am meisten auf.\n> &quot;Deine Mates wollen keinen Singed Support, also spiel auc hkeinen&quot;\n> Wenn meine Mates jetzt keine MF Support wollen, ist das ein Banngrund?\n> Die Argumentation lässt sich 1:1 auf jeden Non-Meta Pick/Build übertragen.\n> Ich habe in Season 3 z.b. viel Morgana Support gespielt, wofür ich regelmäßig als Troll bezeichnet wurde.\n> Hätte ich das jetzt nicht machen dürfen?\n> \n> Es kommen Spiele vor, wo ich mehrere dieser Dinge ebenfalls mache, weil ich glaube, dass sie in der Situation am besten sind.\n> Ist das jetzt ein Ban Grund?\n> \n> Soweit ich es gesehen habe hat niemadnen geflamt, keine 3rd party Programme genutzt, und er hat auch nicht abischtlich veruscht zu verlieren/zu feeden.\n> Er hat versucht, mit seiner Strategie Erfolg zu haben und zu gewinnen.\n> Bisher hieß es stets, das sei genug...\n\nDer Rest, ja sind ein paar gute Punkte dabei, aber bitte, die spielen doch für die Leute, die Dinge ausprobieren gar keine Rolle, weil der normale Spieler ja merkt, wann etwas wegen des Probierens nicht klappt und dann das Verhalten auch anpasst.\nNehmen wir den \"unnötigen\" Sightstone in Bronze, dort bin ich mit pur Dmg auch besser gefahren oder 2.APC oder sonstwas anstatt regulärer Support, angefangen den zu bauen und zu nutzen habe ich erst als es nötig wurde, weil immer mehr Spiele durch Visiondominanz entschieden wurden. Soweit ist mit dem Singed noch alles ähnlich und im Rahmen.\nNur, wo spielt der auch nur ansatzweise unterstützend, wo schon ne Jinx E unterstützender wirkt?\nDer Typ war Platin/Gold, hat kaum Killbeteiligung, er nimmt im günstigsten Fall dem Gegner Jungle XP, das war's, für den kleinen positiven Effekt, bewirkt er gleichzeitig zig negative, das ist ja nicht nur der fehlende Sightstone, den auch jemand anderes bauen könnte oder ganz drauf verzichtet wird. Er passt seine Spielweise ja auch nicht an, Sirrkas hat da schon recht, der spielt nicht Sup anders, der spielt 2. Jungle und will es als Sup verkaufen und damitist er auch in meinen Augen ein Troll. Nichts dagegen, wenn die Mehrheit des Teams kein Problem damit hat, aber so? Die Rollenmaske in der CS kommt ja nicht von ungefähr. Soll er sich halt Pres suchen, die das geil finden oder ins Blind gehen, da kann er Rollentechnisch machen, was er will.\nIch verstehe, dass man die Supportmail an ein paar Punkten kritisieren kann, aber ich verstehe nicht wie ihn das von absichtlichem Trollen freisprechen sollte? Meinetwegen können sie den Perma auf 2 Wochen reduzieren, falls er noch keinen Zeitbann hatte, aber freisprechen würde ich diesen Beschwörer mit Sicherheit nicht, dafür steckt zuviel Absicht dahinter.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T12:57:41.924+0000","up_votes":1,"down_votes":1,"body":"Was ist, wenn ich Teemo Top picke (also durchaus da, wo man Teemo öfter sieht) aber mein Team absolut gegen diesen Champion ist? Ist das dann bannbares Verhalten, wenn ich mein Team ignoriere, weil ich Teemo spielen will?","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:06:49.212+0000","up_votes":2,"down_votes":1,"body":"Dagegen ist doch nichts einzuwenden. Was ich aus der Sache erfahren habe, ist, dass der Singed zwar \"Support\" als Rolle zugewiesen bekommen hat (vielleicht auch als erste Rolle gewählt), dann aber ausschließlich im gegnerischen Jungle unterwegs war. \n\nWenn ich Jungle zugewiesen bekomme und dann einen Text in die Champselect poste, der etwa so aussieht:\n\n\"Hallo, ich spiele Rammus Jungle, mit Teleport und Heal. Ich werde ständig mit Q von einer Lane zur anderen Rollen, auf Stufe 2 den Taunt wählen und dann versuchen den gegnerischen Laner zu taunten, wenn ich zufällig in seine Nähe komme. Mir ist völlig egal, was ihr davon haltet, ich ziehe das durch und ignoriere euch von jetzt an. Guten Tag\"\n\nDann würden meine Teams sicher auch ausrasten. Schließlich habe ich Jungle als Rolle und nicht, Rolle von Lane zu Lane, leeche EP und schau dann mal, ob ich irgendwo Impact haben kann. Bei so einem Verhalten, wäre ein Bann durchaus angebracht. Auch wenn der Support das scheinbar falsch ausgedrückt hat, geht es hier scheinbar nicht um einen non-meta-Support.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:12:08.940+0000","up_votes":1,"down_votes":1,"body":"Und in welcher offiziellen Quelle von Riot ist genau geregelt, was ich als Support zu tun habe und was ich zu unterlassen habe?","replies":[{"id":"","poster":"eingew","date":"2016-11-17T09:43:33.336+0000","up_votes":2,"down_votes":1,"body":"Ich möchte hier einmal einen Kommentar einfügen, den ich auf Reddit gefunden habe, der das ganz gut beschreibt:\n\n> And on the subject of \"enforcing meta\"; yep Riot is. That's an inherent issue with having defined roles. Whether it's good or bad, I don't care, I'm not going to argue it one way or the other. But it shouldn't be surprising people, especially now after a full year of defined roles, that when you're in a role you're expected to play that role. If you're the jungler and you spend the entire game trying to play duo top with strangers, expect to be flamed/reported. You can try and pull the \"I'm just trying something off meta!\" card all you want but you'll get no sympathy from me. Wanna do it with your group of 5? Cool. Random strangers in the lobby are totally cool with it? Cool. But if your not on the same page as the rest of your team then it's an issue.\n\nDie Sache ist doch die, wenn ich Support als Rolle angebe, dann aber nicht Support spiele, sondern letztendlich etwas anderes tue, dann trolle ich. Anders kann man das nicht nennen, denn das Team verlässt sich darauf, dass ich meine Rolle erfülle. Nur weil ich dann im Chat offen sage, dass ich etwas anderes tue, macht es das nicht besser. Das Team muss dem ganzen *zustimmen*. Das war hier offensichtlich nicht der Fall, denn der Spieler hat ja laut Angabe des Support über lange Zeit hinweg übermäßig viele Reports erhalten, von einer Zustimmung durch die Teams kann man also eindeutig nicht sprechen. Und wenn ich etwas tue, was dem Team stark missfällt, weil es ihre Winchancen senkt, dann ist das eindeutig trollen.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T12:24:15.960+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00010000000200000001,timestamp=2016-11-17T09:43:33.336+0000)\n>\n> Die Sache ist doch die, wenn ich Support als Rolle angebe, dann aber nicht Support spiele, sondern letztendlich etwas anderes tue, dann trolle ich. Anders kann man das nicht nennen, denn das Team verlässt sich darauf, dass ich meine Rolle erfülle. Nur weil ich dann im Chat offen sage, dass ich etwas anderes tue, macht es das nicht besser. Das Team muss dem ganzen *zustimmen*. Das war hier offensichtlich nicht der Fall, denn der Spieler hat ja laut Angabe des Support über lange Zeit hinweg übermäßig viele Reports erhalten, von einer Zustimmung durch die Teams kann man also eindeutig nicht sprechen. Und wenn ich etwas tue, was dem Team stark missfällt, weil es ihre Winchancen senkt, dann ist das eindeutig trollen.\n\nDefinieren wir mal Support als Rolle: Ein Supporter ist dafür da, um den gegner Nachteile zu verschaffen, in dem dieser die Verbündeten Bufft oder den gegner pressured ohne viel Goldgehalt zu haben. \n\nJetzt fassen wir zusammen, was der Singed gemacht hat: zu beginn des Spiels geht er in den Counterjungle alleine und stiehlt dem gegnerischem jungler bestenfalls 3 Camps und einen Kill gegen den Jungler. Daraus lässt sich schließen, dass der gegnerische Jungler einen extremen nachteil gegenüber dem eigenen Jungler hat und wenig bis keine Pressure aufbauen kann. Das heißt, dass der eigene jungler frei ganken Kann, während der gegnerische jungler bei counterganks ziemliche nachteile hat und ggf. Kills abdrückt\n\nAuch in der LCS sieht man den supporter nicht selten den gegnerischen jungler pressuren, weil die adc eben wissen, wie sie Safe genug spielen, um farm zu bekommen und gleichzeitig nicht zu sterben. Dass dieser dabei behind geht ist klar, aber jede andere lane hat eben einen vorteil.\nWürdet ihr morgen in der LCS sehen, dass da auf einmal ein singed support ist, der ausschließlich counterjungled und im lategame alles aufräumt, dann wäre eure meinung desbezüglich auch komplett anders","replies":[{"id":"","poster":"Awsane","date":"2016-11-17T15:29:16.205+0000","up_votes":2,"down_votes":1,"body":"ich finde persönlich es dennoch nicht gut\nauch finde ich deine Definition von Support nicht genügend definiert\nfür mich gehört auch auf jeden fall dazu verbündeten zu helfen, hierbei insbesondere den adc, weil dieser im early game selbst bei perfecten verhalten gegen gute Gegner nix im 1v2 machen kann\n\neffektiv hat sich der singed bewusst entschieden seinem adc eine negative spielerfahrung zu geben indem er ihn nicht geholfen hat, klar er hat auf win gespielt hat aber die Freude des spiels vernachlässigt\nich finde jeder sollte so spielen, dass er niemanden aus seinem Team damit absichtlich schadet\nund ich finde, dass der singed seinen adc alleine gegen 2 gelassen hat  ist eine absichtliche Schädigung dieses\nweil welche alternative hat der adc? \nwenn beide weg sind fällt die lane sofort\n\nder singed hat bewusst versucht sich mehr recourcen zu geben durch verhindern das ein teammitglied recourcen die er sonst bekommt erhält und das zu der Position die am besten von recourcen profitiert\n\n\nganz ehrlich ein 1v2 als adc ist so gut wie nicht möglich, wenn die Gegner auch nur annähernd das selbe skillevel wie der adc hat\n\n\nalso wenn ich adc wäre und mein Support nie auf der botlane sich zeigt wäre ich nicht erfreut darüber, weil wenn die Gegner das nicht hart missplayen werde ich nicht besonders viel spass am spiel haben und auch nicht besonders viel einfluss \n\nund genau diese folge finde ich gerechtfertigt die strafe","replies":[{"id":"","poster":"Zulwar","date":"2016-11-18T08:33:51.345+0000","up_votes":2,"down_votes":0,"body":"Also ich bin ADC Main und dies würde mich somit auch betreffen.\nIch selber hätte damit kein Problem, da man als ADC auch alleine ein Lane halten kann, ist nur etwas schwieriger. Wichtig ist nur, das man das vorher weiß, da man dann sich dementsprechend vorbereiten sollte.\n\nIch selber habe schon in mehreren spielen erfolgreich die Rolle des Feeding-ADC gespielt. Denn wenn ich z.b. auf meiner Lane Komplett zerstört werde, heißt das nicht, das man nutzlos ist. Wenn dann zusätzlich der Gegnerische ADC den eh schon aus dem Spiel genommenen ADC Fokust, kann man das durch die Rolle des Feeding-ADC wieder nützlich werden.\nWie funktioniert das ganze. In diesem Fall, geht man bei einem Teamfight von der Seite oder hinten der Gegner in den Kampf und attackiert den Gegnerischen ADC. Dieser wird, da er dies eh das ganze Game über schon macht, einen selbst fokussieren. Nun hat das eigene Team ungefähr 2-3 Sekunden keinen ADC als Gegner und kann das gegnerische Team besiegen. Ist sicher nur für ganz besondere Begegnungen, funktioniert aber.\n\nBei der Taktik vom Singed, ist dies noch nicht mal Situations gebunden und hierbei werden Midlane und Toplane sehr gut ins Match finden können und damit finde ich das als ADC auch ok. Wenn das Spiel lang genug geht, ist man in der 50. Minute auch wieder nützlich.","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-18T02:53:19.015+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Blackfrost Asura,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000100000002000000010000,timestamp=2016-11-17T12:24:15.960+0000)\n>\n> Definieren wir mal Support als Rolle: Ein Supporter ist dafür da, um den gegner Nachteile zu verschaffen, in dem dieser die Verbündeten Bufft oder den gegner pressured ohne viel Goldgehalt zu haben. \n> \n> Jetzt fassen wir zusammen, was der Singed gemacht hat: zu beginn des Spiels geht er in den Counterjungle alleine und stiehlt dem gegnerischem jungler bestenfalls 3 Camps und einen Kill gegen den Jungler. Daraus lässt sich schließen, dass der gegnerische Jungler einen extremen nachteil gegenüber dem eigenen Jungler hat und wenig bis keine Pressure aufbauen kann. Das heißt, dass der eigene jungler frei ganken Kann, während der gegnerische jungler bei counterganks ziemliche nachteile hat und ggf. Kills abdrückt\n> \n> Auch in der LCS sieht man den supporter nicht selten den gegnerischen jungler pressuren, weil die adc eben wissen, wie sie Safe genug spielen, um farm zu bekommen und gleichzeitig nicht zu sterben. Dass dieser dabei behind geht ist klar, aber jede andere lane hat eben einen vorteil.\n> Würdet ihr morgen in der LCS sehen, dass da auf einmal ein singed support ist, der ausschließlich counterjungled und im lategame alles aufräumt, dann wäre eure meinung desbezüglich auch komplett anders\n\nJo und was macht der LCS-Sup danach? Er geht hin und versucht weiter den geschaffenen Vorteil auszubauen. Was macht der Typ? Er geht zurück und machts stumpf weiter. Sogar der Bronze5-Typ, der counterjungling gesehen hat und es anwenden will, ist damit nicht vergleichbar, denn der wirds bei Misserfolg einstellen oder versuchen besser darin zu werden. Ob das klappt ist dabei auch völlig irrelavant, weil es hier immer noch um ne Masse Spiele geht und nicht mal probieren...","replies":[]},{"id":"","poster":"eingew","date":"2016-11-17T14:02:09.600+0000","up_votes":2,"down_votes":1,"body":"> Definieren wir mal Support als Rolle: Ein Supporter ist dafür da, um den gegner Nachteile zu verschaffen, in dem dieser die Verbündeten Bufft oder den gegner pressured ohne viel Goldgehalt zu haben.\n> \n> Jetzt fassen wir zusammen, was der Singed gemacht hat: zu beginn des Spiels geht er in den Counterjungle alleine und stiehlt dem gegnerischem jungler bestenfalls 3 Camps und einen Kill gegen den Jungler. Daraus lässt sich schließen, dass der gegnerische Jungler einen extremen nachteil gegenüber dem eigenen Jungler hat und wenig bis keine Pressure aufbauen kann. Das heißt, dass der eigene jungler frei ganken Kann, während der gegnerische jungler bei counterganks ziemliche nachteile hat und ggf. Kills abdrückt\n\nDas scheint der Definition seiner Teams aber zu widersprechen. Die haben ihn konsistent über einen langen Zeitraum hinweg reportet und das scheint ein Großteil seiner Mitspieler gewesen zu sein.\n\nDas essentielle an einem Teamspiel ist doch nicht die effizienteste Taktik. Das essentielle an einem Teamspiel ist doch die Fähigkeit *im Team* zu spielen. Ich sehe nicht, inwiefern das erfüllt ist, wenn in den Spielen von diesem Singed quasi nur Beschwerden hageln.\n\n> Würdet ihr morgen in der LCS sehen, dass da auf einmal ein singed support ist, der ausschließlich counterjungled und im lategame alles aufräumt, dann wäre eure meinung desbezüglich auch komplett anders\n\nIch glaube nicht, dass es in diesem Ban um die Effizienz der Taktik ging. Ich glaube eher es ging darum, dass der Spieler nicht im Team spielt, wenn sein Team konsistent sagt, dass er nicht mit ihnen gespielt hat.\n\nIch meine ich könnte ja die Aufregung verstehen, wenn die Reports nur in Losses aufgetreten wären und die Mitspieler sich nur darüber aufgeregt hätten, weil es sich als nicht hilfreich herausgestellt hat. Aber offensichtlich scheint das ja auch in Siegen der Fall zu sein, offenbar nehmen die Spieler prinzipiell diese Spielweise als äußerst negativ wahr.\n\nIch glaube es geht hier ausschließlich darum, ob die vorgesehene Taktik mit der vereinbar ist, die das Team in den Spielen voraussetzt. \n\nDas größte Problem im Vergleich mit der LCS, was sich für mich stellt, ist, dass die Spieler dort aufeinander eingestellt sind und alles was sie tun nur aufgrund von langer Absprache und Übung mit dem Team getan wird. Wenn dort einer der Spieler urplötzlich und völlig random etwas machen würde, worauf kein Mitspieler eingestellt ist und wo alle Mitspieler dagegen sind... ich glaube nicht, dass sich so ein Team lange in der LCS hält und ich glaube auch nicht, dass das ohne starken Zoff im Team ausgeht. Es ist unwahrscheinlich, dass ein solcher Spieler lange in seinem Team in der LCS bleibt, wenn er sich selbst regelmäßig als unzuverlässiger Partner erweißt.\n\nEDIT: Außerdem ist der Support doch auch prinzipiell auf den Bildern mit auf der Botlane abgebildet und nicht im Jungle. Das grenzt das ganze denke ich schon mehr ein.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-17T12:31:12.898+0000","up_votes":1,"down_votes":1,"body":"Wenn ich Teemo Top spiele und mein Team das nicht will, ist das trollen?\n\nUnd wo steht geschrieben (bitte offizielle Quelle von Riot) **wie** der Support seine Rolle zu erfüllen hat?","replies":[{"id":"","poster":"eingew","date":"2016-11-17T13:39:31.889+0000","up_votes":2,"down_votes":1,"body":"Es geht um konsistente Gegenwehr seitens eines Großteils der Community. Wenn ein Team sich darüber beschwert: Geschenkt, das macht noch kein Problem. Aber hier scheint deutlich zu sein, dass ein massiver Großteil der Spieler aller Teams mit denen der Spieler gespielt hat ein Problem mit dieser Taktik hat. Es muss schon von allen als Trollen wahrgenommen werden, wie die Rolle ausgefüllt wird. Wenn ein Großteil der Spieler Teemo Top als Trollen wahrnehmen würde... in wiefern wäre das dann ein sinnvoller Pick?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T13:42:35.478+0000","up_votes":1,"down_votes":2,"body":"Teemo wird ja für gewöhnlich Top gespielt. Nur viele mögen den Champ halt einfach nicht (ob das berechtigt ist oder nicht, sei jetzt mal hinten angestellt) und wollen ihn nicht im eigenen Team sehen, weil sei der Meinung sind, dass das die Chancen des eigenen Teams senkt.\n\nWenn ich jetzt permanent Teemo spiele, obwohl mir in jeder CS gesagt wird, ich soll das lassen, ist das bannbares Verhalten?\n\nWenn ich mit einem Champ ne schlechte WR habe, ihn aber unbedingt spielen will, mir aber in jeder CS gesagt wird, ich soll das lassen, ist das bannbares Verhalten?","replies":[{"id":"","poster":"eingew","date":"2016-11-17T14:14:13.954+0000","up_votes":2,"down_votes":1,"body":"Wenn du permanent dein Team so aufregst, wie ein Flamer das tut, ist das angemessenes Verhalten?\n\nDer springende Punkt ist, dass du deine Mitspieler so aufregen musst, dass sie dich auch reporten. Und dann muss da schon mehr sein als \"playing Teemo Top\". Wichtig ist, dass es vom Team als Sabotage verstanden wird, wie du da spielst. Ich bezweifle stark, dass der vorliegende Fall der einzige ist, der Singed als Support picked. Vielleicht macht er es am konsequentesten und vielleicht hat er auch eine einzigartige Spielweise dabei, aber ich bezweifle, dass er der einzige Singed Support ist. Trotzdem scheint er der einzige zu sein, der sein Team konsequent provoziert.\n\nEine schlechte Winrate allein bringt dich vielleicht nach Bronze, aber nicht zu einem permanenten Ban. Außerdem \"unbedingt spielen wollen\" heißt ja noch lange nicht, dass das angemessen ist. Wenn ein Troll unbedingt trollen will... Eine Spielweise muss schon auf den Sieg ausgelegt sein. Und dazu muss sie auch mit dem Team vereinbar sein.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-17T14:23:35.498+0000","up_votes":1,"down_votes":1,"body":"Wenn man Team sich schon über mein Champwahl aufregt, was kann ich dafür?\n\nWenn sich Leute über Teemo Top aufregen, ist das doch das Problem der Leute, und nicht meins.\n\nDie Aussage vom Riot-Support heißt nichts anderes, dass jede meiner Entscheidungen vom Team abgesegnet sein muss, sonst riskier ich Reports und in letzter Instanz einen Bann. \n\nWenn ich z.B. Blitzcrank Support spiele (durchaus eine normale Support-Wahl) und ich keine Supportitems baue, sondern Full AP und mein Team dagegen ist, ist das report/bannbar?\n\nWenn ich z.B. Nasus Top spiele und Full AP gehe mein Team dagegen ist, ist das report/bannbar?\n\nEs läuft (angesichts der Aussage vom Riot Support) daraufhinaus, dass nichts mehr machen darf, was mein Team nicht will, egal ob ich mich an die Regeln halte.\n\nSorry, dass kann einfach nicht der richtige Weg sein.","replies":[{"id":"","poster":"eingew","date":"2016-11-17T17:52:47.550+0000","up_votes":1,"down_votes":0,"body":"Die Aufregung anderer Leute ist ihre Entscheidung. Und natürlich auch primär ihr Problem, das ist völlig richtig. Das Problem für den Spieler, der provoziert (oder hier beispielhaft dich), ist, dass diese Leute dieses Problem durchaus zu deinem machen können. \n\nIch meine, genauso funktioniert es doch auch beim Flame. Natürlich ist ein Mitspieler der provoziert nicht dafür verantwortlich, dass seine Mitspieler ragen. Aber für die Provokation an sich ist er durchaus verantwortlich.\n\n> Die Aussage vom Riot-Support heißt nichts anderes, dass jede meiner Entscheidungen vom Team abgesegnet sein muss, sonst riskier ich Reports und in letzter Instanz einen Bann.\n\nJa, irgendwo funktioniert dieses Spiel nun mal so. Denn wie gesagt, der Sinn ist es hier doch, im Team den Sieg zu erringen. Wer gegen das Team versucht den Sieg zu erringen, der handelt nun mal nicht sonderlich sinnvoll. Dieses Spiel ist nicht für reine Einzelkämpfer gedacht.\n\n> Sorry, dass kann einfach nicht der richtige Weg sein.\n\nNaja, aber rein dein Kommentar kann es auch nicht sein. Mit den Worten kannst du auch Flamer rechtfertigen, die können auch nichts dafür, dass sich die Leute aufregen, sie provozieren ja nur, indem sie Dinge in den Chat schreiben, mit denen das Team nicht einverstanden ist.\n\nWie ich es schon letztens in einem anderen Kommentar gesagt habe: In einer Gruppe oder Community wie zum Beispiel der von League gibt es immer ungeschriebene Regeln. Jedes Mitglied dieser Gruppe muss diese Regeln akzeptieren. Andernfalls ist man kein Mitglied mehr, sondern wird ausgesondert. \n\nNehmen wir zum Beispiel einfach eine Situation am Bankautomaten. Normalerweise stellt man sich dort in eine Schlange und kann der Reihe nach den Automaten benutzen. Das ist das Verhalten, was wir als Gruppe akzeptabel finden. Wenn wir jetzt jemanden haben, der unbedingt als erster an den Automaten will, dann kann er dies nur tun, wenn das von der Gruppe akzeptiert wird. Sie kann zum Beispiel seine Motive dafür akzeptieren, wenn er vielleicht sagt, dass er es sehr eilig hat, dann werden die Leute ihn möglicherweise als erstes an den Automaten lassen. Wenn er sich aber einfach vordrängelt muss er damit rechnen, dass er aus der Gruppe verwiesen wird. Dann muss er sich entweder an die Regeln anpassen und sich einreihen oder er verlässt die Gruppe und geht nicht an den Automaten.\n\nGenauso funktioniert es auch in League. Und normalerweise verletzen wir die Regeln der Gruppe auch nicht, denn eigentlich ist es für uns doch normal, uns vorm Automaten in die Schlange zu stellen. \n\nSollte Riot jetzt sagen, dass es angemessen ist, die akzeptierten Regeln zu missachten, dann bricht eine Art Chaos aus.\nAngenommen die Bank sagt jetzt, dass drängeln okay ist und hält die Leute davon ab auf ihre akzeptierten Regeln zu beharren. Wahrscheinlich endet das darin, dass die Leute einfach zu einer anderen Bank gehen und den Automaten dort benutzen. Das wäre äußerst schlecht für Riot. Und es würde an den festgelegten Regeln auch überhaupt nichts ändern. Die Leute würden sich weiterhin in einer Schlange anstellen.\n\nWenn man jetzt ein besseres System kennt als das einer Schlange vorm Automaten, dann muss man das der Gruppe nicht nur verdeutlichen, sie muss es auch verstehen und akzeptieren. Sollte die Gruppe das Verhalten nicht verstehen (oder nicht verstehen wollen), dann kann man es auch nicht durchsetzen und muss davon ausgehen, dass man negative Konsequenzen verspürt, wenn man es dennoch tut.\n\n___\n\nRein faktisch haben wir eine Person, die ständig die Missbilligung der Community zu spüren bekommt und dennoch nicht ihr Verhalten ändert. Was soll Riot denn da tun? Spieler riskieren? Selbst wenn wir mal die finanziellen Interessen Riots außer Acht lassen: Wenn Spieler deswegen das Spiel deinstallieren, ist das gut für uns? Für mich sind weniger Spieler jedenfalls nicht gut. Und ich wüsste auch nicht, für wen das der Fall sein sollte. Selbst für den Singed Spieler wäre das schlecht. Ich habe eigentlich gar keine Lust mir eine andere Bank und einen anderen Automaten zu suchen. Diese Bank hier macht das schon ganz gut mit ihrem Automaten, denke ich.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-16T14:15:10.292+0000","up_votes":2,"down_votes":1,"body":"Nirgends. Ebenso wie es keine Regel dagegen gibt, als Mordekasier ständig gegen den gegnerischen ADC zu sterben, weil man dem Team geschrieben hat, dass man den schön feeden will, damit er stärker ist, wenn man ihn als Geist in der Ulti hat und am Ende doch nur 0/20/0 steht, weil man den ADC dann doch nicht töten konnte. \n\nDa wird aber jeder nachvollziehen, dass diese \"Taktik\" alles andere als schlau und hilfreich für das Team ist.\n\nWenn er einen auf Counterjungler macht, während er als Jungler eingeteilt ist, gäbe es dafür sicher keinen Bann. ","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:23:51.384+0000","up_votes":1,"down_votes":1,"body":"Die Ankündigung \"schön zu feeden\" ist aber Verboten und dagegen gibt es sehr wohl eine Regel.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:27:17.558+0000","up_votes":2,"down_votes":1,"body":"Dann formuliert man eben das um und schreibt, man will dem ADC viel Gold lassen, damit es sich lohnt den zu ulten.\n\nIch habe mir eben eines seiner Supportsingedspiele angesehen. Er hat gewonnen, weil die Gegner aufgegeben haben, statt den Nexus zu zerstören. Ich glaube die hatten Mitleid, mit seinem Team.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:29:01.746+0000","up_votes":1,"down_votes":1,"body":"Ändert nichts daran, dass absichtliches feeden (auch ohne Ankündigung) eine reportbares und bannbares Verhalten ist.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:32:48.085+0000","up_votes":2,"down_votes":1,"body":"Dann stirbt man eben nur 3 mal und versucht ihn nicht zu zonen, damit er viele Lasthits kriegt und lässt ihn vielleicht noch den eigenen Turm zerstören. \n\nDie Frage wäre dann eher, ab wann ist es Sabotage? Muss man dafür absichtlich 10 mal sterben? Reicht First Blood verschenken, ohne dass die anderen den Vorsatz merken?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:35:41.373+0000","up_votes":2,"down_votes":1,"body":"Vorsatz ist mMn das entscheidende Merkmal. Denn kannich beim Signed Spieler nicht erkennen.\n\nEs mag Off-Meta, ineffiziert, ja von mir aus richtig dumm sein, aber es sieht für mich nicht nach absichtlichen Schlechtspielen aus.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T16:19:44.867+0000","up_votes":4,"down_votes":2,"body":"Also bist du der Meinung, das er unabsichtlich spielt wie er spielt oder was?\nEr weiss ganz genau was er da tut, und er weiss auch 100% das es NICHT funktioniert.","replies":[{"id":"","poster":"MASTER ZΕD","date":"2016-11-17T15:44:43.188+0000","up_votes":1,"down_votes":0,"body":"wenn es NICHT funktioniert warum dann eine 54 % winrate und in nicht allzu langer zeit von silber 1 auf plat 5 ?","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-11-16T17:21:07.654+0000","up_votes":1,"down_votes":0,"body":"D.h. wenn ich permanet einen Champion spiele, von dem ich weiß, dass ich ihn nicht beherrsche (in meinem Fall z.B. Zed), dann ist das bannbares Verhalten?\n\nIch weiß ja, dass es nicht funktioniert, wenn ich Zed spiele.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"0815xand0r","date":"2016-11-16T13:17:52.508+0000","up_votes":2,"down_votes":2,"body":"Solang du - im Gegensatz zum Singed-Spieler - nicht Off-Role spielst, ist alles in Ordnung. Ich kann nicht verstehen, was an diesem Thema derart komplex ist, dass man nicht erkennen kann/will, dass die Strafe nicht dafür ausgesprochen wurde, dass er Singed-Support gepickt hat, sondern dass er Support gepickt hat und dann eben nicht Support gespielt hat.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T13:23:38.842+0000","up_votes":1,"down_votes":0,"body":"Also wird ja doch die Meta erzwungen. Was ist, wenn ich als Supporter keine Supportitems kaufe, sondern reine Damageitems, weil ich darauf Lust habe? Ist das bannbares Verhalten?\n\nPS: Wo kann ich mich einlesen, wie ein Supporter zu \"spielen\" hat, dass ich keinen Bann seitens Riot riskieren? Bitte eine offizielle Quelle von Riot selbst. Danke.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:07:53.466+0000","up_votes":1,"down_votes":0,"body":">Also wird ja doch die Meta erzwungen. Was ist, wenn ich als Supporter keine Supportitems kaufe, sondern reine Damageitems, weil ich darauf Lust habe? Ist das bannbares Verhalten?\n\nScheinbar nicht. Gibt ja mehr als genug Supporter, die noch keinen Permabann haben.","replies":[]}]}]},{"id":"","poster":"Bettnachleger","date":"2016-11-16T13:15:09.308+0000","up_votes":2,"down_votes":2,"body":"Nein. \n\nAber was ist, wenn du bereits Top hast, und ich DANN Teemo picke (ich bin eigentlich Support) und dann auf die Toplane gehe, und dort CS nehme usw., obschon du mich im Chat hoeflich bittest dies zu Unterlassen oder mich wegpingst?\nWuerdest du mich dafuer reporten, bzw. wuerde dich das anpissen?\n\nIch mein, ich kann es ja wie der Singed vorher per copy paste in den lobby Chat schreiben, somit weiss mein Team ja bescheid und es ist legitim ....\n\nUnd was anderes macht der Typ btw nicht ...\nDas ist nichts anderes als trollen. (laut vielen Aussagen hat er mit dieser \"Strategie\" auch  nur eine 30 % Winrate)","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-11-16T14:58:48.569+0000","up_votes":4,"down_votes":1,"body":"Nach Lesen des Original-Statements muss ich meine Meinung ändern: Ich bin beim Lesen des Threads auch davon ausgegangen, dass Riot durch den zitierten letzten Satz mittelbar eine Metabindung klarstellt. Liest man aber den ersten Satz des 3. Abschnitts, wird das Gegenteil deutlich. Riot stellt ausdrücklich klar, dass ein Singed-Support-Pick nicht isoliert bannwürdig ist.\nAus dem Umkehrschluss lässt sich daher herleiten, dass man durchaus Singed (und alle anderen Champs) als Support picken darf. Die entscheidende Frage ist: Willst du deinem Team helfen oder schaden? Während beispielsweise der MF-Supp-Pick auf den Worlds unstreitig dem Team helfen sollte (gegen Zyra), ging Riot in **diesem konkreten Fall** davon aus, dass der Singed dem Team tendenziell eher schaden wollte.\nDie Kriterien, auf die Riot dafür abgestellt hat, werden im Post nur angeschnitten. Die Spielerfahrung dürfte eine Rolle gespielt haben. Wer ein weit überdurchschnittliches Ranking hat (er war Platin), weiß, dass die Kombination Singed-Support, Counterjunglen, kein Sightstone, keine Support-Items nicht hilfreich ist. Wenn er das trotzdem tut (auch, wenn ihm eine Niederlage vielleicht sogar unerwünscht ist), nennt man das direkten Vorsatz.","replies":[]},{"id":"","poster":"1951298","date":"2016-11-15T22:24:20.586+0000","up_votes":5,"down_votes":2,"body":"Seine gesamte Singed WR ist 54%, seine Winrate auf Singed \"Support\" liegt gerade mal bei sagenhaften 30%. \nBann geht mMn in Ordnung, da er seinen ADC einfach nur 1v2 im Regen stehen lässt. Wäre ja ganz okay, wenn der sein Premade wäre, das ist aber leider nicht der Fall. Ich wäre, wenn ich da der ADC wäre, auch (zurecht) ziemlich sauer, da 1v2 lanen gegen ne halbwegs kompetente Botlane absolut nicht machbar ist.\n\nAlso nein: Er wurde nicht für seinen Anti-Meta-Pick gebannt, sondern dafür, dass er wissentlich das Spiel eines (oder sogar mehrerer) Mitspieler versaut; seinen Spaß auf Kosten von Teammates zu haben kommt in nem Teamspiel halt nicht in die Tüte. \n\nUnd wegen Flame: Wir haben absolut keinen Anhaltspunkt, ob der Typ nicht doch toxic ist; nicht alles glauben, nur weil es so da steht. \n\nBitte das Thema hier jetz aber nich auch noch breittreten, habe auf Reddit schon mehr als die Schnauze voll davon...","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-15T22:31:20.830+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=1951298,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=0000,timestamp=2016-11-15T22:24:20.586+0000)\n>\n\n> \n> Und wegen Flame: Wir haben absolut keinen Anhaltspunkt, ob der Typ nicht doch toxic ist; nicht alles glauben, nur weil es so da steht. \n\nWir wissen, dass Riot seien Account manuell überprüft hat, nachdem er viele Reports ohne Strafe erhalten hat.\nDaraus kann man wohl so seine Schlüsse ziehen.\n\n> \n> Bitte das Thema hier jetz aber nich auch noch breittreten, habe auf Reddit schon mehr als die Schnauze voll davon...\n\nDann ignorier's :)","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T00:02:17.558+0000","up_votes":3,"down_votes":1,"body":">Wir wissen, dass Riot seien Account manuell überprüft hat, nachdem er viele Reports ohne Strafe erhalten hat.\nDaraus kann man wohl so seine Schlüsse ziehen.\n\nDen Schluss den ich daraus ziehe ist, dass sich der Support Fälle ansieht, die durchs Raster fallen und trotzdem der Spielerschaft missfallen (aber das wusste ich schon zuvor). Es kann aber auch einfach sein, dass noch kein Programm aktiv ist, dass jemanden dafür bannt, dass man entgegen des Teamwunsches, die eigene zugeteilte Rolle ignoriert.","replies":[]},{"id":"","poster":"1951298","date":"2016-11-15T22:35:55.369+0000","up_votes":2,"down_votes":1,"body":"Hab hier nur meinen Senf dazu abgegeben, da ich auf Reddit wahrscheinlich wesentlich aktiver bin als ein Großteil der Forenuser hier.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T12:55:55.719+0000","up_votes":1,"down_votes":0,"body":"Also ist sein Bann eine Kombination aus schlechter Winrate und der Tatsache, dass er nicht bei seinem ADC war?\n\nAlso wird man ja doch zur Meta gezwungen (obwohl Riot das immer anders kommuniziert hat).","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-16T12:59:06.784+0000","up_votes":1,"down_votes":0,"body":"Haben sie das nicht alleine mit der Rollenauswahl schon aufgehoben und einen gewissen \"Meta-Rahmen\" geliefert?","replies":[{"id":"","poster":"Balzifer","date":"2016-11-16T13:19:07.436+0000","up_votes":2,"down_votes":1,"body":"Das haben sie und das wurde bei Einführung des neuen Draft-Pick auch geschrieben. Dieses System hat eine feste Rollenverteilung und damit ist die Meta in Spielen mit Draft-Pick vorgeschrieben, zumindest die Rolle, welchen Champion man für seine Position wählt ist immer noch jedem selbst überlassen. \nIch habe von einem Riot´ler gelesen das es reportbar ist wenn jemand gegen den Willen des Teams nicht seine zugewiesene Rolle spielt, also ist diese Rolle definitiv bindend und damit vorgeschrieben. Wenn man double-Mid oder ähnliches spielen will muß man das im Blindpick machen oder sich mit dem Team einigen.\n\nDer Singed hat offensichtlich häufig nicht seine zugeteilte Rolle gespielt gegen den willen des Teams und ist somit zurecht gebannt.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T14:09:57.726+0000","up_votes":1,"down_votes":4,"body":"Er hat sich doch gar nicht gegen die Rolle Support gewehrt, sondern sie einfach anders gespielt. Also nichts von wegen \"nicht die zugeteilte Rolle\" gespielt.\n\nErgo zu Unrecht gebannt.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-16T14:41:22.632+0000","up_votes":2,"down_votes":1,"body":"Die Frage wäre dann aber wieder wo du die Grenze ziehst?\n\nWenn ich Toplane auswähle, trotzdem in die Mitte gehe und es als \"Unterstützung des Midlaners\" und alternative Auslegung der Aufgaben eines Toplaners bezeichne, ist das dann auch legitim?\n\nWenn ja, dann können wir die ganze Rollenverteilung in die Tonne kloppen.\n\nWenn nein, was ist der entscheidende Unterschied zum Support der permanent counterjunglet?","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:05:33.671+0000","up_votes":1,"down_votes":0,"body":"Nein, du bist ja auf einer anderen Lane. Ein Supporter der Counterjunglet, ist nicht auf einer Lane, die einem seiner Teamkameraden gehört. \n\nEr ist ja im gegnerischen Jungle. Und den Gegner zu stören, ist ja wohl noch legitim.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-16T15:08:47.906+0000","up_votes":2,"down_votes":1,"body":"> Nein, du bist ja auf einer anderen Lane. Ein Supporter der Counterjunglet, ist nicht auf einer Lane, die einem seiner Teamkameraden gehört.\n\nErklär mir doch mal, wieso das für dich einen solchen Unterschied macht?\n\nWäre es für dich also Ok, wenn die Mitte auch einfach permanent nur im Gegnerjungle rumhängt und niemand in der Mitte ist?\n\n> Er ist ja im gegnerischen Jungle. Und den Gegner zu stören, ist ja wohl noch legitim.\n\nMit einer knappen 30% Winrate nach sehr vielen Matches und dem damit zusammenhängenden ordentlichen Drop im Ranking scheint das eine Taktik zu sein, die deutlich mehr das eigene Team stört als den Gegner. Gleichzeitig spielt er es immer und immer wieder. Heißt also, dass er bewusst einen Spilstil wählt, der seinem Team mehr schadet als dem Gegnerteam.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:10:53.284+0000","up_votes":2,"down_votes":1,"body":"Das Beispiel mit der Mitte, ja das wäre ok für mich.\n\nUnd wenn du die Winrate bringst, hängt es also doch nur daran, wie effektiv es ist? Also doch Meta.\n\nWenn sein Signed Support eine 50% Winrate hätte, wäre es ok? 30%, sind bannbar?\n\nDas ist doch alles Willkür.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-11-16T16:30:18.136+0000","up_votes":2,"down_votes":1,"body":"Fakt ist, das es sehr viele Spieler stoert.\nUnd du hast doch selbst gesagt, das du keinen Bock auf solch eine Person in deinem Ranked Spiel haettest.\nErgo --> Nix Willkuer, die Spielerschaft hat entschieden in dem er immer und immer wieder reported wurde, weil Leute eben keine Lust auf  jemanden haben, der mit Absicht ihr Spiel sabortiert. \nUnd das bis Riot auf ihn aufmerksam wurde und die Konsequenzen zog.\nIch mein, soweit ich weiss, bekam er ja gar eine Verwarnung in Form eines 2 Wochen bans? (stimmt das?)\n\nIch meine, selbst in Matches die sein Team gewonnen hat, haben die Leute sich ueber ihn beschwert (und witzigerweise hat ER dann seine Mitspieler fuer intentional feeding usw. reported ;D\nQuelle ist das NA Forum, kann ich jetzt aber nicht sofort wiederfinden, da ich nicht mehr auf Arbeit bin und den Thread nicht mehr auf habe.)","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T17:18:22.168+0000","up_votes":1,"down_votes":1,"body":"Also wenn ich z.B. Zed spiele (und ich das absolut nicht kann) und mein Teammates das irgendwann nervt und sich mich dafür reproten, dann ist das bannbares Verhalten?\n\nWeil die Leute haben ja keine Lust darauf.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2016-11-16T15:18:38.212+0000","up_votes":1,"down_votes":0,"body":"Kann dir nur zustimmen ;)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"1951298","date":"2016-11-16T21:44:58.550+0000","up_votes":1,"down_votes":1,"body":"Im Draft Modus ja, und das ist auch richtig so... wer Troll-Taktiken ausprobieren will, soll das im 5er-Premade machen, und nicht damit irgendwelchen Fremden auf die Nerven gehen.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T09:07:32.358+0000","up_votes":3,"down_votes":5,"body":"Wenn man sich die Antwort des Supports durchliest, dann war dieser Bann meiner Meinung nach **nicht** gerechtfertigt.\n\nLetztendlich sagt die Anwort des Supports nämlich nichts anderes als, spiel wie deine Mates es wollen, sonst kriegst du nen Bann.\n\nAlso wird hier (entgegen Riots eigenen Aussagen) eine Meta erzwungen. Gerade der letzte Satz des Supports in diesem Zusammenhang ist entlarvend. Damit kann man in letzter Konsequenz jeden Off-Meta-Pick bestrafen. Wenn ich einen Off-Meta-Pick mache und jemand in meinem Team damit nicht einverstanden ist (was angesichts der Meta höchstwahrscheinlich ist), dann würde ich nach der Aussage des Supports ja ein bannbares Verhalten begehen. \n\nWenn man den Gedanken dann noch weiterspinnt. Was ist, wenn ich einen Metapick spiele und mit dem einfach grottig bin? Meine Mates checken in der CS, dass ich mit einem Champ richtig mies bin, sehen das ich ihn picken will und sagen mir: Dont pick that champ, you are not good with him. Dann wollen meine Mates ja auch, dass ich diesen Champ nicht spiele. Wenn ich jetzt mehrere Spiele bewusst das ignoriere und diesen Champ spiele, weil ich ihn mag, ist das dann auch bannbar?\n\nSofern der Signed Spieler nicht geflamt, absichtlich gefeedet, verbotenen Programme, oder anderweitig negativ war, ist der Bann einfach nicht gerechtfertigt. Ihn zu bannen, weil seine Mates nicht Signed Support wollen, ist einfach nicht richtig, weil hier eine Meta erzwungen wird.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T14:50:32.647+0000","up_votes":4,"down_votes":1,"body":">Gerade der letzte Satz des Supports in diesem Zusammenhang ist entlarvend.\n\nIch denke du interpretierst in den letzten Satz zu viel herein. Der scheint mir eher nicht ganz sauber formuliert worden zu sein. Im markierten Abschnitt, steht ja der Grund für die Strafe:\n\nhttp://www2.pic-upload.de/img/32128216/Marked.png","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:03:08.281+0000","up_votes":1,"down_votes":4,"body":"Und dieser Absatz erzwingt eine Rollen-Meta, die ich einzuhalten haben.\n\nWas ist denn, wenn ich als Supporter nie Supportitems baue, sondern nur reine Damageitems? Ist das bannbares Verhalten?","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T15:08:34.778+0000","up_votes":2,"down_votes":1,"body":"Dann hätte es schon vor Jahren dafür Bannwellen gegeben.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:13:05.982+0000","up_votes":1,"down_votes":3,"body":"Dann ist die Begründung von Riot-Supporter Mist. Die Umfrage im englischen Forum ist da sehr eindeutig. Die Mehrheit möchte nicht, dass Riot eine Meta erzwingt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T15:19:30.623+0000","up_votes":3,"down_votes":1,"body":"Niemand möchte eine erzwungene Meta. Aber ich bin mir auch ziemlich sicher, dass die meisten, die hier dafür gestimmt haben, dass er nicht bestraft werden sollte, sich über den Counterjungler-\"Support\"-Singed beschweren würden, hätten sie ihn in ihrem Team gehabt.","replies":[{"id":"","poster":"Ozuraak","date":"2016-11-16T15:31:54.796+0000","up_votes":1,"down_votes":2,"body":"Ich nicht. Nicht alles, was ich doof finde, ist reportbar.","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T14:34:32.766+0000","up_votes":3,"down_votes":0,"body":"Was \"reportbar\" ist, entscheidet jeder für sich selber, da gibt es keine Vorgaben von uns. Das muss logischerweise nicht bedeuten, dass dein Report zu einer Strafe führt. Wenn du diese Entscheidung für dich triffst, dann ist das in Ordnung, andere Spieler haben aber vielleicht andere Vorstellungen.","replies":[{"id":"","poster":"The Demon Child","date":"2016-11-17T15:08:32.973+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rahzar,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=00040000000000000000000000000000,timestamp=2016-11-17T14:34:32.766+0000)\n>\n> Was &quot;reportbar&quot; ist, entscheidet jeder für sich selber, da gibt es keine Vorgaben von uns. Das muss logischerweise nicht bedeuten, dass dein Report zu einer Strafe führt. Wenn du diese Entscheidung für dich triffst, dann ist das in Ordnung, andere Spieler haben aber vielleicht andere Vorstellungen.\n\nNun ja, bekam auch schon einen report vom Gegner gedrückt, weil mein team mate Garen gepickt hat :/ \nOb diese leute wirklich mit bedacht reporten, ohne das system komplett auszunutzen ist fragwürdig","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"The Demon Child","date":"2016-11-16T23:57:42.249+0000","up_votes":1,"down_votes":0,"body":"Ich lese hier jetzt desöfteren, er hat auf Singed support eine 30% Winrate. \nAls info nebenbei: seine rolle die er spielt ist zwar die des supporters, doch wird dieser als Jungler eingetragen, da er nunmal durch den Jungle wandert und durchroamt. Ähnliches problem gab es auch schon mit Aurelion Sol, wo er als Jungler mit der höchsten Winrate markiert wurde. Aber gespielt wurde dieser immer auf der Midlane, doch weil dieser durchgehend am roamen ist, hat sich die winrate nicht auf der mitte, sondern im jungle ergeben. \n\nDoch wie kommen jetzt die 30%winrate auf support? Ganz einfach: nachdem er seinen 2 wochen bann hatte, hat dieser begonnen mit Ghost und Exhaust tatsächlich auf der Botlane als Supporter zu spielen (Siehe Youtube: TheLolHounds). Da dieser jetzt üherwiegend auf der Botlane war als Supporter, wurde dieser dementsprechend auch als Supporter eingetragen und hat da auch dementsprechend weniger Erfolg.\n\nAuf dem Youtube Channel TheLolHounds gibt es sogar etwa 4 verschiedene Videos über diesen Singed, der Double Jungle macht, und auch dafür gebannt wurde. Als das erste video gezeigt wurde, war dieser Silber I, und anacheinend hat dieser es geschafft mit dieser Taktik auf Platin zu kommen. \n\nDazu noch beliebige Meinungsäußerungen?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-11-17T07:16:44.245+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Blackfrost Asura,realm=EUW,application-id=KYnfKGf0,discussion-id=rTOH7u3k,comment-id=000a,timestamp=2016-11-16T23:57:42.249+0000)\n>\n> Ich lese hier jetzt desöfteren, er hat auf Singed support eine 30% Winrate. \n> Als info nebenbei: seine rolle die er spielt ist zwar die des supporters, doch wird dieser als Jungler eingetragen, da er nunmal durch den Jungle wandert und durchroamt. Ähnliches problem gab es auch schon mit Aurelion Sol, wo er als Jungler mit der höchsten Winrate markiert wurde. Aber gespielt wurde dieser immer auf der Midlane, doch weil dieser durchgehend am roamen ist, hat sich die winrate nicht auf der mitte, sondern im jungle ergeben. \n> \n> Doch wie kommen jetzt die 30%winrate auf support? Ganz einfach: nachdem er seinen 2 wochen bann hatte, hat dieser begonnen mit Ghost und Exhaust tatsächlich auf der Botlane als Supporter zu spielen (Siehe Youtube: TheLolHounds). Da dieser jetzt üherwiegend auf der Botlane war als Supporter, wurde dieser dementsprechend auch als Supporter eingetragen und hat da auch dementsprechend weniger Erfolg.\n> \n> Auf dem Youtube Channel TheLolHounds gibt es sogar etwa 4 verschiedene Videos über diesen Singed, der Double Jungle macht, und auch dafür gebannt wurde. Als das erste video gezeigt wurde, war dieser Silber I, und anacheinend hat dieser es geschafft mit dieser Taktik auf Platin zu kommen. \n> \n> Dazu noch beliebige Meinungsäußerungen?\n\nUnd wo spielt der Junge jetzt nochmal Support? Der drückt double-Jungle only Singed durch no matter what..,\nIch hab nichts gegen double Jungle oder double whatever, selbst im Ranked nicht, aber das, was er da getrieben hat lauft auf Sabotage raus.\nEin paar games zum testen, ok, kommt ja auch nicht von ungefähr, dass er den Bann manuell bekommen hat.\nAlle Argumente pro dem Typ, laufen irgendwe auf der Basis, du machst das einmal und bist in Banngefahr...nur bei dem Typ geht es noch immer um das \"no mattter what\". Der Typ ist/war ein Troll, der meinte schlauer als das System zu sein, hat er sich geschnitten. Kp wie man den als Nicht-Troll verteidigen kann, zumindest in den Queues, wo seit letzterSaeson zumindest ein Rahmen vorgegeben ist.\nHier wird um Grundsätze diskutiert, die im Ranked seit 1 Jahr bereits aufgegeben sind...","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2016-11-16T10:02:19.949+0000","up_votes":4,"down_votes":2,"body":"Also so wie ich das jetzt richtig verstanden habe, wurde er gebannt, weil er Singed Support gespielt hat und dabei auf eine Winrate von 30% gekommen ist. \n\nDie Argumentation bzw. Begründung für den Ban kann ich durchaus verstehen. Ich würde hier einfach mal sagen, dass er es darauf anlegt zu verlieren, wenn er Singed Support spielt. Denn so wie er offenbar spielt, sind die Gewinnchancen ziemlich klein. Das könnte ja eigentlich auch auf \"Sabotage/Int. Feeding\" herauslaufen. \n\nIch meine wenn man einen Off-Metapick spielt und +/- 50 % der Spiele gewinnt, dann finde ich das okey. Aber **immer wieder **einen Off-Metapick zu spielen, der einfach nicht funktioniert (miese Win-Ratio),  ist dann halt einfach unsportlich bzw. unfair gegenüber seinen Teammates.\n\nAlso kurzgesagt finde ich den Ban gerechtfertigt und wenn ich nur den Startpost lesen würde, dann wäre ich gegenteiliger Meinung, da man dort von einer 54% Win-Ratio als Singed Support ausgeht.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-17T16:36:29.986+0000","up_votes":3,"down_votes":2,"body":"http://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/79aGu3wR-support-singed-isnt-banable-but-thats-not-the-point?comment=006b\n\nZitat :\n\n> [{quoted}](name=Riot Gromp,realm=NA,application-id=ZGEFLEUQ,discussion-id=79aGu3wR,comment-id=006b,timestamp=2016-11-16T21:01:51.342+0000)\n>\n> EDIT: grammar\n> \n> Okay, so we got together with game designers, player behavior folks, and player support agents to take a hard look at this player, the penalties, and the support tickets associated with it. It&#x27;s clear this wacky Smite, Support Singed plays to win. It’s also clear the player struggles to effectively communicate intentions and strategy to teammates. In this case, unwieldy communication and the wacky Smite, Support Singed pick are tightly linked. So let’s pick them apart some.\n> \n> Innovative and unconventional approaches to League keep the game fresh, and finding new ways to win motivates a ton of players. We 100% support the opportunity to innovate with surprising picks and strategies in League. The only real condition we place on that right to experimentation is that you play to win. However, sometimes unconventional approaches to the game have costs that outweigh benefits. This player might have a respectable(-ish) winrate on Support Singed with Smite and no Sightstone, but the pick and build also nets them a frankly enormous number of reports and probably gives their ADC high blood pressure.\n> \n> That leaves us with two tricky questions:\n> \n> Q: If intentions are clearly aimed at victory, is there an outer boundary for too unconventional a pick/build/strategy?\n> A: No.\n> \n> This is where we break from the Support ticket linked in the original reddit discussion. Real talk, this player is far from the only support in Gold V to skip out on a Sightstone. No one should ever get banned for skipping Sightstone. On the other hand, asking an ADC to lane alone while their support farms the enemy jungle truly pushes that teammate out of their comfort zone and that should mean something. We can all sympathize with the lonely Miss Fortune facing down Lucian and Alistar at her own turret, and it makes sense to us when they report this Singed player. \n> \n> Q: Do unconventional picks/strategies increase the burden of communications for the player and their teammates?\n> Y: Yes.\n> \n> If you&#x27;re gonna throw a curveball at teammates, you also need to communicate your intentions to teammates. You shouldn’t just expect everyone to &quot;get it&quot;, so tell them what&#x27;s up. To be clear, this player does attempt to communicate intent and strategy, but a good chunk of teammates across hundreds of games just don’t want to sign up for the plan. That lack of agreement on the new plan makes for a pretty chaotic game and leads to a huge share of this player’s reports. If a teammate in champ select says, “pls no, this is game 5 of promos”, maybe stick with something conventional and skip tilting your teammates off the face of the earth. In short, argue for your idea, but stay ready to be flexible.\n> \n> In the same vein, teammates should be willing give unconventional picks/strategies a fair shot. They could surprise your opponents more than they surprise you. We need to leave plenty of space for experimentation in League (Hi Support MF), even if it sometimes leaves us in less than perfectly comfy games. \n> \n> If you&#x27;re about to play stunbot Twisted Fate tank support with Talisman, Righteous Glory, and Protobelt, let your team know the special kind of hell you&#x27;re aiming to create for your enemies, and how they should adjust their expectations and approach to the game. If, instead of that, you wholly fail to communicate, or completely disrupt game after game, it makes sense that you’d rack up a ton of reports, net manual reviews and even potential penalties from Player Support. \n> \n> The net result is that players, if playing to win, have a fundamental right to experiment in League. It’s good for the game. At the same time, common sense and good sportsmanship say that experimenting players need to clearly communicate intent and win conditions to their teammates. \n> \n> In this Singed player’s case, the two-week ban’s already expired. For what it’s worth, we believe the penalty was warranted because in literally hundreds of games the player inflicted a huge amount of disruption on players who didn’t agree to their chemistry experiments. On the other hand, the player’s communication issues fall well short of permaban territory, and in retrospect the threat of a perma in the Player Support response was a bit much. We also see marked improvement in their efforts communicate with teammates in more recent games. It’s worth mentioning that cases like these are handled by humans and any player in a (pretty dang rare) situation like this can request further detail and a full review from Player Support.\n> \n> Still, with intent to win confirmed, gameplay experimentation and innovation is something we stand behind even if it ruffles feathers. After all, conventional picks lose half their games too. We think this player could still do a much better job of communicating with teammates, but we also believe players should be more tolerant of different approaches to the game. The line here is the player repeatedly showing no flexibility in the face of resistance to their strategies, and consistently forcing teammates into a wildly different bot lane experience hundreds of times.","replies":[]},{"id":"","poster":"Awsane","date":"2016-11-17T13:28:58.186+0000","up_votes":3,"down_votes":2,"body":"Ich habe mir lange Gedanken zu dem Thema gemacht\n\nMeiner Meinung nach hat jedes Liga spiel 3 Bedingungen die Erfüllt sein müssen\n\n1. Man sollte versuchen zu Gewinnen (also nicht intentional Feeden oder ähnliches)\n\n2. Man soll das Spiel nicht Manipulieren (cheaten)\n\n3. Es soll allen Spass/Freunde/nenn es wie du willst machen\n\nund  Punkt 1 und 3 sollten sich je nach Umgebung die Waage halten \nklar ist im normal mit premade gruppen den Punkt 1 stark reduzieren mit absprache auch bestimmte andere Sachen total ok sowas wie full troll Team oder so, meistens kommen die Gegner damit klar/ finden es abwechslungsreif\n\n\naber der Punkt 3 sollte meines erachtens immer erfüllt sein, deswegen ist sowas wie flamen ja unter einer so starken strafe zurecht meiner Meinung\nklar wenn man gewinnt hat der Gegner nicht unbedingt Spass \naber man sollte wenigsten dafür sorgen das im eigenen Team die Leute nicht durch dich verärgert/benachteidigt werden\n\nund genau hier ist der Springende Punkt\n\ndurch die Taktik hat er ein Ungleichgewicht in sein eigenes Team gebracht\ner hat sich selber versucht mehr recourcen zu geben, als was er normalerweise bekommen hätte und hat dafür in kauf genommen das die Wahrscheinlichkeit das ein direkt von ihm abhängiger teil seines Team (der adc aber auch der jgler der ggf den adc helfen muss) benachteidigt wird\nund das finde ich ist nicht ok\nweil man sich dadurch über sein Team stellt \n\nes wäre so als wenn du wenn dein jgler etwas pickt das im Early game stark ist\nund du ihn als sololaner alles wegnimmst, deine eigene lane ignorierst und ggf auch invadest\n\ndein jgler bekommst auf diese weise entweder nix oder farmt obtionalerweise die lane die du offen lässt\nklar kann sowas erfolgreich sein je nachdem wie die Gegner darauf reagieren, aber du schwächst durch sowas absichtlich einen part aus deinem Team, auf den deine mitspieler wenig reaktionsmöglichkeiten drauf besitzen und sie ihre eigentlich Funktion die sie spielen wollten nicht ausüben können\n\nund sowas ist meiner Meinung nach nicht ok und daher auch zurecht einer Bestrafung würdig\n\nich will noch dazu sagen, dass dies nichts mit offmeta picks im zusammenhang steht sondern durch die Strategie, die man verfolgt entsteht","replies":[]},{"id":"","poster":"Wernicke","date":"2016-11-17T05:10:27.396+0000","up_votes":3,"down_votes":2,"body":"Richtig so!\nLasst die downvotes hageln, egal. Aber wer sich für eine bestimmte lane anmeldet und diese dann nicht spielt u einfach ohne Absprache eine andere spielt sollte auch bestraft werden.\nJetzt kann der Troll anderen Spielern in einem anderen Spiel den Feierabend kaputt machen.\nDa muss ich mir auch gar nich die ganzen Kommentare ansehen, für mich persönlich (!) glasklare Angelegenheit .","replies":[]},{"id":"","poster":"OniOxe","date":"2016-11-30T09:38:24.783+0000","up_votes":2,"down_votes":1,"body":"Riot weis sich halt nicht zu helfen, es wurden keine Regeln gebrochen, aber wenn jemand mit so etwas bekannt wird, ist es wohl ein Exempel. Aber tbh, fuck Riot :).","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-30T11:07:39.582+0000","up_votes":1,"down_votes":0,"body":"Da er Support/ADC als Rolle gewählt und zugewiesen bekommen hat und ihm egal  war was sein Team wollte, er es dann als \"Jungler\" umdefiniert hat, doch, genau das hat er. Es ist kein Problem, die eigene zugewiesene Rolle nicht zu spielen, wenn das Team damit einverstanden ist. Aber der Singed hatte sich dazu entschieden, das auf Teufel komm raus durchzuprügeln. Egal ob das Team es wollte oder nicht.","replies":[]}]},{"id":"","poster":"V3IG4R HQ","date":"2016-12-02T12:28:15.656+0000","up_votes":1,"down_votes":0,"body":"Ein sehr interessanter Fall, ich bin ein bisschen hin- und hergerissen. \nGrundsätzlich dürfte es korrekt sein, dass der Junge für 2 Wochen gebannt wurde. Weil ich keine Chatlogs etc. kenne ist dies aber sehr schwierig einzuschätzen. Wenn sich der ADC auf einen Supporter einstellt und dann feststellen muss, dass der Supporter nur am counterjunglen ist,  wird er definitiv mad und das beginnt halt bereits im Champselect. Ich war auch schon öfters alleine auf der Botlane, weil ich aber bereits früh erfuhr was mich erwartet (im Champselect), habe ich einfach einen entsprechend \"sicheren\" ADC gepickt (meistens Cait).\nIch bin selber jemand, der sehr gerne offmeta spielt. Ich bin aber auch jemand, der sehr oft ADC spielt und genau weiss wie es sich anfühlt, 2v1 auf der Bot zu spielen. Wenn die Gegner nicht ganz dumm sind und freezen/nerven etc.. kommt man halt fast überhaupt zu keinem Farm. Wenn der Singed in dieser Zeit den gegnerischen Jungler aber dermassen abf**** dass es wieder worth ist, ist es eine andere Geschichte. Obwohl die Reports der einzelnen Spieler keinen grossen Einfluss gehabt haben dürfen (manueller Bann) will ich noch anfügen dass es halt auch extrem viele Spieler gibt, die alles und jeden reporten, der nicht ihrem Gusto entspricht. schon oft Habe ich einen Vel' Supp oder ähnliches ausgepackt und wurde im Champselect sowas von geflamed. Selbst ich den ADC einfach nur gecarried habe wurden mir die Kills dann einfach als \"ks\" angehängt. Man muss sich bewusst werden, dass auf diesem Planeten sehr beschränkte Menschen leben.","replies":[]},{"id":"","poster":"Berserker Cookie","date":"2016-11-19T22:18:00.334+0000","up_votes":1,"down_votes":0,"body":"Öhm ich mute ingame immer alle und spiel einfach mein Ding heißt das jetzt ich krieg auch nen Bann wenn ich das weiterhin mache? Wtf?","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-20T09:30:39.014+0000","up_votes":1,"down_votes":0,"body":"Vermutlich nicht, nein. Zumindest nicht, solange du nicht wie der Singed anfängst im Draftpick Lanes zu bespielen, die dir nicht zugewiesen wurden. Zudem kannst du immernoch mit Pings kommunizieren, was in den meisten Spielen auch völlig ausreichend ist.","replies":[{"id":"","poster":"Berserker Cookie","date":"2016-11-20T11:28:46.172+0000","up_votes":1,"down_votes":0,"body":"Puh da bin ich beruhigt hatte für einen kurzen Moment wirklich Bammel ^^","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-16T15:15:49.802+0000","up_votes":1,"down_votes":7,"body":"Halten wir fest. Sowohl im deutschen, als auch im englischen Forum will die Mehrheit nciht, dass Riot eine Meta erzwingt.\n\nEine kleine, sehr lautstarke Gruppe hier im Thread hingegen will die Meta um jeden Preis durchdrücken und findet deshalb Banns gut, die die Meta erzwingen. \n\nHoffe ihr wählt nie einen Champ, den eurer Team nicht mag. Nach der Logik des Riot-Supports, riskiert ihr dafür einen Bann.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-16T15:17:57.415+0000","up_votes":3,"down_votes":1,"body":"Ich finde hier keinen Beitrag, erst recht keinen lautstarken, der davon handelt, dass man unbedingt Meta spielen muss. Ich würde zum Beispiel gerne öfter Doublejungle spielen, würde das Randoms aber im Draftpick nicht aufzwingen, wenn ich Support bin und mein Bruder Jungler und dann argumentieren, dass ich ja den Supporter \"anders\" spiele.","replies":[]}]}]}