{"id":"oLMjsEfE","poster":"Pxl Dude","date":"2016-11-15T17:22:44.946+0000","title":"Tuller, der Kräutermönch [Championkonzept]","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Hey Leute ich hab hier meine dritte Championidee, bei der ich mich auch diesmal wieder &uuml;ber ein gro&szlig;es oder kleines Feedback zu jedem Thema freuen w&uuml;rde!\n____\n**Lore:**\nTuller war ein einfacher ionischer M&ouml;nch, der viel Jahre sein Kloster mit seinen Br&uuml;dern besch&uuml;tzte. Er war dabei einer der M&ouml;nche, die sich um die anderen Verletzten k&uuml;mmerte. Dabei half ihm jemand, den er seit seiner Kindheit kannte: ein kleines Frettchen mit dem Namen Kra. Meist verbrachte er seine Zeit in einem von Tullers kleinen Kr&auml;uterbeuteln oder auf dessen Schluter. Sollte es aber einen Patienten geben ging er dem schon angealterten M&ouml;nch mit seiner Flinkheit zu Hilfe.\nKeiner der anderen M&ouml;nche war so bewandert in der Kr&auml;uterkunde wie Tuller, der sich strikt an sein Lebensziel hielt:&quot; Hilf jedem, schade keinem.&quot;\nAuch wenn Tullers nahe am Wasser gelegenes Kloster von Piraten &uuml;berfallen wurde half er den &Uuml;berlebenden auf die Beine und sandte sie geheilt von ihren Schmerzen und fiesen Gedanken in Frieden davon.\nSelbst bei der noxischen Invasion half er den Verletzten, doch einer wurde nicht von seiner Finsternis befreit. Der angeblich gel&auml;uterte Soldat lief zu seinem Kommandanten zur&uuml;ck und dieser Befahl die Zerst&ouml;rung des Ortes. Der Kampf tobte und Tuller hatte alle H&auml;nde voll mit seinen Patienten zu tun und musste letztendlich zusehen wie jeder seiner Br&uuml;der get&ouml;tet wurde. Als er ein letztes Mal durch das Kloster streifte packte ihn die Wut. Deer noxische Soldat, der ihn verriet, lag wieder verletzt am Boden und wieder bat er Tuller um Hilfe. Er sah sich um, betrachtete seine gefallenen Br&uuml;der und fasste einen Entschluss: er log den Soldaten an und sagte zu ihm er w&uuml;rde ihm helfen, aber er in Wahrheit mischte er eine verheerendes Gebr&auml;u an, welches den Soldaten t&ouml;tete, noch bevor es seinen Magen komplett erreichte. Er war so angewidert von seinen Taten, dass er sich entschloss loszuziehen und sein Lebensziel &auml;nderte:&quot; Hilf jedem, schade dem, der es verdient.&quot;\n\nAussehen: leicht dunkelh&auml;utiger, d&uuml;rrer Mann mit Schnauzer und Glatze in orange-wei&szlig;e T&uuml;cher und B&auml;nder geh&uuml;llt. Er hat immer ein gro&szlig;es, breites und warmes L&auml;cheln. Er tr&auml;gt eine alte Brille mit br&auml;unlichen Gl&auml;sern. Um die Taille h&auml;ngt ein heller G&uuml;rtel an dem viele kleine lila und braune Beutel h&auml;ngen, die mit einfachen, wei&szlig;en Seilen zugebunden sind. Auf dem R&uuml;cken ist eine gro&szlig;e Glasflasche mit unterschiedliche Kr&auml;utern. Daneben h&auml;ngen einige Schriftrollen. Auf seiner Schulter sitzt Kra. Dieser hat am K&ouml;rper braunes Fell, sein Gesicht hat wei&szlig;es Fell und der Schwanz ist braun-wei&szlig; gekringelt.\n\nBefreundet mit: {{champion:157}} , {{champion:16}} , {{champion:427}} \nVerfeindet mit: {{champion:63}} , {{champion:29}}  und allen Noxianern\n____\n**Prim&auml;r:** Supporter  **Sekund&auml;r:** Magier\n\n**Lanes:**: Support, Mid\n\n**Grundstats:**\nLeben: 600 - 1740\nLebensreg.: 6,1 - 16,4\nMana: 352 - 1364\nManareg.: 7,8 - 17,8\nReichweite: 460\nAngriffsschaden: 49 - 105\nAngriffsgeschw.: 0,62 (+0% - 46,7%)\nR&uuml;stung: 21 - 89,5\nMagieresistenz: 30 - 34\nLauftempo: 335\n\n**F&auml;higkeiten:**\n\n*  **Passiv (Kr&auml;uterkunde):**\nTuller ist ein Genie der Kr&auml;uterkunde und Freund der Wiesen. Er ist in der Lage &uuml;berall auf der Karte &quot;Kr&auml;uterstr&auml;ucher&quot; erscheinen zu lassen. Diese kann er einsammeln und &auml;hnlich wie Gangplanks Silberschlangen oder Bards Glocken zu horten. Pro Strauch erh&auml;llt er 2/4/6/8 Kr&auml;uter. Die Kr&auml;uter wirken sich positiv auf seine anderen F&auml;higkeiten aus. Die Kr&auml;uter spawnen in einem 2000/3000/3500/4000 Umkreis. Zum einsammmeln braucht er 0,5 Sekunden, geben ihm 2,5/3/4/5 Sekunden lang 150% Lebensreg. und kriegt 2 Sekunden lang 30% Lauftempo. Tuller kann maximal 15/20/25/30 Kräuter mit sich führen und sollte sein Beutel voll sein verliert er nach einer Minute 5 der Kräuter. Sollte er eine Fähigkeit einsetzen die Kräuter benötigt verliert er die Anzahl verwendeter Kräuter.\n____\n* **Q (Kr&auml;uterbeutel):**\nReichweite: 700 Kosten: 80 Mana Abklingzeit: 16/15/14/13/12 Sekunden\nEr wirft einen mit Kr&auml;utern gef&uuml;llten Beutel auf einen Zeilbereich (ähnlich der Q von Corki). Gegner, die von dem Beutel getroffen werden, kriegen je nach Anzahl der Kr&auml;uter einen anderen Effekt:\n 0-5 Kr&auml;uter: AP Schaden: 80/100/110/115/130 (+40% AP) und 3 Sekunden 20% Slow\n6-10 Kr&auml;uter: AP Schaden: 90/110/120/125/140 (+40% AP) und 3 Sekunden 30% Slow\n11-15 Kr&auml;uter: AP Schaden: 80/100/110/115/130 (+40% AP), 2 Sekunden 5% Laufgeschwindigkeitsbonus und das Sichtfeld wird auf 550 Einheiten für 1 Sekunde gesenkt.\n16-20 Kr&auml;uter: AP Schaden: 90/110/120/125/140 (+35% AP), 2 Sekunden 8% Laufgeschwindigkeitsbonus und das Sichtfeld wird für 1 Sekunde auf 500 Einheiten beschränkt\n____\n*  **W (Los, Kra!):**\nReichweite: 650 Kosten: 60/70/80/90/110 Mana Abkilngzeit: 11 Sekunden\nTuller l&auml;sst Kra eine Strecke ablaufen, gibt ihm einen kleinen Beutel mit bis zu zehn Kr&auml;utern mit und Kra kommt danach zu ihm zur&uuml;ck.\nTrifft einen Verb&uuml;ndeten:\n10 Kr&auml;uter: Heilung: 80/90/120/160/180 (+35% AP)\n9-5 Kr&auml;uter: Heilung: 70/80/110/150/170 (+35% AP)\n0-4 Kr&auml;uter: Heilung: 70/80/110/150/170 (+30% AP)\nTrifft einen Feind:\n10 Kr&auml;uter: mag. Schaden: 85/100/110/160/170 (+50% AP)\n9-5 Kr&auml;uter: mag. Schaden: 75/90/100/150/160 (+50% AP)\n0-4 Kr&auml;uter: mag. Schaden: 75/90/100/150/160 (+45% AP)\n____\n* **E (Puderwolke):**\nReichweite: 700 Kosten: 60/65/70/75/80 Mana und 10 Kr&auml;uter Abkilngzeit: 16 Sekunden Kegelgrad: 70&deg;\nTuller wirft eine Kugel aus Kr&auml;utern die nach 400 Einheiten kegelf&ouml;rmig explodiert. Sollte ein Feind vor den 400 Einheiten getroffen werden, explodiert die Kugel direkt. Sie verursacht an Feinden 20/30/40/50/60 (+80% AP) mag. Schaden. Die Wolke bleibt für 3 Sekunden bestehen. Ist der Feind durch &quot;Kr&auml;uterbeutel&quot; geblendet und bleibt 2 Sekunden in der Wolke, wird er f&uuml;r 1 Sekunde gestunnt und verliert die Blendung. Wird ein Verb&uuml;ndeter getroffen erh&auml;llt er &uuml;ber 7 Sekunden 200% Lebensreg. und f&uuml;r 4 Sekunden lang 20% Laufgeschw..\n____\n* **R (Segen des M&ouml;nchs):**\nReichweite: 500 Kosten: 120/125/130 Mana Abkingzeit: 120/110/ 100 Sekunden; Castzeit: 2 Sekunden\nTuller spricht einen Segen und sch&uuml;ttet seine Flasche auf dem R&uuml;cken auf dem Boden aus. Dadurch wird alles in einem Radius von 500 Einheiten in &quot;geweihten Boden&quot; verwandelt. Gegner erhalten nach dem Einsatz der F&auml;higkeit 3% (+1% pro 100 AP) ihrer max. HP als mag. Schaden und Verb&uuml;ndete werden um 4% (+1% pro 100 AP) ihrer max. HP geheilt. Zudem erhalten Verb&uuml;ndete 15% Lauftempo.\n____\n**M&ouml;gliche Builds:**\nStart (Support): {{item:3303}} +{{item:2003}} \nFull Build (Support): {{item:2301}} +{{item:3504}} +{{item:3174}} +{{item:3111}} oder{{item:3117}}   + {{item:3065}} + {{item:3050}} oder {{item:3190}} \nStart (Mid): {{item:1056}} +{{item:2003}} \nFull Build (Mid): {{item:3152}} +{{item:3001}} +{{item:3165}} +{{item:3020}} +{{item:3089}} +{{item:3135}}  oder {{item:3026}} \n____\nStatement am Ende: Ich aknn mir denken, dass diese F&auml;higkeiten wahrscheinlich entweder zu schwach oder komplett &uuml;bertrieben sind, dessen bin ich mir bewusst, aber einige Zahlen sind frei gew&auml;hlt sind, w&auml;hrend ich mir bei anderen etwas &uuml;berlegt habe. Z.B. hat die Q bei den meisten Stufen ein 40% Scaling, aber die st&auml;rkste hat nur 35%. Das hat den Grund, dass daf&uuml;r die negativen Effekte plus das &quot;hohe&quot; Scaling viel zu stark w&auml;ren.\nIch bin mir auch bewusst, dass die Kr&auml;uterb&uuml;sche sehr stark an die von Bard erinnern, aber die Idee eines zweiten Supporters mit einer &auml;hnlichen F&auml;higkeit aber anderem Nutzen (Bards Meep agieren mit seinen AA&#039;s aber die Kr&auml;uter mit den F&auml;higkeiten).\nP.S. (an die, die den Teil &uuml;ber sein Aussehen gelesen haben): Ja, der gute Herr soll an Gandhi erinnern ^^\n\nWie auch bei den vorherigen Konzepten w&uuml;rd ich mich &uuml;ber ein ausgiebiges Feedback freuen! \n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Resp0nse","date":"2016-11-18T10:41:00.932+0000","up_votes":1,"down_votes":0,"body":"Ich finde das Konzept recht gut, aber alleine die Q macht diesen Champion, wenn er rauskommen sollte, zu nem Permaban. Einen blind UND ein slow ist SEHR krass. Das nimmt dem Gegner alle Optionen. Weg laufen kann er nicht, da er geslowt ist, fighten kann er nicht, weil er blind ist. Dann kann er ja quasi mehr heilen als Soraka. Die W ist schon ein starker Heal und dann noch die Ulti, die keine Castzeit hat und den Boden zu einem Ort macht, den es dem Gegner unmöglich macht, da drin zu fighten. Jetzt stell dir den Champ mal mit ner Fiora in Kombination vor. Ja GEGE. Und bei der E ist es so, das er zwar den blind verliert, aber dafür gestunnt ist. Auch sehr krass. Also dieser Champion hat einfach zu viel Utility. Das lässt jeden anderen Supporter wie n Minion erscheinen. Vom Grundgedanken her gut, aber zu stark.","replies":[{"id":"","poster":"Pxl Dude","date":"2016-11-19T11:22:01.817+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=JeqqoHD,realm=EUW,application-id=L7E6lhzo,discussion-id=oLMjsEfE,comment-id=0001,timestamp=2016-11-18T10:41:00.932+0000)\n>\n> Ich finde das Konzept recht gut, aber alleine die Q macht diesen Champion, wenn er rauskommen sollte, zu nem Permaban. Einen blind UND ein slow ist SEHR krass. Das nimmt dem Gegner alle Optionen. Weg laufen kann er nicht, da er geslowt ist, fighten kann er nicht, weil er blind ist. Dann kann er ja quasi mehr heilen als Soraka. Die W ist schon ein starker Heal und dann noch die Ulti, die keine Castzeit hat und den Boden zu einem Ort macht, den es dem Gegner unmöglich macht, da drin zu fighten. Jetzt stell dir den Champ mal mit ner Fiora in Kombination vor. Ja GEGE. Und bei der E ist es so, das er zwar den blind verliert, aber dafür gestunnt ist. Auch sehr krass. Also dieser Champion hat einfach zu viel Utility. Das lässt jeden anderen Supporter wie n Minion erscheinen. Vom Grundgedanken her gut, aber zu stark.\n\nHabe da jetzt mal was angepasst ^^ Aber beim Heal muss ich sagen, dass er gar nicht so krass ist, da er fast so stark wie der von Nami ist und sich nichtmal selbst heilen kann. Aber danke für den Hinweis mit der Castzeit und der krassen Utility von der Q. Zudem muss man ja erstmal die Kräuter sammeln und ich hatte nicht bedacht, zu schreiben wie oft und in welchen Massen die Kräuterbüsche spawnen! Hättest du eine Idee was für Zeitabstände da gut wären?","replies":[{"id":"","poster":"Resp0nse","date":"2016-11-20T11:53:02.634+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht um den Zeitraum, es geht um die Menge die er sammelt. Mit einem mal 10 Kräuter, und die Q benötigt 20 Kräuter um die Maximalkraft zu haben. Also ist diese Fähigkeit das ganze Spiel über sehr stark. Ich persönlich bin der Meinung, das ein Champion, um als Balanced zu gelten, entweder ein schwaches Early und ein starkes Lategame oder anders rum haben sollte. Heißt, du kannst ja die Anzahl an Kräutern erhöhen die der Champion sammelt. Auf Stufe 1 dann halt nur ein Kraut, ab Stufe 6 dann 5 Kräuter und ab Stufe 11 7 Kräuterund ab Stufe 16 halt die 10 Kräuter. Somit ist er nicht so ein Krasser Lanebully, kann aber trotzdem gut was machen. Die Zeiträume kann man ja im Maße von Bard machen, etwas langsamer weil sie ja in seiner Nähe spawnen und nicht wie bei Bard auf der ganzen Map. Dann wäre das in Ordnung. Ich finde es aber immernoch recht stark das er einen Slow UND einen Blind auf einem Skill hat. Du kannst das ja gerne auf 2 Fähigkeiten teilen, oder entfern den Slow, mach den % Schaden der Ult lieber runter und Pro Sekunde und dann noch n kleinen Slow. Oder gar kein Slow und er wird richtig heftig als Poke Champ mit {{item:3151}} und {{item:3116}} . Das wäre dann für die Midlane Variante. \n\nEine Frage für das Verständnis: Der Champ verliert aber seine Kräuter wenn er eine Fähigkeit macht oder? Wenn ja, dann ist das eigentlich ganz okay mit dem Sammeln.\n\nWas auch eine Idee wäre, gib dem Champ einen Beutel der voll wird. Bei, ka, 30 Kräutern ist der Beutel voll und danach ZWINGST du ihn, die Lane zu verlassen oder er gibt einen Teil seiner Kraft auf. Wäre so meine Idee.\n\nBei der E weiß ich nicht ob der Manareg so gut ist. Es kostet ihn nichts das zu casten (nur Mana) und er gibt dem ADC Mana wieder. Das haben sie ja mit Absicht bei Soraka entfernt. Die Lifereg ist ok, hat Soraka ja auch und das sogar mit nem Movementspeed Buff wenn ja die Q getroffen wird. Was ich allerdings auch nicht so gut finde, ist ein entfernen des Blinds für n Stun. Da bin ich lieber im blind als in nem Stun. So kann man weglaufen. Mach den Blind doch lieber wie bei Quinn, eine Sichtfeldeingrenzung, die man aber abfangen kann. Also kein Point and Click, sondern als Skillshot. Dann ist der Slow auch ok. Und den Stun kann man dann so machen, das der Champion durch die Kontrolle von den Kräutern bzw. des Pulvers, das das Pulver mit einer Zeitverzögerung in den Gegner eingesogen wird und ihn DANN stunnt. \n\nDas wären so meine Ideen, vielleicht kannst du ja was übernehmen. Wie du bestimmt feststellen kannst an der Menge meines Textes, mir gefällt der Champion super und ich finde auch, es sollten mehr Supporter ins Spiel kommen. Champions wie Brand, Annie, Veigar oder Trundle find ich sind keine Supporter und dem entsprechend, wenn man reine Supporter nimmt, hat man echt nicht viele. \n\nWenn noch was ist, kannst du ja einfach nochmal antworten. \n\nMfG\n\nJeqqoHD","replies":[{"id":"","poster":"Pxl Dude","date":"2016-11-27T15:12:26.367+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=JeqqoHD,realm=EUW,application-id=L7E6lhzo,discussion-id=oLMjsEfE,comment-id=000100000000,timestamp=2016-11-20T11:53:02.634+0000)\n>\n> Es geht nicht um den Zeitraum, es geht um die Menge die er sammelt. Mit einem mal 10 Kräuter, und die Q benötigt 20 Kräuter um die Maximalkraft zu haben. Also ist diese Fähigkeit das ganze Spiel über sehr stark. Ich persönlich bin der Meinung, das ein Champion, um als Balanced zu gelten, entweder ein schwaches Early und ein starkes Lategame oder anders rum haben sollte. Heißt, du kannst ja die Anzahl an Kräutern erhöhen die der Champion sammelt. Auf Stufe 1 dann halt nur ein Kraut, ab Stufe 6 dann 5 Kräuter und ab Stufe 11 7 Kräuterund ab Stufe 16 halt die 10 Kräuter. Somit ist er nicht so ein Krasser Lanebully, kann aber trotzdem gut was machen. Die Zeiträume kann man ja im Maße von Bard machen, etwas langsamer weil sie ja in seiner Nähe spawnen und nicht wie bei Bard auf der ganzen Map. Dann wäre das in Ordnung. Ich finde es aber immernoch recht stark das er einen Slow UND einen Blind auf einem Skill hat. Du kannst das ja gerne auf 2 Fähigkeiten teilen, oder entfern den Slow, mach den % Schaden der Ult lieber runter und Pro Sekunde und dann noch n kleinen Slow. Oder gar kein Slow und er wird richtig heftig als Poke Champ mit {{item:3151}} und {{item:3116}} . Das wäre dann für die Midlane Variante. \n> \n> Eine Frage für das Verständnis: Der Champ verliert aber seine Kräuter wenn er eine Fähigkeit macht oder? Wenn ja, dann ist das eigentlich ganz okay mit dem Sammeln.\n> \n> Was auch eine Idee wäre, gib dem Champ einen Beutel der voll wird. Bei, ka, 30 Kräutern ist der Beutel voll und danach ZWINGST du ihn, die Lane zu verlassen oder er gibt einen Teil seiner Kraft auf. Wäre so meine Idee.\n> \n> Bei der E weiß ich nicht ob der Manareg so gut ist. Es kostet ihn nichts das zu casten (nur Mana) und er gibt dem ADC Mana wieder. Das haben sie ja mit Absicht bei Soraka entfernt. Die Lifereg ist ok, hat Soraka ja auch und das sogar mit nem Movementspeed Buff wenn ja die Q getroffen wird. Was ich allerdings auch nicht so gut finde, ist ein entfernen des Blinds für n Stun. Da bin ich lieber im blind als in nem Stun. So kann man weglaufen. Mach den Blind doch lieber wie bei Quinn, eine Sichtfeldeingrenzung, die man aber abfangen kann. Also kein Point and Click, sondern als Skillshot. Dann ist der Slow auch ok. Und den Stun kann man dann so machen, das der Champion durch die Kontrolle von den Kräutern bzw. des Pulvers, das das Pulver mit einer Zeitverzögerung in den Gegner eingesogen wird und ihn DANN stunnt. \n> \n> Das wären so meine Ideen, vielleicht kannst du ja was übernehmen. Wie du bestimmt feststellen kannst an der Menge meines Textes, mir gefällt der Champion super und ich finde auch, es sollten mehr Supporter ins Spiel kommen. Champions wie Brand, Annie, Veigar oder Trundle find ich sind keine Supporter und dem entsprechend, wenn man reine Supporter nimmt, hat man echt nicht viele. \n> \n> Wenn noch was ist, kannst du ja einfach nochmal antworten. \n> \n> MfG\n> \n> JeqqoHD\n\nDanke für die ausgiebige Antwort! Ich werde mich auf jeden Fall drum kümmern, wenn ich Zeit habe.","replies":[{"id":"","poster":"Resp0nse","date":"2017-01-12T11:21:34.186+0000","up_votes":1,"down_votes":0,"body":"Ok, habs mal gelesen und ich finde es OK. Ich hab nur noch EIN kleines Problem. Kann Tuller steuern, wieviele Kräuter er für eine Fähigkeit benutzt? Weil sonst finde ich es bei der Q und bei der W etwas komisch. Sache ist, das du evtl. im Fight nicht ALLE Kräuter ausgeben willst für eine Fähigkeit. Vielleicht reicht dir ja schon ein Slow und dann willst du deine Verbündeten heilen um den Fight fortzusetzen. \n\nUnd der Champ ist auch natürlich ziemlich vorhersehbar. So n bisschen wie Gnar. Der Gegner sieht wieviel Kräuter du hast und kann sich dann ETWAS drauf einstellen, wie effektiv du im Kampf bist. Hast du keine Kräuter, sind deine Fähigkeit relativ schwach und kaum eine große Gefahr. Hast du viele Kräuter, versucht man sie rauszubaiten. Finde ich persönlich super gut, denn das lässt auch Platz zum Counterplay. Find ich ne super Mechanik. \n\nVerliert Kuller Kräuter wenn er stirbt? Weil dann bringt das warding natürlich gegen ihn NOCH mehr als eigentlich. Wenn man ihn abfangen kann, ist er nach seinem Tod dann wieder an seinem Schwächsten Punkt und muss erst wieder Kräuter sammeln. Und alleine dafür finde ich sein Kit eigentlich zu \"Support-lastig\". Gehen wir von folgender Situation aus:\n\nRunde läuft nicht so gut, die Gegner belagern deine Base. Tuller ist gestorben, kommt wieder und hat keine Kräuter. Fazit: Fähigkeiten sind jetzt auch noch Schwach und Zeit zum sammeln ist nicht wirklich vorhanden. \n\nJetzt drehen wir die Situation um: Die Runde läuft Super! Teamfight gewonnen, 4 Tod von den Gegnern. 2 von deinem Team Tod. Jetzt könnte man ja belagern bzw. Türme usw. nehmen. Jetzt kommt der Gegner so langsam wieder. Du müsstest back. Hast aber nun keine Kräuter mehr. Gehst du jetzt sammeln oder back in die Base? Wieviele Kräuter sind nach der Zeit jetzt gespawnt? Und vorallem: Die sind ja in deinem Umfeld gespawnt, heißt also in der Nähe der Gegnerischen Base. Kannst du also nicht sammeln gehen. Heißt, es   muss jetzt Zeit vergehen damit neue Kräuter spawnen und es muss wieder Zeit vergehen, um diese zu sammeln für den nächsten Fight.\n\nAlles sehr kompliziert wenn man mal weiter denkt^^ Es wäre echt Super wenn du es irgendwie schaffst, diese Probleme noch zu lösen. \n\nMfG\n\nJeqqoHD\n\nPS: Ich add dich mal ingame. Nur übers Forum hier ist auch Quatsch^^","replies":[]}]},{"id":"","poster":"Pxl Dude","date":"2017-01-10T17:30:20.319+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=JeqqoHD,realm=EUW,application-id=L7E6lhzo,discussion-id=oLMjsEfE,comment-id=000100000000,timestamp=2016-11-20T11:53:02.634+0000)\n>\n> Es geht nicht um den Zeitraum, es geht um die Menge die er sammelt. Mit einem mal 10 Kräuter, und die Q benötigt 20 Kräuter um die Maximalkraft zu haben. Also ist diese Fähigkeit das ganze Spiel über sehr stark. Ich persönlich bin der Meinung, das ein Champion, um als Balanced zu gelten, entweder ein schwaches Early und ein starkes Lategame oder anders rum haben sollte. Heißt, du kannst ja die Anzahl an Kräutern erhöhen die der Champion sammelt. Auf Stufe 1 dann halt nur ein Kraut, ab Stufe 6 dann 5 Kräuter und ab Stufe 11 7 Kräuterund ab Stufe 16 halt die 10 Kräuter. Somit ist er nicht so ein Krasser Lanebully, kann aber trotzdem gut was machen. Die Zeiträume kann man ja im Maße von Bard machen, etwas langsamer weil sie ja in seiner Nähe spawnen und nicht wie bei Bard auf der ganzen Map. Dann wäre das in Ordnung. Ich finde es aber immernoch recht stark das er einen Slow UND einen Blind auf einem Skill hat. Du kannst das ja gerne auf 2 Fähigkeiten teilen, oder entfern den Slow, mach den % Schaden der Ult lieber runter und Pro Sekunde und dann noch n kleinen Slow. Oder gar kein Slow und er wird richtig heftig als Poke Champ mit {{item:3151}} und {{item:3116}} . Das wäre dann für die Midlane Variante. \n> \n> Eine Frage für das Verständnis: Der Champ verliert aber seine Kräuter wenn er eine Fähigkeit macht oder? Wenn ja, dann ist das eigentlich ganz okay mit dem Sammeln.\n> \n> Was auch eine Idee wäre, gib dem Champ einen Beutel der voll wird. Bei, ka, 30 Kräutern ist der Beutel voll und danach ZWINGST du ihn, die Lane zu verlassen oder er gibt einen Teil seiner Kraft auf. Wäre so meine Idee.\n> \n> Bei der E weiß ich nicht ob der Manareg so gut ist. Es kostet ihn nichts das zu casten (nur Mana) und er gibt dem ADC Mana wieder. Das haben sie ja mit Absicht bei Soraka entfernt. Die Lifereg ist ok, hat Soraka ja auch und das sogar mit nem Movementspeed Buff wenn ja die Q getroffen wird. Was ich allerdings auch nicht so gut finde, ist ein entfernen des Blinds für n Stun. Da bin ich lieber im blind als in nem Stun. So kann man weglaufen. Mach den Blind doch lieber wie bei Quinn, eine Sichtfeldeingrenzung, die man aber abfangen kann. Also kein Point and Click, sondern als Skillshot. Dann ist der Slow auch ok. Und den Stun kann man dann so machen, das der Champion durch die Kontrolle von den Kräutern bzw. des Pulvers, das das Pulver mit einer Zeitverzögerung in den Gegner eingesogen wird und ihn DANN stunnt. \n> \n> Das wären so meine Ideen, vielleicht kannst du ja was übernehmen. Wie du bestimmt feststellen kannst an der Menge meines Textes, mir gefällt der Champion super und ich finde auch, es sollten mehr Supporter ins Spiel kommen. Champions wie Brand, Annie, Veigar oder Trundle find ich sind keine Supporter und dem entsprechend, wenn man reine Supporter nimmt, hat man echt nicht viele. \n> \n> Wenn noch was ist, kannst du ja einfach nochmal antworten. \n> \n> MfG\n> \n> JeqqoHD\n\nHey JeqqoHD, ist ja schon ein Zeitchen her, dass ich mich gemeldet hab, waren ein paar stressige Wochen. Ich habe endlich mal was angepasst, sowohl an der E als auch eine kleine Anpassung der R in Bezug auf die Heilung und den Schaden. Da ja auch das Rylais generft wurde ist die Midlane Poke Variante abgeschwächt. Würd mich über n kjleines Feedback freuen ^^","replies":[]}]}]}]},{"id":"","poster":"Felixgott3","date":"2016-11-16T12:56:56.100+0000","up_votes":1,"down_votes":0,"body":"Nicht schlecht aber ziemlich krass","replies":[{"id":"","poster":"Pxl Dude","date":"2016-11-16T19:59:20.625+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Felixgott3,realm=EUW,application-id=L7E6lhzo,discussion-id=oLMjsEfE,comment-id=0000,timestamp=2016-11-16T12:56:56.100+0000)\n>\n> Nicht schlecht aber ziemlich krass\n\nkönntest du auf das krass genauer eingehen? ^^","replies":[{"id":"","poster":"Felixgott3","date":"2016-11-22T18:36:00.055+0000","up_votes":1,"down_votes":0,"body":"Ja einen moment : Zum einsammmeln braucht er 0,5 Sekunden, geben ihm 2,5/3/4/5 Sekunden lang 150% Lebensreg. und kriegt 2 Sekunden lang 30% Lauftempo.\ndas zum Beispiel oder\n0-5 Kräuter: AP Schaden: 80/100/110/115/130 (+40% AP) und 3 Sekunden 20% Slow\n6-10 Kräuter: AP Schaden: 90/110/120/125/140 (+40% AP) und 3 Sekunden 30% Slow\n11-15 Kräuter: AP Schaden: 80/100/110/115/130 (+40% AP), 2 Sekunden 5% Laufgeschwindigkeit und 1 Sekunde Blind\n16-20 Kräuter: AP Schaden: 90/110/120/125/140 (+35% AP), 3 Sekunden 10% Laufgeschwindigkeit und 2 Sekunden Blind\ndas finde ich allgemein ziemlich zu stark eben und sowas meine ich\n\nlies dir algemein mal den damage durch und denk mal nach wieviel das eigntl ist","replies":[]}]}]}]}