{"id":"sEgQXLrK","poster":"Humpelstilzche","date":"2016-11-15T09:27:57.202+0000","title":"Erklärung des Flex-Queue-Fix mit Beispiel","subforum":"Ligen & gewertete Spiele","up_votes":50,"down_votes":5,"body":"https://i.gyazo.com/4d4fd37c11ee51d151c9613befac5859.jpg\n\nHi. \n\nDa es offensichtlich einige Unklarheiten bez&uuml;glich des Fixes der Flex-Warteschlange gibt, hab ich mir gedacht, dass ich das mal Anhand eines imagin&auml;ren Beispiels versuche zu erkl&auml;ren. \n\n**Erstmal gibt es ein paar Dinge, die man wissen muss:**\n\n* Die komplett unsinnigen Rang-Einstufungen und das absurde Matchmaking in der Flex-Warteschlange in den letzten Tagen waren selbstverst&auml;ndlich keine Absicht, sondern ein Fehler seitens Riot. Das Hauptproblem war, dass das bisherige MMR der Spieler nicht ber&uuml;cksichtigt wurde.\n* In Folge dessen, waren die Spiele der letzten Tage teilweise komplett unfair. Einige Spieler bekamen LP, Siege und MMR in rauen Massen w&auml;hrend andere mit &uuml;berm&auml;chtigen Gegnern zu k&auml;mpfen und keine Chance zu gewinnen hatten. \n* Das MMR (also das versteckte Skill-Rating, das f&uuml;r das Matchmaking verwendet wird) in einer neuen Season h&auml;ngt vom bisheren MMR und dem Ergebnis der Einstufungs- bzw auf Englisch Placement-Matches ab, d.h. die 10 Spiele am Anfang, in denen man noch keinen Rang hat. \n* Die Liga bzw. Division in einer neuen Season h&auml;ngt ebenfalls vom vorherigen MMR und den Einstufungsspielen ab. Hier wird allerdings zus&auml;tzlich jeder Spieler massiv abgestuft. Da Platin 1 die maximale Division ist, die man erreichen kann, werden alle Spieler nach unten verschoben. D.h. selbst wenn man viele oder sogar alle der Placement-Matches gewinnt, hat man meistens trotzdem einen deutlich niedrigeren Rang als in der letzten Season.\n* Da die neue Liga/Division viel niedriger als das MMR ist, erhalten die Spieler bei Siegen sehr viel LP und verlieren bei Niederlagen sehr wenig. Als Resultat, steigen die meisten Spieler recht schnell auf, bis sie eine Division erreichen, die zu ihrem MMR passt.\n\n**Warum der Flex-Queue-Fix?**\n\n* Der Hauptgrund ist, dass die Matches die in den letzten Tagen gespielt wurden auf Grund der v&ouml;llig unpassenden MMR der Spieler absurd unfair waren. Einige Spieler konnten unverdient total einfach aufsteigen w&auml;hrend andere keinerlei Chance hatten, irgendwie vorw&auml;rts zu kommen. \n* Als Folge davon, sagt der durch diese Spieler erreichte Rang nur sehr wenig &uuml;ber den tats&auml;chlichen Skill des Spielers aus.\n\n**Was genau tut der Flex-Queue-Fix?**\n\n* Der Flex-Queue-Fix ist im Prinzip ein weiterer Reset. Auf Grund der Unsinnigkeit der bisher gespielten Matches, wurde deren Auswirkung im Prinzip zur&uuml;ckgesetzt.\n* Die Ausnahme bilden hierbei die Placement-Matches. Diese ersten 10 Spiele beeinflussen nach wie vor das Start-MMR und die Start-Division der Pre-Season. Alle Spiele die dannach gespielt wurden, sind quasi annuliert. \n* Der neue Rang ben&ouml;tigt ein weiteres Ranked-Game, um aktualisiert zu werden. D.h. jeder der bereits 10 Spiele gespielt hat, muss ein weiteres spielen, damit der Rang aktualisiert wird. \n* Der neue Rang basiert auf der alten MMR der letzten Season, der Winratio in den 11 Placement-Matches und nat&uuml;rlich dem ganz oben erw&auml;hnten generellen Reset in Richtung niedrigerer R&auml;nge.\n\n\n**Das versprochene Beispiel**\n\nIm Folgenden betrachten wir zur Veranschaulichung das Beispiel der imagin&auml;ren Spielerin &quot;Alice&quot;. Alice war letzte Season Gold 3 und hat direkt am ersten Tag der Pre-Season angefangen Flex-Queue-Rankeds zu spielen. Sie hat 8 ihrer 10 Placements gewonnen und hat dannach noch 30 weitere Rankeds gespielt. Da ihre alte MMR nicht ber&uuml;cksichtig wurde, landete sie trotz ihrer 8 Siege in den Placements zun&auml;chst in Bronze 4. Da das Matchmaking ihren Skill massiv untersch&auml;tzte, hatte sie in den 30 folgenden Spielen leichtes Spiel und gewann fast alle davon. Au&szlig;erdem bekam sie sehr gro&szlig;e Mengen an LP f&uuml;r jeden Sieg. Durch diesen Umstand spielte sie sich sehr schnell auf Platin 4, eine Division die weit &uuml;ber ihrem tats&auml;chlichen Skill liegt. \nDann kam der Fix. \nSie gewann ein weiteres Spiel und wurde dannach nach Silber 2 abgestuft. Das liegt daran, dass ihre 30 Spiele, die sie fast alle gewonnen hat, nicht mehr ber&uuml;cksichtigt werden. Aber sie hat doch immernoch 9 von 11 Placements gewonnen, warum also Silber 2 obwohl sie doch vorher in Gold war? \nDas liegt an der oben erw&auml;hnten generellen Verschiebung nach unten. Alices hohe Winratio in ihren Placements wurde durchaus ber&uuml;cksicht, ebenso ihr alter Rang. Sie wird aber trotzdem niedriger eingestuft, da alle Spieler weitaus niedriger eingestuft werden als letzte Season. H&auml;tte sie weniger Placement-Matches gewonnen, w&auml;re sie noch tiefer eingstuft worden.\nDa Alice aber nach wie vor ein hohes MMR hat (schlie&szlig;lich basiert das auf ihrem alten MMR und der Winratio in den Placements), wird sie in den folgenden Spielen sehr viel LP erhalten und sehr wenig LP verlieren und damit selbst mit einer ausgeglichenen Winratio recht fix aufsteigen, bis sie irgendwo in der N&auml;he ihres alten Ranges ist. Das gleiche gilt f&uuml;r alle anderen Spieler. \n\n___\n\nIch hoffe das beantwortet einige Fragen. Dieser Thread soll selbstverst&auml;ndlich nicht dazu dienen, Riots Fehler zu leugnen. Riot hat einen Fehler gemacht, ganz klar. Dieser Thread dient als Erkl&auml;rung warum der Fix notwendig war und warum er, trotz der Tatsache, dass er f&uuml;r einige Spieler sehr frustrierend ist (z.B. weil sie sich in den letzten Tagen, wie Alice, einen hohen Rang erspielt haben), ingesamt eine gute Sache ist und dazu dient, wieder etwas mehr Balance in Ranglisten-Spiele zu bringen. \n\nDie Erkl&auml;rungen basieren auf diesem [**Thread von Riot Eambo**](http://boards.euw.leagueoflegends.com/en/c/announcements-en/Pob3UmE4-flex-queue-fix-and-replacements-information) und kurzer R&uuml;cksprache mit Riot. Eine deutsche Version von Riots Thread findet ihr [**hier**](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/JN2Md3lB-flex-q-korrektur-und-replatzierung-informationen). \n\nSollten noch weitere Unklarheiten bestehen, kann ich versuchen diese zu beseitigen. Der Thread ist auf Basis dessen geschrieben, was ich momentan &uuml;ber die Situation wei&szlig;. Sollte also etwas nicht korrekt sein, bitte ich um Entschuldigung und werde versuchen das auf Basis eures Feedbacks anzupassen. Kritik ist also herzlich willkommen. \n\nlg\nhumpel\n\nedit:\n\nhttp://i.imgur.com/NS9M37c.png","replies":[{"id":"","poster":"Cardboard","date":"2016-11-15T10:27:36.591+0000","up_votes":8,"down_votes":0,"body":"Das hier gibt keine Erklärung darauf wieso die ersten 10 Spiele gelten sollen ich finde ihr macht hier einen sehr unfairen Fehler da die Leute die ihre Placements in dem neuen System Komplett spielen viel mehr Chancen haben als die Leute die 1 Game in dem neuen System spielen.\n\nFalls dies nicht stimmen sollte könnt ihr mich gerne Korrigieren","replies":[{"id":"","poster":"Δπσπψωσυș","date":"2016-11-15T13:39:14.085+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Cardboard,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0009,timestamp=2016-11-15T10:27:36.591+0000)\n>\n> Das hier gibt keine Erklärung darauf wieso die ersten 10 Spiele gelten sollen ich finde ihr macht hier einen sehr unfairen Fehler da die Leute die ihre Placements in dem neuen System Komplett spielen viel mehr Chancen haben als die Leute die 1 Game in dem neuen System spielen.\n> \n> Falls dies nicht stimmen sollte könnt ihr mich gerne Korrigieren\n\nDas sehe ich auch so. War Dia 5, im letzten Promo Game sogar gegen einen Challenger und Dia2 gematched worden und mit 4/6 nach Silber 4 geplaced worden. Natürlich konnte ich mich direkt hochspielen, war gerade Promo Gold 4. Jetzt der Reset. Bin sehr gespannt ob ich weiterhin in Low Elo stompen muss. Mir macht das auch kein Spaß.","replies":[{"id":"","poster":"DrDozaun","date":"2016-11-15T16:01:07.972+0000","up_votes":3,"down_votes":0,"body":"Ich hab season 6 mit Gold 5 soloq abgeschlossen. Hab dann in den Flex placements 9/10 gewonnen (sogar gegen dia 1 gewonnen). Ich wurde Gold 2 eingestuft. Nun habe ich mein neues placement game gespielt und wegen meinem katastrophalen team verloren (ich hatte allerdings die Wertung S+ auf Nautilus Support). Naja nun wurde ich bronze 3 eingestuft GG. Finde ich bisschen zu krass denn ich habe 9/11 games gewonnen und wurde von Gold 2 auf Bronze 3 gestuft...","replies":[{"id":"","poster":"U2D titan","date":"2016-11-15T20:05:41.489+0000","up_votes":1,"down_votes":1,"body":"das ist einfach nur ein schlechter scherz den riot sich da erlaubt was für einen sinn ergibt es mich nachdem ich die letzte season mit zwar nur s5 abgeschlossen habe und dann 8/11 spiele mich in bronze 5 zu packen die wollen mir jetzt alos erzählen das ich mich jetzt wie zu meiner anfangs zeit in lol mit feedern trolls und afk's rumschlagen muss um irendwann mitten im jahr vllt wieder silber zu erreichen können die mir bitte erklären was das mit climbing zu tun hat das sorgt im endeffekt einfach nur dafür das ich nie mals über silber hinaus kommen werde, weil ich mit den schlechtesten spielern im spiel zusammen spielen muss deren quitrate wahrscheinlich bei 50% liegt.\nehrlich gesagt lässt mich dieses ranking sogar drüber nachdenken ob ich aufhören soll lol überhaupt zu spielen.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-11-23T08:30:46.502+0000","up_votes":1,"down_votes":0,"body":"Ehem wenn du silber gehörst kommst du silber\n\nWenn du irgendwann mal besser wirst als silber kommst du auch dahin selbst wenn du in bronze 5 startedt\n\nAls bsp ich brauche ca 30 spiele aus bronze wenn ich da geplacef werden auf ehemaligen gold/silber accounts aus meiner silber zeit","replies":[]}]},{"id":"","poster":"BRANDgefäährlich","date":"2016-11-17T08:50:58.223+0000","up_votes":1,"down_votes":0,"body":"deine solo mmr hat nichts mit der flex (sprich teamranked) mmr zu tun... nur mal so nebnbei","replies":[]},{"id":"","poster":"JustinLuka","date":"2016-11-16T14:30:20.352+0000","up_votes":1,"down_votes":0,"body":"Ich war auch Gold 5 letzte season. Ich hab dann meine Flex  placements gemacht auch 9/10 gewonnen und war dann Gold 1. Nun nach dem Fix habe ich 1 match gemacht, gewonnen und wurde Bronze 1 eingestuft....","replies":[{"id":"","poster":"ΞΞˉΞΞˉΞΞ","date":"2016-11-16T19:10:03.287+0000","up_votes":1,"down_votes":0,"body":"bei mir auch nur ich war nachdem ich 7/3 hatte wurde ich silber 3 eingestuft jetzt nach einem win bronze 1","replies":[]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:36:52.749+0000","up_votes":2,"down_votes":2,"body":"Ich hab grad nochmal nachgefragt warum die Placements nicht resettet wurden, aber meine bisherige Vermutung ist, dass das ein Zugeständnis für die Spieler ist, die sich darüber ärgern würden wenn ALLES was sie getan haben für nichts war und der erhöhte Stress in den Placements umsonst war. \nDa die Auswirkung der Placements sowieso recht gering ist und generell überschätzt wird, denke ich dass es in Bezug auf die Qualität des Matchmakings keinen großen Unterschied gemacht hat, diese Spiele nicht zu annulieren.","replies":[{"id":"","poster":"Cardboard","date":"2016-11-15T10:52:47.213+0000","up_votes":2,"down_votes":0,"body":"Ja das schon nur ich kann nicht verstehen\n\nwie 5 wins und 5 Loses Bronze 3 ergeben\n\nund 6 wins und 5 loses Bronze 4\n\nSo ehrlich muss ich sein das ist für mich nur mit Pippi Langstrumpf Mathematik zu erklären\n\nOder damit das ich aufgrund des neuen matchmakings gegen viel schlechere Gegner gespielt habe und nicht die Chance hatte zu beweisen dass ich dort nicht hingehöre","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T11:03:59.645+0000","up_votes":3,"down_votes":0,"body":"> So ehrlich muss ich sein das ist für mich nur mit Pippi Langstrumpf Mathematik zu erklären\n\nGenau das ist es auch im Prinzip. Deine ersten Placements bzw das Ergebnis davon war schlicht und einfach Unfug. Es könnte höher sein als dein jetziges, vlt aber auch niedriger. \n\nIch glaube übrigens, dass das elfte Spiel nicht dazu zählt. In einem anderen Thread war ein Spieler, dessen 11. Spiel ein Remake war und er wurde trotzdem neu platziert. Daher denke ich, dass das elfte Spiel die neue Platzierung lediglich auslöst, aber nicht beeinflusst.","replies":[{"id":"","poster":"Cardboard","date":"2016-11-15T11:11:29.525+0000","up_votes":2,"down_votes":0,"body":"Tja da wäre ich mit einem Heimadinger schraubenschlüssel Symbol und neuen placements glücklicher gewesen aber was soll's da hat riot wohl aus dem placement debakel zu Beginn der heurigen Season wohl die falschen Schlüsse gezogen und ich muss wieder einmal damit leben","replies":[{"id":"","poster":"Cardboard","date":"2016-11-15T11:12:33.388+0000","up_votes":1,"down_votes":0,"body":"Auf jeden Fall danke für die Antworten","replies":[]}]},{"id":"","poster":"Random Summoner","date":"2016-11-15T21:45:25.730+0000","up_votes":0,"down_votes":0,"body":"Das war bei mir auch der Fall, wurde Gold 4 (genau wie ich letzte season abgeschlossen habe) eingeranked mit 7/3, anschließend wurde ich nach dem fix durch ein Remake (AFK im gegnerteam) game mit der dauer von einer minute und einem Heldenhaften Kill des Redbuffs im jungle auf silber 3 reduziert.\nDas war ja noch okay, auch wenn ichs komisch fand das ein remake die Platzierung beeinflusst.\nDanach habe ich aus Laune einfach noch nen Ranked gezockt und wurde NOCHMAL Platziert, diesmal in S5 {{summoner:3}}  ... ich check nicht wieso ich 3 Placements hatte... Ich hoffe jetz einfach das die zwei letzten Spiele (11. und 12.) keinen Einfluss auf die direkte platzierung haben, das wär sonst lächerlich.{{item:3070}}","replies":[]}]},{"id":"","poster":"Käptn Rotbart","date":"2016-11-15T14:41:24.944+0000","up_votes":2,"down_votes":0,"body":"Bei mir genau das selbe, nur das aus 7/3 zu 8/3 Bronze 3 zu 4 wurde. \n\nVor allem frustrierend, wenn man sich grade in einer Winnningstreak auf die nervigen 99LP (gut da kann das System wenig für, das ist eben Pech) gebracht hat, und man eigentlich erwartet, dass das 11te Spiel die Promos oder sogar einen Skip auslöst. Plopp! Eine Division weiter unten und keine LP mehr. Na danke dafür! Wirds wohl noch ne Season, die in der Elohell dermaßen durch AFKs und Trolle frustet, dass man lieber bei Normal-Games bleibt.\n\nDas größte Problem ist, dass Spieler, die aus einer niedrigen Wertung kommen, und gegen übermächtige Gegner gematcht wurden, es aber trotzdem geschafft haben relativ gut zu spielen noch weiter runter geschmissen werden. Einer meiner Freunde kam aus Platin 3 und wurde mit 5/5 in Bronze 1 gesetzt. Daneben komme ich mit meinen 7/3 aus Silber 4 in Bronze 3 und später mit den 8/3 in Bronze 4 raus. Er hat sein 11tes Spiel noch nicht gemacht, aber ich wette, dass er nicht tiefer in Bronze landen wird.","replies":[]}]},{"id":"","poster":"U2D titan","date":"2016-11-15T20:06:29.577+0000","up_votes":1,"down_votes":0,"body":"die placements waren für mich umspnst ich habe 8/11 gespielt und bin bronze 5 eingestuft worden obwohl ich s6 in silber beendet habe","replies":[]}]}]},{"id":"","poster":"Teemo Main","date":"2016-11-15T10:28:33.030+0000","up_votes":5,"down_votes":0,"body":"Ich verstehe nur nicht warum die 10 bisherigen Placements nicht zurückgesetzt werden da sie ja unfair waren.\nAngenommen ich habe alle 10 verloren und ich gewinne jetzt das 11. ist doch der eine sieg nur ein Tropfen auf den heißen stein, der eine Sieg kann doch nicht die vorherigen 10 unfairen spiele wieder wett machen.\n\nLG","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T14:36:54.314+0000","up_votes":2,"down_votes":3,"body":"Das \"11. Spiel\" ist auch nicht dazu gedacht, deine Platzierung zu bestimmen oder die vorherigen 10 Platzierungsspiele zu ersetzen, du musst einfach ein Spiel absolvieren, damit dein Ranking mit der Datenbank synchronisiert werden kann. Deine bisher gespielten Spiele zählen trotzdem, dein Startpunkt wurde aber korrigiert.","replies":[{"id":"","poster":"DrDozaun","date":"2016-11-15T16:03:21.884+0000","up_votes":2,"down_votes":1,"body":"mit 9/11 wins und soloq gold 5 kommt man dann also bronze 3 nachdem man eigentlich gold 2 eingeranked wurde?","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T16:17:40.595+0000","up_votes":3,"down_votes":2,"body":"Du wurdest nicht \"eigentlich\" in Gold 2 eingestuft, das war ja genau der Fehler, der jetzt behoben wurde. Deine Starposition wurde falsch berechnet, deine vorherige MMR war zu hoch. Deine MMR ist zienlich genau auf dem Wert, auf dem sie auch am Ende der Saison war.","replies":[{"id":"","poster":"Cardboard","date":"2016-11-15T18:14:21.997+0000","up_votes":5,"down_votes":0,"body":"Damit steht noch immer die Frage im Raum warum müssen die Spieler die die Einstufung schon gespielt haben für eure Fehler Büsen das ist unfair unprofessionell. Wenn ihr diesen Fehler gemacht habt ist das ok wir alle werden es überleben nur das ihr dann nicht konsequent sagt das das euer Fehler war und jeder gleicher Weise die Chance bekommt auf neue Placements das ist nicht sehr amüsant für alle. \n\nNehmt euch bitte diese Kritik zu Herzen \n\nMfG Cardboard","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-11-15T17:10:59.827+0000","up_votes":1,"down_votes":0,"body":"Nur sus Neugier:\n\nWelche \"MMR am Ende der Season\" wurde denn genommen?\nBei nicht wenigen Aussagen von Spielern hier im Forum klingt es nicht gerade nach der MMR der DynQ, sondern eher nach jener z.B. Der Teamrankeds (z.B. dass Platinspieler nun in tiefem Bronze landeten)\n\nOder wurde in dieser Season wesentlich stärker resettet?","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T17:22:48.025+0000","up_votes":1,"down_votes":2,"body":"Bei den Spielern, die ich nachgeschaut habe, habe ich die Dynamic Queue MMR genommen. Platinspieler im tiefen Bronze habe ich glaube so noch nicht gesehen. Das häufigste meines Empfindens nach unteres Gold nach Bronze 2 oder 3.\n\nEdit: Platinspieler sind eher die, die nach dem Fix wieder deutlich nach oben gerutscht sind, falls du das meintest. ","replies":[{"id":"","poster":"Jastol","date":"2016-11-15T18:57:44.891+0000","up_votes":1,"down_votes":0,"body":"Kann man dann nach der Preseason wieder Placements machen für S6? Sprich es lohnt sich jetzt eh nicht in der Pre-Season FlexQ zu spielen und Spieler die dann nächstes Jahr Anfangen, bez. Ihre Placements nicht in der PreSeason gemacht haben, bez  vor dem \"Bug\", wären WunderOWunder auf einmal ne Division vor einem?","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T19:30:01.975+0000","up_votes":3,"down_votes":0,"body":"Jop, sowei ich korrekt informiert bin, wird nach dem Ende der Preseason und mit Beginn der 2017 Ranked Season einen normalen reset und dann auch wieder neue Placements geben. Mit deinen Spielen in der Preseason kannst du aber trotzdem deine MMR und deinen Startpunkt für die 2017 Season beeinflussen. Ob das Sinn macht, muss jeder für sich selbst entscheiden.\n\nWie gesagt, wurde der Startpunkt der MMR einfach falsch berechnet. Angenommen es gibt 2 Spieler, die beide eine MMR von 100 haben. Der eine spielt überhaupt keine Ranked Spiele während der Preseason, der andere war von diesem Fehler betroffen, er ist mit einer MMR von 200 in die Preseason gestartet. Dann hat dieser Spieler vielleicht ein paar Spiele gewonnen und ein paar Spiele verloren, sich auf 243 hochgearbeitet und wurde entsprechend platziert. \n\nDann hat der Fix ihn jetzt auf die 143 gesetzt, die er vielleicht haben sollte. (**Das ist nur ein Beispiel, ich kenne die wirkliche Berechnung nicht**) und ihn entsprechend dieser 143 neu eingestuft.\nDieser Spieler sollte dann trotzdem einen Vorteil haben, gegenüber dem, der gar nicht spielt und mit einer MMR von 100 in die neue Season startet. Es sollte also nicht möglich sein, dass so ein Spieler dann höher eingestuft wird. \n\nIch habe mir viele Spieler angeschaut die hier gepostet haben und von dem Fehler betroffen waren und kann mich an keinen erinnern, der unter dem Strich wirklich MMR im Gegensatz zur letzten Saison verloren hat. Natürlich gab es für manche ein paar unfaire Spiele und man kann argumentieren, dass da ohne den Fehler ein Sieg mehr oder weniger drin gewesen wäre. \n\nDer Schock ist groß, weil man plözlich ein paar Divisionen weiter unten ist, jeder hat aber nur die MMR verloren, die ihm durch den Fehler fälschlicherweise angerechnet wurde.\n\n**WICHTIG: Das ist mein Verständnis der ganzen Sache, ich selber programmiere das Matchmaking oder den Fix nicht. Meine Aussagen sollten soweit stimmen, ich übernehme aber keine Garantie.**","replies":[{"id":"","poster":"U2D titan","date":"2016-11-15T20:12:51.780+0000","up_votes":1,"down_votes":0,"body":"wie viel mmr habt ihr den leuten denn zugeschossen um nach 10 spielen s2 zu sein dann korrigiert ihr es ich gewinn das spiel auch noch und kommen in b5?","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T20:38:40.416+0000","up_votes":1,"down_votes":0,"body":"Es ist überhaupt nicht so viel, die Divisionen sind nur so eng beieinander. Dazu kommt das Problem, dass manche Spieler zu niedrig eingestuft wurden und nach oben befördert wurden. Ein Spieler hatte den Unterschied schon wieder wettgemacht als ich mir das angeschaut und kommentiert hatte.","replies":[{"id":"","poster":"Cold as Ice","date":"2016-11-16T18:08:41.221+0000","up_votes":1,"down_votes":0,"body":"habe vor dem placement 4 von 10 gewonnen realtiv schlecht so wurde bronze 2 eingestuft nach dem fix silber 4 :D","replies":[]},{"id":"","poster":"Jastol","date":"2016-11-16T08:11:50.718+0000","up_votes":1,"down_votes":0,"body":"Hab gestern 3 noch 3 Matches gespielt um das ganze mal auszuprobieren wie es jetzt in B4 aussah. Die ersten beiden Spiele waren todlangweilig und wir haben die Gegner zerstört ohne sich auch annährend zu konzentrieren und das dritte Spiel hat unsere Botlane alle Lanes gefeedet und man konnte eh nichts mehr machen obwohl das Spiel länger ging als die vorherigen. Im Endeffekt 3 Spiele die sich nicht wirklich gelohnt hatten. Das ist echt traurig und für Spieler, die eben Bronze sind auch nicht fair. Die Gegner haben ja nicht mal gedodged, da ist ein Bot Game fast spannender. \n\nDazu kommt, dass die ganzen Spiele gegen Gold/Platin/Dia, welche Ich wirklich Spannend fand und meine Motivation stark erhöhten besser zu werden, dann wohl auch nicht in die neue MMR zählen, selbst wenn man da im Schnitt 50/50 gespielt hat, also etwa die hälfte gewonnen. Das ist nämlich das was mich hier am meisten stört.","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-11-15T19:35:22.621+0000","up_votes":1,"down_votes":0,"body":"Besten Dank für die rasche Antwort. :)\n\nHmm... ich dachte u.a. bei memyselfandbaal (seinem Thread), dass er erneut wieder Bronze wurde. Aber offenbar (jetzt bin ich wieder zu Hause und kann es nachschauen^^) hat er noch nicht das erneute Placement gespielt.\n\nWobei ich ich tiefes Gold zu Bronze auch recht krass finde, weshalb der Reset wohl stärker sein müsste.\nDenn ich konnte letzte Season nur die 10 Placements spielen (gegen Ende der Season), hatte viel Pech und damit ein 0:10 gespielt und ging von Silber 2 auf Silber 5. OK, meine MMR war in Season 5 wohl höher als Silber 2, aber 1.5 Ligen Abstieg finde ich schon sehr stark (ohne 0:10 zu spielen wohlgemerkt).","replies":[]}]}]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-11-17T11:36:56.136+0000","up_votes":1,"down_votes":1,"body":"razhar dann verrate mir ma wenn das alles so ist wie du sagst warum spiele ich dann immer noch mit silber und gold manchmal plat gegen diamond ????\nBest Fix EU WEST!!!!!!!!!!!!!!!!!!\n\nGenau auf dem Wert weißt du was du überhaupt redest wenn ich paltin 2 bin und gold 4 eingestuft werde was ist daran die gleiche mmr","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T12:56:05.718+0000","up_votes":1,"down_votes":1,"body":"Das ist doch alles im Ausgangspost ordentlich erklärt. Die MMR in einer Divsion zum Ende der Saison ist nicht vergleichbar mit der MMR zum Ende einer Saison. Solange du das nicht akzeptierst und weiterhin immer nur \" aber, aber...Platin 2 auf Gold 4\" vor dich hin sagst, wirst du nicht glücklich werden.","replies":[{"id":"","poster":"Hibiki Yamazaki","date":"2016-11-17T15:13:14.048+0000","up_votes":1,"down_votes":1,"body":"Ach Rahzar der dreck mit der MMR ist mein kleinstes Problem. Viel mehr ärger ich mich über den neuen Shaco wenn ich sowas lese würde ich dem jenigen ins Gesicht spucken der diese absurde und total schwachsinnige Idee hatte Shaco so zu reworken.\n\nhttp://boards.na.leagueoflegends.com/en/c/gameplay-balance/EQeWQ5Iu-shaco-nerfs-are-too-harsh","replies":[{"id":"","poster":"Rahzar","date":"2016-11-17T15:37:18.591+0000","up_votes":1,"down_votes":0,"body":"Der Dreck mit der Liga oder deiner Division ist dein kleinstes Problem, deine MMR ist in Ordnung ;)\n\nStell sicher, dass du dort konstruktives Feedback hinterlässt und genau erklärst warum genau die Änderungen Schwachsinn sind. Selbst wenn die Änderungen so durchgehen, bedeutet das nicht, dass das auch für immer so bleibt.","replies":[]}]}]}]},{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:13:11.873+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Rahzar,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000b000100000000,timestamp=2016-11-15T16:17:40.595+0000)\n>\n> Du wurdest nicht &quot;eigentlich&quot; in Gold 2 eingestuft, das war ja genau der Fehler, der jetzt behoben wurde. Deine Starposition wurde falsch berechnet, deine vorherige MMR war zu hoch. Deine MMR ist zienlich genau auf dem Wert, auf dem sie auch am Ende der Saison war.\n\n3 Kommentare von einem Riot-Mitarbeiter... und kein einziges Mal das Wort \"Entschuldigung\" oder den Satz \"Es tut uns leid, dass wir solchen Mist gemacht haben, weil es, wie üblich bei neuen Sachen wie Champions, schnell schnell schnell gehen muss, obwohl die Daten vom Testserver zu wenige sind um diese zu nutzen, weswegen wir solch ein Problem verursachten\"...","replies":[]}]}]},{"id":"","poster":"Dela The Rascal","date":"2016-11-16T14:21:31.428+0000","up_votes":2,"down_votes":0,"body":"Aber einen Standpunkt von z.b Gold 4 auf Bronze 3 zu korrigieren finde ich ehrlich gesagt auch ziemlich bescheiden. Und so ging es vielen nach dem 1.. Match. Sry aber irgendwas habt ihr da vermasselt ^^","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:30:49.665+0000","up_votes":2,"down_votes":1,"body":"Ich denke es geht dabei mehr um ein symbolisches Zugeständnis, einfach dass nicht ALLES resettet wird. Der Einfluss der Placements ist sowieso gering, insofern macht das im Endeffekt keinen großen Unterschied.","replies":[]}]},{"id":"","poster":"Fraqx","date":"2016-11-15T20:06:11.067+0000","up_votes":4,"down_votes":0,"body":"Das Ding ist einfach, dass die \"Teamranked\" Geschichte wieder total ge... ist.\nDiese dämliche FlexQ interessiert mich nicht, es interessiert mich auch nicht ob ich Silber, Bronze, what ever bin\n(Aktuell von P4 -> S4) juckt mich nicht.\nWas mich aber juckt, ist diese hohle Beschränkung .. meine \"Teamranked\" Abende sind wieder im Eimer da andere Teammates eben schon Platin+ sind.\n\nWozu hab ich diese beschiedene FlexQ denn sonst, wenn nicht für sowas?\n\nBedeutet für uns alle, wir müssen bis Season start warten, dann zu 5. Placements machen und hoffen dass wir nicht das gleiche Problem wie jetzt haben.\nDenn sonst ist einer der Ar... der FlexQ solo spielen muss, damit er mindestens Gold kommt um mit seinem Team zu spielen...\nHeißt also wir haben das gleiche Problem wir Mitte letzter Season als diese Beschränkung eingeführt wurde.\nMuss man jetzt wieder 4 Monate Rito flamen damit sie dann sagen \n\"Oh shit die sind alle mad also machen wir wieder Teamranked rein\"\n\nSexy Mechanic das ganze.\n\nUnd nein, normals sind keine geeignete Alternative weil der Troll-Faktor hier einfach automatisch von Minute zu Minute steigt.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-15T12:11:17.762+0000","up_votes":4,"down_votes":0,"body":"Um mal wieder sachlich zu werden und nicht weiter zu trollen: Für mich ist es ja viel wichtiger, dass das Matchmaking gefixt wird. Mir ist es eigentlich (auch wenn es erst Mal sehr demotivierend ist) egal, welchen Rang mein Account zu Saisonbeginn hat. Abgerechnet wird ja eh am Ende. Wichtig ist, dass diese permanenten Gold+ gegen Bronze Match Ups aufhören...\n\nDas Problem ist ja nicht nur, dass die Spiele dadurch einseitig werden... das Problem ist auch, dass die Stimmung dadurch toxischer wird. Also ich habe in meinen Placements den Reportbutton gefühlt nach jedem Spiel benutzt. Weil der 1-5 Toplaner halt ragequittet, wenn er nicht mal unter seinem eigenen Turm stehen kann... Weil der Diamond Support sich halt lautstark über seine unfähigen Mitspieler beschwert... Weil der Silber Toplane dem Diamond Jungler im All Chat erklären muss, wie man gankt... \n\nAll die Report hatten dieselbe Wurzel: Das extrem unausgeglichene Matchmaking.","replies":[{"id":"","poster":"Jastol","date":"2016-11-15T18:52:40.776+0000","up_votes":2,"down_votes":0,"body":"Ich verliere lieber, weil mein Gegner Dia ist und einfach um Welten besser, als mich jetzt wieder rum zuärgern weil ich mit Leuten Spiele, die einen sicheren Sieg einfach Throwen.","replies":[{"id":"","poster":"U2D titan","date":"2016-11-15T20:13:51.800+0000","up_votes":1,"down_votes":0,"body":"same","replies":[{"id":"","poster":"Fwiffo","date":"2016-11-15T20:31:52.481+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=U2D titan,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000e00000000,timestamp=2016-11-15T20:13:51.800+0000)\n>\n> die placements waren für mich umspnst ich habe 8/11 gespielt und bin bronze 5 eingestuft worden obwohl ich s6 in silber beendet habe\n\nDu warst zwar am Ende der Season Silber 5, allerdings mit deutlich negativer Winrate. Und ja, man wird etwas niedriger eingestuft zum Seasonbeginn (zumindestens wars bei mir und allen die ich kenne so). Wenn du gut genug bist, dann kommst du wieder nach Silber. Wenn nicht, dann halt nicht - dann weißt du wohl, dass du noch üben musst.","replies":[]}]}]},{"id":"","poster":"Voideater Ashe","date":"2016-11-16T23:09:53.254+0000","up_votes":1,"down_votes":2,"body":"Richtig und aufgrund dessen das ich frustriert war habe ich nun einen 2 Wochen Spiel Bann, mehr oder wenger dank Riot.\nZwar habe ich selber geflamt, aber die Frustration hat sich dadurch ja ergeben das die Spiele ohnehin unfair waren und du dich\ndann noch von Bronze V leuten als Noob bezeichnen lassen darfst !\nDer 2 Wochen Bann wird sicherlich trotzdem nicht rausgenommen.\nDer eine hier gab ein Kommentar ab: Riot leute sind auch nur menschen ?\nJa wir auch und können auch mal einen schlechten Tag haben und ein vollautorisiertes AUTOMATSCHES System hat dann die Rechte deinen\nAccount für immer zu bannen.\nWitzig witzig","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-16T23:17:43.396+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Voideater Ashe,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000e0001,timestamp=2016-11-16T23:09:53.254+0000)\n>\n> Richtig und aufgrund dessen das ich frustriert war habe ich nun einen 2 Wochen Spiel Bann, mehr oder wenger dank Riot.\n> Zwar habe ich selber geflamt, aber die Frustration hat sich dadurch ja ergeben das die Spiele ohnehin unfair waren und du dich\n> dann noch von Bronze V leuten als Noob bezeichnen lassen darfst !\n> Der 2 Wochen Bann wird sicherlich trotzdem nicht rausgenommen.\n> Der eine hier gab ein Kommentar ab: Riot leute sind auch nur menschen ?\n> Ja wir auch und können auch mal einen schlechten Tag haben und ein vollautorisiertes AUTOMATSCHES System hat dann die Rechte deinen\n> Account für immer zu bannen.\n> Witzig witzig\n\nDas ist dummer Weise der falsche Ansatz. Also wenn du jetzt wegen des Matchmakings eine Chatrestriction bekommen hättest, hätte ich das vielleicht nachvollziehen können, aber für einen 14 Tages Bann musst du halt entweder schon kurz vor einer Strafe gestanden haben, weil du regelmäßig flamest oder richtig ausgerastet sein. \nFür beides kann Rito verdammt wenig.\nUnd ja, ich war in den letzten Tagen auch frustrierter und im Chat negativer, als man es von mir gewohnt ist. Ich habe trotzdem keine Strafe bekommen.","replies":[{"id":"","poster":"Voideater Ashe","date":"2016-11-17T00:42:06.162+0000","up_votes":1,"down_votes":0,"body":"Du hast aber selbst gelesen das sogar einerhier auch dauernd den Report Button verwendete, weil leute aufgund des Matchmakings nur noch flamten.\nHin oder her. Diese Leute bekamen aufgrund dessen möglicherweise Ihre erste Strafe und die Strafen werden gezählt sprich beim nächsten mal noch härter bestraft.\nDu kennst das neue Bann System ? Ja ich bekam eine 25 Game chatrestriction für grade mal ein Game.\nIch schrieb viel, aber nichts wie Noob etc. Trotzdem reichte es aus da ich negativ aufgrund der 10 Chatrestriction schon vorbelastet war.\nIch kenne das System mittlerweile du kannst sogar als Noob beleidigt werden und du schreibst dann sowas wie I report you.\nEs reicht aus das du genauso eine Chatstrafe kriegst.\nDer Support meinte zu mir \"I report you\" ist negativ.\nSuper Sache.","replies":[]}]}]}]},{"id":"","poster":"Kayleminator","date":"2016-11-15T18:31:55.929+0000","up_votes":1,"down_votes":0,"body":"ich habe 6/10 gewonnen als Silber 2 Solo Queue, darunter einige Spiele gegen Gold und Platin Spieler und wurde Bronze 1 eingestuft. Heute habe ich das eine Spiel gemacht und gewonnen. Danach war ich Bronze 3. Das soll fair sein? Warum setzt Riot nicht alles zurück auf 0? Und jeder macht die 10 Spiele noch mal. Ich bin echt sauer. Ich investiere keinen Cent mehr in dieses Spiel.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T19:02:12.170+0000","up_votes":2,"down_votes":1,"body":"> Warum setzt Riot nicht alles zurück auf 0?\n\nWas meinst du damit? Die MMR? Die Division/Liga? Oder die gespielten Spiele vor dem Fix?\nWas genau willst du auf 0 gesetzt haben und warum wäre das gut?","replies":[{"id":"","poster":"Kayleminator","date":"2016-11-16T07:49:37.742+0000","up_votes":3,"down_votes":0,"body":"Ich meine die Placement Spiele. Da ein Fehler seitens Riot vorlag und die 10 Spiele mit dem Fehler gespielt wurden, sollte die Möglichkeit geschaffen werden das jeder die Spiele noch mal macht. Ohne Fehler. Das wäre am gerechtesten für alle. Wie gesagt ich habe 10 Spiele gemacht darunter Platin und Gold Gegner und wurde Bronze 1 gerankt. Nach dem Fix war ich dann Bronze 3. Anscheinend war es bei anderen Spielern die sich vorher beschwerten, zu schlecht gerankt worden zu sein, genau umgekehrt. Deshalb wäre die gerechte Lösung 10 neue Placement Spiele für alle. Einfach neustarte der Preseason ohne Fehler.","replies":[]}]},{"id":"","poster":"foxxrocks","date":"2016-11-22T22:49:51.044+0000","up_votes":1,"down_votes":0,"body":"du beschwerst dich, dass du nur gut eine Liga gefallen bist :D\nIch kenn Dia Spieler die sich grad durch Silber 4 metzeln...\nWenn es nicht deine Elo ist, dann freu dich auf ein paar einfache Games ;)","replies":[]}]},{"id":"","poster":"Vorzüglich","date":"2016-11-15T09:42:08.718+0000","up_votes":3,"down_votes":1,"body":"Richtig erkannt JEDES Spiel in FLex war bisher Stomp or get Stomped.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T09:50:12.145+0000","up_votes":4,"down_votes":1,"body":"Bisher, ja. Genau das war das Problem. Ab heute sollte das besser sein und im Laufe der Zeit, wenn Spieler dann langsam wieder dort hingelangen, wo sie hingehören, wird das dann graduell immer besser werden. \n\nNicht zuletzt ist man ja in der Preseason auch mit einer Menge Änderungen konfrontiert, was natürlich auch zu vermehrt unfairen Spielen führt. Genau dazu existiert die Preseason ja. Das wäre auch dann passiert, wenn es Riots Fehler nie gegeben hätte. Dass die Preseason eine Achterbahnfahrt mit diversen Loopings ist, ist normal.","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-11-15T13:26:02.669+0000","up_votes":1,"down_votes":0,"body":"Nö ich hatte recht ausgeglichene Spiele. Also kann von JEDEM Spiel nicht die Rede sein.","replies":[]}]},{"id":"","poster":"Prof Tumbledore","date":"2016-11-15T10:02:25.982+0000","up_votes":1,"down_votes":1,"body":"dann bin ich trotzdem der arsch dabei, war letzte Season plat 5 soloQ\n\nPlacement Matches 3 win 7 losses weil Team silver/bronze gegen Gegner high plat/dia (was für ein spaß!)\n\nResultat: bronze 2, hab mich wenigstens da ein bisschen hochgezockt, und jetzt ist das alles annuliert?\n\nalso im Endeffekt wurde ich doppelt penetriert.. {{champion:44}}\n\ntrz. danke für deine erklärung","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:05:27.511+0000","up_votes":3,"down_votes":0,"body":"> Resultat: bronze 2, hab mich wenigstens da ein bisschen hochgezockt, und jetzt ist das alles annuliert?\n\nJa, ist annuliert. Dich wieder hochzuspielen sollte aber nach wie vor sehr einfach sein, da dein MMR ja immernoch sehr hoch im Vergleich zu deinen Rang ist, und du somit mit LP überschüttet wirst.","replies":[{"id":"","poster":"Prof Tumbledore","date":"2016-11-15T10:15:04.185+0000","up_votes":1,"down_votes":3,"body":"hab ich eine lust mit bronze leuten zu spielen! amen","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T17:27:39.221+0000","up_votes":2,"down_votes":1,"body":"Du bist einer von den Spielern, die vom Fix profitiert haben und deutlich höher eingestuft wurden.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:29:43.454+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Rahzar,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0005000000000000,timestamp=2016-11-15T17:27:39.221+0000)\n>\n> Du bist einer von den Spielern, die vom Fix profitiert haben und deutlich höher eingestuft wurden.\n\nSagen Sie das dem Bronze-Spieler, der in vielen Matches gegen Platin+Spielern antreten musste...","replies":[]},{"id":"","poster":"Prof Tumbledore","date":"2016-11-15T17:50:09.438+0000","up_votes":1,"down_votes":0,"body":"ja ist okay","replies":[]}]}]}]}]},{"id":"","poster":"JohannGG","date":"2016-11-15T09:39:55.254+0000","up_votes":2,"down_votes":1,"body":"Es ist \"preseason\" - Beschwerden darf und sollte man auch nicht!\n\nMan kriegt gut LP, in meinen Fall z.B. 25. Da kommt man schnell hoch","replies":[{"id":"","poster":"Alustus","date":"2016-11-15T09:55:18.927+0000","up_votes":3,"down_votes":0,"body":"Naja kritisieren sollte man schon.\nRiot braucht ja schließlich Feedback um Fehler zu beheben oder das Spielerlebniss zu verbessern.\n\nAber ich gebe dir Recht dass man in der Presaison mit  Problemen usw. rechnen sollte und desshalb nicht vorschnell alles als komplett scheiße bezeichnen sollte bevor wir nicht wieder in der regulären Saison sind.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-15T10:01:08.451+0000","up_votes":3,"down_votes":0,"body":"Die Preseason ist ja extra dazu da auch mal kritische Dinge zu testen. Denn wenn was schief geht (wie in diesem Beispiel) dann setzt man halt den Stand zurück und gut ist.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:09:57.494+0000","up_votes":3,"down_votes":1,"body":"This. \n\nKritik ist immer willkommen und, wenn sie konstruktiv ist, auch nützlich. \n\nDass die Leute sich aufregen ist natürlich verständlich. Niemand mag unbalancierte Spiele und niemand lässt gerne seine Spiele annulieren, ganz egal wie unfair und sinnlos sie waren. Aber ist jetzt halt passiert und es dient einem guten Zweck von dem wir alle profitieren, insofern hilft es nicht sich allzusehr drüber aufzuregen. Shit happens.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:00:12.180+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000100000001,timestamp=2016-11-15T10:09:57.494+0000)\n>\n> **Aber ist jetzt halt passiert** und es dient einem guten Zweck von dem wir alle profitieren, insofern hilft es nicht sich allzusehr drüber aufzuregen. Shit happens.\n\nIst das die Art, wie Riot über ihre eigenen Fehler denkt? \"Shit happens\" und \"Aber ist jetzt halt passiert\"?\n\nRiot hat einen Fehler, der leicht durch ein besseres Balancing auf den Testservern verhindert hätte werden können - wie auch schlechtes Balancing, siehe Ivern, Jungle-Malzahar oder Juggernaut-Darius -, einfach halbfertig und unzureichend getestet auf die Liveserver gebracht und nun hart an Image verloren, mit dem Betrug am Vertrauen der Spieler, faire, ausgeglichene Matches zu generieren, die dann auch fair belohnt werden?\n\nWenn ja, sollte sich Riot in die Ecke stellen und schämen.\n\nJa, Fehler passieren, aber man sollte wenigstens mal aus Fehlern lernen, anstatt zu sagen \"Achwas, passiert\". Schlechtes Balancing ist ja auch jetzt noch ein aktuelles Thema (Yorick brauchte 4 Jahre für sein Rework, Fiora und Darius knapp eines?) und dazu diese Ranked-Geschichte...\n\nWie wäre es vielleicht mit **sich bei den Leuten entschuldigen**, für den Mist der verzapft wurde, und **Wiedergutmachung sowie Entschädigung** zu leisten?\nOder ist Riot schon nicht mehr klar wie man sich als Silber-Spieler (und darunter) fühlt, wenn man mit Platin-Spieler gegen Platin-Dia-Spieler antreten muss, erst vom Gegner gnadenlos fertig gemacht wird und anschließend auch vom Team?\nOder interessiert es Riot mittlerweile nur noch wie die koreanischen Pro-Gamer-Goldesel sich fühlen, damit sie die Worlds besuchen und Kunden anlocken die zahlen?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T17:02:29.838+0000","up_votes":2,"down_votes":0,"body":"> Ist das die Art, wie Riot über ihre eigenen Fehler denkt? \"Shit happens\" und \"Aber ist jetzt halt passiert\"?\n\nNein, das ist wie ich als Spieler darüber denke. Ich bin kein Rioter.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:29:02.617+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00010000000100000000,timestamp=2016-11-15T17:02:29.838+0000)\n>\n> Nein, das ist wie ich als Spieler darüber denke. Ich bin kein Rioter.\n\nDoch du scheinst ganz offensichtlich zu versuchen - vielleicht mit Riots Unterstützung, oder gar als freiwilliger Helfer -, für sie zu sprechen, für sie den Unmut zu zerstreuen, sogar für sie Floskeln zu nutzen wie \"Shit happens\" und \"Aber ist jetzt halt passiert\"...\n\nWenn du scheinbar für Riots Fehler Partei ergreifen möchtest, solltest du dich halt auch daran gewöhnen, den Frust und die Wut abzubekommen, die Riot gilt, für den Mist den sie verzapfen und offenbar nicht einmal den Mut haben, sich dafür öffentlich zu entschuldigen und Wiedergutmachung zu bieten - von Entschädigung ganz zu schweigen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T17:34:41.721+0000","up_votes":3,"down_votes":0,"body":"Ich tue nichts weiter als zu ERKLÄREN was passiert ist. Dass Riot gefailed hat steht außer Frage. Mein Ziel hier ist es Spieler zu informieren, nicht Riot zu verteidigen. Für letzteres sehe ich keinen Einlass, ist ihre eigene Schuld, dürfen sie selber ausbaden.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:36:09.442+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0001000000010000000000000000,timestamp=2016-11-15T17:34:41.721+0000)\n>\n> Ich tue nichts weiter als zu ERKLÄREN was passiert ist. Dass Riot gefailed hat steht außer Frage. Mein Ziel hier ist es Spieler zu informieren, nicht Riot zu verteidigen. **Für letzteres sehe ich keinen Einlass, ist ihre eigene Schuld, dürfen sie selber ausbaden.**\n\nUnd da schicken sie dich, um uns das zu erklären? Wieso?\n\nGibt sich Riot nicht mehr persönlich mit der Community ab? Oder ist es ihnen einfach nicht der Mühe wert? Haben sie verlernt zu schreiben?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T18:16:02.355+0000","up_votes":4,"down_votes":1,"body":"Jetzt gehts mir aber doch langsam aber sicher auf die Nerven. Sieh es ein, das hier hat nichts mit Riot zu tun. Keiner hat mich geschickt, ich hab das gemacht weil sich viele Leute unnötige Sorgen machen und jetzt denken LoL wäre verbugt oder ihr Rating für immer ruiniert. Weil das nicht nicht stimmt und ich erklären kann warum, hab ich diesen Thread geschrieben. \nNiemand hat mich aufgefordert das zu tun. \nDie einzige Verbindung zu Riot hier ist, dass ich mein Wissen von Riot-Posts beziehe und dann sicherheitshalber nochmal bei Riot nachgefragt habe, ob ich es richtig verstanden habe. Das ist alles. Ich bin weder von Riot beauftragt, nocht ersetze ich Rioter noch tu ich das um Riot zu verteidigen. Das ist MEIN Thread und sonst nichts. \n\n> Gibt sich Riot nicht mehr persönlich mit der Community ab?\n\nIst dir Tatsache entgangen, dass ich Riots Statement dazu verlinkt habe UND sich in diesem Thread selbst auch noch ein Rioter gemeldet hat (und zwar gleich 5 mal)?\n\nMan bekommt den Eindruck dass du händeringed nach Gründen suchst, Riot noch über ihren Fehler hinaus scheiße zu finden...und mich gleich mit, Gott weiß womit ich das verdient habe. Ich bin natürlich schon ein ganzschön schlechter Mensch, weil ich es wage Dinge zu erklären und Leuten mit Wissen zu helfen. Sorry.","replies":[{"id":"","poster":"Random Summoner","date":"2016-11-15T21:57:22.679+0000","up_votes":0,"down_votes":0,"body":"Danke dir! {{summoner:13}} {{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2016-11-15T17:36:56.684+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00010000000100000000000000000000,timestamp=2016-11-15T17:36:09.442+0000)\n>\n> Und da schicken sie dich? Wieso?\n> \n> Gibt sich Riot nicht mit der Community ab? Oder ist es ihnen einfach nicht der Mühe wert? Haben sie verlernt zu schreiben?\n\nHä? Hier schreibt doch ein Rioter? Was ist dein Problem?","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T18:13:04.323+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000100000001000000000000000000000000,timestamp=2016-11-15T17:36:56.684+0000)\n>\n> Hä? Hier schreibt doch ein Rioter? Was ist dein Problem?\n\nWow.. .Drei Stück... und keines davon beinhaltet ein \"Wir entschuldigen uns dafür, dass wir großen Mist getan haben\"...\n\nAbgesehen davon das ich  Humpelstilzche sehe, welcher ja kein Riot-Mitarbeiter ist, dafür aber einen Threat öffnet um die Fehler Riots zu erklären - was Riot selbst tun sollte.","replies":[]}]}]}]}]},{"id":"","poster":"LokiOdinson","date":"2016-11-15T17:34:50.080+0000","up_votes":1,"down_votes":1,"body":"Im übrigem finde ich das Beispiel ziemlich passend wie die derartige Situation sich zeigt:\n\n> Sie gewann ein weiteres Spiel und wurde dannach nach Silber 2 abgestuft. Das liegt daran, ****dass ihre 30 Spiele, die sie fast alle gewonnen hat, nicht mehr berücksichtigt werden\n****\n\nAlso 30 Spiele umsonst? Jedes davon etwa 20 Minuten mindestens, das sind... 600 Minuten, welche also \"nicht berücksichtigt werden\"...\n\nAls kleine Erinnerung: Entschuldigung... Wiedergutmachung... Entschädigung... Gerne auch mit Rücksprache an Riot.","replies":[]}]},{"id":"","poster":"Torpedosheep","date":"2016-11-15T17:40:16.629+0000","up_votes":1,"down_votes":1,"body":">Wie wäre es vielleicht [...] Wiedergutmachung sowie Entschädigung zu leisten?\n\nEs ist selten eine gute Einstellung irgendwelche Entschädigungen oder sogar Belohnungen\n **zu  erwarten.**\n\nMal abgesehen davon, dass dieser Fehler nicht das gesamte Spiel zerstört...\nWenn die Server unerwartet für einen Tag abstürzen, oder Spieler ohne Grund gebannt werden, ist es meiner Meinung nach angemessen eine Geste der Entschädigung zu zeigen.\n\nAber diese Situation ist wirklich nicht so schlimm, dass man gleich nach free RP rufen muss.\nSorry, aber es hört sich meistens so an als wollen die Spieler gratis Belohnungen abgreifen wo es nur geht, was recht undankbar ist, wenn man berücksichtigt dass Riot oftmals kostenlose Belohnungen verteilt.","replies":[{"id":"","poster":"Toxical","date":"2016-11-15T18:09:11.682+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Torpedosheep,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00010000000100000001,timestamp=2016-11-15T17:40:16.629+0000)\n>\n> Es ist selten eine gute Einstellung irgendwelche Entschädigungen oder sogar Belohnungen\n>  **zu  erwarten.**\n> \n> Mal abgesehen davon, dass dieser Fehler nicht das gesamte Spiel zerstört...\n> Wenn die Server unerwartet für einen Tag abstürzen, oder Spieler ohne Grund gebannt werden, ist es meiner Meinung nach angemessen eine Geste der Entschädigung zu zeigen.\n> \n> Aber diese Situation ist wirklich nicht so schlimm, dass man gleich nach free RP rufen muss.\n> Sorry, aber es hört sich meistens so an als wollen die Spieler gratis Belohnungen abgreifen wo es nur geht, was recht undankbar ist, wenn man berücksichtigt dass Riot oftmals kostenlose Belohnungen verteilt.\n\nGenau da is das Problem... Leider fällt mir auf solch verhalten einfach kein passendes Wort ein...\n\nUnd wenn sie mal Fehler gemacht haben, gestehen sie es auch ein. \nIch weiß jetzt echt nicht mehr wo das Problem liegt... es sollte gefixt sein und damit ist doch gut oder nicht? \n\n> [{quoted}](name=LokiOdinson,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=000100000001000000000001,timestamp=2016-11-15T17:34:50.080+0000)\n>\n> Im übrigem finde ich das Beispiel ziemlich passend wie die derartige Situation sich zeigt:\n> ****\n> \n> Also 30 Spiele umsonst? Jedes davon etwa 20 Minuten mindestens, das sind... 600 Minuten, welche also &quot;nicht berücksichtigt werden&quot;...\n> \n> Als kleine Erinnerung: Entschuldigung... Wiedergutmachung... Entschädigung... Gerne auch mit Rücksprache an Riot.\n\nund auch wenn ich hier lese 600 Minuten für den \"A...\" jedes Spiel (bzw. fast alle) machen dir doch Spaß oder net? Also hattest du 600 Minuten Spaß. Wenn nicht, dann hör auf das Spiel zu spielen. Denn dann hat es den Sinn verfehlt...","replies":[]}]}]}]}]},{"id":"","poster":"Shinjore","date":"2016-11-15T12:39:15.602+0000","up_votes":1,"down_votes":2,"body":"nicht jeder ist so ein pro spieler wie du und braucht ewig um mal in eine promo zu kommen damit er dann eventuell aufsteigen darf! wenn einem nach diesen bescheidenen Matchups das erreichte ziehl auch noch weg genommen wird ist das mehr als nur frustrierend. Mmn sollte die MA von riot die für das Ranked system zuständig sind alle gefeuert werden oder die Praktikanten eine Pause gönnen. \num es mit meiner situation verständlich zu machen, ich war B5 bin immer noch B5 habe mich aber bis hin zum Aufstieg in B4 gearbeitet und brauchte nur einne Sieg zum aufsteigen das wurde mir aber nun genommen. dass ist wie schon gesagt mehr als nur frustrierend und da braucht sich dann niemamd beschweren wenn die Spieler aller wie sagt man toxisch sind. und mit du brauchst nur ein paar siege dann bist schon wieder da braucht mir hier auch niemand kommen den wie gesagt nicht jedem fällt das so einfach. geschenkt bekommt man hier nix und das was du dir erarbeitest wird dir auch noch genommen, sehr schön, so muss das sein -.- !","replies":[{"id":"","poster":"JohannGG","date":"2016-11-15T15:07:03.991+0000","up_votes":1,"down_votes":0,"body":"Dann empfehle ich dir folgendes.\n\nSpielen Sie Rank erst, wenn die Season angefangen hat\n\nDanke :)","replies":[]}]}]},{"id":"","poster":"Enderized","date":"2016-11-15T10:05:36.213+0000","up_votes":1,"down_votes":3,"body":"Ist natürlich schon nice nach Bronze III im 3v3 zu kommen nach dem weiteren Reset wenn ich vorher gegen Dia/Plat 7/10 die Placements gespielt habe ...\n\nNein ich rege mich nicht auf, finde es nur bescheuert inwiefern SoloQ 5v5 auf 3v3 FlexQ einfluss nehmen soll.\n\nNur weil ich in 5v5 Platin 5 bin, heißt es nicht, dass ich im 3v3 in irgendeiner Art und Weise gut bin/spielen kann. Ich finde den Reset der 3v3 Queue einfach nur unnötig. ^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:07:44.395+0000","up_votes":3,"down_votes":0,"body":"> Nein ich rege mich nicht auf, finde es nur bescheuert inwiefern SoloQ 5v5 auf 3v3 FlexQ einfluss nehmen soll.\n\nTut es nicht, nach allem was ich weiß. 3vs3 und 5vs5 sind schon immer komplett getrennt voneinerander, das ist sicherlich auch dieses Mal so.","replies":[{"id":"","poster":"foxxrocks","date":"2016-11-22T22:56:58.561+0000","up_votes":1,"down_votes":0,"body":"Ich bin mit zwei Kumpels von Plat 1 3v3 auf Bronze 4 eingerankt worden... jedes Spiel ist ein einziger Stomp und wir battln uns nur wer nach 15min die meisten Kills hat, DANKE RITO !111!!! das ist ne Mordsgaudi haha :D\nIch freu mich schon auf das gerape in der YoloQ... ich liebe bockschlechte Resetmechanics :D","replies":[]},{"id":"","poster":"Enderized","date":"2016-11-15T10:11:27.457+0000","up_votes":1,"down_votes":2,"body":"Wie gesagt- ich durfte jetzt nach dem Reset von Gold IV in Bronze III starten ^^\n\nNaja- ich werd mich da schon rausspielen... zumindest wenn meine Teammates es endlich verstehen, keine Assasinen/ADCs im 3v3 zu picken :D","replies":[]}]}]},{"id":"","poster":"Schelshock","date":"2016-11-15T16:09:50.803+0000","up_votes":1,"down_votes":0,"body":"Wann kommt endlich soloq?","replies":[{"id":"","poster":"schmatziHD","date":"2016-11-15T21:06:13.972+0000","up_votes":1,"down_votes":0,"body":"glaube mit patch 6.24","replies":[{"id":"","poster":"Schelshock","date":"2016-11-16T17:58:30.791+0000","up_votes":2,"down_votes":0,"body":"ja rip, der neue client kommt und soloq vernachlässigen sie, und da heisst es das fexi matchmaking sei gefixt worden aber ist immernoch bullshit....  wir wollen doch alle nur soloq","replies":[]}]}]},{"id":"","poster":"IronTeemoMK42","date":"2016-11-16T09:24:14.625+0000","up_votes":1,"down_votes":0,"body":"Heist das, dass ich unter Bronze 1 eingerankt werden würde?. Hatte in der Sason 6 20 ranks ungefähr gemacht und wurde doert in Bronze 1 eingerankt. Also so wie es klingt habe ich schon recht wenig lust muss ich sagen da in Bronce noch so viele Trolls sind.\n\n{{champion:19}}","replies":[{"id":"","poster":"lIIIlIlIlIIlIIIl","date":"2016-11-16T11:58:58.550+0000","up_votes":2,"down_votes":0,"body":"Hab auch keine Lust zu spielen keine Ahnung wieso meine spiele als silber gegen Scheiß platin teams sein müssen mit bronze und unranked in meinen teams. Ich hab 0 Chancen zu gewinnen da die so hard feeden... Im letzten Spiel hatte deren Jgler (Platin) sogar kein Smite genommen und hat hard geccaried da er wüsste dass er gegen silber spielt danke op riot...","replies":[]}]},{"id":"","poster":"Voideater Ashe","date":"2016-11-16T00:47:57.796+0000","up_votes":2,"down_votes":0,"body":"Hallo,\n\nAuch wenn man niedriger eingestuft wird nun.\nWo bleibt die Fairnis ? \nAngenommen wie wir ja alle wissen verlief das Flex System teils mehr als unfair. Nun stell dir vor du hast aufgrund der ersten 10 Placements nur 2 gewonnen weil du dauernd mit Bronze leuten gegen Plat leute gematcht wurden bist !\nNormalerweise bist du Gold 1 Spieler und nun gewinnst du aufgrund des Fehlers von Riot 8 Games die einfach nicht zu gewinnen waren.\nDas heißt im Klartext du wirst aufgrund nur 2 wins dann Bronze eingestuft egal ob du eigentlich viel mehr skill hast ?!\nMusst dich also sozusagen dann aus Bronze hochspielen.\nEin gutes Beispiel.\nIch habe einen 2. Account mit Silver 2 solo q ranked end of season.\nIch gewann 4 Spiele von 10.\nIch wurde 2 mal mit Bronze V in ein Team geworfen gegen Plat.\nNun kannst du dir ja ausrechnen wie hoch die chance war zu gewinnen.\nNix gegen Bronze Spieler, aber die sind nicht ohne Grund Bronze V da der Skill halt eben sehr niedrig ist.\nZum Beispiel verlor ich ein Spiel mit Malphite 11 4 12 Score am Ende.\nEs war halt einfach nix zu machen.\nDu kannst dir also vorstellen das ich mindestens 5 der 10 möglichen Placements Spiele nicht durch eigenverschulden verloren habe, sondern aufgrund des Fehlers von Riot dass ich mit Bronze gegen Plat gematcht wurde.\nIch bekam dann nach den 10 Placements Bronze V !\nHast du eine Erklärung dafür ?\nWas ist wenn ich jetzt das neue 11. gewinne ?\nDann habe ich 5 von 11 oder 1 wins dann und ?\nBleibe ich wahrscheinlich trotzdem in Bronze, da wurde von Riot nichts berücksichtigt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T06:02:44.560+0000","up_votes":1,"down_votes":1,"body":"> Wo bleibt die Fairnis ?\n\nDa alle betroffen sind, ist es nach wie vor fair. \n\n> Nun stell dir vor du hast aufgrund der ersten 10 Placements nur 2 gewonnen\n\n...dann ist das ärgerlich, aber nicht sonderlich schlimm, da die Wirkung der Placements sowieso sehr gering ist. \n\n> Das heißt im Klartext du wirst aufgrund nur 2 wins dann Bronze eingestuft egal ob du eigentlich viel mehr skill hast ?!\n\nNein. Du wirst Bronze eingstuft, weil jeder sehr viel niedriger eingestuft wird, das liegt nicht an den gescheiterten Placements. Die Placements haben vlt +-1 Division Einfluss, vielleicht 2. Das wars. Wenn man die Placements versemmelt ist das kein Beinbruch, insbesondere deshalb weil der alles entscheidende Faktor nach wie vor das MMR ist, und dieses sich kaum verändert hat. \n\n> Musst dich also sozusagen dann aus Bronze hochspielen.\n\nJa, aber nur sozusagen, denn zum einen spielt niemand dort auf dem Bronze-Niveau der letzten Season und zum anderen bekommt man LP praktisch nachgeworfen, was das Aufsteigen sehr einfach macht. \n\n> Ich bekam dann nach den 10 Placements Bronze V !\nHast du eine Erklärung dafür ?\n\nJa, generelle Abstufung. Hättest du die restlichen Placements auch noch gewonnen, wärst du vlt Bronze 4, evtl Bronze 3. \n\n> Was ist wenn ich jetzt das neue 11. gewinne ?\n\nDann aktualisiert sich dein Rang, genauso wie bei einer Niederlage. Das 11. Spiel zählt technisch gesehen nicht als Placement-Match, sondern ist eigentlich ein ganz normales Spiel.","replies":[{"id":"","poster":"KNZ0","date":"2016-11-16T15:06:14.392+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00380000,timestamp=2016-11-16T06:02:44.560+0000)\n>\n\n> Ja, aber nur sozusagen, denn zum einen spielt niemand dort auf dem Bronze-Niveau der letzten Season und zum anderen bekommt man LP praktisch nachgeworfen, was das Aufsteigen sehr einfach macht. \n\nDiese Aussage ist natürlich so nicht richtig, denn Bronze ist das niedrigste was man bekommen kann, wenn also einer von der letzten Season Bronze 1 war und jetzt z.B Bronze 5 ist spielst du sehr wohl mit Bronze-Niveau zusammen und genau das ist das Problem... Man spielt die Spiele gegen Platin/Dia und es ist dann auch egal ob du gegen die Gewinnst, man wird einfach in Bronze eingestuft. Aus Bronze raus zu kommen musst du dann auch mit Bronze-Niveau zusammen spielen. \n\nEs ist natürlich nicht nur \"Bronze-Niveau\" dabei, aber sehr viele sind dabei und genau das macht es problematisch.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T15:16:27.599+0000","up_votes":1,"down_votes":0,"body":"> Diese Aussage ist natürlich so nicht richtig, denn Bronze ist das niedrigste was man bekommen kann, wenn also einer von der letzten Season Bronze 1 war und jetzt z.B Bronze 5 ist spielst du sehr wohl mit Bronze-Niveau zusammen und genau das ist das Problem\n\nNein, eben nicht. Denn gematcht wird nach MMR, nicht nach Liga. Und der MMR-Unterschied zwischen jemandem der nur wegen der Abstufung in B5 ist und jemandem der da schon immer war, ist gewaltig. Die werden NIE miteinander gematcht, auch wenn beide momentan B5 sind.","replies":[]}]}]}]},{"id":"","poster":"Broken Arows","date":"2016-11-15T20:17:34.026+0000","up_votes":2,"down_votes":0,"body":"Jedes Jahr MMR Fehler  wird doch langweilig.","replies":[]},{"id":"","poster":"Naomie","date":"2016-11-15T12:27:12.305+0000","up_votes":2,"down_votes":0,"body":"War vorige Season G4.\nHab jetzt alle 10 Placements gespielt:\n\n2W\n8L\n\nUnd komm trotzdem S3?\nWie können es dann andere die besser abgeschnitten haben und auch in Gold waren irgendwo in der Bronz landen? XD","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:34:10.630+0000","up_votes":1,"down_votes":0,"body":"HABEN sie denn besser abeschnitten? Bisher hab ich noch von keinem gehört der nach dem Fix nicht zumindest ein bisschen runtergestuft wurde.","replies":[{"id":"","poster":"Naomie","date":"2016-11-15T19:26:38.079+0000","up_votes":2,"down_votes":0,"body":"naja nicht gefeedet oder getrollt einfach paar schöne runden und mit positiven stats... bin der einzige der nicht so weit runtergestuft wurde.. hatte aber einige games wo ich wirklich schlecht war.. deswegen versteh ich das nicht ganz xD","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2016-11-15T14:44:37.163+0000","up_votes":1,"down_votes":0,"body":"Ich sehe derzeit auch keinen Sinn im Matchmaking.\nIch war P3 letzte Season, nach den 10 Placements war ich g3(ich glaube ich bin 6:4 aus den matchmaking rausgegangen, daher fand ich g3 ok) ...\nNun habe ich erneut ein Spiel gemacht, es wurde alle erspielten LP von vorher gelöscht und ich wurde G4 geranked ...\n\nDAS finde ich schon merkwürdig.\n\nAufregen bringt ja leider nix, Riot will das so und wir müssen mit leben.\nFinde ich dennoch fragwürdig.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:18:06.040+0000","up_votes":1,"down_votes":0,"body":"Aus dem Inhalt dieser Antwort schließe ich mal, dass du meinen Post garnicht gelesen hast, was ich dir hiermit empfehle zu tun. Dann ist auch hoffentlich nichts mehr fragwürdig, denn genau die Dinge über du dich hier wunderst, sind im obigen Post erklärt ;)","replies":[{"id":"","poster":"Qbert","date":"2016-11-15T19:05:15.453+0000","up_votes":2,"down_votes":0,"body":"Aus dem Inhalt dieser Antwort schließe ich mal, dass du meinen Post gar nicht verstanden hast, denn ich habe sehr wohl deine Erklärung gelesen.\nIch habe nur angemerkt, dass ich das Ranking per se nicht verstehe und auch unverhältnismäßig finde. Denn es wurde gemäß deiner Aussage von Riot auf 10 neue Matchmaking verzichtet, damit man nicht alles verliert bzw. erneut machen muss. Ich wurde nun noch weiter unten angesetzt(was mir recht egal ist) und es wurde mein bisher LP-Stand negiert ... was mich schon eher ärgert.\n\nEs gibt nicht \"die\" Lösung, aber auf eine inhaltslose Aussage wie deine, kann ich gerne verzichten.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T19:14:02.191+0000","up_votes":1,"down_votes":0,"body":"> Ich habe nur angemerkt, dass ich das Ranking per se nicht verstehe\n\nDas wolltest du vielleicht sagen, hast du aber nicht. Du hast dich in deinem Post über die verlorenen LP und deinen Rang gewundert und hast dies als merkwürdig bezeichnet. Dieser Thread erklärt genau das. \nIch beantworte natürlich gerne deine TATSÄCHLICHE Frage, aber ich kann halt nicht Gedanken lesen, ich kann nur auf das reagieren, was du tatsächlich geschrieben hast. \n\n>  Denn es wurde gemäß deiner Aussage von Riot auf 10 neue Matchmaking verzichtet, damit man nicht alles verliert bzw. erneut machen muss\n\nJa, das ist meine Vermutung. Hauptsächlich deshalb, weil Placements sowieso nur eine sehr geringe Wirkung haben und daher eh nicht so wichtig sind. Außerdem gibt es ja vermutlich zum Start der Season noch mal einen soft-reset und Placements (keine Garantie!), was alles was jetzt passiert NOCH irrelevanter macht. \n\n> aber auf eine inhaltslose Aussage wie deine, kann ich gerne verzichten.\n\nIch schlage vor du liest dir deinen vorherigen Post einfach selber nochmal durch. Da steht garnichts davon, dass du \"Ranking per se nicht verstehst\". Ich habe auf die Aussagen reagiert, die du geschrieben hast. Es tut mir Leid wenn du mit meiner Antwort nicht zufrieden warst, aber ich arbeite mit dem was ich kriege. Wenn du spezifische Fragen hast, kann ich gerne versuchen sie zu beantworten oder im Bedarfsfall weiterzugeben.","replies":[]}]}]}]},{"id":"","poster":"sammycat001","date":"2016-11-15T18:34:53.450+0000","up_votes":2,"down_votes":0,"body":"Wie währe es, wenn ich mal eine kleine Anekdote zum Fix erzähle? Da anscheinend wenig Leute League spielen war mal wieder Autfill eingeschaltet. Ich war in Silber V eingeranked worden. (Solo Elo Gold I) Habe dann zwei Games gewonnen und war auf 50Lp. Heute war ich dann wieder unranked. Habe mid und top ausgewählt und ein Spiel gestartet. Bekam meine Rolle Mid, ein Spieler dodged, bekomme Support, weil autofill. Mein Team besteht aus Spielern fraglichen Könnens. Wir verlieren also. ICH STEIGE IN BRONZE I AB! Wie ist das bitte zu erklären? Meine normale MMR ist deutlich höher und ich war noch nichtmal auf 0Lp. Jetzt muss ich Zeit investieren um wieder aus Bronze zu climben. Bin am überlegen mit dem Spielen ganz aufzuhören,dass ist einfach ein Skandal.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T18:57:37.962+0000","up_votes":1,"down_votes":0,"body":"> Wie ist das bitte zu erklären?\n\nDas ist im obigen Post ziemlich ausführlich erklärt. Sorry, aber ich werde jetzt nicht nochmal alles erklären was ich bereits erklärt habe, das steht alles bereits oben, das musst du schon selber lesen. \nDa ist erklärt warum du Bronze bist, da ist erklärt wie es dazu kam, da ist erklärt welche Rolle dein MMR spielt, da ist erklärt warum JEDER wieder climben muss und da ist erklärt, warum das alles halb so schlimm ist. Solltest du nach der Lektüre des Startposts noch spezifische Fragen haben, stehe ich selbstverständlich gerne zur Verfügung.","replies":[]}]},{"id":"","poster":"Intensive Vibes","date":"2016-11-15T12:37:41.274+0000","up_votes":2,"down_votes":0,"body":"Matchmaking extrem schlecht, musste meine Placements gegen High Platin/Dia im Gegnerteam spielen, währenddessen ich nur Gold'ies oder lower hatte.\nWar die letze Season unranked, hab aus den Placements 7/3 rausgeholt und wurde Bronze 2 eingestuft. Kein Problem, hab mich noch auf Silber 3 hochgespielt.\nDanach der Fix -> mache 1 Win -> Bronze V.\nAlso wenn man gegen Diamonds gewinnt, ist das Skilllevel von demjenigen bestimmt auf Bronze-Niveau, besonders wenn man selbst carried.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:35:50.362+0000","up_votes":1,"down_votes":0,"body":"> Matchmaking extrem schlecht\n\nGenau, deswegen wurden diese Spiele ja auch weitestgehend annuliert. \n\n> Also wenn man gegen Diamonds gewinnt, ist das Skilllevel von demjenigen bestimmt auf Bronze-Niveau, besonders wenn man selbst carried.\n\nWie bereits im obigen Text erklärt: Es ist normal, sehr niedrig eingestuft zu werden. Dass du als Ranked-Anfänger in Bronze landest ist absolut normal. Heißt ja nicht dass du da bleibst.","replies":[]},{"id":"","poster":"Naomie","date":"2016-11-15T12:55:39.133+0000","up_votes":1,"down_votes":0,"body":"Also.. wo ich unranked war wurde auch Ich Bronz eingestuft? Und? Wo liegt das Problem jetzt? Wenn du nicht climbest dann bist du in der richtigen Elo ^^ Egal wie deine Mates sind.. wenn du nicht in der richtigen Elo bist climbest/fällst du.. is leider so ich will auch Plat aber bin noch nicht gut genug dazu.. kann aber auf meiner Elo trainiern und somit immer besser werden! Falls du willst kann ich ja mal einige deiner Spiele anschaun und vlt hab ich ja die ein oder anderen Hilfreichen Tipps für dich :)","replies":[]}]},{"id":"","poster":"Hanfos","date":"2016-11-15T12:32:53.494+0000","up_votes":2,"down_votes":0,"body":"Ich bin jetzt von Gold 4 and Bronze 2 geplacet worden \nwhat the fuck?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:32:33.040+0000","up_votes":1,"down_votes":0,"body":"Bitter, aber normal. Warum, ist oben erklärt ;)","replies":[]}]},{"id":"","poster":"thicc L9","date":"2016-11-15T11:29:27.874+0000","up_votes":1,"down_votes":1,"body":"Also ich möchte mal soviel sagen soloQ war ich last season s1...jetzt hatte ich in der flexQ sogar immer wieder diamand spieler im gegnerischen team und im eigenen silber und gold...hab 9-2 gewonnen... ( zusatzspiel auch ) und wurde silber 5 geranked???? WHAAAAAAAAT ???? da gewinne ich als silber gegen, gold plat und diamand...8/10 spielen und das zusatzmatch auch und werde s5 geranked? alter bitte? ich sag ja nicht dass ich nun plat werden sollte ABER denke s5 is bisschen mies untertrieben...","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T11:44:49.444+0000","up_votes":2,"down_votes":0,"body":"> wurde silber 5 geranked???? WHAAAAAAAAT ????\n\nHast du den Post hier denn gelesen? Oder die Meldung, die im Client nach deinen Placements kam? \n\nIn beiden steht nämlich sehr deutlich drin, dass es völlig normal ist in eine deutlich geringere Liga zukommen. JEDER wird runtergerankt, das ist normal. Dein MMR wurde jedoch nicht reduziert, weshalb es sehr einfach für dich sein wird, wieder aufzusteigen.","replies":[{"id":"","poster":"thicc L9","date":"2016-11-15T12:30:26.502+0000","up_votes":2,"down_votes":0,"body":"hab ich gelesen ja, ist halt nur schwer für mich und den meisten anderen zu verstehen, wenn man die mmr nicht sieht :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:33:23.698+0000","up_votes":1,"down_votes":0,"body":"Ja, kein Problem. Ist im Prinzip aber halt das selbe wie am Anfang von Season 6, da waren ja auch alle erschrocken, dass sie so niedrige Ränge bekommen haben.","replies":[{"id":"","poster":"thicc L9","date":"2016-11-15T14:29:35.601+0000","up_votes":1,"down_votes":0,"body":"naja schwer ist es trotzdem dann, weil...die die bronze oder silber geranked wurden...haben es nun echt schwer hochzukommen, leider nicht so wie beschrieben...ich bekomme für nen win nun 24LP und bei lose -17LP naja nun kann man ja rechnen wielange ich für mein soloQ rank brauche um den wieder zu bekommen :D\n\ndazu kommt, dass die meisten in bronze und silber und auch in gold zwar ihre champs beherrschen, jedoch einen mangel an taktik und spielverständnis haben...jeder kennt es :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:23:20.454+0000","up_votes":1,"down_votes":1,"body":"Du machst einen kleinen Denkfehler, denn du scheinst davon auszugehen, dass du jetzt plötzlich mit schlechten Spielern spielst, weil du jetzt in Bronze bist. \nVergiss nicht dass auch alle anderen Spieler abgestuft wurden und nach wie vor nach MMR gematcht wirst, nicht nach Liga. Und diese Bronze-Spieler mit denen du jetzt spielst, die haben das selbe MMR wie du, das sind genauso wie du ehemalige Gold-Spieler (oder was auch immer du in der letzten Season warst).","replies":[{"id":"","poster":"thicc L9","date":"2016-11-15T20:17:23.547+0000","up_votes":1,"down_votes":0,"body":"dann muss ich aber sagen verwirrt mich das ganze ja noch mehr...wieso lässt man dann jetzt leute die plat Oder gold sind in bronze und silber? ich wills einfach nur verstehen...das ist ja von mir kein hate oder sowas...aber wenn ich jetzt aufeinmal nur noch gold und plat im team habe...wieso sind wir dann alle low silber oder bronze :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T20:38:43.185+0000","up_votes":1,"down_votes":0,"body":"Damit jeder wieder aufsteigen kann.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2016-11-15T11:55:10.403+0000","up_votes":2,"down_votes":0,"body":"Wie ist das denn wenn man bis jetzt erst 6 Spiele gemacht hat? Muss ich jetzt noch 4 oder 5 Spiele machen bis ich gerankt werde?\n\nWurde das bisherige MMR schon vor dem Fix angepasst bzw. korrigiert, sodass man gegen Gegner seiner Stärke spielte oder war das bis zum Fix (gestern/heute) nicht angepasst?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T11:58:41.217+0000","up_votes":2,"down_votes":0,"body":"4, denke ich. \n\n> Wurde das bisherige MMR schon vor dem Fix angepasst bzw. korrigiert, sodass man gegen Gegner seiner Stärke spielte oder war das bis zum Fix (gestern/heute) nicht angepasst?\n\nEntweder ja, oder nach deinem nächsten Spiel.","replies":[]}]},{"id":"","poster":"Alustus","date":"2016-11-15T09:46:58.852+0000","up_votes":2,"down_votes":0,"body":"Thx für die Erkärung, mal schaun ob mein Smurf dann mit 9 (oder 10 je nach dem letzen Spiel) wins über Bronze V einsteigt.","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-11-15T09:45:58.223+0000","up_votes":2,"down_votes":0,"body":"okay doch noch Hoffnung als Platin Spieler mit 5/5 Placements in high silver oder low Gold zu kommen... mal gucken.  Heute nach der Arbeit wird man es sehen :D viel tiefer kann ich eh nicht sinken\n\nIm übrigen, danke für die Klärung. Meine Fragen wurden geklärt. ","replies":[]},{"id":"","poster":"nKnown FaWN","date":"2016-11-16T06:18:55.540+0000","up_votes":1,"down_votes":4,"body":"Komplette Bullshit der hier geschrieben wurde! Ich habe NUR meine 10 Placements gemacht, habe 7/3 gespielt und wurde Plat 2 eingeranked! Nach dem Fix habe ich ein Game gespielt und wurde auf fucking Gold 4 geranked!!!\n\nAlso was lernen wir daraus? Dein Post ist kompletter Schwachsinn! Und damit hat Riot sich nicht wirklich mehr \"Freunde\" gemacht, da ich jetzt z.B mit Silber bis Platin Leuten spielen muss, was einfach der Horror ist!","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T06:22:57.448+0000","up_votes":2,"down_votes":0,"body":"> Dein Post ist kompletter Schwachsinn!\n\nNein, eigentlich nicht. Was du hier beschreibst passt nämlich haargenau zu dem, was oben erklärt ist. \nDu hattest einen hohen Rang, hast deine Placements gespielt, hast einen neuen Rang bekommen, hast ein Spiel nach dem Fix gespielt und damit dein Rating aktualisiert und wurdest, so wie alle, in eine niedrigere Liga gepackt. Alles ganz normal und genau so, wie es oben erklärt ist. \nHast du vielleicht nicht alles gelesen, oder warum genau denkst du, dass dein Erlebnis nicht zu den obigen Erklärungen passt?","replies":[]},{"id":"","poster":"ImakeUsexyHD","date":"2016-11-16T19:29:15.029+0000","up_votes":1,"down_votes":0,"body":"naja es ist nicht für alle schlecht, ich finde es sogar richtig toll so mal gegen deutlich bessere zuspielen.\nhoffe das es sowas auch ma permanet gibt bronze vs gold + spielern oder eine extra warteschlange für sowas.  ich habe jetzt in denn paa tagen mir so einiges abschauen können allso von mir aus kann es so bleiben :)","replies":[]}]},{"id":"","poster":"Shadows Curse","date":"2016-11-15T17:22:22.760+0000","up_votes":2,"down_votes":1,"body":"Leute jetzt stresst doch nicht so abartig rum ist doch egal ob ihr n monat früher oder später an eurem ziel ankommt... Wenn ihrs verdient kommt ihr auch von einem niedrigeren Standpunkt aus hin.\nHört mal auf Riot so zu flamen.. Die geben ihr Bestes und sind auch nur Menschen wo sich manchmal ein kleiner Fehler einschleicht der dann große Auswirkungen haben kann. Niemand ist perfekt auch nicht ihr selber auch wenn ihr gerne so tut und Riot als unfähig darstellt\nIch finde die machen zurzeit einen guten Job das Spiel macht mega Spaß also seid mal zufrieden....","replies":[{"id":"","poster":"OT Riku","date":"2016-11-16T09:06:54.088+0000","up_votes":1,"down_votes":0,"body":"Gebt ihm/ihr einen Preis endlich einer der es mal verstanden hat.\n\n#DANKE","replies":[]}]},{"id":"","poster":"Remy Gaillard","date":"2016-11-22T15:51:21.686+0000","up_votes":1,"down_votes":0,"body":"Sehr gut erklärt\nDanke !! 👍🏼😁","replies":[]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-11-17T01:16:11.358+0000","up_votes":1,"down_votes":2,"body":"Ja aber ihr habt doch nichts gefixt!!!! Was wollt ihr den Leuten hier verklickern jeder musste ein placement spielen um von seiner bessere division z.b gold 3 in gold 4 gehen. Also habt ihr nicht gefixt. Ihr habt es euch leicht gemacht statt das porblem der mmr zu beheben und die flexi que zurück zusetzten  und dann zu sagen leute es tut uns leid ihr müsst eure kompletten placements spielen also muss jeder wieder bei null anfangen wurden 70% der spieler eine division schlechter gestuft. ein problem habt ihr aber nicht gelöst weil die matchups immer noch richtig unfair sind ich spiele mit silver 1 letzte season flexi que bronze. ich selber paltin 2 flexi que gold 4 gegen 3 diamonds im gegnerischen team und das nennt ihr dann behoben? \nRespekt ich nenne das unterm tisch kehren und so tun als ob nicht wär. \nIch habe mit diesem spiel eh abgeschlossen es ist mir egal geworden............. also viel spaß euch noch trolling for ever hahahaha","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-17T07:21:08.063+0000","up_votes":1,"down_votes":0,"body":"> Ja aber ihr habt doch nichts gefixt!!!!\n\nNix da \"ihr\". Wie gesagt, ich bin kein Rioter, ich hab garnix gefixt. \n\n> jeder musste ein placement spielen um von seiner bessere division z.b gold 3 in gold 4 gehen.\n\nDer springende Punkt ist, dass man von einer im Prinzip zufälligen DIvision in die korekte Division kommt. Bei vielen ist das eine niedrigere. Aber es wurden zum Beispiel auch Bronze-Spieler in Platin gepackt und ähnliches. Die zuerst ermittelte Divsion war schlicht und einfach Unfug. \n\n> Ihr habt es euch leicht gemacht statt das porblem der mmr zu beheben\n\nSie HABEN das MMR gefixt. Genau das war der Grund für den erneuten Reset und die neue Einteilung. \n\n>  wurden 70% der spieler eine division schlechter gestuft\n\nIch denke man darf getrost von mindestens 95% ausgehen, wenn nicht gar 100. Und wie ich versucht habe im Startpost und zahlreichen Kommentaren zu erklären: Das wäre auch ohne den Fehler passiert. Dass alle Spieler in einer niedrigen Division landen ist Absicht und war auch schon in Season 6 so.","replies":[{"id":"","poster":"Hibiki Yamazaki","date":"2016-11-17T11:32:24.603+0000","up_votes":1,"down_votes":2,"body":"Ich scheiße auf dieses Spiel und werde mich damit gar nicht mehr auseinander setzen. Ich habe hinter die Fassade dieses Spiel geguckt und weiß das das es ein zusammenschluss von Geldgeiern ist. wir buffen champs bringen zeitnahe neue skins raus die leute kaufen sich doof und dämlich danach wird der champ generft ich scheiße auf dieses Spiel und das ist meine meinung dazu. viel spaß euch noch","replies":[]}]}]},{"id":"","poster":"ΞΞˉΞΞˉΞΞ","date":"2016-11-16T19:08:47.344+0000","up_votes":1,"down_votes":0,"body":"Also ich war gold 5 ´war nachden placements silber 3 hatte 7 wins dann hab ich glaub nur 2 rankeds gespielt 1 win und 1 loss heute der reset gewinne das spiel und werde bronze 1 eingestuft. Da hab ich mir auch gedach ja gEEEEEEEEEEEEEEEEEEEEEEEEEEEgeeeeeeeeeeeeeeeeeeeee","replies":[]},{"id":"","poster":"lIIIlIlIlIIlIIIl","date":"2016-11-16T11:27:21.281+0000","up_votes":1,"down_votes":0,"body":"? Ich spiele noch immer mit bronze oder unranked in meinen Games gegen Golds /Platin (bin Silber) die Spiele sind unmöglich zu gewinnen da hatte ich mehr Chancen gegen Diamonds zu carrien. 0 Fairness","replies":[]},{"id":"","poster":"FuFuu","date":"2016-11-15T21:00:46.911+0000","up_votes":1,"down_votes":0,"body":"na dann wo ist bitte der sinn darin es platin 1 mnaximal zu machen wie oft soll ich mich noch aus der elo hell rausspielen , wieos verstehen die spiemacher nicht das es keinen spaß macht sich jede seasong immer und immer wieder aus den schlechtesten der schlechten rauszuspielen sich jedes mall siene spielerfahrung dadurch kaputt zu machen das man sich auf einen champ so fixieren muss und noch hoffen kann das einer der 4 anderen ein nicht total versager ist um irgendwann nach der halben season und ca 200+ spielen endlich mall wiede rin gold zu sein ( mit glück ) ... und das ist das selbe immmer und immer wieder seit 4 jahren WIE OFT DENN NOCH ich weiß ich bin kein master player und auch kein diamond + und sonstiges aber ich will doch nur ein paar runden ranked spielen mit leuten die das spiel zumindest im ansatz verstanden haben und nich timmer und immer wieder mit den schlechtesten der schlechten spielen nur um meinen wert zu beweisen ... dieses system ist zu 80 % auf glück basierend und wirkt für den casual wie mich extremst un fair ...","replies":[{"id":"","poster":"Hellosager","date":"2016-11-16T07:18:22.839+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FuFuu,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0033,timestamp=2016-11-15T21:00:46.911+0000)\n>\n> na dann wo ist bitte der sinn darin es platin 1 mnaximal zu machen wie oft soll ich mich noch aus der elo hell rausspielen , wieos verstehen die spiemacher nicht das es keinen spaß macht sich jede seasong immer und immer wieder aus den schlechtesten der schlechten rauszuspielen sich jedes mall siene spielerfahrung dadurch kaputt zu machen das man sich auf einen champ so fixieren muss und noch hoffen kann das einer der 4 anderen ein nicht total versager ist um irgendwann nach der halben season und ca 200+ spielen endlich mall wiede rin gold zu sein ( mit glück ) ... und das ist das selbe immmer und immer wieder seit 4 jahren WIE OFT DENN NOCH ich weiß ich bin kein master player und auch kein diamond + und sonstiges aber ich will doch nur ein paar runden ranked spielen mit leuten die das spiel zumindest im ansatz verstanden haben und nich timmer und immer wieder mit den schlechtesten der schlechten spielen nur um meinen wert zu beweisen ... dieses system ist zu 80 % auf glück basierend und wirkt für den casual wie mich extremst un fair ...\n\nNa ja, wenn man die meiste Zeit auf der Toplane mit 9 Toden rausgeht, wirds halt schwer.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-11-15T21:12:18.598+0000","up_votes":1,"down_votes":0,"body":">  immer und immer wieder aus den schlechtesten der schlechten rauszuspielen\n\nDu machst den selben Denkfehler wie einige andere hier: Du bist nicht der einzige der resettet wurde. Die Leute mit denen du jetzt gerade spielst, das sind auch resettete Spieler, genauso wie du. Die sind nur dann die schlechtesten der schlechtesten, wenn du das auch bist, denn du hast exakt das selbe MMR wie sie. Wenn du ehemaliger Gold-Spieler bist (nur ein Beispiel), sind die das auch. Du spielst nicht plötzlich mit schlechteren Spielern, sondern mit genau den selben Leuten wie vorher. \n\n> und das ist das selbe immmer und immer wieder seit 4 jahren \n\nEigentlich nicht, nein. Den krassen reset in Bezuf auf die Liga gibt es jetzt erst das zweite Mal, das erste mal war der Reset zur Season 6.","replies":[]}]},{"id":"","poster":"Abasin","date":"2016-11-16T06:42:04.020+0000","up_votes":1,"down_votes":0,"body":"Hey Humpel, schön erklärt. Ich kann für mich dann mitnehmen, dass ich vorerst nicht mit Rankeds anfangen sollte, bis RIOT die Einstufungsprobleme gelöst hat. Wobei ich an der Stelle dann doch anmerken würde, dass eine Nennung der MMR (täglich oder wöchentlich montags oder wie auch immer) neben der Division den Spielern eine transparentere Einschätzung ihrer Spielstärke gäbe. Damit wären aus meiner Sicht auch viele Beschwerden von Spielern hinfällig, die sich in der falschen Liga/Division sehen. Beim Schach ist auch nicht immer der Spieler mit der höchsten ELO automatisch Weltmeister.","replies":[]},{"id":"","poster":"Zieren","date":"2016-11-15T22:56:55.831+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nalso ich finde das ganze immer noch sehr abstrakt. Bin Platin Spieler und bin beim ersten mal Bronze 1 gelandet, habe mich dann hoch gespielt bekam dann 30 LP okay verstehe ich da meine MMR einfach zu hoch war. Habe dauernt mit Platin bis Challanger Leute gespielt und kam Gut durch. Nach dem Reset bin ich direkt Silber 5 gelandet was jetzt nicht viel besser als vorher ist.\n\nBekam jetzt auch nur 25 Punkte und ich bin echt generft warum ich soweit unten beginnen soll und irgendwelche noobs im team habe bzw. noobs im Gegner Team einfach bashen soll, da habe ich kein spaß daran und die bestimmt auch nicht. Ich könnte es ja verstehen wenn ich Gold 5 gelandet wäre aber jetzt Silber 5? also bitte Riot ändert das nochmal, glaube kaum das meine MMR auf Silber niveau ist wenn man sich einfach mal mein Profil anschaut http://euw.op.gg/summoner/userName=zieren","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T05:53:35.677+0000","up_votes":1,"down_votes":0,"body":"> ich bin echt generft warum ich soweit unten beginnen soll und irgendwelche noobs im team habe bzw. noobs im Gegner Team einfach bashen soll\n\nDu bist jetzt der dritte in diesem Thread, den ich auf diesen Denkfehler hinweisen muss: Nur weil deine Mitspieler Silber 5 sind, sind sie keine Noobs. Du bist ja auch Silber 5, und zwar aus genau dem selben Grund wie deine Mitspieler. Deine Mitspieler wurden auch alle runtergerankt und waren vorher mal auf deinem Level. Gematcht wird sowieso nach MMR, nicht nach Liga, und am MMR hat sich nicht viel verändert. D.h. du spielst im Prinzip nach wie vor mit genau den gleichen Leuten wie letzte Season. \n\n>  glaube kaum das meine MMR auf Silber niveau ist \n\nIst es auch nicht :)","replies":[]},{"id":"","poster":"JohannGG","date":"2016-11-15T23:22:32.431+0000","up_votes":1,"down_votes":0,"body":"Dann spielst du automatisch dich hoch - außerdem sind deine Gegner auch mit nach unten gekommen. D.h. du spielst nicht automatisch gegen schlechtere","replies":[]}]},{"id":"","poster":"loliufg","date":"2016-11-15T23:55:14.568+0000","up_votes":1,"down_votes":0,"body":"Letzte Season Plat 4 - hab 8/2 gespielt wurde Plat 3 in flex queuq eingeranked - OK! Danach keins mehr gespielt, und jetzt? komm ich on lese ich muss noch eins zocken - na gut juckt ja nicht - izi win 15 min inhib down surrender at 20 - neuer rank GOLD 5!! \n\nAlso start mmr plat 4, 9/2 in placements und neuer rank gold 5? bidde was?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T05:50:18.784+0000","up_votes":1,"down_votes":0,"body":"> Also start mmr plat 4, 9/2 in placements und neuer rank gold 5? bidde was?\n\nJoa, das klingt tendenziell richtig. War letzte Season sehr ähnlich.","replies":[]}]},{"id":"","poster":"Pinaolol","date":"2016-11-16T00:39:15.823+0000","up_votes":1,"down_votes":0,"body":"Letzte Season Platin 5 nun meine 10 Placement games gemacht davon 7 gewonnen und 3 verloren. Wurde in Gold 2 eingestuft. Nach 2 Tagen Pause mache ich heute mein 11 Game gewinne es ebenfalls sprich ich stehe nun 8 zu 3 und werde nach Silver 2 verschoben? wtf","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T05:49:31.033+0000","up_votes":1,"down_votes":0,"body":"Joa, klingt normal. Warum das passiert ist oben erklärt.","replies":[]}]},{"id":"","poster":"TheEnemyXx","date":"2016-11-16T04:14:53.276+0000","up_votes":1,"down_votes":0,"body":"Ich habe meine Placements nach dem Fix beendet und wurde Bronze 5 eingestuft. Werde ich jetzt noch neu geplaced oder habe ich Pech gehabt? Ich verstehe das nicht so ganz...","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-16T05:48:32.016+0000","up_votes":1,"down_votes":0,"body":"Wenn du sie NACH dem Fix beendet hast, bleibt diese Platzierung erstmal. Aaaaaber es gibt zwei Dinge die du dazu wissen solltest:\n\n1. Ein derart niedriger Rang ist völlig normal. Jeder wurde in Bezug auf die Liga abgestuft, nicht jedoch in Bezug aufs MMR. D.h. ganz egal wie niedrig deine Liga jetzt ist, du wirst sehr schnell wieder auf deinen alten Rang aufsteigen können.\n2. Zum Beginn der Season gibt es noch mal einen Soft-Reset, d.h. selbst wenn du jetzt in der Pre-Season ein wenig MMR verlieren solltest, ist das nicht so schlimm.","replies":[]}]},{"id":"","poster":"Neeko the Ekko","date":"2016-11-15T22:39:38.472+0000","up_votes":1,"down_votes":0,"body":"Einfach gar keine Rankeds spielen, bis das Problem behoben wird. Hab noch kein Rank gespielt (aus zeitlichen Gründen) anscheinend war das sehr schlau, da warten wohl OP ist xD.","replies":[]},{"id":"","poster":"U2D titan","date":"2016-11-15T19:56:00.388+0000","up_votes":1,"down_votes":0,"body":"kann mir jemand erklären wier ich nach 10 spielen asl silber 2 eingestuft werde und nach 1 dann in bronze 5 lande ich finde das ist wirklich ne frechheit von riot ich hatte von 10 spilen 7 gewonnen, dann sagen die ja das stimmt hier alles nicht und jetzt mach ich 1 spiel das ich ebenfalls gewinne und komme in bronze 5 was soll das?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T19:57:53.210+0000","up_votes":1,"down_votes":0,"body":"> kann mir jemand erklären ....\n\nJa, ich. Die Erklärung steht im Startpost des Threads, den du gerade kommentiert hast^^\nLes dir das einfach mal durch, dann wirst du sehen, dass das alles halb so wild ist und durchaus seine Gründe hat.\nWenn du dannach noch Fragen hast, stehe ich gerne zur Verfügung.","replies":[]}]},{"id":"","poster":"St4xX","date":"2016-11-15T14:31:25.070+0000","up_votes":1,"down_votes":1,"body":"Was ist das für ein Scheiß RIOT kommt mal klar nach meinen 10 platzierungs matches wurde ich in Silber 2 eingestuft (8 wins/2 lose) heute ein ranked gespielt und dieses gewonnen jetzt wutrde ich in SIlber 5 eingestuft?????????????? wie kann das sein danke riot das ich jetzt wieder ewig spielen darf um auf meinen alten rank zu kommen","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:20:03.082+0000","up_votes":1,"down_votes":0,"body":"Wenn du den Starpost aufmerksam durchliest wirst du feststellen, dass genau die Fragen die du hier stellst, Thema dieses Threads sind und alle geklärt werden. \nSolltest du nach der Lektüre des Threads noch weiter Fragen haben, kannst du natürlich nochmal nachhaken. Dazu am besten einfach diesen Post von mir kommentieren. Aber, wie gesagt, erst NACHDEM du den Text oben gelesen hast.","replies":[{"id":"","poster":"St4xX","date":"2016-11-15T19:46:02.914+0000","up_votes":1,"down_votes":0,"body":"Habe den Text aufmerksam gelesen und meine Frage, wurde wirklich beantwortet (sry Schande über mich kappa). Allerdings empfinde ich dieses System mehr als fragwürdig. In dem Text steht das die MMR berücksichtigt wird, allerdings ist diese Abstufung doch sinnlos. Wieso muss man eine Division niedriger starten?. Wäre es nicht einfacher, wenn man auf seiner bisherigen Division startet?. Mit 0 Punkten von mir aus, aber diese hohe Abstufung empfinde ich als nervig.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T19:48:20.094+0000","up_votes":1,"down_votes":0,"body":"> . Wieso muss man eine Division niedriger starten?\n\nDer Gedanke dahinter ist wohl, dass jeder Spieler erstmal wieder aufsteigen kann anstatt direkt vom Anfang der Season wieder festzustecken. \nOb das eine gute Idee ist, darüber kann man sich streiten.","replies":[]}]},{"id":"","poster":"Roîtzi","date":"2016-11-15T15:34:23.590+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00150000,timestamp=2016-11-15T15:20:03.082+0000)\n>\n> Wenn du den Starpost aufmerksam durchliest wirst du feststellen, dass genau die Fragen die du hier stellst, Thema dieses Threads sind und alle geklärt werden. \n> Solltest du nach der Lektüre des Threads noch weiter Fragen haben, kannst du natürlich nochmal nachhaken. Dazu am besten einfach diesen Post von mir kommentieren. Aber, wie gesagt, erst NACHDEM du den Text oben gelesen hast.\n\nDa steht das ich nach den fix viele LP bekomme das stimmt aber nicht ich finde ich bekomme genau die LP die ich vor dem fix nach meinen angesammelten loses übrig geblieben sind    seid jahren ist es so wenn man eingerankt wird bekommt man jetzt in meinem beispiel 30 punkte nach den ersten 10 spielen wenn du gewinnst steigt die punkte anzahl auf 31 dann 32 je nach winrate wenn du verlierst geht die lp punktzahl runter bis du deine richtige elo erreicht hast das wären dann ca 18-22 lp so aber nach dem fix bekomme ich nach meinem 1 spiel nur 25 punkte was zwar viel wäre wenn ich in meiner richtigen elo wäre aber für den start nach platzierungspiele wenig und ich finde es seltsam wenn ich gestern nach einer losingstreak 25 punkte bekahm und heute nach dem fix nach dem 1 spiel nach der platzierung immernoch 25 das wirkt so als hätten sie vergessen die punkte anzupassen bzw zu reseten","replies":[{"id":"","poster":"BloodyBirdAction","date":"2016-11-15T15:59:18.059+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe problem bekomme auch nur 25 Lp was eine Sauerrei ist und mein Kollege bekommt pro win 30-31 Welch Witz diese Pre Season ist nein nicht nur das eine Bugt nein nun müssen auch noch die LP Punkte bugen Yey","replies":[]}]}]}]},{"id":"","poster":"Vengeful Orchis","date":"2016-11-15T19:24:41.687+0000","up_votes":1,"down_votes":0,"body":"Finde das irgendwie dezent unangebracht. Bin von Gold 5 in Bronze 2 am anfang gedroppt was an sich kein Problem war. Habe mich dann jetzt in circa 30 spielen wieder auf Silber 5 hoch gespielt nur um jetzt wegen dem Update grade wieder in Bronze 2 zu landen. Finde es irgendwie dezent unfair das ich im Grunde genommen meine komplette letzte Woche \" verschwendet\" habe. Ich mein das Argument mit den hoch gerankten Spielern ist halt so. Hatte des öfteren welche im Gegner Team und in meinem Team. fand das ganze aber dadurch nicht wirklich so schlimm das man es nicht spielen konnte. Rege mich halt mega auf weil das im Endeffekt Zeit gewesen wäre die ich in was anderes hätte investieren können, daher es anscheinend nichts gebracht hat sich da durch zu beißen. Im Endeffekt hab ich jetzt wieder den selben mist und spiele wieder ne woche um hoch zu kommen ist halt wirklich verdammt dumm.\n","replies":[]},{"id":"","poster":"Wuschél","date":"2016-11-15T19:18:41.884+0000","up_votes":1,"down_votes":0,"body":"Hey, ich war letzte season g5 habe placemetns gemacht 7/3 gewonnen und bin silber 2 eingestuft, fand ich akzeptabel, nun musste ich noch eins machen, tat dies, gewann und bin bronze 2 eingerankt ;D WTF","replies":[]},{"id":"","poster":"Doo ","date":"2016-11-15T19:03:41.735+0000","up_votes":1,"down_votes":0,"body":"Nach den ersten 10 Placements kam ich Bronze I raus. 7 wins-3lose nur gegen high gold/pplatin-diamond. Soloq in s6 war ich silver3. Naja, Bronze 1 kann ich mit leben, war direkt wieder Silber. \nAber naja, jetzt dieses neue eine Placementmatch gemacht und Bronze IV eingestuft wurden. Nach einem Sieg sogar. \nEcht gut","replies":[]},{"id":"","poster":"Jastol","date":"2016-11-15T18:48:34.972+0000","up_votes":1,"down_votes":0,"body":"Das Ist einfach nur noch verarsche. War Silber II eingestuft und hatte einige spannende Spiele gegen Platinspieler, welche Ich teilweise sogar gewonnen habe und jetzt bin Ich nach einem Spiel mit einem AFKler und einem fast schon absichtlich feedenden Midlaner auf einmal Bronze IV. Nein Danke, dass hat mir echt jegliche Motivation genommen und das obwohl Ich mich tierisch auf die Aufteilung gefreut hatte. Bei durchschnittlich 2 Spielen am Tage lohnt es sich für mich dann eh nimmer mich in der Flex aus Bronze rauszuspielen ...","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T19:06:54.420+0000","up_votes":1,"down_votes":1,"body":"Nur falls es noch nicht deutlich geworden ist: Die generelle Rückstufung hat nichts mit Riot Fehler zu tun und ist auch nichts neues, genau das selbe wurde in Season 6 schon gemacht. Der Sinn dahinter ist, dass jeder Spieler erstmal aufsteigen kann anstatt von Anfang wieder festzustecken. \n\nDass du in Bronze 4 bist ist also völlig normal wäre auch bei einem absolut reibungslosen Season-Wechsel passiert.","replies":[]}]},{"id":"","poster":"xXcreativeNameXx","date":"2016-11-15T17:08:04.995+0000","up_votes":1,"down_votes":0,"body":"Hallo liebe Community! Ich habe vor ein paar Tagen Flex Rankeds gespielt und wurde platin 2 eingerankt. Heute habe ich wieder ein Spiel gemacht und diese verloren, es war mein 12. Spiel in der Flex queue und nun stand bei mir das ich silber 2 eingerankt wurde. Wollte fragen ob das an dem Fix der flex queue liegt da es schon sehr schade ist von p2 auf s2 zu dropen und das nach einem game :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T17:11:44.497+0000","up_votes":1,"down_votes":0,"body":"Hi CreativeName,\n\nda bist du genau in den richtigen Thread gestolpert, denn hier geht es genau darum. \nJa, das liegt an dem Fix. Warum das so ist, ist im Startpost erklärt.","replies":[]}]},{"id":"","poster":"Schelshock","date":"2016-11-15T16:55:22.705+0000","up_votes":1,"down_votes":0,"body":"Das ist kein fix, ich bekomm immernoch silber spieler und die games sind zu einfach und dann werd ich noch tiefer eingerankt?! was soll das?! kann man nicht wieder normale spiele spielen auf einem guten skill cap?","replies":[]},{"id":"","poster":"MapleTimez","date":"2016-11-15T16:40:55.715+0000","up_votes":1,"down_votes":0,"body":"Ist ja klasse...,bin am Anfang der Preseason auf silber 5 gestuft worden, für mich zwar mist aber ich damit leben.\nNach Mühe und Not durch teilweise schlechten Matchmaking bin ich auf Silber 4 promoted worden und war grad dabei Silber 3 zu werden, macht ihr diesen mist. Nun, dann für mich fängt die preseason nach diesen 1 Game fürs besseres Placement wieder in Silber 5 an.Da kann ich nur sagen: \"Hut Ab\" wieso hab ich jetzt 1 Woche damit verschwendet Ranked zu spielen?\n\nÜberarbeitungsbedarf Bitte","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-11-15T16:32:01.182+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch Bronze IV gelandet. Aber stört mich eigentlich nicht. Nur die Teammates sind komisch. Nach 40 Minuten 90 CS auf Veigar, Vayne 7k Schaden, Morgana Sightstone bei Minute 30. Schon eine andere Welt.","replies":[]},{"id":"","poster":"Saehl","date":"2016-11-15T16:30:15.769+0000","up_votes":1,"down_votes":0,"body":"Ich war in S6 Gold V, wurde wie jeder andere auch in Bronze IV geplaced, habe mich auf Bronze I hochgequält gegen Platin-Diamond Spieler, und wurde heute nach dem \"Fix\" wieder in Bronze IV geplaced. Seems legit.","replies":[]},{"id":"","poster":"Atsùra","date":"2016-11-15T16:08:08.598+0000","up_votes":1,"down_votes":0,"body":"Heißt das, dass ich nicht mehr gegen dia und platin spiele, wenn ich meine Placements jetzt mache? hab jetzt 3 gespielt, eins gewonnen, die anderen waren (glaube ich) zum großteil gegen platin und dia, wo wir dann natürlich haushoch verloren haben.","replies":[]},{"id":"","poster":"SucKindred","date":"2016-11-15T16:00:50.958+0000","up_votes":1,"down_votes":0,"body":"Ich wurde nun nach dem Placementmatch in Silber V eingestuft, vorher war es Silber IV, das penetriert mich jetzt weniger... aber was mir gewaltig aufstößt ist, dass ich in die Promo gekommen war und direkt in Silber II gekommen bin... das ist jetzt weg -.-","replies":[]},{"id":"","poster":"Roîtzi","date":"2016-11-15T15:17:58.739+0000","up_votes":1,"down_votes":0,"body":"Hab ich den recht wenn man eingerankt wird auch letzte saisons bekommt man nach den 10 games doch so ca 30 punkte und die steigern sich nach wins immermehr so das man ligen überspringt und wenn man dann verliert werden sie weniger so wie vor dem reset ich bin durch loses schon bei 25 punkte angekommen und die wurden nach der neuen einreihung beibehalten das ist doch schon unfair???","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:31:42.790+0000","up_votes":1,"down_votes":0,"body":"Nein. 30 Punkte sind generell sehr ungewöhnlich und kriegt man nur in Ausnahmefällen. Und sie steigern sich auch nicht, wenn man öfter hintereinander gewinnt. Die Menge an LP berechnet sich aus dem Unterschied zwischen deiner aktuellen Liga/Division und der Liga/Division, die zu deinem MMR passt. D.h. je näher du von unten an die richtige Division rankommst, desto kleiner werden deine LP-Gewinne. Auch die Frage ob man Divisionen überspringt, hängt von dieser Differenz zwischen aktueller Division und Soll-Division ab. \n\n>  ich bin durch loses schon bei 25 punkte angekommen\n\nWie gesagt: 25 ist immernoch ziemlich viel. Sich darüber zu beschweren ist in etwa so wie sich darüber zu beschweren, dass der Ferrari den man grade geschenkt bekommen hat, nicht mit Diamanten verziehrt ist. 25 LP für einen Sieg ist wirklich gut und nichts worüber man sich beschweren sollte. \n\nPS: Es würde helfen wenn du in deinen Posts Satzzeichen verwenden würdest statt einfach nur jeden Satz ohne Punkt und Komma aneinander zu reihen. Es ist teilweise recht schwer zu verstehen, was du eigentlich sagen willst. Außerdem möchte ich dich darum bitten die Kommentar-Funktion zu verwenden, d.h. in dem Post auf den du antworten willst unten links auf \"Antworten\" zu klicken, anstatt jedes mal einen komplett neuen Post zu machen. Andernfalls ist es nämlich überhaupt nicht klar, mit wem du eigentlich redest und worauf du antwortest.","replies":[{"id":"","poster":"Roîtzi","date":"2016-11-15T15:38:03.266+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=001b0000,timestamp=2016-11-15T15:31:42.790+0000)\n>\n> Nein. 30 Punkte sind generell sehr ungewöhnlich und kriegt man nur in Ausnahmefällen. Und sie steigern sich auch nicht, wenn man öfter hintereinander gewinnt. Die Menge an LP berechnet sich aus dem Unterschied zwischen deiner aktuellen Liga/Division und der Liga/Division, die zu deinem MMR passt. D.h. je näher du von unten an die richtige Division rankommst, desto kleiner werden deine LP-Gewinne. Auch die Frage ob man Divisionen überspringt, hängt von dieser Differenz zwischen aktueller Division und Soll-Division ab. \n> \n> Wie gesagt: 25 ist immernoch ziemlich viel. Sich darüber zu beschweren ist in etwa so wie sich darüber zu beschweren, dass der Ferrari den man grade geschenkt bekommen hat, nicht mit Diamanten verziehrt ist. 25 LP für einen Sieg ist wirklich gut und nichts worüber man sich beschweren sollte. \n> \n> PS: Es würde helfen wenn du in deinen Posts Satzzeichen verwenden würdest statt einfach nur jeden Satz ohne Punkt und Komma aneinander zu reihen. Es ist teilweise recht schwer zu verstehen, was du eigentlich sagen willst. Außerdem möchte ich dich darum bitten die Kommentar-Funktion zu verwenden, d.h. in dem Post auf den du antworten willst unten links auf &quot;Antworten&quot; zu klicken, anstatt jedes mal einen komplett neuen Post zu machen. Andernfalls ist es nämlich überhaupt nicht klar, mit wem du eigentlich redest und worauf du antwortest.\n\nAlso auf jeden account bekomme ich 30 -33 punkte am anfang wenn ich mich einranke und sie steigern sich immerweiter wenn ich es ohne lose durchstehe ich weiß nicht was die max lp ist.Und na klar beschwere ich mich über 25 punkte da ich davon überzeugt bin das sie vergessen haben die punkte zureseten die man normal nach einem einranken bekommt. Und ich überspringe anfangs durch die winstreak nach dem einranken immer ligen da man anfangs meistens noch eine winstreak hat was mit 25 punkten aber nicht möglich ist ,bin wärend unserem getexte nun bei 27 punkten wieder angelangt... dachte es steigert sich nicht? bin mir ziemlich wenn ich jetzt wieder gewinne bin ich wieder bei 29 xD","replies":[{"id":"","poster":"Roîtzi","date":"2016-11-15T15:40:38.604+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Roitzi,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=001b00000000,timestamp=2016-11-15T15:38:03.266+0000)\n>\n> Also auf jeden account bekomme ich 30 -33 punkte am anfang wenn ich mich einranke und sie steigern sich immerweiter wenn ich es ohne lose durchstehe ich weiß nicht was die max lp ist.Und na klar beschwere ich mich über 25 punkte da ich davon überzeugt bin das sie vergessen haben die punkte zureseten die man normal nach einem einranken bekommt. Und ich überspringe anfangs durch die winstreak nach dem einranken immer ligen da man anfangs meistens noch eine winstreak hat was mit 25 punkten aber nicht möglich ist ,bin wärend unserem getexte nun bei 27 punkten wieder angelangt... dachte es steigert sich nicht? bin mir ziemlich wenn ich jetzt wieder gewinne bin ich wieder bei 29 xD\n\nwo ich dir halt zustimme das 30 punkt extrem ungewöhnlich wären wenn man schon eine zeit spielt wenn das der standart wert wäre würde jeder challanger spielen aber am anfang muss es so sein man ist ja auch schnell bei 20 punkten angekommen wenn man am anfang oft verliert","replies":[]}]}]}]},{"id":"","poster":"Akeginu","date":"2016-11-15T15:33:46.154+0000","up_votes":1,"down_votes":0,"body":"Ganz erlch, dann sollen Sie alle Spiele resetten, auch die 10 Placements. Ich hab 7 von 10 Gewonnen und ich bin S5 Spieler. Spielen musste ich gegen Gold und Platin. 2 Spiele sogar gegen Diamond. Wurde B2 geranked, war ok. Dann der reset. 1 Spiel leider verloren gegen S5. Passiert. Danach Bronze 5 geplaced...\nMeine Komplette Friendlist is voll mit B5 Spielern, einer davon P5 10/11 gewonnen... is klar das der nach B5 gehört.","replies":[]},{"id":"","poster":"Roîtzi","date":"2016-11-15T15:10:33.833+0000","up_votes":1,"down_votes":0,"body":"Es ist immernoch verbuggt ich bekomme nur 25 punkte nach der einreihung nicht wie normal 30 ca wenn man am anfang eingereiht wird die punkte die man am ende hatte werden beibehalten je gewonnenes game und warum löscht einer meinen post davor? weil ich einen fehler anspreche?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:16:38.121+0000","up_votes":1,"down_votes":0,"body":"\"Nur 25\" ist gewaltig viel. 30 ist absurd viel und viel mehr, als es jemals geben sollte. Ein \"normaler\" Wert ist irgendwas zwischen 18 und 21. \n\nDie 30 Punkte die manche Leute in den letzten Tagen bekommen haben gab es eben nur, weil das Matchmaking totaler Quark war. Derartige Mengen an LP sind NICHT normal. \n\n> warum löscht einer meinen post davor?\n\nWie auch im anderen Post geschrieben: Kein einziger deiner Posts wurde gelöscht. Gibt auch keinen Grund dazu, denn sie sind alle im Rahmen der Foren-Regeln.","replies":[{"id":"","poster":"BloodyBirdAction","date":"2016-11-15T15:26:51.942+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00180000,timestamp=2016-11-15T15:16:38.121+0000)\n>\n> &quot;Nur 25&quot; ist gewaltig viel. 30 ist absurd viel und viel mehr, als es jemals geben sollte. Ein &quot;normaler&quot; Wert ist irgendwas zwischen 18 und 21. \n> \n> Die 30 Punkte die manche Leute in den letzten Tagen bekommen haben gab es eben nur, weil das Matchmaking totaler Quark war. Derartige Mengen an LP sind NICHT normal. \n> \n> Wie auch im anderen Post geschrieben: Kein einziger deiner Posts wurde gelöscht. Gibt auch keinen Grund dazu, denn sie sind alle im Rahmen der Foren-Regeln.\n\nEhmm Dann buggte es die Letzte Season schon herum wir bekamen in 3vs3 Ranked Team 31 LP Pro WIn und du sagst das es quark ist dann ist aber etwas sehr komisch hier .","replies":[]}]}]},{"id":"","poster":"Roîtzi","date":"2016-11-15T15:12:07.931+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T15:14:13.857+0000","up_votes":1,"down_votes":0,"body":"Tut keiner. Deine Moderations-History ist leer, keiner deiner Beiträge wurde je gelöscht. Eine Liste deiner eigenen Beiträge findest du [**HIER**](http://boards.euw.leagueoflegends.com/de/player/EUW/Roitzi), falls du einen bestimmten Post von dir suchst.","replies":[]}]},{"id":"","poster":"Roîtzi","date":"2016-11-15T15:03:31.556+0000","up_votes":1,"down_votes":0,"body":"Es ist immernoch verbuggt da die ganzen spiele anulierrt wurden müsste man nach der neuen einreihnung ja wieder 30 punkte ca anfangs bekommen die bekommt man aber nicht ich bekomm nur 25 wie am ende bevor der reset da war also ???","replies":[]},{"id":"","poster":"Hi im Neeko","date":"2016-11-15T13:40:25.219+0000","up_votes":1,"down_votes":0,"body":"Ich finde es komisch das ich von silber 4 noch Bronze 3 komme wenn ich 5/10 spielen gewinne naja ist passiert.\nAber jetzt habe ich noch ein Game heute gemacht welches ich verloren habe und bin durch eine EINE Niederlage von Bronze 3 nach Bronze 5 gekommen ? das ist doch irgentwie komisch bitte erklär mir das nochmal anhand von meiner Situation.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:50:02.931+0000","up_votes":1,"down_votes":0,"body":"Bronze 3 kam zu Stande, weil Quark. Die ersten Placements waren im Prinzip Unfug, insofern sagt das Ergebnis davon im Prinzip nichts aus. \n\nDas Game heute hat den Fix für dich aktiviert, d.h. du wurdest neu eingeteilt, dieses mal ohne Quark, dafür auf Basis deiner alten MMR und der Winratio in deinen Placements. Da du etwa 50% der Placements gewonnen hast, bleibt dein MMR ungefähr gleich. Deine LIGA dagegen nicht, denn die wird standardmäßig deutlich niedriger angesetzt, als es deinem MMR entsprechen würde. \nDaher bist du in Bronze 5...im Ligasystem. Dein MMR ist aber so in etwa so wie früher, d.h. du wirst ab jetzt auch mit ähnlichen Spielern wie früher gematcht und wirst, selbst wenn du nicht mehr als 50% deiner Spiele gewinnst, wieder langsam aufteigen bis du irgendwo in die Nähe von Silver 4 kommst.","replies":[]}]},{"id":"","poster":"Duhrian","date":"2016-11-15T12:53:23.170+0000","up_votes":1,"down_votes":0,"body":"Letzte Season Silber 5 hat ewig gedauert aus Bronze zu kommen, \nGestern Bronze 4 eingestuft worden, mit 6 gewonnenen und 4 Verloren.\nIch gewinne eben das letzte und bin Bronze 5 ?\n\nWenn das anhand der MMR entschieden wird? Wie rechtfertigt sich das dann, man kann in Silber geschweige den in Bronze nicht von Bomben MMR's ausgehen. \nNicht einmal wenn man unbedingt will.\n\nUm Yorik zu zitieren : '' HOW QUICK IS THE TURN FROM BLESSED TO CURSED''","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T13:38:32.194+0000","up_votes":1,"down_votes":0,"body":"> Wenn das anhand der MMR entschieden wird? Wie rechtfertigt sich das dann\n\nWie bereits im obigen Text erwähnt, ist es völlig normal sehr niedrig eingestuft zu werden. Du wirst deutlich niedriger eingestuft, als es dein MMR rechtfertigen würde. Das ist nicht nur bei dir so, sondern bei allen und ist der Teil der Placements, der tatsächlich auch so geplant war. War Anfang von Season 6 ganz genauso.","replies":[]}]},{"id":"","poster":"Chompa","date":"2016-11-15T13:24:08.246+0000","up_votes":1,"down_votes":0,"body":"Danke für die Erklärung. Ihr macht das um einiges besser als letzte Pre-Season!! Vielen Dank. I like.","replies":[]},{"id":"","poster":"ForbiddenSupp","date":"2016-11-15T10:12:07.186+0000","up_votes":1,"down_votes":1,"body":"Wobei ich das System anzweifel da als 2 Freunde und ich gemeinsam alle 10 Placements Gespielt hatten kam folgendes raus:\n\nFreund 1 war Plat 4 -> in Flex nun Gold 2\nFreund 2 war Gold 3 -> in flex Gold 3\nIch war Gold 5 ->  Komme Silber 2\n\nMacht bei mir kein Sinn.","replies":[{"id":"","poster":"Crounty","date":"2016-11-15T10:28:20.944+0000","up_votes":1,"down_votes":0,"body":"Wie sahen denn die Placements bei euch dreien aus?","replies":[{"id":"","poster":"ForbiddenSupp","date":"2016-11-15T13:01:13.374+0000","up_votes":1,"down_votes":0,"body":"Hatten 7 gewonnen 3 verloren","replies":[]}]}]},{"id":"","poster":"YG EVO","date":"2016-11-15T10:28:32.404+0000","up_votes":1,"down_votes":0,"body":"ich versteh das beispiel da aber ich z.b war Gold V wurde mit 6/4 bronze I eingestuft alles gut soweit trotz der ganzen plat und dia spieler in silber IV-Bronze II hab ich mich auf silber hochgespielt hab jetzt sozusagen 7/11 gewonnen und wurde noch tiefer eingestuft als vorher bzw in bronze II ? was soll das den","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T10:33:27.708+0000","up_votes":1,"down_votes":0,"body":"Kann ich ehrlich gesagt nicht mit Sicherheit beantworten. Kann zum Beispiel damit zu tun haben gegen wen du gespielt hast (also welche Elo du hattest), oder vlt auch damit dass dein tatsächliches MMR auf Basis der letzten Season noch niedriger war als das, auf dem du vor dem Fix diese Preseason angefangen hast.","replies":[]},{"id":"","poster":"Rahzar","date":"2016-11-15T14:40:09.763+0000","up_votes":1,"down_votes":2,"body":"Auch wenn das vielleicht erstmal unverständlich ist, aber deine MMR zur Zeit ist sogar deutlich höher, als sie es zum Abschluss der Saison war. Gold 5 0 LP zum Ende der Saison ist Bronze 2 in der Preseason, das ist normal. Du bist mit deiner Siegesserie übrigens mittlerweile wieder ziemlich genau da, wo du vor dem Fix heute Nacht warst, so krass war die Änderung in deinem Fall gar nicht.","replies":[]}]},{"id":"","poster":"Vorzüglich","date":"2016-11-15T09:31:15.305+0000","up_votes":2,"down_votes":12,"body":"Das Matchmaking ist immer noch schlecht.\n\nKann nicht sein das Mitte 0/10 geht in 15min\n\nUnd der Jungler solo spielt bis Minute 20.\n\nTeamfights?, Protec the ADC?\n\nNur Anfänger und Trolls bekommt man in Flex.\n\nDas System ist offensichtlich an seine Grenzen gekommen, wird Zeit das ganze in Frage zu stellen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-15T09:38:28.718+0000","up_votes":6,"down_votes":1,"body":"Gutes Matchmaking schließt eindeutige Siege/Niederlagen keineswegs aus, es macht sie lediglich weniger wahrscheinlich. Selbst wenn die Teams tatsächlich perfekt auf Basis ihres tatsächlichen Skills balanciert sind, kann es dennoch zu Stomps kommen, da \"Skill\" halt nur ein allgemeiner Durchschnitts-Wert ist und Dinge wie Tagesform, Champion-Matchup und Snowball-Effekte innerhalb des spezifischen Matches unmöglich berücksichtigen kann. \n\nWenn jetzt JEDES deiner Spiele so abläuft, dass ein Team 10 mal so viele Kills hat wie das andere, dann ist das ein Hinweis auf schlechtes Matchmaking. Einzelne Stomps passieren allerdings auch bei perfektem Matchmaking. Das ändert natürlich nichts daran, dass solche Matches äußerst frustrierend sind, ist aber normal.","replies":[]},{"id":"","poster":"BloodyVampir","date":"2016-11-15T16:28:44.487+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Vorzüglich,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0000,timestamp=2016-11-15T09:31:15.305+0000)\n>\n> Das Matchmaking ist immer noch schlecht.\n> \n> Kann nicht sein das Mitte 0/10 geht in 15min\n> \n> Und der Jungler solo spielt bis Minute 20.\n> \n> Teamfights?, Protec the ADC?\n> \n> Nur Anfänger und Trolls bekommt man in Flex.\n> \n> Das System ist offensichtlich an seine Grenzen gekommen, wird Zeit das ganze in Frage zu stellen.\n\n HAHAHA. xDD\nUnd was hat das bitte mit Matchmaking zu tun wenn jemand schlecht spielt? xD\nFang besser mal an positiver zu werden, ansonsten siehst du sowieso nich mehr vom Spiel.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-11-15T18:14:52.480+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=BloodyVampir,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=00000003,timestamp=2016-11-15T16:28:44.487+0000)\n>\n> HAHAHA. xDD\n> Und was hat das bitte mit Matchmaking zu tun wenn jemand schlecht spielt? xD\n> Fang besser mal an positiver zu werden, ansonsten siehst du sowieso nich mehr vom Spiel.\n\n\"Hoffe das Beste, doch erwarte das Schlimmste - so wirst du niemals enttäuscht.\" - Irgendeine schlaue Person unbekannten Geschlechts.\n\nTrump wird Präsident der USA, Putin hat sich die Krim geholt... Wieso sollte man positiv an eine Sache herangehen, vor allem wenn Riot seine Finger im Spiel hat?","replies":[]}]},{"id":"","poster":"Storms Furry","date":"2016-11-15T14:00:30.681+0000","up_votes":2,"down_votes":0,"body":"Extra einglogt um dich zu downvoten, dass was du sagst ist einfach peinlich.","replies":[]},{"id":"","poster":"StillYasuoMain","date":"2016-11-28T18:44:56.287+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Vorzüglich,realm=EUW,application-id=ip27PlEH,discussion-id=sEgQXLrK,comment-id=0000,timestamp=2016-11-15T09:31:15.305+0000)\n>\n> Das Matchmaking ist immer noch schlecht.\n> \n> Kann nicht sein das Mitte 0/10 geht in 15min\n> \n> Und der Jungler solo spielt bis Minute 20.\n> \n> Teamfights?, Protec the ADC?\n> \n> Nur Anfänger und Trolls bekommt man in Flex.\n> \n> Das System ist offensichtlich an seine Grenzen gekommen, wird Zeit das ganze in Frage zu stellen.\n\nDeshalb spielst du ja mit denen","replies":[]},{"id":"","poster":"Alustus","date":"2016-11-15T09:43:02.029+0000","up_votes":1,"down_votes":2,"body":"Naja kann einfach unllucky gewesen sein.\nVon einem oder 2 Spielen auf das MMR system zu schließen ist doch etwas gewagt.\n\nElo Technisch sieht es etwas besser aus als vor dem Fix. (zumindest auf den ersten blick)\nDein letztes Spiel \n\nSilber 3\nSilber 3\nSilber 2\nSilber 4 ( der feeder hat 400 Rank in der Silber elo gespielt also ist er wahrscheinlich kein Anfänger und hatte nur ein schlechtes Spiel, wobei dieser scheinbar nur junglen kann und in der Mitte meist reinfeedet)\nUnrank\n\ngegen\n\nSilber 2\nSilber 4\nSilber 3\nSilber 4\nSilber 5\n\n\nWenn ich bedenke das ich mit meinem Smurf \n\nJedes 2 Spiel Bronze 5 gegen Gold hatte scheint, das jetzige System zumindest auf den ersten Blick fairer zu sein.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2016-11-16T09:21:28.497+0000","up_votes":1,"down_votes":1,"body":"Oh Gott Humpel, wie kannst du bei diesen Aussagen/Fragen die du fast alle gleich beantwortest ruhig bleiben.\nAlso ich hätte schon längst in die Tastatur gebissen xD.\nNaja wollte auch mal meinen Senf dazugeben.\nLetzte Season Silber2 ----> jetzt Bronze 2 sieht normal aus.","replies":[]},{"id":"","poster":"FlNGERxBANG","date":"2016-11-15T18:50:21.597+0000","up_votes":1,"down_votes":1,"body":"will auch mein Senf loswerden,\nich wurde nach den Placement Matches auf Silver 2 eingestuft, hatte mich auf Silver 1 geclimbed xD und hab mein 11 Match verloren, und \njetzt auf passen, wurde wieder auf Silver 2 eingestuft.\n\nwas habt ihr alle ??","replies":[]},{"id":"","poster":"Toxical","date":"2016-11-15T17:26:48.156+0000","up_votes":1,"down_votes":1,"body":"Wenn ich das hier lese, hoffe ich doch das die Leute die hier angepisst sind weil etwas in der **presaison** nicht funktioniert hat bzw. es einen Fehler gab und sofort mit **Entschädigung** etc. kommen, nur ein kleinen Bruchteil der Com ausmachen...","replies":[]},{"id":"","poster":"Ghost Yappi","date":"2016-11-15T10:26:54.049+0000","up_votes":1,"down_votes":1,"body":"was soll der Müll den? war damals S2, wurde S5 eingeranked nach 10 promo games, dann dieser Fehler, bot feeded as hell und dann B3 eingeranked was soll das bitte?\n\nAlso war ja Silber2 und hatte spiele mit 2 Gold 3 und 2 Platin 5 in meinem Team gegen 5 Platin Gamer und haben gewonnen, sogar abhänhih wegen mir und das ist dann laut denen Bronze 3 wert? Nein danke, dann kann ich es auch bleiben lassen...","replies":[]},{"id":"","poster":"znshadow","date":"2016-11-15T16:12:54.810+0000","up_votes":2,"down_votes":4,"body":"Na Hallo!\n\nDas ist das Beste Beispiel das das Matchmaking von RIOT sch..se ist!\nRIOT hat ein gutes Game!\nAber von ausgewogene Games keinen Plan.\n\nSolange es nach MMR gemacht wird geht alles in die Hose!\n\nZN{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Hilaryze Clinton","date":"2016-11-21T05:46:54.088+0000","up_votes":1,"down_votes":1,"body":"Lesen die Leute sich den Thread überhaupt durch bevor sie schreiben? Hier schreibt jeder den gleichen Unfug zusammen obwohl alles was sie anprangern ganz genau im Thread beschrieben und erklärt wird.. smh","replies":[]}]}]}