{"id":"JN2Md3lB","poster":"silibum","date":"2016-11-15T09:23:56.385+0000","title":"Flex Q Korrektur und (Re)Platzierung - Informationen","subforum":"Allgemeiner Chat","up_votes":11,"down_votes":3,"body":"Hallo,\n\nmit den &Auml;nderungen von heute Morgen muss jeder, der bereits seine Platzierungsspiele gespielt hat nochmals ein Platzierungsspiel absolvieren um korrekt platziert zu werden.\n\nEs wurde ein Fix in vers. Regionen aufgespielt und beobachtet welche Auswirkungen auf die MMR sich ergeben und wo Spieler platziert wurden: Es sieht nun deutlich besser aus und ist n&auml;her an den tats&auml;chlichen R&auml;ngen des jeweiligen Spielers.\n\nLeider sieht das f&uuml;r Spieler, die durch ihre falsche Platzierung sehr schnell aufgestiegen sind, wie eine Bestrafung aus, da diese Spieler nat&uuml;rlich sehr begeistert &uuml;ber den schnellen Aufstieg waren &ndash; Allerdings soll es f&uuml;r jeden fair zugehen und daher war diese Korrektur unabdinglich.\n\n\n>#Mehr Details findet Ihr auch hier: [Erklärung des Flex-Queue-Fix mit Beispiel](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/sEgQXLrK)\n\n**_Aus dem englischen &ndash; Das Original findet Ihr [hier]( http://boards.euw.leagueoflegends.com/en/c/announcements-en/Pob3UmE4)._**","replies":[{"id":"","poster":"Hibiki Yamazaki","date":"2016-11-15T09:56:37.508+0000","up_votes":6,"down_votes":0,"body":"achso von platin2 elo auf gold 4 obwohl ich mit gold 3 schon total unzufrieden war aber nice ich klatsche in die hände für euch","replies":[{"id":"","poster":"Speckulator","date":"2016-11-15T15:30:01.254+0000","up_votes":2,"down_votes":0,"body":"s6 plat 5, 4-6 placement--> bronze 1, alles gut, geht ja schnell das hochspielen, winstreak in silber 3, placement game --> Silber 4... Mate bei dem es exakt genauso war, alle games gemeinsam gespielt, beide im selben placement match, er war silber 4 und wird in gold 3 upranked. rito?!´?!","replies":[]},{"id":"","poster":"Señor Quark","date":"2016-11-15T12:24:50.463+0000","up_votes":1,"down_votes":0,"body":"von platin 2 in silver 2 wtf","replies":[{"id":"","poster":"Intensive Vibes","date":"2016-11-15T12:43:13.075+0000","up_votes":2,"down_votes":0,"body":"von gold4 last season in bronze 5","replies":[{"id":"","poster":"Shauna aka Vayne","date":"2016-11-15T14:00:25.671+0000","up_votes":1,"down_votes":0,"body":"GENAU!","replies":[{"id":"","poster":"Sx Legend","date":"2016-11-15T15:29:44.767+0000","up_votes":1,"down_votes":0,"body":"Von Silver 5 auf Bronze 5 nach mit 11/5/14 gewonnenem Platzierungsspiel... rito pls...","replies":[{"id":"","poster":"Shauna aka Vayne","date":"2016-11-15T17:20:55.552+0000","up_votes":1,"down_votes":0,"body":"Ich war b1 damit war ich  garnicht zurfrieden ! Aber gewinnen eine spiel 25 6 irgendwas bronze \n5\n\nGGWP","replies":[]}]}]}]}]}]},{"id":"","poster":"SFD Mordred","date":"2016-11-15T12:20:54.126+0000","up_votes":4,"down_votes":0,"body":"SoloQ: Platin 1\nFlexQ 6 wins / 4 Looses:  Gold 2\n\nAn einem Tag in Gold 1 gespielt und heute nach dem neuem Rankspiel in Gold 3 eingestuft.\n\n?? \n\nIch hab in meinen Placements gegen Master und High Diamonds gespielt, in einem meiner Spiele habe ich sogar gegen bzw. mit Challenger und Pro-Spieler Kaze von Millenium gespielt, um an Ende dann in Gold 3 eingestuft zu werden? Die Placements waren eine reine farce und dieser \"Fix\" ist meiner Meinung nach unfair gegenüber allen, die jetzt niedriger sind als vorher. \n\nIn meinem Fall ist es nicht wirklich schlimm und ich bin auch gar nicht mad. Ich hab das letzte Spiel leider verloren, hätte ich das gewonnen, dann hätte es wahrscheinlich ganz anders ausgesehen... aber man kann halt nicht immer gewinnen.\n\nIch kenne viele die von Platin in Bronze gestuft worden sind und sehr erschüttert darüber gewesen sind. Ich finde den Fix daher gut für die Personen, welche davon betroffen waren. Allerdings mehr als unfair für Leute die jetzt schlechter da stehen. z.B wenn man von Gold plötzlich wieder in Silber ist. Auch schlecht finde ich z.b das alle Spiele die ich in den letzten Tagen - In denen ich Urlaub hatte ;) - komplett umsonst waren und ich mich jetzt wieder hochspielen muss. \nNa ja, immerhin gibt es +27 LP.\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T12:59:42.748+0000","up_votes":2,"down_votes":1,"body":"Es ist nachvollziehbar, dass die betroffenen Spieler das als unfair ansehen. Wenn wir die MMR aber nicht angepasst hätten, hätten diese Spieler weiterhin in unfairen Spielen gespielt, bis sie (sehr wahrscheinlich) auf der MMR angekommen wären, die sie jetzt haben. Das ist jetzt für manche sicher erstmal ein Schock, unserer Meinung nach aber die bessere Lösung.","replies":[{"id":"","poster":"PTF Elousing","date":"2016-11-15T13:15:00.303+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele jetzt meine 11tes Spiel und bin mal gespannt was daraus kommt. Aber da ich letztes Season G4 war, momentan S1 bin ( wurde S 2 geranked) hoffe ich das ich nicht hart nach unten geschoben werde.","replies":[{"id":"","poster":"SFD Mordred","date":"2016-11-15T13:36:14.647+0000","up_votes":1,"down_votes":0,"body":"GL & HF!","replies":[{"id":"","poster":"PTF Elousing","date":"2016-11-15T13:59:17.491+0000","up_votes":1,"down_votes":0,"body":"Gewonnen und Bronze 2. Na dass kann lustig werden :D","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T14:12:30.238+0000","up_votes":2,"down_votes":1,"body":"Auch deine MMR ist jetzt in Bronze 2 höher, als sie zum Abschluss der Saison in Gold 4 war. Das wird schon.","replies":[{"id":"","poster":"thicc L9","date":"2016-11-16T14:44:07.100+0000","up_votes":2,"down_votes":0,"body":"is doch so aber nicht richtig...weil wieso spiele ich dann in s5 wenn auch meine MMR ja höher ist als zuletzt in s1...da ich ja alles gewonnen habe...wieso spiele ich dann jetzt mit bronze 2 und 3 gegen gold 1 plat 4 etc...wo sind denn die bronze spieler hingerutscht die vorher schon bronze 1-5 waren...in eine noch nicht bekannte ELO ? die sind doch auch daunten und mit den werden die Bronze und silver flexQ leute jetzt gematched....hatte heute nen jungler der wusste nichtmal dass die mosnter keine buffs mehr haben, dass red und blue früher kommen als golems etc...mit den müssen sich jetzt die vorher gold oder silber waren rumschlagen....\n\nrito hat es sich leider einfach nur sehr leicht gemacht und schweigt nun :( sry aber ich weiss so wie ich es sehe sehen aus auch viele viele andere...","replies":[{"id":"","poster":"Rahzar","date":"2016-11-16T14:54:50.244+0000","up_votes":1,"down_votes":1,"body":"Du wirst mit den Leuten in ein Spiel gematcht, die deine MMR haben. Die müssen nicht in deiner Liga sein. Der Unterschied zwischen S5 und S1 ist im Moment minimal und nicht aussagekräftig. Es ist durch den Reset einfach alles näher zusammen gerutscht, das ist den Vorjahren auch passiert, es muss sich jetzt erstmal wieder herauskristallisieren wer wirklich nach Silber 3 oder nach Gold 2 gehört, das passiert nicht in 20 Spielen, das wird noch dauern. Das wird auch nicht anders sein, wenn die \"richtige\" Saison startet. \n\nIch habe mir viel Zeit genommen, auf viele der Fragen und Beiträge direkt zu antworten. Ich kann dir auch versichern, dass wir uns die ganze Sache nicht \"leicht\" machen und die Leute, die für das Matchmaking zuständig sind, gerade ordentlich Überstunden machen um sicher zu stellen, dass alles so läuft, wie wir uns das vorstellen und wie es alle Spieler verdient haben.","replies":[{"id":"","poster":"thicc L9","date":"2016-11-16T15:28:17.170+0000","up_votes":1,"down_votes":0,"body":"na dann warten wir mal ab","replies":[]}]}]},{"id":"","poster":"PTF Elousing","date":"2016-11-15T15:35:50.522+0000","up_votes":2,"down_votes":0,"body":"Jo, ich bin ja gar nicht am meckern, sehe das eher entspannt.  :D","replies":[]}]},{"id":"","poster":"Nîggachu","date":"2016-11-15T17:39:03.164+0000","up_votes":1,"down_votes":0,"body":"Was soll ich sagen, war Platin 3 und wurde silver 1 eingerankt xD aber es ist Lustig, zu sehen wie die Spielen in dem Elo. Wenn du ne Morgana Midlane mit 0-8 hast die für eine Wave top tp xD","replies":[{"id":"","poster":"PTF Elousing","date":"2016-11-15T21:07:54.549+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir eine 5-4 Katarina bieten die in 5 Mann engaged ;D","replies":[]}]}]}]}]},{"id":"","poster":"Minecraftcito","date":"2016-11-15T16:25:31.731+0000","up_votes":2,"down_votes":0,"body":"Ich bin Solo/Duo Gold 5 wurde nach einer 7 3 Einraking Bronze 2 danach habe ich es durch die Troller geschafft und bin Bronze 1 gekommen heute habe ich das extra Game zum einranken gespielt und habe wegen einen troll draven verloren und bin jetzt Bronze 4 ich finde das nicht \"fair\"","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T16:37:59.105+0000","up_votes":1,"down_votes":1,"body":"Du vergleichst deine Leistung von 468 Ranked Spielen aus der letzten Saison mit den 30, die du jetzt in der Preseason gespielt hast. Du bist mit einer \"falschen\" MMR gestartet, das haben wir korrigiert, das ist aber trotzdem normal. Der Unterschied zwischen den Divisionen ist minimal, mit 4-5 gewonnen Spielen wärst du wieder auf dem gleichen Level, was du vor dem Fix hattest.","replies":[]}]},{"id":"","poster":"SFD Mordred","date":"2016-11-15T13:32:41.414+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:36:24.837+0000","up_votes":3,"down_votes":1,"body":"Deine MMR in Gold 3 ist jetzt sogar höher als die, mit der du in Gold 2 platziert wurdest. Die Ligen und die MMR Wertungen verändern sich momentan so stark und der Unterschied zwischen den Divisionen ist so gering, ich würde mir an deiner Stelle gar kein Gedanken darüber machen, ob ich jetzt Gold 1 oder Gold 3 bin. \n\nStell es dir wie ein Akkordeon vor, am Anfang der Saison ist alles zusammen gepresst und die Unterschiede sind sehr gering. Im Laufe der Saison zieht sich das alles auseinander, die MMR Wertungen normalieren sich und die Unterschiede zwischen den Ligen sind viel deutlicher.","replies":[{"id":"","poster":"SFD Mordred","date":"2016-11-15T13:38:05.451+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnelle Antwort. {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]},{"id":"","poster":"BadBigus","date":"2016-11-15T13:18:14.512+0000","up_votes":1,"down_votes":0,"body":"das ist doch schwachsinn :D \nAlso tut mir leid, aber solo q gold, dann nach 10 games flex 7/10 wins silber 3 (was schon relativ komisch ist meiner meinung nach), dann heute nach dem einen extra game bronze 3 . Also tut mir leid ich weiss nicht wie jetzt ein Loose ein Abstieg von Gold auf Bronze rechtfertigen soll ? :D","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:51:02.761+0000","up_votes":2,"down_votes":1,"body":"Deine MMR ist aktuell ziemlich genau auf dem gleichen Wert, den du zum Abschluss der Saison in Gold hattest. Das Ergebnis des Spiels war relativ egal, es ging nur darum, dass dein Ranking erst nach diesem einen Spiel mit der Datenbank synchronisiert wird. Der Fall von Gold 5 0 LP auf Bronze 3 ist der normale Reset nach der Saison, deine MMR davor war eine ganze Ecke zu hoch.","replies":[{"id":"","poster":"BadBigus","date":"2016-11-16T13:53:57.162+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, das macht kein Sinn :D\nAlso soll MMR nicht Rank wiederspiegeln oder was willst du mir damit sagen? \nIch soll gleichzeitig die gleiche (Gold) MMR haben wie letzte Saison, aber bin Bronze geranked.\nDazu kommt das es geresetet wurde, aber sie war zu hoch ? Wann letzte Saison oder nach den 10 Machtes? Also behalte ich ja nicht die gleiche MMR, wonach ich selbst nach dem 11. Placement game ein 7/4 win loose Verhältnis hatte, was wenn man bedenkt das man teilweise gegen Plat/ Dia Gespielt hat ja wohl für ein höheres Placement als Bronze sprechen würde.\nUnd ich bin ja nicht der einzige in Freundes Umfeld sind reichlich leute mit Drops von bis zu 3 ganzen ligen","replies":[]}]}]},{"id":"","poster":"xXMeGusta287Xx","date":"2016-11-16T13:17:05.381+0000","up_votes":1,"down_votes":0,"body":"Ihr nennt es die besser Lösung?\n\nIch bin in Soloq Gold 5 und hab nach einer 3 er winstreak in der Flexq gegen full platin/dia teams gespielt und bin mit 8/2 wins aus den Placements raus und hab auch Gold 5 meiner Meinung nach verdient bekommen (mindestens).\n\nNachdem der \"fix\" kam musste jeder noch ein weiter Spiel spielen.\nGesagt getan habs gespielt und gewonnen!\nWurde danach Bronze2 geplaced.\nNun mal ehrlich wo macht das Sinn ?\n\n1. Bronze 2 ist mega unverdient da ich Gold 5 erst geplaced wurde und das nächste Match auch noch gewonnen hab sollte ich wenigstens mein Rang behalten.\n\n2. Da ich in 80% meiner Spiele gegen wesentlich höhere Gegner gespielt hab und die meisten davon auch gewonnen hab macht es noch weniger Sinn niedriger gestuft zu werden.\nIch bin Gold 5 gewinne gegen dia Gegner und verdiene Bronze2 ? Macht Sinn oder?\n\n3. Falls ich wirklich Bronze 2 verdient habe dann zeigt mir mindestens einen anderen \"wahren\" Bronze 2 Spieler der sich gegen Dias behauptet.\nMeiner Meinung nach nur ein fix für die die höher gerankt wurden und für alle die jetzt so wie ich 2 Liegen down sind einfach ungerechtfertigt!\n\nWenn ihr mir den Gold rank und vielen anderen so einfach weg nehmen könnt , könnt ihr ihn mir genauso einfach auch wieder geben!{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"KR33D","date":"2016-11-15T17:47:43.047+0000","up_votes":1,"down_votes":0,"body":"Wer glaubt wird Seelig das eig alle Gold und Platin in Bronze und Silber verschoben werden ist wirklich die Richtige MMR für sie alle...\n\nEdit: Wurde nach den 10games auf s5 gestufft hab mich in einer woche Gold wieder gespielt nach dem einen game nun Bronze wirklich verdient dazu spielt man sich nach Gold...","replies":[]}]},{"id":"","poster":"Benni42","date":"2016-11-15T21:39:14.030+0000","up_votes":1,"down_votes":0,"body":"Sehr schöner Post Danke.\nIn meinem Fall sieht es so aus.\nSoloQ: Silber 5    (letzte season hochgearbeitet aus Bronze 5)\nFlexQ: 8 von 10 Rankingsgewonnen. Fast nur gegen hohes Silber und gegen ende hohes Gold Tier gespielt.  ----> Silber V\nIch war damit halbwegs zufrieden und habe mich gefreut das ich mich immerhin nicht nochmal von deep low Elo hochspielen darf. \nHabe dann noch ein Ranked gespielt. Gewonnen! Und dann sehe ich das ich nach Bronze 4 versetzt wurde??!??\nDas fühlt sich unfair an. Besonders wenn man bedenkt das ich wäre ich anstelle von Placements zu spielen direkt in Bronze 5 gestartet jetzt schon weiiter oben. \n\nDanke und ich hoffe das daran nochmal gearbeitet wird.\n   Es ist ja noch Preseason da kann sowas leider mal vorkommen.{{summoner:3}}","replies":[]}]},{"id":"","poster":"Brainschock","date":"2016-11-15T10:30:05.566+0000","up_votes":3,"down_votes":0,"body":"Saison 6: Platin 2\n\n1. Flex Que: Platin 5\nNach Fix: Gold 4\nIch bin eindeutig nich zufrieden.","replies":[{"id":"","poster":"Ghost Yappi","date":"2016-11-15T10:35:17.764+0000","up_votes":1,"down_votes":0,"body":"Wie bei mir fasst.\n\nSaison 6: Silber 2\n    Zuerste : Silber2\n    danach : Bronze 3 und Bronze ist die Hölle auf erden","replies":[{"id":"","poster":"Ghost Yappi","date":"2016-11-15T10:35:38.129+0000","up_votes":1,"down_votes":0,"body":"*Zuerst: Silber 5\n\nmein Fehler","replies":[{"id":"","poster":"Nexos","date":"2016-11-15T16:07:57.978+0000","up_votes":1,"down_votes":0,"body":"war/ist exakt das selbe wie bei mir !","replies":[]}]}]},{"id":"","poster":"Liuthalion","date":"2016-11-15T11:21:18.199+0000","up_votes":1,"down_votes":0,"body":"Wie standest du denn in deinen Placementmatches? Wenn ich mich so an die letzten Seasons und die Placements da erinnere kommt das ziemlich gut hin.","replies":[]}]},{"id":"","poster":"Arcvaal","date":"2016-11-15T14:16:08.004+0000","up_votes":2,"down_votes":0,"body":"Solo: B4\nFlex: 6 Gewonnen / 4 Verloren = S5\nKorrektur: B5\n\nJa Riot macht halt euer eigenes Spiel noch mehr kaputt als es ist.\nIst ja nicht so das viele sich Anstrengen, zeit investieren um gut platziert zu werden,\naber wenn man halt Schimpansen als Arbeiter einstellt muss man sich nichts weiter vorstellen, warum\nalles für nichts ist.\nFrag mich echt ob ihr überhaupt wirklich programmieren könnt OHNE das es immer direkt zu einem Fehler kommt.\nLieber mehrmals Testen bevor man etwas veröffentlicht ;)","replies":[{"id":"","poster":"BM Vilich","date":"2016-11-15T16:09:18.944+0000","up_votes":1,"down_votes":2,"body":"Wer Bronze ist gehört nicht in Silber eingestuft. Sie haben das lediglich korrigiert.","replies":[{"id":"","poster":"BloodyBirdAction","date":"2016-11-15T16:13:47.054+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=BM Vilich,realm=EUW,application-id=YnZkMR0R,discussion-id=JN2Md3lB,comment-id=00120000,timestamp=2016-11-15T16:09:18.944+0000)\n>\n> Wer Bronze ist gehört nicht in Silber eingestuft. Sie haben das lediglich korrigiert.\n\nDas System kann aber nicht Richtig Beurteilen vorallem bugt momentan das Matchmaking rum nach dem Fix ist nun das Matchmaking dran vorallem sind 75% der spieler entweder in Bronze oder s5 oder s1 . Das macht Null Komma Null Sinn .\n\nVorallem rein Rechnerisch gibt es Null Sinn .","replies":[]}]}]},{"id":"","poster":"thicc L9","date":"2016-11-16T14:36:11.709+0000","up_votes":2,"down_votes":0,"body":"weil jemand gestern meinte, das placement ist nur so schlecht weil alle abgeranked wurden, ich bekomme dafür aber wesentlich mehr Lp pro win...\n\nkann ich 0 bestätigen, hab wie gesagt 9/11 gewonnen... wurde s5 geranked und nun bekomme ich pro sieg gerade mal 24LP, da habe ich in der SoloQ in s1 sogar mehr bekommen!!! \n\nalso hab nochmal lange nachgedacht und alle varianten mit leuten besprochen, es macht einfach kein sind mit der placement elo...was ich damit sagen will...\n\nwenn jemand s1 in s6 war...und alle 10 gewinnt...und dann s4 kommt...aber die ganze zeit gegen plat und diamand spielt...dann kann da was in der berechnung einfach nicht stimmen, auch die aussage mit,...NAJA es wurden ja alle abgeranked...ist doch einfach blödsinn bzw macht wirklich nur dann sind wenn man schnell aufsteigen kann wegen massiver LP bei wins...aber 24LP is nicht massive...hatte in s2 und s1 teilweise schon 30LP bekommen.","replies":[]},{"id":"","poster":"Krulcifer","date":"2016-11-15T17:48:25.871+0000","up_votes":2,"down_votes":0,"body":"Ich habe kein Problem damit das ich dieses mal Bronze 2 geranked wurde, da ich letzte mal Bronze 3 eingeranked wurde.\nJedoch finde ich unfair das meine letzten ca. 20 Spiele umsonst gespielt waren. Ich habe mich bis in die Silber Promos gespielt und hatte dort sogar schon 2 Siege. Ich habe diese ganze Zeit verschwendet. Ich finde es schade das die ganzen schon bereits gespielten Spiele nicht dazu gerechnet worden sind.","replies":[{"id":"","poster":"Fancy Feed","date":"2016-11-15T21:16:05.386+0000","up_votes":1,"down_votes":0,"body":"Sehe ich auch so.\nIch wurde erst S3 eingestuft und nach den Fix S4. Stört mich auch nicht weiter, da ich sowieso aufsteigen werden.\nAber ich habe mich vor dem Fix schon in G4 gespielt und die ganze Zeit die ich in diese Spiele investiert habe war total nutzlos und verschwendet, da es dir in keinster weise angerechnet wird.\nIch finde das sollte entschädigt werden und nicht, dass man niedriger eingestuft wurde. Denn wenn man sooo niedrig eingestuft wurde und man ja eigentlich besser ist und eine höher Elo verdient, steigt man sowieso schnell und einfach wieder auf.","replies":[]}]},{"id":"","poster":"KR33D","date":"2016-11-15T17:42:28.325+0000","up_votes":2,"down_votes":0,"body":"Nervig von Gold auf Silber nach den 10Placement Games. \nDann in den paar Tagen der Preseason erneut auf Gold gespielt und nach einem Zusatz placement game bronze gestufft worden... totale verarschung -.-","replies":[]},{"id":"","poster":"Drizzlenator","date":"2016-11-15T16:36:19.684+0000","up_votes":2,"down_votes":0,"body":"Gold 2 zu Bronze 5 (9 von 10 Wins in den Placements). GJ RIOT. Kein bock mehr XD","replies":[]},{"id":"","poster":"Xhaylo","date":"2016-11-15T15:14:37.606+0000","up_votes":2,"down_votes":0,"body":"ich weiß echt nicht was die sich dabei gedacht haben. jeder ist min 1 Liga zu tief!!\nich war p5 im normal season und jetzt s4. bin auf s1 aufgestiegen und jetzt wieder s4 und spiele immer noch gegen alles von silver bis dia.\nich frag mich wie man dann gold in flex und solo q kommen soll wenn man schon in silber gegen höhere als einen selbst spielt. macht überhaupt keinen sinn.","replies":[]},{"id":"","poster":"Sir FlufflePuff","date":"2016-11-15T15:08:45.686+0000","up_votes":2,"down_votes":0,"body":"Der Moment wenn du eh schon von Bronze4 auf Bronze2 springst, nochn paar Games machst und mit 17 LP ins Bett gehst.\n\nAm nächsten Morgen witterst du eine neue Placemant-Chance und wirst in Bronze2 \"eingestuft\". Mit 0 Lp. 0. - 0.\n\nIch komme mir vor als hätte Riot hinter meiner Elo proxy-farm betrieben xD wtf. (Nicht dass die Einstufung in Bronze nicht ohnehin schon heftig ist wenn man 35 LP pro Game kriegt.)","replies":[]},{"id":"","poster":"Choke Me Stalin ","date":"2016-11-15T14:54:31.817+0000","up_votes":2,"down_votes":0,"body":"Ein Geschenk wäre berechtig als Entschuldigung aber dafür ist sich Riot zu \"FEIN\"","replies":[{"id":"","poster":"BM Vilich","date":"2016-11-15T16:07:51.628+0000","up_votes":1,"down_votes":0,"body":"Wozu? Hast du davon etwa Schaden genommen?","replies":[{"id":"","poster":"Choke Me Stalin ","date":"2016-11-16T17:05:29.635+0000","up_votes":1,"down_votes":0,"body":"Der Schaden heißt \"Zeit\".\nHab jetzt nicht so viele Games gemacht nur 30 glaube ich, aber andere haben schon heftig gesuchtet...\nFängt man von vorne an ::)","replies":[]}]}]},{"id":"","poster":"Intensive Vibes","date":"2016-11-15T12:34:52.900+0000","up_votes":2,"down_votes":0,"body":"FlexQ 7/3 Placements, B2 eingestuft danach auf Silber 3 hochgespielt mit 31LP per win.\nNun 1 extra Win gemacht -> Bronze V.\nWas soll der Scheiß? 90% der Games musste ich mit Platin/Dia sogar teilweise Dia1-2 (last season) spielen, gewinne da sogar 13Wins und 8Looses, siehe da -> Bronze V die neue Elo.","replies":[]},{"id":"","poster":"Wolf Spirit","date":"2016-11-15T12:31:09.487+0000","up_votes":2,"down_votes":0,"body":"Also mich wundert der \"Fix\" auch etwas. \nIch war S6: Gold 5.\nNun FlexQ - erste Einstufung: Bronze 4. Habe mich inzwischen dann bis in die Promo zu Bronze I gespielt, was okay war, denn man bekommt ja jede Menge Punkte für einen Sieg, sodass es recht zügig ging und was ja auch zeigt, dass man da nicht hingehört. Jetzt war der Fix. Promo zu Bronze I damit weg, aber gut, man denkt sich ja wenn man vorher so schnell aufgestiegen ist, wird sich das Ranking jetzt sicherlich anpassen. Platzierung gemacht und leider verloren. Ende vom Lied: Lande wieder bei Bronze III. Ich spiele gegen Gold / Platin Leute aus S6 und habe nun 50% Win-Lose-Rate. Also, irgendwie ist das etwas sehr komisch. Eventuell wäre eine Erklärung sinnvoll, warum man gerade so krass tief eingestuft wird - jetzt nicht spielerisch, sondern rein mathematisch, welche Berechnung da zum Tragen kommt. Denn sonst war es ja immer so, dass man in etwa dort eingestuft wird, wo man die vergangene Saison aufgehört hat. Jetzt aber fast 2 ganze Divisionen tiefer zu starten schürt deutlich den Frust und auch die Motivation ist eher mau, sich da wieder hochzuspielen... besonders weil die Leute da ja Toxic sind as hell...\n\nEdit: Gerade die Erklärung in einem anderen Post gefunden. Verstehe zwar nicht, warum massives Abstufen der Leistungen aus der Vorsaison durchgeführt werden muss. Werde es aber wohl akzeptieren müssen. Mir stellt sich nun mehr die Frage warum der Algorithmus dahinter so beschaffen ist. Man müsste doch in der Lage sein auf Grundlage des alten Season Rankings , der MMR und der 10 Placement Matches alle vernünftig zu ranken ohne alle dermaßen herabzustufen - da muss **Maschine Learning** möglich sein... ","replies":[]},{"id":"","poster":"Holysky","date":"2016-11-15T12:13:02.613+0000","up_votes":2,"down_votes":0,"body":"ich bin jetzt in Bronze 3 gelandet... und spiele nur mit leuten die in der flex silber 3+ sind und sonst platin+\ndas macht ja alles wirklich wunderbar viel sinn -.-\nhab mich vorher schon gewundert warum ich \"nur\" silver 2 war und hab inzwischen 24 wins - 11 lose\nwar kurz vor der gold promo! das ist doch verarsche hoch 10 gerade","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:08:46.460+0000","up_votes":1,"down_votes":1,"body":"Deine aktuelle MMR in der FlexQ ist jetzt höher als sie zum Abschluss der Saison war, in deinem Fall ist es der \"normale\" reset am Ende der Saison. Silber 2 war leider eine ganze Ecke zu hoch eingestuft. Das wird sich über die nächsten Wochen normalisieren, konzentrier dich am Anfang der Saison nicht so sehr auf deine Liga.","replies":[]}]},{"id":"","poster":"DiddIy Squat","date":"2016-11-15T10:57:12.112+0000","up_votes":2,"down_votes":0,"body":"ich war nach 8/10 siegen auf silber 3 hab mich auf silber 1 hochgespielt... verlier das erneute placement match weil ein paar leute abartig feeden und ich lande auf bronze 3.... so unnötig.... ich applaudier euch auch.... schön dass ihr euch soviel gedanken um die spieler macht.\n\nbtw flex 4man disabled warum das? so nötig wie ein geschwür am ar***","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T14:09:22.178+0000","up_votes":1,"down_votes":1,"body":"Was ist besser? Wenn du jetzt 100 Spiele mit der falschen MMR spielst, unfaire Spiele hast und langsam aber sicher absteigst, oder wenn wir die Sache jetzt beheben und du langsam aber sicher in fairen Spielen wieder auf Gold kommst? Deine aktuelle MMR ist höher als die zum Abschluss der Saison war. Diese MMR reicht am Ende der Saison für Gold 5 und am Anfang der Saison für Bronze 3. Die MMR, die du in Silber 1 hattest war zu hoch, auch wenn du das vielleicht nicht gerne hörst.\n\nDas ist auf den ersten Blick frustrierend, wenn sich aber im Laufe der Saison alles wieder einpegelt, wirst du dort landen, wo du hingehörst.","replies":[{"id":"","poster":"SkyDante","date":"2016-11-15T15:49:13.617+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T16:13:55.534+0000","up_votes":1,"down_votes":1,"body":"Du hast seit dem Fix und deiner Einstufung in Bronze 4 Spiele gespielt, davon 2 gewonnen und 2 verloren. Für deine Siege hast du beide mal 26 LP bekommen und für deine Niederlagen hast du 14 und 15 LP verloren, du hast bei einer 50% Siegrate also +23 LP, damit brauchst du garantiert keine 10 Jahre für Gold. Deine Gegner sind zu 80% aus dem unteren Plat oder hohen Gold Bereich (Ranking aus der letzten Saison). Das ist ein bisschen hoch, liegt aber auch daran, dass von der MMR her eben alles noch eng beisammen ist und ihr als 3er premade gespielt habt, während das andere Team alles Einzelspieler waren. Da ist es verständlich, das hat natürlich auch Auswirkungen auf das Matchmaking. \n\nDu solltest nicht nach 20 Spielen den Teufel an die Wand malen und jetzt schon aufgeben, vor allem wenn du 12-8 in deinen Spielen bist. Die Ranked Saison ist kein Sprint, sondern ein Marathon.","replies":[]}]}]}]},{"id":"","poster":"Rito Shwifty","date":"2016-11-15T10:30:15.193+0000","up_votes":2,"down_votes":0,"body":"Also ich hab grade dieses eine Spiel das man noch extra zu seiner schon vorhandenen Wiederplatzierung machen musste. Gut Silber 3 schön und gut aber mich nach dem einen Spiel ne ganze Liga also nach Bronze 3 abzustufen halte ich für sehr fragwürdig. Wäre schön wenn man da mal genaueres erfährt, weil meiner Meinung nach kann das nicht sein.","replies":[{"id":"","poster":"Señor Quark","date":"2016-11-15T12:25:30.040+0000","up_votes":1,"down_votes":0,"body":"wurde 2 ligen abgestuft ;) beschwehr dich nicht","replies":[]},{"id":"","poster":"Rahzar","date":"2016-11-15T12:17:35.088+0000","up_votes":1,"down_votes":1,"body":"Deine MMR in der FlexQ ist aktuell sogar ein ganzes Stück höher als deine MMR zum Abschluss der letzten Saison. Konzentrier dich nicht so sehr auf deine Liga und deine Platzierung, auch wenn das manchmal schwer fällt. Solange du weiter spielst und eine normale Winrate hast (wie das aktuell der Fall ist), wirst du weiter aufsteigen. Das ist in deinem Fall der normale Reset zum Anfang der Saison, das wird sich wieder normalisieren.","replies":[]}]},{"id":"","poster":"Velaun","date":"2016-11-15T11:31:02.545+0000","up_votes":2,"down_votes":1,"body":"Chillt mal. Wenn ihr zuvor zu hoch eingerankt wart, dann währt ihr eh abgestiegen. \nUnd wer zu niedrig war hat eh keinen Grund zu meckern.\n\nS6 -g4\nflex1 B1\ngefixt s4\n\npasst also so. Ein bisschen hart gedroppt, aber man bekommt ja gut Punkte","replies":[{"id":"","poster":"J0Bro96","date":"2016-11-16T00:02:14.298+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Velaun","date":"2016-11-16T21:18:10.250+0000","up_votes":2,"down_votes":1,"body":"Schön das du 27 19 standst. Nur wurden alle Games nach den Placments gekillt.\n\nUnd man wird niedriger eingestuft. Das stand sogar extra mit dran. \nHab ja ka wie deine MMR in Plat 5 war. die kann ja durchaus bei G4 gelegen haben. Und dann wäre S4 gar kein Wunder^^\n\nAnsonsten, ja, wenn du das als unfair erachtest, was ja eigentlich gar kein Problem sein sollte, dann verstehe ich nicht warum du tiltet bist. Müsstest doch dann easy as fuck nach Plat zurück kommen ;) Kannst dann ja carryn.\n\nOder du suchst dir einfach n anderes Game. Viel Spaß dabei^^","replies":[]},{"id":"","poster":"thicc L9","date":"2016-11-16T14:31:37.749+0000","up_votes":1,"down_votes":0,"body":"korrekt","replies":[]}]}]},{"id":"","poster":"Luke Kirstein ","date":"2016-11-15T22:05:15.373+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"REVONN","date":"2016-11-15T23:27:47.689+0000","up_votes":1,"down_votes":0,"body":"Ich wurde nach der Rang-Einführung der FelixQ von 8 gewonnenen games auf Gold 1 platziert, nach der promo zu Platin 5 mit 3 gewonnen Spielen und einer win rate von 74% wurde ich in Silber 2 eingestuft. Habe mich ziemlich verarscht gefühlt...","replies":[]}]},{"id":"","poster":"thicc L9","date":"2016-11-15T11:33:15.827+0000","up_votes":2,"down_votes":1,"body":"EURE KORREKTUR IST EIN SCHLECHTER SCHERZ ODER?\n\n9 / 11 ( zusatzspiel eingeschlossen ) gewonnen, nur gegen plat gold und diamand gespielt und dann s5 ??? HALLOOOO ? ich als silber hab die spiele GEWONNEN...gegen DIAMAND....und werde dann bestraft????","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T12:06:16.886+0000","up_votes":2,"down_votes":1,"body":"Deine MMR in der FlexQ ist aktuell sogar höher, als die MMR mit der du die Saison abgeschlossen hast. Ich verstehe, dass es schwierig ist, wenn man seine MMR nicht sieht und Bronze erstmal frustrierend ist, wenn du aber mehr Spiele spielst und sich alles einpegelt, sollte es dir normalerweise nicht schwer fallen, auch weiter aufzusteigen.","replies":[{"id":"","poster":"Enderized","date":"2016-11-15T12:50:02.811+0000","up_votes":1,"down_votes":0,"body":"Wie sieht es denn bei mir aus:\n\n3v3 FlexQ -\nIch hatte ursprünglich 7/10 Spiele der Placements gewonnen und kam Gold IV.\nNach dem Fix (game verloren) Bronze III (7/11)\n\nHeißt das, dass meine eigentliche MMR so viel schlechter als meine Placements waren in denen ich durchgehend gegen Leute aus High-Gold bis Low-Dia spielen musste? Woran wurde meine 3v3 FlexQ MMR denn bestimmt? Von vorher den 3v3 RankedTeams? Sollte ja wohl eigentlich nicht sein, oder? ^^\n\nOder hat meine 5v5 MMR einfluss auf die 3v3 MMR? Das würde widerrum keinen Sinn machen ^^\n\nIch hoffe ich bekomme eine Antwort, gleich wie diese aussehen möge. Ich werde mich schon hochspielen ^^","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T14:03:03.066+0000","up_votes":2,"down_votes":1,"body":"Du hast gar durch den Fix gar nicht so viel MMR verloren, aber auch eine relativ geringe Korrektur bedeutet aktuell diese große Änderung der Divisionen. Lass dich nicht davon nicht unterkriegen, das wird sich alles normalisieren.","replies":[{"id":"","poster":"thicc L9","date":"2016-11-16T14:30:21.633+0000","up_votes":1,"down_votes":0,"body":"hab jetzt ein paar spiele hinter mir...kann das nicht bestätigen da ich für ein sieg gerade mal 24LP bekomme für nen lose aber -17Lp also nichts mit kein stress ihr steigt ja schneller wieder auf...","replies":[]}]}]}]}]},{"id":"","poster":"Quengelbengel","date":"2016-11-15T11:36:51.402+0000","up_votes":2,"down_votes":1,"body":"Habe heute ein Spiel gewonnen und bin dafür von Silbber 5 nach Bronze 2 abgestuft worden...\nSorry, das geht gar nicht. Wenn ich fürs Gewinnen bestraft werde, spiele ich lieber Heroes of the Storm. Nehmt das zurück oder nehmt meinen Mittelfinger und steckt ihn euch...","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:20:52.691+0000","up_votes":1,"down_votes":1,"body":"Deine MMR auf Bronze 2 ist aktuell höher, als sie es zum Abschluss der Saison auf Gold 5 war, auch nach unserer (in deinem Fall sehr geringen) Korrektur. Selbst wenn sich das jetzt als Strafe anfühlt, ist das eigentlich nur der normale Reset nach der Saison. Konzentrier dich nicht darauf, dass du Bronze bist, das ist gerade in der Preseason nicht aussagekräftig.","replies":[{"id":"","poster":"Quengelbengel","date":"2016-11-24T21:40:13.430+0000","up_votes":1,"down_votes":0,"body":"Nun, mittlerweile bin ich wieder da, wo ich war, bevor ich ein Match gewonnen habe und zwei Divisionen runtergestuft wurde. Hat mich bloß sehr viel schlaf gekostet. Mir geht es nicht darum, wo ich bin, sondern darum, dass ich es als ungerecht empfinde, für Erfolg bestraft zu werden. Habe inzwischen nachvollzogen, was ihr da gemacht habt und akzeptiere es, aber so etwas solltet ihr in Zukunft besser vermeiden, denn das bekomme ich schnell in den falschen Hals...","replies":[]}]}]},{"id":"","poster":"MHKG","date":"2016-11-16T18:36:02.097+0000","up_votes":1,"down_votes":0,"body":"5/5 --> B5 anschließend 10 spiele gespielt und war dann b3 aufgestiegen somit von 20 spielen 12 gewonnen, am nächsten Tag dann die Überraschung...\nIch installiere die vorgeschlagene Beta, spiele eine runde flexi( zu dem moment B3 mit  0LP, gewinne dieses Match und werde anschließen benachrichtigt \"Sie wurden B5 eingestuft.\nWTF?! ich werde B5 eingestuft arbeite mich hoch  nach B3 mit 0LP spiele ein Spiele das insgesamt ca 20. spiel und werde anschließend von B3 nach B5 geschickt?\nSupport ticket wurde mit ner automatisch generierten antwort abgespeißt ohne auf den einzelfall einzugehen","replies":[]},{"id":"","poster":"drommer","date":"2016-11-16T15:27:52.020+0000","up_votes":1,"down_votes":0,"body":"Ist das eine verarsche.... ich wurde mit gold 2 eingeranked was easy running ist da ich plat+ bin habe gespielt bis ich dann in der promo zu platin 5 war und auf einmal verliere ich ein spiel und bin silver 3 WTF?! \nDas ist doch der letzte müll.....","replies":[{"id":"","poster":"drommer","date":"2016-11-16T15:31:01.977+0000","up_votes":1,"down_votes":0,"body":"und zur info ich habe 8/10 gewonnen ......","replies":[]}]},{"id":"","poster":"Ninla20","date":"2016-11-16T15:14:32.531+0000","up_votes":1,"down_votes":0,"body":"Ich wurde Platin 1 eingestuft war dann am Sonntag Platin1 100 lp 2 siege und 1 Niederlage am Dienstag verliere ich ein Ranked und dann steht da Herzlichen Glückwunsch du startest in dieser Season mit Gold 4 ich dacht mir nur Ja GG","replies":[]},{"id":"","poster":"MrHiiiGhX","date":"2016-11-15T23:54:32.599+0000","up_votes":1,"down_votes":0,"body":"von silver 5 nach bronze 5 mit denn fix game 14/3 GG RITO GG","replies":[]},{"id":"","poster":"MrHiiiGhX","date":"2016-11-15T23:51:02.647+0000","up_votes":1,"down_votes":0,"body":"von silver 5 nach bronze 5 mit 9wins von 10games GG riot habt ihr toll gemacht","replies":[]},{"id":"","poster":"REVONN","date":"2016-11-15T23:19:40.868+0000","up_votes":1,"down_votes":0,"body":"Ich wurde nach der Rang-Einführung der FelixQ von 8 gewonnenen games auf Gold 1 platziert, nach der promo zu Platin 5 mit 3 gewonnen Spielen und einer win rate von 74% wurde ich in Silber 2 eingestuft. Habe mich ziemlich verarscht gefühlt...","replies":[]},{"id":"","poster":"IDeadliftI","date":"2016-11-15T21:42:30.314+0000","up_votes":1,"down_votes":0,"body":"Ich spielte flex q mit nem freund 4 games 2/2 dann zu dritt mit Gold und Platin da hab ich 7 games gespielt 6 gewonnen 1 verloren wurde b3 war aber in der s5(war nur am climben)  dann heute das zusatzspiel gewonnen und wurde b5 da könnts ma ned dazählen das meine mmr höher is als die in b3 oder gleich in s5 is","replies":[]},{"id":"","poster":"Raydiate","date":"2016-11-15T18:15:19.030+0000","up_votes":1,"down_votes":0,"body":"Waren die Spiele, die man in Ranked Flex bisher gespielt hat, also umsonst?\nHabe nämlich weit mehr gewonnen als verloren, wurde aber jetzt noch niedriger eingestuft als beim ersten Mal.\nErgibt für mich keinen Sinn.","replies":[{"id":"","poster":"DeadxErroR","date":"2016-11-15T20:25:03.738+0000","up_votes":1,"down_votes":0,"body":"**Irgendwie war alles umsonst, wenn mann S7 wieder ganz unten beginnt !!!! **","replies":[]}]},{"id":"","poster":"DeadxErroR","date":"2016-11-15T19:47:14.761+0000","up_votes":1,"down_votes":0,"body":"Sehr geehrte Riot Mitarbeiter.\n\nIch spiele seit Anfang 2016 Leage of Legends ! \nHabe über 1300 Spiele gemacht in Ranked und fast meine gesamte Zeit in dieses Spiel investiert !!!!\nWar immer Bronze V, hin und wieder B IV  oder B III, aber nie bin ich raufgekommen !!!!\n\nNun in den letzten 2 Monaten bin ich besser geworden und habe mir Bronze I erarbeitet (ja LoL spielen kann auch als Arbeit gesehen werden).\n\nNun entscheiden 10 Spiele darüber ob ich wieder von 0 anfangen muss ? **IST DAS EUER ERNST ? \n**\nSollte ich wieder Bronze V beginnen müssen, lösche ich dieses Spiel und scheiß einfach drauf ! \n\n**SO VIEL ZEIT & GELD INVESTIERT FÜR NICHTS !  danke RIOT !!! \n**\nGrüße, DeadxErroR","replies":[]},{"id":"","poster":"Lionheart I","date":"2016-11-15T19:12:54.912+0000","up_votes":1,"down_votes":0,"body":"Season 6 PLatin 5\n\nPreseason 5/5 Silber 5 was an sich extrem hart ist baer in Ordnung\n\nDann spiele ich mich auf Silber 4 hoch um einen Tag später wieder auf Silber 5 geranked zu werden? WTF\n\nUnd so oder so von platin 5 auf silber 5 geranked zu werden is unnormal keiner kann mir erklären dass das geplant ist","replies":[]},{"id":"","poster":"SKT T1 Arlind","date":"2016-11-15T18:27:38.244+0000","up_votes":1,"down_votes":0,"body":"ISt das eine verarsche? \"Es sieht nun deutlich besser aus und ist näher an den TATSÄCHLICHEN Rängen des jeweiligen Spielers.\" ist das euer ernst? ich war meien zweite season gold die danach plat 1, dann wieder plat  und 8/10 spiele gewonnen + diesen einen win und silber 3 das ist mein TATSÄCHLICHER rang? silber 3?????? ich wurde nicht silber eingestuft dieses season obowhl ich 9/10 games verloren habe jetzt 9/11 gewonnen mit platin 4 mmr  und silber??????","replies":[]},{"id":"","poster":"KennySuckz","date":"2016-11-15T16:50:55.008+0000","up_votes":1,"down_votes":0,"body":"Leider trifft mich der hieb von der wasted time. Flex Q Bronze 1 hoch gespielt auf silver 5 fast 4, nach dem fix bronze 2 und nochmal von neu anfangen und sogar noch 1 stufe unter dem was ich hatte","replies":[{"id":"","poster":"shevvy","date":"2016-11-15T18:27:24.867+0000","up_votes":1,"down_votes":0,"body":"Klasse, von Bronze V hochgespielt auf Silber V und dachte endlich raus aus der Bronze-Liga...\nNach 10 Matches (6G/4V) wieder Bronze V.\nWie soll man es denn jemals da raus schaffen? Hätte ich ja alle Spiele trollen können und wäre jetzt trotzdem auf dem selben Rang oder wie???\nDanke Rito {{summoner:14}}","replies":[]}]},{"id":"","poster":"D O S C H","date":"2016-11-15T17:05:23.882+0000","up_votes":1,"down_votes":0,"body":"Also ich bin kurz davor dieses Spiel zu löschen, was ihr da abliefert is schlimmer als ein geschmierter Schiedsrichter da euer Support wohl keine richtige Antwort geben kann schildert ich mal hier meine Sache :\n1. war ich in Platin jetz bin ich in Silber \n2.bekomm ich Leute die glaub ich noch nie League of legends gespielt haben in mein Team während ich gegen dia 2 + spielen muss und ja nach dem update ich hoffe ihr bekommt einfach nur etwas mal in den Griff ...","replies":[]},{"id":"","poster":"lPendulum","date":"2016-11-15T16:58:04.606+0000","up_votes":1,"down_votes":0,"body":"Ok ich wurde runtergestuf,  nervig aber ok . aber was mich wirklich aufregt, ist  dass ich nach meiner einstufung nochmal 4 spiele gewonnen habe und diese jetzt  quasi auch weg sind, weil ich wieder auf 0 punkte und auf bronze runtergestuft wurde . Das ist doch nicht fair . Die Spiele sollten einem wenigstens angerechnet werden.","replies":[]},{"id":"","poster":"Tzentach","date":"2016-11-15T16:43:03.891+0000","up_votes":1,"down_votes":0,"body":"Also ich finde diesen Fix auch irgendwie .....\nGenerell ist es ja OK wenn man versucht etwas zu fixen, aber diesen FIx finde ich einfach nicht erbauend. \n\nHabe mit einem Kollgen meine Placements gemacht. da waren einige mit Gold / Platin besetzung dabei. Am Ende war ich Silber 5 0LP und da ich die letzte season MultiQue mit Silber 1 beendet habe will ich auch nicht meckern. Aber nach einem Game heut bin ich nun bronze 3 .... Ja THX .  \n\nAuch wenn es krass klingt aber warum sollen Leute die eindeutig zu hoch eingestuft wurde nicht eben 50 folgend verlieren und so ihr eigentliches Ranking bekommen ? Villeicht fangen die sich ja sogar und verdienen sich dann einen platz dazwischen ?","replies":[]},{"id":"","poster":"Top Sóraka","date":"2016-11-15T16:31:34.596+0000","up_votes":1,"down_votes":0,"body":"Was soll das!?! \n\nSOLO QU Gold 4\n\n10 Spiele 7Wins 3Lose \nSilber 2 \n4 Weitere Spiele Gespielt alle gewonnen. \nWar in der Promo zu Silber 1 \nNoch ein Game und wieder gewonnen. \nUnfd jetzt bin ich Bronze 1 mit 0 Punkten. \n\n15 Games 12Wins 3Lose. \nWenn das mal nicht Fair ist GE GE!! -.-","replies":[]},{"id":"","poster":"055 Volrông","date":"2016-11-15T16:26:17.793+0000","up_votes":1,"down_votes":0,"body":"Habe 8/10 Games gewonnen, bin von G4 wieder auf G4 gekommen, hab drei weitere Spiele gemacht und bin jetzt Bronze 2? Bitte was{{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"Jugra","date":"2016-11-15T16:17:04.430+0000","up_votes":1,"down_votes":0,"body":"Wtf endlich Gold 4 mit 50 Games hochgespielt und nach dem Spiel Silber 4 ja ne is klar Rito pls","replies":[]},{"id":"","poster":"BuzzBeGood","date":"2016-11-15T16:12:08.734+0000","up_votes":1,"down_votes":0,"body":"Hallo liebes Riot Team,\n\nich durfte heute am eigenem Leib euer \"Rerank\" System erfahren.\nNachdem ich die letzte Season auf Platin 5 beendet habe und die Placements der Flexquee mit 8:2 gewann, war ich zwar verwundert aber es war okay dass ich wieder auf PLAT 5 eingestuft wurde. \nAls ich dann aber 18 Spiele später mein 19. Spiel gewann, was der Einzug in die Promo zu PLat 4! gewesen wäre, bekam ich eine Nachricht das meine neu ermittelte Elo Silver 3 wäre und ich nun hier spielen darf.\nJetzt Frage ich mich.... Wie das sein kann? Wie kann meine MMR oder was auch immer 2 ganze Divisionen fallen, wenn ich eine konstante Winrate von über60% habe.\nErnsthaft. Es wäre für mich leichter einen neuen Account zu machen und mit diesem bis zur nächsten Saison zu warten, anstatt mit einer Elo von Silver 3 zu HOFFEN das ich nächste Season in Richtung Plat eingestuft werde.\nEs macht einfach kein Spaß wenn man 30 Spiele mit Diamonds und Co spielen darf und dann pllötzlich mit Spielern spielt, die das gesamte Spielkonzept nicht verstehen.\nHoffentlich bekomme ich hier eine richtige Antwort, denn die des Supports ist ein Witz.\nGreetings\nm","replies":[]},{"id":"","poster":"KennySuckz","date":"2016-11-15T14:17:25.064+0000","up_votes":1,"down_votes":0,"body":"Ihr seid die helden bin zwar unranked schlage mich mit platin leuten rum spiele mich mit der Flex Q auf Silver 5 , spiele das placement und bronze 2 starte ich schon wieder gj Rito","replies":[]},{"id":"","poster":"Lotec 3","date":"2016-11-15T12:13:11.637+0000","up_votes":1,"down_votes":0,"body":"als dia smurf mit mmr gewerteten spielen habe ich 13 wins 0 losses bronze 1 50 lp. lp gain 25. das ist einfach nur dumm und unfair für meine gegner","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:05:42.170+0000","up_votes":1,"down_votes":1,"body":"Das ist leider ein seperates Problem, das auf eine geringen Zahl von Accounts betrifft, die noch gar kein Ranked Spiel auf dem Account hatten. Wir arbeiten auch hier an einer Lösung, das wird aber vermutlich noch bis zum nächsten Patch dauern. Ich habe deinen speziellen Fall weitergeleitet, vielleicht geht es auch schneller.","replies":[{"id":"","poster":"Lotec 3","date":"2016-11-15T13:19:28.826+0000","up_votes":1,"down_votes":0,"body":"werde ich also neu resetted?  also lohnt es sich gerade garnicht zu spielen für mich?","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:25:38.089+0000","up_votes":1,"down_votes":1,"body":"Dein Account ist vom aktuellen Reset nicht betroffen. Das wird aller Vorraussicht nach beim nächsten Patch passieren, ob es bis dahin Sinn macht, weiterhin zu spielen, musst du entscheiden. Ich gehe schon davon aus, dass deine Siege und Aufstiege bis dahin trotzdem die Ausgangslage für den Fix verbessern. Das macht die Spiele bis dahin aber natürlich nicht weniger unfair.","replies":[]}]}]}]},{"id":"","poster":"Intensive Vibes","date":"2016-11-15T11:45:57.485+0000","up_votes":1,"down_votes":0,"body":"s5-6 unranked\nplacement 6:4 wurde b2 eingerankt danach auf s5 gespielt\nneue placement bronze v mit nem win","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T13:15:17.652+0000","up_votes":1,"down_votes":0,"body":"Du hast bei deinem Aufstieg von Bronze 2 nach Silber 5 jeweils 30 LP für einen Sieg bekommen und 10 LP bei deiner einen Niederlage verloren. Das klingt sicher ein bisschen hart, aber deine MMR war deutlich zu hoch und wurde jetzt korrigiert. Hast du einen anderen Account, auf dem du in der letzten Season geranked warst als Referenz?","replies":[]}]},{"id":"","poster":"Trumpapokalypse","date":"2016-11-15T11:22:50.225+0000","up_votes":1,"down_votes":0,"body":"Season 6: Gold 2\n10 Placement Games: Gold 5\nNach \"Fix\": Silber 5\n\nThanks Riot","replies":[{"id":"","poster":"Rahzar","date":"2016-11-15T12:11:12.846+0000","up_votes":1,"down_votes":1,"body":"Den Fehler zu beheben, bedeutet leider nicht, dass es für alle jetzt ein paar Divisionen nach oben geht. Deine MMR wurde jetzt korrigiert und du wurdest jetzt dort eingestuft, wo du eigentlich hin solltest.","replies":[]}]},{"id":"","poster":"Ghost Yappi","date":"2016-11-15T10:18:00.928+0000","up_votes":1,"down_votes":0,"body":"was soll der Müll den? war damals S2, wurde S5 eingeranked, dann dieser Fehler, bot feeded as hell und dann B3 eingeranked was soll das bitte?","replies":[]},{"id":"","poster":"Vorzüglich","date":"2016-11-15T09:26:50.154+0000","up_votes":1,"down_votes":1,"body":"Funktioniert aber immer noch nicht euer System.\n\nWenn die Mitte 0/10 feeded innerhalb 15min\n\nUnd der Jungler nur solo farmt bis Minute 20.\n\nEuer System suckt.","replies":[{"id":"","poster":"Crounty","date":"2016-11-15T10:16:43.746+0000","up_votes":1,"down_votes":1,"body":"Ein Tipp: Du kannst nicht jedes einzelne Spiel gut spielen und gewinnen ;)","replies":[]}]},{"id":"","poster":"Hippimichi","date":"2016-11-15T15:55:53.537+0000","up_votes":0,"down_votes":0,"body":"Das wird wohl das WHY der woche","replies":[]},{"id":"","poster":"qqd","date":"2016-11-15T09:48:49.778+0000","up_votes":1,"down_votes":1,"body":"heul nicht so","replies":[]},{"id":"","poster":"Rockie84","date":"2016-11-15T10:01:40.024+0000","up_votes":0,"down_votes":0,"body":"Achsoo super. War season 6 silver 1. Hab 10 placements gespielt wurde bronze 2 geranked,war aber nicht sauer oder so was. spiele mich wieder auf silver 5 und nach der ,,KORREKTUR\" bn ich mit 14-3-16 kha zix Bronze 3..naja nicht schlecht nicht schlecht.","replies":[]}]}