{"id":"386NUavq","poster":"MeMyselfandBaal","date":"2016-11-15T02:40:05.461+0000","title":"Das schlimmste an der Flex Que... also der Moment, wo du wirklich merkst, dass Riot dich trollt....","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":9,"body":"Ich hatte echt meinen Frieden mit dem Bronze V Rating auf meinem Smurf geschlossen... ich dachte mir &quot;Und die Trolls in Silber II haben sich so viel M&uuml;he gegeben, um den zu bekommen, w&auml;hrend ich nur meine Placements spielen musste&quot;....\r\nAber vor allem:\r\nHey... dann kann ich behaupten, ich habe alles von Bronze V bis Platin IV auf meinen Accounts erlebt...\r\n\r\nUnd was macht Rito? Tiltfaktor 1000. \r\n(also neben dem Fakt, dass mein Main Bronze II ist (Tage nach dem das Problem &quot;bekannt&quot; ist, von Platin V kommend... mit ner besseren Bilanz als mein Silber IV Freund, der mit 4 Siegen Silber V geworden ist.... Und ja, um das Festzuhalten: ich Platin V 6W 4L jetzt Bronze II, er Silber IV 4W 6L Silber V... wollt ihr, dass ich aufh&ouml;re? Dann k&ouml;nnt ihr mir auch einfach nen Permabann geben... ich verstehe das dann schon. Aber zum eigentlichen):\r\n\r\nDa habe ich also diese eine Liga, in der ich noch nie gespielt habe. Die auch (Ich werde nie Platin III werden) f&uuml;r mich (jetzt gerade) realistisch erreichbar ist... und was machen die Vollidioten? Die lassen mich nach 6 Spielen und mit negativer Winrate ohne Promoserie Bronze IV &uuml;berspringen!!! Und ja, ich bin so kurz davor so lange absichtlich zu trollen, bis die mich nach Bronze IV absteigen lassen... ganz ehrlich. Was soll ich in der Que sonst tun?\r\n\r\nDAS EINZIGE WORF&Uuml;R DIESE ABGEFUCLKTE QUE GUT WAR... war doch, dass ich auch mal Bronze V und IV war (Und ja, ich war Jahrelang Bronze III)... und das ist jenseits von dem total upgefucktes Matchmaking mit nem Ergebnis, dass jedem W&uuml;rfelspieler peinlich w&auml;re....\r\n\r\nUND IHR LASST MICH BRONZE IV &Uuml;BERSPRINGEN?\r\n\r\nUnd ja, die Que ist nur daf&uuml;r da, uns zum Tilten zu bringen. (und ja, ich habe vorhin mit nem Bronze Dude SoloQ gespielt. Ich kann euch best&auml;tigen: Es macht weder von oben noch von unten kommend Spa&szlig;... es sei denn, man ist gerade der, der stomped... aber selbst dann...)\r\n\r\nDas sage ich, dem sonst immer vorgeworfen wird, dass ich Riot bis aufs Blut verteidige...\r\n\r\nUnd das v&ouml;llig absurde: Wenn man das verstanden hat, macht es sogar Spa&szlig;. Erwartet einfach sonst nichts von der Que, denn sachlich gesehen... sagte ich schon fucke up? Die sollten das in &quot;Ultimate Stomp Que&quot; umbenennen. Denn in jedem fukking Match hat man das eine Gold+ gegen Bronze Duell... und... Spoiler... der Platin Dude wird das Ding haushoch gewinnen...\r\nImmerhin... k&ouml;nnte das die Elo Hell Threads t&ouml;ten... aber andererseits... werfen in meinen Spielen meistens die Low Elo Dudes ihren besseren Mitspielern vor, dass sie ja absurd unf&auml;hig sind.\r\n\r\nUnd bevor jemand das hinterfragt: TILTMODUS AN: Ich habe einen Silber ADC gegen 2 Diamond Dudes zum Sieg getragen... und bin daf&uuml;r vor 16 Stunden von Platin V nach Bronze II straf-versetzt worden.. lange nach dem Rito anerkannt hat, dass es da Probleme geben sollte...\r\nUrspr&uuml;nglich wollte ich den Typen nur entlassen, mittlerweile hat er sich selber mit &quot;Dont Kill me&quot; gemeldet... Ich sag das mal so: wenn Donald Trump mich darum bittet, sage ich &quot;na gut, du hast Bitte gesagt,,,&quot;\r\n\r\nAber hey, wenn wir alle gerade Gl&uuml;ck haben aktiviert Riot gerade die Solo/Duo Que... Ich z&auml;hl die Tage runter. Und ja, was Rito in der Que anbietet, ist unentschuldbar...","replies":[{"id":"","poster":"Megamaexx","date":"2016-11-15T05:44:03.381+0000","up_votes":2,"down_votes":0,"body":"Hattest du nicht mitbekommen, dass Riot da was verkackt hat bei der MMR in der FlexQ? Jetzt über Nacht war glaub ich der Fix der MMRs, soweit ich weiß haben sie von jedem die MMR angepasst, was für dich bedeutet, dass du sehr schnell aufsteigen wirst. \n\nUnd dass du es nie nach Bronze 4 geschafft hast, tut mir echt leid für dich. Vielleicht setzt Riot ja deine MMR irgendwann wieder versehentlich auf 0 ;)","replies":[{"id":"","poster":"HyperionCH","date":"2016-11-15T07:35:02.329+0000","up_votes":2,"down_votes":0,"body":"Beim ersten Blick heute hier im Forum scheint der Quickfix nicht wirklich gut gewesen zu sein.\n\nAus meiner Sicht hätte Riot auch besser in den News geschrieben, dass sie die MMR patchen. Es würde Grösse zeigen, wenn man einen Fehler auch zugeben würde (ich warte im e-sport Bereich js schon rund einen Monat auf eine Reaktion seitens Riot).\nIch hoffe, Riot meldet sich zumindest hier etwas rascher (aka noch heute). Persönlich finde ich es extrem schade, wenn Riot gerade jene Spieler vergrault, die hier im Forum Riot unterstützen.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2016-11-15T07:21:28.053+0000","up_votes":2,"down_votes":0,"body":"Meine Güte, euer Rang in der FlexQ hat nichts mit eurem SoloQ-Rang aus Season 6 zu tun. Deswegen ist es auch völlig schnurz, ob jemand von Platin kommt und jetzt Bronze ist. Rafft das denn keiner?","replies":[{"id":"","poster":"eingew","date":"2016-11-15T09:20:31.962+0000","up_votes":1,"down_votes":0,"body":"Aber ich finde es anhand dessen ganz interessant zu sehen, wie gut offensichtlich das normale MM funktioniert. Denn hier sieht man ja deutlich, wie es wäre, wenn man kein normales faires MM hat.","replies":[]}]},{"id":"","poster":"KNZ0","date":"2016-11-15T07:29:09.103+0000","up_votes":1,"down_votes":0,"body":"Die FlexQ ist echt verkackt worden, wie die das geschafft haben ist nicht nachvollziehbar. \n\nIch bin in der SoloQ Gold V und wurde mit 8 Siege und 2 Niederlagen in Silber III eingestuft. \n\nEin Kollege ist in der SoloQ Platin V und wurde mit 6 Siegen in Bronze V eingestuft, mal im Ernst wofür hat er die 6 Spiele gewonnen, wenn er sowieso in die schlechteste Division kommt ?","replies":[]},{"id":"","poster":"BM Vilich","date":"2016-11-15T05:40:59.507+0000","up_votes":1,"down_votes":0,"body":"Ein Freund von mir wurde von Dia V nach 2/8 auf Bronze 1 eigestuft :3","replies":[{"id":"","poster":"Maíko","date":"2016-11-15T07:01:55.788+0000","up_votes":1,"down_votes":0,"body":"Ich kann echt nicht nachvollziehen was da schief gelaufen ist und wie die falsche MMR zustande kommt :|\n\nAlle die ich kenne sind in Bronze gelandet, egal ob Silber/Gold/Plat/Dia...\nIch habe zur gleichen Zeit meine Placements gemacht und bin in Silber 2 eingestuft worden (Gold 5 in DynQ).\n\nEs wär echt mal interessant zu Wissen, was da schief gelaufen ist :'D","replies":[]}]}]}