{"id":"EwJLbEeJ","poster":"Tabi","date":"2016-11-14T14:50:24.546+0000","title":"Flex Rangliste","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich habe mich die letzten Tage lange f&uuml;r mich selbst ge&auml;rgert und wollte meinen Unmut nun im Forum kundtun und somit auch eure Meinungen/ Anregungen dieses Thema betreffend erfahren.\r\nIch denke jeder kann davon ein Lied singen, der die neue Flexqueue getestet hat und ich denke nur die wenigsten werden mit dieser gl&uuml;cklich sein. Etwas derartig umbalanciertes habe ich schon lange nicht mehr erleben d&uuml;rfen. Dabei denke ich an mein zuletzt gespieltes Match zur&uuml;ck. Die Soloqueuewertung der Gegner steht in keinem Vergleich zu der von meinem Team.\r\nGegnerteam: Dia 4 Mitte, Dia 5 Jungler, Plat 1 Adc, Gold 3 Top und Silber 1 Support (2x 2er Premade)\r\nMein Team: Dia 5 Support, Gold 4 Top und ADC, Gold 5 Mitte, Silber 5 Jungle (keine Premades)\r\n\r\nWeder die Premades noch die Elo wird hierbei ber&uuml;cksichtigt. Wenn ihr schon nicht die Soloq Wertung von der letzten Season nehmen wollte, warum tut ihr es dann nicht wenigstens mit der jetzigen Flexwertung? Diese war nat&uuml;rlich auch viel h&ouml;her als die unsere und ich muss ganz ehrlich gestehen, dass ich an diesem Spielsystem so langsam richtig am verzweifeln bin. Wie soll man so unter Beweis stellen, dass man gut ist, bzw dass man in eine hohe Elo geh&ouml;rt, wenn es einem so verdammt schwer gemacht wird und manche Spiele einfach nur ungewinnbar sind, egal wie gut man spielt und wie sehr man sich anstrengt.\r\nIch w&uuml;rde mir hierzu sehr gern ein Statement von Riot anh&ouml;ren, denen ist meine Meinung wahrscheinlich aber egal und deswegen frage ich euch: was denkt ihr &uuml;ber die neue Rangliste? Seid ihr zufrieden, oder genauso frustriert wie ich? Ich w&uuml;rde mich &uuml;ber eine gepflegte Diskussion unter diesem Thread freuen.\r\n\r\nGanz liebe Gr&uuml;&szlig;e\r\nTabi","replies":[{"id":"","poster":"MGP","date":"2016-11-14T15:30:24.688+0000","up_votes":2,"down_votes":0,"body":"\\*Seufz*\nDu bist einer von vielen dem das nicht schmeckt und auch einer von denjenigen die ihrem Unmut hier Luft machen.\nBist du schonmal auf die Idee gekommen, dass es hier schon den ein oder andere Post geben könnte, der genau das Thema behandelt?\n\nIch bins inzwischen leid jeden neu aufzuklären was Sache ist und verweis dich auf den letzten Post der die Sache behandelt\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/rNxTu7pI-sinn-der-felx?comment=0001\n\nVon da aus kannst du dich durch die Posts klicken bis du an einem Punkt bist wo dir das detailreichtum ausreicht","replies":[]}]}