{"id":"P98UAN7c","poster":"Painty Senpai","date":"2016-11-13T21:40:39.448+0000","title":"Suche Team, bzw. Teamleaderinnen und Teamleader, schaut hier Vorbei^^","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Halli Hall&ouml;chen liebe Beschw&ouml;rerinnen und Beschw&ouml;rer,{{summoner:31}} \r\n\r\nalso dann kommen wir mal zum eigentlichen Grund dieser Anzeige bzw dieses Post&acute;s. Ihr wollt bestimmt als erstes wissen wof&uuml;r ich ein Team suche und das ist ganz einfach gesagt,  da ich nicht immer die passende Anzeige finde die mich anspricht, sollt ihr als Team- leaderin oder auch leader, mich in eurem Kommentar &uuml;berzeugen warum ich bei euch diese Stelle (f&uuml;r die ihr mich haben wollt) antreten sollte. \r\n\r\nDie Dienste die ich anbieten kann sind:\r\n\r\n 1. Als Supporter{{summoner:3}}  o. Jungler{{summoner:11}}  in eurem Team zu spielen.\r\n\r\n2. Als Coach bzw als Analytiker f&uuml;r euer Team zu agieren.\r\n\r\nAchja, hab ich ja total vergessen, {{sticker:zombie-brand-facepalm}} ihr wollt ja wissen wer ich bin, dann mal Angaben zu meiner Person:\r\n\r\n&gt; **Summoner-Name:** Painty Senpai\r\n&gt; **Spitzname:** T&ouml;mmel\r\n&gt; **Alter:** 19\r\n&gt; **Spiele seit:** Ende Season 3 (d.h. ca 3 Jahre)\r\n&gt; **Main:** Support{{summoner:3}} \r\n&gt; **Second:** Jungle{{summoner:11}} \r\n&gt; **S6 Elo:** Silber 2\r\n&gt; **Erfahrungen: **\r\n- Ich habe schon &uuml;ber 10 Team&acute;s als Analytiker/Coach beigestanden, die meisten davon haben sich leider aufgrund Privater dinge wieder Aufgel&ouml;st.\r\n- Selbst habe ich in 5 Ranked Team&acute;s Mitgespielt, und sogar als Caller agiert, leider haben diese sich aufgrund der Leader wieder aufgel&ouml;st.\r\n\r\n&gt; **Champion-Pool:**\r\n- Ich besitze alle Champions somit kann ich auch mal mit jemanden im der Chamionauswahl wechseln^^\r\n- Als Supporter kann ich ziemlich alle Gut Spielen bis auf ein paar wenige :)\r\n\r\nWenn ihr noch mehr Info&acute;s ben&ouml;tigt oder haben wollt freue ich mich &uuml;ber ein Pers&ouml;nliches Gespr&auml;ch auf einem Teamspeak 3 - Server.\r\n\r\nAlso schreibt bitte unter diesem Post einen Kommentar als was ihr mich haben wollt und warum, ich freue mich auf eure texte und melde mich bei euch wenn ihr mein Interesse geweckt habt^^\r\n\r\nMfg euer Painty Senpai aka T&ouml;mmel{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"FrostiFood","date":"2016-11-13T22:01:53.053+0000","up_votes":1,"down_votes":0,"body":"no offense, aber wie kannst du mit silber 2 eine hilfe als...analytiker..sein?","replies":[{"id":"","poster":"Painty Senpai","date":"2016-11-13T22:04:28.189+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das fragen sich die Meisten, aber mein problem ist ich kann sehr viel bzw hab sehr viel theoretisch drauf, kann es aber selbst in der praxis nicht umsetzen deswegen bin ich leider nur silber 2 aber ich würde darum bitten mir einfach mal eine changse zu geben da die elo nicht immer alles sagt über einen Menschen was er kann^^","replies":[]}]}]}