{"id":"yFMj9NhT","poster":"Ireliα","date":"2016-11-13T15:03:59.543+0000","title":"3v3, Anfänger Tipps","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Ich habe absolut keine Ahnung wie man 3v3 spielt und erhoffe mir hier ein paar Tipps und Vorschl&auml;ge. Ist ein Jungler sinnvoll? Wie sollte eine vern&uuml;nftige Teamcomp aussehen? Wie wichtig sind die Altare bzw. nimmt man nach einem Fight lieber den Altar oder einen Turm? Ich habe noch nie erlebt, dass jemand diese Spinne macht. Bringt sie so wenig oder liegt es an meiner geringen Elo in dem Bereich?\r\n\r\nPs: Ich bin &uuml;brigens nur im 3v3 ein Anf&auml;nger, k&ouml;nnt also gerne alle Fachbegriffe etc. benutzen.","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-11-13T15:46:21.844+0000","up_votes":3,"down_votes":0,"body":"Hallo,\ndu kannst sowohl mit Jungler spielen als auch mit Support.\nFalls du alleine spielst wirst du wahrscheinlich meist mit Jungler spielen da man mit Support etwas mehr Koordination braucht bzw. der andere wissen muss wie man mit Support spielt.\n\nMit Jungler spielst du:\nTop: ADC oder Bruiser\nJungle: Tank\nBot: AP Carry\nAber im Jungle kann man glaub ich fast alles spielen was auch im 5er Junglen kann. Toplane ist auch sehr variabel.\n\nBei Support Meta nimmst du einen Bruiser (am besten Olaf, Darius, Illaoi, Mordekaiser etc.) und einen Tank Support (Leona, Poppy, Nautilus, Maokai, Braum etc.)\nDer Bruiser nimmt Flash und Smite mit und kauft sich Hunter Talisman und Relic Shield. Der Support kauft Targons und nimmt Heal und Exhaust mit (also ohne Flash).\n\nAm besten ist, wenn ihr mit den Support Items die erste Wave so schnell wie möglich cleart und dann sofort in den Jungle geht. Dort macht ihr je nachdem wie hart der gegnerische Laner pusht 1,2 oder 3 Camps und pusht dann wieder die Wave gegen. Versucht, dass ihr so viel farm von der Wave wie möglich bekommt. Vor allem der Support muss bekomm nur von der Wave XP und nicht vom Jungle. Der Bruiser nimmt den ganzen Farm.\n\nIhr macht das meist so lange, bis sich der Bruiser das Jungle Item fertig kaufen kann. Wenn ihr alles richtig gemacht habt. Sollte der Bruiser nun ziemlich ahead in Iteam und Gold sein.\nIhr könnt nun fighten. Den gegnerischen Jungle contesten etc.\nWann ihr kämpfen könnt und wann nicht lernt man auch mit der Zeit.\n\nZu den Altären und Towern würde ich sagen:\n\nTower>Altäre\nTower öffnen die Map extrem und dadurch bekommt man einen erheblichen Vorteil.\nEs lohnt sich nicht Altäre zu stark zu contesten, wenn man den Kampf verlieren könnte.\nZu leichtfertig abgeben sollte man sie jedoch nicht. Sind immerhin 240 Gold für den Gegner.\n\nDie Spinne ist relativ riskant und ihr solltet sie am besten nur machen, wenn Gegner tot sind oder wenn ihr extrem ahead seid aber nicht pushen könnt weil der Gegner sehr viel waveclear hat. Mit der Spinne könnt ihr dann super pushen.\nDie Spinne schreddert sehr viel Rüstung also wenn ihr merkt, dass die Gegner sie machen und ihr fast even seid könnt ihr auf jeden Fall kämpfen.\nAndersherum müsst ihr halt aufpassen.\nAußerdem greift die Spinne immer auf einer Seite an. Also stellt sich der der tankt auf die eine Seite und die anderen auf die andere damit nur einer Schaden bekommt.","replies":[{"id":"","poster":"Ireliα","date":"2016-11-13T16:15:34.984+0000","up_votes":1,"down_votes":0,"body":"Danke, das hat mir extrem geholfen :)","replies":[]}]}]}