{"id":"YQqe9j4V","poster":"DDDanger","date":"2016-11-12T19:22:21.500+0000","title":"Maestro Fehler...","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Problem steht im Titel. Client st&uuml;rzt die ganze Zeit ab. Wenn ich mich neu einlogge kommt  ab 30 sec. die Fehlermeldung. Hab mehrmals versucht mich neu einzuloggen, in der Hoffnung es funktioniert jetzt. Hab auch schon ne Reihe an Dingen probiert und nichts davon hat mir geholfen :/\r\n-als Administrator ausf&uuml;hren\r\n-Client reparieren\r\n-PC neustarten\r\n-lol air client und lol launcher aus dem protection(oder wie auch immer der hie&szlig;)-Ordner l&ouml;schen \r\n-neu installieren\r\n\r\nHat wie gesagt alles nicht geholfen. Was kann ich jetzt noch tun ? W&auml;re geil, wenn mir einer weiterhelfen k&ouml;nnte. \r\n\r\nLG DDDanger :)","replies":[{"id":"","poster":"Saufautomat","date":"2016-11-13T02:58:19.154+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndeaktiviere mal alle Antiviren- und Firewallprogramme. Das sollte den Maestro-Fehler beheben.","replies":[{"id":"","poster":"DDDanger","date":"2016-11-13T12:45:37.325+0000","up_votes":1,"down_votes":0,"body":"Hmm hat leider nichts gebracht. Aber trotzdem danke für den Tipp ;)","replies":[]}]},{"id":"","poster":"ImbaKing","date":"2016-11-13T00:24:24.321+0000","up_votes":1,"down_votes":0,"body":"Ok bei mir geht es jetzt aber aus einem Grund der vermutlich bei dir anders ist.\n\nIch habe League of Legends gestern erst neu installiert weil ich meinen PC formatiert habe und während LoL lief hab ich unten in der Windowsleiste rechts auf das Symbol geklickt und \"Dieses Programm an Taskleiste anheften\" gedrückt.\n\nDas Problem war jetzt, dass \"dieses Symbol\" eine Verknüpfung zu LoL HINTER dem Launcher war.\n\nWenn man LoL normal startet kommt ja erstmal das Fenster mit den News und dem großen orangenen \"Start\" bzw. \"Launch\" Knopf oben, wenn man da drauf klickt komm erst der Login Teil des Launchers.\n\nBei dem Symbol das ich auf der Taskleiste hatte, habe ich direkt eine Verknüpfung zum Login Screen gehabt ohne den 1. Teil vom Launcher, und das ergab den Fehler.\nWenn ich LoL normal starte, also entweder direkt die .exe oder die Standardverknüpfung die beim Installieren erstellt wurde, geht es, auch als nicht-Administrator.\n\nDas ist jetzt sehr ungewöhnlich und die Chance, dass das bei dir der gleiche Fehler ist ist recht gering, aber wer weiss, viel Erfolg beim fixen :D","replies":[]},{"id":"","poster":"ImbaKing","date":"2016-11-12T20:01:49.756+0000","up_votes":1,"down_votes":0,"body":"Dito...\nIch glaube jetzt, dass die einfach Serverprobleme haben im Moment.\nWäre nur gut wenn sie den Serverstatus auf der Seite updaten könnte zu \"We are currently experiencing problems with the Mastro server, what stops players from logging in. We are working on it and try to bring them online as soon as possible.\"","replies":[{"id":"","poster":"DDDanger","date":"2016-11-12T22:09:00.941+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich ist es das. Gab aber bisher keine Meldung darüber :/ Das Problem besteht bei mir weiterhin ...","replies":[]}]}]}