{"id":"zbVq4EXl","poster":"GankMeOrLose","date":"2016-11-12T14:16:41.595+0000","title":"Beste Champions mit der neuen Fervor of Battle Mastery?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Tach ihr anderen werten Spieler von League of Legandos.\r\n\r\nMal wieder hat die Pre-Season uns alle mal wieder vollkommen in seinen Bann gezogen und neben dem juicy Assassin Update (Talon new main confirmed :D) sind auch die Masterys ver&auml;ndert worden. Unter anderem auch Ferver of battle was einem jetzt AD gibt (und verdammt viel wenn wir ehrlich sind, ich mein 60 AD auf LVL 18 und full stacks das kann sich sehen lassen).\r\n\r\nIch frage mich jezt aber &acute;wem diese mastery denn am besten steht und habe mal herumexperimentiert:\r\n\r\n{{champion:92}} : Mit einem enormen AD scaling ist bonus AD for free sicherlich sehr gut f&uuml;r sie und sie kann dadurch in der lane sehr viel druck und damage aufbauen. Da sie sowieso viele AA&#039;s macht und man als Melee nur 5 braucht ist diese mastery quasi perfekt f&uuml;r sie. Mit der zus&auml;tzlichen AD kann man auch ganz gerne mal defensiv bauen und trotzdem guten damage machen :D echt wiederlich wie stark das auf ihr is \r\n\r\n{{champion:64}} : &Auml;hnlich wie Riven hat er genauso brutale Bonus AD scalings und macht verdammt viel schaden, is melee und zudem hat er den vorteil das er mit dem {{item:3077}} into {{item:3748}} into {{item:1409}} einen verdammt tanky buildpat hat der zudem trotzdem sehr stark ist. sehr tanky viel damage und gute scalings, lee is zudem dank seiner passiven auch gut daf&uuml;r geeignet  mit AA&#039;s  stacks aufzubauen\r\n\r\n{{champion:114}} : Genau  das gleiche spiel: Melee, gute AD scalings und man kann sie tanky bauen und sie macht ne menge AA&#039;s, mit der neuen mastery extrem stark auch schon in der lane\r\n\r\n{{champion:126}} : Jayce kan  sher schnell stacks sammeln und die AD gut nutzen nur spiele ich jayce nicht sehr h&auml;ufig und kann dazu nicht viel sagen.\r\n\r\n{{champion:240}} : Ich hab kled zwar nicht aber ich kann mir sehr gut vorstellen das ihm die mastery steht\r\n\r\n{{champion:11}} : Meister schlitz sollte sich mit der neuen mastery sicher gut machen, ausprobiert habe ich es dennoch nicht\r\n\r\n{{champion:2}} : wenn er schon kein leben mehr bekommt dann zumindest AD wobei ich nicht wei&szlig; ob grasp ihm nicht vllt besser stehen w&uuml;rde\r\n\r\n{{champion:421}} : genauso wie bei olaf, wobei ich denke das rek&#039;sai mehr mit der AD anfangen kann\r\n\r\n{{champion:58}} : da ich denke das er die 5 AA&#039;s sicher rausbekommt und er die AD extrem gut nutzen kann denke ich das die mastery ihm sicher gut steht\r\n\r\n{{champion:23}} : keine wirklich AD skalierung aber mit den crits kann er eine menge schaden machen den er macht sicherlich gen&uuml;gend AA&#039;s\r\n\r\n{{champion:77}} : ich denke eine gute wahl auf AD-AS-Tiger Udyr\r\n\r\n{{champion:254}} : siehe olaf und rek&#039;sai wobei ich wei&szlig; das sie die AD gut nutzen kann\r\n\r\n{{champion:5}} : Siehe vi und rek&#039;sai\r\n\r\n{{champion:157}} : ich tendiere bei ihm eher zu bloodlust aber wenn man sustain vernachl&auml;ssigt dann kann er bestimmt viel damage machen \r\n\r\n\r\n\r\nWas haltet ihr von der mastery? wem steht sie am besten, auf wem benutzt ihr sie? auf wem findet ihr sie am str&auml;ksten?\r\n\r\nLG {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-11-12T14:33:55.966+0000","up_votes":1,"down_votes":0,"body":"Du hast {{champion:39}} {{champion:266}} {{champion:24}} {{champion:10}} {{champion:56}} {{champion:19}} {{champion:106}} {{champion:102}}  vergessen die bekommen bzw. können leicht Ihre stacks vollbekommen.\n\n---------------------------------------\n\n{{champion:126}}  definitiv nicht er hat davon keinen nutzen bzw. will er nicht rangehen, sondern seine Gegner entweder aus sicherer Distanz bearbeiten und One Shotten. Er geht dann nur ran wenn er ein weiches Ziel angreifen will da braucht man Burst.\n\n{{champion:254}} Eher auch nicht aus dem einfachen Prinzip das sie nicht auf Attackspeed basiert und umfällt wien stück Pappkarton.\n\nMan muss auch bedenken das Toplaner mehr Sustain brauchen wegen den Rangern und da braucht es ne solide Mastery.","replies":[]}]}