{"id":"geU25VcE","poster":"iMBA coox","date":"2016-11-12T00:05:52.885+0000","title":"Eine gute Idee für den allgemeinen Koop vs Ai Spiel und andere Dinge","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Meine coole Idee und die vieler anderer f&uuml;r die Koop Modes Kluft der Beschw&ouml;rer, Hollowing Abbys  also Aram oder Twisted Treelines w&auml;re wenn man diesen Modes auch Bots verpassen kann so dass man eine M&ouml;glichkeit hat sich dort auch vor zu bereiten f&uuml;r legend&auml;re Schlachten, dass das aber viel Arbeit ist wissen wir nat&uuml;rlich auch, weil man dann die Bots nat&uuml;rlich auch auf diese Umgebungen programmieren muss. Was auch noch sch&ouml;n w&auml;re finden viele w&auml;re ein Patch generell f&uuml;r die Koops im allgemeinen, da! sollte sich etwas &auml;ndern. und zwar sollten die Bots die Verfolgung eines Spielers der nur noch 10 HP hat nicht abbrechen wenn er 2m. in unserem Jungle rein l&auml;uft, obwohl jeder Spieler wei&szlig; das man in dieser Situation tot ist. Die Bots sollten intelligenter werden und wenigstens so wie ein guter b1 Spieler agieren k&ouml;nnen. Das soll auch ein wenig abschreckend wirken weil viele Spieler sich untersch&auml;tzen. Wenn aber die Bots anfangen so gut zu sein wie ein Spieler, macht es das ganze meiner und den Meinungen vieler anderer nach interessanter. Denn Ich finde das etwas traurig das Ich ein 1 v 5 Bots intermediat also mittel gewinnen kann. Ich musste die Runde zwar abbrechen aber auf Grund einer Team Sitzung, ich bitte also daher diese Meldung vielleicht auch an die Entwickler weiter zu reichen und einfach mal &uuml;ber meine Idee und der vieler anderer zu diskutieren. Vielleicht macht ihr daraus sogar noch mal eine neue Mode wo die Bots so eingestellt sind, was viele so wie ich das mitbekommen habe auf Grund von Umfragen meinerseits eine absolute geile Sache w&auml;re. Da kann jeder wesentlich besser ersehen ob der Champ die Masterys und Runen gut eingestellt sind um damit rankest zu spielen, weil wenn man denkt ich schaff die Bots mittel hei&szlig;t das nix weil die einfach nur stumpf sterben. Da fehlen die Gangs und das gemeinsame agieren der Bots soll hei&szlig;en wenn man eine Situation hat, 1 v 3 Bots sollten alle 3 Bots Spells auch raus hauen und nicht 2 davon nur Autohitten. Das wird in einem ranket niemals vorkommen und auch nicht in einem normal Game, denn viele finden so eine Mode wo man sich als Neuling auf Rankets ordentlich vorbereiten kann ohne sich direkt palmieren zu m&uuml;ssen besser als nur gegen mittel Bots zu spielen die sich stumpf umbringen lassen. Ich glaube also daher das eine solche Mode angebracht ist, da diese dann den ich habe keine Lust mehr Faktor ich geh afk oder feede voll rein im wesentlichen direkt schm&auml;lert, weil es gibt viel zu viele Flamer auf der Welt die es einfach nicht verstehen an der richtigen Stelle ihr Maul auf zu machen oder den Rand zu halten, nichts desto trotz hoffe Ich ja das sich mal beratschlagt wird &uuml;ber die Meinung vieler. Das muss nicht sofort umgesetzt werden den alles braucht seine Zeit sondern es soll wirklich mal dar&uuml;ber nachgedacht bzw. beraten werden oder diskutiert werden ob dahingehend was m&ouml;glich ist, dann habe ich noch ein pers&ouml;nliches anliegen oder bitte, da ich die Geschichte nach dem gewinnen vom Aram so geil finde, mir jedes Mal die Geschichte an zu h&ouml;ren, das man der Geschichte auch so langsam mal ein Ende zu verpasst. Es sollte auch eine Geschichte von zerillda&#039;s Seite aus geben, wenn man verloren hat da sie gescheitert ist an ihrem Vorhaben und vielleicht auch ein Champ zu kreieren der so hei&szlig;t. z.B. eine teuflische geister Figur oder eine d&auml;monische Figur, denn es gibt ja auch tats&auml;chlich Lissandra uns Sejuani. Ich finde das alle in der Geschichte vorkommenden Figuren ein Gesicht brauchen. Das war es von meiner Seite aus bis hier hin zu diesen Themen  und sage mal auf ein fr&ouml;hliches diskutieren euer IMBA coox","replies":[]}