{"id":"7quoPytJ","poster":"Lissandragon","date":"2016-11-11T13:30:29.061+0000","title":"Lux Changes/Buffs/Nerfs | Meine Ideen, wie findet ihr sie?","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"VORWORT:\r\n\r\nIch spiele, wie viele andere Spieler auch, sehr gerne {{champion:99}} und das schon seit &uuml;ber 4 Jahren. Mein Elo schwankt aktuell im High-Dia Bereich und ich besch&auml;ftige mich viel mit den Mid-Lane Champions und habe ein paar Ideen daf&uuml;r, wie man Lux&#039; Gameplay einzigartiger bzw. interaktiver machen k&ouml;nnte. \r\nDabei geht es mir NICHT darum, Lux over powered zu machen. Wahrscheinlich werden meine Ideen nicht unbedingt balanced sein, ich habe ja auch nicht die M&ouml;glichkeit sie im richtigen Spiel zu testen. Ich werde mein Bestes geben die Ideen so zu verpacken, dass sie wirklich die Chance h&auml;tten ins Spiel gepatched zu werden. \r\n\r\nViele Lux-spieler w&uuml;nschen sich, dass Lux&#039; Passive im Late-Gameplay n&uuml;tzlicher ist, da man oft nicht die Chance hat sie auszul&ouml;sen ohne die Ultimate zu nutzen und sie deshalb als fast schon unn&ouml;tig empfunden wird. Ebenfalls finden viele, dass es sich so anf&uuml;hlt als w&uuml;rde man mit nur 3 F&auml;higkeiten spielen, seitdem Lux&#039; W hart generfed wurde und sich unrelevant anf&uuml;hlt. \r\nDies wird auch in einer Umfrage von Shalaya deutlich, hier der Link dazu: \r\nhttps://surveynuts.com/surveys/admin?id=114037&amp;stoken=22532901995072&amp;section=results\r\n\r\nMeine Ideen werden sich besonders auf die Integration von Lux&#039; Passive in ihr Kit beziehen, um Lux-Spielern mehr M&ouml;glichkeiten und Spielspa&szlig; zu verschaffen.\r\nBitte lest euch erst alle &Auml;nderungen genau durch und schreibt dann gerne, wenn ihr wollt, was ihr davon haltet. \r\n_____________________________________________________________________________________________________________________________\r\nZU DEN IDEEN:\r\n\r\nPassive - Erleuchtung\r\n\r\nDAMAGE: 18-190 (+ 0.2 ability power) &rArr; 18-137 (+ 0.15 ability power)\r\n\r\nNEU: Gegner die mit Erleuchtung markiert sind, werden f&uuml;r Lux und ihre Verb&uuml;ndeten sichtbar (nur der Gegner, nicht das Umfeld)\r\n\r\nNEU: Wenn Erleuchtung ausgel&ouml;st wird, erstrahlt Licht aus dem Ziel herraus, welches Erleuchtung an Gegnern in der N&auml;he ausl&ouml;st (sie werden nicht mit Erleuchtung markiert, sondern es wird Erleuchtung ausgel&ouml;st, wenn sie vorhanden ist!!!)\r\n\r\nRADIUS: 350    \r\nProjektilgeschwindigkeit: 1450    \r\n_____________________________________________________________________________________________________________________________\r\n\r\nQ - Lichtfessel\r\n \r\nReichweite: 1175 &rArr; 1200\r\n_____________________________________________________________________________________________________________________________\r\n\r\nW - Prismatische Barriere\r\n\r\nNEU: Prismatische Barriere verleiht verb&uuml;ndeten Champions 3 Sekunden lang die F&auml;higkeit, Erleuchtung mit normalen Angriffen auszul&ouml;sen. (genauso wie Lux)\r\n\r\nNEU: PASSIVE hinzugef&uuml;gt &rArr; Lichtgeschwindigkeit\r\n\r\nLichtgeschwindigkeit: Wenn Erleuchtung ausgel&ouml;st wird erh&auml;lt Lux 6/9/12/15/18 % Bewegungstempo f&uuml;r 1/1.25/1.5/1.75/2 Sekunde(n). (Level 1-5)\r\nSollte ein verb&uuml;ndeter Champion Erleuchtung ausgel&ouml;st haben, erhalten beide den Bewegungstempobonus.\r\n\r\n___________________________________________________________________________________________________________________________\r\n\r\nE - Schillernde Singularit&auml;t\r\n\r\nCOOLDOWN: 10 Sekunden &rArr; 14/13.5/13/12.5/12 Sekunden\r\nDAMAGE: 60/105/150/195/240 &rArr; 80/120/160/200/240\r\nKOSTEN: 70/85/100/115/130  &rArr; 60/70/80/90/100 Mana \r\n\r\nNEU: Der Cooldown von Schillernde Singularit&auml;t beginnt erst, nachdem sie aktiviert wurde.\r\n\r\nNEU: PASSIVE hinzugef&uuml;gt &rArr; Lchtbrunnen\r\n\r\nLichtbrunnen: Wenn Erleuchtung ausgel&ouml;st wird, reduziert sich der Cooldown von Schillernde Singularit&auml;t:\r\n-auf gegnerischen Champions um 0.5 + 0.75 multipliziert mit (100% minus Cooldownreduction die man besitzt) Sekunden\r\n-auf Vasallen, Monstern o.&auml;.: 0.25+ 0.25 multipliziert mit (100% minus Cooldownreduction die man besitzt) Sekunden\r\n\r\nJe mehr Cooldownreduction man hat, desto weniger wird der Cooldown von Schillernde Singularit&auml;t verringert beim ausl&ouml;sen von Erleuchtung. Ein Grundwert bleibt aber immer bestehen, sodass es sich trotzdem lohnt Cooldownreduction zu holen.\r\n\r\nDer Cooldown kann dabei maximal bis runter auf eine Sekunde reduziert werden (sodass bei z.B. vielen Minions kein Spamming der F&auml;higkeit m&ouml;glich ist)\r\n___________________________________________________________________________________________________________________________\r\nR - Finales Funkeln\r\n\r\n___________________________________________________________________________________________________________________________\r\n\r\nHINTERGR&Uuml;NDE ZU DEN &Auml;NDERUNGEN AN DEN F&Auml;HIGKEITEN:\r\n\r\nPassive:\r\nDer Damage geht runter, um die Buffs auf anderen F&auml;higkeiten zu kompensieren und beim Ausl&ouml;sen von Erleuchtung, erscheint eine Art Tiamat-Effekt, der bei allen Zielen, die mit Erleuchtung markiert sind, diese ausl&ouml;st.  Das soll Lux-Spieler dazu bringen, mehr &uuml;ber die Nutzung ihrer Passiven nachzudenken und soll ebenfalls einen besseren Wave-clear OHNE die Ultimate erm&ouml;glichen. Nat&uuml;rlich ist die Synergie dieses neuen Effekts auch sehr sch&ouml;n zwischen den anderen &Auml;nderungen vorhanden.\r\n\r\nQ Lichtfessel:\r\n&Auml;nlich wie bei Kennens Q F&auml;higkeit, die 1050 Rweichweite besitzt und bei der man auch viel deutlicher sieht, dass sie am Ende der Hitbox keinen Schaden mehr verursacht, obwhol sie den Gegner trifft, ist dies auch bei Lux&#039; der Fall. Dort kann man es aber nicht so deutlich sehen, da 25 Reichweite &quot;fehlen&quot;, und die visuelle Darstellung der F&auml;higkeit, vielleicht f&uuml;r 1100 Reichweite angefertigt wurde, k&ouml;nnte ich mir vorstellen. Diese &Auml;nderung ist aber nicht unebedingt n&ouml;tig f&uuml;r mein Konzept, wobei ein bisschen mehr Reichweite an ein paar Stellen auf der Map, einen gro&szlig;en Unterschied machen w&uuml;rden.\r\n\r\nW Prismatische Barriere:\r\nLux&#039; Shild soll einen weiteren, sp&uuml;rbaren Effekt mitbringen, der Lux und ihren Verb&uuml;ndeten mehr Sicherheut bietet, als Belohnung f&uuml;r das Ausl&ouml;sen von Erleuchtung. Durch das Movespeed, soll Lux die M&ouml;glichkeit geboten werden ihre Passive sicherer bzw. &Uuml;BERHAUPT im Late-Game nutzen zu k&ouml;nnen.\r\n\r\nE Schillernde Singularit&auml;t:\r\nAllgemein ein h&ouml;herer Cooldown, beim alleinigen Einsatz zum Poken wird sie diesen h&ouml;heren Cooldown behalten. Durch das Ausl&ouml;sen von Erleuchtung, wird man mit einer Cooldown reduction belohnt, was Lux mehr Interaktion und ein spannenderes Gameplay bietet, da man nicht nur stumpf seine High-Cooldown F&auml;higkeiten spammt, sondern durch die &Auml;nderungen auf der W und auch der Passive seine Effektivit&auml;t erh&ouml;hen kann. Es kommt aber auch zu Situationen in denen man n&uuml;tzlicher mit dem alten Cooldown der E w&auml;re, weil dieser sich mehr zum Poken oder Zonen anbietet, da der Cooldown sofort beginnt und auch allagemein geringer ist. \r\nGanz wichtig ist dabei, dass man nicht einen festen Wert hat, um den der Cooldown verringert wird beim Ausl&ouml;sen von Erleuchtung, sondern dieser Wert durch die vorhandene Cooldownreduction verringert wird. So kommt man nicht auf total gest&ouml;rte Cooldown-Verringerungen, wenn man hohe Cdr-Werte besitzt. So funktioniert z.B. auch der Cooldown von Miss Fortune&#039;s W.\r\n\r\nNach &uuml;ber 4 Stunden sind alle meine Ideen in einem Konzept niedergeschrieben und ich bedanke mich daf&uuml;r, dass ihr euch die Zeit genommen habt sie zu lesen. Falls ihr Fragen habt, eure Meinung mitteilen wollt, Verbesserungsvorschl&auml;ge o.&auml;. habt, schreibt gerne einen Kommentar und falls ihr meine Ideen gut findet, w&uuml;rde ich mich &uuml;ber ein Upvote meines Beitrags freuen, damit vielleicht ein Riotler drauf aufmerksam wird.\r\n\r\nBis sp&auml;ter in den Kommentaren!\r\n\r\nLG Jochnes","replies":[{"id":"","poster":"Zaddok","date":"2016-11-11T14:00:05.846+0000","up_votes":1,"down_votes":0,"body":"Schöner Thread, ich werde sobald ich zu Hause bin mal ausführlich darauf antworten.","replies":[{"id":"","poster":"Lissandragon","date":"2016-11-11T14:11:04.898+0000","up_votes":1,"down_votes":0,"body":"Freue mich, dass es dir gefällt!\nBis später :D","replies":[{"id":"","poster":"Zaddok","date":"2016-11-12T21:16:39.471+0000","up_votes":1,"down_votes":0,"body":"So, nun habe ich doch mal etwas Zeit gefunden zum Antworten, tut mir Leid für die Verspätung.\n\nAuch ein kleines Vorwort von mir:\nIch spiele Lux nun auch seit Season 2 und auch einigermaßen erfolgreich. Auf ~150 Rankeds mit ca. 70% Winrate auf ihr. Dazu kommen unzählige Normals. Also nehme ich mir das Recht her raus mich selber einen Main zu nennen der auch viel Erfahrung auf ihr hat.\n\n\n>Passive - Erleuchtung\n\n>DAMAGE: 18-190 (+ 0.2 ability power) ⇒ 18-137 (+ 0.15 ability power)\n\n>NEU: Gegner die mit Erleuchtung markiert sind, werden für Lux und ihre Verbündeten sichtbar (nur der Gegner, nicht das Umfeld)\n\n>NEU: Wenn Erleuchtung ausgelöst wird, erstrahlt Licht aus dem Ziel herraus, welches Erleuchtung an Gegnern in der Nähe auslöst (sie werden >nicht mit Erleuchtung markiert, sondern es wird Erleuchtung ausgelöst, wenn sie vorhanden ist!!!)\n\n>RADIUS: 350\n>Projektilgeschwindigkeit: 1450\n\nSehr schöne Idee die Passive als eine Art Splitter-Effekt umzuwandeln. So muss man nach einer E oder Ult nur ein Ziel angreifen und kann danach direkt wieder auf die Reichweite ihrer Fähigkeiten zurückweichen. Auch an die Schadenswerte hast du gedacht, sodass diese zwar weniger Schaden macht, aber einfacher auszulösen ist.\n\n>Q - Lichtfessel\n\n>Reichweite: 1175 ⇒ 1200\n\nWie du bereits angemerkt hattest, wäre es eher eine QoL Änderung. Nicht notwendig, aber definitiv in Betracht ziehbar.\n\n>W - Prismatische Barriere\n\n>NEU: Prismatische Barriere verleiht verbündeten Champions 3 Sekunden lang die Fähigkeit, Erleuchtung mit normalen Angriffen auszulösen. (genauso wie Lux)\n\n>NEU: PASSIVE hinzugefügt ⇒ Lichtgeschwindigkeit\n\n>Lichtgeschwindigkeit: Wenn Erleuchtung ausgelöst wird erhält Lux 6/9/12/15/18 % Bewegungstempo für 1/1.25/1.5/1.75/2 Sekunde(n). (Level >1-5)\n>Sollte ein verbündeter Champion Erleuchtung ausgelöst haben, erhalten beide den Bewegungstempobonus.\n\nSo sehr ich auch Support-Lux verabscheue, würde es ihr sehr gut tun. Das würde auch viel mehr Interaktion und Utility mit ihrem AD Carry bringen wenn eben dieser die Passive auslösen kann, ähnlich wie Leonas.\n\nHier muss ich aber auch sagen dass es gefährlich werden kann dass diese Fähigkeit schnell zu überladen wirkt. AoE Schild und MS Bonus sofern die Passive ausgelöst wird. Der MS-Boost würde ja eine Schwäche von Lux, die Immobilität, ein Stück weit ausmerzen was meiner Meinung nach ja eine berechtigte und notwendige Schwäche ist, im Tausch für ihre hohe Reichweite und Schaden.\n\n>E - Schillernde Singularität\n\n>COOLDOWN: 10 Sekunden ⇒ 14/13.5/13/12.5/12 Sekunden\n>DAMAGE: 60/105/150/195/240 ⇒ 80/120/160/200/240\n>KOSTEN: 70/85/100/115/130 ⇒ 60/70/80/90/100 Mana\n\n>NEU: Der Cooldown von Schillernde Singularität beginnt erst, nachdem sie aktiviert wurde.\n\n>NEU: PASSIVE hinzugefügt ⇒ Lchtbrunnen\n\n>Lichtbrunnen: Wenn Erleuchtung ausgelöst wird, reduziert sich der Cooldown von Schillernde Singularität:\n>-auf gegnerischen Champions um 0.5 + 0.75 multipliziert mit (100% minus Cooldownreduction die man besitzt) Sekunden\n>-auf Vasallen, Monstern o.ä.: 0.25+ 0.25 multipliziert mit (100% minus Cooldownreduction die man besitzt) Sekunden\n\n>Je mehr Cooldownreduction man hat, desto weniger wird der Cooldown von Schillernde Singularität verringert beim auslösen von Erleuchtung. >Ein Grundwert bleibt aber immer bestehen, sodass es sich trotzdem lohnt Cooldownreduction zu holen.\n\n>Der Cooldown kann dabei maximal bis runter auf eine Sekunde reduziert werden (sodass bei z.B. vielen Minions kein Spamming der Fähigkeit >möglich ist)\n\nWenn ich das richtig verstehe verringert sich der Cooldown PRO ausgelöster Erleuchtung. Falls ja, finde ich dies ggf. ein wenig zu unbalanced weil man damit zu viel Waveclear besitzt und das aber nicht mit mehr Manakosten bzw. weniger DMG ausgeglichen wird. Klar bietet es auch mehr trading Potential in der Lane wenn man mit der 1. E den Gegner samt Minions trifft, die Passive auslöst und man die E fast nochmal werfen kann. Aber es ist ja nur Theory-Crafting und nichts was eventuell mal in einem Playtest umgesetzt wird. Wobei ich es doch gerne mal spielen wollen würde.\n\n---\n\nSehr schön durchdachte Änderungsvorschläge.\nAlles in allem könnte ich mir aber gut vorstellen dass mit ein paar genannten Abstrichen diese Änderung Lux' Kit sich flüssiger spielen lassen würde.\n\nTake my upvote und einen schönen Abend noch. :)","replies":[]}]}]},{"id":"","poster":"ShadowninjaHD","date":"2016-11-11T22:31:42.132+0000","up_votes":1,"down_votes":0,"body":"Naja Lux soll ja auch eher early anstatt late game sein darum macht es Sinn dass die Passive nicht all zu nützlich im late ist. Lux ist auch sehr sehr dominant im early darum würden deine Vorschläge es nur noch schlimmer machen und das Spielerlebnis für die Gegner noch schlimmer machen als bei einem 2 0 Ezreal oder Urgot (und das ist schon nerfig genug :) )","replies":[]}]}