{"id":"6xel2qT8","poster":"Tey Dragonvale","date":"2016-11-11T00:40:35.136+0000","title":"[Skinvorschlag] Winterklinge-Talon","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":0,"body":"Ahoj!\n\nIn Talons geschichte steht etwas davon, dass er mal auf seinem Missionen als Assasine mal Freljord besucht hat, wie w&auml;re es also mit einem Talon skin der Thematisch eher Winterlich angehaucht ist? *die Jahreszeit passt gerade auch recht gut.\nWir haben schon l&auml;nger keinen Talon skin gesehen und besonders viele hat er auch nicht.\nSeine Klingen k&ouml;nnten aussehen wie Eiszapfen, das w&auml;re bestimmt Wundersch&ouml;n (&amp;) T&ouml;dlich! Dazu k&ouml;nnte er einen langen Wintermantel/Winterumhang? (- Aus zb. Poro-fell) tragen der eindrucksvoll hinter ihm weht - wenn er durch die Kluft rast um seine Feinde ans kalte Messer zu liefern; Ich kann mir vorstellen, dass Poro-fell sicher ein Importschlager in Noxus ist!\n\nUnd da Talons W auch einen Sloweffekt hat, w&uuml;rde ein netter Frosteffekt sich bestimmt gutmachen, wenn man von diesem auf dem r&uuml;ckweg getroffen und verlangsamt wird.\nZu den anderen F&auml;higkeiten habe ich jetzt weniger ideen, aber ich glaube, es ist bei Talon auch nicht sonderlich einfach seine skills so aussehen zu lassen, dass diese besonders auffallen.\n\nIch hoffe das klingt interessant genug um dar&uuml;ber nachzudenken uns Talon fans ein bisschen mehr aufmerksamkeit zu schenken, was den Mode-bereich angeht.\nAuch wenn wir wie ein Fl&uuml;stern im Wind durch die Kluft huschen, wollen wir dennoch dabei gut aussehen.\n\nVielen dank f&uuml;r eure Aufmerksamkeit und Zeit dies zu lesen, man sieht sich in der Kluft... in 3-2-1 ~ {{summoner:4}} {{summoner:14}}","replies":[{"id":"","poster":"Alânte","date":"2016-11-11T01:04:15.876+0000","up_votes":2,"down_votes":0,"body":"Mir gefällts {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Cats and Catchup","date":"2016-11-11T17:00:52.544+0000","up_votes":1,"down_votes":0,"body":"Naww, das ist eine seeehr gute Idee! Vor allem mit dem Poro-Fell! \nPls Riot!!!","replies":[]}]}