{"id":"hEcEuq1h","poster":"BlackSun","date":"2016-11-10T14:31:26.939+0000","title":"Du willst nächstes Jahr in einem Team spielen? Check it!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Heyho,\r\n\r\nihr habt Interesse einem Ranked Team beizutreten, mit dem Ziel euch stets als Team zu verbessern? Dann seid ihr bei uns richtig!\r\nIhr seid Silber, Gold, Platin oder Diamant im Solo Ranked? Dann seid ihr bei uns in diesem Thread richtig. (Die Teams werden nat&uuml;rlich Elo gerecht aufgebaut.)\r\n\r\nKurz zu unserem Clan Lost Generation Gaming und dem Konzept, wie ihr auch euer Team finden k&ouml;nnt.\r\n\r\nUnser Clan Lost Generation Gaming, verfolgt das Ziel nachhaltig mehrere Clan-Rankedteams aufzubauen. Diese Teams werden anfangs mit Spielern aus dem gew&uuml;nschten Elo-Bereich(SoloQ) starten und haben daraufhin die Chance sich zusammen in der Teamladder hochzuspielen und zu verbessern. Dies soll folgenderma&szlig;en ablaufen, wenn ihr den Anforderungen(unten im Thread) entsprecht und ihr Interesse an einem Ranked-Team habt, so k&ouml;nnt ihr euch Auf den Teamspeak-Server einfinden und in den Channel &quot;Auf Admin warten&quot; gehen und auf einen Admin warten.\r\n\r\nDiese Person nimmt euch in eine Datenbank auf, woraufhin Testgametermine organisiert werden.\r\nUns ist bewusst, dass nur wahre Gl&uuml;ckstreffer am Anfang gleich 5 unbekannte Personen passig zusammenf&uuml;hren.\r\nDeshalb habt ihr nach dem Testgaming dann noch die Chance uns mitzuteilen, mit wem ihr es euch evtl. vorstellen k&ouml;nnt, den Versuch zu starten, langfristig in einem Team zu spielen.\r\n\r\nIm Falle, das man ein Team bei uns finden sollte, w&auml;re es verpflichtend dem Clan Lost Generation Gaming beizutreten, dies w&auml;re einerseits direkt eure Berechtigung f&uuml;r einen eigenen Teamchannel im Teamspeak, andererseits die Chance f&uuml;r euch jederzeit noch weitere Mitspieler nach dem Training zu finden. Denn wer kennt es nicht, dass 2 Leute fr&uuml;her weg m&uuml;ssen, als die anderen 3 und diese eigentlich noch ganz gerne weitergespielt h&auml;tten.\r\n\r\nWie solltet Ihr als zuk&uuml;nftiger Teamspieler sein?\r\n- Ihr solltet mindestens 16 Jahre alt sein, da dies das Mindestalter f&uuml;r eine Aufnahme in unserem Clan ist\r\n- Ihr solltet bereit sein euch in den Clan auch andersweitig einzubringen und nicht nur im Teamchannel hocken\r\n- Ihr solltet stets das Ziel haben, euch im Spielstil wie auch der Kommunikation im Team zu verbessern und es als Team zu optimieren\r\n- Eure Main Position sollte von au&szlig;en ersichtlich sein\r\n- Ihr solltet kritikf&auml;hig sein\r\n- Ihr solltet einen freundlichen Umgangston(Kein Rage, Flame oder &Auml;hnliches gegen die eigenen Teammitglieder und auch nicht gegen die Gegner) aufweisen\r\n- Teamf&auml;higkeit solltet ihr gro&szlig; schreiben\r\n- Ihr solltet stets zuverl&auml;ssig sein(d.h. Absprachen einhalten, p&uuml;nktlich zu Trainingseinheiten erscheinen usw.)\r\n- Ihr solltet eine gute Aktivit&auml;t aufweisen (mindestens ca. 2-3 Stunden t&auml;glich im Durchschnitt online sein(nat&uuml;rlich gibt es mal Tage, wo man zeitlich verhindert ist))\r\n- Ihr solltet stets motiviert sein und Respekt gegen&uuml;ber anderen haben\r\n\r\nKontakt:\r\n\r\nBewerben k&ouml;nnt ihr Euch auf unserem** Ts 3 Server 46.38.244.64:9902**, dort bitte in den Channel &quot;Auf Admin warten&quot; gehen und es wird jemand zu Euch eilen. Bitte ber&uuml;cksichtigt das auch Wir ab und an ein Spiel machen und somit nicht sofort bei euch sein k&ouml;nnen. Dennoch solltet ihr der Meinung sein zu lange zu warten (etwa ab 20min) k&ouml;nnt ihr mich gerne Ingame adden.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nLGG BlackSun","replies":[]}