{"id":"tEHEp5bb","poster":"Eonari","date":"2016-11-10T16:23:42.132+0000","title":"Tryhard Team sucht Platin-->Mid/Top","subforum":"Clans & Teams","up_votes":5,"down_votes":3,"body":"Liebe Beschw&ouml;rer, \r\nlasst euch nicht von diesem langen Text\r\nabschrecken, dieser dient lediglich dazu viele unn&ouml;tige Adds zu\r\nvermeiden. aber erstmal zu uns. \r\n\r\nWir, also Unlucky Unex (Platin\r\nII/SUPP); Eonari (Platin III/ADC); AeQ Palgreen(Platin IV/JGL) nennen\r\nuns Elysium eSports und unser Ziel ist es ein Team aufzubauen, was\r\nspielerisch gut aufeinander abgestimmt ist, eine gute Struktur\r\naufwei&szlig;en kann und das wichtigste, was menschlisch unglaublich\r\nharmoniert.\r\nDenn diese 3 Faktoren sind der\r\nSchl&uuml;ssel zu einem guten Team.\r\n\r\nUnsereins spielt schon seit ein paar\r\nWochen zusammen, auch aktiv in einem Team doch die Synergie zwischen\r\nuns drei und den anderen beiden hat nicht ganz gestimmt. \r\nWir k&ouml;nnen alle drei viel Erfahrung im\r\nTeamranked und unteranderem im Coaching vorwei&szlig;en. \r\nEin weiterer Grund, aus dem wir ein\r\nTeam aufbauen wollen ist der, dass wir uns bis an unsere Grenzen\r\nbringen m&ouml;chten. \r\n\r\nDieses Team soll im Fr&uuml;hjahr an einer\r\nLiga teilnehmen wo jedes Wochenende ein Ligaspiel stattfindet und\r\nsomit Alltag und Konstanz etabliert wird. Desweiteren sind 3\r\nTrainingstage angedacht (2 in der Woche/1 am Wochenende).\r\nEs sind Theoriestunden einmal die\r\nWochen angedacht wo wir Rotationen durchgehen, Analysen von\r\nvorangehenden Spielen angucken und unsere Fehler soweit wie es geht\r\nausm&auml;rzen. \r\n\r\nDoch nun zu euch: \r\nWir suchen ein Toplaner und Midlaner\r\ndie diese Rollen mainen, das sollte auch in euren Profilen erkennbar\r\nsein. Desweiteren solltet ihr in Season 6 mind. Platin V gewessen\r\nsein. Da beides Sololanes sind m&uuml;sstet ihr auch die Matchups kennen\r\ndie euch auf der jeweiligen Lane begegnen k&ouml;nnten. \r\nDie wichtigsten Bedingungen die ihr aber erf&uuml;llen m&uuml;sst sind, dass ihr teamf&auml;hig seid, euch im\r\nTeamranked nicht aus der Ruhe bringen lasst und das ihr wirklich den\r\nDrang habt euch zu verbessern, denn Lol wird immer professioneller\r\nund warum sollten das die Teams nicht auch werden? Wenn wir euer\r\nInteresse wecken konnten und ihr denkt ihr passt in Elysium eSports\r\ndann addet als Toplaner= Eonari / Midlaner=AeQ Palgreen (dies dient zur &Uuml;bersicht)                                                      \r\n    \r\n\r\nMfG Elysium eSports","replies":[{"id":"","poster":"Velkozmeileba","date":"2016-11-11T11:27:35.082+0000","up_votes":1,"down_votes":0,"body":"Tag zusammen,\n\nich bin der Jens und 22 Jahre alt.\nIch spiele seit Saison 2 und habe die meiste Erfahrung auf der Midlane und spiele zur Zeit hauptsächlich nur Mid.\nMeine Champs sind momentan Velkoz, Ekko, Chogath, Brand, Fizz. \nMeine Elo endete in Saison 6 mit Dia 4. \nMeine Stärken sind:\n- Sehr gute Map awareness, Roaming, Lane solo gewinnen, Fehler anerkennen und verbessern\n\nGrüße\n\nJens aka Velkozmeileba","replies":[]},{"id":"","poster":"Katzemoto","date":"2016-11-10T23:19:43.188+0000","up_votes":1,"down_votes":0,"body":"Zu mir erstmal mein Name ist  Salam bin 27 Jahre aus Karlsruhe gebürtiger Syra suche Team \nnatürlich besitze ich ein Headset Teamspeak 2/3 , Skype,  Ventrilo, Discord, also quasi alle Programme mit denen man kommunizieren kann \n\nhi zusammen, bin zwar Main Support und  fülle auch in der Soloq \naber seit längerem spiele ich auch die top und würde behaupten das ich da gut spiele und auch Team orientiert bin, auch hab ich viel spiel Erfahrung bin seit der s1 dabei als ex high Dia1 und Master Spieler viele spiele hinter mir... doch in dieser Season hats nicht mehr als Dia5 Geschaft aber dafür kann es nur besser werden war 2-3 Jahre inactive) aber jetzt (active  bitte adden  (falls Interesse besteht)  ig Name Katzemoto\n\nLg euer Salam \n\n**ps Wer Rechtschreibfehler findet darf sie behalten**","replies":[]},{"id":"","poster":"Asashinkira","date":"2016-11-10T18:24:01.370+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/d4Q2KxPx-suche-team-im-silber-bis-platin-bereich-midlane-main\n\n\nhey in dem beitrag sage ich eigentlich alles was ich zu sagen habe. Würde mich freuen wenn du dir meinen beitrag anschauen könntest, ich weiß ich bin silber 2 aber es wäre toll wenn du es nicht von vornherein ablehnen würdest mich ins Team aufzunehmen.","replies":[]}]}