{"id":"tdjFd43Y","poster":"Harit","date":"2016-11-10T10:20:13.023+0000","title":"Wie kommt es, dass manche teams schon 70 Punkte haben?","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":1,"body":"Wir hatten Runde 1, wie fast jeder nehme ich an ein Freilos, Runde 2 gewonnen, Runde 3 ist somit nur Verlierer bracket und spielen jetzt Sonntag in Runde 4. Warum haben einige Teams 10 Punkte mehr als die teams mit einem Win ?","replies":[{"id":"","poster":"Demon Subduer","date":"2016-11-10T14:01:47.681+0000","up_votes":2,"down_votes":0,"body":"Sowie erhält das Team aus dem Gewinner-Bracket ein Frei-Loss, Finale ist Bo1, jedoch darf das Team aus dem Gewinner Bracket einmal verlieren und kann im darauffolgenden Spiel den Sieg holen bzw. als Verlierer herausgehen.\n\nLg Cherry","replies":[]},{"id":"","poster":"Cunctor","date":"2016-11-10T12:10:09.868+0000","up_votes":1,"down_votes":0,"body":"Das sind Teams, die im der zweiten Runde verloren haben. Im Loser bracket gibt es mehr Spiele als im Winner bracket, deshalb können dort theoretisch mehr Punkte geholt werden. \n\nLG\nCunctor","replies":[{"id":"","poster":"Harit","date":"2016-11-10T12:25:15.555+0000","up_votes":1,"down_votes":0,"body":"Okay danke für die Antwort. Kommen denn immer 2 Teams pro Gruppe weiter? Also der Sieger des Gewinner und der Sieger des Verlierer Brackets? Und falls ja, ist der Sieger des Gewinner Brackets mit einem besseren Seed für die K-O Runde ausgestattet?","replies":[{"id":"","poster":"Cunctor","date":"2016-11-10T12:29:53.051+0000","up_votes":1,"down_votes":0,"body":"Nein, der Sieger des Gewinner-Brackets spielt in der Runde des 27.11. gegen den Sieger des Verlierer-Brackets, um den Gruppensieger zu ermitteln. \n\nLG\nCunctor","replies":[{"id":"","poster":"Vermìllíon","date":"2016-11-12T21:08:13.716+0000","up_votes":1,"down_votes":0,"body":"was ist wenn man bis zum gruppenfinale immer gewonnen hat und dann gegen den sieger des verlierer brackets verliert, hat man dann noch ne 2 chance als siegerbracket, weil ich meine man gewinnt immer und dann im finale verliert man eins und ist sofort drausen wäre ja unfair weil man bis dato nicht einmal verloren hat und theoretisch dürfte man dann auch einmal verlieren oder ?","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-11-12T21:13:04.351+0000","up_votes":1,"down_votes":0,"body":"Genau, in dem Fall wird ein zweites Spiel gespielt, welches entscheidet wer weiterkommt.","replies":[]}]}]}]}]}]}