{"id":"nFOMbZOW","poster":"MisterFirstBlood","date":"2016-11-10T07:55:13.122+0000","title":"Armor pen builds auf adc wirklich soo schlecht?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi,\r\nwollte heute mal in die runde werfen ob es f&uuml;r adc wirklich so game changing ist, dass armor pen zu t&ouml;dlichkeitsfaktor umge&auml;ndert wurde.\r\n\r\nLetztendlich betroffen sind dabei ja \r\nLucian Varus Miss fortune Jhin Draven und evtl noch Vayne und Quinn\r\n\r\nDiese erhalten auf lvl 1 f&uuml;r 10 t&ouml;dlichkeitsfaktor 4 flat armor pen und 6 bauen sich anhand des gegner levels auf.\r\nDas bedeutet mit youmuus und draktar hat man anstatt 30 armor pen bei lvl 1 gegnern nur 12.\r\n\r\nDie sache die viele allerdings zu vergessen scheinen ist, dass zu dem zeitpunkt an dem man eines der beiden/beide Items besitzt kein Gegner mehr lvl 1 ist, sondern dass schon eher Richtung lvl 9-12 geht\r\n\r\nAuf lvl 9 (nur beispielsweise) hat man von den urspr&uuml;nglichen 30 armor pen  (vorrausgesetzt der Gegner ist auch lvl 9) schon 21 armor pen, und somit im midgame nur 9 weniger als vor dem patch, was mit zunehmendem lvl/zeitpunkt immer mehr wird\r\n\r\nund jetzt mal ganz ehrlich, sollte man wegen 0-9 armor pen die ganzen Itembuilds einstampfen? da bringt ein infernal deutlich mehr, und mit diesem werden spiele auch oft verloren. auserdem ist das die spielphase in der off tanks und bruiser ihre ersten items vollenden und mit 120-150 armor runrennen, dort 9 punkte herunterzunehmen w&uuml;rde den Schaden um h&ouml;chstens 2-3% erh&ouml;hen.\r\n\r\nEher zu erw&auml;hnen w&auml;ren meiner meinung nach die bis zu 42% max health schilde durch masteries, die jetzt z.b auf yasou und Riven als engagetool gespielt werden k&ouml;nnen, oder die neuen aktiven/passiven von draktar und youmuus\r\n\r\nIch vermute dass die armorpen Builds nach wie vor spielbar sind. Aber egal ob crit lastige builds oder lethality, adc&#039;s werden die n&auml;chsten Wochen mit tanks einige Probleme bekommen\r\n\r\nsagt mir mal was ihr davon haltet:)\r\n\r\nmfg","replies":[{"id":"","poster":"Chain Stoner 420","date":"2016-11-10T09:16:56.820+0000","up_votes":2,"down_votes":0,"body":"du vergisst dass youmus` aktive geändert wurde und es deswegenauf adcs keinen sinn mehr macht ohne den zusätzlichen atk Speed. auch duskblade ist eigentlich nichtmehr auf adcs abgestimmt, da ist das krit build jetzt wesentlich effektiver","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-10T09:59:34.380+0000","up_votes":1,"down_votes":0,"body":"habe ich nicht vergessen, habe den satz sogar mit \"eher zu erwähnen\" begonnen.","replies":[]}]},{"id":"","poster":"Kata Ga Kill","date":"2016-11-10T17:38:26.222+0000","up_votes":1,"down_votes":0,"body":"Halte den Korean Build für ADC's weiterhin viable aus einem einfachen Grund:\n**Für wenig Gold viel AD**\n\nMit dem Korean Build spielt man den ADC.\nMit dem teuren {{item:3031}} Build farmt man aber nur im Spiel.","replies":[]},{"id":"","poster":"Zulwar","date":"2016-11-10T14:31:56.487+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mir die neuen Gegenstände so anschaue, denke ich immer an Quinn, warum nur?","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-11-10T08:44:11.453+0000","up_votes":1,"down_votes":0,"body":"Bei den APen builds ging es immer darum weiche Ziele zu zerstören und da sind 9 APen weniger echt viel... man wird aber in dieser season, so meine Vermutung, gegen viele Tanks und Assassinen spielen. Da bleibt als realistisches Ziel nur der ADC,  aber als ADC ist es ehr deine Aufgabe später im Spiel etwa allen gleich viel Schaden zuzufügen. \n\nSo gibt dir das critbuild mit LW-Item ein wenig mehr Utility und den Damage den du brauchst.","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-10T10:00:27.303+0000","up_votes":1,"down_votes":0,"body":"denke auch aber spiel lucian/varus/mf mal mit crit auf der botlane.\nda erfüllen caitlyn sivir ashe ihre Aufgabe deutlich besser.. :/","replies":[{"id":"","poster":"DanionVibit","date":"2016-11-10T10:10:17.390+0000","up_votes":1,"down_votes":0,"body":"Deswegen freu ich mich auf die Botlane Meta ... erinnert mich an Season 4 ... <3\n\nSchön Tank + AA-ADC botlane. Ich bin aktuell auch umgestiegen von jhin, Cait, Jinx --> Cait, Jinx, Jhin\n\nIch liebe die Standard AA-ADCs und ich freu mich über dieses Update total... nur ich verpasse es zum passenden Zeitpunkt ein LW-Item zu kaufen, aber mit ein wenig Übung passt das...\n\nAuf jeden Fall macht mir ADC richtig spaß, das Pathing und Positioning wird in dieser Season richtig wichtig und das zusammenhalten mit seinem Support spielt eine wichtige Rolle! - Es ist das was ich am ADC sein liebe - Carrien können mit Teamwork und taktischem geschick!\n\nEs wird auf jeden Fall einen META shift geben und MF auf Krit macht auch Spaß, da die Ulti sofern ich es richtig im Kopf habe auch kritten kann. Verlierer in dieser Season (bzw. diesem patch), denke ich, sind alle ADCs die darauf angewiesen sind/waren und da fällt mir grade hauptsächlich Lucian/Varus ein, die jetzt richtig gelitten haben :S","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-10T10:35:24.783+0000","up_votes":1,"down_votes":0,"body":"jap. dafür kann ich mir vorstellen das vayne und caitlyn mit greenfathers gift und fresh blood zu immens hohen schadensspitzen in der lage sind, vayne könnte das neue duskblade auch gut stehen.\n\nmal abwarten was die season bringt...","replies":[{"id":"","poster":"D4RKEVA","date":"2016-11-10T14:09:23.900+0000","up_votes":1,"down_votes":0,"body":"duskblade ist auf vayne noch denkbar aber lohnt sich nicht weil der hit alleine nur mit duskblade mega kacke ist, shiv -> ie ist deutlicj stärker\n\ngreenfathers ist auf adcs fast useless denn 3% current health für nen busch ist im late für nen adc nichts und im early/mid auf der bot auch nich da es vllt 10 schaden sind im mid game\n\n\nFresh blood ist aber für cait super wobei es auf vayne eher meh ist denn cait will eher lane dominanz als sustain über feast","replies":[]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-11-10T10:02:33.269+0000","up_votes":1,"down_votes":0,"body":"Wie  BIRD lS THE WORD schon sagte, es hängt hier nicht nur mit der Armorpen zusammen. Man kann durchaus Tödlichkeitsfaktor auf einen ADC gebrauchen, allerdings braucht man den zusätzlichen Movementspeed außerhalb des Kampfes nicht, man bekommt durch Youmuus kein Attack Speed mehr und für Duskblade zu gehen lohnt sich nur, wenn man bereits anderweitig Tödlichkeitsfaktor bekommt, damit der erste Hit auch Schaden macht. Duskblade executed nicht mehr.","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-10T10:07:55.086+0000","up_votes":1,"down_votes":0,"body":"auf vayne/twitch denkbar?","replies":[{"id":"","poster":"Megamaexx","date":"2016-11-10T11:39:55.336+0000","up_votes":1,"down_votes":0,"body":"Warum Vayne? Wegen der Synergie ihrer Unsichtbarkeit und Duskblade? Das Problem an einem Duskblade-orientierten Itembuild ist, dass du dadurch weniger Attack Speed hast. Das, was Vayne eigentlich nötig braucht.\nDadurch, dass Youmuus kein Attack Speed mehr gibt, ist es auf Twitch auch deutlich schwächer geworden. Die Items wurden ziemlich gut auf Assassin-only umentwickelt.\nEventuell machen die Items aber noch auf einigen Poke-Champions Sinn. Vor allem das neue Item mit dem integrierten Spellshield wird stark mit der Ulti von Jhin und MF synergieren. Ich denke also, dass die beiden noch am ehesten mit den Items gespielt werden können.","replies":[]}]}]}]}