{"id":"Ab2ruYEy","poster":"JG Stitch","date":"2016-11-09T19:59:04.275+0000","title":"Varus in Season 7","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nich m&ouml;chte vorweg einfach mal sagen ich bin kein High Elo Spieler, um genau zu sein bin ich unranked und dennoch habe ich &uuml;ber folgendes Thema nachgedacht und w&uuml;rde gerne eure Meinungen dazu h&ouml;ren, demnach d&uuml;rft ihr mich auch gerne korrigieren, sollte ich falsch liegen.\n\nMit dem heutigen Patch wurde die gew&ouml;hnliche R&uuml;stungsdurchdringung auf einigen Items durch den neuen T&ouml;dlichkeitsfaktor ersetzt.\nIch denke jedem ist bisher bekannt, dass dieser gerade im fr&uuml;hren Spiel schw&auml;cher ist, als die alte R&uuml;chtungsdurchdringung.\nDies war dazu gedacht, dass die Assasins nicht zu stark snowballen wenn sie an Kills und Gold kommen. Nun gibt es aber Champions, wie Varus die gerne auf viel R&uuml;stungsdurchdringung gebaut wurden, haupts&auml;chlich wegen dem Q. \nNun hat er ja dem zu Folge an Dmg durch die &Auml;nderungen verloren, wenn ich das richtig sehe.\nDenkt ihr, dass dies problematisch sein wird, bzw. ,dass er dadurch evtl nun zu schwach ist?\n\nIch f&uuml;r mich pers&ouml;nlich muss sagen, war Varus vor dem Patch kein schwacher Champion, allerdings von OP weit genug entfernt, wenn nicht sogar gut gebalanced. Er war dazu in der Lage guten Schaden zu machen und eben genauso waren alle Gegner auch in der Lage dem Schaden zu entgehen, wenn man denn etwas Geschick bewiesen hat.\n\nBin ich deswegen nun in Zukunft gezwungen Krit Varus zu spielen? W&auml;re doch schade da sein Arrow ein so sch&ouml;ner Skill ist und f&uuml;r mich definiert sich der Champion zu einem gro&szlig;en Teil einfach &uuml;ber seinen long range poke. Oder denkt ihr, dass der zur&uuml;ckgegangene Schaden sich auf anderem Wege ausgleichen l&auml;sst?\n\nW&auml;re sch&ouml;n wenn ihr einfach eure Meinung dazu beitragen w&uuml;rdet ^^\n\nMfg Invidiance","replies":[{"id":"","poster":"BigSnipe","date":"2016-11-09T20:12:16.911+0000","up_votes":1,"down_votes":0,"body":"Dü kannst doch immernoch Lethality baüen, dadürch hast dü aüch mehr Dürchdringüng, oder dü gehst direkt für {{item:3036}}.\nDer rest füll AD....","replies":[{"id":"","poster":"JG Stitch","date":"2016-11-09T20:22:22.543+0000","up_votes":1,"down_votes":0,"body":"Natürlich kann man das nach wie vor bauen, aber durch die Skalierung mit dem Level des Gegners kommst für mich gefühlt weniger Schaden dabei zu Stande am Ende. Hinzukommt, dass Lethality hauptsächlich auf den neuen Assasin Items drauf ist und von dem einen oder anderen Passiven Efekt profitert er nun einmal gar nicht, weswegen es doch fraglich ist, ob man es dann überhaupt bauen sollte oder?\n\nKann man machen, habe ich so noch nicht ausprobiert, ist die Frage ob man damit auf ähnliche Werte kommt, da es lediglich prozentual ist.","replies":[{"id":"","poster":"BigSnipe","date":"2016-11-11T04:24:10.252+0000","up_votes":1,"down_votes":0,"body":"Wenn d dich komplett mit Lethality aüsstattest (incl. Rünen + Masteries) kannst dü selbst im Late absolüten Schaden an ADC´s machen.\nkannst dü ja mal nchrechnen;)","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-11-10T16:48:55.265+0000","up_votes":1,"down_votes":0,"body":"Also {{item:3134}} {{item:3147}} {{item:3814}} bieten nach Level 8 mehr Armorpen während {{item:3142}} erst auf Level 18 den alten Armorpen Wert erreicht. Da Varus erst im Midgame richtig eskaliert (zumindest meine Erfahrung) sollte er nicht viel schwächer sein. Ok Ghostblade gibt kein AS mehr , aber das war auf dem Varus Build auch nicht so wichtig :P","replies":[]}]}]}]}