{"id":"AH7EwFoL","poster":"LanternInTheDark","date":"2016-11-09T14:30:46.025+0000","title":"Flex que","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Was wird bei den Placements in der Flex que alles gewertet? Die elo der dynamic que von s6? Und wenn ich ein spiel verliere aber trzdm eine sehr gute K/d habe und vlt noch ein s bekomme, z&auml;hlt das dann positiv ?","replies":[{"id":"","poster":"Soúp","date":"2016-11-09T15:31:55.148+0000","up_votes":1,"down_votes":0,"body":"Hab gerade einen Uni-Kollegen spectated und war etwas schockiert. Er hat als Bronze 5 (38% Winrate) in der Flexqueue gegen einen Platin 5 (50% Winrate)  gelaned?!\nHab dann doch erstmal auf Rankeds verzichtet ^^","replies":[]},{"id":"","poster":"Wernicke","date":"2016-11-09T14:40:00.609+0000","up_votes":1,"down_votes":0,"body":"Ich möchte nich unbedingt einen neuen thread eröffnen, vlt kann ich diesen für meine Frage benutzen und vlt antwortet mir ja jemand?!\nKommt die Solo/Duo q jetzt noch extra/zusätzlich? Und wenn ja, wann? Weil momentan ist ja nur flex da?!\nDanke","replies":[{"id":"","poster":"Shiggyvara","date":"2016-11-09T14:52:45.271+0000","up_votes":1,"down_votes":0,"body":"Wenn 4er Gruppen doch noch in der Flex dazukommen, dann wird Solo/Duo gar nicht kommen, denn dann würden wieder Einzelspieler zum auffüllen fehlen.\n\nHat man bei der letzten diesbezüglichen Ansage schon mitbekommen, als es erst hies: \"Kommt 4 Wochen später\", dann irgendwann nur noch \"verspätet sich\" und schließlich unter den Tisch gefallen ist.\n\nMomentan steht da zwar 4er Gruppen deaktiviert, jedoch denke ich wird man das ganze einfach ne Weile so stehen lassen und dann feststellen:\"Hey ganz viele Solospieler spielen ja die Flex (weil es keine Solo gib), dann können wir auch 4er Gruppen zulassen und Solo als einzelne Warteschlange braucht es dann nicht.\"\n\nInsofern würd ich auf Ankündigungen für irgendwelche Features nicht allzuviel geben, solange sie nicht implementiert sind.","replies":[]},{"id":"","poster":"Sihari","date":"2016-11-09T14:41:40.509+0000","up_votes":1,"down_votes":0,"body":"In den Neuigkeiten hat RIOT geschrieben, dass die SoloQ nächste Woche zusätzlich dazu kommen soll. ^-^","replies":[{"id":"","poster":"Wernicke","date":"2016-11-09T14:43:23.563+0000","up_votes":1,"down_votes":0,"body":"Oh, das ist mit jetzt unangenehm weil ich solche Fragen hasse, aber ich wirklich nix dazu gefunden hatte, bzw wohl einfach zu voreilig war -.-\nDanke dir!","replies":[{"id":"","poster":"Sihari","date":"2016-11-09T14:47:31.125+0000","up_votes":1,"down_votes":0,"body":"Kein Ding ;3","replies":[]}]}]}]},{"id":"","poster":"Nivoras","date":"2016-11-09T14:35:10.482+0000","up_votes":1,"down_votes":0,"body":"Es zählt ausschließlich deine MMR (ich denke mal die der DynQ, kann mir nciht vorstellen dass alle auf der selben Elo starten) zum Zeitpunkt der Placements und die MMR der Gegner und deines Teams, Stats und Bewertungen haben keinerlei Einfluss auf dein Ranking","replies":[]}]}