{"id":"EEfvycJ1","poster":"Pola IRL","date":"2019-05-11T19:16:00.383+0000","title":"Lol Mates Gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Vire-eSports Multigaming || Eine neue Ära beginnt\r\nWer wir sind ?\r\n\r\nWir sind das Vire-eSports Team.\r\nVire-eSports wurde am 23.03.2019 neueröffnet. Rekrutieren aber offiziell erst ab dem 27.04.2019. Unser höchstes Ziel ist es, die Diskriminierung von Mitspielern zu verhindern. Wir wollen eine aktive und respektierende Community hervorrufen um sie am Leben zu halten.\r\nAktiv zu sein ist also ein großer Punkt.\r\nJeder hat natürlich auch ein normales Leben und dieses soll normal erhalten bleiben ;)\r\n\r\nZu aller erst erklären Wir dir unser Konzept, welches wir Repräsentieren.\r\n\r\nWir wollen zu aller erst einmal erwähnen, dass wir dabei sind ein neues Projekt zum Leben zu erwecken.\r\nUnser Ziel ist es in die Multigaming Szene einzusteigen, wobei wir noch tatkräftige Unterstützung brauchen.\r\nDafür sind die Hauptspiele LoL und CSGO geplant.\r\nWobei der Hauptfokus momentan erstmal auf CSGO liegt.\r\nSpäter sollen aber Overwatch, GTA5 und Rocket League dazustoßen.\r\n\r\nDas Umfeld ist uns persönlich sehr wichtig.\r\nWir suchen euch deshalb ein Familiäres Umfeld zu bieten.\r\nSpäter soll regelmäßiges Community zocken, wenn möglich 1x in der Woche stattfinden.\r\nDas heißt, dass wir alle zusammen beispielsweise auf unseren Servern spielen und dort Maps, wie Hide n‘ Seek hosten. Das Ziel hinter diesen Events ist einfach die Community zusammen zu halten.\r\nDafür aber erst einmal eins nach dem anderen.\r\nUnser League Of Legends Konzept :\r\nWir versuchen in jeder Elo von Iron bis Chellanger eigene Teams aufzubauen. Das heißt aber nicht, dass ihr unbedingt LoL spielen müsst, um dieser Community beizutreten.\r\nWir geben euch regelrecht die Unterstützung mit regelmäßigem Training.\r\nUnsere Idee dahinter ist die Vermeidung von Gruppenbildung innerhalb der Community.\r\nWir wollen unserem Team einen Namen machen und das funktioniert nur mit Zusammenarbeit.\r\n\r\nBei Interesse, schau doch einfach mal auf unserem Teamspeak vorbei oder adde mich einfach.\r\n\r\nTeamspeak iP: Vire-eSports.de","replies":[]}