{"id":"dOvLt27G","poster":"Marcus Phillida","date":"2016-11-09T18:22:08.857+0000","title":"Wer schließt sich mir an?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Ich wei&szlig; solche threads sind nicht sehr willkommen, aber ich werde einfach mal anfangen:\r\n\r\nEs gab in diesem Patch viele &Auml;nderungen die vielen Spielern nicht gefielen, ganz besonders die Jungel &Auml;nderungen.\r\nIch kann mich mit den neuen Golems abfinden, auch wenn sie ewig lange dauern und es schon fast nicht mehr wert sind sie &uuml;berhaupt noch zu machen ohne Buff.\r\nIch kann mich auch damit abfinden das die kleinen Blue/Red Golems verschwunden sind, auch wenn ich sie immer mochte, und sie auch schon seit beginn da waren.\r\nIch finde die neuen Meisterschaften einfach nur genial! Einfach toll gemacht, und auch die einzige gute &Auml;nderung in meinen Augen. (Wohl aber nicht in denen eines Adc&acute;s.)\r\n\r\nWomit ich mich aber nicht abfinden kann sind die neuen Pflanzen, welche f&uuml;r mich als main Jungler einfach das Spiel unspielbar machen.\r\nIch sage das jetzt nur weil Riot meinte sie werden die Pflanzen wieder entfernen wenn es uns Spielern nicht gef&auml;llt, und die einzige M&ouml;glichkeit es ihnen mitzuteilen nutze ich hiermit.\r\n\r\nIch werde mit League of Legends aufh&ouml;ren, und wer sich mir anschlie&szlig;en will soll es hierdrunter schreiben, in h&ouml;flicher und gut begr&uuml;ndeter Form bitte. \r\nIch wei&szlig; es ist egal wenn ein einzelner geht, aber vielleicht werden wir ja genug sein um etwas zu bewirken!\r\n\r\nLiebe gr&uuml;&szlig;e, ein besorgter Spieler.","replies":[{"id":"","poster":"Crounty","date":"2016-11-09T18:36:22.318+0000","up_votes":1,"down_votes":0,"body":"> Ich kann mich mit den neuen Golems abfinden, auch wenn sie ewig lange dauern und es schon fast nicht mehr wert sind sie überhaupt noch zu machen ohne Buff.\n\nWarum sind sie es nicht wert sie zu machen? Ich meine die Krugs geben 150% mehr rewards als die neue camps, was ist daran wertlos?\n\n\n> Ich kann mich auch damit abfinden das die kleinen Blue/Red Golems verschwunden sind, auch wenn ich sie immer mochte, und sie auch schon seit beginn da waren.\n\nWas ist so schlimm daran counter jungle leicht zu nerfen nachdem es so hart gebufft wurde mit den spawn times?\n\n> Womit ich mich aber nicht abfinden kann sind die neuen Pflanzen, welche für mich als main Jungler einfach das Spiel unspielbar machen.\n\nWas machen sie denn, dass sie das Spiel ungenießbar machen? Meiner Meinung nach sind sie genial, da man im jungle z.b mehr mobilität + vision hat, somit muss man immer mit dem hintergedanken spielen, dass man selbst sowie die gegner die pflanzen nutzen können\n\nDu hast bisher keinen richtigen Fakt oder Standpunkt benutzt, warum du etwas nicht magst, sondern nur, dass du etwas nicht magst","replies":[{"id":"","poster":"HallowedDream","date":"2016-11-09T18:42:28.975+0000","up_votes":1,"down_votes":0,"body":"Du erwähnst die Standpunkte doch selber wie macht den Jungle noch dümmer mit dem Pflanzen weil du immer \"gucken\" könntest wo dein Gegner ist oder nehmen wir die gelbe pflanze die allen dmg heilt O.o Und red plants zum escapen bei ungünstigen situationen","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-10T08:09:36.739+0000","up_votes":1,"down_votes":0,"body":"hmm.. \ndavon ausgegangen dass du vorher die wölfe, piepmätze oder den red buff gesmited hast hast du auch gegner sehen und dich heilen können..\nLediglich die escape pflanze ist neu, und gibt dir die gleichen möglichkeiten wie deinem gegner, was es total fair macht.\nsehe das Problem nicht \n\nwas ihnen meiner meinung nach nicht gelungen ist, ist dass das ganze belebter wird. man hätte überall ein paar ranken hinzufügen können und nebel oder was auch immer, dass das ganze wirklich wie ein dschungel wirkt. von der optischen seite her find ichs nicht gelungen, gameplay mäsig gibt es jedoch mal frischen Wind, der nach dieser season auch notwendig ist","replies":[]}]}]},{"id":"","poster":"Good Guy Putin","date":"2016-11-09T21:53:33.573+0000","up_votes":1,"down_votes":0,"body":"Ich finde den neuen Jungle nice. Einzig die Vögel machen etwas viel Schaden aber ansonsten ist er gut.","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2016-11-09T18:31:56.289+0000","up_votes":1,"down_votes":0,"body":"Change is good","replies":[{"id":"","poster":"OT Riku","date":"2016-11-09T18:39:38.790+0000","up_votes":1,"down_votes":0,"body":"Sagte einst ein weiser Käfer","replies":[]}]},{"id":"","poster":"HallowedDream","date":"2016-11-09T18:36:15.790+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe deine meinung und finde die Pflanzenveränderung  auch schrott , ein viel wichtiger Grund für mich zu Quitten liegt aber eher beim Assasin's rework , Kata & Akali gelten jetzt wohl eher als Fighter da sie's Oneshotten verlernt haben . Und auch viel Adrenalin im Spiel selber geht bei beidem Champ's einfach verloren genauso wie Nicht streng genug zu sein und einfach zu sagen \"Wir klauen Kata wardJump's aber Jax & Lee dürfen weiter wardjumpen\" ist für mich nicht die richtige richtung ,","replies":[]}]}