{"id":"MHJzEhas","poster":"MisterFirstBlood","date":"2016-11-09T06:51:24.878+0000","title":"Adc masteries 6.22?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi,\r\ngeht man mit adc&#039;s jetzt wegen Belagerungsmeister und furchtlos als zweites  in den entschlossenheitsbaum oder nach wie vor f&uuml;r das bessere lasthitten, pots (assasin) und den execute damage in den Gerissenheitsbaum?\r\n\r\nAuserdem w&uuml;rde mich interessieren mit welchen adcs ihr noch fervor mitnehmt, bei mir war das vor dem patch schon eigentlich nur ezreal und lucian.\r\n\r\nMfg\r\nmisterfirstblood","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-11-09T13:18:04.085+0000","up_votes":2,"down_votes":0,"body":"Sage mal so 10 AA mit nem ADC zu vollbringen das ist sehr unwahrscheinlich auser dein Team peelt für dich liebevoll mit voller aufmerksamkeit oder Irelia fokusiert lieber die Tanks....und wir wissen alle das wird so gut wie kaum passieren.\n\nEher ist Bloodlust die bessere Wahl für Attackspeed basierende ADC's sie hilft nicht nur auf der Lane sondern auch im späterem Teamfight.","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-11-09T13:27:16.580+0000","up_votes":1,"down_votes":0,"body":"hm ja .. was mich eigentlich eher interessiert ist aber Belagerungsmeister  was quasi eine volle runenseite zusätzlich (von den resistenzen) bewirkt , was gerade nützlich wird, wenn man in die unangenehme 4 man-dive-situation gerät. \nmeinst du lane schwache adc's sollten anstatt die restlichen 12 punkte in den thunderlord baum zu stecken (um maximal die leichteren lasthits, cookies und 5% extraschaden herauszuholen) lieber zum tank baum greifen?","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-11-09T14:11:23.822+0000","up_votes":1,"down_votes":1,"body":"Wie kommt ein ADC überhaupt in die Situation allein unterm Tower umringt von 4 Gegnern?\nNormalerweise schaut sich der ADC die Map an und läuft nur mit seinem Team rum, alles andere ist absichtliches Feeden.\n\nAllerdings ist der Tankbaum mit Einsicht, Runenrüstung, Zähe Haut und Unnachgiebig keine Schlechte Wahl für ADC's wie Sivir, Kalista, Vayne das würde denen sehr helfen um die Lane zu überstehen.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-11-09T19:42:19.833+0000","up_votes":1,"down_votes":1,"body":"Ehem 4 man bot lane gank ist normal :<\n\ndas hat dann wenig mit adc ist bad zu tun sondern damit das die schnell hinter ihn roamen und dann einfach auf ihn kollabieren","replies":[]}]}]}]},{"id":"","poster":"D4RKEVA","date":"2016-11-09T19:46:20.786+0000","up_votes":1,"down_votes":0,"body":"Also warlords wird wohl eher noch besser sein da es einfach besser early/mid game ist und auch im late safer\n\n\nDenke aber auf lucian/ezreal wird es fervor bleiben\nTwitch/cait werden wohl noch häufiger auf fervor gehen(cait range eaely extra dmg und twitch weil er sehr schnell 7-8 stacks bekommt durch die ult)\n\n\nwarlords ist halt einfach safer\n\n\n\nDenke das im letzten baum wird ne preferenz sein da die healt regen so lala ist(und bonus mr/armor ist halt nichts für adcs)\ndie tower armor/mr ist early ganz gut aber dann naja (wohl gegen cait aber da ist eig auch der cookie besser)\nextra heals währen wohl mit warlords als bsp echt super\nUnd Summoner cd/extra health sollten auch stark sein\n\n\nist dann wohl utility gegen sustain/dmg","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-11-09T11:23:56.077+0000","up_votes":1,"down_votes":0,"body":"Auf Lucian wird sich das noch lohnen, er bekommt ja sehr schnell sehr viele Autoattacks raus. Was ADCs im Allgemeinen verwenden werden, wird vermutlich eher Bloodlust sein. \nHab zwar keine Ahnung von ADCs, aber ich predicte das mal ganz frech^^","replies":[]}]}