{"id":"sBKpE33d","poster":"Nishô","date":"2016-11-09T02:03:20.146+0000","title":"[Suche] DuoQ Mate Jngl/Mid Silber/Gold","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Huhu, \n\nsuche f&uuml;r die kommende Season nen gechillten DuoQ Partner der bevorzugt Jungler oder Mitte spieler ist und ne gesunde Mischung aus Tryhard und Troll verk&ouml;rpert. \n\nZu mir: \n\n- Top laner\n- 20 Jahre alt \n- Student (viel Zeit, au&szlig;er zu der Pr&uuml;fungsphase :D) \n- regelm&auml;&szlig;ig online, bevorzugt abends/nachts\n\nHabe Season 4 mit Lol gestartet und bin am Ende irgendwo im Gold bereich gelandet, dann 2 Season&#039;s ausgesetzt und m&ouml;chte jetzt nochmal durchstarten. Bin &quot;gelernter&quot; adc, aber diese Lane gibt mir einfach nur noch cancer. Spiele erst seit kurzem wieder aktiv und muss noch einiges Skillm&auml;&szlig;ig aufholen, sehe mich aber **irgendwo zwischen silber 3 und gold 3 **. \n\nSuche bevorzugt jemanden der Mid oder am besten Jungle spielt, damit ihr 24/7 meine lane babysitten k&ouml;nnt und wir die dudes crushen :D \nIch selbst bin schon bad genug, deswegen solltet ihr auch nicht schlechter als Silber niveau sein &amp; irgendwo auch ambitioniert sein bisschen was dazu zu lernen das wir irgendwann mal n&auml;chstes Jahr an der Platin elo schn&uuml;ffeln. \n\nHabe komischer wei&szlig;e auch relativ viele freunde, die allerdings alle auf platin-master nivau spielen, wo ich mir dann gerne mal im normal draft zusammen mit denen ne Lehrstunde erteilen lasse oder mal mit reingesmurft wird. Ts etc ist nat&uuml;rlich vorhanden und bevorzugt, skypen ist nicht so meins :S \n\n_Ich habe mich gezielt nicht &quot;umgestellt&quot; oder besonders formal geschrieben, so wie ich schreibe rede und bin ich auch und suche nen Mate der am besten genauso wie ich, &uuml;bertrieben einen am Sender hat, nur so macht das ganze auf dauer Spa&szlig;. Soll hei&szlig;en: Ich will schon serious zocken und games gewinnen, plays auspacken und als Team spielen, bin &uuml;berhaupt kein Flamer &amp; rege mich wenn &uuml;berhaupt &uuml;ber mich selber auf, aber bei dem ganzen darf der Spa&szlig; nicht verloren gehen. \n_\nAdd: Nish&ocirc;","replies":[]}