{"id":"PJzH2Tie","poster":"EnteKlaert","date":"2016-11-08T20:26:57.317+0000","title":"Main Rollen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Tag zusammen,\r\n\r\nDaher ich mich in dieser Season (Season 6) als Supporter auf Gold gecarryt hat was ziemlich lange gedauert hat, weil ich als Allrounder angefangen habe.\r\nIch selber habe festgestellt es gibt sowas wie die Eloh&ouml;lle garnicht! Sondern nur die falsche Position (Lane)!\r\n\r\nIch bin am &uuml;berlegen ob ich ADC und Jungle anfange zu mainen, weil ich einfach mal Abwechslung brauche und keine Lust mehr habe auf perma Support.\r\n\r\nAber das folgende Problem ist, sobald ich auf der Botlane nicht bin f&auml;ngt sie an zu feeden (ich kann es jetzt best&auml;tigen habe eine lange Suprolle gespielt um mich noch schnell auf Gold 5 zu carryn.), aber sobald ich als ADC spiele ist der Jungler doof? :o\r\n\r\nAlso sollte ich probieren diese beiden Rollen zu mainen, weil ich habe echt keine Lust in Normals auf Support und ich in Season 7 auch nicht nur only Support spielen m&ouml;chte wollte ich jetzt einfach mal auf den ADC/Jungler umsteigen.\r\n\r\nDenkt ihr es lohnt sich? Und wieviele Games sollte ich auf jeder Rolle (Adc,Jngl) spiele so das ich sagen kann ,,Ich meine ADC und Jungle!&#039;&#039;?\r\n\r\nHoffe es kommen hilfreiche Tipps!\r\n\r\nMfg Ente{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"monockelforever","date":"2016-11-09T17:28:29.314+0000","up_votes":1,"down_votes":0,"body":"Ich kann den anderen Kommentaren nur zustimmen spiel was dir Spaß macht. Ich spiele zum Beispiel top sehr gerne, da ich das ´Insel´ feeling mag (solange mich der enemy jungler nicht campt{{champion:64}} ;D )","replies":[]},{"id":"","poster":"Ireliα","date":"2016-11-09T01:13:51.717+0000","up_votes":1,"down_votes":0,"body":"Du hast da nicht die richtigen Beweggründe. Versuche nicht eine Rolle zu spielen weil du das Gefühl hast, dass sie von deinen Mitspielern nicht richtig ausgeführt wird. Nimm die, die dir am meisten Spaß macht. Man kann von jeder Position aus carrien. Wichtig ist nur, dass du an dir selber arbeitest und das geht nun mal am besten wenn du wirklich Spaß daran hast.\n\nDer Jungler spielt quasi Schach. Er muss immer überlegen und abwägen was der gegnerische Jungler gerade macht, ob er selbst gerade farmen oder ganken sollte oder ob sich der Top Lane Gank lohnt wenn die Gefahr besteht, dass der Gegner daraus den Drake bekommen sollte. Wenn dir dieses analytische Spielen Spaß macht könnte er was für dich sein.\n\nDer Adc ist wahnsinnig abhängig von seinem Team und das tiltet mich gerne mal. Zudem ist er für mich die anspruchsvollste Rolle in Lol. Den maximalen Damage Output zu bringen und trotzdem sicher zu stehen ist ein Kunststück, dass selbst Pros nur selten schaffen. Hier hat man extrem viel Arbeit vor sich wenn man wirklich gut werden möchte. Du hättest aber natürlich den Vorteil, dass du die Match-ups auf der Bot kennst, also nicht als Anfänger startest.\n\nZu guter Letzt musst du noch berücksichtigten, dass dein Support wohl aktuell deine beste Position ist und du damit Gold 5 erreicht hast. Weder dein Jungler noch dein Adc werden aktuell auf diesem Niveau sein. Wenn du wirklich wechseln möchtest wirst du entweder einiges an Normal Games vor dir haben oder in Kauf nehmen müssen, dass es in der Ladder erstmal bergab geht.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-08T21:43:04.570+0000","up_votes":1,"down_votes":0,"body":"Einfache Frage: Machen dir diese Rollen Spaß? Mehr als der Support? Dann lohnt es sich. \n\nKlingt total blöd, ist aber so: Solange du in deinem Hobby Spaß hast, wirst du auch genügen Zeit in dieses zu investieren, dass du besser wirst.\n\nUnd im Endeffekt kann man in jeder Rolle gleich gut \"carrien\" und dadurch aufsteigen. Klar, Support ist einfacher, weil du de facto (wenn du Sup/Mid angibst, kriegst du in 364 von 365 Spielen deinen Sup... ich hab's ausprobiert...) keine Zweitrolle brauchst. Aber solange du als Jungler besser spielst als dein Gegenüber, wirst du auch genügend Spiele gewinnen um aufzusteigen.\n\nOh und \"Main ADC\" bist du, sobald du dich als ADC wohler fühlst als als Support und dich deswegen so bezeichnest. Wie schnell das geht... hängt ganz stark an dir. Ich könnte wahrscheinlich 500 Spiele als ADC machen (weil mir die Rolle auch so gar nicht liegt) und wäre immer noch der Sup Main.","replies":[]}]}