{"id":"p6PoiPJK","poster":"PlanetenPlatzer","date":"2016-11-08T17:49:52.587+0000","title":"Open Beta Client: Runen- und Meisterschaftsseiten","subforum":"Client Diskussion","embed":{"title":null,"description":null,"url":"http://www.directupload.net/file/d/4533/lnmv6kmg_png.htm","image":null},"up_votes":1,"down_votes":0,"body":"Im Grunde finde ich die neue Anzeige der Runen und Meisterschaften ja sehr sch&ouml;n, aber wie im Bild markiert, halte ich die Auswahlm&ouml;glichkeiten um zwischen den Runenseiten hin und her zu wechseln f&uuml;r sehr anstrengend.\n\nWieso muss man den jedes Mal auf diese Pfeile klicken um dann zwischen allen Seiten ausw&auml;hlen zu k&ouml;nnen. Bei den Meisterschaften ist es genau gleich. \nDabei w&auml;re rechts daneben noch so viel Platz um es genauso wie beim alten zu machen. Einfach eine Stange an K&auml;stchen von 1 -  20 auf die man klicken kann. Au&szlig;erdem, falls es so bleibt und man weiterhin auf dieses Feld klicken muss, dann sollte es wenigstens gr&ouml;&szlig;er gemacht werden. Denn im Gegensatz zu den anderen Feldern ist es halt wirklich verdammt klein dargestellt.\n\nEDIT: Hmm...schade das mit dem Link und dem Bild hab ich irgendwie verhauen, naja, muss man halt draufklicken.","replies":[{"id":"","poster":"Nighttea","date":"2016-11-09T04:42:58.596+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch darüber nachgedacht.\n\nIch bin aber zu dem Schluss gekommen, das man im Prinzip einige Runenseiten braucht / gebrauchen kann.\nRunen verändert du vor dem Spiel und die sind für die meiste Zeit konstant.\n\nBei den Meisterschaften ist es allerdings seit der Season 6 so, das man viel besser damit fährt, wenn man nur eine einzelne Seite hat.\n\nHierbei geht es nicht darum Pro oder Casual Player zu sein.\nDas Problem bei den Meisterschaften bzw das gute an ihnen ist, das eine Veränderung in den Meisterschaften, je nachdem wie weit du in einem Baum was änderst, diese Meisterschaften für einen anderen Champion schon deutlich weniger Effektiv sind als für einen anderen.\n\nNatürlich gibt es Meisterschaften die sich sehr ähnlich sind. Und dann benutzt man für die meisten Midlaner immer diese eine Meisterschaftsseite.\nDas ist aber unüblich.\n\nNeulinge werden damit ein Problem haben, verständlich, aber damit hatten Neulinge auch schon immer ihre schwierigkeiten, dafür gibt es Seiten wie ProBuild etc.\n\n\nZusammen gefasst:\n\nRunen:\n\nDu erstellst dir eine von dir bestimmte Anzahl an Runenseiten, welche vor dem Spiel eingestellt werden, das switchen und ansehen der einzelnen Seiten ist nicht wirklich wichtig und daher ist auch die Änderung wie man auf die 2te, 3te... etc Runenseite kommt völlig egal.\n\n\nMeisterschaften: \n\nEntweder du machst dir im Vorfeld, sagen wir mal Pro Keystone - 2 Meisterschafts Seiten. Als beispiel Thunderlord ----> 12/18/0 und 0/18/12 \nUnd auch da musst du nie wieder was ändern, oder du versucht das beste aus den Meisterschaften raus zu holen für den Champ den du gerade spielen willst, dann brauchst du nur eine.\n\n\nWenn du möchtest mach eine Umfrage dazu. \nIch hoffe ich konnte dir etwas weiterhelfen :)","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2016-11-09T11:27:00.843+0000","up_votes":1,"down_votes":0,"body":">Neulinge werden damit ein Problem haben, verständlich, aber damit hatten Neulinge auch schon immer ihre schwierigkeiten, dafür gibt es Seiten wie ProBuild etc.\n\nKann schon sein aber ich bin Dia V und hab auch Probleme damit^^\n\nIch bin faul und will nicht immer meine Meisterschaftsseiten verändern, das muss ich aber. 1. weil ich nicht 20 Meisterschaftsseiten haben will, da ich dann den Überblick verlieren würde und 2. weil ich viele verschiedene Champions spiele und nicht immer bei den selben bleibe, deshalb muss ich die Seiten eben öfters verändern. Und meine 2 Gründe verstehen sich halt so überhaupt nicht miteinander. Das eine schließt halt das andere aus. Und jetzt ist die Ansicht auch noch doof (meine Meinung).","replies":[]}]}]}