{"id":"1FxoKGVM","poster":"Luckycrit","date":"2016-11-08T12:44:26.795+0000","title":"Alpha Client (Freundesliste)","subforum":"Client Diskussion","up_votes":1,"down_votes":1,"body":"Hallo irgendwie kann ich nicht mehr einsehen wie viele Freunde ich insgesamt habe ist halt manchmal ziemlich bl&ouml;d, weil wenn die Freundesliste voll ist kann dich niemand mehr adden..\r\n\r\nGibt es vielleicht irgendwo eine Einstellung wie viele Freunde ich atm habe ?","replies":[{"id":"","poster":"z z z zeus s s s","date":"2016-11-08T17:18:51.893+0000","up_votes":1,"down_votes":0,"body":"Ja finde diesbezüglich auch nichts. Viel nerviger finde ich aber, dass ich die Freundesliste nicht ausblenden kann. Oder bin ich zu doof {{champion:36}} dafür?","replies":[{"id":"","poster":"SnorlaxGotFed","date":"2016-11-08T17:58:42.224+0000","up_votes":2,"down_votes":0,"body":"nope ich finde auch nichts. ist wahrscheinlich nur gewöhnungs sache vom alten client. aber ja die friend list zu hiden wäre nice","replies":[{"id":"","poster":"Luckycrit","date":"2016-11-08T21:21:19.018+0000","up_votes":2,"down_votes":0,"body":"dito","replies":[]}]}]},{"id":"","poster":"Nighttea","date":"2016-11-09T04:51:19.738+0000","up_votes":1,"down_votes":0,"body":"Man kann die Offline freunde Anzeigen lassen. \n\nOben hat man 4 Symbole \"Freunde hinzufügen\" - \"Ordner hinzufügen\" - \"Optionen\" - \"Fiter\"\n\nUnter Optionen kann man \"Offline-Spieler Ausblenden\" an und abwählen. \n\nUnd ja, das ist definitiv Gewohnheit das man den alten Chat weg machen könnte, aber ich finde das so etwas beengend und aufdringlich :D","replies":[{"id":"","poster":"Luckycrit","date":"2016-11-10T17:36:09.348+0000","up_votes":1,"down_votes":0,"body":"Was hat \"Offline Spieler Ausblenden\" mit Die Gesamte Anzahl deiner Freundes liste zu tun?","replies":[]}]},{"id":"","poster":"BloodyBirdAction","date":"2016-11-09T18:33:35.601+0000","up_votes":1,"down_votes":0,"body":"Ihr habt ja so Recht es ist sehr Aufdringlich und sehr sehr Nervig auf Dauer mit der Freundes Liste mal schauen vielleicht ändern sie das auch noch um . Kommt demnach darauf an wie viele es ihnen Schreiben per Feedback usw.","replies":[]}]}