{"id":"dVUes0JE","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:38:55.929+0000","title":"Hallo liebe riot Mitarbeiter","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":23,"body":"Hallo, \n\nSehr geehrtes riot team.\nIch wurde vor ca. 8 monaten permanent gebannt.\nIch schrieb nat&uuml;rlich am anfang des ich es nicht wollte es mir leid tut..... was nat&uuml;rlich k&auml;se war^^ ich wusste klar im inneren des es falsch war und habs getahn obwohl ich schon 600 &euro; ausgegeben habe und wusste des ich gebannt werden kann. Ich entschloss mich nach nicht allzu langer zeit eine art &quot; antiaggressions training &quot; zu absolvieren um im spiel ruhiger zu sein um die community in lol nicht schlecht zu machen bzw anderen den spa&szlig; mit unn&ouml;tigen beleidigungen zu versauen.\nSchrieb dies auch dann auf eine entbann anfrage worauf geantwortet wurde des sowas nicht geht. Nach einiger zeit ( vor 3 wochen ungef&auml;hr ) hab ich ein neues ticket er&ouml;ffnet wo ich wieder eine anfrage sendete da mein training abgeschlossen wurde worauf leider auch ein nein kam. Dann &uuml;berlegte ich mir eine L&ouml;sung.\n\nDie beinhaltet des ich eine art bew&auml;hrung bekommen k&ouml;nnte. Also z.b eine komplette season auf bew&auml;hru g so gesehen rausgelassen werde^^ wenn ich es so erl&auml;utern k&ouml;nnte xD also damit meine ich des ich eine seasom beobachtet werde und sobalt ich aus der reihe tanze was beleidigungen toxisches verhalten usw betrifft einfach gebannt werde ohne wenn und aber. \n\nDarauf hin gabs ein hin und her von texten und zum schluss sind wir darauf gekommen des sowas ins forum geh&ouml;rt da es ja nur ein player support ist um situationen zu erkl&auml;ren und des ich hier eine kleine chance h&auml;tte aber keine garantie.\n\nDiesen vorschlag w&uuml;rde ich anwenden wenn user wirklich sich verbessert haben um ihnen eine chance zu geben ihr hab und gut wieder zubekommen da wir ja so gut wie alle viel geld, emotionen, liebe und schweiß in den account investieren.\n\n\nMfg. Niklas Sch&ouml;ne","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T06:30:03.317+0000","up_votes":8,"down_votes":1,"body":"> Dann überlegte ich mir eine Lösung.\n\nDie Lösung ist endlich zu realisieren das \"Nein\" tatsächlich \"Nein\" heißt. Es gibt keine Entbannungsanträge und keine Entbannungen, das ändert sich auch dann nicht wenn du 3 mal fragst oder dir irgendwelche Deals einfallen lässt. Dein Account ist wirklich für immer weg und du wirst ihn nie zurückerhalten.\n\n> Diesen vorschlag würde ich anwenden wenn user wirklich sich verbessert haben um ihnen eine chance zu geben\n\nHat Riot schon mal gemacht, ist katastrophal schief gegangen. Wird daher nie wieder passieren.","replies":[{"id":"","poster":"Antiqui","date":"2016-11-08T09:48:08.151+0000","up_votes":7,"down_votes":0,"body":"Eine Lösung ist mir eingefallen!\n\nEr muss dafür nur Aktienmehrheit von Riot kaufen, dann hat er das sagen und kann den Account \"freibestimmen\"","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-08T11:18:39.433+0000","up_votes":4,"down_votes":0,"body":"Ich glaube so etwas habe ich vor Jahren auch schon einmal vorgeschlagen. Allerdings hat das bis jetzt scheinbar noch keiner gemacht.","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T11:39:49.962+0000","up_votes":5,"down_votes":0,"body":"Wo wir grad bei grandiosen Ideen sind - hat mal wieder einer was von dem aufstrebenden Jung-anwaltsgehilfen gehört, der Riot mithilfe seines Anwalt-Onkels verklagt um seinen Acc zurückzubekommen um diesen Acc dann aber nicht zu spielen, weil alle doof hier sind?{{sticker:slayer-jinx-wink}} \nDer war bisher der König fand ich!","replies":[]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:36:41.892+0000","up_votes":2,"down_votes":3,"body":"Also würdest du niemanden vergeben der dir 600 schenckt und dann einen großen fehler begeht?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T09:58:15.767+0000","up_votes":4,"down_votes":0,"body":"Du hast niemandem was geschenkt. Du hast das Geld für Skins und Champions ausgegeben! \nDein Geld spielt hier echt überhaupt keine Rolle, dein Geld gibt dir nicht das Recht andere Leute unbestraft schlecht zu behandeln und ich finde es ziemlich bedenklich, dass du offensichtlich etwas anderes denkst. \n\nInsofern, nein, dass du Geld ausgegeben hast ist kein Grund dir zu vergeben. Du wurdest mehrfach gewarnt und es war dir egal und du hast weiterhin andere Leute schlecht behandelt. Selbstverständlich verdienst du dafür eine Strafe und es gibt keinen Grund warum diese aufgehoben werden sollte, nur weil du dich JETZT vlt besser verhältst. Das ändert nichts daran, dass du für deine vergangenen Taten diese Strafe nunmal einfach verdient hast.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T10:00:12.842+0000","up_votes":6,"down_votes":0,"body":"> Insofern, nein, dass du Geld ausgegeben hast ist kein Grund dir zu vergeben. Du wurdest mehrfach gewarnt und es war dir egal und du hast weiterhin andere Leute schlecht behandelt. Selbstverständlich verdienst du dafür eine Strafe und es gibt keinen Grund warum diese aufgehoben werden sollte, nur weil du dich JETZT vlt besser verhältst. Das ändert nichts daran, dass du für deine vergangenen Taten diese Strafe nunmal einfach verdient hast.\n\nVorallem wenn die Reue scheinbar nur durch den Verlust des Geldes ausgelöst wurde.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:05:41.844+0000","up_votes":1,"down_votes":3,"body":"Nein^^ ich lese öfters ma den chatlog und denke mir einfach immer des ich nie wieder so werden will.","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T11:44:10.060+0000","up_votes":4,"down_votes":0,"body":"Und wieso redest du dann permanent nur von deinen verfluchten 600€??!?!?!?!??!","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T12:27:02.220+0000","up_votes":1,"down_votes":3,"body":"Weil dies einer meine schwerpunkte ist u d ich rede von beiden gleich aber dies trifft nur mehr ins auge.","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T13:20:26.348+0000","up_votes":5,"down_votes":0,"body":"Das ist deine subjektive Wahrnehmung - und da setzen wir jetzt an. \n\nAlso, uns allen hier ist bewusst, dass es ein Schwerpunkt für dich ist. Das springt einem ja ins Auge, denn es ist die Grundlage deiner Argumenation.\n\nMach nun einmal folgendes - versuch die ganze Sache mal aus unserer Sichtweise zu sehen. \n\nFür uns Forennutzer ist es nämlich ein absolut nichtiges Argument, es macht für uns keinen Unterschied ob jemand hier von 600€, von 60€ oder von 6000€ redet und das immer wieder anführt.\n\nDer springende Punkt ist hier dein Ban. Und nicht wieviel Geld, wieviel Zeit und was auch immer du in deinen gebannten Account gesteckt hast. Für uns sind es die Emotionen, die du in den Account gesteckt hast und die waren insgesamt so negativ, dass du von unserem Spiel ausgeschlossen wurdest. Ich wiederhole - es geht hier nur um deine Emotionen, die du nicht unter Kontrolle hast. Und da ist es egal, ob du nun schreibst, das hat sich alles geändert, du bist jetzt voll anders und so.\n\nWenn ich im Gefängnis sitze weil ich jemandem Leid zugefügt habe, dann muss ich meine Strafe auch absitzen. Und da ist es egal ob es jedem Menschen jeden Tag hundert mal erzähle, dass ich mich geändert habe und alles bereue - ich muss für meine Taten gerade stehen. \nUnd ebenso weiss man vor einer solchen Tat, dass man bestraft wird. Riot war ja noch so nett zu dir, dich mit einem 2-Wochen-Ban mit der Nase drauf zu stoßen, dass du bestraft werden wirst... Spätestens da hätte es bei dir klingeln müssen \"Oh, hab 600 Schleifen in das Spiel gesteckt, die will ich weiter nutzen können.\" - hat es aber nicht. \n\nUnd jetzt anzukommen und es zu bereuen ist zu spät. Aber - es ist ja nobel im Ansatz, das lässt sich nicht bestreiten und ist gut so. Diesen guten Eindruck aber zerstörst du im gleichen Satz wieder weil du über die Kohle jammerst, die du nun los bist. Und damit zeigst du wiederum, dass du rein gar nichts einsiehst. \nPunkt,","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:10:16.154+0000","up_votes":1,"down_votes":3,"body":"Des dies alles uerstört sehe ich leider nicht so da wie gesagt es nicht der einzige schwerpunkt ist und im gefängnis wird ma auch wegen guter führung früher rausgelassen z.b","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T14:25:41.786+0000","up_votes":6,"down_votes":0,"body":"Ich sprach ja schon von deiner Wahrnehmung - du \"siehst es leider nicht so\" aus einem einfach Grund - du siehst nur was du sehen willst. Und das macht keinen wirklich guten Eindruck, wo du doch angibst, du hast dich geändert. Jenes setzt aber voraus, dass man sich der Meinung anderer annimmt und seine Sicht auf sich selbst überdenkt. \n\nDir sagen hier geschätze 20 Personen ein und dasselbe - das mit dem Geld ist kein Argument, du hättest es vorher checken sollen und nun bringt es nichts, dieses Argument hier oder wo auch immer wieder anzuführen. Aber du bist nicht bereit, diese Tatsache anzuerkennen. \n\nWie soll man dir im Umkehrschluss also glauben können, du wärst in Zukunft in der Lage, die Tatsache anzuerkennen, dass man sich in LoL an bestimmte Regeln halten muss?","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T16:19:28.078+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Vogeljunges,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0009000000010000000000000000000000000000,timestamp=2016-11-08T14:25:41.786+0000)\n>\n> Ich sprach ja schon von deiner Wahrnehmung - du &quot;siehst es leider nicht so&quot; aus einem einfach Grund - du siehst nur was du sehen willst. Und das macht keinen wirklich guten Eindruck, wo du doch angibst, du hast dich geändert. Jenes setzt aber voraus, dass man sich der Meinung anderer annimmt und seine Sicht auf sich selbst überdenkt. \n\n\n\n\n\n> ich sehe es nicht so des ma nicht hoffen darf seinen account wieder zubekommen da ich mich aktiv verbessert habe um für euch mich besser zu verhalten.\n\n\n\n\n> Dir sagen hier geschätze 20 Personen ein und dasselbe - das mit dem Geld ist kein Argument, du hättest es vorher checken sollen und nun bringt es nichts, dieses Argument hier oder wo auch immer wieder anzuführen. Aber du bist nicht bereit, diese Tatsache anzuerkennen. \n\n\n\n\n> ich erkenne nur nicht warum ich einen meiner schwerpunkte (emutionen in den acc zeit liebe) aufs geld legen sollte da es z.b ein ganzen netto gehalt von mir ist. Sogar mehr. Also warum sollte ich es nicht benennen? Ich sehe es als schwerpunkt genau wie die emutionen und den spaß. Aber im großen und ganzen habe ich mich verbessert um für euch den spaß zu \"beschützen\" aber alles wieder zu erspielen kann ich nicht wodurch ich diesen antrag ja stelle.\n\n\n\n\n> Wie soll man dir im Umkehrschluss also glauben können, du wärst in Zukunft in der Lage, die Tatsache anzuerkennen, dass man sich in LoL an bestimmte Regeln halten muss?\n\nDa ich selber weiß wie ich mich verhalten habe un wie schnell ich mich aus fassung bringen lies. Was ich ja deswegen geändert habe.","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T07:58:17.356+0000","up_votes":3,"down_votes":0,"body":"Ja dann haste ja deine Lektion gelernt ;)","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T16:22:35.188+0000","up_votes":2,"down_votes":2,"body":"Wie macht ihr des mit den zitaten? Bei mir klappts iwi nich so ?^^","replies":[{"id":"","poster":"Waldschrat86","date":"2016-11-09T16:28:49.334+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000900000001000000000000000000000000000000000000,timestamp=2016-11-09T16:22:35.188+0000)\n>\n> Wie macht ihr des mit den zitaten? Bei mir klappts iwi nich so ?^^\n\nZitat Funktion für alles.\n\n \">\" vor die Zeile oder Absatz, wenn du diese allein zitieren möchtest.\n\nWenn du vorm posten die Vorschau öffnest, siehst du da schon, ob es so aussieht wie gewünscht.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:14:08.184+0000","up_votes":2,"down_votes":2,"body":"Ok, danke.\n\nMfg. Niklas","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Patter1991","date":"2016-11-08T09:38:14.597+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00090000,timestamp=2016-11-08T09:36:41.892+0000)\n>\n> Also würdest du niemanden vergeben der dir 600 schenckt und dann einen großen fehler begeht?\n\nDu hast Riot nicht 600€ geschenkt. Du hast Riot 600€ bezahlt im Austausch gegen die Nutzungsrechte einer digitalen Ware für die Dauer der Accountnutzung. Wenn, dann richtig.\n\nUnd dir wird man nicht vergeben. Sieh es ein, der Account ist weg!","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:51:53.284+0000","up_votes":1,"down_votes":4,"body":"1 es ist so gesehen gespndet und ich sprach darüber ob ihr es nicht wollen würdet des euch vergeben wird wen ihr nen so großen fehler macht","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T10:00:13.734+0000","up_votes":6,"down_votes":0,"body":"> 1 es ist so gesehen gespndet\n\nNein, es ist genauso wenig gespendet wie das Geld dass du im Supermarkt ausgiebst. Du hast was für dein Geld bekommen, das ist keine Spende. \n\n>  ich sprach darüber ob ihr es nicht wollen würdet des euch vergeben wird\n\nWollen, ja, sicher. Richtig wäre es aber nicht.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:02:56.932+0000","up_votes":1,"down_votes":3,"body":"Ich sehe es als richtig an menschen zu vergeben die sich aktiv verbessern bzw verbessert haben. Würde ich zumindestens machen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T10:31:41.277+0000","up_votes":5,"down_votes":0,"body":"Joa, vergeben auf moralischer bzw persönlicher Ebene, gerne. Ich finds super dass dich gebessert hast, Respekt.\n\nAber Strafe aufheben? Nein.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-08T10:08:02.354+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000900000000000100020000,timestamp=2016-11-08T10:02:56.932+0000)\n>\n> Ich sehe es als richtig an menschen zu vergeben die sich aktiv verbessern bzw verbessert haben. Würde ich zumindestens machen.\n\nUnd dann müsste Riot das auch bei allen anderen machen, die einen netten Text schreiben.\nWäre sonst unfair, oder?\nUnd dann scheitern wieder 95% der Spieler,... und all diese Leute werden auf die normalen User losgelassen.\nDas kann Riot einfach nicht mehr bringen.\n\nWenn du dich tatsächlich gebessert hättest, würdest du vor allem einsehen, dass deine Strafe gerechtfertigt war.\nDu würdest zu den Konsequenzen stehen.\nUnd das tust du nicht, du versuchst krampfhaft, dies zu vermeiden, immer wieder im Blick auf dein Geld.\nUnd das zeigt überdeutlich, dass du es eben nicht eingesehen hast.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:43:21.098+0000","up_votes":1,"down_votes":4,"body":"1 klar hab ichs eingesehen sonst hätte ich mir nicht hilfe geholt und klar aktzeptiere ich die strafe ich versuche nur meinen acclunt wieder zubekommen und dass eknzige was ich krampfhaft versuche ist euch davon zu überzeugen des ma menschen verzeit.. und ich schrieb ja bei leuten die sich aktiv verbessern","replies":[{"id":"","poster":"Zulwar","date":"2016-11-08T11:25:50.682+0000","up_votes":5,"down_votes":0,"body":"Das Problem für uns ist, das das was du immer an Argumenten aufführst, lesen wir täglich mehrmals am Tag, da alle damit Argumentieren.\n\nSelten gibt es mal welche, die anders Argumentieren und wo man dann auch sieht, das diese Einsichtig geworden sind. Aber diese sind leider sehr selten.\n\nDu hast hier auch schön angefangen, z.b. das du ein Antiaggressionstraining gemacht hast, finde ich lobenswert, das macht nicht jeder und wenn du dies bestanden hast, in welcher weise man das auch immer testen möchte, ist dies sogar noch besser und wird dein Leben vielleicht sogar Positiv beeinflussen.\n\nAber dennoch sieht man bei dir auch, das du dich mit deinem \"alten ich\" verbunden fühlst und dieses gerne weiterführen möchtest, vielleicht wirst du deine neuen Erfahrungen dort auch mit einfließen lassen, aber dies ist etwas, wo mit wir Forenbenutzer Probleme haben.\n\nDenn Leute die wirklich bis jetzt hier Reue bewiesen haben, wollten meist ihren Account nicht wieder, sondern sie wollten ihre Seele erleichtern. Was ich auch als einen wichtigen Schritt erachte, wenn man sich Grundlegend verändern möchte. Das alte Abzulegen und loszulassen. Dies sehe ich bei dir bis jetzt noch nicht.\n\nEs bringt dich deinem Ziel auch nicht näher wenn du es tust, da es nur für dich wäre. Im Grunde ist alles was wir tuen nur für uns selbst.\n\nDeswegen wenn du immer noch weiter kämpfen möchtest, was man eigentlich nicht mehr haben möchte, wenn einem wirklich leid tut, was man gemacht hat, dann kann ich dir leider nicht helfen, denn dies geht gegen meine Prinzipien.\n\nIch gebe dir gerne Anerkennung, für das was du geschafft hast (Antiaggressionstraining, Ablehnung deiner benutzen Wörter), aber das war es dann auch schon.\nAnsonsten bist du für mich nicht anders, als die anderen Leute hier die Permanent gebannt wurden und nur versuchen ihren Account wieder zu bekommen, da viele Argumentationen genau die selben sind, manchmal nur leicht abgewandelt, aber in der Kernaussage immer gleich.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:33:14.488+0000","up_votes":2,"down_votes":3,"body":"Ich verstehe dies alles klar und danke dir aber ich hänge mich nir an meinen alten account weil er so alt ist ich ihn eigenhändig hoch gespielt habe und sehr viel spaß mit ihm hatte... sowas kann ma nich wegschmeißen und ich werde es nicht einfloeßen lassen ich werde falls es so kommt alles so gesehen neu handhaben.\n\nMfg. Niklas","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T08:07:10.943+0000","up_votes":3,"down_votes":0,"body":"Jeder hängt an seinem Account, es ist kein wirkliches Argument also, dass du besonders daran hängst. \n\nVersteh doch bitte einfach - du wirst ihn nicht zurück bekommen. Du bist gebannt und bleibst es. Da kannst du auch noch 20 Mal schreiben wie sehr du das nicht akzeptieren kannst, es wird für dich aber langsam mal Zeit, das zu akzeptieren. Du tust dir ja selber keinen Gefallen, wenn du dich an irgend einer Hoffnung festklammerst, die einfach völlig vergebens ist. \n\nWird Zeit nach vorne zu blicken und entweder mit dem Spiel aufzuhören oder aber mit einem neuen Account neu anzufangen und das Gelernte darauf zu verwenden, mit deinem neuen Account achtsam umzugehen.","replies":[]}]}]},{"id":"","poster":"Patter1991","date":"2016-11-08T10:45:51.457+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00090000000000010002000000000000,timestamp=2016-11-08T10:43:21.098+0000)\n>\n> 1 klar hab ichs eingesehen sonst hätte ich mir nicht hilfe geholt\n\nHast du nicht bzw. nur teilweise. Anderenfalls hättest du realisiert, dass deine Strafe angemessen ist und du würdest nicht ständig die 600€ anführen.\n\n> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00090000000000010002000000000000,timestamp=2016-11-08T10:43:21.098+0000)\n>\n>  eknzige was ich krampfhaft versuche ist euch davon zu überzeugen des ma menschen verzeit.. und ich schrieb ja bei leuten die sich aktiv verbessern\n\nDu hattest deine Chancen, dass man dir verzeiht. Nun ist's für diesen Account zu spät, das Zeitfenster wurde nicht genutzt. Zumal dir hier kaum einer glaubt, dass du tatsächlich nicht mehr flamest.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:55:50.746+0000","up_votes":1,"down_votes":3,"body":"Ob ihr mirs glaubt oder nicht ist eure sache. Und klar lege ich einen bistimmten Schwerpunkt auf diese masse an geld lege.","replies":[]}]}]}]}]}]},{"id":"","poster":"Patter1991","date":"2016-11-08T09:53:30.650+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0009000000000001,timestamp=2016-11-08T09:51:53.284+0000)\n>\n> 1 es ist so gesehen gespndet \n\nNein, ist es nicht. Eine Spende bedeutet, dass du keinerlei Vorteil daraus ziehst. Hast du aber. Die Zeit, die du den Acc nutzen durftest, hast du die Inhalte entsprechend genutzt.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:57:22.015+0000","up_votes":1,"down_votes":3,"body":"Aber riot hat in dem sinne keine richtige ware bzw einen verlust gemacht und somit habe ich in sie investiert (spende ) zmd in meiner sicht.","replies":[{"id":"","poster":"Patter1991","date":"2016-11-08T10:00:41.517+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000900000000000100000000,timestamp=2016-11-08T09:57:22.015+0000)\n>\n> Aber riot hat in dem sinne keine richtige ware bzw einen verlust gemacht und somit habe ich in sie investiert (spende ) zmd in meiner sicht.\n\nHör auf, auf heiligen Samariter zu tun, der nur aus reiner Herzensgüte Geld abgibt und sich damit zum besseren Menschen aufschwingt! Das bist du nicht! Du bist ein stinknormaler Käufer einer digitalen Ware, du bist ein stinknormaler Nutzer, der die Nutzungsbedingungen für diese Ware akzeptiert hat. Du bist ein stinknormaler Flamer, der diese Bedingungen missachtet hat und nun ein stinknormaler Permagebannter, der uns weismachen will, dass er doch ein soooo toller Mensch ist.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:11:14.382+0000","up_votes":1,"down_votes":3,"body":"Ich sagte erstens nie des ich heillig bin also mach mich nich schlechter wie ich bin. Und als stinknormal würde ich es nicht bezeichnen da ich mich aktiv verbesdert habe und als sooooo toller mensch hab ich mich niw hingestellt nur des es mir elod tut auf vergebung hoffe und mich für euch sogesehen verbessert habe\n\nAlso warum redest du über mich als ob ich nur ein dummalbberer bin? Kann dir gerne meine zeugnis zeigen.","replies":[]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-08T09:54:12.284+0000","up_votes":3,"down_votes":0,"body":"Wer viel Geld in ein solches Spiel investiert sollte sich doch wohl Gedanken darüber machen wenn er auf Fehlverhalten hingewiesen wird und mit einem Permaban gedroht wird, falls man sich nicht bessert.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:59:17.702+0000","up_votes":1,"down_votes":3,"body":"Klar eigentlich schon. habs leider zu spät gemerkt und hoffe jetzt halt auf riot.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T10:03:59.476+0000","up_votes":4,"down_votes":0,"body":"Wie bereits schon öfters geraten wurde: mach dir keine Hoffnung, du schadest dir damit nur selber. Es werden keine Permabans wegen negativem Verhalten zurückgenommen. Punkt.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:06:32.264+0000","up_votes":1,"down_votes":3,"body":"Sogar der supporter meinte es gebe hoffnung halt nur keine garantie.. und hoffen kann ma immer.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-08T11:17:16.364+0000","up_votes":4,"down_votes":0,"body":"Ich glaube da hast du den Support falsch verstanden.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:35:38.384+0000","up_votes":1,"down_votes":3,"body":"(Riot Games Player Support)\n7. Nov., 07:21 PST\n\nEine Chance ja, keine Garantie jedoch...\n\nSchrieb er","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T13:37:20.957+0000","up_votes":3,"down_votes":0,"body":"Da werd ich auch nicht schlau draus. Hab Deinen Eingangspost nochmal gelesen :\n\n>Darauf hin gabs ein hin und her von texten und zum schluss sind wir darauf gekommen des sowas ins forum gehört da es ja nur ein player support ist um situationen zu erklären und des ich hier eine kleine chance hätte aber keine garantie.\n\nHat jetzt allen ernstes der Support Dir nahegelegt, daß Du damit hier im Forum aufschlagen sollst und wir Dir hier Deinen Acc entsperren können ?\n\nDas glaub ich jetzt nicht wirklich. Also da würd ich gern mal den kompletten Schriftverkehr mit dem Supp sehen wollen. Am besten mit Screenshots. Kannste machen unter Windofs mit ALT+Druck und dann auf nen öffentlichen Imageserver hochladen.\n\nAlso Du hast Dich mit Deiner Idee der Bewährung beim Support gemeldet und der hat dann gesagt, das gehört hier in's Forum , da hättest Du ne Chance ?! Wobei, eine Chance auf was ? Das wüßte ich noch gern , dann geb ich auch Ruh .\n\nmfg\nMB","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:12:25.447+0000","up_votes":1,"down_votes":3,"body":"Jo gehts auch mit dem handy? Ich hab daheim am pc momentan kein internet? Ich könnte fie email hoch laden.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:14:11.673+0000","up_votes":1,"down_votes":3,"body":"Érai (Riot Games Player Support)\n6. Nov., 10:39 PST\n\nHallo Beschwörer,\n\nhier beim Player Support werden wir weder dein Feedback auf eine bedeutungsvolle Weise bearbeiten, noch die jeweilige Sperre mit dir diskutieren können. Hier können wir nur die Validität deiner Sperre überprüfen (bereits gemacht) und dir erklären wieso diese auf dein Konto eingesetzt wurde.\n\nFür uns ist es nämlich wirklich sehr wichtig, dass alle Diskussionen, die sich auf momentan aktive Spielsystemen beziehen, auf eine öffentliche Ebene durchgeführt werden. So können wir schließlich sicher stellen, dass mögliche daraus resultierende Änderungen sich nicht nur auf die Ideen und individualen Erfahrungen eines einzelnen Beschwörers beziehen, sondern auch noch der Ansicht eines bedeutenden Bestandteils der Community entsprechen.\n\nEs wäre also viel besser dich mit solchen Anliegen (Ideen, Kritik, Meinungen) an unsere Foren zu wenden. Auch wenn wir dort nicht in jeden Post etwas reinschreiben, kann ich dir versichern, dass wir dort genau so gut auf Meinungen und Anregen achten, wie auf das, was uns Beschwörer hier beim Support einreichen.\n\nDie offiziellen Foren zu League of Legends kannst du hier finden:\nhttp://boards.euw.leagueoflegends.com/en/\n\nFalls du weitere Fragen bezüglich deiner Strafe haben solltest, dann stehe ich dir natürlich gerne weiter zur Verfügung.\n\n\n\n\" I am awakened. \"\n\nÉrai\nRiot Games\nPlayer Support Specialist\n\nDarauf fragte ich ob ich eine chance hätte und joa dann kam der text von oben.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T14:30:17.095+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00090000000000010001000000000000000000000000000000000001,timestamp=2016-11-08T14:25:47.425+0000)\n>\n> Wenn ich mir diesen thread anschaue frage ich mich eigentlicj eher was aus dem allen geworden ist^^ \n> \n> Aber ich habe dies auch gedacht dann fragte ich ob ich eine chance hääte auf entbannung und es wurde halt gesagt eine chance ja aber keine garantie. Und was du makiert hast haben sie auf den player support bezogen. \n> \n> Mfg. Niklas\n\nNochmal, der Supp hat Dir die Chance eingeräumt Deine Idee hier vorzutragen, nicht auf Entbannung. Lies doch einfach nochmal das richtig durch was Du mir da gepostet hast. Da steht doch nix von Entbannung. Im Leben nich würde der Supp sowas schreiben, wir im Forum können Dich doch garnicht entbannen. Das macht doch alles gar keinen Sinn !\n\nDer Acc ist weg, finito, ende , nada niente - Drops gelutscht, Kind in Brunnen usw. How - er hat gesprochen . Kein \"Ich komm wieder\" , niemals, nur mit neuem Acc.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-08T14:19:11.593+0000","up_votes":3,"down_votes":0,"body":"Jo, die beziehen sich nur auf Deine Idee der Bewährung. Da haben die gemeint, daß Du ne Chance hast mit der Idee hier zu landen. Da ist nix mit Entbannen oder Acc wiederbekommen. Ganz im Gegenteil da steht :\n\n>Hier können wir nur die Validität deiner Sperre überprüfen (bereits gemacht) und dir erklären wieso diese auf dein Konto eingesetzt wurde.\n\nIch denk mal, Du hast da wirklich was falsch verstanden.\n\nAber nochmal zu der Bewährung, das ist numal genau so wie die Grünen und einige andere es hier schon erklärt haben. Das Experiment gab es schon und schlug fehl. Warum sollte das also gerade jetzt und genau mit Dir anders sein ? Warte, ich ziehe die Frage zurück. Anders, wenn Du Dir diesen Thread hier anschaust, meinst Du, Du hast die Chance diese Idee irgendwie umzusetzen ?","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:25:47.425+0000","up_votes":1,"down_votes":3,"body":"Wenn ich mir diesen thread anschaue frage ich mich eigentlicj eher was aus dem allen geworden ist^^ \n\nAber ich habe dies auch gedacht dann fragte ich ob ich eine chance hääte auf entbannung und es wurde halt gesagt eine chance ja aber keine garantie. Und was du makiert hast haben sie auf den player support bezogen. \n\nMfg. Niklas","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"CYPHΕR","date":"2016-11-08T09:43:20.636+0000","up_votes":3,"down_votes":0,"body":"> Du hast Riot 600€ bezahlt im Austausch gegen die Nutzungsrechte einer digitalen Ware für die Dauer der Accountnutzung.\n\nEiner Nutzung, die nur unter der Zustimmung und Einhaltung der von Riot definierten Regeln ausgeübt werden darf und bei Verstoß dieser jederzeit von Riot abgelehnt werden kann.","replies":[]}]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T05:23:26.790+0000","up_votes":1,"down_votes":6,"body":"Auf wie viel negativität ma hier trifft... als ob ihr immer alles richtig gemacht habt bevor der letzte knall kam.... ichhabe mir immerhin \"hilfe\" geholt damit ich mich bessere wo andere einfach nix drauf geben...","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-08T07:42:07.300+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0008,timestamp=2016-11-08T05:23:26.790+0000)\n>\n> Auf wie viel negativität ma hier trifft... als ob ihr immer alles richtig gemacht habt bevor der letzte knall kam.... \n\nAlles immer richtig gemacht?\nNein, habe ich mit Sicherheit nicht.\nEs so dermaßen wiet getrieben, dass e bis zum Perma kommt?\nEbenfalls nein.\n\nEs geht nicht um \"immer alles richtig gemacht\" sondern um \"immer alles falsch gemacht\".\nEs gibt mehrere Strafstufen, und alleine um die erste zu erreichen, musst du dich in weitaus mehr als einem Spiel daneben benehmen.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T07:48:08.013+0000","up_votes":7,"down_votes":0,"body":"Ich finde es immer wieder interessant zu lesen wie Spieler die wegen negativem Verhalten gebannt wurden davon ausgehen, dass sowas das Standardverhalten wäre, dass so ein Verhalten doch ganz normal sei...","replies":[{"id":"","poster":"Time2Whine","date":"2016-11-08T09:22:54.857+0000","up_votes":1,"down_votes":0,"body":"Daher wird es auch nie etwas bringen, diesen Personen das Spielen unter dem Account zu ermöglichen, da sie nach kurzer Zeit wieder dasselbe Verhalten an den Tag legen werden !","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:30:10.305+0000","up_votes":1,"down_votes":3,"body":"Nicht wirklich habe ich nicht vor wieder so zu werden^^ alleine wenn uch die chatslog lese bekomme ich über mich selber des kotze","replies":[{"id":"","poster":"Time2Whine","date":"2016-11-08T09:45:09.526+0000","up_votes":4,"down_votes":0,"body":"Mag sein dass es so ist und du dich wirklich verändert hast, das macht aber deine Taten/Worte nicht wieder wett.\nDein Account ist weg und du wirst ihn nie zurückerhalten, egal wie du dich verändert und wie viel Geld sowie Zeit investiert hast.\nEntweder du machst dir einen neuen Account oder du lässt es bleiben. Wenn du meinst, dass du LoL nur spielen kannst wenn du Geld investierst, musst du das als Lehrgeld ansehen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:19:51.374+0000","up_votes":1,"down_votes":3,"body":"Dies wäre aber auch auf die ein oder andere weißr nicht menschlich da es menschlich ust fehler zu machen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:23:46.830+0000","up_votes":1,"down_votes":3,"body":"Und sie zu vergeben ( auf die taten bezogen nicht auf den entbann, was ihn aber auch auf minnimalste betrifft )","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T11:33:34.330+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001000000000000000000000000,timestamp=2016-11-08T11:23:46.830+0000)\n>\n> Und sie zu vergeben ( auf die taten bezogen nicht auf den entbann, was ihn aber auch auf minnimalste betrifft )\n\nUnd das tun sie, deshalb ist nur der Acc gesperrt und nicht Du als Person ^^","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:41:36.491+0000","up_votes":1,"down_votes":4,"body":"Dies ist aber nicht wirklich eine vergebung eher eine entnahme und ich bitte ja darum diese zurückzunehmen","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T11:49:33.668+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0008000100000000000000000000000000000000,timestamp=2016-11-08T11:41:36.491+0000)\n>\n> Dies ist aber nicht wirklich eine vergebung eher eine entnahme und ich bitte ja darum diese zurückzunehmen\n\nDoch ist es, warum auch nicht ? Und was ist eine \"entnahme\" ? Wenn sie Dir nicht vergeben würden, wärest Du komplett raus. Du könntest nie wieder LoL spielen. Wärest als Person gesperrt, wie ein Hausverbot in ner Gaststätte. Ausgesetzt. Einsam. Draussen. Nicht drin. Nie mehr dabei. Könntest nur zugucken. Komplett weg vom Fenster. Aussenseiter ... könnt ewig so weitermachen ...\n\nABER, Du darfst weiterspielen. Darfst Dir (leider Gottes ;) - ja, nich ganz ernst gemeint ... oder doch  ) einen neuen Acc erstellen. Un dann wieder, und wieder ... OHA ...","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-11-08T11:26:54.867+0000","up_votes":3,"down_votes":0,"body":"Ähm nein, es ist sogar sehr menschlich. Weil Du eben mit diesem acc selber unmenschlich zu anderen warst . Es ist deshalb menschlich, weil es Dir doch geholfen hat Dich jetzt zu ändern , ein besserer Mensch zu werden, menschlicher zu werden. \n\nWenn Du den alten Acc zurückerhalten würdest, dann würdest Du lediglich wieder in Deine alten Verhaltensmuster zurückfallen. Alter Acc -> altes Verhaltensmuster , das wäre doch nicht menschlich, oder ? Mit einem neuen Acc hast Du die Möglichkeit Deine gewonnene Menschlichkeit unter Beweis zu stellen.","replies":[]}]}]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:29:03.311+0000","up_votes":1,"down_votes":3,"body":"Gehe ich nicht von aus^^","replies":[]}]},{"id":"","poster":"ViviD VooiD","date":"2016-11-15T00:27:02.052+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001,timestamp=2016-11-08T07:42:07.300+0000)\n>\n> Alles immer richtig gemacht?\n> Nein, habe ich mit Sicherheit nicht.\n> Es so dermaßen wiet getrieben, dass e bis zum Perma kommt?\n> Ebenfalls nein.\n> \n> Es geht nicht um &quot;immer alles richtig gemacht&quot; sondern um &quot;immer alles falsch gemacht&quot;.\n> Es gibt mehrere Strafstufen, und alleine um die erste zu erreichen, musst du dich in weitaus mehr als einem Spiel daneben benehmen.\n\nstimmt nicht. ich habe einen timeban erhalten, obwohl ich nur ein schlechtes spiel hatte. im chat selbst wurde ich sogar beleidigt, was aber keinen interessierte (hatte ein ticket eroeffnet, dass von den leuten bearbeitet wurde, welche den timeban verhaengten pure logik !!!!). das tribunal ist rigged, und ich hab es schwarz auf weiß. !!! ist zugleich auch aber traurig. ein tribunal, dass voreingenommen ist, weil es selbst die spieler rolle hier hat. jeder der im tribunal ist, spielt auch LoL. und ich wurde time banned unmittelbar nach einem ranked, dass schief ging. hat keine 2 stunden gedauert, da war der time ban auf mein account aktiv. das alles ging auch an den riot us support und der ausgang ist noch unklar.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-15T07:31:32.592+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000800010001,timestamp=2016-11-15T00:27:02.052+0000)\n>\n> stimmt nicht. ich habe einen timeban erhalten, obwohl ich nur ein schlechtes spiel hatte. im chat selbst wurde ich sogar beleidigt, was aber keinen interessierte (hatte ein ticket eroeffnet, dass von den leuten bearbeitet wurde, welche den timeban verhaengten pure logik !!!!). das tribunal ist rigged, und ich hab es schwarz auf weiß. !!! ist zugleich auch aber traurig. ein tribunal, dass voreingenommen ist, weil es selbst die spieler rolle hier hat. jeder der im tribunal ist, spielt auch LoL. und ich wurde time banned unmittelbar nach einem ranked, dass schief ging. hat keine 2 stunden gedauert, da war der time ban auf mein account aktiv. das alles ging auch an den riot us support und der ausgang ist noch unklar.\n\nDu erzählst hier so einen Quatsch ! Lass mich Dir 3 Dinge sagen :\n\n1. Groß-/Kleinschreibung , wieder einer der mit seinem Kackhandy unterwegs ist. Eure Beiträge sind nicht leserlich ! Zu faul um einen PC zum schreiben zu benutzen oder wenigstens am Handy vernünftig zu tippen aber hier rumkeksen ! Das nervt einfach nur noch.\n\n2. Du hast IMMER Strafstufen. IMMER! Wenn Du sofort gebannt wurdest hast Du :\n   a) Deine Rechnung nicht bezahlt\n   b) Drittanbieterprogramme benutzt , oder Deine Daten weitergegeben\n   c) so dermaßen geflamt, daß sich die Balken biegen. Sprich Du warst so toxisch, dagegen ist AtomicHero ein Waisenknabe\n\nZitat aus den Bestimmungen:\n\n>Allerdings kann es je nach Schwere des Vergehens direkt zu einer zweiwöchigen oder permanenten Sperrung kommen. Exzessives negatives Verhalten kann jederzeit und ohne vorherige Chateinschränkung zu einer zweiwöchigen oder permanenten Sperrung führen.\n\n... alles andere ist bloße Behauptung. In dem Fall wäre es nicht schlecht, wenn Du mit Deiner Behauptung einen neuen Thread aufmachen und dort Deine Chatlogs posten würdest.\n\n3).  hat [R3sQ](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/dVUes0JE-hallo-liebe-riot-mitarbeiter?show=nested&comment=0008000100010000) es ausführlich erklärt. Das Tribunal wurde durch ein Programm ersetzt und das kann Dir weder antworten noch den Bauch kraulen. Es entscheidet anhand von Parametern ob Du , nachdem Du von den Spielern reported wurdest, gebannt wirst. Diese Parameter bestimmt die Community. Sie entscheidet letztendlich, was nicht erwünscht ist.\n\nWas Du da schreibst ist einfach Käse.","replies":[{"id":"","poster":"ViviD VooiD","date":"2016-11-15T11:21:38.620+0000","up_votes":1,"down_votes":3,"body":"wegen meines bann:\n\nder ganze ingame flame ging von einem duo team aus. einer der beiden startete im chat mit \"omg ein low elo\", später dann noch kommentare wie \"noob masteries\"\n\nich habe keine einzige dieser art flames im chat geschrieben, ihm nur gesagt dass ich ihn einfach mute und reporte. ich habe ihn nach dem spiel reportet und 2 stunden später war aber mein account chat banned für 5 Spiele.\n\nund ich habe mir den chatlog abgespeichert und gescreened. ich wurde in dieser spiel session beleidigt und runtergemacht und hab einen chatban kassiert.\n\nhier eine erklärung des deutschen riot support\n\n[quote]leider geht es nicht nur darum keine Krauftausdrücke zu verwenden, falls du das so missverstanden hast, von dem was wir dir bereits gesagt haben [...] Z.b. \"Report“ war schon immer eines der negativsten Wörter im Spiel. Nicht als Wort an sich, jedoch häuft es sich statistisch betrachtet bei Spielern, die dazu neigen, bestraft zu werden[/quote]\n\ndeswegen lass ich das nicht auf mir sitzen. das war kein automatischer system chat ban. das ging zu 100% durchs tribunal und zu 99% sicher bin ich mir, dass dieser spieler entweder selbst diesen fall bearbeitet hat, oder aber die leute kennt.\n\n\nder deutsche riot support gibt folgnedes statement:\n\n\" Das System kann durchaus unterscheiden, wenn ein Beschwörer im Chat negativ auffällig wird, auch würden wir die Spiele im Nachhinein nicht nochmals überprüfen.\"\n\n\nund das will ich von den richtigen riot leuten klaeren lassen. weil das ist höchst suspekt..","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-15T13:57:57.438+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001000100010000,timestamp=2016-11-15T11:21:38.620+0000)\n>\n>\n> ich habe keine einzige dieser art flames im chat geschrieben, ihm nur gesagt dass ich ihn einfach mute und reporte. ich habe ihn nach dem spiel reportet und 2 stunden später war aber mein account chat banned für 5 Spiele.\n\nOh mann ey, ich bin so blöd !  {{sticker:zombie-brand-facepalm}} \n\nAber das ist genau das was ich meine, wenn Du so Scheiße schreibst, dann kann man Dir eben auch nicht richtig Antworten. Meine Aussagen bezogen sich auf :\n\n\n> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000800010001,timestamp=2016-11-15T00:27:02.052+0000)\n>\n> stimmt nicht.\n\nwas Du auf dem \n\n> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001,timestamp=2016-11-08T07:42:07.300+0000)\n>\n> Es gibt mehrere Strafstufen, und alleine um die erste zu erreichen, musst du dich in weitaus mehr als einem Spiel daneben benehmen.\n\nals Antwort geschrieben hast. Mensch Kerl, Dein Chatban ist quasi die erste Stufe. Du hast noch keinen 14 Tage und keinen Perma. Dieser Chatban ist die erste Stufe und genau das stimmt. Wie kann man sich nur so kacke ausdrücken ! Mal abgesehen davon, das meine Antworten dann vlcht. nicht immer zu Deinen passten (wofür ich mich entschuldige) hast Du eben genau das nicht verstanden :\n\nhttps://support.riotgames.com/hc/de/articles/207489286-H%C3%A4ufig-gestellte-Fragen-zum-Sofort-Meldesystem#h1q2\n\nZitat :\n\n>  Erster Verstoß: Chateinschränkungen für 10 Spiele\n    Zweiter Verstoß: Chateinschränkungen für 25 Spiele\n    Dritter Verstoß: Zweiwöchige Sperrung\n    Vierter Verstoß: Dauerhafte Sperrung\n\n\nDeine Chat-Einschränkung sind 10 Spiele und nicht 5, es ist nur eine Chateinschränkung. Und Du hast den Support dazu gebracht nochmal Deinen Fall persönlich zu prüfen wobei der Mitarbeiter zu denselben Schluß wie das automatische System gekommen ist. Es war auch kein \"time ban\" wie Du geschrieben hast. Ein Zeitbann ist der 14 Tage Ban. Der dauert zeitlich 14 Tage. Das andere ist ein Chatban , der ist zeitlich unabhängig. Wenn Du 10 Spiele an einem Tag spielst, dann ist der weg . Zuguterletzt ist der Permabann halt perma, zeitlich sowie von der Anzahl, d.h. einfach kein Spiel zu keiner Zeit mehr .\n\nReiß Dich das nächste Mal einfach zusammen. Reportaufrufe sind nunmal toxisch und reportbar. Wenn Du nur gemutet hättest, ohne was zu schreiben, dann wär's gut gewesen.\n\nUnd such Dir nicht so nen überfüllten Thread aus, sondern mach doch einfach einen neuen. Ich geh jetzt in mich und bleib da !","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-15T14:51:29.950+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001000100010000,timestamp=2016-11-15T11:21:38.620+0000)\n>\n> \n> deswegen lass ich das nicht auf mir sitzen. das war kein automatischer system chat ban. das ging zu 100% durchs tribunal und zu 99% sicher bin ich mir, dass dieser spieler entweder selbst diesen fall bearbeitet hat, oder aber die leute kennt.\n> \n> \n> der deutsche riot support gibt folgnedes statement:\n> \n> &quot; Das System kann durchaus unterscheiden, wenn ein Beschwörer im Chat negativ auffällig wird, auch würden wir die Spiele im Nachhinein nicht nochmals überprüfen.&quot;\n> \n> \n> und das will ich von den richtigen riot leuten klaeren lassen. weil das ist höchst suspekt..\n\nÄhm... warum holst du jetzt diese Uralte Geschichte raus? Also damit das überhaupt stimmen kann, muss die Strafe was... 2 Jahre alt sein? Denn seit 2 Jahren (mindestens) ist das Tribunal, dass jetzt ja so \"rigged\" ist, abgeschafft worden. \n\nUnd das ist einfach ein Fakt. Und wenn du mir das nicht glauben willst, [dann klicke auf diesen Link](http://tribunal.euw.leagueoflegends.com/de_DE/maintenance.html).  Und ja, das Tribunal ist so weit raus, dass man das googlen muss und nicht von der League of Legends Seite zu diesem geführt wird.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-15T11:51:35.897+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001000100010000,timestamp=2016-11-15T11:21:38.620+0000)\n>\n> wegen meines bann:\n> \n> der ganze ingame flame ging von einem duo team aus. einer der beiden startete im chat mit &quot;omg ein low elo&quot;, später dann noch kommentare wie &quot;noob masteries&quot;\n> \n> ich habe keine einzige dieser art flames im chat geschrieben, ihm nur gesagt dass ich ihn einfach mute und reporte. ich habe ihn nach dem spiel reportet und 2 stunden später war aber mein account chat banned für 5 Spiele.\n> \n> und ich habe mir den chatlog abgespeichert und gescreened. ich wurde in dieser spiel session beleidigt und runtergemacht und hab einen chatban kassiert.\n> \n> hier eine erklärung des deutschen riot support\n> \n> [quote]leider geht es nicht nur darum keine Krauftausdrücke zu verwenden, falls du das so missverstanden hast, von dem was wir dir bereits gesagt haben [...] Z.b. &quot;Report“ war schon immer eines der negativsten Wörter im Spiel. Nicht als Wort an sich, jedoch häuft es sich statistisch betrachtet bei Spielern, die dazu neigen, bestraft zu werden[/quote]\n> \n> deswegen lass ich das nicht auf mir sitzen. das war kein automatischer system chat ban. das ging zu 100% durchs tribunal und zu 99% sicher bin ich mir, dass dieser spieler entweder selbst diesen fall bearbeitet hat, oder aber die leute kennt.\n> \n> \n> der deutsche riot support gibt folgnedes statement:\n> \n> &quot; Das System kann durchaus unterscheiden, wenn ein Beschwörer im Chat negativ auffällig wird, auch würden wir die Spiele im Nachhinein nicht nochmals überprüfen.&quot;\n> \n> \n> und das will ich von den richtigen riot leuten klaeren lassen. weil das ist höchst suspekt..\n\nDas ist immer noch Käse. Mach nen eigenen Thread dafür auf und poste Deine Chatlogs. Ich glaube Dir kein Wort. Nur wegen einmal Reportcalling wirst Du im Leben nicht gebannt. Dann hast Du einfach mehr geschrieben oder Du wurdest vorher schon mit nem Chatban und 14Tage Ban belegt. \n\nUnd es ist immer noch ein automatisches System. In Deinem Fall hast Du wahrscheinlich solange genervt, bis ein RIOT-Mitarbeiter persönlich nochmal drübergeschaut hat und eben dasselbe wie das System festgestellt hat. Das ist nicht suspekt, das ist Service den Du in Anspruch genommen hast. Damit hast Du für Deinen Fall, der sowieso schon sonnenklar war, einen RIOT-Mitarbeiter beschäftigt, der woanders vlcht. eher gebraucht wurde.\n\nIch bleibe dabei, Du bist wie der TE, ihr habt nix verstanden ! Das ist Kinderkacke hier und schreib endlich vernünftig mit Großbuchstaben ! Mach endlich nen eigenen Thread auf mit Deinem Chatlog !\n\np.s.:\n\n>der ganze ingame flame ging von einem duo team aus. einer der beiden startete im chat mit \"omg ein low elo\", später dann noch kommentare wie \"noob masteries\"\n\nDas sagt eigentlich schon alles ! \"Die anderen haben angefangen und ich hab mich nur gewehrt !\" - das ist ganz genau die 0815-Ausrede eines jeden Flamers .","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-11-15T20:44:34.838+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080001000100010000,timestamp=2016-11-15T11:21:38.620+0000)\n>\n> \n> deswegen lass ich das nicht auf mir sitzen. das war kein automatischer system chat ban. das ging zu 100% durchs tribunal und zu 99% sicher bin ich mir, dass dieser spieler entweder selbst diesen fall bearbeitet hat, oder aber die leute kennt.\n> \n\nDaran sieht man einerseits dass Du keine Ahnung von dem aktuellen Instant-Feedback-System hast, und andererseits dass Du damals, als das Tribunal noch aktiv war, nie auch nur einen Blick dort reingeworfen hast. Denn hättest Du dies, wüsstest Du, dass man beim Tribunal nie die Spielernamen gesehen  hat, und dass man sich als Tribun nicht die Fälle aussuchen konnte, die man bearbeitet hat.\nAber wie Dir schon erklärt wurde: Das Tribunal ist schon seit ca 2 Jahren nicht mehr aktiv. Ob Du es wahr haben willst oder nicht: Du wurdest durch die Chat-Analyse bewertet und bestraft.\n\n\n> der deutsche riot support gibt folgnedes statement:\n> \n> &quot; Das System kann durchaus unterscheiden, wenn ein Beschwörer im Chat negativ auffällig wird, auch würden wir die Spiele im Nachhinein nicht nochmals überprüfen.&quot;\n> \n> \n> und das will ich von den richtigen riot leuten klaeren lassen. weil das ist höchst suspekt..\n\nWas sind denn für Dich die richtigen RIOT-Leute? Ich weiß jetzt nicht, inwieweit der Support an Drittfirmen ausgelagert wird, aber dann wirst Du das Problem in den Staaten ebenfalls haben. Wenn der Support aber in RIOTs Hand ist, hast Du bereits eine Antwort von den \"richtigen\" RIOT-Leuten bekommen. Und ich kann mir nicht vorstellen, dass der NA-Support Dir - abgesehen davon, dass sie Dir die Sachlage und die Richtigkeit Deines Bannes in englisch erklären - vom Kern her etwas anderes mitteilt.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-11-15T05:06:53.386+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000800010001,timestamp=2016-11-15T00:27:02.052+0000)\n>\n> stimmt nicht. ich habe einen timeban erhalten, obwohl ich nur ein schlechtes spiel hatte. im chat selbst wurde ich sogar beleidigt, was aber keinen interessierte (hatte ein ticket eroeffnet, dass von den leuten bearbeitet wurde, welche den timeban verhaengten pure logik !!!!). das tribunal ist rigged, und ich hab es schwarz auf weiß. !!! ist zugleich auch aber traurig. ein tribunal, dass voreingenommen ist, weil es selbst die spieler rolle hier hat. jeder der im tribunal ist, spielt auch LoL. und ich wurde time banned unmittelbar nach einem ranked, dass schief ging. hat keine 2 stunden gedauert, da war der time ban auf mein account aktiv. das alles ging auch an den riot us support und der ausgang ist noch unklar.\n\nDir ist schon bewusst, dass die Chatlogs von einem entsprechenden Programm begutachtet wird, was auf Grundlage der Entscheidungen des Tribunals eingestellt ist und weiter lernt, geprüft, und die Strafen entsprechend von diesem Programm ausgesprochen werden? Somit finde ich es seltsam, dass genau dieses Programm Dir antwortet.\nVor allem: Wenn es das Trribunal in der alten Form noch existieren würde, frage ich mich, wie Du Antwort von Spielern bekommen kannst.\nWenn Du so sicher bist, dass Deine Chatlogs nicht so schlimm sind, dass sie einen direkten Timeban geführt haben, kannst Du sie ja in einem eigenen Tread posten. Falls es nicht wegen toxicität ist, sondern wegen Feeden, kannst Du ja mal das entsprechende Spiel verlinken.\nUnd nur so zur Info: Es können Strafstufen übersprungen werden, wenn besondere Toxicität festgestellt wird. Wenn es wegen Feeding war, ist der 14 Tagesbann die erste Strafstufe vor dem Perma, und bei Drittanbieterprogrammen der direkte Perma.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-11-15T11:02:02.765+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ViviD VooiD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000800010001,timestamp=2016-11-15T00:27:02.052+0000)\n>\n> stimmt nicht. ich habe einen timeban erhalten, obwohl ich nur ein schlechtes spiel hatte. im chat selbst wurde ich sogar beleidigt, was aber keinen interessierte (hatte ein ticket eroeffnet, dass von den leuten bearbeitet wurde, welche den timeban verhaengten pure logik !!!!). das tribunal ist rigged, und ich hab es schwarz auf weiß. !!! ist zugleich auch aber traurig. ein tribunal, dass voreingenommen ist, weil es selbst die spieler rolle hier hat. jeder der im tribunal ist, spielt auch LoL. und ich wurde time banned unmittelbar nach einem ranked, dass schief ging. hat keine 2 stunden gedauert, da war der time ban auf mein account aktiv. das alles ging auch an den riot us support und der ausgang ist noch unklar.\n\nInformier dich erst über das aktuelle System, bevor du meckerst, danke.\nDeine Infos sind um Jahre veraltet und haben mit dem aktuellem System wenig zu tun.","replies":[{"id":"","poster":"ViviD VooiD","date":"2016-11-15T11:24:09.771+0000","up_votes":1,"down_votes":0,"body":"siehe hier http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/dVUes0JE-hallo-liebe-riot-mitarbeiter?comment=00080001000100010000","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-11-08T07:00:04.285+0000","up_votes":7,"down_votes":0,"body":"Ist doch auch klasse, nur ist dein Lol Account eben gesperrt.\n\nDas du dafür 600 Euro ausgeben musst ist dein Problem. \n\nDu hast keine zwei Fehler gemacht.\nHier ist eventuell jeder MAL tilted oder sogar toxisch, das beschränkt sich aber auf ein- zwei Mal im Jahr.\n\nUm von der Cr erfasst zu werden hast du bei leicht toxischem Verhalten gefühlt 100 Chancen. Nach diesen 100 Chancen hast du vier, VIER, VIIEEEEEEER Strafstufen eh du gebannt wirst.\n\nWeder wir noch Riot gehen also hart ins Gericht. \nDu musst für deinen Frieden deine Strafe akzeptieren. Du bist nichts besonderes, sondern eine anonyme Nummer wie wir alle.\n\nJeder, auch die Pros werden für Fehlverhalten bestraft. Es gehört zum Erwachsenwerden dazu seine Fehler zu tragen, da du jetzt berufstätig bist solltest du schnell damit anfangen.  \n\nDu bist im ernsten Leben, der Kindergarten ist  vorbei. \n\nBeste Grüße :)","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:33:14.455+0000","up_votes":1,"down_votes":3,"body":"Was hats mit kindergarten zu tuhen? Ich bin der meinung menschen sollten vergeben wenn die jenogen es einsehen des sie fehler gemacht habe und sie sich aktiv am verbessern sind mit beweis.\n\nEs gab kekne vier, 3 im insgesamten","replies":[{"id":"","poster":"eingew","date":"2016-11-08T10:58:04.283+0000","up_votes":6,"down_votes":0,"body":"Wenn Vergebung dazu führt, dass eine schlechte Handlung keine negativen Konsequenzen mehr bewirkt, dann schießt sie an ihrem Ziel vorbei. Bei Vergebung geht es um Anerkennung der Reue, nicht um die Rückgabe von Privilegien...","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T11:43:56.652+0000","up_votes":1,"down_votes":3,"body":"Da haben wir aber eine komplett andere ansicht. Meine eltern haben mir z.b wenn ich scheiße gebait hab was wegfenommen und wenn ich mich wieder benommen hab wieder gegeben.","replies":[{"id":"","poster":"eingew","date":"2016-11-08T14:49:04.802+0000","up_votes":3,"down_votes":0,"body":"Das hat nichts mit Ansichten zu tun. Vergebung ist ein Gefühl, keine Handlung.\n\nEin Gefühl übrigens, welches du primär bei dem Geschädigten, also deinen Mitspielern erfragen kannst.\n\nWas natürlich stimmt, ist, dass Vergebung im juristischen Sinne auch eine Begnadigung und damit in diesem Falle eine Rücknahme der Strafen beinhalten würde. Das macht aber ja nur Sinn, wenn eine Aussicht auf Besserung vorhanden ist. Und wie du bereits erfahren hast, ist das zu 90% ein völlig nutzloser Versuch. Also selbst wenn du zu den 10% gehörst, die sich nach einem Perma endlich benehmen können... Es ist zu spät. Der Account ist tot.","replies":[]},{"id":"","poster":"Patter1991","date":"2016-11-08T11:45:32.457+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00080000000000010000,timestamp=2016-11-08T11:43:56.652+0000)\n>\n> Da haben wir aber eine komplett andere ansicht. Meine eltern haben mir z.b wenn ich scheiße gebait hab was wegfenommen und wenn ich mich wieder benommen hab wieder gegeben.\n\nRiot sind nicht deine Eltern. Riot sind in diesem Falle ein Dienstleister, deren Dienste du bzw. der Account nicht mehr in Anspruch nehmen darfst. Riot gibt dir die Möglichkeit, dich zu bessern, dann hättest du den Account weiter nutzen dürfen. Hast du nicht. Du hast alle Warnungen missachtet. Deal with it. So ist's im Leben. Baut man Scheiße, muss man die Konsequenzen tragen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T12:25:39.163+0000","up_votes":1,"down_votes":3,"body":"Dies war ein beispiel","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-11-08T11:28:59.182+0000","up_votes":5,"down_votes":0,"body":"Du verstehst mich scheinbar nicht.\n\nNehmen wir die Arbeit als Beispiel. \nDeine Kollegin vergeigt eine wichtige   Präsentation.  \n\nDu sagst dazu: \"Gott, sind die Frauen in diesem Betrieb dämlich!\"\n\nDein Chef mahnt dich ab, nachdem dein Ton schon länger schlecht war.\n\n3 Wochen später \n\n\nDein Azubi verliert einen wichtigen Geschäftspartner, als Strafe lässt du ihn nackt durchs Haus laufen mit einem entwürdigenden Schild, zweite Abmahnung mit der ausdrücklichen Warnung, beim nächsten Mal ist es vorbei.\n\nEin Kunde kommt dir doof und du beleidigst zurück, kleine Vergehen aber das Maß ist voll. \n\nDir wird gekündigt. Meinst du ernsthaft du wirst wieder eingestellt?\n\nBitte sag nicht ja :(","replies":[]},{"id":"","poster":"CYPHΕR","date":"2016-11-08T09:48:42.084+0000","up_votes":4,"down_votes":0,"body":"> Ich bin der meinung menschen sollten vergeben wenn die jenogen es einsehen des sie fehler gemacht habe und sie sich aktiv am verbessern sind mit beweis.\n\n> Es gab kekne vier, 3 im insgesamten\n\nDu sagst es doch schon selber:\n\nDu hattest drei solche Chancen, hast deine Fehler nicht eingesehen -> Permaban als Konsequenz","replies":[]}]}]},{"id":"","poster":"Tangata old","date":"2016-11-08T09:13:27.947+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0008,timestamp=2016-11-08T05:23:26.790+0000)\n>\n> Auf wie viel negativität ma hier trifft... als ob ihr immer alles richtig gemacht habt bevor der letzte knall kam.... ichhabe mir immerhin &quot;hilfe&quot; geholt damit ich mich bessere wo andere einfach nix drauf geben...\n\nDabei ist das hier nichtmal halb so negativ wie die Spiele an denen du beteiligt warst. Merkste selbst, ne?\nWenn du tatsächlich 600€ in den Acc gesteckt hast dann sieh es so: Jeder flame, jede Beleidigung, jedes \"easy\" oder \"cancernoob\" hat dich 30cent gekostet und nachdem du deinen Kredit verspielt hattest war der Acc eben weg!\n\nNoch ein kleiner Tip für die Zukunft: Mach dir BITTE keinen neuen Acc und fang auch bitte nicht wieder an zu spielen. Warum? kann ich dir sagen: Es wird nicht lange dauern und dein Antiagressionstraining war fürn Arsch und du wirst der selbe toxicflamerwieder sein der du immer warst.\nDeshalb tu uns und dir nen gefallen und fang nicht wieder an LoL zu spielen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:28:37.814+0000","up_votes":1,"down_votes":3,"body":"1. Niemals werde ich wieder so\n\n2. danke bist anscheinend ein echt netter mensch..","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2016-11-08T07:50:30.879+0000","up_votes":8,"down_votes":1,"body":"Also ich check das nicht...\n\nImmer werden diese Threads eröffnet, die immer denselben Inhalt mit seichten Abwandlungen haben... \n\n\nLetztendlicher Verlauf ist \n\n- \"ich wurde gebannt dann und dann weil da hatte ich ne schlechte Phase und war total fies und seh das jetzt ein.\"\n\n- \"ich hab 200000€ in diesen Acc investiert also verdiene ich Gehör, denn ich bin eine Art Premium User.\"\n\n- \"alle vorherigen Strafstufen auf meinem Acc haben mich in keinster Weise zum Nachdenken gebracht aber nun bin ich geläutert.\"\n\n- \"obige Punkte werden immer wiederholt.\"\n\n- \"ihr hier im Forum seid doch alle voll fies und gebt mir Saulus, der nun Paulus ist keine Chance. Dabei bin ich der eine, der nun den Weg des Lichts fand.\"\n\n\nIch denke, es ist allein schon ein schlechtes Zeichen, einen solchen Thread zu eröffnen, wo man doch jeden Tag im Forum dasselbe lesen kann von anderen Interpreten mit immer dem gleichen Ablauf. \nUnd trotzdem eröffnet man selber einen solchen Thread, wo man doch lang und breit und stundenlang hier nachlesen kann dass ein Permaban ein Permaban ist.\n\nKomische Selbstwahrnehmung, es dann trotzdem zu versuchen.\n\nUnd allein wegen solcher Selbstwahrnehmung, denn der Ersteller nimmt sich ja anders wahr als die anderen Ban-Threadersteller würde ich eben wegen genau dieser Sicht auf sich selbst niemals abnehmen, dass er sich auch nur 10 Spiele am Riemen reißen kann.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T08:34:07.118+0000","up_votes":3,"down_votes":0,"body":"Naja, aber Du mußt zugeben, daß diese Threads einen gewissen Unterhaltungswert haben. Auch wenn der sich über die Zeit etwas abnutzt .\n\n{{sticker:slayer-jinx-wink}} \n\nUnd ich find es toll, wie RIOT die Wirtschaft ankurbelt. Dank RIOT hat der TE ein Antiaggressionstraining gemacht . Nuja, wer weiß wieviele User hier noch sowas in Anspruch genommen haben. Ist doch gut, sowas zu wissen ^^\n\nmfg\nMB","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T10:55:46.250+0000","up_votes":5,"down_votes":0,"body":"Is nur die Frage, was das für ein Anti-aggro Training war. Das hab ich nämlich nirgendwo gelesen. In den Wald gehen und rumschreien oder so lasse ich nicht gelten {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T11:11:13.474+0000","up_votes":1,"down_votes":0,"body":"Nuja, meine Bemerkung war jetzt nicht ganz ernst gemeint ;) \n\nIch persönlich finde es etwas bedenklich, wenn ein Spiel mich zu sowas bringen würde. Ich mein, ich finde es natürlich toll, wenn der TE sich geändert hat , allerdings plagen mich auch Zweifel an seinen Mitteln. \n\nDie vom TE angeprangerte Negativität richtet sich auch mMn. nicht an seine Besserung, sondern an die sinnlose Klammerung an den alten Acc, den er sowieso nicht wiederbekommen wird. Das ist doch der eigentliche Aufhänger und zeigt zumindest mir, daß seine gelobte Besserung eben doch vlcht. nur ein Spruch ist, da er ja seinen eigentlichen Fehler überhaupt nicht einsieht. Es geht ihm eben nur um's Geld. Er sieht nicht den von ihm angerichteten Schaden.\n\nWie soll man auf sowas reagieren ?\n\nmfg\nMB","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T11:36:33.938+0000","up_votes":5,"down_votes":0,"body":"Das ist es ja - der von ihm angerichtete Schade wäre ihm in einem Anitaggro-Training ja nahe gebracht und verständlich gemacht worden, denn das ist ja die Grundlage eines solchen Trainings - das Hineinversetzen in die jeweiligen \"Opfer\" - und davon sehe ich hier keine Spur. \n\nHier gehts nur um die Kohle, die ehrlich gesagt auch keiner von uns wiedersehen wird {{sticker:slayer-jinx-wink}} \n\n\nDenn früher oder später wird jeder von uns mit LoL aufhören und dieses Spiel existiert nicht mehr. Wenn man also diese Sicht zugrunde legt, die der TE scheinbar hat, kann ja jeder damit argumentieren.\n\n\"Ich bin in ein Dorf gezogen, da gibts kein Internet und ich kann nicht mehr zocken - Riot ich will mein Geld zurück!\"\n\n\"Ich hab bei nem Unfall beide Arme verloren - Riot ich will mein Geld zurück!\"\n\nusw.\n\n\nAber das ist halt das Problem, wenn man AGBs nicht liest und versteht und dann ernsthaft glaubt, man hat das Recht auf irgendwelche Forderungen.\n\n\n\"Vielen Dank lieber User für deine Zeit bei uns. Wir haben dich gebannt weil du dich wie ein Wildschwein benimmst und all unsere Warnungen in den Wind geschlagen hast. Als Dankeschön gibts deine 600€ zurück. Danke dass du ein Teil der LoL-Community warst.\"\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:16:12.471+0000","up_votes":1,"down_votes":3,"body":"Ich würde gerne einfach eine letzte chance haben.. um einfach wieder spaß zu haben in meinem fav game und habe dies ja auch für mich getan damit ich nicjt mehr so alkresiv bin.","replies":[{"id":"","poster":"Abasin","date":"2016-11-09T08:59:13.728+0000","up_votes":3,"down_votes":0,"body":"Nein, Du willst Deinen alten Account zurück und so tun als sei nichts passiert. Sei wenigstens ehrlich. Die letzte Chance war der dezente Hinweis von RIOT beim 14-Tage Bann, dass bei weiteren Verfehlungen Deinerseits eine permanente (=dauerhafte) Sperre des Accounts erfolgt. Das sollte inzwischen auch bei Dir angekommen sein. Und es nutzt auch nichts weiter gebetsmühlenartig dasselbe \"ich bin geläutert\"-Zeugs runterzuleiern. {{sticker:zombie-brand-clap}} \nNeue Chance = neuer Account und ganz von vorn.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T16:14:08.357+0000","up_votes":1,"down_votes":4,"body":"Ihr versstehr es amle anscheinend nicht.... ICH will nicht so tuhen als ob nix passoert ist und deswegen will ich ja fragen ob ich mich wieder hoch arbeiten dürfte... und bitte deswegen um diese bewährung. Ich weiß ja nicht warum alle direkt schlecht denken aber ich habe mir zu viele emutionen usw. In den acc unvestiert um einfach von neu anzufangen. Deswegen bitte ich ja darum.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-09T16:47:02.980+0000","up_votes":4,"down_votes":0,"body":"Ich werde es bereuen, das ich Dir überhaupt nochmal antworte :(\n\n>und bitte deswegen um diese bewährung.\n\nD I E  \nG I B T \n E S \nH I E R\nN I C H T\n\nist nicht machbar, technisch nicht möglich, Endstation, Sackgasse , Nada, Finito, egal was Du schreibst, was Du fühlst, was Du willst, \n\nHIER KANN DIR KEINER DEN ALTEN ACC WIEDERGEBEN !\n\nJa, ich schreie, weil es geht einfach über die normale Schmerzensgrenze hinaus. Dafür gibts auch ein Wort : Begriffsstutzig\n\nUnd hör verdammt nochmal auf auf Deinem blöden Handy rumzutippen, Deine Posts sind sowas von unleserlich, echt jetzt\n\nHier kann keiner Dir den alten Acc wiedergeben ! Wir können es nicht, es geht nicht ! \n\nUnd das will auch keiner. Du hast den Support falsch verstanden. Ganz einfach ! Der ACC ist weg, für immer , keine Bewährung , keine, niemals , nicht , nein - Neihein, keine Bewährung, Perma ist Perma ! Habe Flasche Voll !\n\n{{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}} {{champion:63}}\n\n---\n\nOha, kann mir mal jmnd. nen guten Therapeuten empfehlen, damit ich meine Aggressionen hier wieder in den Griff bekomme. Ich glaube mein Niveau ist grad tiefer gesunken als die Titanic ...","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T10:48:39.859+0000","up_votes":4,"down_votes":0,"body":"Also Beharrlichkeit hat für mich definitiv einen neuen Namen -> FNC KaG4mi ZoneR  \n\n{{sticker:zombie-brand-facepalm}}\n\nUnd bezüglich deiner Aggressionen - frag doch mal den TE, der ist ja sowas von ausgeglichen hier im Thread und lässt sich durch nichts aus der Ruhe bringen - der kann dir helfen \n\n{{sticker:slayer-jinx-wink}} \n\n\nP.S. Mein Lieblingswort des ganzen Thread ist \"Entnahme\" :D :D :D :D","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:36:13.864+0000","up_votes":1,"down_votes":2,"body":"Wie meinst du des jetzt?","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-09T16:25:03.337+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000a0000000100000000000000020000,timestamp=2016-11-09T16:14:08.357+0000)\n>\n> Ihr versstehr es amle anscheinend nicht.... ICH will nicht so tuhen als ob nix passoert ist und deswegen will ich ja fragen ob ich mich wieder hoch arbeiten dürfte... und bitte deswegen um diese bewährung. Ich weiß ja nicht warum alle direkt schlecht denken aber ich habe mir zu viele emutionen usw. In den acc unvestiert um einfach von neu anzufangen. Deswegen bitte ich ja darum.\n\nUnd schon in den ersten Kommentaren von jetzt über 150 wurde dir gesagt, dass dir hier keiner helfen kann und dass sich das auch nicht ändern wird, weil keiner außer den Betroffenen überhaupt Interesse hat dahingehend etwas zu ändern.\nFalls du irgendwas hier mitgenommen hast, solltest du mittlerweile auch verstanden haben, warum das so ist.","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2016-11-08T14:33:21.484+0000","up_votes":4,"down_votes":0,"body":"Du wirst keine letzte Chance bekommen. Akzeptiere das. \nDeine letzte Chance war der 2-Wochenban und nun ist der Acc gesperrt. \n\nImmerhin kannst du für dich aus der ganzen Geschichte ja mitnehmen, dass du etwas für dich und gegen deine Aggros gemacht hast. Sieh es einfach so, dass du nun ein ausgeglichenerer  Mensch bist und das hat dich halt 600€ gekostet. \n\nUnd zudem hast du gelernt, dass man mit Geld verantwortungsvoll umgehen sollte. Es ist ja niemand anderes daran schuld, dass der Acc weg ist ausser dir.\n\nWenn du beides beherzigst, dann sehe ich keine Probleme, dass du mit einem neuen Acc auch wieder Spass haben wirst.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-08T14:26:21.286+0000","up_votes":2,"down_votes":0,"body":"Und hier drehen wir uns im Kreis. Das Game ist immer noch für Dich da, nur eben nicht mehr mit dem Acc. Die Sache mit dem Supp war ein Mißverständnis und bisher seh ich jetzt in diesem Thread eigentlich nur einen potentiellen Unterstützer Deiner Bewährungs-Idee.\n\nIch denk mal, der Drops ist gelutscht.\n\nmfg\nMB","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T08:28:55.637+0000","up_votes":1,"down_votes":3,"body":" .","replies":[]}]}]}]}]}]},{"id":"","poster":"dasGollum","date":"2016-11-08T09:13:31.579+0000","up_votes":3,"down_votes":0,"body":"Yo, so sieht es aus; Riot kurbelt die Wirtschaft an! \nUnd tut noch was gutes dabei :)","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:27:16.934+0000","up_votes":1,"down_votes":4,"body":"Ich kann wenn du willst mein abschluss zeignis reinstellen plus die anzeige wv. Geld ich investiert habe was genau 599 euro sind zmd laut riot mit über 2k spielzeit","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T09:45:22.034+0000","up_votes":3,"down_votes":0,"body":"Eijeee, das Geld interessiert doch net. Und der Witz ist doch der, daß Du vor dem Bann gewarnt wurdest :\n\nZitat aus den Bestimmungen :\n\n>Die Strafen hängen für gewöhnlich von der jeweiligen Eskalationsstufe ab:\n>\n>    Erster Verstoß: Chateinschränkungen für 10 Spiele\n    Zweiter Verstoß: Chateinschränkungen für 25 Spiele\n    Dritter Verstoß: Zweiwöchige Sperrung\n    Vierter Verstoß: Dauerhafte Sperrung\n>\n>Allerdings kann es je nach Schwere des Vergehens direkt zu einer zweiwöchigen oder permanenten Sperrung kommen. Exzessives negatives Verhalten kann jederzeit und ohne vorherige Chateinschränkung zu einer zweiwöchigen oder permanenten Sperrung führen.\n\n\nDein Training hättest Du spätestens nach dem 2Wochen Bann machen müssen.\nDas Geld mal beiseite, da bleibt Dir nur ein neuer Acc oder das Spiel komplett an den Nagel zu hängen.","replies":[]}]}]},{"id":"","poster":"Crounty","date":"2016-11-07T20:58:47.354+0000","up_votes":1,"down_votes":0,"body":"Ich bin der Meinung, dass man den perma behält unabhängig davon, ob man reformiert ist oder nicht, sonst würde der permanente Ban dem Wort permanent nicht nachgehen. Es ist ultra schwer einen perma zu kriegen (da muss man wirklich jedes game jedem Spieler den Tod wünschen), wenn du diesen erhalten hast, hattest du zahlreiche Warnungen und diesen perma somit verdient. Da sollte es auch keine Ausnahme geben","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:01:51.228+0000","up_votes":1,"down_votes":4,"body":"Nein, nicht jedes game. Ich muss sagen ich hab einfach zu scgwere beleidigungen los gelassen.\n\nAber ich respektiere natürlich deine mei ung nur. Hoffe ich trotzdem auf nachsicht da ich zu viel zeit in dem account investiert habe und geld damit er einfach weg ist :( ich hoffe es ja nur mir wurde ja auch geschrieben hoffen ja aber eine garantie gibts nicht. Ich habs leider erst zu spät gemerkt.","replies":[{"id":"","poster":"OT Riku","date":"2016-11-07T23:23:14.365+0000","up_votes":6,"down_votes":0,"body":"Du redest die ganze Zeit von Geld und Zeit ect.\nDir tut es nicht Leid was du getan hast , dir tut es leid das dein Geld was du genutzt hast für die Inhalte und die Zeit. Aber dir tut es nicht Leid für die Spieler die du Permanent belästigt hast mit deinem Verhalten.\nDu hast eine Strafe bekommen und willst dich jetzt drumrum Reden das du dich gebessert hast.\nMach dir einen neuen Account und zeig das du dich verbessert hast.\nDu kannst hier so viel süßholz raspeln wie du möchtest aber einen Beweis hast du nicht.\nEntschuldige für die harten Worte aber das ist meine Meinung dazu.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T05:20:01.615+0000","up_votes":1,"down_votes":5,"body":"Mhmm nicht wirklich nein. es tut mir auch leid für die leute mit denen ich gespielt habe, ich habe sie sehr respektlos behandelt und wie beschrieben tut mir des auch sehr leid. Wie kannst du so eine behauptung aufstellen? Dies ist ziemlich gemein^^","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T07:33:36.434+0000","up_votes":3,"down_votes":0,"body":"Er geht einfach von dem sehr häufig auftretenden Regelfall aus da du auch nichts anderes schreibst als all die anderen vor dir.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:35:39.091+0000","up_votes":1,"down_votes":3,"body":"Die anderen vor mir intressieren mich nicht wirklich. Da es immer ausnahmen gibt und ma immer wieder auf Individuen trifft.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T09:47:00.962+0000","up_votes":3,"down_votes":0,"body":"Individuen unterscheiden sich aber (wie es das Wort selber schon sagt) durch Individualität. Du schreibst aber fast 1:1 das Gleiche wie alle anderen auch die einen Permaban erhalten haben.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T10:13:51.485+0000","up_votes":1,"down_votes":3,"body":"Würde ich nicht sagen.. ich hab ja sogar ein zeugnis des ich mich aktiv verbessert habe..","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T11:54:15.969+0000","up_votes":4,"down_votes":0,"body":"Zeig ma!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Patter1991","date":"2016-11-07T20:41:39.542+0000","up_votes":4,"down_votes":2,"body":"Gab es schon, kläglich gescheitert. Support hat auch nein gesagt.\n\n> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=,timestamp=2016-11-07T20:38:55.929+0000)\n>\n\n> ihr hab und gut wieder zubekommen da wir ja so gut wie alle viel geld auch reininvestieren.\n\nWelches Hab und Gut? Der Account, der nicht dir, sondern Riot gehört und damit nie DEIN Hab und Gut war?","replies":[{"id":"","poster":"Lord Dominator","date":"2016-11-07T21:08:01.570+0000","up_votes":3,"down_votes":11,"body":"> [{quoted}](name=Patter1991,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0000,timestamp=2016-11-07T20:41:39.542+0000)\n>\n> Gab es schon, kläglich gescheitert. Support hat auch nein gesagt.\n> \n> Welches Hab und Gut? Der Account, der nicht dir, sondern Riot gehört und damit nie DEIN Hab und Gut war?\n\nNatürlich ist es sein Account, hab und gut, zwar in einem anderen Sinne, trotzdem hat er jetzt für heiße Luft  ca. 600€ ausgegeben, du kannst ja auch mal 600€ auf die Straße werfen und mal schauen ob's dich stören würde. Er hat viele Stunden investiert um alles mögliche freizuschalten und dass man für immer gebannt wird, ist auch etwas übertrieben, man sagt doch immer so gerne ,,jeder hat eine zweite Chance verdient'' Bei Riot anscheinend nicht, die sind knallhart. Man könnte das jetzt auch mit Gefängnis vergleichen, wenn du jemanden in Deutschland körperlich verletzt, kriegst du ein Jahr oder so (ich kenn mich mit den Zeiten wie lange man im Gefängnis für was sitzen muss nicht so gut aus), wenn du in Riot etwas nutzt, das es dir einfacher macht, das spiel zu gewinnen, wird man gepermabannt, wieso kann man auf dem Account nicht einfach eine megalange Zeitsperre einrichten? 1 Jahr für scripten oder so, warum ist der Account dann für immer weg? Im Gefängnis wird man in Deutschland doch auch nicht bis zum verrotten in der Zelle eingesperrt... Nur in Amerika kriegt man für Mord lebenslänglich, aber kann man Mord mit cheaten vergleichen? Ich glaube nicht.... Die Riot Leute sind hier anscheinend knallhart, keine Gnade, keine Zweite Chance, sofortiger Tod! O_o Und zu dem Experiment über das alle Leute hier schreiben, das ist dann halt ihr Problem! die haben die zweite Chance bekommen von der ich rede und haben es versaut, deren schuld, Pech gehabt, trotzdem sollte die zweite Chance vorhanden sein, die Spieler wissen dann ,, aha, wenn ich jetzt nochmal so ein Mist baue, dann ist der Account für immer weg'', sowas sollte man einfach mal einbauen, also bitte, man sollte jetzt nicht die zum Beispiel nehmen die's verbockt haben, sondern die Leute die nicht rückfällig geworden sind. Und was zur Hölle ist antiakresions training?\n\nGrüße, xtheannax","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-07T22:05:49.535+0000","up_votes":7,"down_votes":0,"body":"Da ist ziemlich viel, was ich kommentieren möchte. \n\nZu erst einmal, kriegen die Leute mehr als genug Chancen. Das Instantfeedbacksystem arbeitet im Normalfall mit 4 Strikes. 10er CR, 25er CR, 2 Wochenbann und Permabann. Man kann (einmal abgesehen davon, dass man das auch schon vor der ersten Strafe kann) sich nach der CR einfach benehmen, dann kommt man nie auch nur in die Nähe des Permas. Lediglich bei extrem toxischen Chat, werden da Stufen übersprungen, wie etwa ein sofortiger 2 Wochen- oder Permabann. \nDie zweite Chance, wurde also einige male nicht genutzt. Deshalb kriegen die Unverbesserlichen einen Permabann. \n\nZu dem Todesurteil. Man kann es so sehen, dass der Account getötet wird, wenn man unbedingt will. Eigentlich ist das aber unpassend. Der Spieler lebt schließlich noch und kann sich jederzeit einen neuen Account erstellen und auf dem Spielen. Es ist viel eher eine Enteignung, wenn man einen Vergleich sucht. Es werden eben alle Skins, Champions, gesammelten Belohnungen etc. entfernt. \n\nDie 600 € hat man auch nicht für Luft ausgegeben. Man hat den Content nutzen können, solange man gespielt hat. Wenn man ein Spiel mit Onlineservern spielt und das irgendwann geschlossen wird, kriegt man auch kein Geld zurück, nur weil es Online nicht mehr verfügbar ist. Wenn man ins Kino geht, hat man auch nicht 8 € für \"Luft\" ausgegeben, sobald der Film aus ist. Man hat für das Erlebnis gezahlt und bei LoL konnte man eben Skins und Champions nutzen. Wenn LoL irgendwann dicht macht, kann man auch nicht wirklich sagen, die 500 €, die ich in den letzten 10 Jahren ausgegeben habe, waren alle für nichts. Man hat dann schließlich 10 Jahre lang den Inhalt nutzen können.","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:11:57.384+0000","up_votes":1,"down_votes":3,"body":"Da lernt mann wie ma in stress situationen mit sich umgeht, woe ma sachlich bleibt auch wenn ma sauer ist und sich ruhig halten kann wenn ma merkt des ma brodelt.","replies":[{"id":"","poster":"Lord Dominator","date":"2016-11-07T21:31:03.823+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000000010000,timestamp=2016-11-07T21:11:57.384+0000)\n>\n> Da lernt mann wie ma in stress situationen mit sich umgeht, woe ma sachlich bleibt auch wenn ma sauer ist und sich ruhig halten kann wenn ma merkt des ma brodelt.\n\nheißt das dann nicht antiaggressions training '~'Ähm aber gut, hol dir einfach einen neuen account, den du wahrscheinlich schon hast, und geh dann etwas sensibler mit den Leuten um, die fühlen sich nähmlich ganz dolle schlecht wenn sie beleidigt werden, auch wenn sie dich dann zurückbeleidigen und sie dann natürlich keine Schuld trifft ;_;  {{champion:32}}  ähmm, egal, ich werd schon wieder sarkastisch... hoffentlich bist du jetzt etwas vorsichtiger.\n\nGrüße, xtheannax ;)","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:33:31.027+0000","up_votes":1,"down_votes":4,"body":"wie du schon beschrieben hast ist einfach zu viel in dem acc drinnen...\n\nAber danke für die verbesserung.\n\nMfg. Niklas","replies":[{"id":"","poster":"Lord Dominator","date":"2016-11-07T21:42:01.204+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00000001000000000000,timestamp=2016-11-07T21:33:31.027+0000)\n>\n> Dies habe ich noch nicht getan und habe es auch eig. Nicht unbedingt vor... wie du schon beschrieben hast ist einfach zu viel in dem acc drinnen...\n> \n> Aber danke für die verbesserung.\n> \n> Mfg. Niklas\n\nAch so :/ also hast du wegen dem Vorfall komplett das LoL spielen aufgegeben? Also, der Account auf dem du jetzt gerade schreibst, ist das der gebannte? Ich dachte das könnte dein neuer sein weil wenn dein alter gebannt sei dachte ich das du dich jetzt auf dem alten Account nicht mehr einloggen könntest. Schade das du das Spiel komplett aufgegeben hast...aber deinen alten Account wirst du wahrscheinlich sowieso nicht mehr wiederbekommen...schade eigentlich. Ich wiederhole mich ziemlich oft fällt mir gerade auf. Kopf hoch, vergiss deinen alten Account einfach und tue so als hätte es ihn nie gegeben, macht doch Spaß wenn man nochmal die Chance hat alles wieder zu erarbeiten.\n\ntrotzdem grüße, xtheannax","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:50:04.070+0000","up_votes":1,"down_votes":4,"body":"Also würdest du erneut 600 euro ausgeben und 91 tage spiemzeit um den spaß wieder zu haben den du hattest bevor du einen großen fehler begehst?\n\nEins der schlimmsten dachen ist halt des mein bruder auch lol spielt an meinem pc ( wir haben nur meinen ) und joa ich kanns einfach nicht^^ ich denke immer direkt an meinen alten account und habe keine lust mehr.\n\nMfg. Niklas","replies":[{"id":"","poster":"Lord Dominator","date":"2016-11-07T21:57:31.334+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0000000100000000000000000000,timestamp=2016-11-07T21:50:04.070+0000)\n>\n> Also würdest du erneut 600 euro ausgeben und 91 tage spiemzeit um den spaß wieder zu haben den du hattest bevor du einen großen fehler begehst?\n> \n> Eins der schlimmsten dachen ist halt des mein bruder auch lol spielt an meinem pc ( wir haben nur meinen ) und joa ich kanns einfach nicht^^ ich denke immer direkt an meinen alten account und habe keine lust mehr.\n> \n> Mfg. Niklas\n\nNein...gib halt kein Geld für das **Spiel** aus und spiel es wie ich, ich habe gerade mal 1/10 von dem an Geld ausgegeben was du ausgegeben hast, und das war für mich schon ziemlich viel... mach einen neuen Account ohne irgendwas an Geld auszugeben, Hauptsache du hast Spaß und genießt das Spiel, am Anfang wird es natürlich wieder etwas schwieriger für dich werden da dir ja fast alle Champions fehlen werden, oder was vielleicht die beste Lösung wäre da du ja gerade von deinem Bruder gesprochen hast, du könntest ihn doch einfach fragen ob du auf seinem Account spielen könntest, Brüder sollten sich vertragen und Dinge miteinander teilen, ich hoffe ihr seit solche Art von Brüdern.\n\nGrüße, xtheannax","replies":[{"id":"","poster":"Wernicke","date":"2016-11-08T06:18:13.816+0000","up_votes":4,"down_votes":0,"body":"> da du ja gerade von deinem Bruder gesprochen hast, du könntest ihn doch einfach fragen ob du auf seinem Account spielen könntest, Brüder sollten sich vertragen und Dinge miteinander teilen, ich hoffe ihr seit solche Art von Brüdern.\n\nDas ist jetzt vlt nicht der beste Ratschlag (acc sharing)^^","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-08T14:06:57.193+0000","up_votes":4,"down_votes":0,"body":"Vor allem von jemandem verfasst, der sich vor 5 Tagen noch in seinem Thread für einen Job als Support bewerben wollte :D\n\n1a Bewerbungsschreiben!!","replies":[{"id":"","poster":"Wernicke","date":"2016-11-08T15:50:10.125+0000","up_votes":1,"down_votes":0,"body":"Ach er war das?! \nJa siehste, das, äh, is ja, ähm, suboptimal :D","replies":[]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T22:04:17.697+0000","up_votes":1,"down_votes":4,"body":"Wie beschrieben hab ichs versucht aber sobald ich den lol client zum einloggen sehen hab ich keine lust mehr denke an meinen acc und ja... \n\nMfg. Niklas","replies":[{"id":"","poster":"Zulwar","date":"2016-11-08T07:06:26.756+0000","up_votes":3,"down_votes":0,"body":"Naja, das ist nur nicht unser Problem.\n\nWenn du somit aber derzeit keine Lust hast zu spielen, dann würde ich dir empfehlen es auch nicht zu machen, denn ich finde es gibt nichts schlimmeres, als in seiner Freizeit etwas zu machen, wo man eigentlich keine Lust dran hat.\n\nLeague of Legends wird es noch einige Jahre geben und vielleicht werden irgendwann auch deine Kinder LOL spielen, denn da will Riot ja hin. Somit mach erstmal was anderes und wenn du dann anders über die Sache denkst, kommst du wieder.\nIch selber habe auch mal ein halbes Jahr Pause von LOL gemacht, da ich was anderes machen wollte. Aber zurückkommen werde ich denke ich immer wieder und wenn dir das Spiel genauso viel Spaß macht wie mir, dann wirst du das auch, wenn du bereit dazu bist.\n\nSomit Kopf und schau nach Vorne, denn da liegt die Zukunft, die es zu entdecken gilt.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-11-08T06:49:18.455+0000","up_votes":3,"down_votes":0,"body":"Ah, der Gefängnis vergleich.\nAber es gibt auch in Deutschland die Möglichkeit, die Leute bis zum Tod einzusperren. Bei uns nennt sich das dann Sicherungsverwahrung/Sicherheitsverwahrung (eins von den beiden).\nDu musst es mal so sehen.\nMan bekommt als erstes eine Chat Einschränkung von 10 Spielen. Das wäre im realen Leben eine Geldstrafe oder Sozialarbeit.\nDanach gibt es 25 Chateinschränkungen, wenn du dich nicht besserst. Was also wieder Geldstrafe oder Sozialarbeit im realen ist.\nDanach gibt es den 14 Tages Bann. Was also einer Gefängnisstrafe gleich kommt und wenn alles nicht hilft, kommt der Perma Bann.\nWas dann einer Sicherungsverwahrung/Sicherheitsverwahrung gleichzusetzen ist und diese Leute, werden danach nicht mehr begnadigt.\n\nMan hat also mindestens 3 Chancen (unter normalen Bedingungen), bis man Komplett eingezogen wird.\n\nLeider hat unser Ersteller dieses Themas erst gemerkt, das er einen Fehler gemacht hat, als er schon alle Chancen verbraucht hat.\nSomit wenn er noch spielen möchte, muss er sich einen neuen Account machen. Das gute für ihn ist ja, das das lvln bis lvl 30 mittlerweile extrem schnell geht. Somit wird er auch ziemlich schnell wieder wie gewohnt spielen können.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2016-11-07T21:13:19.862+0000","up_votes":3,"down_votes":0,"body":"Lies dir die Nutzerbedinungen nochmal durch (speziell Punkt 4.4) http://euw.leagueoflegends.com/de/legal/termsofuse\nWer aus einem 2-Wochen-Bann nicht lernt, der lernt auch aus einen 4-Wochen-Bann nichts.","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:48:00.149+0000","up_votes":1,"down_votes":4,"body":"Du weißt was ich meine :)","replies":[]}]},{"id":"","poster":"Dimetor","date":"2016-11-07T21:07:47.920+0000","up_votes":4,"down_votes":0,"body":"Hierzu möchte ich noch als Ergänzung zu dem Experiment von Riot erwähnen dass von den 5-10% die es geschafft haben einen Account bis lv 20! zu spielen ohne zu flamen und deswegen erneut gebannt werden wieder der Großteil rückfällig wurde nachdem sie ihren Account zurück hatten.\nDass heißt dass die nur die Zeit \"durchhielten\" bis sie ihren Mainaccount wieder hatten und dann das Ganze wieder von vorne begann. Zusätzlich möchte ich noch erwähnen dass für dieses Experiment nur Leute ausgewählt wurden die einen wirklich herzzerreißenden Beitrag zur Entbannung geschrieben haben und sagten dass sie es wirklich bereuten geflamt zu haben und es diesmal ganz bestimmt anders machen würden. Hier muss mann dann sich wieder dass Ergebnis vor Augen halten. Als Resultat kam dann die Regel dass Permabanns wirklich PERMAbanns sind und nicht rückgängig gemacht werden.\n\nEntschuldigung für das was jetzt doppelt im Thread steht als ich begonnen hab zu schreiben wars noch nicht da.","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T09:39:46.623+0000","up_votes":1,"down_votes":3,"body":"Wenn ihr irgendwann einen großen fehler macht und um irgendwas bittet werdet ihr hiffe ich auch so abgelehnt und mit negativität zugeschüttet.... dies ist einfach schon sehr gemein was ich hier lese.... vor allem hat manns einfach nicht verdient wenn ma sich ja sogar so gesehen für EUCH verbessert und dann sowas ins Gesicht bekommt....","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T09:51:03.487+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000b,timestamp=2016-11-08T09:39:46.623+0000)\n>\n> Wenn ihr irgendwann einen großen fehler macht und um irgendwas bittet werdet ihr hiffe ich auch so abgelehnt und mit negativität zugeschüttet.... dies ist einfach schon sehr gemein was ich hier lese.... vor allem hat manns einfach nicht verdient wenn ma sich ja sogar so gesehen für EUCH verbessert und dann sowas ins Gesicht bekommt....\n\nÄh, was willst Du eigentlich ? Hier kann Dir keiner den Acc zurückgeben, sowieso nicht, das können nur die vom Supp bzw. direkt die RIOT-Mitarbeiter ! Also was willst Du ? Meiner Meinung nach nur Bestätigung wie unfair Du behandelt wurdest oder etwa nicht ? Und die bekommst Du nicht, weil Du vorher andere unfair behandelt hast, ganz einfach. Wenn Du findest, das wir mit der Wahrheit gemein zu dIr sind, dann erstell doch nicht so einen Thread !\n\n@Vogeljunges hat's doch TREFFEND auf den Punkt gebracht {{sticker:slayer-jinx-unamused}}\n\nhier sein Post : http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/dVUes0JE-hallo-liebe-riot-mitarbeiter?comment=000a","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T15:58:06.597+0000","up_votes":1,"down_votes":2,"body":"Nein, ich rede davon was teilweise geschrieben wird. Dies mit dem verdient usw. Ist jdm seine meinung ob ma vergibt oder nicht. Aber WAS und WIE finde ich ziemlich gemein. Also bitte behaupte nicht, dass ich hören will sie ist unfair. Ich hoffe klar. Aber ich sagte nie er wäre unfair.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T16:09:38.068+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000b00010000,timestamp=2016-11-08T15:58:06.597+0000)\n>\n> Nein, ich rede davon was teilweise geschrieben wird. Dies mit dem verdient usw. Ist jdm seine meinung ob ma vergibt oder nicht. Aber WAS und WIE finde ich ziemlich gemein. Also bitte behaupte nicht, dass ich hören will sie ist unfair. Ich hoffe klar. Aber ich sagte nie er wäre unfair.\n\nJo, aber das ist/war was an Essenz des Threads schlichtweg übrigbleibt. Wenn Du dich vorher informiert hättest, dann hättest Du gewußt, daß hier im Forum keine Ban's zurückgenommen werden.Für Dein Mißverständnis mit dem Support können wir nix. \nAber vlcht. hast Du es auch schon gewußt !? Vlcht. steckt Berechnung dahinter ? Vlcht. wolltest Du nur Aufmerksamkeit ? \n\nIch weiß es nicht, ich kenn Dich nicht . Ich weiß nicht wie Du als Mensch bist, ob Du nur so unwissend tust, oder ob's echt ist. Da kannst Du beteuern wie Du willst, wir sind uns völlig fremd. Und jetzt frage ich Dich, hast Du sofort zu einem völlig fremden Vertrauen und glaubst alles was er sagt ? Die ganze Aktion hier hat Dir doch ausser einigen wirklich gutgemeinten Ratschlägen nix gebracht , oder ?\n\nDas \"Was\" und \"Wie\" resultiert an eben Deiner , nuja, gewissen Uneinsichtigkeit, das ein Perma nunmal ein Perma ist. Der Supp gibt ihn Dir nicht wieder und wir können das nicht. Aber Du leierst immer wieder runter wie sehr Du Dich geändert hast mit dem Hinweis das Dir Dein Geld leid tut - und das hat Dir @Vogeljunges auch schon ausklamüsert, sehr genau sogar , daß das Deine angeblich guten Absichten schmälert. Das Geld tut Dir leid, die Du aber geschädigt hast nicht. Erinnert mich an ein illegales Autorennen, wo eine Frau totgefahren wurde. Der Verursacher hatte sich eher Sorgen um seinen Benz gemacht als um die Frau. Dabei hat er aber immer wieder beteuert er würde es nicht nochmal machen. Ich hoffe, Du fährst keine Autorennen ^^\n\nUnd das einigen hier schlichtweg die Geduld fehlt Dir immer wieder dasselbe zu erklären dürfte wohl klar sein, oder etwa nicht. Daraus resultiert dann auch teilweise der Sarkasmus oder ein etwas schärferer Ton, den Du , nebenbei bemerkt , eigentlich verkraften solltest, oder etwa nicht ?\n\nWar mein wirklich letztes Statement. Es wurde schon alles gesagt/geschrieben . Hab keine Lust mehr !","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T16:23:20.273+0000","up_votes":1,"down_votes":2,"body":"Oo? Erstens wie beschrieben hab ich extra nachgefragt weil ichs auch dachte 2 uneinsichtigkeit ?? Ich rede ihr wollt mir alle einreden des ich dumm labbere genau wie du jz ihr kennt mich nicht somit könnt ihr sowas gar nicht behaupten 3 erklärt ihr mir nur was ich ja falsch gemacht hab obwohl ichs selber weiß somit bitte was du da schreibst sind nur unterstellungen...","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T16:27:21.181+0000","up_votes":4,"down_votes":0,"body":"http://m.memegen.com/nw7b0y.jpg\n\n\n---\n\n( aber ich weiß jetzt warum Dich der Support loswerden wollte und in's Forum gescheucht hat ^_^ )","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T17:38:16.142+0000","up_votes":1,"down_votes":2,"body":"Danke...","replies":[]}]}]}]}]}]},{"id":"","poster":"Antiqui","date":"2016-11-08T09:46:49.114+0000","up_votes":1,"down_votes":1,"body":"Ich frage mich, wo das mit ablehnung und Negativität zu tun hat. (ok einige könnten sich freundlicher ausdrücken)\n\nDas bestrafungssystem von Rito ist so ausgelegt, und wir als Normale Spieler können daran nichts ändern, alles was wir nur machen können ist dir sagen das Rito den Account nicht entbannen wird. Nicht nur durch das \"experiment\" das sie damals gemacht haben, sondern weil auch regelmäßig Leute auftauchen die Riot nach nem Bann verklagen wollen. (Schau dir den Thread \"Ich wurde relativ grundlos gebannt\"). Wenn Riot auch nur einmal jemanden entbannen, würde es den klagefreudigen leuten Tür und Tor öffnen wirklich zum Anwalt zu rennen, und Riot ungeheure kosten verursachen.","replies":[]}]},{"id":"","poster":"NoWayØut","date":"2016-11-08T09:45:06.818+0000","up_votes":3,"down_votes":0,"body":"jeder mensch macht fehler das kann keiner bestreiten.\nJeder Mensch kann sich verbesseren oder verschlechtern.\nJeder Mensch hat sich eine zweite chance verdient,\nFnc es tut mir leid wegen dein acc.\nmach dir ein neuen auch bei wenig zeit,  und nutz dein neuen acc als zweite chance :)\nmfg BloodMoonShyvana","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T09:48:06.312+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=BloodMoonShyvana,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000c,timestamp=2016-11-08T09:45:06.818+0000)\n>\n> Jeder Mensch hat sich eine zweite chance verdient,\n\nDie gabs schon mit der 2wöchigen Sperrung","replies":[{"id":"","poster":"NoWayØut","date":"2016-11-08T09:51:38.073+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000c0000,timestamp=2016-11-08T09:48:06.312+0000)\n>\n> Die gabs schon mit der 2wöchigen Sperrung\n\nich habe leider gottes nicht wirklich aufs spiel besogen  sondern im allgemeinen :D.\naber da haste rechte .\n\nzb. trostdem kann es ja passieren das spieler xyz deine familie beleidigt und denen tod wünscht nur weil du grade net gut spielst:\nnun nehmen wir an deine Mutter ist verstorben. wie würdest du reagieren.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-11-08T09:55:43.795+0000","up_votes":2,"down_votes":0,"body":"> zb. trostdem kann es ja passieren das spieler xyz deine familie beleidigt und denen tod wünscht nur weil du grade net gut spielst:\n> nun nehmen wir an deine Mutter ist verstorben. wie würdest du reagieren.\n\nSpieler muten und nach dem Match reporten. Mehr nicht. Reicht ja auch, da alles andere nur mir selber noch zusätzlich schaden würde.","replies":[{"id":"","poster":"NoWayØut","date":"2016-11-08T09:57:34.562+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=CypherHD,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000c000000000000,timestamp=2016-11-08T09:55:43.795+0000)\n>\n> Spieler muten und nach dem Match reporten. Mehr nicht. Reicht ja auch, da alles andere nur mir selber noch zusätzlich schaden würde.\n\ndas glaube ich dir leider nicht. das sagt jeder und haut dan selber sprüche gegen den raus :)\n\nist nicht böse gemeint kenne es aus erfahrung wo ich noch mit mein kumpel gespielt habe :)","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-08T11:12:33.746+0000","up_votes":4,"down_votes":0,"body":"Nur weil dein Kumpel das so macht, heißt das noch lange nicht, dass alle anderen das auch so machen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T16:25:12.456+0000","up_votes":1,"down_votes":2,"body":"Dann heißt es aber auch des ich nicht unbedingt so sein muss wie die anderen...","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-09T19:11:04.699+0000","up_votes":3,"down_votes":0,"body":"Vielleicht, das kann man nicht wissen. Aber es wird nichts daran ändern, dass die Permas nicht aufgehoben werden.","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-11-08T10:22:20.494+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=BloodMoonShyvana,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000c00000000,timestamp=2016-11-08T09:51:38.073+0000)\n>\n> ich habe leider gottes nicht wirklich aufs spiel besogen  sondern im allgemeinen :D.\n> aber da haste rechte .\n> \n> zb. trostdem kann es ja passieren das spieler xyz deine familie beleidigt und denen tod wünscht nur weil du grade net gut spielst:\n> nun nehmen wir an deine Mutter ist verstorben. wie würdest du reagieren.\n\nAlso zunächst einmal bin ich mir ziemlich sicher daß derjenige meine Mutter überhaupt nicht kennt und mich kennt der auch nicht. Das würde sonst an ein Wunder grenzen , oder ? Okay, wenn der mich und meine Mom nicht kennt, warum schreibt der dann sowas ? Er schreibt sowas um einfach mich zu verletzen und zu beleidigen. Also ganz niedere Beweggründe . Und auch wenn meine Mutter tot wäre, dann wüßte der/die das doch garnicht. Es ist also nur ein Schuß ins Blaue. Es spielt in dem Fall also gar keine Rolle, ob wirklich jmnd. aus der eigenen Familie Krebs hat oder gestorben ist, weil der/die es einfach nicht wissen kann. \n\nEs läßt sich komplett runterbrechen auf eine einfach dumme , stumpfsinnige Beleidigung. Ebensogut könnte der/die sagen \"Du hast ne hässliche Unterhose an\" , die Wahrscheinlichkeit, ob er recht hat wäre bei mir wohl sehr hoch. Okay, aus Respekt vor den Toten und Kranken, was nützt uns jetzt dieses Wissen, das so ne unbedeutende Leuchte irgendwas gesagt hat, was vlcht. grad stimmt, aber das eben nur purer Zufall ist ?\n\nRichtig, es ist unwichtig. Es ist nur der Versuch uns aus der Fassung zu bringen, mehr nicht. Es ist völlig belanglos was der/die sagt, zumindest für uns, weil der/die uns eben nicht kennt. Jetzt kommt es einzig und allein auf uns an, wie wir damit umgehen. Und da hilft mir einfach das Wissen, daß derjenige mich eben nicht kennt, d.h. er labert irgendwas und kann getrost ignoriert werden, bis zu dem Zeitpunkt wo wir tätig werden können und das ist das Reporten. Das ist der einzigste Punkt wo diese nutzlose Type nützlich ist, nämlich das wir ihn am Ende reporten können.\n\nDer KasusKnaxus ist einfach das Mindset. Man muß es eben nur schaffen denjenigen zu ignorieren bis das Spiel vorbei ist, weil mehr als Ignoranz hat der einfach nicht verdient. Und ja, da ist das Muten eine große Hilfe.\n\nmfg\nMB","replies":[]},{"id":"","poster":"Shiggyvara","date":"2016-11-08T12:49:30.769+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BloodMoonShyvana,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000c00000000,timestamp=2016-11-08T09:51:38.073+0000)\n>\n> ich habe leider gottes nicht wirklich aufs spiel besogen  sondern im allgemeinen :D.\n> aber da haste rechte .\n> \n> zb. trostdem kann es ja passieren das spieler xyz deine familie beleidigt und denen tod wünscht nur weil du grade net gut spielst:\n> nun nehmen wir an deine Mutter ist verstorben. wie würdest du reagieren.\n\nDas Spiel beenden. Ausmachen was anderes spielen.\nWenns mich so sehr trifft, dass es genügen würde um zu flamen kann ich genausogut afk gehen. Hat den Vorteil, dass ich mich der Situation nicht mehr aussetzen muss. \nWürde ich den Spieler muten müsste ich es mir zwar nicht mehr anhören, jedoch immer noch damit leben mit so nem Typen spielen zu müssen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-08T13:28:14.975+0000","up_votes":1,"down_votes":0,"body":"Ja, sicher, kann man machen. Wär wohl auch nur zu verständlich. Gerade wenn man sowas nicht ab kann ...\n\nAllerdings geht der Flamer dann vrmtl. straffrei aus. Du verpasst halt die Chance mit Deinem Report das Zünglein an der Waage zu sein , sodaß der/die bestraft wird. Vlcht. wäre für den auch ein Perma drin gewesen, wer weiß ?\n\nMeiner Tochter würd ich sagen, wenn sie z.B. mit \"Deine Eltern sollen sterben!\" vollgeflamt wird, ihr würd ich sagen :  Klaro, irgendwann mal bestimmt, aber jetzt spiel das Spiel zur Ende und reporte den dann !\n\nmfg\nMB","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:58:22.335+0000","up_votes":1,"down_votes":2,"body":"Und ich habe den fehler gemacht zu beleidigen... des schlimme ist meist hab ich angefangen...","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T14:57:06.608+0000","up_votes":1,"down_votes":2,"body":"Keine zeit alles wieder zu erspielen. Würde jahre dauern. Deswegen hoffe ich einfach nur. trzd danke.\n\nMfg. Niklas","replies":[]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-11-09T16:53:27.621+0000","up_votes":1,"down_votes":5,"body":"Ich finde schon, dass es für einen Gebannten die Möglichkeit geben sollte seinen Account zurückzubekommen. Allerdings nur wenn er eine erhebliche Verbesserung beweisen kann. Als einziger Beweis kommt für mich ein neuer Account, der über längere Zeit mehr Ehrungen als Reports erhält, in Frage.","replies":[{"id":"","poster":"legofreak1","date":"2016-11-09T17:07:58.885+0000","up_votes":3,"down_votes":0,"body":"Das würde nur die \"letzte Warnung\" um eine Stufe verschieben. Entweder es bleibt beim 14-Tage Bann als letzte Warnung oder der Permabann ist die letzte Warnung vor der Bewährung, wie du diese vorschlägst. RIOTs Daten belegen aber, dass eine weitere Stufe nach dem 14 Tage Bann nicht wahrscheinlicher dazu führt, dass sich ein Spieler bessert. Wer es nach dem 14 Tage Bann nicht begriffen hat, wird es auch später nicht mehr begreifen und kostet damit RIOT viel Geld, da er weiterhin Spieler belästigt und diese kein Geld mehr ausgeben werden.\n\nTatsächlich hat es dieses Experiment wie von dir gefordert und garantiert hier im Thread beschrieben bereits gegeben. Dort wurden permanent gesperrten Spielern neue Accounts zur Verfügung gestellt, mit dem Versprechen, die alten Accounts zurückzuerhalten, sollte der neue Account ohne einen Permabann zu erhalten lvl 30 erreichen. Das haben damals nur wenige Spieler überhaupt geschafft, sodass wiederum ein hoher Schaden für RIOT entstand.\nWürde man diese Praktik nun für den TE einführen, müsste man auch anderen permanent gebannten Spielern diese Chance geben, was dazu führen würde, dass der Permabann keine Konsequenz mehr ist, da er nicht mehr so permanent ist, wie der Name es vermuten lässt.\nAbgesehen davon kann man über Verhältnis von Ehrungen zu Reports keine verlässliche Aussage über das Verhalten eines Spielers im Spiel treffen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-11-09T17:45:33.980+0000","up_votes":1,"down_votes":4,"body":"Grundsätzlich halte ich das Bannsystem für  gut und fast schon für zu gnädig ;) \n\nUnd irgendwie überascht mich das Ergebnis des Experiment auch nicht. Ich vertrete aber trotzdem die Meinung, dass man die Möglichkeit bekommen sollte Fehler zu bereuen und geradezubügeln. Auch wenn es wohl nur wenige sind die sich überhaupt bessern wollen. Und noch weniger die es Schaffen sich zu bessern. \n\nEinen neuen Account erstellen, kann sich grundsätzlich jeder gebannte. Und der eine der sich nach einem Jahr markelosem spielen beim Support meldet mit der Bitte um Entbannung, hat sich diese möglicherweise verdient. Zum Glück muss ich sowas nicht entscheiden, aber ich denke der TE fällt (noch) nicht in diese Gruppe. Denn wer sich Sch...e selber einbrockt, der sollte kämpfen müssen, um da rauszukommen.","replies":[{"id":"","poster":"Abasin","date":"2016-11-09T20:49:01.501+0000","up_votes":2,"down_votes":0,"body":"Es werden sich auch dann wieder jede Menge Trittbrettfahrer melden, die nach der verweigerung dann hier aufschlagen und sich über das doch so unfaire System beschweren. Also so gesehen kann man es neimals jedem recht machen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:19:58.975+0000","up_votes":1,"down_votes":5,"body":"Warum sollte es unfair sein. Wenn leute sich aktiv bessern und dann eine letzte chance bekommen. Z.b könnte ma ja einen eigenen server für die leute machen wie der pbe und wenn sie sich da hochspielen ohne flamen wieder normal raus lassen wie z.b ein gefängnis nur mann wird wegen gutter führung rausgelassen. wäre dies nicht eine idee damit ein schaden nicht mehr entsteht?\n\nAuch an @legofreak1\n\nMfg. niklas","replies":[{"id":"","poster":"legofreak1","date":"2016-11-09T21:45:10.256+0000","up_votes":2,"down_votes":0,"body":"Du hattest deine letzte Chance auf diesem Account. Du wirst keine zweite letzte Chance erhalten. Selbst wenn du dieser eine unter tausend Spielern bist, der es schaffen könnte, wirst du diese Chance nicht erhalten. Der Aufwand, den RIOT alleine nur für dich und andere Spieler, die wie du um eine zweite letzte Chance bitten, ist viel zu hoch, als dass dies auch nur ansatzweise gerechtfertigt wäre.\nEin weiterer Server zum Beispiel wäre exorbitant überteuert, wenn dieser extra für diese kleine Population an Spielern angelegt werden würde, abgesehen davon, dass es kein vernünftiges Matchmaking gäbe. Abgesehen davon ist Prisoner's Island (das erzwungene Zusammenspielen von Flamern mit Flamern) keine gute Idee, da Flamer ihr eigenes Verhalten als Standard ansehen würden.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:50:44.627+0000","up_votes":1,"down_votes":3,"body":"Ich würde halt einfach gerne von einem riotler die meinung hören... da hier zwar mega negative aber auch ansatz weiße positive meinungen vorhanden sind. Ich würde nur gerne hören ob sie mir nun vll. Eine sogenante \"bewährung\" oder überhaupt eine chance geben und es anerkennen des mir der account sehr wichtig ist da er mir viel spaß bereitet hat und des ich mich gebessert habe bzw es behaupte und mich es versuchen lassen oder nicht... \n\nMfg. Niklas","replies":[{"id":"","poster":"Patter1991","date":"2016-11-09T22:45:55.286+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000e000000000000000000000000,timestamp=2016-11-09T21:50:44.627+0000)\n>\n> Ich würde halt einfach gerne von einem riotler die meinung hören... \n\nDein scheiß Ernst??? DIE HAST DU SCHON!!! Der Support hat dich bereits abgewiesen!!!\nDu kannst das nicht ernst meinen. Du kannst nicht so verblendet, begriffsstutzig und weltfremd sein. Du musst einfach ein Troll sein.","replies":[{"id":"","poster":"NoWayØut","date":"2016-11-10T01:13:23.502+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Patter1991,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000e0000000000000000000000000000,timestamp=2016-11-09T22:45:55.286+0000)\n>\n> Dein scheiß Ernst??? DIE HAST DU SCHON!!! Der Support hat dich bereits abgewiesen!!!\n> Du kannst das nicht ernst meinen. Du kannst nicht so verblendet, begriffsstutzig und weltfremd sein. Du musst einfach ein Troll sein.\n\npatter bitte ruhig blut denk an dein blutspiegel ;)","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T08:20:31.148+0000","up_votes":1,"down_votes":3,"body":"Naja eig nicht die sagten ich soll mich im forum melden da ich hier eine chance habe. Also warum schreibst du sowas Oo?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-10T08:44:38.605+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000e00000000000000000000000000000001,timestamp=2016-11-10T08:20:31.148+0000)\n>\n> Naja eig nicht die sagten ich soll mich im forum melden da ich hier eine chance habe. Also warum schreibst du sowas Oo?\n\nNein, das sagten sie NICHT !\n\nDie Antwort war :\n\n> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0009000000000001000100000000000000000000000000000000,timestamp=2016-11-08T14:14:11.673+0000)\n>\n> Érai (Riot Games Player Support)\n> 6. Nov., 10:39 PST\n> \n> Hallo Beschwörer,\n> \n>** hier beim Player Support werden wir weder dein Feedback auf eine bedeutungsvolle Weise bearbeiten, noch die jeweilige Sperre mit dir diskutieren können. Hier können wir nur die Validität deiner Sperre überprüfen (bereits gemacht) und dir erklären wieso diese auf dein Konto eingesetzt wurde.**\n\n\nD.h. Deine Sperre wurde überprüft , mit Dir diskutiert und validiert und NICHT zurückgenommen ! Ist in dem Fall auch NICHT rücknehmbar. Genau das schreiben sie hier \n\n\"WEDER DEIN FEEDBACK ... NOCH DIE JEWEILIGE SPERRE ...WIR ... DIR ... ERKLÄREN WIESO DIESE AUF DEIN KONTO EINGESETZT WURDE\"\n\nSie erklären Dir NUR warum sie die eingesetzt haben, aber NICHT das sie rücknehmbar ist bzw. wäre ! Da ist auch kein Hoffnungsschimmer am Horizont , noch nicht mal ein versteckter Hinweis oder sowas.\n\n> \n> Für uns ist es nämlich wirklich sehr wichtig, dass alle Diskussionen, die sich auf momentan aktive Spielsystemen beziehen, auf eine öffentliche Ebene durchgeführt werden. So können wir schließlich sicher stellen, dass mögliche daraus resultierende Änderungen sich nicht nur auf die Ideen und individualen Erfahrungen eines einzelnen Beschwörers beziehen, sondern auch noch der Ansicht eines bedeutenden Bestandteils der Community entsprechen.\n> \n> **Es wäre also viel besser dich mit solchen Anliegen (Ideen, Kritik, Meinungen) an unsere Foren zu wenden. Auch wenn wir dort nicht in jeden Post etwas reinschreiben, kann ich dir versichern, dass wir dort genau so gut auf Meinungen und Anregen achten, wie auf das, was uns Beschwörer hier beim Support einreichen.**\n\n\nHier verweisen sie auf das Forum, damit Du IDEEN,KRITIKEN,MEINUNGEN für das Spiel diskutieren kannst. Unter anderem ob es sinnvol wäre Dein komisches Bewährungssystem einzuführen. Da ist KEIN Hinweis auf eine Rückgabe des alten ACC. Warum auch immer sah der Support Deine Ansicht auf Bewährung als Anregung an um darüber diskutieren zu können. Oder aber die wollten Dir schlichtweg nicht mehr schreiben, weil sie wichtigeres zu tun haben und Du denen auf'n Keks gingst. Wenn man sich Deine Argumentation ansieht, dann merkt man auch warum !\n\nSag mal kapierst Du das nicht ? Ich mein, Du gehst doch arbeiten und stehst sozusagen im Leben !? Wo fehlt's denn dann bei Dir ? Dieses beharren und klammern und Vorbeiargumentieren, als ob Du uns hier komplett ignorierst ist doch absolut irrational ! Mir kann keiner erzählen, das sowas normal ist. Jeder schreibt das hier, das es perma ist, Du selber lieferst den Beweis vom Supp und immer noch ignorierst Du sämtliche Argumentation ! Wie nennt man sowas, weil begriffsstutzig passt garnicht mehr !?\n\nFakt ist : Keiner vom Supp hat das gesagt/geschrieben, was Du hier behauptest ! Da steht nichst aber auch garnichts von einer Chance ! Und schon garnicht was von Rückgabe ! Wenn Du fragst, ob Du mit Deinem Anliegen eine Chance haben könntest und der Supp antwortet Dir so, dann meint er genau das Anregungen/Kritiken/Meinungen. Du hast die Chance das hier vorzutragen, mehr nicht.\n\n{{sticker:zombie-brand-mindblown}} {{sticker:zombie-brand-facepalm}}\n\nWeißte was, um dem ganzen hier mal Substanz zu verleihen würde ich vorschlagen Du postest hier die Chatlogs - (vom PC aus nicht vom Handy !) dazu will ich jetzt auch Dein Zeugnis vom angeblichen Antiaggressionstraining sehen , ich denk mal, damit bin ich net allein. \n\nMich beschleicht eher der Verdacht, das Du andere mit Deiner Art in die Aggression treibst. Also wenn Du das auch Ingame machst, dann bin ich sowas von froh, daß Du gesperrt wurdest, aber SOWAS von froh und ich begrüße es, daß Du keinen neuen ACC erstellen willst. Niemand, aber auch absolut niemand sollte gezwungen sein mit Dir zu spielen. Das wünsch ich echt keinem !\n\nIst das hier vlcht. nen Psychotest von Dir ?","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:29:26.514+0000","up_votes":1,"down_votes":3,"body":"Wie gehst du denn bitte mit menschen um? ... ich hab echt noch nie jmden gesehen der so Verständnis los ist. Sry.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-11-10T16:45:41.878+0000","up_votes":3,"down_votes":0,"body":"Mein lieber Niklas, wenn Du mal in die chronologische Ansicht dieses Threads wechseln würdest, dann würdest Du bemerken, daß bis zur 5. /6. (!) Seite alle, aber wirklich alle incl. mir nett zu Dir waren und Dir versucht haben zu erklären das :\n\nEINE RÜCKGABE DES ALTEN ACC NICHT MÖGLICH IST !\n\nAber Du nie, aber auch überhaupt nicht einmal auf unsere Argumentation eingegangen bist. Ab der 7. Seite war meine Geduld leider Gottes erschöpft.\n\n\nUnd hör bitte auf über das Handy zu tippen. Deine Beiträge sind unleserlich. Wenn Du sowieso keinen PC hast, was machst Du dann hier ?\n\nEine letzte Frage noch von mir, hast Du Dich denn jetzt wenigstens davon verabschiedet, Deinen alten ACC wiederzubekommen und hast Du verstanden , was Dir der Supp mitgeteilt hat ?\n","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:39:51.534+0000","up_votes":1,"down_votes":3,"body":"Falsches wort. \n\nSo relativ gemein ist und mit jmd. Umgeht der sich für sogesehen dich verbessert hat.","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-11T07:33:35.316+0000","up_votes":1,"down_votes":0,"body":"Der Haudruppmoor hat dich was gefragt, warum antwortest du darauf denn nicht?","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2016-11-10T11:02:53.502+0000","up_votes":2,"down_votes":1,"body":"Ey Leute, tut mir leid...!!!\n\nNicht der Junganwaltsgehilfe ist meine König - ganz klar dieser TE ist der ABSOLUTE König... \n\n...dieser Thread.... ...ist ein absolutes Phänomen!!!","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:27:28.074+0000","up_votes":1,"down_votes":3,"body":"Wie meinst du des^^?","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T18:07:38.986+0000","up_votes":1,"down_votes":0,"body":"Damit meine ich, dass ich mich für immer an dich erinnern werde.","replies":[]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:41:21.950+0000","up_votes":1,"down_votes":2,"body":"Und klar schick ich mein zeugnis ein, liegt aber in trier was bedeutet es dauertn bisschen da meine mutter mirs dann erst schicken muss.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2016-11-10T08:41:17.961+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000e00000000000000000000000000000001,timestamp=2016-11-10T08:20:31.148+0000)\n>\n> Naja eig nicht die sagten ich soll mich im forum melden da ich hier eine chance habe. Also warum schreibst du sowas Oo?\n\nWie schon geschrieben wurde, hast Du das offenbar etwas falsch verstanden. Die sagten, dass Du Deine Idee mit der Bewährung im Forum zur Diskussion stellen kannst. Wenn es auf großen Zuspruch trifft, könnte RIOT möglicherweise überlegen dies in die Tat umzusetzen.\nWas der Supporter nicht meinte war, dass Du hier im Forum um Zuspruch für Deine Entbannung bitten kannst, und diese dann bekommst.","replies":[]}]}]},{"id":"","poster":"Vogeljunges","date":"2016-11-10T11:06:30.184+0000","up_votes":3,"down_votes":0,"body":"Was heisst denn hier \"mega negativ\" ?? Bloß weil wir **ALLE** hier etwas sagen, was du nicht hören willst?!?!?!?\n\nIch finde ganze im Gegenteil - wir sind hier alle verdammt nett zu dir und versuchen, dir zu helfen. \n\n...aber irgendwas läuft hier echt falsch... \n\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:31:28.941+0000","up_votes":1,"down_votes":2,"body":"Naja nett nenne ich was anderes z.b haudruppmoor... \n\n\nIch habe mir eher gedacht des die leute aufgeschlossener sind für menschen die ihre fehler einsehen sich verbessern und auf eine metzte chance hoffe.\n\nMfg Niklas","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T18:03:26.722+0000","up_votes":3,"down_votes":0,"body":"Klar sind hier alle aufgeschlossen, aber du willst einfach nur mit dem Kopf durch die Wand.\n\nDie Frage ist - was nennst du denn bitte aufgeschlossen? wie sollten hier die Leute reagieren, damit du sie als aufgeschlossen siehst? \n\nWir alle finden gut, dass du deine Fehler einsiehst, wir alle finden gut, dass du gemerkt hast, dass du dich daneben benommen hast und wir hoffen, dass du aus der Erkenntnis etwas machst, dass man sich nicht so hätte benehmen sollen wie du es getan hast.\n\nUnd du hast natürlich recht, dass jeder eine zweite Chance verdient hast. Aber dabei übersiehst du einfach völlig, dass du diese Chance schon längst mehrere Male hattest. \n\n\n\nRiot hat zu dir gesagt \"Hier ist dein Chat-Restrict, verhalte dich in Zunkunft besser.\"\n\nhaste nicht gemacht\n\nRiot hat zu dir gesagt \"Hier ist dein 2-Wochen Ban - pass jetzt mal echt auf sonst ist dein Account weg.\"\n\nhaste nicht gemacht\n\n\nSiehst du denn nicht selbst endlich mal ein, dass du die Chance, von der du hier die ganze Zeit redest, davon dass man Menschen vergeben soll, dass jeder nochmal unter Beweis stellen kann dass er auch anders kann..... Siehst du denn nicht mal ein, dass du es zu spät eingesehen und deine Chance verpasst und dein Account gebannt und für immer gebannt sein wird?????\n\n\nDu wurdest gewarnt, du hattest die Chance um die du nun bettelst und du hast sie nicht wahr genommen und dein Account ist für IMMER IMMER IMMER gebannt..\n\n\nKannst du das verstehen?!? Es gibt keine Bewährung für dich. Deine Bewährung war spätestens der 2-Wochen-Ban... Das war die letzte Warnung... Und nun (ich zitiere Haudruppmoor) - ist der Drops gelutscht!!","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-11-10T16:39:57.442+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000e00000000000000000000000000010000,timestamp=2016-11-10T16:31:28.941+0000)\n>\n> und auf eine _**~~m~~letzte ~~c~~Chance**_ hoffe'n'.\n\nhttps://68.media.tumblr.com/2a393ad821c80640a20c160c4ef9b19f/tumblr_njy6a5HhcE1u609l2o1_500.gif","replies":[]}]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:57:23.917+0000","up_votes":1,"down_votes":2,"body":"Aber jeder weiß dann ja des es falsch ist. warum sollten sie dann dieses schlechte verhalten vorführen?","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T11:04:47.952+0000","up_votes":2,"down_votes":0,"body":"Los, poste mal die Chatlogs, ist doch eh egal... \nDas beeinflußt unsere Meinung über dich nun auch nicht wirklich... Die haben sich hier alle schon gebildet denke ich.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:32:31.132+0000","up_votes":1,"down_votes":1,"body":"Aber wie gesagt was ich schrieb ist unter aller sau...\n\nScreen oder copy paste?","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-11T07:38:48.325+0000","up_votes":1,"down_votes":0,"body":"Ach so schlimm wirds schon nicht sein. Immerhin hast du ingame ja wohl nicht mit dem Handy geschrieben und daher wird es eine Wonne sein, nicht bei jedem 2. Wort überlegen zu müssen worauf du hinaus willst.\n\nMir persönlich reicht auch Copy/Paste, solang du nichts weglässt.","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:31:55.773+0000","up_votes":1,"down_votes":1,"body":"Jo mache ich. Kann aber bis freitag nur ans handy.","replies":[]}]}]}]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:15:41.335+0000","up_votes":1,"down_votes":2,"body":"Eine frage, was bedeutet \"TE\" ? thread  ersteller?","replies":[{"id":"","poster":"legofreak1","date":"2016-11-09T21:41:07.145+0000","up_votes":2,"down_votes":0,"body":"Ja.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:44:36.070+0000","up_votes":1,"down_votes":2,"body":"Ok danke. \n\nMfg. Niklas","replies":[{"id":"","poster":"legofreak1","date":"2016-11-09T21:48:10.465+0000","up_votes":2,"down_votes":0,"body":"Warum sich ein eigener Server nicht lohnt, habe ich oben geschrieben. Zusätzlich noch dazu: Entweder du lernst dich zu benehmen oder du wirst vor die Tür gesetzt. Punkt. Flamer kosten RIOT schon genug Ressourcen, da gibt es nicht auch noch eigene Server für diese.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:53:17.813+0000","up_votes":1,"down_votes":2,"body":"Jo habs zu spät gelesen sry.\n\nMfg Niklas","replies":[]}]}]}]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T21:03:03.992+0000","up_votes":1,"down_votes":2,"body":"Eins muss ich sagen es hatte was guttes die chatlogs selber zu lese. Dadurch hab ich selber gesehen wie ich mich verhalte... wenn ihr sie sehen könntet würdet ihr euch alles denken.. aber nichts gutes. Wodurch ich gesehen habe des ichn prob. Hab und mir hilfe gesucht habe. Jz kann ich aktiv mich unterkontolle halten wenn ich merke ich werde sauer und kann was dagegen tuhen da hab ich viele methoden gelernt zu handelndamit ich nicht brodel sondern aktiv ruhig bleibe. \n\nSry für die Rechtschreibung, muss momentan am handy tippen.\n\n\nMfg. Niklas","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-09T20:55:30.458+0000","up_votes":1,"down_votes":2,"body":"Aber was ust wenn ma z.b wie in meinen fall eine therapie hatte? \nIch habe mich ja aktiv verbessert und mall ganz anders. Ich gehe jz zum beispiel auch arbeiten und da wird ma ja auch erwachsener.\n\nMfg Niklas","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T11:01:17.866+0000","up_votes":2,"down_votes":0,"body":"Dann tu dir bitte selbst diesen Gefallen ----->>>>>           \n\nWENN DEIN CHEF DIR DA IRGENDWAS SAGT UND DU ANDERER MEINUNG BIST, FANG BITTE NICHT AN ZU DISKUTIEREN!!!!","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-10T16:32:57.844+0000","up_votes":1,"down_votes":1,"body":"Was hat des hiermit zutun?","replies":[{"id":"","poster":"Vogeljunges","date":"2016-11-10T18:13:05.026+0000","up_votes":1,"down_votes":0,"body":"Alles.","replies":[]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-11-08T01:29:53.471+0000","up_votes":3,"down_votes":0,"body":"So blöd das klingt... aber du solltest dir genau dieses Gefühl des verlorenen Accounts bewahren. Schließlich scheinst du in dem Moment erkannt zu haben, dass du ein Problem mit deinen Aggressionen hast und hast dir Hilfe geholt. Was ein gewaltiger Schritt in deiner Persönlichkeitsentwicklung ist. \n\nUnd die Erkenntnis, dass du da ein Problem haben könntest, hätte dich an schlimmeren Stellen treffen können. In deiner Ausbildung zum Beispiel. Du willst dir gar nicht ausmalen, was eine Verhaltens-bedingte Kündigung wegen Aggressionsproblemen mit deinem Leben gemacht hätte...\n\nUnd ja, nur der Schmerz, den der Verlust deines Accounts ausgelöst hat, hat dich zu dem Punkt gebracht, dass du Hilfe annehmen solltest. Hilfe, die dir wahrscheinlich an ganz anderen Enden was bringen wird.\nWenn du dann in 10 bis 15 Jahren auf deinen LoL Account zurück schaust, wirst du immer mehr erkennen, wie wichtig es für dich war, damals diesen Account zu verlieren um an den Punkt zu kommen, an dem du dann sein wirst.\nUnd ja, ein Teil von dir wird sich immer darüber ärgern, dass er sich damals so dumm angestellt hat. Aber genau dieses Gefühl bewahrt dich dann auch davor, Rückfällig zu werden...","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-11-07T21:21:09.897+0000","up_votes":3,"down_votes":0,"body":"Ich habe mir die Kommentare mal alle hier durchgelesen. Wenn du auf League oft Legends nicht verzichten willst, dann musst du dir wohl oder übel einen neuen Account zulegen. Sieh es einfach als Chance, deine “kriminelle“ Vergangenheit hinter dir zu lassen und einen Neuanfang zu starten. Während 'ner Ausbildung findet man schon genügend Zeit, um mal ein paar Ründchen zu spielen","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:27:00.113+0000","up_votes":1,"down_votes":4,"body":"Ich will aber nicht unbedingt wieder so viel geld und zeit investieren um auf meinen stand zu kommen und so spielen zu können wie ichs gewohnt war... anders machts doch auch einfach keinen spaß :/  es ist einfach scjeiße gelaufen... ich habe ja ein training gemacht und hoffe eu fach auf ne letzte chance von seitens riot ..","replies":[{"id":"","poster":"LegendaryXenon","date":"2016-11-08T05:26:09.977+0000","up_votes":3,"down_votes":0,"body":"Dann war es das mit lol. Du kannst deinem Bruder zugucken oder streams ansehen. \n\nSagen wir es so:\nDu wirst entbannt, wenn die Sonne im Westen auf und im Osten untergeht.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-11-07T22:55:25.067+0000","up_votes":3,"down_votes":0,"body":"Du musst ja nicht zwanghaft Geld und Zeit in LoL investieren. Wenn dir der Sinn nach einer Runde steht, dann spiel einfach 'ne Runde und wenn du keine Lust darauf hast, dann mach was anderes. Riot hat einfach viel zu viele Spieler, um bei einem von Millionen eine Ausnahme zu machen. Hinter dem Spiel steckt nun mal ein riesiges Unternehmen und die können nicht auf jeden Kunden reagieren, auch wenn sie es wollen.","replies":[]}]}]},{"id":"","poster":"0815xand0r","date":"2016-11-07T21:09:16.574+0000","up_votes":4,"down_votes":1,"body":"> wenn ich es so erläutern könnte xD also damit meine ich des ich eine seasom beobachtet werde und sobalt ich aus der reihe tanze was beleidigungen toxisches verhalten usw betrifft einfach gebannt werde ohne wenn und aber.\n\nDiese \"Bewährung\", wie du sie nennst hattest du schon. Das waren die Strafen vor dem Permaban. Dir wird nichts weiter übrig bleiben, als eben einen Acc zu erstellen.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2016-11-07T20:42:13.476+0000","up_votes":2,"down_votes":0,"body":"So ein Experiment gab es schon mal vor Jahren. Eine Handvoll Spieler sollten einen Account bis Level 20 spielen, ohne Auffällig zu werden. Dann würden sie ihre gebannten Accounts wieder bekommen. Ergebnis: Fast alle wurden Rückfällig. Seit dem macht Riot sowas nicht mehr und Permabanns bleiben wirklich Permabanns.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:47:38.921+0000","up_votes":1,"down_votes":4,"body":"Ja aber auch nur fast alle :(","replies":[{"id":"","poster":"TerrorRaven","date":"2016-11-07T20:49:19.121+0000","up_votes":2,"down_votes":1,"body":"Trotzdem waren es genug, dass sowas nicht mehr gemacht wird.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:52:36.829+0000","up_votes":1,"down_votes":5,"body":"Ich hoffe trzd... Immerhin st es sehr viel geld und zeit :(","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T06:36:18.208+0000","up_votes":2,"down_votes":0,"body":"> Ich hoffe trzd\n\nVergebens. Du quälst dich nur selbst, wenn du dir Hoffnung machst. Das klingt jetzt melodramatisch, aber es gibt keine Hoffnung. Du hast bereits ein klares \"Nein\" erhalten und das wird sich nicht ändern. Es gibt keine Ausnahmen! Dieses \"nein\" ist final, dein Account ist für immer weg und du hast keinerlei Hoffnung ihn jemals wieder zu bekommen. \n\nSorry dass ich das so drastisch ausdrücke, aber du schadest dir nur selbst, wenn du dir was vormachst und hoffst du könntest deinen Account irgendwie wieder bekommen. Das wird nicht passieren, das kann ich dir versprechen. Jede Sekunde die du darauf verwendest deinen Account wiederzubekommen ist verschwendete kostbare Lebenszeit.","replies":[]},{"id":"","poster":"Patter1991","date":"2016-11-07T20:54:28.660+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=0001000000000000,timestamp=2016-11-07T20:52:36.829+0000)\n>\n> Ich hoffe trzd... Immerhin st es sehr viel geld und zeit :(\n\nDu hast schon die glasklare Antwort bekommen: nein! Der Support hat dich bereits abgewiesen, die Spieler werden dich abweisen (bis auf die, die gebannt wurden...). Die Zeit und das Geld sind \"futsch\", daran hättest du vor dem Perma denken müssen.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:57:24.881+0000","up_votes":1,"down_votes":4,"body":"Der support schrieb des sie dafür nicht zuständig sind\n\nUnd menschen ändern sich meist wenn es zu spät ist was leider ein großer fehler von uns ist da muss ma auf vergebung hoffen :( und viele auf meinem ts sagen auch des ich mich seit dem bann und diesem training sehr gebessert habe was dies betrifft. In allen spielen :) was mich sehr freut","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-11-08T06:33:12.076+0000","up_votes":2,"down_votes":0,"body":"> Der support schrieb des sie dafür nicht zuständig sind\n\nJa, fürs Diskutieren von Ideen sind sie nicht zuständig. Diese spezielle Idee wurde allerdings schon vor Jahren diskutiert, getestet und für extrem problematisch befunden.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-11-07T21:00:45.519+0000","up_votes":2,"down_votes":0,"body":"Der Support sagt, er ist nicht für die Diskussion um das Thema zuständig. Dieser hält sich nur an seine Anweisungen und diese lauten, dass du nicht entbannt wirst. Warum dies so ist und nicht geändert werden kann, kannst du mit uns diskutieren.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:04:04.757+0000","up_votes":1,"down_votes":4,"body":"Einen neuen account zu erstellen kann ich nicht... zu viel geld und zeit. Kann ich alles nicht neu aufbringen ich bin immerhin jz kn der ausbiödung. Deswegen benötige ich ihn ja um überhaupt wieder \"normal\" spielen zu können.","replies":[{"id":"","poster":"RAG Ryve","date":"2016-11-08T00:14:48.247+0000","up_votes":2,"down_votes":0,"body":"Nur Zeit, kein Geld. Du brauchst keine Skins zum spielen, du kannst Champion mit IP kaufen und brauchst auch keine Boosts, geht auch ohne.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T05:21:57.257+0000","up_votes":1,"down_votes":5,"body":"Jeder hat hier und da scgon geld ausgegeben obwohl mann dagte des ma es nich machen will. Denke dies isg normal und habe keine lust darauf... wieder so viel geld zu investieren.","replies":[{"id":"","poster":"RAG Ryve","date":"2016-11-08T05:45:44.755+0000","up_votes":2,"down_votes":0,"body":"Schon klar, ging ja auch nur darum das man es nicht muss, man kann aber es ist nicht notwendig.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-11-08T00:18:09.049+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=00010000000000000000000000000000,timestamp=2016-11-07T21:04:04.757+0000)\n>\n> Einen neuen account zu erstellen kann ich nicht... zu viel geld und zeit. Kann ich alles nicht neu aufbringen ich bin immerhin jz kn der ausbiödung. Deswegen benötige ich ihn ja um überhaupt wieder &quot;normal&quot; spielen zu können.\n\nWelches Geld?","replies":[]}]}]},{"id":"","poster":"TerrorRaven","date":"2016-11-07T21:01:07.388+0000","up_votes":3,"down_votes":1,"body":"Du hast immer noch die Option, einen neuen Account zu eröffnen. Dein Alter wird weiterhin gebannt bleiben, ob du es wahrhaben willst oder nicht.","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:04:53.756+0000","up_votes":1,"down_votes":4,"body":"Einen neuen account zu erstellen kann ich nicht... zu viel geld und zeit. Kann ich alles nicht neu aufbringen ich bin immerhin jz kn der ausbiödung. Deswegen benötige ich ihn ja um überhaupt wieder \"normal\" spielen zu können.","replies":[{"id":"","poster":"TerrorRaven","date":"2016-11-07T21:07:11.209+0000","up_votes":3,"down_votes":1,"body":"Dann lerne, dich damit abzufinden. Wie schon mehrfach erwähnt: Permabanns wegen Flamen werden nicht aufgehoben.","replies":[]}]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T21:05:39.519+0000","up_votes":1,"down_votes":4,"body":"Immherin hab ich sogesehen ein ganzes brutto gehalt von meinem jetzigen verdienst ins spiel investiert.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-07T21:07:03.704+0000","up_votes":3,"down_votes":1,"body":"95 % und die übrigen 5 % wurden auch meist wieder Rückfällig.","replies":[]}]}]},{"id":"","poster":"NoWayØut","date":"2016-11-08T16:40:06.207+0000","up_votes":1,"down_votes":3,"body":"und dann wundern sich die leute warum. überrall nur geflamt wird.\n\nxdxdxd, statt wie eine große familie an einen strang zu ziehen.\nwird imgegenteil der einzele fertig gemacht.\n\nich war auch schräg drauf. aber nach den 2 wochen bann habe ich mich glaubig fleißig gebessert.\n\nich hoffe nur das die menschen kappieren das gewalt untereinander nur zum tode führt.\n\nstatt in harmonie zu leben.\n\n\nfnc kag4mi wir wollen doch alle nix böse hoffe ich wir geben dir nur den rat.\n\nmach dir neuen acc vergess den alten. fang neu an.\n\nherzlich willkommen neu anfang :)\n\n\nmfg Thomas","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T17:33:26.226+0000","up_votes":1,"down_votes":2,"body":"Ich hab nict die zeigt und den elan alles wieder zu erspielen... :(\nDeswegen hoffe ich des mein vorschlaf angenommen wird.","replies":[{"id":"","poster":"NoWayØut","date":"2016-11-08T17:39:56.711+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FNC KaG4mi ZoneR,realm=EUW,application-id=KYnfKGf0,discussion-id=dVUes0JE,comment-id=000d0000,timestamp=2016-11-08T17:33:26.226+0000)\n>\n> Ich hab nict die zeigt und den elan alles wieder zu erspielen... :(\n> Deswegen hoffe ich des mein vorschlaf angenommen wird.\n\nja das schöne sprich wort hoffung stirbt zu letzt. war bei dir so wie bei mir der 2 wochen bann.\n\nwen man dann nicht eingesehen hat das man was verkehrt macht tut es mir leid.\nalso ich habe mein spaß gefundenn betrunken meine games zu machen .\nso sehe ich eher alles lustiger als ernst.\nund flame dadurch weniger.\n\nfalls ich mich irre support schreib was da zu danke.\n\nwünsche dir trostdem viel spaß beim neuen erstellen eines acc.#\n\nja auch damals wo ich wenig zeit hatte ausbildunf nun arbeit spiele ich regelmäßig :)","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T18:18:16.835+0000","up_votes":1,"down_votes":2,"body":"Trzd danke","replies":[]},{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-08T18:17:45.175+0000","up_votes":1,"down_votes":2,"body":"Ich erstelle mir keinen neuen.","replies":[]}]}]}]},{"id":"","poster":"Alekra","date":"2016-11-11T19:18:24.840+0000","up_votes":1,"down_votes":0,"body":"Also an dem Bann bist du selbst schuld ich hoffe, dass dir das klar ist.  Die 600€ ändern das nocht. Echt machst es logischerweise noch schlimmer da du trotz des vielen Geldes das du ausgegeben hast, es dir völlig egal war, dass du schon einige Strafen hattest. \nJetzt hast du doch gebessert gut. Schön. Und? Es haben sich sicher schon viele vor dir geändert und die haben auch kein recht auf ihren account.\n\nWas ist das Problem an einem neuen account? Du sagtest ein paar mal, dass du kein Geld und keine Zeit für sowas hast...\nDu brauchstbkeinen Cent für das Spiel und wenn du es wirklich feiern würdest sollte es dir wert sein einen account zu erstellen.\n\nMfg. Alekra","replies":[]},{"id":"","poster":"thefire7","date":"2016-11-07T20:43:39.623+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"FNC KaG4mi ZoneR","date":"2016-11-07T20:47:11.880+0000","up_votes":1,"down_votes":3,"body":"?","replies":[]}]},{"id":"","poster":"Queen Noth","date":"2016-11-14T18:43:39.288+0000","up_votes":1,"down_votes":1,"body":"Dass Flamer ihren \"Wuäääh, wieso wurde ich gebannt?!, guckt! Ich hab nur in 70 Chatzeilen den Spielern und deren Familienmtglieder sämtliche Krebs-, Todes und Selbstmordarten gewünscht - kann ich überhaupt nicht verstehen!!!\" - Thread aufmachen wundert mich inzwischen nicht. \n\nWas mich aber bei Exemplaren wie FNC erstaunt jedesmal ist dieses dummsture \"Entbannt mich bitte, ich hab *beliebige Fantasiezahl* Euro ausgegeben... ich bin so anders und toll!!!\". 600 Euro? Mich entzieht sich momentan als Noob mit acht Champs momentan das Verständnis wie man so viel Kohle für ein Free to Play Titel ausgeben kann. Ja es gibt die Riotpoints, aber für was braucht man so massig RP? Skins? ja, gut... kann man ein bisschen verstehen, wo aber mir geschmacklich nur ein Teil er Skins zu. Der rest sind Augenskins und Profilbilder... also grob gesagt Schnickschnack den man nicht wirklich braucht...\n\nUnd hier hör ich stark heraus, bzw. hab den Eindruck, dass der TE wahrscheinlich alle Skins UND Champions wahrscheinlich nur schnell erkauft hatte um möglichst anzugeben damit und jetzt schiss hat jetzt die ganzen Champs und Co es sich selber wirklich zu erarbeiten. Anders ist die Weigerung des TE kaum zu erklären: Statusgeilheit in Kombination der Leugnung der eigenen Unfähigkeit schon im Ursprungsaccount ein guter Spieler (damit rede ich im Sinne von Teamgeist und Spaß am Spiel) zu sein.","replies":[]}]}