{"id":"cu75LAIc","poster":"AmazingJX","date":"2016-11-07T12:03:46.769+0000","title":"Eine neue Warteschlange","subforum":"Karten & Spielmodi","up_votes":3,"down_votes":1,"body":"Hallo Players, \n\nIch bin Tommy Mechaniker Ullrich... \n\nIch bin aktiv in League of Legends unterwegs und das seit 2011...Season 1...\n\nNun ich bin ein Mensch der normalerweise nicht ein Spiel so lange spielt... Weswegen Riot sich auch mal die Schulter klopfen darf... League of Legends ist einfach toll und macht Spaß.  Was mir aber in letzter Zeit gar nicht passt ist die Spiel Rotation am Wochenende... Erst mal die Tatsache das die meisten Modifikationen einfach langweilig sind...das einige was Spaß macht ist URF... NICHT ARURF DAS IST ROTZ und der andere Modus Verteidigung und Angriff... Ich spiel so lange LoL langsam vergeht mir hier der Spaß... Ich finde es müsste ein neues System geben und zwar eine Warteschlange wo alles drin ist alles... Und alles hat eine Prozent an Chance zu erscheinen... Zu verdeutlichen wie ich es mir so ausgedacht habe... \n\nDer Modus heißt Die spannende Spielauslosung. \nVerfügbar jedem Monat in der 1 Woche und in der letzten Woche bedeutet immer 2 Wochen verfügbar 2 Wochen nicht... \n\nIn diesem Modus wird es alles geben von A wie Aram bis U wie URF \n\nAlle Modifikationen\nalle Normal Games \nFeegames \n\nVorher kann sich jeder Spieler 2 was aussuchen was er gerne spielen würde und die 2 Sachen bekommen dann paar Prozente mehr als Chance.... Aber nicht zuviel... \n\nJa und das wichtigste ist... Wer das Spiel leavt oder afk ist oder sonst was macht was das Spiel beeinträchtigt der wird an diesem Tag sofort für diese Warteschlange gesperrt... \n\nAlso liebe Gamer und Riot selbst mal sehen wie ihr darüber denkt... Ich meine natürlich feilen ist besser als grob Sprüche klopfen weshalb man natürlich einiges ändern könnte aber so ungefähr würde ich mir vorstellen könnte lol wieder mal richtig schön werden... Auf die Kommentare freue ich mich jetzt schon... Wir sehen uns auf den Richtfeldern Beschwörer.... ","replies":[{"id":"","poster":"iShadow0","date":"2017-01-14T15:55:49.294+0000","up_votes":1,"down_votes":0,"body":"wen man den modus pick weglässt dan wäre eine gute idee, ansonsten würden die warteschlange bzw lobbys zu lange dauern, und ich wäre auch dafür das es eine speere gibt sollte man zu oft leaven{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Toxical","date":"2016-11-09T09:18:51.345+0000","up_votes":1,"down_votes":0,"body":"Vllt. Ohne die normals und mit der Möglichkeit einen Modus zu sperren. Dann würde ich das auch nicht so schlecht finden...","replies":[]},{"id":"","poster":"HurricanKai","date":"2016-11-09T08:20:02.858+0000","up_votes":1,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}} \nEINFACH NICE! Meinen Vote hasste xD\n{{sticker:slayer-jinx-catface}}","replies":[]}]}