{"id":"ufYEq8YE","poster":"Staatsanwalt","date":"2016-11-07T08:44:22.687+0000","title":"Kleine Satire","subforum":"Spielerverhalten & Moderation","up_votes":7,"down_votes":8,"body":"Da man ja nun sehr oft liest, wie Viele dr&uuml;ber rummeckern, dass sie zu Unrecht gebannt wurden.\r\nHier ein kleiner satirischer Beitrag f&uuml;r unsere lieben Flamer da drau&szlig;en :D\r\n\r\n~~~~~~\r\n&quot;Guten Tag Herr XXX,\r\n\r\nsie stehen vor Gericht, weil sie Mr.YYY umgebracht haben. Sie werden nun den Rest ihres Lebens im Gef&auml;ngnis verbringen. Einige letzte Worte?&quot;\r\n--------------------\r\n\r\n&quot;Ey ja Herr Richter, ich find das ja ein bisschen Unfair. Ich hab nichts gemacht und Andere, die Foltern ja vor dem T&ouml;ten noch. Ich finde ich hab die harte Strafe nicht verdient. Fangen se doch erstma diese anderen Typen. Ich verspreche, ich bessere mich auch! &quot;* Sticht den Gerichtsdiener ab*\r\n\r\n~~~~~~~~~~\r\n\r\nSo ungef&auml;hr laufen die ganzen Beitr&auml;ge und man kann sich nur an den Kopf fassen xD\r\n\r\n\r\nMir f&auml;llt grad auf, dass mein Name perfekt zu diesem Beitrag passt :P","replies":[{"id":"","poster":"Prof Dr DJ","date":"2016-11-07T09:10:43.465+0000","up_votes":4,"down_votes":11,"body":"WOW, das war ja die literarische Sensation des Jahrhunderts ! Ich denke der diesjährige Pulitzer-Preis ist dir gewiss.\nMoralisch, die \"lieben Flamer\" mit Mördern zu vergleichen ist allerdings mehr als gewagt .... incredible","replies":[{"id":"","poster":"Maexle","date":"2016-11-07T09:20:25.963+0000","up_votes":9,"down_votes":2,"body":"Er zeigt ja nur, wie es wäre, wenn sich ein echter Mörder vor Gericht so verhalten würde, wie die meisten Flamer hier. \n{{champion:17}}","replies":[{"id":"","poster":"gamerman3000","date":"2016-11-07T13:52:41.270+0000","up_votes":1,"down_votes":8,"body":"So würde sich ein Mörder glaubich nicht vor Gericht verhalten :p\nZummindest der Part mit dem abstechen :s","replies":[{"id":"","poster":"Maexle","date":"2016-11-07T21:32:30.549+0000","up_votes":5,"down_votes":0,"body":"Es geht ja um das Verhalten der Flamer hier im Forum. Sie reden ihre Sachen runter und bringen das Argument, dass Andere ja viel schlimmer werden. Bei dieser \"Diskussion\" zeigen sie aber meistens auch, dass sie tatsächlich toxisch sind, weil sie andere beleidigen und ihre Argumente nicht gelten lassen usw... Das wollte der TE damit ausrücken.\n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-11-07T09:20:33.475+0000","up_votes":8,"down_votes":2,"body":"Es geht hierbei nicht darum, Mörder mit Flamern zu vergleichen, sondern darum, dass Leute ihre Taten damit relativieren wollen, dass andere schlimmer sind.","replies":[{"id":"","poster":"Prof Dr DJ","date":"2016-11-07T09:30:17.947+0000","up_votes":3,"down_votes":9,"body":"Es geht \"hierbei darum\" eine Analogie zu wählen, welche angemessen ist .....","replies":[{"id":"","poster":"eingew","date":"2016-11-07T09:31:15.425+0000","up_votes":8,"down_votes":2,"body":"Nein. Das war ganz offensichtlich nie Ziel des Beitrags... Da steht nicht \"Ich will eine perfekte und moralisch unantastbare Metapher finden\", da steht, \"ich will die Situation des Flamers auf eine andere Situation übertragen, in welcher das Argumentationsschema des Flamers eine noch absurdere Note annimmt.\"","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2016-11-07T09:07:18.332+0000","up_votes":4,"down_votes":5,"body":"Idee zur Satire ist echt gut... Satire selbst noch bisschen ausbaufähig ;)\n\nDer Name war wohl ausschlaggebend für die Satire, jedoch darfst du das Strafmaß in diesem Fall nicht setzen ^^","replies":[{"id":"","poster":"eingew","date":"2016-11-07T09:33:05.960+0000","up_votes":3,"down_votes":1,"body":"Das darf der Staatsanwalt nie :D. Der Richter kann höchstens den Forderungen des Staatsanwalts nachgeben.","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2016-11-07T09:30:23.339+0000","up_votes":3,"down_votes":2,"body":"Der Angeklagte spricht ja den Richter an und nicht mich :D Also ist der Text korrekt :P","replies":[]}]}]}