{"id":"lhAEHAym","poster":"Quictric","date":"2016-11-05T21:19:48.003+0000","title":"Unberechtige Konto Sperrung","subforum":"Hilfe & Support","up_votes":4,"down_votes":7,"body":"Hallo liebe Community,\n\nkennt ihr das, ihr findet ein Spiel(League of Legends) was ihr mit euren Freunden spielen k&ouml;nnt und auch anschlie&szlig;end auch tut aber dann pl&ouml;tzlich unberechtigt gesperrt werdet??\n\nNun genau das ist mir passiert. Ich spielte fr&ouml;hlich League of Legends bin auch schon lvl 30 habe auch so nebenbei sch&ouml;n viel Geld(dreistellig) ausgegeben(Skins Augenskins etc.) und pl&ouml;tzlich wurde ich gesperrt. Ich schrieb nat&uuml;rlich den Support an und bekam als R&uuml;ckmeldung:,,Dein Konto [Quictric] wurde aufgrund der Verwendung von Scripts, Hacks, unbefugten Programmen Dritter oder des Ausnutzens unfairer Spielfehler permanent gesperrt&quot;. Was ich aber nie getan habe, wegen der AGB&#039;s die mich dann sperren d&uuml;rfte.\n\nDIeses ist zu unrecht geschehen und ich habe mich nochmal bei Riot beschwert und wurde wieder als Betr&uuml;ger(Hacker,Scripter oder unfairer Spieler) denuziert(beschuldigt).Schreibt doch mal eure pers&ouml;nliche Meinung dazu, es w&uuml;rde mich mal interessieren, ob euch es auch so ergangen ist oder ob ihr es Fair findet. Ich bin momentan v&ouml;llig ent&auml;uscht von Riot.\n\n\n(08.11.2016)\n\nHallo Community,\n\nHeute habe ich eine E-mail bekommen wo es auf einmal heißt ich habe mein Konto mit Freunden geteilt.\n\nHey nochmal,\n\nich habe deinen Account gründlich geprüft. Dabei ist mir aufgefallen, dass du wohl nicht immer selbst mit deinem Account spielst. Ich glaube dir, dass du selbst nicht aktiv beteiligt warst, aber unser System hat definitiv Fehlverhalten auf deinem Account festgestellt. Daher liegt die Vermutung nahe, dass die anderen Leute auf deinem Account dafür gesorgt haben.\n\nDoch dies stimmt auch nicht( spiele an zwei bis drei verschiedenen Orten( wenn Ich bei einem Freund spiele)), denn  letzter Zeit spiele ich ARAM und wollte somit Champs ausprobieren mit den ich nicht so oft bzw. gar nicht spiele sowie ich mein Spieleverhalten geändert habe indem ich neue Items ausprobiert habe oder andere Zauber( D und F Taste) benutz habe. Ebenfalls mein Ward verhalten hat sich geändert wenn ich normals spiele da ich oft zu faul bin um zu Warden.\n\nIch finde es sehr komisch das auf einmal gesagt wird, das ich mein Account teile, weil sie merken das ich nicht gescript, gehackt oder Programme Dritter benutzt habe. Ich bin echt enttäuscht von Riot.\n\n{{sticker:zombie-brand-facepalm}} \n\nMfG Quictric","replies":[{"id":"","poster":"Pilze","date":"2016-11-05T23:47:04.416+0000","up_votes":4,"down_votes":0,"body":"Ich spiele LoL seit 1 Woche nach der Pre-Order und wurde noch nie wegen solche Sachen gebannt. Wer nichts verwendet wird auch nicht gebannd, so einfach ist das. Du hast irgendwas benutzt ubd es ist aufgefallen, finde dich damit ab.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:25:27.993+0000","up_votes":1,"down_votes":5,"body":"Hallo Logra,\n\nhast du vielleicht mal dran gedacht das momentan willkürlich reportet wirst für no reason??\nin den letzten drei Wochen wurde ich mehr als 7 mal reportet für unfaires spielen bzw das ich hacke etc. da ich für die zu gut stand.( hatte einige Spiele wo ich 22/14, 24/10, 20/05 oder 21/12 stehe). ich mein jeder hat mal einen schlechten Tag und man steht dann nicht so gut, aber dan ist es kein Grund andere zu reporten und zu sagen der hackt etc. weil er meint er habe es nötig oder weil er es aus Spaß machen will.\n\nMfG Quictric","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T00:35:12.128+0000","up_votes":1,"down_votes":0,"body":"Ich wurde auch mal dafür gemeldet, dass ich angeblich cheaten würde, weil ich Duotoplane gespielt oder die aktive von Mikaels genutzt habe. Deshalb wird man aber nicht gebannt. Bei einem Bann für 3rd Partyprogramme, wird von Riot alles geprüft und wenn sie einen Account bestrafen, sind die sich sehr, sehr, sehr sicher, dass der auch den Bann verdient hat. \n\nSollte ein Fehler unterlaufen, wird der Bann wieder aufgehoben, dass ist bei Banns für dieses Vergehen aber nur einmal vorgekommen, soweit ich es mitgekriegt habe. Das war, als die Leute einen 1 Tagesbann für die Nutzung eines Programmes erhalten haben, das ab da verboten war und diente dazu, den Leuten mitzuteilen, sie sollen es nicht mehr verwenden. Bei einer späteren Bannwelle, hat es davon aber welche erwischt, die das Programm ab da nicht mehr genutzt haben, die Banns wurden dann aber aufgehoben.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:41:57.607+0000","up_votes":1,"down_votes":4,"body":"Hallo Sirrkas,\n\ndas witzige ist ich habe wirklich nicht gehackt, gescript, Programme Dritter etc. benutzt und wurde zu unrecht gebannt. Es gibt auch schon Berichte darüber, das Riot willkürlich Spieler bannt schaut mal im Internet einige sind zwar 1 Jahr alt aber es wurde erwähnt.\n\nMfG Quictric","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T00:52:24.085+0000","up_votes":2,"down_votes":0,"body":">das witzige ist ich habe wirklich nicht gehackt, gescript, Programme Dritter etc. benutzt und wurde zu unrecht gebannt. \n\nEtwas in der Art sagen auch immer die Gebannten, wenn sie für Flamen einen Bann erhalten und man in ihrem Chatlog gut sehen kann, dass sie geflamt haben. \n\nIch kann nicht prüfen, ob du die Wahrheit sagst. Riot schon. Da ich schon sehr lange im Forum unterwegs bin und deshalb gesehen habe, was für absurde Märchen erzählt werden, für die vage Hoffnung den Accountzugriff zurückzuerhalten, indem die Leute ihm zustimmen und . . . (naja, mehr können sie nicht machen), wirst du es mir sicher verzeihen, wenn ich mich hierbei an die zuverlässigeren Informationen halte.  Ich denke also nicht, dass du zu unrecht gebannt wurdest. Aber selbst wenn ich das glauben würde, könnte man dir nicht helfen. Solange der Support davon nicht überzeugt ist, kriegt man den Account nicht wieder. \n\n>Es gibt auch schon Berichte darüber, das Riot willkürlich Spieler bannt schaut mal im Internet einige sind zwar 1 Jahr alt aber es wurde erwähnt.\n\nSolche \"Berichte\" findet man erstaunlich oft im Internet. Die sind dann von den Leuten, die mit allen Mitteln versuchen, ihre \"ungerechte\" Strafe los zu werden. Denen ist dafür scheinbar wirklich alles recht. Die Lügen, bis die Balken sich zu einer Schlaufe verbogen haben, erzählen Märchen und Seemansgarn, dass man meinen könnte, Käptn Blaubeer wäre bei denen in die Lehre gegangen und am Ende stellt es sich doch immer als falsch heraus. \n\nWenn du mir das nicht glaubst, sieh dich im Spielerverhaltenbereich um und lies dir ein paar der Threads durch, die von \"ungerechten\" Banns aufgrund des Chatverhaltens handeln. Bei jedem mit Chatlog, sieht man sehr schnell, dass der TE mindestens, maßlos untertrieben hat, wenn er meint, er wäre unschuldig gewesen. Durch die Chatlogs sieht man da sehr gut, warum Gebannte hier kein Vertrauen genießen, wenn es darum geht, dass sie ungerecht bestraft wurden.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:59:22.960+0000","up_votes":2,"down_votes":2,"body":"Hallo Sirrkas,\n\nmag sein das einige es tun wie du es bechrieben hast, aber ich denke wohl kaum das Seiten wie Bild.de PC-Spiele oder sogar YouTuber mit beweise etc. lügen auf den Tisch stellen.\n\nMfG Quictric","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T01:00:53.387+0000","up_votes":1,"down_votes":0,"body":"Na toll, jetzt hast du mich neugierig gemacht. Zeig mir doch einfach die Beweise. (Aber bitte nicht [Bild](http://www.bildblog.de/77033/peter-lustig-war-kein-kinderhasser/), da stehen ausschließlich Lügen und Ammenmärchen drinnen, die reißen Zitate besonders gerne aus dem Kontext)\n\nEdit:\nIch hab mal nach PC-Spiele und LoL-Banns gesucht. Es zeigt mir nur den Personenbann von Tyler1 und etwas aus 2014 an, aber kein Wort davon, dass jemand ungerecht gebannt wurde. ","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T01:21:23.586+0000","up_votes":1,"down_votes":1,"body":"Hallo Sirrkas,\n\nHier der link von Pc-Spiele: http://planetinsight.de/2015/11/30/pc-spiele-league-of-legends-riot-sperrt-willkuerlich-und-unberechtigt-accounts-wir-warnen-vor-moeglichem-internetbetrug/\n\nMfG Quictric","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-11-06T10:11:20.172+0000","up_votes":4,"down_votes":0,"body":"Haha. Ein Oliver wurde gebannt und schreibt Schwachsinn in seinem Block. Highlight im ersten Absatz: Mittlerweile hat Riot negative Spielerzahlen im 2 stelligen Millionenbereich. Später wird es nochmals besonders lustig, als er die deutsche Rechtssprechung neu interpretiert und falsche Fakten als Wahrheit präsentiert ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T12:28:12.248+0000","up_votes":1,"down_votes":0,"body":"Beim ersten durchlesen ist mir noch gar nicht aufgefallen, wie falsch der Artikel war. Aber seitdem hier jemand auf das vielfache hingedeutet hat, ist der richtig lustig geworden. \n\nIch glaube der Autor wollte Satiriker werden.","replies":[]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-11-06T01:43:20.843+0000","up_votes":2,"down_votes":0,"body":"Schon allein folgendes Zitat aus dem Artikel zeigt, dass er nicht sehr seriös geschrieben ist.\n\n> Mittlerweile spielen schätzungsweise 12- 13 Millionen Jugendliche (genaue Zahlen veröffentlicht der Herausgeber Riot nicht) weltweit dieses Spiel.\n\n> Seit einigen Wochen sind es nun um ein vielfaches weniger.\n\nDas würde logisch ja bedeuten, dass mehr Spieler das Spiel jetzt nicht mehr spielen, als es vorher Spieler gab, die es gespielt haben. Das ist logisch einfach nicht möglich und außerdem auch unwahr, denn ich selbst habe zu dem Zeitpunkt\n> Veröffentlicht am: Mo, 30 Nov, 2015\n\nselbst gespielt und kann daher ganz klar sagen, dass das Spiel auch zu dem Zeitpunkt so beliebt war, dass man immer innerhalb weniger Minuten ein Spiel finden konnte. Wenn es wirklich so eine massive Bannwelle gegeben hätte, hätte ich das ja an der Dauer bis ein Match gefunden wird bemerken müssen. Dies war aber nicht der Fall.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T01:59:44.617+0000","up_votes":1,"down_votes":5,"body":"Hallo GummibaumXYZ,\n\nein veilfaches heißt eine menge, das heißt aber nicht das 4 millionen spieler oder so gebannt wurden es reicht schon wenn nur 4 Tausend Spieler gebannt wurden, um es als ein veilfaches zu bezeichnen. Dadurch wird auch nicht die Wartezeit beeinträchtigt sein, denn 11 Millionen 996 Tausend - 12 Millionen 996 Tausend Spieler sind immer noch viel","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-11-06T02:05:06.951+0000","up_votes":2,"down_votes":0,"body":"https://de.wikipedia.org/wiki/Vielfaches\n\nEs heißt die Zahl von 12-13 Millionen wird mit etwas multipliziert.\n\nDas von dir beschriebene eine Menge oder auch einfach vieles ist wohl das, was der Autor gemeint hat. Dass er sich nicht richtig ausdrücken kann, zeigt mir aber nur, wie unseriös der Artikel ist.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T02:09:38.796+0000","up_votes":1,"down_votes":3,"body":"Hallo GummibaumXYZ,\n\njeder hat eine andere Vorstellung zu dem Wort ein Vielfaches. Man kann es als Mathematischer hinsicht es sehen oder als rein Hypothetisch betrachtet werden.","replies":[{"id":"","poster":"Patter1991","date":"2016-11-06T06:26:48.761+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000300010001000000000000000000000001000000000000,timestamp=2016-11-06T02:09:38.796+0000)\n>\n> Hallo GummibaumXYZ,\n> \n> jeder hat eine andere Vorstellung zu dem Wort ein Vielfaches. Man kann es als Mathematischer hinsicht es sehen oder als rein Hypothetisch betrachtet werden.\n\n\n> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000300010001000000000000000000000000000000000000,timestamp=2016-11-06T02:01:50.452+0000)\n>\n> Hallo GummibaumXYZ,\n> \n> Sie stehen in Frankfurt nicht in Amsterdam\n> \n> MfG Quictric\n\nSo viel also zu den Fakten, die du so gern hast. Vielfaches ist ein klar definiertes Wort in der deutschen Sprache, dort gibt es keine \"andere Vorstellung\". Genauso ist klar von Riot angesagt, dass die EUW-Server in Amsterdam und nicht in Frankfurt stehen. [Quelle](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1432904)\n\nInsofern kann man deinen \"Fakten\" nicht trauen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-11-06T12:13:50.842+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=00030001000100000000000000000000000100000000000000010004,timestamp=2016-11-06T12:00:30.606+0000)\n>\n> Hallo Ceiwyn,\n> \n> eben doch da Riot mein Geld angenommen hat sind die mit mir ein Kaufvertrag eingegangen. Ebenso haben sie mich um eine dreistellige Zahl beklaut wenn sie mein Konto zu Unrecht sperren, dadurch bereichern sie sich an dem Geld des Spielers zu unrecht. Dies kann ich dann Strafrechtlich verfolgen lassen.\n> \n> MfG Quictric\n\nDir ist bewusst, was Du mit Echtgeld kaufst? Nichts anderes als RIOT Points. Du bezahlst das Geld, und RIOT überträgt die RP auf den Dir zur Verfügung gestellten Account - Ja, RIOT \"verleiht\" Dir den Account, Du besitzt ihn nicht. Mit Übertragen der RP ist der von Dir genannte Kaufvertrag zustande gekommen und beide Seiten haben Ihre Schuldigkeit getan.\nAber wenn Du es mal strafrechtlich verfolgen lassen willst - haben übrigens hier im Forum schon etliche angekündigt, und bis jetzt haben wir nie wieder was davon gehört - halte uns auf dem Laufenden.","replies":[]},{"id":"","poster":"Patter1991","date":"2016-11-06T10:50:08.346+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=00030001000100000000000000000000000100000000000000010000,timestamp=2016-11-06T10:49:09.257+0000)\n>\n> Hallo Patter1991,\n> \n> eben nicht dieser links sagen genau das sie in Deutschland Frankfurt sind.\n> \n> http://forums.euw.leagueoflegends.com/board/showthread.php?t=339301\n> \n> http://forums.euw.leagueoflegends.com/board/showthread.php?t=330425&amp;highlight=server+location&amp;page=2\n> \n> \n> MfG Quictric\n\nUnd jetzt vergleich mal bitte das Datum, danke.","replies":[]},{"id":"","poster":"Maexle","date":"2016-11-06T12:10:54.698+0000","up_votes":1,"down_votes":0,"body":"Der europäische Hauptsitz von Riot ist übrigens in Dublin...\n{{champion:17}}","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-11-06T11:41:28.046+0000","up_votes":1,"down_votes":0,"body":"Möchte nur mal kurz ein Zitat aus dem verlinkten Artikel ansprechen:\n\n>Denn Fakt ist, sobald ein Spieler Geld in das grundsätzlich kostenlose Spiel investiert, ergibt sich eine andere Vertragssituation. Es entsteht nach deutschem Recht ein Kaufvertrag, mit Rechten UND Pflichten für beide Seiten. Wird also ein Spieler- Account aus nicht nachvollziehbaren Gründen für immer gebannt, wird dem Spieler prinzipiell alles investierte Geld entzogen. Was vom Prinzip den Tatbestand des Betruges erfüllen könnte (wird momentan geprüft).\n\nUm es kurz zu machen: Ich bin selbst kurz vor meinem Staatsexamen und ich habe selten so einen Unsinn gelesen. Der Vertrag, den jeder Spieler mit Riot schließt, ist ganz sicher kein Kaufvertrag als solcher, sondern ein typengemischter Vertrag - was aber auch gar keine Rolle spielt, weil nicht nur bei einem Kaufvertrag beiderseitige Pflichten entstehen. Und Betrug? Das ist schon extrem abwegig. Wo siehst du eine Täuschungshandlung? Wo ist die Irrtumserregung? Wo ist der Vermögensschaden? Wo ist die rechtswidrige Bereicherungsabsicht?\n\nEin ernst gemeinter Tipp: Glaube nicht alles, was im Internet steht.","replies":[]},{"id":"","poster":"Quictric","date":"2016-11-06T12:00:30.606+0000","up_votes":1,"down_votes":2,"body":"Hallo Ceiwyn,\n\neben doch da Riot mein Geld angenommen hat sind die mit mir ein Kaufvertrag eingegangen. Ebenso haben sie mich um eine dreistellige Zahl beklaut wenn sie mein Konto zu Unrecht sperren, dadurch bereichern sie sich an dem Geld des Spielers zu unrecht. Dies kann ich dann Strafrechtlich verfolgen lassen.\n\nMfG Quictric","replies":[]},{"id":"","poster":"Quictric","date":"2016-11-06T11:32:13.465+0000","up_votes":1,"down_votes":2,"body":"Hallo Patter1991,\n\nselbst wenn es in Amsterdam ist hat das Niederländische Gesetzbuch fast die idetischen Gesetzte.\n\nMfG Quictric","replies":[]},{"id":"","poster":"Quictric","date":"2016-11-06T10:49:09.257+0000","up_votes":1,"down_votes":4,"body":"Hallo Patter1991,\n\neben nicht dieser links sagen genau das sie in Deutschland Frankfurt sind.\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=339301\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=330425&highlight=server+location&page=2\n\n\nMfG Quictric","replies":[]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-11-06T02:19:00.501+0000","up_votes":2,"down_votes":1,"body":"Auch laut [Duden](http://www.duden.de/rechtschreibung/Vielfaches) ist das ein mathematischer Begriff, der heißt, dass etwas multipliziert wird.\n\nUnd Sprache ist darauf angewiesen, dass sich die Vorstellung zur Bedeutung bestimmter Wörter von den meisten Menschen, die die Sprache sprechen geteilt wird. Sonst könnte man sich ja nicht verständigen. Wenn ich sage \"Kannst du mir bitte das Salz geben\" und mein Tischnachbar versteht \"Kannst du mir bitte eine runterhauen\" wäre das ja ziemlich dumm gelaufen.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T03:04:25.860+0000","up_votes":2,"down_votes":4,"body":"Hallo GummibaumXYZ \n\nEigentlich ist es auch egal es wäre sinnlos darüber zu streiten der Punkt ist das man in diesem Bericht das Wort vielfaches nicht als übergroße Zahl einstufen soll was damit gemeint ist das eine große Menge an Spieler gebannt sind und nicht das dann die Hälfte oder Viertel etc. Gebannt wurde.\n\nMfG Quictric","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T12:25:33.036+0000","up_votes":1,"down_votes":0,"body":"Bitte, \"vielfaches\" bedeutet deutlich mehr. 8 ist ein vielfaches von 2, weil 8 vier mal so groß ist. Wenn man vielfaches verwendet, sollte es mindestens doppelt so viel sein, sonst hat man das falsche Wort gewählt.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T01:37:32.039+0000","up_votes":2,"down_votes":0,"body":"Wo ist da bitte ein Beweis? Und was ist ein \"Olivers Regionalnews\"? Wie ist die Überprüfung ausgegangen?\n\nTut mir leid, aber das ist wirklich alles andere als ein Beweis oder auch nur eine seriöse Quelle. Zudem scheint mir das ein sehr unpassender Autor gewesen zu sein. Der hat nur Beiträge zu Fußball und gelegentlich eine Filmkritik gemacht und dann dazwischen etwas über ein Thema, von dem er offensichtlich keine Ahnung hat. \n\nIch glaube, du solltest in Zukunft ein wenig kritischer bei der Wahl deiner Quellen sein.\n\nEdit:\nWobei, der Kommentar von diesem Oliver passt eigentlich ganz gut, wenn er selbst auch einer der Gebannten ist. Das würde erklären, warum da ein solcher deplatzierter Beitrag von ihm zu finden ist. ","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T01:54:16.505+0000","up_votes":1,"down_votes":3,"body":"Also der beweis ist das Pc-Spiele schon Ahnug hat weil wenn du dan anschließend in das Deutsche Gesetztbuch schaust handelt es dann um ein Betrug (sofern wenn es unberechtig) ist  und dies kann dann Starfrechlich verfolgt werden ebenso(zumindest in Deutschland) wenn du dich ein wenig informierst scheint Olivers Regionalnews ein Privater Reporter zu sein. nicht so wie Bild.de Pc-Spiele etc. die öffentlich sind. Ebenso ist der Bericht von Pc-Spiele und nicht von Olivers Regionalnews er wird nur in dem Bericht erwähnt. Anschließend kannst du weiter recherchieren und wirst dann  auch herrausfinden das trotz das Riot sagt das man keine Rechte hat Trotzdem Rechte und Pflichten hat von beiden Seiten her(Riot und der Spieler). Zuzätslich erfährst du auch wenn ein Server in einem Land ist aber das Unternehmen nicht( Deutscher Server befindet sich in Deutschland Unternehmen in Dublin) gelten die Deutschen Rechte und Pflichten.\n\nMfG Quictric","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-11-06T01:56:21.200+0000","up_votes":1,"down_votes":0,"body":"Die EUW-Server stehen übrigens in Amsterdam.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T02:01:50.452+0000","up_votes":1,"down_votes":3,"body":"Hallo GummibaumXYZ,\n\nSie stehen in Frankfurt nicht in Amsterdam\n\nMfG Quictric","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-11-06T02:07:10.412+0000","up_votes":1,"down_votes":0,"body":"In Frankfurt standen sie mal. Sie wurden allerdings schon vor einer ganzen Weile nach Amsterdam verlegt. In Frankfurt stehen meines Wissens nach nur noch die EUNE-Server.\n\nEdit: Den [entsprechenden Post](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1764594&page=1#post16157757) habe ich gefunden. Demnach sind sie schon seit genau 2 Jahren nicht mehr in Frankfurt.","replies":[{"id":"","poster":"Maexle","date":"2016-11-06T12:09:10.866+0000","up_votes":1,"down_votes":0,"body":"Die TR-Server sind auch noch in Frankfurt.\n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T12:18:14.861+0000","up_votes":1,"down_votes":0,"body":"Der Autor ist laut dem Link Oliver, nicht PC-Spiele. Zudem führt der Link auf die Seite\"planetinsight\" nicht zu pcgames. \n\nOb es sich um Betrug handelt, sollten besser Juristen, Anwälte und Richter klären. Als Sportautor, hat man davon nicht viel Ahnung. Zudem habe ich, als ich das letzte mal im Gesetzbuch deswegen geschmöckert habe, einen Abschnitt gefunden, der Riots vorgehen unterstützt. Aber wie schon gesagt, das ist am Ende ein Rechtsstreit, wird also am besten vor Gericht geklärt. \n\nJa, Riot hat Rechte und Pflichten. Aber mit der zur Verfügungstellung der PR, hat Riot eigentlich schon seinen Teil erfüllt. Wenn man sich danach daneben benimmt und rausgeworfen wird, hat man die Lizenz an dem Account verloren und das heißt eben auch, dass man die RP nicht mehr nutzen kann. \n\nDas wäre vermutlich so, als würdest du von Disney die Lizenz erwerben, Micky Maus ein Jahr lang zu Werbezwecken zu nutzen, du verstößt dann gegen die Nutzungsbedingungen und schon darfst du den Werbespott, den du gedreht hast, nicht mehr zeigen. Egal wie teuer der war.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-11-06T00:29:09.379+0000","up_votes":5,"down_votes":0,"body":"Und wenn du tausend Mal reportet wirst. Solange du nichts gemacht hast, löst ein Report auch nichts aus.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:34:03.249+0000","up_votes":1,"down_votes":5,"body":"Hallo Ozuraak,\n\nLeider doch wenn du zu oft reportet wirst muss ja Riot was dagegen tun, dich ermahnen oder oder oder.\n\nMfG Quictric","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-11-06T05:42:35.544+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=0003000100000000,timestamp=2016-11-06T00:34:03.249+0000)\n>\n> Hallo Ozuraak,\n> \n> Leider doch wenn du zu oft reportet wirst muss ja Riot was dagegen tun, dich ermahnen oder oder oder.\n> \n> MfG Quictric\n\nHoly fukkin shit no! Ich spiele LoL seit 5 Jahren. Ich bin mit ziemlicher Wahrscheinlichkeit häufiger reportet worden als du... weil halt in all den Jahren einiges zusammen kommt (und ich war Pre Rework Karma Main... da ist man instant für gemeldet worden). Ich habe noch nie mehr als die Warnung bekommen, dass ich in letzter Zeit häufiger reported worden bin, als Riot das von mir gewohnt ist.\nAnzahl der Strafen in 5 Jahren: NULL. \n\nDummer Weise (um zur ursprünglichen Frage zu kommen) gibt es gerade erstaunlich viele Leute, die sich über ihre unberechtigten Banns beschweren... aber als erfahrener Forenuser kann ich sagen: Das ist nichts ungewöhnliches. Das passiert gefühlt alle 3 Monate mal... immer dann, wenn Riot die nächste Welle von Skriptern bannt... entschuldige also, wenn ich skeptisch bin... das führt uns direkt zu:\n\n>Ebenso muss Riot mir beweisen können das ich wirklich gehackt, gescript, Programme Dritter etc benutz habe.\n\nNein, müssen sie nicht. Die haben hier Hausrecht. Die können nach Lust und Laune jeden aus ihrem Haus verweisen. Und ja, es gab immer Experten (Jensen hat es danach bis zur WM geschafft) die von Riot ohne Angabe von Grünen permanent gebannt worden sind, sobald Riot raus bekommen hat, dass das entsprechende Individuum hinter dem Account steckt. Und ja, Riot kann dich jederzeit grundlos bannen. Dass sie das können, akzeptierst du mit jedem Patch. An der Stelle kannst du auch auf Ablehnen klicken und dir nen anderes Spiel suchen.\nDu kannst jetzt Riot gerne verklagen, aber jeder Rechtsanwalt wird ich fragen \"Wie oft hast du auf 'akzeptieren' geklickt? oh ähm... dann kannst du dagegen nicht klagen.\" Oder der Rechtsanwalt will dich ausnehmen...\n\nUnd ja, die meisten werden überrascht sein, wie weit das Hausrecht in Deutschland geht. Die Debatte habe ich mal mit 3 Bundeswehrsoldaten geführt. Ich musste damals die Feldjäger holen, aber die haben denen gesagt \"Leute, verpisst euch, die wollen euch hier nicht haben. Und da können wir auch nichts dran ändern\"\nUnd ja, selbst wenn du Bundeswehrsoldat wärst (Holy Shit, ich hab zu viel Rekruten geguckt...) und du dich bei deinem Vorgesetzten über deinen Bann beschwerst (und da hast du einiges an Sonderrechten... immerhin kann dich die Polizei nicht abführen), wird dir am Ende nur gesagt, dass du aus gewissen Läden trotzdem raus geschmissen werden kannst. Und die fragen mich dann auch nicht, warum?, sondern nur ob?\n\nOh und es ist faszinierend, dass du dich auf PC Spiele (was erst mal seriös wirkt) berufst, dein Link aber auf eine ganz andere Seite führt. So was schafft vertrauen. Und das der Autor sonst über Fußballspiele schreibt, macht die Quelle auf jeden Fall seriös. Der hat auf jeden Fall nen Plan von Mobas...\nUnd ja, es regen sich einige Spieler über \"unberechtigte Banns\" auf... aber diese Spiele haben allesamt einen Bann... was sie von (pessimistisch gerechnet) 95% der LoL Spieler unterscheidet.\nAnders ausgedrückt: Donald Trump behauptet seit Monaten, dass er die Wahl verlieren wird, weil das alles manipuliert ist. Nur weil er und seine Anhänger das ständig wiederholen, wird es nicht wahrer...\n\n> jeder hat seine eigene Vorstellung dazu. Ich will auch nicht mich darüber streiten. Fakt ist das Riot unberechtigt mein Konto gesperrt hat.\n\nWenn das deine einzige ständig zu wiederholende Argumentationsgrundlage ist... dein Argument wird nicht glaubhafter, weil du es wiederholst... Und wenn du nicht mal im Ansatz bereit bist deinen Bann zu hinterfragen, können wir uns auf der \"Riot bannt nicht unberechtigt\" \"Doch tun sie\" Ebene ewig unterhalten. Wird ein großartiges Gespräch.\n\n> mag sein das einige es tun wie du es bechrieben hast, aber ich denke wohl kaum das Seiten wie Bild.de PC-Spiele oder sogar YouTuber mit beweise etc. lügen auf den Tisch stellen.\n\nOk, ich werde auf den Bild Link aus Prinzip nicht klicken. Trotzdem hätte ich an der Stelle gerne 2 Links, die das bestätigen... Und YouTuber sind ja bekannter Weise die besten und sachlichsten Quellen überhaupt. \nDie wichtigste Nachricht aus diesem Thread für dich: Wenn du irgendwann mal in der Schule oder Universität irgendwas beweisen willst, zitiere niemals Youtube... denn du wirst immer einen Tyler1 finden, der seinen Bann für absurd unberechtigt hält.. Fuck, du findest auf Youtube garantiert auch Leute, die dir \"beweisen\", dass die Erde eine Scheibe ist und wir alle von Echsen regiert werden... best source ever, you can prove anything with it...","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T12:10:17.053+0000","up_votes":1,"down_votes":0,"body":"Ich mag die Verschwörungstheorien wie, die sind so lustig anzusehen.\n\nhttps://www.youtube.com/watch?v=M8d1ff9kL3g","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T00:37:57.148+0000","up_votes":1,"down_votes":0,"body":"Stimmt nicht. \n\nIch kann auch 1000 mal in dem Monat gemeldet werden, solange ich mir nichts zu schulden kommen lasse, werde ich nicht bestraft. Das schlimmste was passieren kann, ist das man die Meldung mit \"du wurdest in letzter Zeit öfter als sonst gemeldet\" bekommt. Das ist aber keine Strafe und zieht auch keine nach sich. Es ist nur die Info, dass man oft gemeldet wurde und ich weiß nicht, ob die aktuell überhaupt verteilt wird.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:55:25.634+0000","up_votes":1,"down_votes":4,"body":"Hallo Sirrkas,\n\njeder hat seine eigene Vorstellung dazu. Ich will auch nicht mich darüber streiten. Fakt ist das Riot unberechtigt mein Konto gesperrt hat. Es gibt diverse Seiten und sogar Videos die es bestätigen das Riot Leute Bannt obwohl die weder gehackt, gescriptet, Programme Dritter etc. benutzt haben. Einige sind ein Jahr alt aber es wird wie gesagt erwähnt.\n\nMfG Quictric","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T00:58:13.560+0000","up_votes":2,"down_votes":0,"body":">Fakt ist das Riot unberechtigt mein Konto gesperrt hat.\n\nDas denke ich nicht.\n\n>Es gibt diverse Seiten und sogar Videos die es bestätigen das Riot Leute Bannt obwohl die weder gehackt, gescriptet, Programme Dritter etc. benutzt haben. Einige sind ein Jahr alt aber es wird wie gesagt erwähnt.\n\nIch habe dir schon vorhin erklärt, warum die nicht vertrauenswürdig sind. Sobald jemand den Account verloren hat, macht er natürlich gerne solche Beiträge. Der Account ist ja schon weg, da gibt es nichts mehr zu verlieren. \n\nSolltest du aber wirklich etwas sehen, bei dem jemand eindeutig zu unrecht gebannt wurde, kannst du mir gerne einen Link geben. Wenn da wirklich Beweise drinnen sind, würde ich das gerne sehen. (Übrigens die bloße Aussage \"ich bin unschuldig\" kein Beweis)","replies":[]}]}]}]}]},{"id":"","poster":"Pilze","date":"2016-11-06T00:58:45.609+0000","up_votes":2,"down_votes":0,"body":"Wenn du vorher nicht sogut gespielt hast und urplötzlich sogut bist, dann stimmt etwas nicht. Ich bin ein durchschnittlicher Silber Spieler schon von Anfang an. Sicher könnte ich mit ein bisschen mehr Ehrgeiz Gold werden, aber das braucht Zeit. \nDesweiterem verstehst du anscheinend nicht das sowas überprüft wird, da kann so oft reported wenn nichts dann auch kein Bann.\nÜberleg mal Smurfs der Profis wie oft die reported werden wegen 3 Programme und werden sie gebannd? Nein!\nDu hast was benutzt ubd wurdest ganz einfach etwischt.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T01:42:33.141+0000","up_votes":1,"down_votes":2,"body":"Hallo Logra,\n\nIch hatte vor einer längeren Zeit kein League of Legends gespielt und erst vor kurzem ca 2 - 3 Monate erst wieder angefangen. Das heißt aber nicht das ich schlecht bin ich habe auch davor solche Stats errungen es kann also nicht daran liegen. Ich wurde diese Season in Bronze 4 eingestuft leider weil momentan echt oft geflamet wird und dann ausgerechnet das Teamplay nicht so gut geklappt hat doch spiele ich alleine(wenn ich keine Ranks mache)  bin weit aus besser als ein durchschnittlicher Bronze 4 Spieler(laut OP.GG). Ich will jetzt nicht die Bronze Spieler schlecht machen es gibt bestimmt auch Diamant Spieler die auch nicht so mega gut sind doch an den Stats bzw das ich gut spiele oder schlecht spiele kann es nicht liegen.\n\nMfG Quictric","replies":[{"id":"","poster":"Pilze","date":"2016-11-06T02:58:36.065+0000","up_votes":2,"down_votes":0,"body":"Ich versuche es nochmal. \nWeißt du wie oft ich reported werde? Die tatsache das ich Supportspieler bin reicht da völlig aus. Von ADC-Spielern die einfach schlecht sind oder nicht auf Pings reagieren weil jemand in anmarsch ist und ich mich zurück ziehe und sie sterben lasse. Bestimmt jedes 3te Spiel werde ich wegen irgendwas aus Wut reported und ich wurde einmal wegen für 2 Tage gebannt weil ich zuviel Reported habe. Wegen sonst nichts anderem, komisch nicht?\nSollte man durch eine Bannwelle unschuldig bestraft worden sein, wird man ganz schnell wieder entbannt, auch das kann ich dir sagen. Einen Freund von mir ist das mal passiert und es dauerte keine 2 Tage und er konnte wieder spielen. \nEs kann sein das soetwas mal passiert aber das behebt Riot sehr schnell.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T03:13:30.370+0000","up_votes":1,"down_votes":2,"body":"Hallo Logra,\n\nDas ist natürlich gut was mit deinem Freund passiert ist aber bei mir ist es ja etwas anderes ich würde ja nicht gebannt weil ich zu viel Reportet würde oder so sondern weil ich ja angeblich hacke Scripte Programme dritter etc benutzt habe. Was in dem Fall eine totale lüge ist den ich habe so was nicht getan. Ausserdem wenn schon Riot sagt das das Tribunal eindeutig bewiesen hat das ich gehackt, gescript, Programme dritter etc. benutzt habe dann sollten sie es auch beweisen können doch dies tun sie ja nicht. Zusätzlich kommt noch dazu das sie somit sagen das sie auf die Aussage eines Programmes mehr vertrauen bzw darauf hören als es selber mit eigenen Augen zu betrachten und selber eine Entscheidung treffen. Ein Programm ist nur ein Programm und es kann auch nur so gut arbeiten wie ein Mensch dran gearbeitet hat das in einem Programm Fehler unterlaufen kann man nicht abstreiten. Man erkennt einfach nur das Riot sich nicht nie Hände schmutzig machen will und einfach ein Programm alles regeln lässt egal ob es ein Fehler macht oder nicht das ist den egal den das Tribunal hat ja immer \"Recht\" \n\nMfG Quictric","replies":[{"id":"","poster":"Pilze","date":"2016-11-06T03:23:24.256+0000","up_votes":1,"down_votes":0,"body":"Nein er wurde wegen 3 Programme gebannt.\nDas Tribunal gibt es nicht mehr.\nIch habe mir mal bei Op.gg dein Spiele angeschaut, jetzt mal ehrlich du benutzt bei Aram ein 3 Programm? Ernsthaft und so wie das bei bestimmt Champs aussieht ist das ein Script.\nNaja lange Rede kurzer Sinn, dein Acc ist weg.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T03:32:03.411+0000","up_votes":1,"down_votes":3,"body":"Wie gesagt ich habe keine hacks scripts oder Programme dritter benutzt. Das man mal gut oder schlecht da steht in ARAM ist normal und wieso sieht es nach einem Script aus nur weil ich nebenbei farme oder was ist der Punkt???.\n\nMfG Quictric","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T11:56:22.927+0000","up_votes":1,"down_votes":0,"body":">Zusätzlich kommt noch dazu das sie somit sagen das sie auf die Aussage eines Programmes mehr vertrauen bzw darauf hören als es selber mit eigenen Augen zu betrachten und selber eine Entscheidung treffen. \n\nDas Vertrauen liegt darin begründet, dass die Programme von Riot als **Mindestanforderung **eine False-Positive-Rate von maximal 1 zu 1000 haben. False-Positive-Rate, heißt hier, dass allerhöchstens ein Fall unter tausend, nicht ganz korrekt vom Programm bewertet wurde, nicht unbedingt, dass jemand unschuldig gebannt wurde. Das ist in etwa so zu verstehen, dass das Instantfeedbacksystem (kontrolliert die Chatlogs) einen von 1000 Spielern einen Permabann, statt einen 2 Wochenbann gegeben hat, weil sie sehr toxisch waren, er aber eigentlich nur, den 2 Wochenbann kriegen sollte. Hier muss man noch Anmerken, dass das IFS eine Rate von ca. 1 zu 6000 hat. Es wird also einer von 6000 Bestraften nicht ganz korrekt bestraft, wie etwa der Spieler, den ich verlinkt habe, der ein Spiel starten konnte, ehe der 2 Wochenbann griff und er darin flamte und den Perma erhielt.\n\nUnd seien wir ehrlich, Riot hat so viel Arbeit in ihre Programme gesteckt, die arbeiten Garantiert deutlich zuverlässiger, als menschliche Mitarbeiter, zusätzlich ist das Programm nicht voreingenommen, was durchaus bei Menschen der Fall sein kann, wenn beim Überprüfen des Spielers auffällt, dass er einen anstößigen Namen verwendet. ","replies":[]},{"id":"","poster":"Quictric","date":"2016-11-06T03:14:47.726+0000","up_votes":1,"down_votes":1,"body":"Nicht die Hände schmutzig*","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-06T01:46:13.869+0000","up_votes":2,"down_votes":0,"body":"Wenn op.gg dir sagt \"deine MMR liegt über dem Durchschnitt deiner Division\", dann heißt das bei der Website nur, dass du Spieler in deinen Matches hattest, die eine höhere Platzierung hatten. Das alleine hat aber nichts zu bedeuten. Sind da Silber 5 dabei, wird das deine MMR auf der Seite hochkatapultieren, obwohl die gerade dabei sind, sich eine Bronze 5 MMR zu erarbeiten und bald absteigen werden.","replies":[]}]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-11-05T23:53:29.517+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Logra,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=0003,timestamp=2016-11-05T23:47:04.416+0000)\n>\n> Ich spiele LoL seit 1 Woche nach der Pre-Order und wurde noch nie wegen solche Sachen gebannt. Wer nichts verwendet wird auch nicht gebannd, so einfach ist das. Du hast irgendwas benutzt ubd es ist aufgefallen, finde dich damit ab.\n\nseit einer Woche also ?\nmmmh\n\nDann warte mal noch paar Tage , denn so schnell mahlen die Mühlen bei RIOT nicht ^^","replies":[{"id":"","poster":"Pilze","date":"2016-11-05T23:59:40.309+0000","up_votes":1,"down_votes":0,"body":"Pre-Order vor 6 Jahren","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-11-06T00:05:06.146+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Logra,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000300000000,timestamp=2016-11-05T23:59:40.309+0000)\n>\n> Pre-Order vor 6 Jahren\n\nok ... konnte mit pre-order nix anfangen . ist wohl ein synonym für beta ^^","replies":[{"id":"","poster":"Pilze","date":"2016-11-06T00:49:01.290+0000","up_votes":1,"down_votes":0,"body":"Nicht ganz. Ist die Zeit nach der Beta wenn die Server erstmalig Public sind.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-11-06T00:07:24.321+0000","up_votes":1,"down_votes":0,"body":"Am Anfang konnte man LoL wie ein Videospiel in einer Box kaufen.","replies":[]}]}]}]}]},{"id":"","poster":"ImtheNOSE","date":"2016-11-06T12:36:51.737+0000","up_votes":2,"down_votes":0,"body":"Deine \"Umfrage\" ob es fair von riot war macht absolut keinen Sinn. Wenn du Scripts oder Hacks oder andere Programme, die spielerische Entscheidungen für dich treffen benutzt hast dann hat Riot fair gehandelt. Wenn du das nie gemacht hast dann hat Riot unfair gehandelt. Das ist eindeutig und nicht wirklich eine eigene  Meinung die man in einer Umfrage widerspiegeln kann.       Du behauptest dass du unschuldig bist und Riot das Gegenteil. Da wir als Community keine Daten zu deinem Account haben können wir das nicht beurteilen. Viel Glück falls du unschuldig bist. Geschieht dir sowas von recht falls nicht.","replies":[]},{"id":"","poster":"lol9299","date":"2016-11-07T15:39:14.139+0000","up_votes":1,"down_votes":0,"body":"Genau das gleiche ist mir auch passiert, ich verstehe nicht wie man so freundlich sein kann? Sowas darft nicht passieren wenn man sogar ihnen Geld gibt und uns sperrt das ist übertrieben.  (Meine meinung)","replies":[]},{"id":"","poster":"Nightmare Azir","date":"2016-11-06T08:24:29.299+0000","up_votes":1,"down_votes":3,"body":"Ich vermute es ist ein Bug da in den letzten 2-3 Tagen 3-4 Leute wegen dem gebannt wurden und Sie alle haben einen Post gemacht auch weil unschuldig seien.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T12:05:20.516+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich findet man hier im Forum nur Beiträge darüber, dass jemand unschuldig gebannt wurde. Danach kann man nicht gehen. Die Gebannten, die es einsehen erstellen keine Beiträge. Dafür aber jeder, der sich schuldig gemacht hat, seinen Account aber wiederhaben will.","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T12:18:17.961+0000","up_votes":1,"down_votes":2,"body":"Hallo Sirrkass,\n\nund was machen wir für die Leute die es einfach so hingenommen haben oder die sich nicht trauten ihre meinung zu sagen. Lass es nur 1 Euro sein bei 100 Tausend Spieler die gebannt wurden und das zu unrecht(angenommen zu unrecht) bereichert Riot sich um 100 Tausend Euro und das zu unrecht. Ich mein wir Spieler sind es die das Spiel am leben hält wir sind die jenigen die Geld investieren für die Entwicklungskosten etc. und als dank wird man dann auch noch gesperrt, unsere Rechte unterbunden und beklaut. Ich finde dies Inakzeptabel.\n\nMfG Quictric","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-06T12:31:52.210+0000","up_votes":1,"down_votes":0,"body":"Ich finde deine Quellenangaben inakzeptabel. Du versuchst uns hier nachweislich veraltete und offensichtlich falsche Informationen zu verkaufen, damit dir jemand glaubt, Riot wären in der Geschichte die Bösen. Das wird aber zumindest nicht hier erfolgreich sein. Die meisten Leute denen du hier begegnest, sind relativ gut für Riot informiert. Die einzigen die dir glauben werden, sind angeblich zu unrecht bestrafte, die darauf hoffen, dass ihnen jemand glaubt, wenn sich nur genug von ihnen melden. \n\nIch hätte kein Problem damit, mich für jemanden einzusetzen, wenn er fälschlicherweise bestraft wurde, das habe ich bei dem einen sogar gemacht. Aber bei dieser Bannwelle, sehe ich noch keine Hinweise darauf, dass jemand ungerecht behandelt wurde.","replies":[]}]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-11-06T01:10:34.121+0000","up_votes":1,"down_votes":0,"body":"@quictric: Ob zu Recht oder Unrecht gebannt kann ich natürlich nicht beurteilen. Aber ich hab die AGB gelesen  (ja! Ich war derjenige) und lese sie auch immer wieder mal nach dem wöchentlichen Patch. Mein Fazit: Genauso wie google/facebook und Consorten gibst Du mit dem Annehmen der AGB alle deine Rechte ab. D.h. RIOT hat immer Recht und schreibt das auch mehr oder weniger klar in die AGBs (Juristen-klar !)\n\nAuf deutsch: Du warst einverstanden die Hosen runter zu lassen und wenn RIOT jetzt mit deinem Piepmax etwas anstellt, was dir nicht gefällt, dann warst du im vornherein einverstanden! Also beschwer dich nicht\n\n{{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T01:26:52.673+0000","up_votes":1,"down_votes":4,"body":"Hallo sNooBdogg,\n\nes steht zwar drinne, aber wie laut der Seite beschrieben hat man trotzdem Rechte. Lies dir mal die Seite durch dann wirst du schon erfahren was Leute machen können wenn sie unberechtigt Gebannt werden wie es bei mir ist. Ebenso muss Riot mir beweisen können das ich wirklich gehackt, gescript, Programme Dritter etc benutz habe. Doch das tun sie nicht stattdessen schreiben sie nur das ich ein Hacker, Scripter unfairer Spieler bin und das das Thema abgeschlossen ist. \n\nMfG Quictric","replies":[{"id":"","poster":"Sihari","date":"2016-11-06T01:51:17.854+0000","up_votes":1,"down_votes":0,"body":"RIOT muss dir überhaupt nichts beweisen. Der Accout auf dem du spielst ist nur gemietet und wenn RIOT das so möchte, dann kann RIOT dir auch von jetzt auf gleich ohne Angabe von Gründen den Zugang verwehren.\nSie sind aber noch so freundlich und weisen darauf hin, warum sie das getan haben. Alles weitere würde ihnen schaden, weswegen sie nicht noch freundlicher zu den zurecht gebannten Spielern sein können.","replies":[]}]}]},{"id":"","poster":"XExEcUtOrX04","date":"2016-11-05T21:31:47.215+0000","up_votes":1,"down_votes":0,"body":"Hast du denn irgendwelche Zusatzprogramme installiert oder nutzt du irgendwelche Makros?","replies":[{"id":"","poster":"Quictric","date":"2016-11-05T21:32:59.447+0000","up_votes":2,"down_votes":2,"body":"Hallo XExEcUtOrX04 ,\n\nNein habe ich nicht. Weder Programme weder sonst noch was anderes.","replies":[{"id":"","poster":"michsen","date":"2016-11-05T21:45:35.016+0000","up_votes":1,"down_votes":0,"body":"Aber es muss ein Drittprogramm gegeben haben, welcher auf deinen LoL client zugriff hatte.\nDarunter fallen Replay programme, ingame voice chat, UI änderungen, ingame stream overlays oder ingame time bzw chat makros.\nSonst hätte dein Client nichts an Riot gesendet und die hätten dich nicht gebannt.","replies":[{"id":"","poster":"e621 Rengar","date":"2016-11-05T21:57:54.552+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=michsen,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000000000000,timestamp=2016-11-05T21:45:35.016+0000)\n>\n> Aber es muss ein Drittprogramm gegeben haben, welcher auf deinen LoL client zugriff hatte.\n> Darunter fallen Replay programme, ingame voice chat, UI änderungen, ingame stream overlays oder ingame time bzw chat makros.\n> Sonst hätte dein Client nichts an Riot gesendet und die hätten dich nicht gebannt.\n\nWobei ich schon seit 2 Jahren den LoLVO Changer benutz [aber pssss :^) ) und damit die Sprache auf Kor. und Schrift auf De. hab und ich immernoch nicht banned bin","replies":[{"id":"","poster":"Sihari","date":"2016-11-06T00:40:58.368+0000","up_votes":1,"down_votes":0,"body":"Es gibt einige Programme, die RIOT duldet, so lang sie dir keinen Vorteil im Spiel verschaffen. Custom-Skins, die keine offiziellen RIOT-Skins imitieren und Voice-Over werden nicht gebannt, bis das Programm eine Funktion enthält, die den natürlichen Spielverlauf verändert. ^-^","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-11-05T21:49:26.773+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=michsen,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000000000000,timestamp=2016-11-05T21:45:35.016+0000)\n>\n> Aber es muss ein Drittprogramm gegeben haben, welcher auf deinen LoL client zugriff hatte.\n> Darunter fallen Replay programme, ingame voice chat, UI änderungen, ingame stream overlays oder ingame time bzw chat makros.\n> Sonst hätte dein Client nichts an Riot gesendet und die hätten dich nicht gebannt.\n\nHi Michsen! Du scheinst dich da bissel auszukennen. Hast Du Lust auf meinen Thread was zu schreiben ?\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/dXfmkwVE-3rd-party-programme-welche-sind-das","replies":[{"id":"","poster":"michsen","date":"2016-11-05T22:33:32.512+0000","up_votes":1,"down_votes":0,"body":"Hat nichts mit auskennen zu tun.\nEs steht alles in den Nutzungsbedingungen und diese willigt jeder bei einem neuen Patch auf neue ein.\nhttp://euw.leagueoflegends.com/de/legal/termsofuse\n> 7. ZUSTIMMUNG ZUR ÜBERWACHUNG\n> 7.1. Werde ich bei der Nutzung der Riot-Dienste von Riot überwacht?  (Ja. Mehr darüber erfährst du in der Datenschutzerklärung.)\n>  Wir überwachen die Nutzung der Riot-Dienste für eine Vielzahl verschiedener Zwecke, einschließlich der Verhinderung von Schummeleien und Hackerhandlungen, der Verringerung giftigen Spielerverhaltens und der Verbesserung der Riot-Dienste. Bitte lies unbedingt unsere Datenschutzerklärung, um wichtige Einzelheiten darüber zu erfahren, wie wir Informationen im Zusammenhang mit deiner Nutzung der Riot-Dienste verarbeiten.\n> \n> 5. VERHALTENSKODEX\n> 5.1. Kann ich bei der Nutzung der Riot-Dienste Leute trollen, flamen, bedrohen oder belästigen?  (Nein. Wenn du das tust, kannst du gesperrt werden.)\n> Du musst bei der Nutzung der Riot-Dienste alle Gesetze, Regelungen und Vorschriften der Gerichtsbarkeit einhalten, in dem dein Wohnsitz liegt. Du musst ferner bestimmte weitere Regelungen einhalten, die für deine Nutzung der Riot-Dienste gelten (der „Verhaltenskodex“). Der Verhaltenskodex erhebt keinen Anspruch auf Vollständigkeit und wir behalten uns das Recht vor, ihn jederzeit zu modifizieren sowie geeignete Disziplinarmaßnehmen zu ergreifen, einschließlich Kündigung und Löschung des Kontos, um die Integrität und den Geist der Riot-Dienste zu schützen, gleich, ob eine bestimmte Verhaltensweise im Kodex als unangemessen aufgeführt wird oder nicht. Außer aus dem Verhaltenskodex entnimm bitte weitere Leitlinien für ein beispielhaftes Spielverhalten dem „Weg der Beschwörer“.\n> \n> Nachstehend einige Beispiele für Disziplinarmaßnahmen rechtfertigende Verhaltensweisen:\n> \n>  **9. Verwendung nicht zugelassener Programme von Drittanbietern, darunter „Mods“, „Hacks“, „Cheats“, „Skripts“, „Bots“, „Trainer“ und Automatisierungsprogramme, die mit der Software in beliebiger Weise und zu einem beliebigen Zweck kommunizieren, einschließlich nicht zugelassener Programme von Drittanbietern, die die Kommunikation zwischen der Software und Riot Games abfangen, nachahmen oder umleiten, sowie nicht zugelassener Programme von Drittanbietern, die Informationen über das Spiel erfassen, indem sie die Speicherbereiche auslesen, die von der Software zum Speichern von Informationen verwendet werden,**\n> 10. Zugriff oder versuchter Zugriff auf Bereiche des Spiels oder der Spiel-Server, die der Öffentlichkeit nicht zugänglich gemacht wurden,\n> 13. im Konto einer anderen Person zu spielen, um den Status oder Rang dieses Kontos zu erhöhen.","replies":[{"id":"","poster":"Quictric","date":"2016-11-05T22:37:05.748+0000","up_votes":1,"down_votes":2,"body":"Hallo Michsen,\n\nIch kenne die Nutzungsbedingungen, trotzdem danke. Wie gesagt ich habe weder gehackt noch gescriptet noch Drittanbieter Programme genutzt.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-11-06T00:05:45.045+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Quictric,realm=EUW,application-id=7hciEY9w,discussion-id=lhAEHAym,comment-id=000000000000000000000000,timestamp=2016-11-05T22:37:05.748+0000)\n>\n> Hallo Michsen,\n> \n> Ich kenne die Nutzungsbedingungen, trotzdem danke. Wie gesagt ich habe weder gehackt noch gescriptet noch Drittanbieter Programme genutzt.\n\nDie Antwort war evtl für mich bestimmt \n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Quictric","date":"2016-11-06T00:36:18.362+0000","up_votes":1,"down_votes":1,"body":"Hallo  sN00Bdogg,\n\nMagst recht haben {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2016-11-05T21:45:37.290+0000","up_votes":1,"down_votes":0,"body":"Hast du jemand anderen auf deinem Account spielen lassen?","replies":[{"id":"","poster":"Quictric","date":"2016-11-05T22:17:33.837+0000","up_votes":1,"down_votes":2,"body":"Hallo TABBIAN,\n\nAuch das nicht keiner hatte bis jetzt zugriff auf mein Konto.\n\nMfG Quictric","replies":[]}]}]}]},{"id":"","poster":"Hanfos","date":"2016-11-05T22:14:21.027+0000","up_votes":1,"down_votes":0,"body":"Haben sie dir wenigstens gesagt welches \"Programm\" da anscheinend ausgeführt wurde?","replies":[{"id":"","poster":"Quictric","date":"2016-11-05T22:19:09.277+0000","up_votes":1,"down_votes":2,"body":"Hallo Hanfos,\n\nNein das habe sie nicht. Sie haben mich nur als Hacker, Scripter, unfairer Spieler beschuldigt und sagten das das Thema abgeschlossen sei.\n\nMfG Quictric","replies":[]}]},{"id":"","poster":"KonigHuchen","date":"2016-11-05T21:44:03.584+0000","up_votes":2,"down_votes":5,"body":"Hi, versuch mal neu zu starten.\nMfG KonigHuchen","replies":[{"id":"","poster":"Quictric","date":"2016-11-05T22:20:15.546+0000","up_votes":1,"down_votes":2,"body":"Hallo KonigHuchen,\n\nIch habe bereits öfters neu gestartet und es hat nichts gebracht.\n\nMfG Quictric","replies":[]}]}]}