{"id":"dXfmkwVE","poster":"sN00Bdogg","date":"2016-11-05T14:26:02.049+0000","title":"3rd Party Programme - Welche sind das?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ja servus!\r\n\r\n&Uuml;berall hier im Forum ist von **&quot;3rd Party Programmen&quot;** die Rede.\r\n\r\nz.B.:\r\n- Wenn ich um Hilfe bitte, weil ich keine Paysafe Einzahlung machen kann werde ich gefragt, ob ich vielleicht welche benutzt habe\r\n- wenn (angeblich) &quot;brave&quot; Spieler einen Permaban bekommen , dann stellt sich auch immer die Frage nach 3rd Party Programmen\r\n\r\nAber keiner kennt diese bzw. nennt sie mal beim Namen. Sicherlich gibt es da ne ganze Menge, aber es w&auml;re doch nett , wenn es eine Liste g&auml;be.\r\n\r\n**Gibt es eine solche Liste mit 3rd Party Programmen?** \r\n(Na klar verstehe ich, da&szlig; diese immer unvollst&auml;ndig sein d&uuml;rfte!)\r\n\r\nFalls Riot die Namen nicht nennen darf (rechtliche Gr&uuml;nde vielleicht?) , so d&uuml;rfen doch sicher die Spieler die Namen nennen, oder?\r\n\r\nAlso wer den Namen eines solchen 3rd-Party Programm kennt, soll ihn bitte hier posten! \r\n\r\nDanke schon mal.","replies":[{"id":"","poster":"FearleZzGangster","date":"2016-11-05T15:03:33.373+0000","up_votes":1,"down_votes":0,"body":"Das sind Programme die ein Vorteil verschaffen und eben nicht erlaubt sind^^\n\nUnd eine Liste ist nicht gerade konstruktiv","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-11-05T15:41:36.362+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FearleZzGangster,realm=EUW,application-id=7hciEY9w,discussion-id=dXfmkwVE,comment-id=0000,timestamp=2016-11-05T15:03:33.373+0000)\n>\n>  \n> Und eine Liste ist nicht gerade konstruktiv\n\nAber sicher ist sie das, denn wenn ich weiss welche Programme nicht genutzt werden dürfen, kann ich sie auch vermeiden.\n\nHabe keine Lust meinen Account zu verlieren, nur weil mir jemand aus der FL nen Link schickt o.ä. \n\nEs wäre auch mal nett, wenn sich jemand zu dem Thema äussert: Tastenkombinationen auf ne Maustaste legen etc.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-11-05T22:00:46.022+0000","up_votes":1,"down_votes":0,"body":"Also ich würde dir im Prinzip raten, nichts zu verwenden, wovon du nicht zu 100% sicher bist, dass es nicht verboten ist.\nEine kurze Typ-Liste ohne Anspruch auf Vollständigkeit:\n- Scripts und spielmechanische Makros\n- Programme mit Customskins, solange es sich um originale Riotskins handelt\n- Programme mit Informationen, die dir sonst nicht zur Verfügung stehen würden\n\nDas sind die Hauptgruppen, die mir spontan einfallen, die zu einem Permaban führen können. Es ist dabei auch darauf zu achten, dass man kein Programm verwendet, welches zusätzlich zu erlaubten Inhalten auch verboten Inhalte bietet.\nEiner der Gründe, warum es keine ausführliche Liste mit verbotenen Programmen gibt, ist wohl, dass du diese Programme bekannter machen würdest und dazu noch die Entwickler darauf hinweisen würdest, dass ihr Programm \"enttarnt\" wurde. Bei der derzeitigen Politik von Riot können sie nur mutmaßen, haben aber keine direkten Informationen.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-11-05T22:52:33.600+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=tabbian,realm=EUW,application-id=7hciEY9w,discussion-id=dXfmkwVE,comment-id=000000000000,timestamp=2016-11-05T22:00:46.022+0000)\n>\n> Also ich würde dir im Prinzip raten, nichts zu verwenden, wovon du nicht zu 100% sicher bist, dass es nicht verboten ist.\n> \n\nDanke für die Antwort. Also ich benutze eigtl garnix ausser, daß ich gewisse Scripts in meinem Firefox nutze.\nHabe diesen Thread gestartet, weil ich einfach sicher sein wollte, daß die Benutzung von LOLNEXUS und Konsorten kein problem werden kann. \n\nIch fnde es nur ungerecht, wenn es keine \"Blacklist\" gibt und dann Spieler geabnnt werden, die solche Programme benutzen. WELCHE AUCH IMMER das sein mögen. Da wäre es fairer zu sagen \"Hört mal! Wer dieses und jenes benutzt wird gesperrt\"\n\nWenn dies nen Skin betrifft, dann gehts natürlich zu lasten der RIOT Einnahmen, aber wenn Scripts benutzt werden um im Spiel besser zu performen , dann betrifft es alle. Ist ja dann sowas wie Doping.","replies":[]}]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-11-05T21:27:13.481+0000","up_votes":1,"down_votes":0,"body":"Scheinbar haben auch Spieler , die solche Programme kennen, keine Lust hier was zu schreiben. Der Forum-Support schweigt ja sowieso auf meine Threads ^^\n\nNaja.","replies":[]}]}