{"id":"69YP4kuw","poster":"Black Raccoon","date":"2016-11-05T12:27:56.384+0000","title":"Make League great again!","subforum":"Spielerverhalten & Moderation","embed":{"title":"Why I Love League of Legends But Hate Playing It","description":"This video was created to describe my feelings towards the state of our League, I once enjoyed playing this game despite winning or losing, but now it has became hurtful at times. This Spoken word was done by Jesse Chisholm, and the video was created by KodeVu.","url":"https://www.youtube.com/watch?v=nxAabW7JfTQ&feature=youtu.be","image":"https://i.ytimg.com/vi/nxAabW7JfTQ/hqdefault.jpg"},"up_votes":11,"down_votes":2,"body":"Ich erinnere mich an eine Zeit, eine Zeit bevor die Community bekannt wurde, eine Zeit, bevor sie f&uuml;r ihr schlechtes Verhalten bekannt wurde.\n\nDieses Video hat mich mal wieder daran erinnert.\n\nDies ist ein Aufruf an alle von euch:\n\nLets make League great again!\n\nWie machen wir das?\nWenn jemand flamed, oder jemanden blamed, lasst uns nicht mit gleichen Waffen antworten, lasst uns versuchen ihn auf den richtigen Weg zu bringen. Den Spa&szlig;! Richtig, das Spiel dreht sich um Spa&szlig;, nicht um den Sieg. Hatten wir nicht alle schon ein Spiel, in dem wir, trotz das wir es verloren, Spa&szlig; hatten? \nHatten wir nicht alle schon Kritik zu &auml;u&szlig;ern? macht es freundlich, ohne Beleidigung, seid cooperativ.\n\nAb sofort werden wir wieder anfangen den &quot;Honor&quot; Button zu verwenden. Und das nicht f&uuml;r die, die besonders positiv waren, sondern f&uuml;r JEDEN, der dem Spielverhalten entspricht, das wir uns w&uuml;nschen. Wir wollen positive Laune durch die Community leiten, wir wollen Spa&szlig;! Lasst uns genau das f&uuml;r die n&auml;chste Season in Angriff nehmen!\n\n\nBeginnt, alle zusammen, alle als Eins, eine neue &Auml;ra!","replies":[{"id":"","poster":"clair de lune289","date":"2016-11-05T13:09:19.785+0000","up_votes":3,"down_votes":1,"body":"einfach nur  WOW das Video ist großartig {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Kampfzwiebel","date":"2016-11-07T12:37:52.174+0000","up_votes":1,"down_votes":1,"body":"Bei dem Gesindel das ingame rum läuft ist das zwar ein inspirierendes Video aber nicht umsetzbar. Diese Community ingame ist und bleibt asozial.","replies":[{"id":"","poster":"GermanLive","date":"2016-11-07T12:46:32.235+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kampfzwiebel,realm=EUW,application-id=KYnfKGf0,discussion-id=69YP4kuw,comment-id=0002,timestamp=2016-11-07T12:37:52.174+0000)\n>\n> Bei dem Gesindel das ingame rum läuft ist das zwar ein inspirierendes Video aber nicht umsetzbar. Diese Community ingame ist und bleibt asozial.\n\nUnd genau das könnten wir ja ändern! wenn sie flamen lass sie flamen wenn keiner mehr darauf reagieren würde dann würde das flamen ausgrauen und die Community würde sich mit der Zeit wieder aufbauen wie es in denn alten Zeiten war!","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-11-06T00:14:27.455+0000","up_votes":1,"down_votes":0,"body":"Das Video trifft es wirklich sehr gut","replies":[]}]}