{"id":"T8arPwci","poster":"Amycos Cyrus","date":"2019-05-11T14:02:48.568+0000","title":"Yamina – Die Rückkehr der Geopferten","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"So kurz nach Reika kommt hiermit nun der nächste und schon achte Champion aus meiner Feder. Hierbei handelt es sich um einen Champion, der über eine sehr ungewöhnliche Art und Weise verfügt einen gegnerischen Champion aus einem Kampf herauszuhalten, denn wie heißt es so schön, der stärkste CC ist der Tod, warum also nicht hier ansetzen und weiter gestalten.\nAus dieser Idee entstand sie, die Frau, die jedem Teamfight ein seltsames Unbehagen verleiht und nicht davor zurückschreckt selbst an die Front zu gehen.\nAlso macht euch bereit und rutscht auf eurem Weg nicht in den Pfützen aus Blut aus, denn es kommt in jedem Fall noch viel Schlimmer, als du es jetzt noch erwartest.\n___\n\nInhaltsverzeichnis:\n\n - Lore:\n - Aussehen:\n - Zitate:\n - Statistiken und Einstufung:\n - Fähigkeiten:\n - Erläuterungen zur Spielweise\n - Synergien mit Verbündeten\n - Problematische Gegner\n - Verweise etc.\n\n___\n\n**Chapter II: Arc Moritura XIII - Der Tod**\n\nEinmal alle 65 Mondzyklen (5 Jahre und 5 Monate), wenn laut den alten Schriften die \"Macht ohne Namen\" seinen Weg durch die Welt antritt um die folgenden 32 Mondzyklen (2 Jahre und 8 Monate) durch sein Handeln zu prägen, wird in den unterirdischen Gängen, die sich unter dem Mount Targon erstrecken, ein antikes Ritual vollzogen.\nDieses Ritual hat laut den Glaubensboten der Solari und Lunari die Funktion einen antiken Feind derjenigen zu besenftigen, die am Gipfel des heiligen Berges ihre Diener erwählen.\nDoch die finsteren Schatten von Misstrauen und Intrige hüllen die genauen Umstände und Handlungen des Rituals ein. Niemand schien genau zu wissen, wer dieser ominöse Feind war, doch die Verpflichtung ihn besenftigen zu müssen steckte in ihnen allen.\n\nAls eines Tages, mit Beginn der Vorbereitungen ein Mondzyklus vor dem Ritual, ein junges Mädchen namens Yamina aus den Reihen der Solari die genauen Umstände des Rituals erfragen wollte, trat sie damit einen Schritt zu weit, ... Jedenfalls schien es so. Der Mann, den sie fragte, kannte sie schon lange. Er schien ihr immer etwas merkwürdig zu sein, dennoch vermutete sie, dass er ihre Fragen beantworten konnte.\nSeine Reaktion auf ihre neugierigen Fragen war jedoch für sie unerwartet. Er legte ihr nahe ihm zu folgen und führte sie durch eine schmale, unscheinbare Felsenpassage zum Eingang einer Höhle.\nDie Wände der Höhle waren aufwendig verzeirrt durch Schriften und Zeichnungen. Es wirkte fast, als hätten frühere Generationen ganze Bücher an die Wände geschrieben, die nun durch Fackeln und Irrlichter in flakerndes Licht getaucht waren.\nDer Mann führte sie weiter in die Höhle hinein. Sein langes, weißes Haar wehte leicht in der lauen Brise, welche aus dem Herzen der Höhle hervordringte.\nNachdem die beiden recht tief in das Innere der Höhle eingetreten waren, eröffnete sich vor ihnen ein Kammer von imposanter Gestalt. Als wären sie durch die Höhle in eine andere Welt getreten, wuchsen dort bunte Blümen und Bäume mit saftige wirkenden Früchten.\nFür Yamina, die ihr ganzes Leben immer das bescheidene Leben und die karge Natur des Targon kannte, war dieser Ort wie das Paradies.\nÜber alle dem trohnte eine gewaltige Kugel aus Licht, die wie eine Sonne die gesamte Höhle erleuchtete.\n\n\"Wo sind wir?\", fragte Yamina voller Staunen und schaute sich fasziniert um während sie auf eine Antwort wartete. Doch eine Antwort erhielt sie nicht, denn der weißhaarige Mann griff ihre Hand und zog sie behutsam, jedoch mit der Intention nicht stehen zu bleiben, während er seinen Weg fortführte.\nDie beiden schritten die lange Treppe auf die Grundebene der Kammer hinunter und querten eine aus dieser Perspektive noch größer wirkendes Blumenfeld. Erst jetzt fiel Yamina auf, dass sie alleine waren. Die ganze Strecke seit der Felspassage in der nähe ihres Dorfes war menschenleer gewesen.\n\n\"Wo gehen wir hin?\", fragte Yamina erschreckt und bemerkte nur kurz darauf, wie fest der Griff des Mannes wirklich war. Auch hier keine Antwort.\nDie beiden verließen nur kurz darauf die Kammer in einen schmalen Gang und nach all dieser Strecke und den zwei verhallenden Fragen begann der Mann erstmalig zu reden.\n\n\"Das was du eben gesehen hast war ein Abbild eines anderen Ortes.\", erklärte der Mann und führte seinen Weg schweigsam weiter. Yamina konnte sein Schweigen auch nicht mit ihrer Frage nach dem abgebildeten Ort brechen.\nDie Beiden gingen noch eine lange Zeit immer tiefer in das Innere der Höhle und Yaminas Gang wurde über diese Strecke immer schleppender. Die wiederholten Fragen nach ihrem Ziel verhalten an den Wänden der Höhle, deren Bemalung immer rudimentärer wurde, je weiter sie kamen.\n\nPlözlich blieb der Mann vor einer gewaltigen Felsentür stehen und wendete sich zu Yamina: \"Die Antworten auf deine Fragen. ... Sie liegen hier ... hinter dieser Tür. Doch willst du sie wirklich kennen?\"\n\"Ja!\", antwortete die erschöpfte Yamina ohne zu zögern. In diesem Moment setzte sich die Felsentür in Bewegung und enthüllte den Ort, den Yamina bereits gesehen hatte.\nDas Paradies.\nZwar verstand Yamina nicht warum, jedoch war es klar, dass die Höhle, von der der Mann als Abbild eines anderen Ortes sprache, genau diesen Ort abbildete. Die bunten Blumen, die Bäume mit saftigen Früchen, alles war gleich bis auf einen wesentlichen Punkt. Die beiden warn nicht mehr allein.\nAuf der Blumenwiese am Ende der langen Treppe spielten Kinder und unter den Bäumen saßen Personen, die ihre Eltern sein konnten.\n\"Willkommen in der untersten Ebene\", begrüßte eine anderes junges Mädchen, dass scheinbar bereits auf sie gewartet hatte: \"Mein Name ist Ryona. Ich heiße dich im Namen aller hier herzlich willkommen hier im Herzen des Targons.\"\n\"I ... I ... Ich\", stotterte Yamina voll Unbehagen. Ryonas Blick wendete sich dem Mann entgegen: \"Shikuro. ... Ist sie ... ?\", fragte sie, wobei der Mann ihr ins Wort fiel: \"Ja, sie ist es\"\n\nEin Mondzyklus später. Der Tag des Rituals\n\nYamina war nun seit einem Mondzyklus verschollen und die Suche nach ihr verlief erfolglos. Shikuro, der zwar wusste, wo sie war, hatte sich über diese Zeit ebenfalls abgesetzt und hüllte sich bezüglich Yaminas Aufenthaltsort in tiefes Schweigen.\n\nIn den Tiefen der unterirdischen Gänge, in einem abseits gelegenenen Höhlenbereich über der untersten Ebene, entzündeten sich, wie von einer geisterhaften Präsenz gezündete, viele Kerzen und hüllten die vergleichsweise kleine Kammer in sanftes, flimmerndes Licht.\nEine kleine Gruppe von Menschen hatte sich in der Kammer vor einem in den Fels geschlagenen Altar positioniert und verbeugten sich vor diesem in kniender Haltung, während ihre Gebete in ein sonores Summen überging. Wer diese Personen waren verbag ihre einheitliche Kleidung bestehend aus einer weißen Kapuzen-Robe, die ihre Gesichter und die generelle Silouette verbag und variierender Zirr, die vermutlich auf ein Rangsystem hinwieß.\n\nZur gleichen Zeit versammelten sich die Anhänger der Solari in der ersten großen Kammer, in die lediglich das Abbild der untesten Ebene war. Auch hier begannen zeremonielle Vorbereitungen für etwas, dass man als äußerer Betrachter am ehesten als Gebetszeremonie beschreiben kann. Doch die Ähnlichkeit dieser beiden Schauplätze sollte schon bald verschwinden.\nWährend in der großen Abbild-Kammer die Solari anfingen Gegenstände zu segnen und Gebete zu sprechen, welche die falsche Sonne in der Kammer thematisierten, betrat Shikuro die Altarkammer, in der die Kapuzenträger beteten.\nShikuro war ähnlich der Betenden gekleidet, jedoch bezeugte seine aufwendige Zirr, dass er die hochrangigste Person in der Kammer war. Dies war Grund genug für die Betenden einen Weg zum Altar zu räumen, sodass Shikuro zu diesem hervortreten konnte.\n\"Nun dann liebe Anwesenden. Die Vorbereitungen sollen damit abgeschlossen sein und auch die Solari haben sich bereits in der oberen Kammer versammelt.\", verkündete Shikuro, nachdem er am Altar ankam und die Kapuze absetzte: \"Das Tribut wird gerade von Ryona geholt, sodass es nur noch darum geht den richtigen Zeitpunkt abzupassen.\"\nWenig später trat auch die erwähnte Ryona in Gebetskluft gekleidet in die Kammer und führte auf ihrem Weg eine weitere Person, die sich ebenfalls in einer Kutte verbag. Die Zirr der Beiden konnte nicht verschiedener sein. Während Ryonas Kutte nahe zu in gänze durch ihrer Zirr verborgen war, war die Zirr ihrer Begleitung nicht vorhanden.\nNun begannen erneut die knieenden Personen zu Beten und ihre Worte zerliefen in melodischen Klängen in die das Folgende akustisch untermalen sollten.\n\nAls Ryona ihre Begleitung an den Altar geführt hatte, legte diese ihre Robe ab und stand nun in einem rudimentären Gewand vor diesem.\nShikuro blickte vom Altar in in Richtung der Betenden und schloss sich den rituellen Worten der Masse an.\nRyona forderte die in Trance befindliche Yamina, als welche sich ihrer Begleiterin herausstellte, auf sich auf den Altar zu legen, was diese in Folge tat. Ryona griff ein Dolch, dessen Griff aufwändig gezirrt war und positionierte sich hinter dem Altar, sodass ihr Handeln für die Betenden gut zu sehen war.\nNachdem die Kerzen, die den Raum erleuchteten, ihre Farbe von einem warmen orange in ein strahlendes kupfergrün (Vgl. Kupferhalogen-Verbrennung) wandelten, ertönte ein spitzer Schrei die Kammer, da Ryona den Dolch in den Bauch von Yamina rammte.\nDie entsetzte Unruhe der Betenden übertönte darauf das Gerüsch von steinernen Lagern, welche die Kammereingänge verschlossen und die Altaroerfläche öffnete. Yamina fiel infolgedessen hinunter, direkt in die falsche Sonne, die sich an der Decke der untersten Ebene.\nDie falsche Sonne und ihr Abbild in der Kammer, in der die Solari ihre Ritualle verrichteten, entflammte kurz, genau so wie es die Kerzen in dem Raum taten, in einem kupfergrün.\n\nShikuro agierte, als gäbe es einen Plan, von dem nur er und Ryona wussten und trat in eine Art Stase über. Dies entzündete ein großen Siegelkreis, der die gesamte Kammer einnahm und nach einem Augenblick vielen die Anhänger zu Boden und Shikuro tat es ihnen gleich. Kurz darauf brannte der Siegelkreis erneut auf und die am Boden liegenden Anhänger entflamten.\n\nRyona trat darauf zu Shikuros Körper und richtete ihn am Altar auf.\n\"Es tut mir leid mein Freund. Ich habe dir wohl nicht genugt Zeit gegeben.\", erklärte sie, doch anders als die Anhänger bewegte sich Shikuro noch. Eine Kutte fing Feuer und Ryona versuchte die Flammen auszuschlagen.\n\"Lass das! ... Ich wusste, dass es so kommt. ... Du hast noch etwas zu tun.\", flüsterte Shikuro kraftlos. Ryona wusste genau was er meinte und trat an die Steintür, die den Anhängern die Flucht verwehrte, doch für sie öffnete sich die Tür, als sei sie ihr Diener.\n\"Ich komme wieder mein Freund. ...\", hinterließ sie Shikuro als Nachricht und machte sich auf den Weg in die Kammer der untersten Ebene.\n\nUnter der falschen Sonne lag der Körper von Yamina. Ihr Kleid war vollständig verbrannt und ihr Körper zirrten ebenso schwere Verbrennungen. Der Sturz hatte zudem offene Wunden und Brüche zur Folge, sodass jedem klar war, dass sie Tod war, doch Ryona naherte sich ihr dennoch vorsichtig, als hätte sie Angst davor, dass sich Yamina an ihr rächen wollte.\n\nAls Ryona sah, dass sich der Brustkorb von Yamina langsam und stetig auf und ab bewegte erklärte sie mit ruhiger Stimme: \"Willkommen meine geliebte Gemahlin.\"\n\n___\n\nAussehen:\n\n - schlanke, jungem weibliche Figur.\n - hellblaues bis tyrkises, kurzes Kleid mit bis zum Boden reichenden Ärmeln, die von ihrem Handgelenk an abwärts eingeschnitten sind.\n - Weiß bandagierter Körper, inklusive große Teile ihres Kopfes (Sodass nur das rechte Auge und ihr Mund mit nächster Umgebung sichtbar sind). Keine Spuren von Blut oder Dreck.\n\n - Änderungen während der P2 abklingt.\n  - Bandagen und Kleid wird stellenweise blutig rot.\n\n - Änderungen während \"in Trance\"\n  - Yamina erfährt eine leuchtende Aura.\n\n___\n\n**Zitate:**\n\n - Pick:\n  - Lediglich derjenige, der den Tod begerd zieht in die Schlacht um ihn zu finden.\n - Bann\n  - Nur wenige, die sich hier versammeln fürchten den Tod und verbannen ihn in Gänze.\n - Taunt\n  - Leben und Leben lassen ... Absurd.\n  - Man lebt nur einmal ... Lass es uns testen.\n - Joke\n  - Ich befehle dir: Lass dein Blut gefrieren.\n  - Ich weiß wie du stirbst ... Armselig.\n - Angriff:\n  - Fühle den Schmerz\n  - Ich will dein Blut sehen.\n  - Angst vor dem Tod?\n  - Entweder ich oder du.\n - Bewegung\n  - Dieser Körper. ... Warum bekomme ich eigentlich immer nur Leichen gestellt?\n  - Jeder Schritt eine Qual. ... Fühlt sich gut an.\n  - Auf in den Tod.\n - Bewegung während Yamina durch die E \"blutet\".\n  - Ich fühle wie das Leben mir entrinnt. ... Großartig.\n  - Wenn sie nur in dieser Stunde meines Seins bei mir wäre.\n  - Wundervoll.\n  - Ich sehe Bilder ... Bilder eines vergangenen Lebens. Sind das etwas Erinnerungen meines Gefäßes?\n - Nutzung der Q:\n  - Trinkt!\n  - Zerrt euch an den euren.\n - Gegenüber verbündeter {{champion:203}} \n  - Wie oft wir uns doch schon begegnet sind.\n  - Ein Leben für den Tod. Traumhaft.\n - Gegenüber verbündeter Ryona\n  - Auf ewig zusammen.\n  - Mein Leben für das deine.\n  - Zusammen ins Leben, zusammen in den Tod.\n - Gegenüber verbündetem/feindlichem [Shikuro](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/bYnPMNH5-shikuro-der-necromantist)\n  - Zwei Seiten der selben Medallie. Ich der Tod und dur der Pfad der zu ihm führt.\n  - Wie lang wir uns doch kennen und wie weit wir einander entfernt haben.\n  - Ein Mann wie du kann mit mir nichts verbinden oder?\n  - Wie sehr wünscht du dir in mein Reich einzutreten?\n - Gegenüber feindlichem Champion mit Lebenskosten\n  - Wessen Leben wohl zu erst zur Neide geht?\n  - Fühlst du ihn auch? ... Betörend, oder?\n - Gegenüber feindlicher {{champion:203}} \n  - Bist du wegen mir hier?\n  - Und wieder kreuzen sich unsere Wege.\n - Gegenüber feindlicher Ryona\n  - Warum musste es so kommen?\n  - Was habe ich falsch gemacht?\n  - Komm zurück!\n - Beim Kauf von {{item:3151}} \n  - Ich sehe sie dir an. Die Freudentränen aus Blut.\n  - Liebst du den Tod so sehr wie ich?\n - Beim Kauf von {{item:3083}} \n  - Ich spüre das Leben in ihr.\n  - Eine atmende Rüstung. Kann sie auch sterben. ... Ich hoffe es.\n\n___\n\n|Statistiken | - Level 1 | - pro Level | - Level 18 \n|-\n|Leben\t\t|540\t|+ 95|\t2155\n|Leben Reg.|\t6|\t+ 0,5|\t14,5\n|AD\t|\t57|\t+ 3\t|108\n|AS\t|\t0,625\t|* 0,02\t|0,838\n|Armor\t|\t25|\t+ 3\t|76\n|MR\t|\t30\t|+ 0,5\t|38,5\n|MS\t|\t330\n|Range|\t\t550\n\n**Einstufung:**\n\n - Schaden: 6/10\n - Durchhaltevermögen: 5/10\n - Kontrolle: 5/10\n - Mobilität: 2/10\n - Unterstützung: 3/10\n - Schwierigkeit: 5/10\n\n___\n\n**P1 – Trance der Blutleere**\n\n - Solange mindestens 3 von Yaminas Fähigkeiten abklingen, ist Yamina \"in Trance\".\n - Yaminas Basisfähigkeiten erfahren spezifische Boni, sobald Yamina \"in Trance\" ist.\n\n**P2 – Gesegneter Altartrank**\n\n - \"Blutspuren\" halten 1,5/2,75/4 Sekunden (Level: 1/7/13).\n - Kein Champion kann auf \"Blutspuren\" stehen bleiben. Würde ein Champion auf einer \"Blutspur\" stehen bleiben, so bewegt er sich in Richtung des letzt gewählten Bewegungskommandos oder falls ein neuer getan wurde, in dessen Richtung. (Kein Kontrollverlust auf \"Blutspuren\")\n - Diese Fähigkeit gilt als abklingend für \"Trance der Blutleere\" solange sich \"Blutspuren\" auf der Karte befinden.\n\n**Q**\nKosten: 32/40/48/56/64 Leben\nAbklingzeit: 11 Sekunden auf allen Rängen\nReichweite: 600 im Kegel mit Öffnungswinkel 50°\n\n**Q1 Aktive –  Ausschank des Altarweins**\n\n - Yamina wirft 5 Blutprojektile in einem Kegel vor sich. (Vgl. Annie-W)\n - Wenn eine gegnerische Einheit von ein oder mehr Projektilen getroffen wird erhält sie 75/90/105/120/135 + 30 %AP magischen Schaden.\n - Blutprojektile hinterlassen bei ihrem Auftreffen oder beim Erreichen der maximalen Reichweite eine \"Blutspur\" auf dem Boden.\n - Ist Yamina \"in Trance\", so erhöhen sich die Kosten dieser Fähigkeit um 32/40/48/56/64 Leben und getroffene Gegner erhalten pro Projektil das sie trifft 50/65/80/95/110 + 20 %AP magischen Schaden. (Max. 250/325/400/475/550 + 100% AP) Weiterhin verringert sich der Öffnungswinkel des Kegels auf 30°.\n\n**W**\nKosten: 7% ihres aktuellen Lebens\nAbklingzeit: 20/19/18/17/16 Sekunden\nReichweite: Radial: 125 / Linear: 600\n\n**W1 Aktive– Wall der Geopferten**\n\n - Yamina beschwört für 4 Sekunden an gewählte Position (Abstand 125 Einheiten von Yamina) einen Wall, der ihr in gleicher Ausrichtung folgt (Vgl. Braum-E).\n - Dieser Wall hat 500/750/1000/1250/1500 Leben + 40/42,5/45/47,5/50% des fehlenden Lebens von Yamina, und keine Resistzenzen. (Leben wird nach den Kosten berechnet)\n - Ist Yamina während der Zerstörung des Walls \"in Trance\" so zerfällt der Wall nicht bei seiner Zerstörung und seinem Auslaufen, sondern agiert folgendermaßen:\n  - Der Wall bewegt sich vor seinem Verschwinden langsam 600 IGU in einer geraden Linie von Yaminas aktuellem Aufenthaltsort weg und hinterlässt auf seinem Weg eine \"Blutspur\".\n  - Gegnerische Einheiten, die der Wall auf seinem Weg berührt erhalten magischen Schaden in Höhe von 50/75/100/125/150 + 40% AP.\n\n**E**\nKosten: 20 Leben + 20 Leben pro beendete Sekunde Kanalisation (Max. 80 Leben).\nAbklingzeit: 24 Sekunden\nReichweite: Radial: 200 bis 450 IGU / Wahl des Zentrums: 550 IGU\n\n**E1 Passive – Schutz der dreizehnten Arcane**\n\n - Yamina heilt sich über 2 Sekunden um 10/15/20/25/30% allen Schadens, den sie erhält und 50/55/60/65/70% der durch sie gezahlten Lebenskosten.\n\n**E2 Aktive – Andacht der Toten**\n\n - Yamina kanalisiert über 0,5 bis 3 Sekunden, wobei sich um die gewählte Position ein Siegelkreis mit Radius 200 bis 450 IGU bildet. (150 IGU + 100 IGU/s)\n - Alle Champion in einem Radius von 1200 IGU um Yamina (auch diejenigen, die keine Sicht auf Yamina haben) hören weiterhin zu Beginn der Kanalisation, sowie (falls solange kanalisiert) nach 1,5 und 3 Sekunden einen Glockenschlag.\n - Beim Beenden der Kanalisation (auch durch gegnerischen Abbruch) entflamt der Siegelkreis für 3 bis 5,5 Sekunden (2,5s + Kanalisation) und Yamina hinterlässt für die selbe Zeit auf ihrem Weg eine \"Blutspur\". (Vgl. Nocturne-Q)\n - Gegner, die in den Flammen stehen erhalten jede 0,5 Sekunden 5/10/15/20/25 + 20 %AP magischen Schaden (Verdoppelt gegen Vasallen) und sind um 50/55/60/65/70% verlangsamt.\n - Ist Yamina \"in Trance\" und sind gerade verbündete Champions tot, so erhalten diese Verbündeten beim Verlassen der Base nach ihrem Respawn einen Buff, der ihren nächsten Angriff gegen einen Champion um 50% ihrer AP oder AD (Adaptionsregeln entsprechend der Runen) verstärkt und das Ziel für 1 Sekunde um 50% verlangsamt.\n\n**R**\nKosten: 20% ihres aktuellen Lebens\nAbklingzeit: 120/110/100 Sekunden\nReichweite: Linear: 1600\n\n**R2 Passive – Geschenk der dreizehnten Arcane**\n\n - Abklingzeitverringerung für \"in Trance\" genutzte Fähigkeiten ist um 5/10/15% erhöht. Diese Erhöhung kann die maximales Abklingzeitverringerung überschreiten.\n\n**R2 Aktive – Fühle den Tod**\n\n - Yamina feuert ein linear bewegtes, schmales Projektil in gewählte Richtung (Vgl. Urgot-R), das im ersten getroffenen Champion stecken bleibt und beim Einschlag 50/100/150 + 15% AP magischen Schaden anrichtet.\n - Nach einer Zeit von 0,5 Sekunden wird das Ziel exekutiert und wird über eine Zeit X mit Y% seines maximalen Lebens wiederbelebt.\n - Y% ist der Anteil seines aktuellen Lebens am maximalen Leben vor der Exekution abgerundet auf das nächste Vielfache von 10%.\n - X ist die Zeit die es braucht um Y% mit einer Regeneration von 20%/s zu erreichen.\n - Beispiel: Gegner mit 67% max. HP nach Treffer wird über 3 Sekunden auf 60% max. HP wiederbelebt.\n\n___\n\n**Erläuterungen zur Spielweise**\n\n - Die \"Blutung\"-Mechanik definiert Gebiete an denen Champion nicht stehen bleiben können. Dies kann dazu genutzt werden, um die Möglichkeiten der gegnerischen autoattackbasierten Champions zu reduzieren, da für für Normale Angriffe das stehen bleiben notwendig ist.\n - Yaminas R ermöglicht zwei unterschiedliche Dinge:\n  - Sie ist ein Execute für Champions mit weniger als 10% ihres maximalen Lebens.\n  - Sie ist ein bis zu 4,5 Sekunden langer Hard-CC für gegnerische Champions, die noch wenig Schaden genommen haben.\n - Dadurch, dass die R und Passive keine Eigenschaften besitzen, welche \"Trance\" benötigen, kann man in jedem Kampf zwei der drei Abklingzeiten mit ihnen generieren.\n - Dadurch, dass die W die Passive nicht zum Abklingen bringt, sollte man sie erst nutzen, wenn man bereits eine Q oder E (bei abklingender R) genutzt hat.\n - Yamina kann vergleichsweise unfassbar viel Schaden verhindern, da ihre W und die E ihr sehr viel Bonusleben und Regeneration geben. Über den Verlauf des Spiels wandelt sich daher ihre Rolle von einem etwas scheuen Champion zu einem soliden Frontliner, der agieren kann, wie eine Mittelweg zwischen Vlad und Braum.\n\n___\n\n**Synergien mit Verbündeten**\n\n - Yamina besitzt über ihre recht unterschwellige Eigenschaft Gebiete \"rutschig\" zu machen eine Mechanik, die es erschwert, das gegnerische Schützen ihre Position frei wählen können. Daher kann sie Champions unterstützen, die in erster Linie Probleme mit Schützen haben.\n - Yaminas Fähigkeiten verfügen nur über recht wenig Schaden, wenn der Gegner sich frei bewegen kann. (Man kann aus dem E rauslaufen und die Richtung der W ist sehr vorhersehbar) Daher ist sie darauf angewiesen auf CC von Verbündeten zu folgen.\n\n___\n\n**Problematische Gegner**\n\n - Yamina besitzt eine vergleichsweise ambivalente Lane. Ihre starke Q ermöglicht ihr gute Trades, doch sind ihre W und E vergleichsweise statisch.  Daraus resultierend bekommt sie Probleme mit Attentätern, die ihre Phase von geringem Durchhaltevermögen ausnutzen können und ihre W dank hoher Mobilität ignorieren können.\n - Dadurch, dass ihre Kosten lediglich über das Konzept des Gegenheilens kompensiert werden, hat sie Probleme gegen Magier, die sich ein frühes Morello leisten können. (Also nicht den Oblivion stehen lassen, um beispielsweise Manaprobleme zu lösen)\n\n___\n\n**Empfohlenes Itembuild**\n{{item:3065}} {{item:3116}} {{item:3143}} {{item:3083}} {{item:3905}} {{item:3111}} \n\n___\n___\n_Stand: 11.05.19_\n___\n\n> ## Unser hauseigenes Wikipedia (lt. INoKami) aus meiner Feder\n[[Guide] Die Möglichkeiten des Konzept-Schreibers](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/jIFVA5Yo-guide-die-maglichkeiten-des-konzept-schreibers)\nWird regelmäßig aktualisiert.\n\n---\n\n> ## Die Arcana\nHierbei handelt es sich um ein Großprojekt von mir, welches ein Kollektiv von mehreren Konzepten darstellt, die ich im Laufe der Zeit veröffentlichen werden. Die Hintergrundgeschichten dieser Konzepte bilden eine gemeinsame Geschichte mit welcher ich einen besonderen Blick auf das von uns allen so geliebte Runeterra werfen möchte.\n\n>### * ? - Der Narr:  * * - * * I – Der Magier: * * - * * II – Die Hohe Priesterin: * * - * * III – Die Herrscherin: * * - * * IV – Der Herrscher: * * - * * V – Der Hierophant: * * Eigentlich wollte die kleine Ryona mit ihrer Schwester Soraya nicht diesen Weg gehen. Lange Vorbereitungen sollten dazu führen, dass die beiden zum Gefäß eines der mächtigsten Aspekte des Targon werden konnten, doch es sollte anders kommen … ganz anders. * * Hattest du schon immer die Phantasie mal ein Vasallen zu spielen oder den BlueBuff über die Karte zu navigieren? Dann mach dich gefasst auf Ryona, denn mit ihr ist nichts mehr unmöglich. [Ryona - Das arcane Medium](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/kpWhm8Pj-ryona-das-arcane-medium) * * - * * VI – Die Liebende: * * - * * VII – Der Wagen: * * - * * VIII – Die Gerechtigkeit: * * - * * IX – Der Erimit: * * - * * X – Das Rad des Schicksals: * * - * * XI – Die Kraft: * * Warum scheiterte Noxus an Ionia? Was hielt sie davon ab zu gewinnen, wo sie alle Mittel nutzten um den Sieg zu garantieren? Was hält ein Reich für das selbst der Tod keine entgültige Größe ist auf ein so zersplittertes Reich wie Ionia zu besiegen? Willhelm sollte mit einer ganzen Armee diese Frage lösen, doch was auch immer er herausfand: Nun ist er einer der beachtbarsten Antagonisten seiner nun ehemaligen Heimat. * * Wolltest du schon immer mal einen Gegner an die Wand donnern und von jedem Schlag wissen, dass er Knochen bricht? Dann ist Willhelm definitiv eine gute Wahl für dich. [Willhelm - Die einschüchternde Gewalt](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iX27J8LR-willhelm-die-einschuchternde-gewalt) * * - * * XII – Der Gehängte: * * Der Tod ist in Runeterra eine Größe, der sehr viel Beachtung geschenkt wird. Ob es die Verkörperung des Todes Kindred ist oder das ganze Reich der Toten, dass sich südöstlich von Ionia befindet. Der Tod ist eine bedeutende Macht und Shikuro scheut sich nicht diese Macht zu nutzen. * * Wolltest du schon immer mal die Kontrolle über Leben und Tot haben? Dann lege dich in die Hände des wohl suizidalsten Champions, den dieses Forum je gesehen hat. [Shikuro - Der Necromantist](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/bYnPMNH5-shikuro-der-necromantist) * * - * * XIII – Der Tod: * *  Der Tod ist mächtig. Das weiß auch der Targon, doch wie mächtig der Tod wirklich ist versucht er um alles zu verbergen. Finstere Rituale im Herzen des Targon sollen die Rakkor stärken. Durch das Schicksal von Yamina werfen wir einen Blick auf die finstere Seite des so strahlenden Glaubens der Solari * * Wenn auch du dir denkst, dass der Tod der stärkste CC im Spiel ist, dann wird Yamina dir den Umgang mit ihm lehren. [Yamina - Die Rückkehr der Geopferten](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/T8arPwci-yamina-die-ruckkehr-der-geopferten) * * - * * XIV – Die Mäßigkeit: * * - * * XV – Der Teufel * * - * * XVI – Der Turm: * * Wie schön die Gesegnete Insel doch war … bevor sich alles änderte. Reika wird noch immer von den Folgen des abrupten Wandels verfolgt. Die ehemalige Erzieherin hat jedoch etwas, dass ihr neuen Mut gab. * * Hörst du auch ab und zu Stimmen aus dem Jenseits. Hängst du immer noch an denjenigen, die verblichen sind? Dann folge Reika auf ihrem Weg mit dem Geschenk des Todes umzugehen. [Reika - Die Witwe der vergessenen Lieder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/ZjOaWId7-reika-die-witwe-der-vergessenen-lieder) * * - * * XVII – Der Stern: * * - * * XVIII – Der Mond: * * Ionia ist ein unglaublich heterogenes Reich. Gefühlt in jedem Ort gibt es eigene Traditionen, Lehren und Riten. Luna ging in diesem Reich ihren eigenen Weg. Nach ihrer Flucht aus Wuju lernte sie die Lehren des Schattenordens kennen und ist nun die perfekte Untergebene für jenen ganz eigenen Kleingeist. * * Dieser Champion ist nichts für Mondsüchtige, denn sie hüllt die Kluft in den silbrigen Schein des wandelbaren Mondes. [Luna - Die nächtliche Präsenz](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/aEYqLE31-luna-die-nachtliche-prasenz) * * - * * XIX – Die Sonne: * * - * * XX – Das Gericht: * * Bevor Jericho Swain die Macht in Noxus ergriff, waren Spiele bis zum Tod im Herzen des Reiches ein beliebtes Mittel zur Unterhaltung der Masse. Verurteilte Kriminelle und Gefangene von den Fronten der noxischen Expansion wurden in gewaltigen Amphitheatern durch blutige Kämpfe hingerichtet. Eine dieser als Gladiatoren bezeichneten Verurteilten ist die aus Shurima stammende Galerya Ianiva Moertis, die die Arena jedoch auf eine Art verlassen sollte, mit der selbst Draven nicht rechnete. [Gaia – Die legendäre Gladiatorin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/pUqXxtbG-gaia-die-legendare-gladiatorin ) * * - * * XXI – Die Welt: * * - * * XXII – Der Android: * * - * * XXIII – Die Gottheit: * * - * * XXIV – Die Zeit: * *  Wenn man in Zhaun lebt, und das „Glück“ hat für einen der Barone zu arbeiten, dann kann man schon recht gut überleben. Doch die Barone sind eingebildete, geldgierige Fanatiker und gieren nur nach allem was ihnen Geld und Macht verleiht. Temarie soll im Auftrag eines dieser Barone der Zeit auf die Spur kommen. * * Hast du Zeit? Und zwar sehr viel davon, denn Zeit ist Geld , oder im Fall von Temarie Mana. [Temarie - Die Kausalität](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/laJ45E1x-temarie-die-kausalitat) * * - * * XXV – Die Seele: * * - * * XXVI – Der Körper: * * - * * XXVII – Der Geist: * * Was würdest du machen, wenn du über mehr als ein Jahrzehnt gefesselt und geknebelt in einem Hochsicherheitsgefängnis lebst. Jegliche Kontakte sind die genommen und deine Sinne sind scheinbar kein Teil mehr von dir? Cyrus hatte genau dieses Leben, nachdem er für den Mord an einigen noxischen Soldaten verantwortlich gemacht wurde. Die Zeit hat ihn verändert … sehr verändert, denn aus dem hinterhältigen Kleinkriminellen, der mit mehr Glück als Verstand die noxische Invasion in Ionia überlebte, wurde eine alles verändernde Macht, die das Machtgleichgewicht Runeterras empfindlich stören wird. * * Wenn die Grenzen zwischen Realität und Phantasie verschwinden und unmögliches plötzlich greifbar nah ist, dann ist dieses „Wesen“ nicht mehr weit von dir entfernt. [Cyrus - Das Gefäß des Geistes](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/Mfx3YwtE-cyrus-das-gefas-des-geistes) * * - * * XXVIII – Die Aura: * * Was ist wahrlich schön und was lediglich Fassade. Wie kann man die Wirklichkeit von dem Schein unterscheiden. Veronica kennt die Antwort nicht, doch es ist ihr auch bedingt egal, denn sie lebt genau davon, dass die Grenzen der Realität verschwimmen können. Masken sind ihr Geschäft und ihr Leben und inzwischen ihre ganze Existenz.[Veronica – Die Maskenbauerin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iwBkvbA5-veronica-die-maskenbauerin) * * - * * XXIX – Der Schatten: * * - * * XXX – Die Existenz: * * - * * XXXI – Die Zahl: * * - * * XXXII – Der Name: *\n\n---\n\n> ## Weitere Champions aus meiner Feder:\n\n>### *In League gibt es sehr verschiedene Champions mit verschiedensten Funktionen, doch eine Klasse zeichnet sich durch eine vergleichsweise geringe Variation aus: Die Schützen. Aurora will mit ihrem Bild der Welt ein Zeichen setzen und ihrem Idol einen großen Schritt näher kommen, doch für welchen Preis? * * Behältst du immer einen ruhigen Kopf und verschwendest deine Angriffe nicht als seinen sie kostenfrei, dann öffnet dir mein Erstlingswerk die Augen auf eine neue Perspektive von League. [Aurora, die besessene Seelenschützin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/huAWHvuz-aurora-die-besessene-seelenschatzin) * * - * * Jedes Spiel in League verursacht immensen Schaden. Türme werden zerstört, Vasallen schwer verletzt und auch die Champions erfahren immensen Schaden. Um die Reparatur der Kluft und die Umsetzung von bedingter Vorhersehbarkeit kümmert sich das Personal der Kluft. * * Interessierst du dich für einen Blick hinter die Kulissen der Kluft, dann ist dieser Rentner genau das richtige für dich. [Oblivion - Der Aufseher](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iywAsVUE-oblivion-der-aufseher) * * - * * Manchmal hat man Pech und manchmal kommt es noch schlimmer. Pandora hat in Sachen Pech wohl das große Los gezogen und hat sich neben der Leere auch noch einen Darkin angelacht. * * Wenn dich ihr Pech nicht zu sehr abschreckt, dann ist das Unglückspärchen genau das Richtige für dich. [Pandora &amp; Nava'aiya - Die gefährliche Schönheit](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/uQvOtFjO-pandora-navaaiya-die-gefaahrliche-schanheit) * * - * * Was wäre, wenn du von dem einen zum anderen Moment aus dem Gedächtnis der Welt verschwinden würdest. Niemand könnte sich an dich erinnern und niemand wird es jemals wieder tun. Viele Leute würden kriminell werden, doch Loreen wurde ein anderer Weg geöffnet. Der Weg der Regentschaft. * * Was würdest du tun, wenn niemand sich an dich erinnert? [Loreen Organon - Die noxische Intrigantin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/n35is2bO-loreen-organon-die-noxianische-intrigantin) *\n\n---\n\n> ## Champions die in Kooperation entstanden:\n\n>### * Im Laufe der Jahre in denen Riot Games unsere geliebten Champions hegt und pflegt sind leider auch viele kleinere Mechaniken verloren gegangen. Fand ist hierbei ein Konzept dessen zentrale Idee das Wiedereinbetten dieser Mechaniken ist. * * Ich entschuldige mich vielmals für die fehlende Formatierung [Fand - Die helfende Hand](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/tpRyyHek-champion-idee-fand-die-helfende-hand) * * - * * Wir alle wissen, dass in Bandle die wohl findigsten Wesen des Universums von League leben. Dexter ist jedoch selbst unter ihnen noch einmal ein ausgezeichnet findiger Yordle, der nicht nur mit den eigenen Waffen kämpfen kann. * * Wenn du Spaß daran hast dich mit den Mitteln anderer zu beweisen, wird dir dieser kleine Kleptomane definitiv gefallen. [Dexter - Der Trickser](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/O3spGGmO-dexter-der-trickser) * * - * * Piltover und Zhaun befinden sich in einem äußerst instabilen Gleichgewicht, dass nur so von der gegenseitigen Abhängigkeit durchwoben ist. Was würde wohl passieren, wenn man dieses Gleichgewicht ins wanken bringt? Finde es mit diesem gewaltigen Kollektiv von 5 Champions heraus und bringe mit deinen Freunden auch das Gleichgewicht der Kluft zum wanken. [Zhaun's Unheilverkünder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/EW9zR9QM-champion-konzept-zhauns-unheilverkander-ft-amycos-cyrus-lunaaa)*\n\n___\n\nZu allerletzt wäre ich über Rückmeldungen froh, daher hier eine kleine Umfrage und die Kommentar-Sektion.\n\nMan sieht sich in den Kommentaren dieses und vieler anderer Champions hier im Forum.","replies":[{"id":"","poster":"Alry FireBlade","date":"2019-05-21T23:28:01.988+0000","up_votes":1,"down_votes":1,"body":"Es ist traurig, das es so viele Menschen gibt, die sich so extreme Gedanken zu neuen Champions machen. SO detailiert, aber die Wahrscheinlichkeit, das die was davon machen, liegt bei vllt 2% :(","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-05-22T04:49:54.224+0000","up_votes":1,"down_votes":0,"body":"Die Wahrscheinlichkeit, da sowas umgesetzt wird liegt bei exakt 0%.\nEs ist ja nicht die Idee, dass meine Konzepte umgesetzt werden. Die Idee ist zu zeigen, was Spieler, die sich die Mühe machen, in League sehen. Wie könnte sich League wandeln und was sind Bereiche im Spiel, die möglicherweise noch nicht durch die aktuelle Champion-Palette abgedeckt sind.\n\nMir zum Beispiel ist es recht wichtig aufzuzeigen, dass LoL eben nicht nur aus Champions für 5 Lanes besteht. League war früher weitaus flexibler, aktuell ist es oft so dass sich eine Meta nur deshalb entwickelt, weil ihre Counter nicht auf der selben Lane gespielt werden oder weil ihre Counter auf der Lane auf der sie gespielt werden zu leicht gecountert werden. \nDie Idee Champions unabhängig von \"ihrer Lane\" zu betrachten und aktiv \"das Konzept von Meta\" zu brechen, dass ist die Idee, die meine Konzepte neben ihrer Gestalt mit sich bringen.\n\nAn sich finde ich es nicht traurig, dass sich Spieler Gedanken darüber machen, wohin sich LoL entwickelt bzw. entwickeln soll. Das machen nicht nur wir wenigen Konzept-Schreiber, sondern auch große Teile der YouTuber/Streamer und auch die aktiven Mitglieder des Unterforums für Community-Kunstwerke.\nFür mich ist es eher traurig, dass sich vor allem Spieler, die schon mehrere Jahre dabei sind, mit unter kein Bild machen, was sie eigentlich von LoL wollen.","replies":[]}]}]}