{"id":"pbuHu605","poster":"LKAY","date":"2016-11-04T18:00:16.990+0000","title":"Erwachsen und Erfahren sucht Clan/Team für Training/Ranked, Gold V Aufwärts","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://www.lolking.net/summoner/euw/107531","image":null},"up_votes":1,"down_votes":1,"body":"Hi, ich bin Lukas(Nick: LKAY) und spiele seit der OpenBeta League of Leagends - seit 2 Seasons nur noch Ranked SoloQ und suche etwas festes, regelm&auml;&szlig;iges, werde mich integrieren.\r\n\r\nFakten zu mir:\r\n25 jahre alt\r\n1000+ Normals 1000+Rankeds\r\nYasuo Main Mid/Top - bzw. Yasuo kann ich wirklich &uuml;berall spielen Mitte, Top, Bot as Adc, Jungle, Sup... 300+ Games\r\nandere Champs und Rollen\r\nMid: Annie, TF, Lux, Brand, Ekko, Kassadin, Syndra, Veigar\r\nAdc: Ashe, Cait, Corki, Ez, Jhin, Lucian, Twitch, Tristana, Varus, Vayne\r\nTop: Jax, Vlad, Tryn, Nasus, Shen, Phant, Olaf, Kennen, Ekko, Aatrox\r\nJungle: Jax, Shaco, Ekko, Mundo, Alistar, Amumu, Kindred, Khazix, Rengar, Lee Sin, Udyr, Vii, Xin\r\nSupport: Alistar, Bard, Braum, Janna, Nami, Soraka, Annie, Brand, Lux, Lulu, Zyra\r\n\r\nElo: Gold V, vom Kopf her durch aus zu weit mehr f&auml;hig.\r\nGr&ouml;sste Schw&auml;che: einige Mechanics richtig durchzuf&uuml;hren oder zu lesen(im Spielfluss).\r\nSt&auml;rken: Movement, Map&uuml;bersicht, Pushen, Antizipation, Baiten\r\n\r\nVoice: Ts, Discord, Mumble - alles ist mir recht au&szlig;er Skype\r\n\r\nIn welchem Elo-bereich sollte das Team sein?\r\nBitte h&ouml;her und st&auml;rker als ich, also Gold V aufw&auml;rts, ich will auch noch was lernen!\r\nSuchst du eher ein Fun-team oder ein Competitive-team?\r\nCompetitive, Trainingszeiten w&uuml;rden sich Dienstags und Donnerstags perfekt anbieten. Da ich Montags und Mittwochs CS:GO (Rank: Global Elite) Training habe. In diesem Spiel mache ich den IngameLeader, Ansager, Caller. W&auml;re f&uuml;r mich, wenn ich als solcher gesucht werde auch in League of Legends eine Option, aber kein muss.\r\n\r\nAdded mich in League of Legends. LKAY\r\n\r\nOver and Out","replies":[]}