{"id":"0fh6N5uv","poster":"ABCMonster","date":"2016-11-04T13:10:09.671+0000","title":"Spiel vorverlegen - Wie sehen die Schritte im genauen aus? (Adj. Thema)","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo der Titel gibt an sich schon an um welche Thematik es sich handelt. \n- Runde 1 haben wir ein Freilos erhalten. Das Spiel der 2ten Runde (welches am Sonntag stattfinden w&uuml;rde) w&uuml;rden wir und auch unsere Gegner gerne vorverlegen. Das Regelwerk gibt an das ein solch verbindliches Spiel von einem Adj. best&auml;tigt werden muss. \n\n- Welcher Adj. geh&ouml;rt meiner Gruppe (47) an? Oder muss dies ein Besonderer Best&auml;tigen?\n- Ab wann ist ein Adj. erreichbar?\n- Was ben&ouml;tigt ein Adj. damit das Spiel bindend vorverlegt wird?\n- Wie verh&auml;lt sich das mit dem Turnier Code? - Letztes Jahr war es nicht m&ouml;glich BTG Spiele vom Sonntag schon auf bsp. Freitag vorzuverlegen, unabh&auml;ngig ob beide Teams das Samstag Spiel schon hinter sich haben. \n\n\nMir ist klar das ich bei Fragen meinen Entsprechenden Chat Raum aufsuchen muss, nur w&uuml;rde man gerne jetzt schon die Planungssicherheit haben. \n\nLiebe Gr&uuml;&szlig;e \nAbcmonster","replies":[{"id":"","poster":"Cunctor","date":"2016-11-04T13:26:36.498+0000","up_votes":1,"down_votes":0,"body":"Hallo Abcmonster,\nsehr weise von dir, dass du dich gründlich informierst!\n\n* Terminänderungen kann jeder Adjudicator bestätigen, ihr braucht dazu niemanden bestimmten. \n* Du erreichst uns auf Twitter, Facebook und hier im Forum. In den Chaträumen sind wir nur an Spieltagen ab ca. 17:30 Uhr\n* Um eine Terminänderung offiziell zu machen, brauchen wir die Bestätigung von beiden Teamleitern, dass das geschehen soll. Das kann entweder hier im Forum oder im Client geschehen.\n* Die Turniercodes werden erst generiert, wenn alle Spiele der vorherigen Runde abgeschlossen sind. Es ist daher nicht (bzw nur in Ausnahmefällen) möglich, ein Sonntagsspiel auf Samstag oder noch früher vorzuverlegen. \n\nIch hoffe, das beantwortet deine Fragen :)\n\nLG\nCunctor","replies":[]},{"id":"","poster":"Anticodon","date":"2016-11-04T13:22:24.762+0000","up_votes":1,"down_votes":0,"body":"Habe dich mal ingame geadded ;-)\n\nlg Anticodon","replies":[]}]}