{"id":"4uUqpv9A","poster":"Get Trolled EUW","date":"2016-11-03T21:00:25.540+0000","title":"Sind das DDOS Attacks?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Guten Abend, \r\nich habe folgendes Problem und zwar habe ich um 21:20 ein Spiel gestartet und konnte dieses aus folgenden Gr&uuml;nden nicht Spielen. \r\nIch pickte Syndra, hatte ein gutes Team und in der zweiten Minute fing es an komisch zu werden. Ich hatte einen Verbindungsabbruch und konnt mich trotzdem frei auf der Map bewegen. Ich startete also meinen Computer neu, konnte dann auch wieder auf die Lane zur&uuml;ck und hab versucht gegen meinen Gegenspieler zu spielen. kurz nachdem er von seinem Backport zur&uuml;ck kam erneut dasselbe Problem. Ich hatte einen Verbindungsabbruch, versuchte das Spiel neu zu starten kam aber nicht in das Spiel rein. Also startete ich erneut meinen Computer neu und kam zur&uuml;ck ins Spiel. Nun wird es wirklich interessant. Ich konnte weder etwas im Shop kaufen noch meine Spells benutzen und steckte auf Level 1 fest. Mein Teammitglieder sagten dasselbe, dass sie sich nicht bewegen k&ouml;nnen geschweige denn Spells benutzen konnten. Als das Gegnerische Team dann 2 Inhibs genommen hat, hatte ich erneut einen Verbdinungsabbruch und konnte nicht Spielen. Im Gegnerischen Team befanden sich 4 Premades also ist auch naheliegend, dass einer von Ihnen das Spiel manipuliert und so seinem Team den Sieg ercheatet hat.\r\n\r\nNaheliegend ist, dass dies kein normaler Spielverlauf war, sondern dass das Spiel manipuliert wurde und keiner in meinem Team einen vern&uuml;nftigen Spielzug machen konnte.\r\n\r\nKurz bevor sie den Nexus genommen haben, hat der jenige noch einmal f&uuml;r einen Verbindungsabbruch gesorgt. Nun stecke ich im Spiel fest und kann niemanden dieser Leute Reporten. Clever gemacht. Spiel manipuliert und dann das Spiel so beendet dass man nicht reporten kann. \r\nBitte sperrt diese 4 Spieler f&uuml;r immer. Niemand kann ein solches Verhalten gut hei&szlig;en und es beeintr&auml;chtig eindeutig den Spielspa&szlig;. Es ist nicht mehr lange bis Ende der Season und ich war in der Hoffnung vielleicht doch noch in Platin aufzusteigen. Aber wenn so etwas passiert.. Naja Permaban ist angebracht. Bei allen vieren. Niemand kann mir erz&auml;hlen, dass nur einer davon wei&szlig;. Ich bitte dies zu &uuml;berpr&uuml;fen und diese Leute sofort zu entfernen. Die Namen der Spieler .... Darf da keine Namen hinschreiben\r\n\r\nLiebe Gr&uuml;&szlig;e Get Trolled EUW","replies":[{"id":"","poster":"NoIntFeedJustBad","date":"2016-11-04T13:59:15.327+0000","up_votes":1,"down_votes":0,"body":"Gleiches Problem auch bei mir und anderen, die auf meinen Thread geantwortet haben.\nBist du zufällig bei Kabel Deutschland?","replies":[]},{"id":"","poster":"Get Trolled EUW","date":"2016-11-03T22:48:48.318+0000","up_votes":1,"down_votes":0,"body":"Hab auch ein Ticket geschrieben. Echt super traurig so etwas...","replies":[]},{"id":"","poster":"Wernicke","date":"2016-11-03T22:21:30.055+0000","up_votes":1,"down_votes":0,"body":"Ich weiß zwar nicht was das ist, aber hatte heute auch Probleme. \nStändig dc's, auf einmal wieder lvl 1 nach 25 Minuten Spielzeit, usw...","replies":[]},{"id":"","poster":"MisterFirstBlood","date":"2016-11-03T21:09:38.972+0000","up_votes":1,"down_votes":0,"body":"hatte genau das gleiche.... ticket an den support ist schon raus","replies":[]}]}