{"id":"T5nBP3T5","poster":"AM HEHU","date":"2016-11-03T05:41:41.346+0000","title":"Challengers Way Community Sucht","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://fs5.directupload.net/images/161029/993hhflw.jpg","image":null},"up_votes":2,"down_votes":2,"body":"**Moin**,\nwir suchen Anf&auml;nger , Bronze , Silber bis hin zu Challenger Spieler !\nUnser Konzept is simple. Wir wollen so etwas wie eine Community gr&uuml;nden, zum wohlf&uuml;hlen, lernen und mehr.\nHierzu ben&ouml;tigen wir Leute, wie dich und mich, die Weiter kommen wollen, daf&uuml;r ggf. Hilfe in irgend eine art und weise brauchen, wie z.B. einen DuoQ Partner suchen oder Tipps von anderen Spielern brauchen. Im Gegenzug hilfst du anderen die ggf. deine Hilfe ben&ouml;tigen. Das ist eine gute M&ouml;glichkeit die Spieler von Morgen zu formen und teil der Entwicklung zu sein.\n\nMomentan sind wir im Aufbau, was ich euch nicht vorenthalten m&ouml;chte aber wenn euch das Konzept gef&auml;llt und ihr gerne so etwas unterst&uuml;tzt, dann seit ihr herzlich Willkommen. Ich denke das es nicht lange dauern wird bis wir eine angenehme gr&ouml;&szlig;e erreicht haben.\n\n**Wie wir uns die Zukunft vorstellen?**\nGanz simple. Eine Gemeinschaft die Spa&szlig; am Spiel hat und ihren Weg mit Hilfe anderen Membern gemeinsam bestreitet.\nSei es ein gew&uuml;rfeltes Funteam oder ernsthafter im Ranked Bereich.\nIn Planung ist noch eine eigene HP die in Zukunft nat&uuml;rlich dann Online ist.\n\n**Was wir erwarten ?**\n- du solltest Hilfsbereit sein\n- Kritikf&auml;hig sein\n- Konstruktive Kritik geben k&ouml;nnen ( natürlich bezogen auf Hilfe geben )\n- R&uuml;cksicht zeigen ( manche verstehen Sachen schneller und manche nicht )\n- Argumentieren k&ouml;nnen\n- Loyal sein ( selbst wenn es mal etwas ruhiger ist )\n- Das alter ist uns relative egal Hauptsache die oberen Punkte treffen zu !!!\n\n**Was wir bieten ?**\nNoch nicht viel da wir zur Zeit im Aufbau sind.\nWir besitzen einen eigenen Ts3 Server ( Slots sind erweiterbar ), wo man auch mal mit seinen Freunden drauf kann, die kein Interesse an unseren System haben. Zur Zeit haben wir Spieler aus Bronze bis Diamond und im alter von 15 bis 28 ( Der schnitt liegt zur zeit über 20j ). Nat&uuml;rlich erf&uuml;llen wir selber die Kriterien die wir stellen.\nBei uns kommt an erster stelle der Spa&szlig; am Spiel und die Zufriedenheit.\nWir sind offen f&uuml;r neues also kommt mit euren Ideen und wir k&ouml;nnen da gerne dr&uuml;ber reden.\n\n**Wie ihr mit uns in Kontakt treten k&ouml;nnt ?**\nIhr k&ouml;nnt entweder uns hier im Forum schreiben und wir kommen auf euch zu ...\nOder ihr kommt einfach aufs Ts und meldet euch beim Admin.\nTs3 ID : 134.255.225.52:2500\nEuer Ts Nick sollte Euren LoL Nick beinhalten und euren Vornamen damit man wei&szlig; mit wen man Redet.\n\nZum Schluss m&ouml;chten wir noch sagen, dass wir gespannt sind wie weit wir es zusammen schaffen und dass die Zukunft uns der Gemeinschaft geh&ouml;rt. Helft uns die Zukunft gemeinsam zu Pr&auml;gen in League of Legends !\n\n**Bis dahin GL&amp;HF**\n\nP.S. Das Bild ist leider etwas Verschwommen weil es nicht für die Größe gemacht wurde xD\n\nGr&uuml;nder und Admins\nAI AssassinChaos\nLord Dekar","replies":[{"id":"","poster":"AM HEHU","date":"2016-11-06T17:10:33.886+0000","up_votes":2,"down_votes":0,"body":"Ich finde es immer wieder amüsant, dass man down votes bekommt, obwohl bis jetzt noch niemand unzufrieden war.\nMich würde mal interessieren, was jemanden dazu bewegt ein down vote ab zu geben, obwohl er uns nicht kennt. \nWähre vielleicht mal angebracht, zu schreiben, warum einer der uns nicht kennt, uns nicht mag. \n\nDen Rest ein schönen Start in die Woche !","replies":[]},{"id":"","poster":"Way of Shadow","date":"2016-11-03T08:09:29.543+0000","up_votes":2,"down_votes":0,"body":"Finde eure Idee richtig NICE {{sticker:slayer-pantheon-thumbs}}  . Bin dabei wenn ihr mich einladen würdet.\nIch bin aber erst lvl 10.","replies":[{"id":"","poster":"AM HEHU","date":"2016-11-03T09:14:56.658+0000","up_votes":1,"down_votes":0,"body":"Moin, \nEinladung ist raus ! Bis später .","replies":[]}]},{"id":"","poster":"AM HEHU","date":"2016-11-05T15:13:37.507+0000","up_votes":1,"down_votes":0,"body":"/PUSH","replies":[]}]}