{"id":"2bqHgHgA","poster":"VFMTV","date":"2016-11-02T22:40:20.126+0000","title":"pstarZ suchen dich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Aloha in die Runde!\n\n\nMein Name ist Basti und ich leite das Projekt pstarZ mit. Weiterhin im Management vertreten ist der Inhaber Markus, der praktisch die pstarZ der alten Generation gro&szlig; gezogen hat und Fire, der die Leitung zum gr&ouml;&szlig;tenteil &uuml;bernimmt. Ich m&ouml;chte zun&auml;chst erst eine kurze Einleitung zu uns geben. Ich wei&szlig;, dass einige wahrscheinlich keine Lust haben werden, sich hier lange Texte durchzulesen, aber f&uuml;r uns ist ein ordentliches Auftreten sehr wichtig.\n\n\nDie pstarZ wurden letztes Jahr aus dem Grab geholt. Wer gerne die Geschichte dazu wissen m&ouml;chte, kann sich gerne bei mir melden. Wir haben uns das Ziel gesetzt, vorrangig erst ein mal eine starke Community aufzubauen und mit der Zeit nat&uuml;rlich auch wieder (semi-)professionelle eSport-Teams. In der Vergangenheit war vor allem unser EPS-Team in Counter-Strike: Source bekannt. Das sind nat&uuml;rlich Erfolge, an die wir wieder ankn&uuml;pfen m&ouml;chten. Wir hatten es vor ein paar Wochen geschafft, in der ESEA in die Intermediate aufzusteigen und uns mit starke Leistungen, wie z.B. gegen den damaligen amtierenden deutschen Meister LeiSuRe (https://www.youtube.com/watch?v=DilWRe5DgzM) zu beweisen. Leider hat es unser CS:GO-Team nicht &uuml;ber die Runden geschafft. Informationen dazu findet ihr auf unserer Page. \n\n\nWir bieten:\n- Erfahrenes, offenes und freundliches Management\n- Coach für Solo/Duo Ranked und Teams\n- Teamspeak &amp; gegebenenfalls Trainings-Server\n- Selbstdarstellung von Teams z.B. News, Matches, Lineup auf der Homepage (Da wir zur Zeit keine Teams haben, sind diese Features teilweise ausgeblendet.)\n- Streaming der Matches z.B. https://www.twitch.tv/pstarz_tv/v/89344883\nOrganisatorische Unterst&uuml;tzung\n- Wenn wir Vertrauen in ein Team haben, dieses schon l&auml;nger als solches existiert und sie schon kleinere Erfolge vorweisen k&ouml;nnen, dann unterst&uuml;tzen wir diese gerne auch mit Premium (ESL, ESEA), Liga-Geb&uuml;hren (ESEA) oder sp&auml;ter Lan-Support.\n- 2 x pro Jahr MTA-Lan (nicht gesponsert) https://www.facebook.com/pg/pstarZ.eu/photos \n- Mehr Informationen zu uns: http://pstarz.eu/about/ \n\n\nWir suchen:\n- Fun-Spieler jedes Spieles. Wir besitzen eine starke WoW-Gilde, haben sehr viele CS:GO-Spieler (Nova bis Global) und einige Spieler in RB6, LoL, Dota, WoT, OW und Hearthstone\n- Teams (Egal ob aus Fun oder schon engagierter) haupts&auml;chlich in den Spielen CS:GO, LoL, BF, OW, LoL und Hearthstone. Sind aber offen f&uuml;r jede andere Art von Spielen.\n- Au&szlig;erdem suchen wir [b]dringend[/b] Leute mit Motivationen, die Lust haben, sich organisatorisch mit einzubringen z.B. Team-Suche, Betreuung Community &amp; Teams\n- Oder auch einfach Leute, die mit uns quatschen oder sich anderweitig einbringen wollen. \n\n\nKontakt:\n- http://pstarz.eu/contact/\n- TS: ts.pstarz.eu\n- Fire: http://steamcommunity.com/id/Fire194/ // BN: Fire#2114\n- VFMTV (ich): http://steamcommunity.com/profiles/76561198024467935  // LoL: VFMTV","replies":[]}