{"id":"VuwoAH20","poster":"l  Health Bar  l","date":"2016-11-02T15:14:36.211+0000","title":"Twisted Fate etwas mobiler bitte","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"http://cdn0.dailydot.com/cache/7b/6b/7b6bd596d38b45fe0db7b9ab6c2d97ec.jpg","image":null},"up_votes":0,"down_votes":4,"body":"**Flinke F&uuml;&szlig;e** (Neue Passive)\r\n\r\nTwisted Fate erh&auml;lt Lauftempo wenn sich gegnerische Champions n&auml;her als 185 Einheiten von Twisted Fate aufhalten\r\n\r\nKosten: Passiv\r\nReichweite: 185\r\nKommt ein gegnerischer Champion Twisted Fate zu nah erh&auml;lt er passiv\r\nBewegungsgeschwindigkeit 3/ 4/ 5/ 6/ 7 + 0,025% F&auml;higkeitsst&auml;rke,\r\n________________________________________\r\nR **Schicksal**\r\nKosten: 150/125/100 Mana \r\nReichweite: 5500 \r\n\r\nTwisted Fate schmei&szlig;t ein Deck Karten in die Luft sagt das Schicksal seiner Gegner voraus, deckt dadurch alle gegnerischen Champions auf und erm&ouml;glicht so die Verwendung von &bdquo;Portal&ldquo;, das Twisted Fate in 1,5 Sekunden an jede Zielposition teleportiert. \r\n\r\nTwisted Fate wirft ein Deck in die Luft und l&auml;sst ihn darin 2 Sekunden lang unsichtbar werden.\r\nEnth&uuml;llt 6/8/10 Sekunden lang alle gegnerischen Champions (einschlie&szlig;lich getarnter Champions) auf der Karte.W&auml;hrend Schicksal aktiv ist, kann sich Twisted Fate in 1,5 Sekunden bis zu 5500 Einheiten weit weg teleportieren. \r\n\r\n\r\n_**Bei Verbesserungsvorschl&auml;gen einfach schreiben ;)**_","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-11-02T17:05:10.177+0000","up_votes":2,"down_votes":0,"body":"Die Ult würde ich lassen wie sie ist. \n\nDa eine passive nur gegen Nahkämpfer als mage aber keinen wirklichen Sinn macht, würde ich eher sowas vorschlagen:\n\n_**Passiv: **_\n\n_Alle 20 Sekunden erhält Twisted Fate auf seinen normalen Angriff 1 - 6 Gold und 10% Lauftempo für 2 Sekunden. Das Töten einer Einheit reduziert die Abklingzeit um 1 Sekunde.\n_\n\nDas würde sein passives Gold nur verringern, ihm das poken mit der W vereinfachen und wäre sehr passend für seine burst combo oder als escape/chase. Vorallem nach dem Assassinen rework.\n\nBtw hextech protobelt gibt ihm auch noch einiges an mobility","replies":[]},{"id":"","poster":"l  Health Bar  l","date":"2016-11-10T10:46:57.048+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe ihr habt das richtig gelesen, denn ich meinte damit nur wenn er im \"Nebel/Kartenregen\" steht ist er unsichtbar like Akali ;)\n\nOder eine \"Buschform\" sein kann das dahinter ein Kriegsnebel ist (je nach dem wo der Gegner steht)\n\nMfg :D","replies":[]},{"id":"","poster":"Flüssigsubstanz","date":"2016-11-02T15:31:50.059+0000","up_votes":1,"down_votes":0,"body":"Die Idee ansich ist nicht schlecht, aber ich habe so das gefühl das die ulti zu stark wäre und jenachdem wie hoch die cooldown der passiven ist auch noch zu stark gegenüber nahkämpfern ist. Vorallem den nahkämpfer die nur k/einen gapcloser haben und von natur aus keinen slow. Sowas wie Yi, Morde , Pantheon, Renekton und wahrscheinlich noch viele mehr. Klar haben die champs trotzdem ne möglichkeit twisted fate zu killen aber ich finde die Änderung würde ihn dann zu stark machen. Die unsichtbarkeit auf der ulti wäre auch mit der neuen stealthchange zu stark. \n\nIch finde twisted fates kit ist so in Ordnung wie es aktuell ist. Er ist nicht der stärkste auf der lane, vorallem nach lvl 6 nicht aber dafür hat er globale präsenz mit seiner ulti und ich finde das sollte auch so bleiben. \nKlar das einzige was man ändern könnte wäre vielleicht die passive, weil sie random und stumpf ist,  aber ich finde die passive aktuell auch passender aufgrund der lore. Er ist halt nen schummelnder Spieler.","replies":[{"id":"","poster":"Felixgott3","date":"2016-11-05T21:47:56.133+0000","up_votes":1,"down_votes":1,"body":"Aber ich finde dass man mit der ult sich unsichtabr macht find ich besser weil man kann ja wie bei teemo einfach pink ward oder so machen also währe ich dafür halt nur das mit unsichtbar machen","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-11-05T22:07:54.409+0000","up_votes":1,"down_votes":0,"body":"> Vision Wards (pink) removed and replaced by Control Wards. These cost 75g plus disable & reveal nearby wards and traps - they also reveal camouflaged units. \n\nQuelle:  http://www.surrenderat20.net/p/622-pbe-cycle.html#shimmer\n\nErspar ich dir den schock wenn die neue season anfängt :D\n\nWie bereits mit unsichtbarkeit gesagt  wäre die tatsache das man tf nur mit AOE cc aufhalten kann sich zu porten fände ich ein wenig.. sehr stark. Camouflage ist dann zwar noch eine möglichkeit, aber ich finde das schon ein wenig extrem um sonen hohen reichweite teleport aufhalten zu können das man so nah dran sein muss. \n\nEr ist wie gesagt, in meinen Augen, vollkommen in Ordnung so wie er ist. Das einzige was sie ändern könnten wäre die passive da sie doch ein wenig random ist. Ich mein in 1000 games könnte man einmal das \"glück\" haben das JEDER minion +6 gold gibt, was äußerst unwahrscheinlich ist aber der fakt das die möglichkeit besteht und das sie eigentlich zufall aus den spiel entfernen wollen (siehe den grund warum sie dodge entfernt haben)  spricht da schon gegen.  \nSonst twisted fate hat ne angenehme winrate von 51%  hat globale präsenz hat waveclear und hat auch ne angenehme laningphase durch die möglichkeiten die er mit sein kit zu bieten hat(zuverlässigen stun für sicheres spielen, blue card für sustain, red card+ Q für wave reinpushen).","replies":[]}]}]}]}