{"id":"yEH2JM7H","poster":"Devilshroom","date":"2016-11-02T18:23:03.489+0000","title":"Suche Mitglieder für das Team \"Minions vengeance\" (Miveng)","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo liebe LoL-Gemeinde,\n\nich suche mir jetzt, nachdem ich immer wieder versuchte in Teams hineinzukommen, was leider immer vergebens war, selbst ein Team zusammen um Summoners Rift mal richtig zu rocken!\n\nDas Team soll kein Spa&szlig;team f&uuml;r zwischendurch sein, sondern feste Trainingszeiten besitzen, die Mitlgieder sollen ein starkes Verh&auml;ltnis zueinander aufbauen und alle das Ziel anstreben besser zu werden, sodass man auch mal an Turnieren teilnehmen kann. \n\n**Nun aber erstmal zu mir**\nName: Maik\nAlter:22\nMomentanes Elo: Gold 3\nMainrollen: Top und Jungle, beide etwa gleich gut, zur Not kann ich auch Mitte spielen.\nChampionpool: \nTop: Gnar, Rumble, Pantheon, Maokai,\nJungle: Sejuani, Lee Sin, Nunu, Shaco\nMitte: Zed, Lux, Syndra, Talon, Velkoz, Anivia\nSpiele seit: Season 1\nAlle Champs?: Ja\nBin au&szlig;erdem ein kleiner Youtuber, von daher kann es gut sein, dass ich auch mal das ein, oder andere game aufnehmen werde.\n\n**Was ich von euch erwarte**\n1. SPA&szlig;!!! Nichts ist mir wichtiger als der Spa&szlig;, ich m&ouml;chte, dass das Spiel &quot;ernst&quot; genommen wird, aber nicht so, dass jemand angeschriehen wird, wenn er mal ein schlechtes Spiel hat, oder aber irgendjemand sofort den TS verl&auml;sst, nur weil er gerade mad ist. Gerade in einem Team sollte man Spa&szlig; an erste Stelle legen.\n2. Zuverl&auml;ssigkeit: Zu oft hatte ich es mittlerweile schon, dass jemand schon fast regelm&auml;&szlig;ig zuf&auml;llig einen Termin hatte, oder keine Zeit hat. Mal kann sowas passieren, aber doch bitte nicht bei jedem zweiten trainingstermin...\n3. Funktionierendes Headset mit TS, ohne nervt&ouml;tende Nebenger&auml;usche\n4. Versteht eure Rolle: Als Tank hinten zu stehen und zu warten bis die Cassio engaged ist vielleicht nicht die beste Idee\n5. Mindestalter von 18 jahren\n6. Mindestens Goldelo, nat&uuml;rlich ist alles dar&uuml;ber sehr gerne gesehen, alleine weil das den Ergeiz des ganzen Teams steigern kann, aber das kann ich als Goldspieler nicht verlangen ^^\n7. Seid mal verr&uuml;ckt: Was ich damit meine? Nun im Grunde gibt sich dieser Punkt mit Punkt eins die Hand. Witze, lustige Kommentare, ja sogar wie ein bekloppter rum bellen ist erlaubt, sofern es nicht die Oberhand gewinnt und nicht gerade im Teamfight passiert. Mal soll sich ja auch noch verstehen k&ouml;nnen :)\n\nIch legen keinen zu großßen Wert auf die Meta. Gerade im \"Low Elo Bereich\" wo wir am Anfang unter Garantie landen werden, kommt es nur auf das Verständniss und die Zusammenarbeit an. Wenn du also als Midlaner Galio spielen willst, dann mach das, solange es in die Combo passt :)\n\nM&auml;nnlein, oder Weiblein ist mir vollkommen egal. Hauptsache, wenn eine Frau im Team ist, sollten nicht alle Kerle wie Fr&uuml;hpupertierendeabgehen xD\nIch werde mit jedem ersteinmal zwei, drei Testspiele machen um zu gucken ob die Chemie passt.\n\nNun, ich denke das sollte es gewesen sein, wer Interesse hat, kann sich gerne hier im Forum, oder aber Ingame bei mir melden.\nEinen sch&ouml;nen Abend/Tag noch und bis bald, \nMardo out!","replies":[{"id":"","poster":"Devilshroom","date":"2016-11-03T18:12:07.826+0000","up_votes":1,"down_votes":0,"body":"Push :D","replies":[]}]}