{"id":"9nvrdN0n","poster":"Lary1","date":"2016-10-30T15:28:07.499+0000","title":"Spiel stürtzt ab","subforum":"Hilfe & Support","up_votes":0,"down_votes":0,"body":"ich ben&ouml;tige Hilfe!\nSobald ich nach der Championauswahl in das spiel gehe st&uuml;rzt es ab.Bitte schreibt mir schnell\n","replies":[{"id":"","poster":"legofreak1","date":"2016-10-30T21:31:05.840+0000","up_votes":1,"down_votes":0,"body":"Wird dir eine Fehlermeldung angezeigt? Wenn nicht, kannst du dein Problem bitte genauer beschreiben? Bedenke bitte, dass wir nicht sehen können, was du siehst, sind also auf deine Kooperation bei der Fehlersuche angewiesen. Je präziser deine Informationen sind, desto einfacher wird es.","replies":[{"id":"","poster":"Lary1","date":"2016-11-01T19:55:19.381+0000","up_votes":1,"down_votes":0,"body":"Ich danke dir erstmal für deine Hilfsbereitschaft \ndas spiel stürtzt dann ab wenn ich das spiel betrete, Das heißt ich habe die Championaswahl  und ich kann noch Truhen kaufen und den Shop benutzen, wenn die Runde dann beginnt stützt das Spiel ab und dort steht \"Du hast das Spiel Verlassen\" wenn ich dann auf reconecton drücke stürzt es wieder ab und die selbe Meldung taucht auf es passiert bei jedem Spielmodus auch im Freien Spiel","replies":[{"id":"","poster":"legofreak1","date":"2016-11-01T20:16:49.693+0000","up_votes":1,"down_votes":0,"body":"D.h, das Spiel versucht bei dir gar nicht erst in den Ladebildschirm zu wechseln? Taucht dieser vielleicht noch kurz auf oder wird dein Bildschirm kurz schwarz?\n\nHast du bereits versucht das Spiel über die dafür vorgesehene Funktion im Patcher zu reparieren?","replies":[{"id":"","poster":"Lary1","date":"2016-11-01T20:22:19.969+0000","up_votes":1,"down_votes":0,"body":"Nach der Champion auswahl kommt sofort der Bildschirm wie als ob man das Spiel verlässt aßerdem benutze ich Windows und habe noch nicht versucht es über den Patcher zu reparieren ich weis nicht wie es funktioniert:D danke","replies":[]}]}]},{"id":"","poster":"Pûrplehazê","date":"2016-10-31T15:25:11.135+0000","up_votes":1,"down_votes":0,"body":"Ich habe das selbe Problem. Ich habe normal die Championauswahl usw. Dann startet das Spiel und nach wenigen Augenblicken crasht das Spiel. Bildschirm freeze oder auch einfach nur Schwarz und Sound hängt sich auch auf. Es erscheint keine Fehlermeldung noch sonst irgendwas. Muss den PC neu starten damit auch nur irgendwas läuft. Habe dieses Problem aber nur mit dem LoL Client. Ich will nicht wissen wie oft ich jetzt schon reported wurde und gar nichts dafür kann... Spiel ist für mich nicht mehr Spielbar. Habe die Repair funktion schon genutzt aber ohne Erfolg. Anti-Virus durchlaufen lassen aber kein fund. Treiber aktualisiert aber kein erfolg damit erzielt. Ich würde mich über Hilfe freuen.\nLG","replies":[{"id":"","poster":"Lary1","date":"2016-11-01T19:52:24.022+0000","up_votes":1,"down_votes":0,"body":"Erstmal vielen dank für dein Kommentar das spiel stürtzt dann ab wenn ich das spiel betrete, Das heißt ich habe die Championaswahl und wenn die Runde dann beginnt stützt das Spiel ab und dort steht \"Du hast das Spiel Verlassen\" wenn ich dann auf reconecton drücke stürzt es wieder ab und die selbe Meldung kommt auf","replies":[]}]}]}]}