{"id":"kY3cdXWr","poster":"Daewtil","date":"2016-10-29T12:43:38.061+0000","title":"Löschen oder Deaktivieren der lvl 6 und 7 CHAMPS !","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":13,"body":"Ich wei&szlig; es klingt hart,aber ich selber habe 5 lvl 7 Champs (selbst Ivern)\r\nAlso kommt nicht auf den Gedanken nur weil ich keine Habe ,soll es niemand haben\r\n\r\nUnd nicht auf mein Ranked ansprechen ich bin sehr gut leider spiele ich LoL seit 1 Jahr aber nur Normals,n&auml;chstes Jahr fange ich mit rankeds an.\r\n\r\nEs kommt auf ein Problem an ...\r\n\r\ndie Feeder werden immer mehr deshalb.\r\nIch sah 20 Games egal ob im eigenen oder im Gegner.Die nur feedeten um Tokens zu schenken oder wo Leute sagen feede mich und du bekommst xz Skin.\r\nLvL 6 und 7 ist nichts besonderes wenn man sich es nur erkauft oder du durch troller sie verdient .\r\nDas System ist sehr gut leider bringt es nichts wenn manche es ausnutzen.\r\n\r\nIch will nur vorschlagen das man sie l&ouml;scht oder deaktiviert so das man sie nur bei Rankeds verdienen kann.\r\n\r\nIch hatte mal ein Team vor paar Tagen 50/5\r\n\r\n5 war ich ,da hab ich gefragt wieso sie es machen .. sie hat auf englisch geantwortet free s /oder warum sollte ich kein S schenken...","replies":[{"id":"","poster":"Sihari","date":"2016-10-29T16:15:47.298+0000","up_votes":3,"down_votes":0,"body":"Die lvl 6 und 7 wieder zurück zu setzen fände ich wirklich mies. Zum einen, weil die Zeit und Mühe, die in die Marken investiert wurde einfach weg wäre und zum anderen, weil ich persönlich dann wieder in einer Hölle aus Tilt und Verderben gefangen wäre.\nAls die neuen Level frisch draußen waren habe ich gezielt auf mein S hingespielt, um so schnell wie möglich meinen Mitspielern zeigen zu können, dass ich meinen Mainchampion auch beherrsche. Für die ersten Marken war das auch noch recht einfach, aber je näher ich meinem Ziel kam, desto verbissener wurde ich.\nIch war wütend auf meine Freunde, wenn sie einen Kill genommen haben, auf den ich noch einen Assist hätte bekommen können (auch wenn das bedeutet hätte, dass sie das Risiko hätten eingehen müssen, dass der Gegner in der einen Sekunde noch entkommt) und ich habe auch so immer schlechter gespielt, weil ich meine Statistik gut halten wollte. Mein Positioning war immer weit außerhalb der Gefahrenzohne, was meinen Mitspielern häufig das Leben gekostet hat. \nDas ganze hat mich psychisch am Ende so fertig gemacht, dass ich nach jedem Spiel ohne S-Wertung fast heulen musste, weswegen meine Freunde am Ende einen Plan geschmiedet haben, wie ich am besten mein letztes S bekomme. \nAls ich mein lvl 7 dann endlich hatte, hat sich auch mein Verhalten im Spiel wieder normalisiert und nachdem ich wieder angefangen hatte auf Sieg anstatt auf ein S zu spielen kamen die S-Wertungen auch wieder von ganz allein.\nDiese ganze Hölle möchte ich nicht nochmal durchleben, nur weil mache Idioten das System irgenwie ausnutzen möchten. Und selbst wenn im **Normal** sich ein paar Freunde befinden, die unbedingt auf ein S spielen wollen, kann dir das egal sein. Es ist schließlich kein wichtiges Ranked, dass dabei in Gefahr gerät, oder? Und vielleicht sitzt am anderen Ende des Internets auch genau so eine Person wie ich, die schrecklich tiltet, weil sie so kurz vor der letzten Marke steht.","replies":[]},{"id":"","poster":"Abasin","date":"2016-10-31T07:43:56.092+0000","up_votes":1,"down_votes":0,"body":"Ich spiele fast nur ARAM und kriege dadurch niemals Level 6 oder gar 7. Also egal. Was die Missbrauchsmöglichkeiten angeht, so sind diese gewiss gegeben. Aber daraus jetzt zu schliessen, dass es jeder macht, bloss weil es geht, ist wohl zu pessimistisch. Die Quote wird wohl ähnloch hoch sein wie die der permanent/zeitweise Gebannten, also irgendwas im niedrigen Prozentbereich.","replies":[]}]}