{"id":"MjIIAsUE","poster":"TommyderUltranoo","date":"2016-10-29T13:51:30.355+0000","title":"Starke High-Elo Champions generft, deshalb auch schwache High-Elo-Champions buffen?","subforum":"Champions & Gameplay","up_votes":0,"down_votes":3,"body":"Hallo,\n\ndies soll keine Forderung nach einem Buff sein, sondern nur eine theoretische Frage. Da f&uuml;r das Abschw&auml;chen von Chapions gerne mal der kompetitive Bereich betrachtet wird, werden starke Chapions im High Elo generft (z.B. Aurelion). Obwohl Aurelion keine hohe Siegesrate in Low Elo hat. M&uuml;sste der Logik zu Folge die &quot;schwachen&quot; Champions gebufft werden, wenn diese im High Elo aufgrund der zu einfachen Mechanik und eindeutigen, ausspielbaren Schw&auml;chen nicht gespielt werden. Da w&auml;re z.B. Garen, der extrem leicht zu kiten ist.\nOder w&uuml;rde man so Low Elo quasi vergiften, wenn Garen f&uuml;r diese Elo zu stark gebufft werden w&uuml;rde. Andererseits kann man doch argumentieren, dass Aurelion f&uuml;r Low Elo zu stark abgeschw&auml;cht wurde.\n\n\nMfG\n\ntommygilbert","replies":[{"id":"","poster":"clair de lune289","date":"2016-10-30T21:01:52.826+0000","up_votes":1,"down_votes":0,"body":"Es ist leider nicht Sinnvoll Champions für die \"low\" Elo zu buffen.\n\nz.B. Champ X hat eine niedrige Winrate in Bronze/Silber,weil er einfach schwer zu spielen ist.\nBufft man diesen jetzt damit schlechtere Spieler mehr Erfolg mit ihm haben,wirkt sich dieser Buff aber auch auf die \"high\" Elo aus. Der Buff würde im high Elobereich sogar noch extremer ausgenutzt, wodurch Champ X dann evt nicht nur stark sonderzu straken/op/broken wird.\n\nKannst ja mal versuchen einem Champ anhand der Elo skalieren zu lassen. Sprich in Bronze skaliert Q von Champ X mit eine 0.8 APratio in Silber nur noch mit 0.7 in Challenger nur noch mit 0.3.\nDann gibt es nen Mirrormatch im Blindpick wo dann Gold 5 gegen Silber 1 spielt. Wäre sicher lustig mitanzusehen. ","replies":[]},{"id":"","poster":"Wekra","date":"2016-10-30T20:34:21.095+0000","up_votes":1,"down_votes":0,"body":"Man muss immer alle Seiten betrachten, um einerseits die kompetetive Szene drin zu halten z.B. damit es interessant bleibt und Werbepartner dabei bleiben.\n\nAber auch der zahlende Kunde muss durch ein ausgeglichenes Spiel bei der Stange gehalten werden.\n\nWenn nun Champions zu schwach sind, dann ist das kein Problem, wird er halt nicht gespielt. Wenn einer aber zu stark ist und alles platt macht, wird dieser NUR noch gespielt und das ist ein Problem. Ein schwacher Champ zerstört das Spiel nicht, ein zu starker Champ schon","replies":[]}]}