{"id":"E4EATXbB","poster":"Eatofid","date":"2016-10-27T21:26:21.627+0000","title":"Sind manche Champs wirklich so OP?","subforum":"Champions & Gameplay","up_votes":4,"down_votes":4,"body":"Hallo Leute,\r\n\r\nnun spiele ich ja doch schon seit einiger Zeit Lol. Ca. 4-5 Monate d&uuml;rften es nun sein. War eine ern&uuml;chternde Bilanz. 1 Sieg, 9 Niederlagen. Waren sau viele Gold Player dabei und oft fragten sie mich auch, warum ich Gold und nicht Bronze ranke.\r\nIch schrieb dann halt immer, dass ich noch unranked bin.\r\n\r\nAnscheinend war meine prozentuelle Gewinn Statistik bis Level 30 sehr hoch...\r\n\r\nNach meinen 10 Ranked Games wurde ich auf Bronze II gerankt. Danach leider auf Bronze III abgestuft.\r\nHatte da 3-7 oder so.\r\nNun auf Bronze III d&uuml;rfte ich 4-2 haben. Zwei mal schon bei weitem mehr Wins als Lose gehabt.\r\nMein Skill d&uuml;rfte zZ. also bei Bronze III liegen, wenn ich meinen Main Champ Malphite spiele. Top gef&auml;llt mir. Hit and Run, Mana Item kaufen und immer wieder mit Q und E rein, danach back und irgendwann mal richtig zuschlagen.\r\nSpiele gerne gegen Garen, sogar gegen Jumper wie Xin, Wu Kong, Yi, nur gegen Yax hatte ich letztens 1-3. Durch hammer Ganks dank tollem Jungler dann \r\nZur Not spiele ich Ashe, nat&uuml;rlich als ADC.\r\n\r\nIch merke aber schon, dass Ranken nicht gleich Ranken ist.\r\nEs gibt Leute, die sind Gold und spielen wie Bronze und dann gibt`s welche die sind Bronze und spielen wie Gold.\r\nWenn man das so schreiben kann...\r\n\r\nDamit meine ich, wenn man random ranked, ist das 10 mal schwieriger, als wenn man in nem Team ranked.\r\nFind das ganze Ranking System bei Lol sowieso doof, aber naja.\r\nSollte sie wie das Battle.net sein, bis 1.14.\r\n\r\nSeit geraumer Zeit sehe ich mir die Pro Games an, war ja letztens die WM. Schon interessant, aber andererseits wiederum nicht, weil die allesamt Champs spielen, die ich noch nie gespielt habe.\r\n\r\nLetztens spielte einer Kennen. Den spielte ich auch schon 2 mal, sogar erfolgreich.\r\nAber sein W kommt nur selten und mit e kann er abhauen.\r\nSein R is doch das, wo er wie ein Tank in der Masse stehen mu&szlig; und dann baut sich um ihn ein elektromagnetisches Feld auf.\r\nDa frag ich mich dann, wie stark ist der wirklich?\r\nWenn der sein R in der Masse used, usen doch alle ff auf ihn und er geht unter. Klar er kann abhauen und wenn man ihn defensiv spielt, was wohl auch seine Rolle ist, stirbt man kaum, aber naja, ansonst.\r\n\r\nDas man keinen Pantheon sieht, verstehe ich. Seine R ist einfach verpeilt. Vlt. in Kombi mit Morgana (3 sek. Slow), aber selbst da hat er noch 2 Sek. um abzuhauen. Naja. Vlt. wenn man ihm Team noch nen Slower hat, der dann noch 1-2 Sek. slowen kann, dann w&auml;re das Ulti von Pantheon vlt. nicht &uuml;bel, um schnell den gegnerischen Tank, wie Nasus zu kicken. Selbst wenn Nasus Ulti w&auml;re, w&auml;re das Ulti vom Pantheon wohl imba, aber nach 5 Sekunden ist schon oft der Kampf vorbei oder zumindest fast.\r\n\r\nNasus spiel ich auch kaum noch. Der ist n&auml;mlich nur so stark, wie es der Gegner zul&auml;sst. Wenn man die Q bis in`s Late nicht pushen kann, ist der einfach useless und im Ranked, auch wenn nur Bronze III, hat man schon hin und wieder mal nen halbwegs brauchbaren Gegner auf Top. Also Noobs sind das sicher keine. Aber klar sinds keine Pros...\r\n\r\nAlso meine Mains sind Cho Gath und Malphite. Eigentlich doof vom Item Build, da beide ja zuerst auf Mana bauen, was sie im Early ja nicht wirklich st&auml;rker macht und wenn man ehrlich ist, im direkten 1on1 sind sie im Early ja auch nicht Bombe. Sind halt so hit and run Champs. Nicht solche wie Darius oder Jax.\r\n\r\nWieso wird Ezrael so oft gespielt? Sooo stark ist der ja nicht.\r\nHabe mit Cho gegen nen Gold II in nem 1on1, auf der &quot;1on1 Map&quot; echt gerockt. 6-2 am Schluss.\r\nKlar, Cho isn Tank, aber soviel Schaden macht der Ezrael nicht. Er is eben daf&uuml;r mobil, was Cho nun nicht so ist, aber auch mit Cho, kann man sich die Gegner Gro&szlig;teils mit Q vom Leibe halten.\r\n\r\nHab schon mal gelesen, dass einer mit Fiddle oder Singed mit Dia rankte, aber der ist doch auch eher useless?\r\nDer rankte wohl nur mit dem Dia, weil er mit andern Masters spielt?\r\n\r\nRumble ist meiner Ansicht nach total OP, wenn man ihn spielen kann.\r\nWieso wird der von den Pros nicht gezockt? Check ich nicht... :-)\r\n\r\nDen Twisted Fate sieht man auch manchmal bei den Pros. Versteh ich ebenso nicht. Sein R deckt zwar alle auf, aber im Team Fight ist das doch total useless. Da sinds gleich 5 gegen 4 Ultis. Au&szlig;erdem ist der auch im Late nicht sonderlich stark. Klar, schwer zu spielen, aber macht nicht soviel Damage. Wenn ich da nen Veigar her nehme, mit 850 Ap im Late Game... :-)\r\n\r\nIch seh auch kaum Malhpite oder Cho bei den Pros. Versteh ich auch nicht so. Die rocken doch beide. Klar, sie sind einfach zu spielen, aber halt auch sehr stark.\r\n\r\nAber das mit einfach zu spielen ist halt auch immer so ne Sache. Ashe ist ja auch einfach zu spielen, aber sie zu meistern ist schwer. Geht eben total schnell ein, gegen diverse Jungler. Letztens hat mich ein Khazix 2 mal im 5on5 zuerst gekillt, da wusste ich dann, dass ich nicht gut war, nach dem Spiel.\r\nAber was willst machen, wenn dich das Team nicht saved?\r\n\r\nAlso wenn man ohne Kollegen rankt, ist Top wohl die beste Wahl.\r\nJungle ist am schwierigsten, da man viel Routine ben&ouml;tigt. Im Mid t&uuml;mmeln sich oft auch sehr starke.\r\nAdc 70 Vasallen in 10 Minuten...\r\nDa bin ich weit entfernt. Mein Rekord war 58. Im Schnitt pack ich wohl 50...\r\nSup is so ne Sache. Letztens bis zum Mid nur 0-1. Adc meinte auch, top Sup.\r\nAber im Late dann bis auf 0-7. Er machte kaum Schaden, kaum Items, da nur 7 Vasallen und keinen Kill, ging also schnell ein. Naja und sein Heal is auch nicht so stark im Late, im 5on5. Wei&szlig; gerade nicht wie er hei&szlig;t. Nahk&auml;mpfer, ca wie Sona.\r\n\r\nHab noch viel zu lernen, aber es geht voran. :-)\r\n\r\nPaar Kollegen aus dem Forum haben mir echt geholfen. Danke nochmals daf&uuml;r. Habe mich dann aber doch entschieden, mal ne Zeit alleine zu lernen. So tue ich mir pers&ouml;nlich leichter. :-)\r\n\r\nGreetz","replies":[{"id":"","poster":"Stealth Cat","date":"2016-10-28T12:58:28.095+0000","up_votes":1,"down_votes":0,"body":">Ich seh auch kaum Malhpite oder Cho bei den Pros. Versteh ich auch nicht so. Die rocken doch beide.\n\nI see what u did there. \n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"TerrorRaven","date":"2016-10-27T23:07:42.045+0000","up_votes":1,"down_votes":0,"body":"Zu Kennen: Kennst du seine Passive? Durch Spells (und jeden 5. Autoattack durch die W Passive) baut er auf den gegner Stacks auf. Nach 3 Stacks wird der Gegner betäubt. Und durch seine Ulti macht er alle 0,5 Sekunden lang Schaden an nahen Gegner. In Kombination mit {{item:3152}} und {{item:3157}} kann er in das ganze Gegnerteam rein springen, alle betäuben und das ganze sogar überleben (sofern Follow-Up vom einen Team kommt). Sowas kann Teamfights und sogar ganze Spiele entscheiden, wenn man es richtig anwendet.\n\nPantheon sollte denke ich klar sein. Er ist zwar ein Lane-Bully, fällt später aber stark ab und wenn es nicht gefeedet ist völlig nutzlos.\n\nNasus erklärt sich auch von selbst. Zu kitbar, zu viel brain-afk farmen und in Teamkämpfen nahezu nutzlos.\n\nCho'Gath ist einfach veraltet. Seine Spells sind zu langsam und zu verzögert. Und Malphite hat das Problem, dass die Reaktionszeiten im Pro Bereich sehr hoch sind, wodurch er auf Flash + Ulti zum Engage angewiesen ist. Zudem ist er nutzlos, wenn er seine Kombo drausen hat und alles auf Cooldown ist.\n\nEzreal ist deshalb so beliebt, weil er sehr sicher ist. Zwar hat er wegen der {{item:3070}}  ein schwaches Early, aber ab den Mid-Game mit {{item:3042}} und {{item:3078}} dreht er richtig auf, auch vom Schaden her. Mit seinen Q hat er einen guten Long-Range Poke (kann so aus sicherer Entfernung farmen), einen sehr guten Escape mit den E und mit seiner Ulti sogar etwas globale Präsenz.\n\nFiddelstick und Singed sind vom Kit her einfach zu schwach für den Pro-Bereich.\n\nRumble wird immer noch ab und an gespielt, auch bei der WM. Nur im Moment sind Ekko und Jayce auf der Top-Lane einfach am Stärksten.\n\nTwisted Fate habe ich lange nicht mehr im Pro-Bereich gesehen. Außerdem unterschätzt du die Nützlichkeit seiner Ulti. Mit seinen Q und der Red Card kann er den Gegner gut einpushen und sich dann einfach auf eine andere Lane teleportieren und dort einen Vorteil schaffen.","replies":[{"id":"","poster":"Eatofid","date":"2016-10-28T00:00:04.285+0000","up_votes":1,"down_votes":0,"body":"Danke dir Terror!\n\nDein Text hat mir echt geholfen. :-)\n\nSeh das manchmal auch so, dass seine Spells zu langsam und ebenso zu verzögert sind. Habe ich gerade gemerkt, als ich mit 2 Gold 3 Allys 3on3 spielte. Wir gaben bei 17-12 auf. Deren Riven war schon 3 Skills höher als wir.\nAlso keine Ahnung, welches Elo die hat. Nehme wohl an Platin oder Dia, wenn die 2 Gold 3 Spieler so zerfetzt. Immerhin war einer meiner Allys Zed. Is denk ich sein Main.\n\nIch fühlte mich da mit 3-7 richtig gut am Ende, so als kleiner Bronze Spieler. Der Zed hatte ja auch nur 6-5. Naja, kleiner Unterschied... :-)\n\nJedenfalls saßen meine Spells kaum. Gute Spieler erkennen das irgendwie, wenn Cho die Q setzt.\nBei der E muß man schon halbwegs ran und wenn da ein gegnerischer Mundo wartet, dich slowed und Riven zerschnetztelt dich. Da ist Cho dann nur ein low Tank, obwohl {{item:3110}} und {{item:3068}}.\n\nAber dennoch seh ich manchmal im Ranked, auch wenn es nur Bronze II ist, wie manch einer mit Cho 20-1 packt, also so schlecht kann er auch nicht sein.\n\nKlar, mir geht's um Spielspass, aber wenn man viel verliert und oft merkt, dass die Gegner eigentlich nicht besser sind, sondern nur bessere Champs besitzen, sprich Kombos bezogen auf Champs, ist das doof.\n\n\nJa kenne die Passive von Kennen. Spielte ihn aber erst 2 mal. Er ist definitiv nicht einfach zu handhaben, merkte ich. Aber fand ihn halt echt nicht stark. \n\n\nWär schon irgendwie interessant, welche Champs zZ. am meisten gespielt werden, also am stärksten sind, bezogen auf die Positionen.\nIch spiel ja eigentlich nur Top und ADC. Jungle ist mir einfach zu schwer. Benötigt man wohl viel Routine. Sup ist mir zu lw und im Late Game reiße ich dann kaum was.\nADC spiele ich eigentlich nur, wenn ich fit bin. Da ich jedoch viel in der Nacht spiele, ist das last hiten nonstop schon sehr anstrengend.\n\nMid habe ich ca. 7-8 Games gespielt, nur einmal die Lane gewonnen, ab Level 30 halt. Also da is das farmen nicht so einfach.\n\nADC sind wohl Ashe, Sivir und Tristana die stärksten, vlt. noch Jinx und Lucian.\nGraves ist ziemlich schwer zu spielen, aber so ein richtiger Distanz Schütze ist er ja nicht mit seiner Schrotflinte. Also ist er nochmals schwerer zu spielen. Wenn man dann an seine komplexe Ulti denkt und an sein Q....\n\nAhja, Ezrael is ja auch ADC und kein AP. :-)\nTwitch Teemo und Fortune rocken aber auch.\n\n\nIch dachte auf Top wären Jax und Riven sehr stark. Darien und Jayce auch. \n\njojo, noch viel zu lernen ich hab.. :-)","replies":[{"id":"","poster":"TerrorRaven","date":"2016-10-28T00:25:39.719+0000","up_votes":1,"down_votes":0,"body":"Du musst unterscheiden zwischen SoloQ/Normal und LCS/Pro-Bereich. Im Pro-Bereich ist zum einen die Kommunikation besser, sind die mechanisch viel besser als 95% aller Spieler und haben durch das viele Training auch ein anderes Spielverständnis als ein 0815-Spieler. Dadurch, dass sich die Kommunikation im Normal sehr beschränkt ist (Pre-Mades mit Kommunikations-Programmen wie TS mal ausgenommen) ist auch die Koordination schlechter. Dadurch erscheinen einem Champs wie Zed, Yasuo oder Riven im SoloQ OP, da dieser gegen ein gut koordiniertes Team völlig nutzlos sind. Auch sind Champs wie Jinx, Teemo oder Darius sind im Pro-Bereich nutzloser Müll.\n\nKennen ist vom Schwierigkeitsgrad her im Mittelfeld. Er ist sehr Item-abhängig und wenn er zurück liegt, ist er auch nicht so gut.\n\nIm Bronze (aber auch Silber und evtl. auch Gold) ist zum einen die Reaktionszeit viel geringer und zum anderen fehlt es vielen auch am Wissen, wie sie gegen Champ XY zu verhalten haben.\n\nWenn wir jetzt vom Pro-Bereich bzw. der WM ausgehen, dann sind folgende Champs stark:\n\nTop Lane: Jayce, Kennen, Rumble, Ekko und ggf. noch Gnar\nJungel: Nidalee, Lee Sin, Elise und ggf. noch Rek'Sai\nMid Lane: Syndra, Cassiopeia, Aurelion Sol, Viktor und ggf. noch Ryze\nADC: Jhin, Ashe, Ezreal und ggf. noch Lucian und Caitlyn\nSupport: Zyra, Karma, Nami, Alistar und ggf. noch Braum","replies":[{"id":"","poster":"Eatofid","date":"2016-10-28T01:51:20.695+0000","up_votes":1,"down_votes":0,"body":"Alles ziemlich komplex. Habe mir vorhin mal wieder alle Champs angeguckt. Hab wohl schon rund 90% zumindest 2-3 mal gespielt. Talon und Renekton hatte ich zum Beispiel noch nicht. \n\nEs ist nun aber nicht so, dass ich nun immer genau weiß, wie ich mich gegen diese 90% der Champs, welche ich schon kenne, zu verhalten habe. Das Spielverhalten der einzelnen Champs ist ja proportional betrachtet wieder ein viel anderes.\n\nMit einem Malphite spiele ich mehr auf hit and rund und mit Wukong jungle ich. Jungle eigentlich nur im 3on3. Da geht das mit der Übersicht so halbwegs. Mir gefällt der 3on3 Mod an sich auch besser.\n\nHab dich gerade eingeladen. Hui Dia V. Da rockst sicher derb. Schon paar mal mit nem Mate gespielt, der ist Dia II.\nUnglaublich wie gut solche sind. Da schafft der Gold Player 6-5 und der Dia 7-2, naja und ich 3-7. :)\n\nVon deiner WM Auswahl, spiele ich eigentlich nur Lee Sin und Rumble und Ashe.\n\nWieso bei Mid nicht Veigar? Vorhin mit ihm ein Spiel gehabt und das waren dann 1087 AP oder 40% Abklingzeit und 840 AP. :-)\nDachte immer, Veigar ist einer der stärksten AP.\n\nHab mal ne Zeit mit Jhin gespielt, da seine Ulti recht lustig ist. Aber dennoch ist er nicht so einfach zu spielen.\nEbenso mit Lucian, nur sein R ist sehr schwer einzusetzen.\n\nKlar merkt man manchmal im Bronze, das es da Spieler gibt, die zuerst auf ihrer Lan 10-0 packen und du denkst, wow, der is aber gut. Sicher ein Smurf, ein Dia Spieler oder so und danach im Team Fight läuft er nonstop alleine rum.\nSind dann wohl oft Kids, die zwar ihren Champ beherrschen, aber 0 Spielübersicht haben.\n\nBei mir is mit Malphite auf Top so, dass ich mir gegen Garen gefühlt leicht tue. \nGibt dann aber auch wieder Champs wie Jax, wo ich 2-3 Ganks bis zum Middle benötige, um zumindest nicht unterzugehen.\nMerkt man halt auch bei Bronze, dass die Jungler oft total versagen.\n\nAber auf deine WM Auswahl zurück zu kommen. Deine Top Champs sind eigentlich alle sehr schwer zu spielen, Rumble geht so lala, weil man mit Q gut farmen kann und mit e den Gegner slowt, wenn er näher kommt. Im Early ist Rumble ja eher low, er wird erst später stark.\n\nIch will weiterhin meiner Linie treu bleiben und Malphite und Cho zocken, zumindest Großteils. Aber guck mich halt nach ner dritten Top Variante um. :-)\n\n\nNaja hab dich mal eingeladen. :)","replies":[{"id":"","poster":"TerrorRaven","date":"2016-10-28T12:46:19.891+0000","up_votes":1,"down_votes":0,"body":"Sicher, dass du hier den richtigen Antwortest? Ich bin Bronze 3 und daher sehr weit entfernt von Dia.\n\nVeigar kann einer der stärksten AP-Champs sein. Allerdings hat er einige Probleme: Kein Escape, fast nur Skillshots und fast jeder Spell hat eine große Verzögerung. Das letzte Mal wurde er bei den Worlds letztes Jahr gespielt, aber dann auch nur als Pocken-Pick von Jensen (Mid-Laner von Cloud 9).","replies":[]},{"id":"","poster":"Nohgolgh","date":"2016-10-28T03:27:47.915+0000","up_votes":1,"down_votes":0,"body":"Also erstmal hallo und schön, dass du dir so viele Gedanken machst (auch wenn ich nicht mit allen deinen Aussagen übereinstimme). \nIch habe auch noch nicht alle Champions gespielt und das ist auch nicht nötig. Oftmals ist es besser mit einem Champion zu spielen, den man dann acuh wesentlich besser beherrscht als alle anderen. Dadurch kriegt man das Matchupverhalten dieses einen Champions wesentlich besser hin. Lee Sin ist im Übrigen einer der komplexesten Champions und wenn dein Spielspaß nicht so sehr davon abhängt, die großen Outplays hinzulegen, ist er vielleicht nicht die beste Wahl für den Anfang (wenn er dir aber Spaß macht spiel ihn trotzdem). \n\nDas Problem mit Veigar ist, dass seine Laningphase relativ schwach ist und er auch noch schnell im Late zerplatzt, ohne viel zu tun. Veigar hat einen Skillshot, der bis zu zwei Personen treffen kann und nur moderates Scaling hat. Er hat einen weiteren massiv zeitverzögerten Skillshot, den wirklich jeder dodgen kann, der nicht unter CC steht. Er hat eine CC, die Dashes unterbricht und im Falle eines Ganks tödlich sein kann, selbst aber keinen Schaden macht und schon wieder zeitverzögert ist. Im Wesentlichen ist Veigar bei dieser CC darauf angewiesen, dass der Gegner von selbst reinläuft. Bleibt er in den Mauern der CC stehen oder schafft es raus, hast du deinen einzigen einigermaßen vernünftigen Engage für längere Zeit verloren und deine zeitversetzten Zauber triffst du dann nicht. Dazu, kommt, dass die W auch in diesen Mauern noch abblockbar ist-im Zweifelsfall, indem man in besagte Mauern rennt-den Schadenszauber hat er dann ja schon benutzt. Und zum Schluss eine Ulti, die point&click ist und mich früher immer sehr genervt hat...bis mir auffiel, dass man mit einem Stundenglas den Schaden der Ulti sehr sehr leicht abblocken kann (es ist wirklich nicht schwierig, da man oft einige Sekunden Zeit hat, bis der Riesenblob bei dir ist). \n\nJax ist mechanisch wesentlich anspruchsvoller als viele meinen, da seine Laningphase wirklich schlecht ist und er sehr leich gebulliet werden kann. \n\nMalphite und Cho sind gute Wahlen für die Toplane im SoloQ. Einfache Mechanik für einen einfachen Sieg. \n\nUnd für die LCS-Midlane sollten zumindest noch Malzahar und Vladimir erwähnt werden.","replies":[]}]}]}]}]},{"id":"","poster":"D4RKEVA","date":"2016-10-28T08:03:57.638+0000","up_votes":1,"down_votes":0,"body":"Man merkt das du noch nicht so lange spielt und es dir ein bisschen an verständnis fehlt ^^ aber das ist ja nicht schlimm(vor allem weil du es nicht mit ansatzweise negativ rüberbringst :D)\n\n\n> Anscheinend war meine prozentuelle Gewinn Statistik bis Level 30 sehr hoch... <\nDie normal winrate hat nichts mit rankeds zu tun ^^ \n\n\n> Ich merke aber schon, dass Ranken nicht gleich Ranken ist.Es gibt Leute, die sind Gold und spielen wie Bronze und dann gibt`s welche die sind Bronze und spielen wie Gold <\n\nDas stimmt so nicht, leute di ihn bronze sind aber wie gold spielen, spielen wenn auch keine rankeds -> denn wenn man besser ist steigr man auf ^^\n\n> Damit meine ich, wenn man random ranked, ist das 10 mal schwieriger, als wenn man in nem Team ranked.\nFind das ganze Ranking System bei Lol sowieso doof, aber naja <\n\nDies stimmt auch wieder nicht ^^, teamranked ist deutlich anspruchsvoller da mehr aspekte fürs game hinzukommen -> soloq ist da eher einfach von spiel her aber achwerer von der mentalität\n\n\n> Letztens spielte einer Kennen. Den spielte ich auch schon 2 mal, sogar erfolgreich.\nAber sein W kommt nur selten und mit e kann er abhauen.\nSein R is doch das, wo er wie ein Tank in der Masse stehen mu&amp;szlig; und dann baut sich um ihn ein elektromagnetisches Feld auf.\nDa frag ich mich dann, wie stark ist der wirklich?\nWenn der sein R in der Masse used, usen doch alle ff auf ihn und er geht unter. Klar er kann abhauen und wenn man ihn defensiv spielt, was wohl auch seine Rolle ist, stirbt man kaum, aber naja, ansonst. <\n\nalso Kennen isz eig zurzeit sehr stark, den er ist ein starker laner , zudem bringt er mr der passiven cc mit und hat einen guten engahe mit der protobelt/e-> ult -> w zonyias combo\nUnd genau wegen dem zonyias stirbt er dann auch nicht ^^ Außerdem ist als kenne strben wenn 3 gegner sterben nicht schlecht\n\n> Das man keinen Pantheon sieht, verstehe ich. Seine R ist einfach verpeilt. Vlt. in Kombi mit Morgana (3 sek. Slow), aber selbst da hat er noch 2 Sek. um abzuhauen. Naja. Vlt. wenn man ihm Team noch nen Slower hat, der dann noch 1-2 Sek. slowen kann, dann w&amp;auml;re das Ulti von Pantheon vlt. nicht &amp;uuml;bel, um schnell den gegnerischen Tank, wie Nasus zu kicken. Selbst wenn Nasus Ulti w&amp;auml;re, w&amp;auml;re das Ulti vom Pantheon wohl imba, aber nach 5 Sekunden ist schon oft der Kampf vorbei oder zumindest fast. <\n\nPantheons r ist ähnlich wie Twisted Fate r , sie ist nicht wirklich zum Schafen machen da sondern um schnell jemandem zz helfen/zu catchen.\nAchja morgana q ist ein 3 sekunden(root oder snare) aber kein slow ^^ , zudem macht seine ult nur weng schaden und hilft schon gar nicjt gegen z.B. nen ultenden Nasus, die ult isz wher für squishys gedacht \n\n> Nasus spiel ich auch kaum noch. Der ist n&amp;auml;mlich nur so stark, wie es der Gegner zul&amp;auml;sst. Wenn man die Q bis in`s Late nicht pushen kann, ist der einfach useless und im Ranked, auch wenn nur Bronze III, hat man schon hin und wieder mal nen halbwegs brauchbaren Gegner auf Top. Also Noobs sind das sicher keine. Aber klar sinds keine Pros... <\n\nSie sind nobs , jedenfalls meistens, dort eine lane als nasus zu gewinnen ist einfach , man muss aber dafür besser sein, so ist es halt \n\n> Also meine Mains sind Cho Gath und Malphite. Eigentlich doof vom Item Build, da beide ja zuerst auf Mana bauen, was sie im Early ja nicht wirklich st&amp;auml;rker macht und wenn man ehrlich ist, im direkten 1on1 sind sie im Early ja auch nicht Bombe. Sind halt so hit and run Champs. Nicht solche wie Darius oder Jax. <\n\nim early sind sie nicht die stärksten da hast du recht, aber auf mana musst du sie eigenlch nicht bauen im early , du kannst e musst es aber nicht\n\n> Wieso wird Ezrael so oft gespielt? Sooo stark ist der ja nicht.\n Habe mit Cho gegen nen Gold II in nem 1on1, auf der &amp;quot;1on1 Map&amp;quot; echt gerockt. 6-2 am Schluss.\nKlar, Cho isn Tank, aber soviel Schaden macht der Ezrael nicht. Er is eben daf&amp;uuml;r mobil, was Cho nun nicht so ist, aber auch mit Cho, kann man sich die Gegner Gro&amp;szlig;teils mit Q vom Leibe halten. <\n\nalso ezreal ist verdammt stark aber hat nicht das beste 1v1 und zudem hat er nochmal mehrere nachteile auf der \"1v1 map\"\nEzreal ist ein poke champ mit einem sehr starkem escpe, ich denke mal der ezreal war einfach nicht gut und dann noch übermütig ^^\nEzreal macht schaden aber das fängt meist erst richtig mit 3-4 items an und zudem wird ein chi gath sich einen ezreal nicht vom\"Leibe\" halten können\n\n> Hab schon mal gelesen, dass einer mit Fiddle oder Singed mit Dia rankte, aber der ist doch auch eher useless?\nDer rankte wohl nur mit dem Dia, weil er mit andern Masters spielt? <\nfidde ist nicht useless! Und singed ist zwar etwas troll aber auch nicht useless, diese Spieler verdienen Dia und neins es liegt nicht an den \"master\" spielern  denn dann würden sie auch geen welche spielen ^^\n\n> Rumble ist meiner Ansicht nach total OP, wenn man ihn spielen kann.\nWieso wird der von den Pros nicht gezockt? Check ich nicht... :-) <\nEr wird gespielt und ist verdammt star aber uch mega schwer\n\n> Den Twisted Fate sieht man auch manchmal bei den Pros. Versteh ich ebenso nicht. Sein R deckt zwar alle auf, aber im Team Fight ist das doch total useless. Da sinds gleich 5 gegen 4 Ultis. Au&amp;szlig;erdem ist der auch im Late nicht sonderlich stark. Klar, schwer zu spielen, aber macht nicht soviel Damage. Wenn ich da nen Veigar her nehme, mit 850 Ap im Late Game... :-) <\n\nsein r lässt ihn und sein team das gegner team sehen und sich teleportieren, er kann also locker ein 3vs 2 auf dee bot lane erschaffen und kills holen, im teamfight macht er moderaten schaden hat einen stun/aoe slow sowie 2 aoe dmges. Und doch er macht im late Schaden halt nicht so viel wie veigar aber der ist auch ein anderer champ und wird leichter gebullied\n\n> Ich seh auch kaum Malhpite oder Cho bei den Pros. Versteh ich auch nicht so. Die rocken doch beide. Klar, sie sind einfach zu spielen, aber halt auch sehr stark. <\n\nbeide zu simpel und werden leicht zerstört in der lane, sind halt eher was gegen schwächere gegner(low elo/mid elo)\n\n> Aber das mit einfach zu spielen ist halt auch immer so ne Sache. Ashe ist ja auch einfach zu spielen, aber sie zu meistern ist schwer. Geht eben total schnell ein, gegen diverse Jungler. Letztens hat mich ein Khazix 2 mal im 5on5 zuerst gekillt, da wusste ich dann, dass ich nicht gut war, nach dem Spiel.\nAber was willst machen, wenn dich das Team nicht saved? <\n\nPositioning üben :3\n\n> Also wenn man ohne Kollegen rankt, ist Top wohl die beste Wahl.\n> Jungle ist am schwierigsten, da man viel Routine ben&amp;ouml;tigt. Im Mid t&amp;uuml;mmeln sich oft auch sehr starke.\n> Adc 70 Vasallen in 10 Minuten...\n> Da bin ich weit entfernt. Mein Rekord war 58. Im Schnitt pack ich wohl 50...\n> Sup is so ne Sache. Letztens bis zum Mid nur 0-1. Adc meinte auch, top Sup.\n> Aber im Late dann bis auf 0-7. Er machte kaum Schaden, kaum Items, da nur 7 Vasallen und keinen Kill, ging also schnell ein. Naja und sein Heal is auch nicht so stark im Late, im 5on5. Wei&amp;szlig; gerade nicht wie er hei&amp;szlig;t. Nahk&amp;auml;mpfer, ca wie Sona. <\n\nTaric denke ich mal, er ist schwer zu spielen, er soll keinen schaden machen -> items hat er weniger dafür aber andere items um gold zu bekommen, kills und cs braucht er dafür auch nicht, sein heal ist halt fürs ganze team nicht für 1-2 personen ^^\nAdc/supp sind die schwersten rollen, jungle/top/mid sind eher einfach wobei jungle am schwersten und top am leichtesten ist(das war grad meine meinung)\nWieso erklären wenn du es wirklich wissen willst ^^\n\n\nmlg D4RKEVA","replies":[]},{"id":"","poster":"Teemo Main","date":"2016-10-28T07:11:34.541+0000","up_votes":1,"down_votes":0,"body":"Hi EATOFID du errinerst mich an mich selber ich zocke jetzt lol seit knapp einem jahr und ich war am anfang auch echt überfordert mit der menge an champions skills builds allem eigentlich. Aber ich sage dir ich wurde in B3 geranked dann nach B4 runter und jetz bin ich G5 alles eine frage der übung du musst einfach spielen ausprobieren und fragen.\nGerade der austausch mit anderen über ts hat mir mega geholfen.\nFalls du dich mal allein fühlst kannste mich gerne adden bin auch Top Main aber nur im Ranked.\nUnd lass dich nicht von den Teemo punkten abschrecken ;)\n\nLG der abRYZEr{{sticker:slayer-jinx-catface}} ","replies":[]},{"id":"","poster":"Leona da Vinçi","date":"2016-10-27T21:51:58.132+0000","up_votes":1,"down_votes":0,"body":"Der Text war so süß und unschuldig :D","replies":[{"id":"","poster":"N1ngendo","date":"2016-10-28T00:06:27.495+0000","up_votes":1,"down_votes":0,"body":"Ja, fand ich auch. Da will man den guten direkt adden und ihm ein paar Tipps und Hilfestellungen geben.","replies":[{"id":"","poster":"Eatofid","date":"2016-10-28T02:20:32.341+0000","up_votes":1,"down_votes":0,"body":"Aber ich muß auch zugeben. Ich bin eben so ein 0815 Spieler und das gerne. Pro werde ich nie. Bin ja schon 36. Da habe ich keine Motivation für. Meine Reaktion ist zwar noch relativ gut und wenn ich noch ein paar Monate weiter spiele, kenne ich alle Spells von allen Champs auswendig, aber das heißt dann noch immer nicht, dass ich mit jedem Champ weiß, wie ich mich dann auf den unterschiedlichsten Positionen verhalten soll.\n\nDas Lanen ist eigentlich schon längere Zeit kein Problem mehr für mich. Ich denk einfach, wenn der besser ist, spiele ich eben defensiv, versuche nicht zu farmen und rette mich in`s Late Game. Klar, wenn ich keinen Jungler habe der gankt und die Gegner das ideal ausnutzen, kann ich nicht viel machen.\n\nMein Problem im 5on5 ist dann oft das Late Game. Mid Game geht eigentlich auch schon halbwegs gut.\nAber im Late dann, 5on5, is echt schwer.\n\nDa tu ich mir als ADC am einfachsten, solange mich mein Team saved, ich also ganz hinten stehen kann und unsere Position gut ist, mich keiner seitlich oder von hinten anspringt. \n\nMit Malphite laufe ich eben als Tank vor, hau R in die Masse, stompe und dann laufe ich schon weg und drücke die w, weil die mich dann Großteils focusen. Wenn noch Luft bleibt und es gut kommt, hau ich während des Laufen die Q rein. Bei Malphite merkt man`s halt auch, is das Team gut, tut man sich leichter, liegt man schon hinten, kann man als Malphite auch nicht soviel ausrichten. Da kann man´s als ADC noch eher umdrehen.\n\n\nIch denk auch, dass ich mal bei den easy Champs bleibe. Is eben ein Lern Prozess. Mit Champs wie Kennen, Ekko und Gnar wäre ich wohl überfordert. Überhaupt der Ekko. Verstehe seinen Damage und das ganze nicht, aber habe ihn erst 2-3 mal gespielt.\nGnar geht so halbwegs, sein Jump Spell hilft halft in punkto Reaktionszeit. :-)\n\nRumble eben 2-3 mal gespielt, aber nicht im Ranked, waren eher einfache Games. Denke mit Rumble gegen nen halbwegs guten, wäre auch schwer. Poppy wird ja auch gern mal genommen bei der Wm. Gerade ein Spiel von Fnatic gesehen. Dort war ich mal ne Zeit, in Warcraft 3. Darum guck ich die gern. Verlieren aber fast immer, wenn ich da zuseh.\nDa nahm einer Poppy im Top. Finds halt immer lustig, 7-3 gehen solche Spiele aus.\nDa merkt man auch wieder, nicht zu sterben ist viel wichtiger, als nen Kill zu holen. Man sollte also echt total defensiv und überlegt spielen und nicht aggro und pushen.\n\nWenn ich Ranked spiele, gehnes oft 40-30 etc. aus. :-)\n\nAber noch zu Poppy. Der is auch echt schwer zu spielen. Sein R kickt den gegnerischen Champ meilenweit weg. Wenn da grad alle FF drauf machen und du haust die R zu früh rein, nennens dich Retard. :-)\n\nIch finds halt vor allem schwer mit Poppy zu farmen. Klar die Q hilft und mit W kann man sich etwas schützen und mit e ganz abhauen. Aber das is nicht einfach, vor allem gegen solche wie Kennen. Eben Distanz Champs. \n\nImmerhin habe ich ja nun schon 38 Champs im Besitz.\n\nOlaf ist wohl der nächste, den ich mir hol. Ideal für Top und halbwegs einfach zu spielen, wobei man mit der Q auch erst einmal treffen muß. \n\nNaja, alles nicht so einfach. :-)","replies":[]}]}]},{"id":"","poster":"N1ngendo","date":"2016-10-28T00:08:45.477+0000","up_votes":1,"down_votes":0,"body":"Also der gute TerrorRaven hat dir ja schon einiges erläutert, aber wenn du willst und Interesse hast, kannst du mich adden und wenn du grade ein paar Fragen hast einfach fragen. Ich bin zur Zeit Diamond 5 und AD Carry main, aber ich behaupte von mir das ich ziemlich viel Gameknowledge hab. \nAlso wenn du willst, einfach adden.\n\nLG N1ngendo","replies":[]},{"id":"","poster":"Nightmare Azir","date":"2016-10-28T05:38:58.248+0000","up_votes":1,"down_votes":1,"body":"Wenn es op champs geben würdest du expizit mit diesen Champs speziell hoch in Ranked aufsteigen. Es gibt keine weil wenn es ein geben würdest du speziell hoch steigen. \n\nWenn es sowas geben würde warum gibt es Smurfs die eine Chance haben warum gibt es boosting? \nKönnte ja nicht existieren es gibt starke champs, champs die snowballen können etc.\n\nAls Tipp schau dir von jedem Champ den Spotlight an. Könntest auch andere Spieler zuschauen die besser sind. Oder dir selber um die Fehler festzustellen. \nMan muss nicht in einem Team spielen um aufzusteigen\n\n**Vergiss nicht du kannst alles mit Skill**\nMit freundlichen Grüssen\n","replies":[]}]}