{"id":"1Un0dqnh","poster":"LanternInTheDark","date":"2016-10-27T11:28:55.398+0000","title":"Season 7 Ranked","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Ich bin mir nicht sicher ob ich das richtig verstanden habe, darum frage ich hier nochmal: WIr das 5vs5 Teamranked mit der Flex que kombiniert? denn wenn man als 3er oder 4rer Gruppe premade spielt flie&szlig;t das ja auch mit in die flex que Wertung ein und w&uuml;rde somit gleich gewertet wie die 5vs5 Teamnrankeds. Und eine zweite Frage: wird die dynamicque mmr auf die solo/duo que oder die flex que &uuml;bernommen oder wird diese resettet.?\r\nDanke im voraus!","replies":[{"id":"","poster":"Megamaexx","date":"2016-10-27T12:49:44.306+0000","up_votes":1,"down_votes":0,"body":"So wie ich das mitbekommen habe, wird Teamranked zur FlexQ und dynQ zur Solo/DuoQ “verwandelt“. Ich denke mal, dass die MMR der dynQ in die SoloQ fließt (+ softreset) und FlexQ noch ungewertet ist.","replies":[{"id":"","poster":"LanternInTheDark","date":"2016-10-27T18:39:12.229+0000","up_votes":1,"down_votes":0,"body":"weiß nicht ob das jetzt dumm klingt , aber was genau ist ein softreset?;c","replies":[{"id":"","poster":"Megamaexx","date":"2016-10-27T19:04:11.661+0000","up_votes":1,"down_votes":0,"body":"Bei einem (Elo- oder MMR-)Softreset wird deine MMR  ein klein wenig Richtung \"unranked\" geschoben. Also alle, die so ungefähr Silber1+ sind, verlieren ein paar MMR-Punkte, alle von ich schätze mal Silber 3/4 und drunter bekommen ein paar MMR-Punkte. (keine Garantie dass das genau so funktioniert, aber ein Seasonneuanfang schraubt noch mal an deiner MMR rum^^)\n\nAm Anfang dieser Season war dieser kleine Reset etwas stärker und viele haben sich in Silber wiedergefunden und viele Silberspieler haben sich in Bronze wiedergefunden. War halt nicht so einfach gegen last season diamond als last season silver xD Ich durfte in Silber IV neustarten (gedroppt von Gold V)","replies":[{"id":"","poster":"Ghedex","date":"2016-10-27T20:07:27.153+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe Riot kriegt es dieses Jahr hin. Ich habe es gestern erst geschafft auf Gold 5 aufzusteigen (war am Anfang bronze 5 xD).\nEs hat super lange gedauert und ich will nicht noch mal nach silber... :D silber 1 oder 2 währe ja noch okay :D {{item:3070}}","replies":[{"id":"","poster":"Megamaexx","date":"2016-10-27T20:49:42.177+0000","up_votes":1,"down_votes":0,"body":"Silber 1/2 wäre dann normal, man droppt ja eigentlich immer leicht^^","replies":[]}]}]}]}]}]}