{"id":"b0lMzqcU","poster":"Shinigami1332","date":"2016-10-27T14:49:14.918+0000","title":"Champ fragen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi ich habe vor mir mal wieder nen neuen Champ zu kaufen, da ich mich nun f&uuml;r eine Position als Main entschieden habe aber noch ein wenig die champs testen will^^.\n\nZur auswahl stehen derzeit: {{champion:105}} ,{{champion:50}} ,{{champion:112}} ,{{champion:38}} ,{{champion:103}} ,{{champion:8}} und {{champion:134}} .\n\nK&ouml;nntet ihr mir vllt ein paar vor und nachteile der jeweiligen champs nennen?\n\nGr&uuml;&szlig;e Shinigami","replies":[{"id":"","poster":"Shinigami1332","date":"2016-10-27T15:16:48.874+0000","up_votes":1,"down_votes":0,"body":"Ups vergessen zu schreiben ja für die Mid lane^^.","replies":[]},{"id":"","poster":"The Demon Child","date":"2016-10-27T15:04:19.548+0000","up_votes":1,"down_votes":0,"body":"Tank Mages: Swain, Vladimir\nAssassinen: Fizz, Kassadin, Ahri, Syndra\nControl-Mage: Viktor\n\nIch selber spiele sehr gerne kassadin, doch taugt der erst wirklich was im late game, und ist in den meisten Match Ups ziemlich schwach, zum Beispiel gegen Syndra oder Fizz. \nSwain wurde vor kurzem des öfteren generft, aber empfehlen würde ich diesen weiterhin nur auf der Toplane gerade.\nfizz ist ein guter Champ besonders, um deinen gegner zu tilten mit den ganzen Jumps, und beim Assassin Update wird dieser noch weiter verstärkt.\nViktor ist immer solide gewesen, doch ob der sich in der kommenden Assassinen Meta halten kann, ist leider fragwürdig.\nAhri sollte glaube ich immer stark sein aufgrund der hohen mobilität, sowie ihr schadens output ab level 6 kein schlechter ist.\nVladimir könnte gerade zur assassinen Meta gut sein, wird es aber schwer haben, wenn er nicht gegen andere Mages für seine Geistessicht im Match up ist.\nSyndra ist glaube ich eher langweilig zu spielen, aufgrund von dem, dass sie einfach nur Q, E + Ult drückt um jemanden komplett zu oneshotten. \n\nHoffe, dir hilft es bei der Entscheidung ein bisschen, viel spaß weiterhin ^^","replies":[{"id":"","poster":"Shinigami1332","date":"2016-10-27T15:13:12.221+0000","up_votes":1,"down_votes":0,"body":"Ja das hat mir schon um einiges geholfen nun stehen nur noch {{champion:105}} {{champion:8}} {{champion:103}} zur auswahl heisst wohl noch etwas überlegen^^\n\nDaher bedanke ich mich schon mal für die Antwort^^","replies":[]}]},{"id":"","poster":"ShadowninjaHD","date":"2016-10-27T15:12:48.604+0000","up_votes":1,"down_votes":0,"body":"Da ja deine mainlane mitte zu schein scheind würde ich {{champion:38}}  schon mal streichen wenn man ihn auf full cd spielen will was am effektivsten wegen der ult ist (1,1 sec cd) muss man fast schon top oder jng mit ihm gehen {{champion:8}} würde ich auch eher auf top empfehlen da er sich zwar heilen kann aber in mitte viel mehr gepokt wird und da kann er schwer mithalten {{champion:112}} ist ein fall für sich da nicht viele mit seinem laser umgehen geschweige denn zielen können {{champion:134}} muss man sehr taktisch spielen da eine falsche q die komplette kombo versauen kann und man die w nützen müsste um sich zu retten indem man die kugel für den stun damit in position bringen müsste {{champion:50}} überlebt entweder in kämpfen ewig oder nur 3 Sekunden was ihn auch zu einem recht Taktik anfälligem champ macht {{champion:103}} ist ein champ der sich fast immer retten kann aber um gut schaden auszuteilen muss man die rettungsmöglichkeiten agressiv nutzen {{champion:105}}  ist mehr die  \"rambo\" champart wo es heißt alles oder nichts \n\nHoffe dieser beitrag hilft dir{{sticker:slayer-jinx-wink}}  (und falls du dich für {{champion:38}}  entscheidest hier ein recht guter build mit full cd {{item:3089}} {{item:3040}} {{item:3100}} {{item:3027}} {{item:3165}} {{item:3158}} )","replies":[]}]}