{"id":"T7ZsE0kz","poster":"Kampfzwiebel","date":"2016-10-26T17:25:59.551+0000","title":"Shen Main aber nur noch am verlieren.","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":4,"body":"Ich wei&szlig; nicht mehr was ich noch machen soll aber ich verliere wirklich jedes Game egal was ich auch tue. \n\nEin paar Beispiele die mir selber aufgefallen sind. \n\n- Ich taunt den gegnerischen ADC und keiner tut was sondern kloppt den gegnerischen Tank.  Ich sterbe nat&uuml;rlich weil ich nun solo gegen den ADC stehe.\n- Wir f&uuml;hren und einer f&auml;ngt an zu feeden. Egal wie oft ich ihn mit der Shen Ulti rette er rennt einfach YOLO in alles und zwar alleine. \n- Ein Game wo ich 1/8/18 ging. Alles wirklich alles hat gepasst dann kommt einer meiner Mates auf die Idee er geht ALLEINE die Map erkundschaften. Verloren in Minute 51! \n- 2 Games in denen ich wirklich keinen meiner Mates geultet habe und versucht habe mit Splitpush zu gewinnen. Totaler Reinfall. H&auml;tte genau so gut AFK sein k&ouml;nnen so nutzlos war ich das ganze game &uuml;ber. \n- Wir gewinnen nen Teamfight ich recalle wegen low health (60hp usw) und mein Team chased den Rest und geht nicht auf die Objectives. Als Shen rei&szlig;e ich keine Tower in Rekordzeit ein das dauert ewig. \n- Ich mache einfach keinen Schaden und bau ich aber offensiv bin ich instant tot. \n- Egal wann und egal wo aber wenn ich jemandem die ULT gebe rennt derjenige entweder davon oder schlimmer meint das er Unzerst&ouml;rbar ist und suicidet. \n- Wenn ich Splitpushe stirbt mein Team 4 vs 5. Tue ich das nicht verrecken wir aber 5 vs 5. \n- Hinweise zu geben wie &quot;Focus ADC&quot; oder &quot;Pls group&quot; werden zu 100% ignoriert und ja ich schreib das genau so und nicht anders. \n- 99% meiner Games benutze ich smartpings und schreibe &uuml;berhaupt nichts. \n\nMir ist durchaus bewusst das ich die einzige Konstante bin aber ich kann nicht alleine gewinnen und wenn keiner auf einen Call h&ouml;rt oder hilf Baron oder Drake zu contesten oder Tower einrei&szlig;t kann ich nichts tun.\nEs ist ja ein Teamgame und ich bin sicher auch oft der Lauch im Felde der das Game throwt aber momentan ist einfach der Wurm drin. Selbst wenn es gut steht dreht sich das game um 180Grad und verwandelt sich in einen Alptraum. \n\nWas mach ich falsch oder ist Shen einfach vollkommen nutzlos um ein Game zu entscheiden? Ich hab nicht viele Champs aber langsam wei&szlig; ich nicht mehr weiter den egal wie gut ich stehe und wie sehr ich roame am Ende verreck ich einfach mit dem Team und wir verlieren jeden Teamfight. \n\nIch war S4 mit 50 LP und nun sitze ich hier wirklich Mad AF in S5 mit 0LP und wenn ich noch eins verliere droppe ich zur&uuml;ck in Bronze was bei mir zum deinstallieren f&uuml;hren wird weil aus Bronze carrien ist ein Alptraum f&uuml;r mich mit Shen gewesen. \n\nBrauch ich andere Champions um zu gewinnen oder sollte ich bei Shen bleiben und mich einfach durchbei&szlig;en? \n\nDanke f&uuml;r Tipps und Ratschl&auml;ge und bitte keine wie &quot;Du suchst die Fehler bei den anderen&quot; W&uuml;rde ich das tun w&auml;re dieser Thread nicht existent. \n\n\nEdit: Hab jetzt 10 mal in Folge verloren. Und ne Vayne drückt mir noch rein wie scheiße ich nicht bin und wie ez das Game war. \nVayne gegen Volibear Top. \nIch geb zu so ein Verhalten tiltet mich wie jeden anderen. \nAber nach 10 Loses zieh ich Bilanz das es scheiß egal ist was ich tue. \nIch kann gut stehen oder schlecht macht keinen Unterschied. \n\nOhne Hilfe was ich falsch mache kann ich mich nicht mehr verbessern den ich weiß nicht was ich anders machen soll/kann/muss und durch das Verhalten der Leute ingame bin ich momentan wirklich kurz davor jemandem in die Schnauze zu hauen wenn der Trashtalker ingame mir im RL begegnen würde. \n\nPS: DIe Vayne hatte ne Winrate von 67% auf ihrem Account und Smurfs begegnen mir generll zu hauf in den Games. Aber so ein Asoziales D...Kind ist mir wirklich noch nie untergekommen. Ich kann nur hoffen das demjenigen mal von jemandem ordentlich einen Scheitel gezogen bekommt. ","replies":[{"id":"","poster":"Ireliα","date":"2016-10-27T13:56:58.203+0000","up_votes":2,"down_votes":0,"body":"Man kann mit Shen carrien, ich bin mit ihm von P5 auf P2 gesprungen letzte Season. Gut, das war vor dem Rework aber die Grundmechanik bleibt ja gleich.\n\nEs hört sich bei deiner Aufzählung wirklich schlimm an, aber wir können ja mal ein paar Punkte durchgehen:\n\n> Ich taunt den gegnerischen ADC und keiner tut was sondern kloppt den gegnerischen Tank. Ich sterbe natürlich weil ich nun solo gegen den ADC stehe.\n\nDu musst schauen ob dein Team die Champions hat um zu followen und auch in der richtigen Position für dich ist. Ich kenne diesen Fehler, man tunnelt auf einen gegnerischen Carry, ist stolz wie Oskar, dass man diesen per Flash Taunt erwischt hat vergisst dabei aber, dass man einen Brand Mitte und einen Graves Jungle hat und es diesen schlicht nicht möglich ist durch die gegnerische Frontline auf die Carries zu springen.\nZudem hilft es ungemein wenn du den gegnerischen ADC vorher anpingst oder sogar in den Chat schreibst was du vorhast. Gerade im unteren Elo Bereich überraschst du sonst deine eigenen Mates.\n\n> 2 Games in denen ich wirklich keinen meiner Mates geultet habe und versucht habe mit Splitpush zu gewinnen. Totaler Reinfall. Hätte genau so gut AFK sein können so nutzlos war ich das ganze game über.\n\nLogisch. Wenn du nur splitpushen möchtest musst du Tryndamere spielen und nicht Shen. Dein Powerspike beginnt ab Level 6. Mit deinen Ultis **musst** du die anderen Lanes unterstützen. Wenn du diese Möglichkeit außen vorlässt gibt es zig andere Champions die dich in jedem Punkt übertreffen.\nAlso, sobald du Level 6 hittest schaust du du noch auf die Minimap und versuchst zu helfen wo du kannst. Lieber verlierst du ein paar Cs und kriegst damit jemand anderen fed. Ein gefeedeter Shen ist nice to have aber seinen Feed tausche ich jederzeit mit 80% aller Champions.\n\n> Hinweise zu geben wie \"Focus ADC\" oder \"Pls group\" werden zu 100% ignoriert und ja ich schreib das genau so und nicht anders.\n\nAltbekanntes Problem. Erstens weiß jeder, dass er den ADC fokusen sollte, aber siehe meine erste Antwort, nicht jeder hat die Möglichkeit dazu. Dazu kommt die Frage warum man ausgerechnet auf dich hören sollte. Sie kennen dich nicht, du spielst auf ihrer Elo folglich kannst du keine Befehle geben. Gehe lieber so vor \"I have tp advantage, i split top. Try to force something mid\" oder \"We are ahead, lets try to take bot turret\". Also keinen direkten Befehl, sondern in kurzen Sätzen einen logischen Plan darlegen. Es wird auch bei weitem nicht immer klappen aber die Wahrscheinlichkeit steigt.\n\n> Ich mache einfach keinen Schaden und bau ich aber offensiv bin ich instant tot.\n\nDas Leben eines Utility Tanks. Wenn dich das stört musst du leider deinen Champion wechseln. Du kannst dein Team nur unterstützen, ein 1v9 Carry ist fast nicht möglich.\n\n\nIch hoffe, dass ich dir ein paar Denkanstöße geben konnte :)","replies":[{"id":"","poster":"Kampfzwiebel","date":"2016-10-27T16:46:25.567+0000","up_votes":3,"down_votes":0,"body":"Auch wenn es bescheuert klingt irgendwie hab ich das nicht wirklich erkannt. Es ist wohl besser ich frag mal öfter andere Shen Spieler weil es klingt wirklich logisch aber irgendwie komm ich da nicht selber drauf o.O\n\n\n\n\nPS: Irgendwie Ironisch das mir jemand mit Namen Irelia Tipps über Shen gibt wo Irelia gegen Shen meist extrem hart Snowballed xD\nAber Danke Danke und Danke {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Ireliα","date":"2016-10-28T00:45:50.497+0000","up_votes":2,"down_votes":0,"body":"Freut mich total, dass ich dir helfen konnte :) Ich habe dich mal geaddet falls wieder Frage aufkommen versuche ich gerne Tipps zu geben.\n\nPs: Mit Irelia kam ich in Season 5 von Silber nach Platin aber da war Schluss. Mit Shen war Dia in greifbarer Nähe aber irgendwann war der Wurm drin :/ Trotzdem habe ich deswegen immer noch ein Herz für den Ninja :)","replies":[{"id":"","poster":"Kampfzwiebel","date":"2016-10-28T16:30:52.221+0000","up_votes":1,"down_votes":0,"body":"Ha ha 10 Games davon 8 gewonnen und zurück in S4 habe versucht jeden deiner Ratschläge umzusetzen.\n\nSeit dem läuft es wie geschmiert. Danke dir nochmal :)\n\nEinfach erstaunlich wie so kleine Denkanstöße das Gameplay so massiv verbessern. ","replies":[]}]}]}]},{"id":"","poster":"Only Renekton","date":"2016-10-26T19:03:11.769+0000","up_votes":1,"down_votes":0,"body":"Bin auf Shen als ich den gesuchtet habe immer auf zZ Rot als drittest gegangen hilft einem echt und Shen jungle wäre auch etwas ganz gutes mit Cinderhulk/Deadmansplate und Titanic Hydra machst du den schlimmsten % schaden mit Shens Q. Zur Zeit bin ich auf Nunu unterwegs der ist auch ganz lustig. Probier dich einfach durch in normals und wenn du zu viel Zeit haben solltest zieh dir einen Smurf hoch da lernst du richtig hart carrien.","replies":[]},{"id":"","poster":"kuchenbro","date":"2016-10-26T17:56:48.486+0000","up_votes":1,"down_votes":0,"body":"Versuch erstmal eine Pause von Shen(und Tanks) zu nehmen und probiere einen neuen Champion aus \n{{sticker:slayer-jinx-wink}} \nIch hatte vor paar Wochen einen krassen Loosingstreak und bin dann von Peel Supps auf Aurelion Sol {{champion:136}}  umgestiegen und stompe grade mit 90% Winrate (sind zwar nur Normals aber die zählen trotzdem :3)\nWenn man zu lange einen (etwas stumpferen) Champion am Stück spielt, ist man (manchmal) \"halb-afk\" und macht alles nurnoch instinktiv wodurch man schlecther spielt, also probier ruhig was anderes aus (aber bitte nicht im Ranked :D )","replies":[{"id":"","poster":"Kampfzwiebel","date":"2016-10-26T18:37:07.386+0000","up_votes":1,"down_votes":0,"body":"ich versuch mal mitte und jungle (den kann ich überhaupt nicht) vielleicht geht das besser xD","replies":[]}]}]}