{"id":"EOyc6Hgv","poster":"SkyGames2001","date":"2019-05-10T14:32:17.188+0000","title":"Wir suchen Gold-Platin ADC, Support, Jungler und Toplaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Solo-Q ist dir zu langweilig? Bist du der Meinung du kannst viel mehr mit deinem Skill in League of Legends rausholen als du bisher erreicht hast? Du möchtest nun auch deine Kompetenzen in einem Team Unterbeweis stellen? Dann sind wir der richtige Ansprechpartner für dich!\r\n\r\nWir die „Ultimate Players“ sind ein nun seit 2 Jahren existierender, League of Legends fokussierter Clan. Welcher sich als Ziel gesetzt hat, die League of Legends E-sport Szene zu stärken und Gamern und Gamerinnen, das kompetitive und professionelle Pro-Gaming vorzustellen und Sie dafür zu begeistern. Um dies zu verwirklichen, bieten wir all unseren Teams und Spielern und Spielerinnen:\r\n-Die Möglichkeit, freie Entscheidungen in ihrem Team zu vollziehen.\r\n-Freundliche Admins, Moderatoren und Community, welche dir/euch bei Fragen und Schwierigen Situationen gerne weiter Helfen und unter die Arme greifen.\r\n-(zur Zeit) Bis zu 9 andere Teams im Elo-Bereich Silber bis Diamant, mit denen man Scrimen kann.\r\n-Einen Discord , welchen ihr mit euren Teammates, zur Kommunikation nutzen könnt.\r\n-Von dem Clan organisierte Kleinturniere in dem du und dein Team sich gegen die anderen Teams sich behaupten können\r\n-… und noch vieles mehr!\r\n\r\nAber was erwarten wir von dir?\r\nDa League of Legends ein Spiel ist, welches geschaffen wurde um Spaß in seiner Freizeit zu haben , ist die wichtigste Anforderung an jeden aus unserer Community, dass du auch in schwierigen Situationen einen kühlen Kopf bewahren kannst und nicht durchdrehst und anfängst deine Mates zu beleidigen. Das heißt aber nicht, dass wir dich gleich bei einem Tilt kicken, sondern viel mehr das es nicht ausarten darf und und man im Endeffekt trotzdem noch zusammen Spaß hat! Andere dinge die Wir von dir erwarten:\r\n-Du solltest mindestens gold 3 sein\r\n-Deine Mainrolle sollte Support, Jungler, ADC oder Top sein!\r\n-Das du 3+ Mainchamps hast (nach Möglichkeit kein OTP)\r\n-Du solltest 80+ Champions besitzen\r\n-Standhaftigkeit und Willen (da u.a. ein Neuanfang in einem Team oder auch mal z.B.\r\nSpieler-Neusuche, lange dauern kann und man dann nicht gleich nach 2 Tagen das Interesse verliert)\r\n-Kontaktfreudig, dass du auch mit deinen Teammates redest und dich aktiv ins Spielgeschehen einbringst\r\n-Den willen auch etwas zu erreichen (und sich nicht nur 4 andere für 5er flex á la Ultimate-Bravery zu suchen und rein zu trollen)\r\n-Der Account mit dem du uns / mich kontaktierst sollte dein Main sein oder der Account unter dem du dann bei uns Spielen willst (keine 3./4. Smurfs oder Troll-Accounts!)\r\n\r\nWenn dies auf dich zutrifft dann bewirb dich noch Heute! Und werde Teil in einer Community zum Wohlfühlen. Dazu musst du mich nur in League of Legends adden unter dem Namen:\r\n\r\nSkygames2001\r\n\r\nWir die Ultimate Players freuen uns auf dich!","replies":[]}