{"id":"wX2w94oq","poster":"Rawwo","date":"2016-10-26T08:58:43.425+0000","title":"Dia Team sucht Dia Midlaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nWir sind 4 Studenten, welche noch einen Midlaner zur Erg&auml;nzung suchen. Das Team soll semi-tryhard werden, d.h. wir wollen tryharden, mehr oder weniger Trainingszeiten haben und werden sicher auch mal an dem ein- oder anderen Turnier mitmachen, jedoch sehen wir das alles nicht zu genau. Da die meisten von uns RL-Freunde sind, steht der Spa&szlig; so oder so &uuml;ber dem Erfolg f&uuml;r uns und das sollte bei euch auch so sein. Da wir alle auch Studenten sind wird das mit Trainingszeiten auch nie komplett fest sein, sondern immer relativ spontan geregelt.\r\n\r\n_Was genau setzen wir nun voraus?_\r\n\r\n- Du solltest mind. 17 Jahre alt sein.\r\n- Dia +\r\n- Du solltest deine Lane kennen und einen angenehmen Champpool haben.\r\n- Du solltest noch Spa&szlig; am Spiel haben\r\n\r\nWir sind wie bereits erw&auml;hnt bisher nur leicht eingespielte Freunde, welche noch keine gemeinsame, aber viel einzelne Teamerfahrung haben und du, sowohl als wir wollen und werden mit dem Team in das ganze reinwachsen, daher erwarten weder wir, noch solltest du direkt ein perfektioniertes Teamplay erwarten. Wir wollen erstmal nur Spa&szlig; haben und schauen, dass wir bis Ende der Season (also etwa ein Monat) noch Dia im Teamranked erreichen k&ouml;nnen.\r\n\r\nBei Interesse meldet euch einfach Ingame bei mir: ViciousAkumu","replies":[{"id":"","poster":"twitch Release19","date":"2016-10-31T23:16:58.612+0000","up_votes":1,"down_votes":0,"body":"Hei , heiße IG I Release I ( \"I\" sind große iiiiis :) ).\nIch spiele seit season 3 aktiv lol, wobei ich in S3 auch sofort Dia 1 gespielt habe und auch dort aktiv im Team gespielt habe (EPS erfahrung etc).\nWar alle Seasons Dia nur momentan fehlt die motivation solo queue zu spielen.\nBin ebenfalls student im ersten Semster Bachelor of Physics.\n\nKönnen ja alles andere im Ts reden.\nLiebe Grüße","replies":[]},{"id":"","poster":"Rawwo","date":"2016-10-27T18:29:46.322+0000","up_votes":1,"down_votes":0,"body":"push!","replies":[]},{"id":"","poster":"Rawwo","date":"2016-10-26T15:31:44.527+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}