{"id":"QkAAN6Rx","poster":"BlackfrostAngel","date":"2016-10-24T22:43:30.046+0000","title":"Iniucura - Die Antiheilerin","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Iniucura geh&ouml;rt einem altem Geschlecht an Magiern an , die in Noxus heimisch sind. Ihre Familie bestand jedoch zumeist aus Heilern. \r\nSie , Iniucura, hatte aber ein wildes Gem&uuml;t und wollte selbst am Kampf teilhaben und nicht nur die mutigen Krieger heilen oder gar eine Nekromantin werden. Als sie ihren Eltern sagte , dass sie die Kriegskunst erlernen wollte wurde sie ausgelacht. Doch sie gab ihren Traum nicht auf. Nicht f&uuml;r ihre Familie. F&uuml;r Niemanden. \r\n\r\nIn der Nacht kletterte sie aus dem Fenster und verlie&szlig; ihre Heimat. Sie wusste , dass sie um ihre Heilkr&auml;fte in Kampfkraft umwandeln zu k&ouml;nnen musste sie an einen Ort der Finsternis. Ihre Reise trieb sie letztendlich auf die Schatteninseln. Sie wandelte durch die Nacht von Geistern verfolgt bis der Wahnsinn nach ihr Griff. Als sie fast verloren war , fiel ihr Blick auf eine H&ouml;hle. Etwas schien darin matt zu leuchten. Langsam schwankend lief sie wie hypnotisiert darauf zu. Es war ein Grab. Sie suchte den Raum nach der Quelle des Leuchtens ab und fand bald einen langen Stab auf dem ein Kristall thronte , der wohl einst strahlend wei&szlig; war aber nun von Schatten durchzogen war.\r\n\r\nAls sie den Stab in die Hand nahm f&uuml;hlte sie unglaubliche Macht in ihr aufsteigen. Nachdem sie die Inschriften auf den Grabtafeln gelesen hatte lachte sie histerisch, denn sie wusste sie hatte gefunden was sie gesucht hat. Doch sie versp&uuml;rte das Bed&uuml;fniss, jenen die nicht an sie geglaubt hatten ihre neu erlangte Macht zu demonstrieren.\r\n\r\nIniucura , stand &uuml;ber ihre Eltern gebeugt in dem Haus , in dem sie gro&szlig; geworden war. Sie l&auml;chelte h&auml;misch und lie&szlig; ihre Eltern Schmerzen leiden. Ihr Verstand war gebrochen nach dem was sie auf den Schatteninseln gesehen hatte, doch ihre Macht war unglaublich. Und sie wollte es der Welt zeigen. Und was w&auml;re ein besserer Ort als die Liga der Legenden...\r\n\r\nWerte:\r\nLeben 510-1950\r\nLebensreg. 7-16.4\r\nMana 328-1182\r\nManareg. 5.7-12.5\r\nReichweite: 550\r\nAngriffsschaden: 52-97\r\nAngriffsgeschwindigkeit: 0.625 (+0% &ndash; 23.1%)\r\nR&uuml;stung: 25-85\r\nMagieres. : 30\r\nLauftempo: 340\r\n\r\nAussehen:\r\n\r\nIniucara , ist eine gro&szlig;gewachsene junge Frau mit schwarzen Haaren. Sie hat rote Augen und ist sehr blass. Ihre Haare sind Lang und leicht Zerzaust. Sie ist d&uuml;nn und tr&auml;gt ein schwarzes Kleid , dass an den &Auml;rmeln und am Saum zerrissen ist. Um ihren Hals findet sich eine Kette mit einem roten medallion und um sie herum ist eine gewisse dunkle Aura. In ihrer Hand ist ein Stab aus dunklem Holz auf dessen Spitze ein grauwei&szlig;er Kristall thront . Im inneren des Kristalls wabert finstere Verderbniss. Auf der linken Seite tr&auml;gt sie einen kleinen Ritualdolch , der an einem G&uuml;rtel aus schwarzem Leider befestigt ist , den sie um ihre Taille tr&auml;gt.\r\n\r\nPassive:\r\nVerzweiflung\r\n\r\nImmer wenn Iniucura einem Gegner mit einer F&auml;higkeit Schaden zuf&uuml;gt , wird er f&uuml;r 2 Sekunden lang in Verzweiflung versetzt. (12 Sekunden Abklingezeit gleiches Ziel).\r\nVerzweifelte Gegner verusachen 10|15|20% (Stufe 6 11 16) weniger Schaden an Iniucura. Wenn w&auml;hrend des Verzweilfungszustandes eine weitere F&auml;higkeit getroffen wird verursacht diese 15+2,5 pro level (+10% Ap,| +0,25 Gesamtad) zus&auml;tzlichen Schaden und f&uuml;gt ihm Klaffende Wunden zu.\r\n\r\nQ:\r\nZerfetzen\r\n15 auf allen R&auml;ngen\r\n70|75|80|85|90 Mana\r\n5% max Leben\r\n\r\nIniucura z&uuml;ckt ihr Messer und st&uuml;rmt schnell 750 Einheiten nach vorne. Bei allen Gegner die sie w&auml;hrend des Ansturm durchquert verursacht sie 100|130|160|190|220 (+35% Ap , 40% Geamt Ad). Wenn sie mindestens einen Champion trifft erh&auml;lt sie f&uuml;r 2,5 sekunden einen Schild , der 50|60|70|80|90 (+40% Ap) betr&auml;gt. Wenn der Schild nicht gebrochen wird erh&auml;lt sie 50%|55%|60%|65%|70% Cooldownreduktion auf ihrer Q.\r\n--&gt;Magischer Schaden\r\nW: \r\nInfizieren\r\n12|11|10|9|8\r\n80 Mana auf allen R&auml;ngen\r\n5% max. Leben\r\n\r\nIniucura st&ouml;&szlig;t ihren Stab auf den Boden und verdirbt diesen in einem 550er Radius um sie herum f&uuml;r 3,5 sekunden, was zur Folge hat das Gegner in dem gebiet alle 0,5 sekunden 10|15|20|25|30 (+10% Ap) schaden hinzuf&uuml;gt. Der Gegner wird pro Tick den er Schaden erhalten hat um 6|7|8|9|10 % verlangsamt. Gegner die w&auml;hrend des letzten Ticks im Gebiet sind werden danach 1 Sekunde festgehalten.\r\n--&gt;Maximalschaden 70|105|140|175|210 (+70% Ap) Magischer Schaden.\r\n\r\nE:\r\nVerdorbene Heilung\r\n14 auf allen R&auml;ngen\r\n80|85|90|95|100\r\n\r\nPassiv: \r\n\r\nWenn ein Gegner eine Heilung oder einen Schild in der N&auml;he (1000 Einheiten) von Iniucura wirkt erh&auml;lt sie f&uuml;r 2 sekunden eine Aura der Verderbnis die Gegner 1|1,5|2|2,5|3 % ihres Maximalen Lebens (+1%Ap , +1% Gesamt Ad)pro Sekunde entzieht und sie 10|20|30|40|50% des verursachten Schadens heilt. Gegner die unter 40% ihres Lebens sind erhalten den doppelten Schaden.\r\n\r\n\r\nAktiv:\r\n10% max. Leben\r\nIniucura nutzt ihre dunkle Macht um nach 0,5 s Verz&ouml;gerung um an Gegnerischen Champions , die sich vor ihr in einer Reichweite von 650 befinden , die bereits verwundet wurden Schaden zu verursachen in dem sie Wunden mit dunkler Macht versetzt und somit verschlimmert. Sie verursacht 10|12,5|15|17,5|20 % (+1% ap) des fehlenden Lebens als magischen Schaden. Wenn sie selbst unter 25% Leben ist verursacht sie F&auml;higkeit absoluten Schaden und heilt sie pro getroffenen Gegner um 1|2|3|4|5% ihres maximalen Lebens.\r\n\r\n\r\nR:\r\nVernichtungscatalysator\r\n\r\n100|90|80s\r\n100 Mana auf allen R&auml;ngen\r\n10 | 12,5 | 15 % max. Leben\r\n\r\nIniucura opert einen Teil ihres Lebens um ein Finsteres Ritual zu beginnen. Nach 2 Sekunden Vorbereitung (Indikator f&uuml;r Gegner 1 s bevor aufprall) entsendet sie einen finsteren Blitz in eine mit einer Reichtweite von 1500| 2000 | 2500  mit einem Radius von 500 der 200|250|300 (+30 Ap +50 Bonusad) verursacht und das Gebiet f&uuml;r 2|2,5|3 Sekunden verdirbt. Dies hat folgende Effekte:\r\n--&gt;Gegner bekommen in dem Gebiet 25|50|75 (+20% Ap +25% Bonusad) pro Sekunde Schaden\r\n--&gt;Gegner werden um 30|40|50% verlangsamt\r\n--&gt;Mit einer Reaktivierung ist es Iniucura m&ouml;glich zum Zentrum des verdorbenen Gebietes zu st&uuml;rmen (sie wird zu einer Art finsterem Geschoss , dass Terrain UND yasuos windwall ignoriert , da sie nicht mehr manifest ist ). Bei ihrer Ankunft werden Gegner in dem Gebiet f&uuml;r 0,75 | 1 | 1,25 sekunden bet&auml;ubt und erhalten 10|15|20% ihres maximalen Lebens als magischen Schaden. Sie erh&auml;lt aus 20|35|50% des Schadens einen Schild.\r\n\r\nSpielweise:\r\n\r\nIch habe versucht sie in die richtung eines Ap assasins zu designen , habe aber alternativ  eine Spielweise als Tank oder Ad Assasin bzw. Bruiser offengelassen.  Es k&ouml;nnte ihr diesbez&uuml;glich vieles gut stehen.\r\nDeswegen habe ich jetzt hier auch noch keinen Itembuild eingef&uuml;gt.\r\n\r\nAnimationen:\r\n\r\n...Beschreibung noch in Arbeit...\r\n\r\nKonzeptzeichnungen:\r\n\r\nIch gebe mein bestes ordentliche Zeichnungen anzufertigen und werde diese dann einf&uuml;gen.\r\n\r\n\r\nWas haltet ihr von diesem Champion ? Was w&uuml;rdet ihr verbessern? Haltet ihr sie f&uuml;r balanced , zu stark oder zu schwach?  Vielen dank f&uuml;r alle R&uuml;ckmeldungen.","replies":[{"id":"","poster":"Quietschiie","date":"2016-10-25T14:54:02.269+0000","up_votes":1,"down_votes":0,"body":"Huhu,\n\nalso für mich wirkt sie auf den ersten Eindruck viel zu stark. (Wie bei den meisten Konzepten die ich hier lese..) Auch wenn ihre Spells zwar Leben kosten, kann man sie aufgrund des AD-Scaling durchaus auf lifesteal (Gunblade etc.) bauen.\n\nVersteh mich nicht falsch, du hast dir definitiv Mühe geben, trotzdem weist dein Champ einfach zu viele Stärken auf:\n\nIch fange einfach mal von oben nach unten an, auf einzelne Scalings werde ich aber nicht eingehen:\n\nPassive\n-20% dmg reduction, bei 12 Sekunden cd pro Gegner, bei einem Spell. Rly? Exhaust bringt zwar 40% dmg reduction hat aber dementsprechenden CD. Und ihr W ist doch AoE soweit ich mich erinnere? \n-Wenn der zweite Spell trifft, hat das einen Cooldown? Oder wird mit jedem weiteren Spell der Dmg und die klaffenden Wunden (Warum überhaupt klaffende Wunden?) wieder neu drauf gepackt?\n\nQ\n-5% sind in meinen Augen OK\n-Dash finde ich in Ordnung für einen Assassinen\n-Warum der Schild?\n-CD reduce auch in Ordnung (Erinnert aber stark an Katarina)\n-Magic Dmg trotz AD Scaling\n\nW\n-Erinnert an eine Kombination aus Soraka und Morgana.\n-Schaden ist in Ordnung\n-Jeder tick löst aber die Passive aus, oder?\n-Slow okay, als Fluchthilfe, aber warum der Root?\n\nE\nHier wirds lustig..\n-Passiv das bei **jedem heal oder shield** (zählt hier auch Lifesteal und Spellvamp?) und eine Aura mit %-Dmg (warscheinlich auch magischer Schaden), hybrid  scaling, heal und doppelter dmg wenn low life? Ernsthaft?\n-Aktiv: 10% Leben OK, was heißt verwundet? Wenn der Gegner nicht mehr volles Leben hat? Oder klaffende Wunden drauf hat? 20% des fehlenden Lebens mit %-AP Scaling, außerdem, achtung jetzt wirds richtig lustig, **absoluter Schaden und prozentualer Heal** wenn sie selbst wenig Leben hat.\n\nR\n-15% Leben ok\n-2500 Range? Twitch hat mit Ulti glaub ich um die 850..wie schnell soll der Blitz denn fliegen?\n-Wieder Hybrid scaling\n-AoE auf die Gesamte Reichweite\n-Verstehe ich das richtig? Der Blitz macht Schaden **und** das Gebiet das er hinterlässt?\n-50% Slow **und** 1,25 Sekunden CC bei reaktivierung\n-Terrain wird pauschal ignoriert (und Yasuos Windwall auch, weil der gehört ja pauschal deleted)\n-20% maximales Leben als magischer Dmg, nochmal drauf, alles klar, wir reden hier von AoE dmg, hab ich recht?\n-50% davon nochmal als Schild, warum auch nicht?\n\n\nZusammengefasst einfach alles was der gemeine LoL-Spieler als \"OP\" bezeichnen würde, um die ganzen bösen Yasuous, Rivens und Zeds einfach zerstören zu können. Einfach viel zu stark und overpowerd. Soll kein flame sein, du bist kein Einzelfall, hab schon viele solcher Designs hier gelesen, wo beispielsweise ein ADC auf der E-Passive 15% Magischen Schaden vom max. Leben pro hit verursacht und der Verfasser das allen ernstes als \"balanced\" betrachtet. (Rest des Kits natürlich daran angepasst).\n\nSei ned böse, ist recht gut ausgearbeitet aber etwas kindisch vom Konzept in meinen Augen.\n\nLG","replies":[{"id":"","poster":"BlackfrostAngel","date":"2016-10-25T16:43:36.403+0000","up_votes":1,"down_votes":0,"body":"Du musst bedenken , dass alle Fähigkeiten außer ihre Ult , die die meiste stärke bekommt wenn die 2. Instanz genutzt wird, darauf basieren im Zentrum der Gegner zu stehen oder sich schnell durch die Gegner zu bewegen. Das Schadenspotential ist gigantisch , aber man kann den Schaden nicht Risikolos verwenden. \n\nDie Q ist dabei die möglichkeit rein und rauszukommen , wenn sie es schafft wenig schaden zu bekommen. Die Ad skalings sind eigentlich nicht wirklich bedeutend sollen aber bestimmte Item ( zum Beispiel Hextech - Gunblade ) stärken.\n\nDie W soll während der Zeit in der sie im gegnerischem Team zusätzlichen Schaden bringen und am Ende , wenn sie ihre Q zum rauskommen nahezu wieder benutzen kann die Gegner an der Position festhalten damit sie den folgenden mobilitätsvorteil besser ausnutzen kann. Auch soll die W Gegner von ihnr wegtreiben , damit sie wieder zu neuen Spielzügen ansetzen kann. \n\nDie E hat mir selbst auch die meisten Sorgen gemacht und ich war mir nicht sicher ob diese besser als eine Art Ult wär. Doch ich dachte mir ihre fehlt im Kampf selbst ein wirklicher finisher. Ich habe mir dabei gedacht , dass sie eine Art umgekehrte Heilung wirkt und wunden verschlimmert. Dabei ist der Erste Fehler: Zu viel Grundschaden und zu wenig Skalierung. Die Mechanik mit dem True dmg und Heal finde ich allerdings sogar balanced, da sie wenn sie im Teamfight ist und mit einer Verzögerung (!!)eine Fähigkeit castet , die so niedriges Leben fordert und selbst Leben kostet , sie einen hohen Reward verdient.\n\nDoch bei der R angekommen bin ich tatsächlich einer Idee verfallen , die ich in dem Moment in dem ich den beitrag \nveröffentlicht habe schon wieder ändern wollte. Doch leider funktioniert das Bearbeiten fenster bei mir nicht. Da müsste etwas komplett anderes hin und vermutlich müsste die aktive der E teil der Ultimate sein und die aktive der E sollte eher ein simpler Spell sein , den man in Kombinationen nutzt.\n\nIch werde  ihre Fähigkeiten in Kürze nochmal komplett überarbeiten. Vermutlich werde ich auch Ad skalings entfernen , die keinen ersichtlichen Sinn haben.","replies":[]}]}]}