{"id":"up72err0","poster":"Vericko","date":"2019-05-10T11:54:11.603+0000","title":"5 Min Leavebuster entfernen","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Ich denke nicht das jemanden diese 5 min irgendwie davon abzuhalten nochmal zu leaven wenn man das erste spiel leavt wird das wohl einen grund haben weshalb ich nicht verstehe wieso dieser mit 5 min bestraft wird vorallem is das nur nervig und wird diesen bestimmten grund nicht entkräften obs nun in der realen welt ist toxische champselect champs die man nicht sehen möchte ein bug oder ein lag die 3 lp im rank sind da schon viel schlimmer","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-05-10T14:42:35.251+0000","up_votes":4,"down_votes":0,"body":"Moment, nur für mich als Erklärung: Regst du dich über den Leaverbuster (also dass man eine Strafe fürs Verlassen des Spieles bekommt) auf? Oder über die Dodgestrafe, also fürs Verlassen der Champselect?\n\nVor allem das \"Real Life Problem\" irritiert mich da... wenn ich die Champions Select verlassen muss, weil ich plötzlich einen Notfall habe, sind mir die 5 Minuten Strafe danach doch egal, da ich dann eh anderweitig beschäftigt bin.\n\nAn sonsten... wenn es nervig ist, erfüllt die Strafe doch ihren Zweck, oder? Und gerade das diese Strafe dann bei 5 Minuten anfängt... so kriegt der Spieler mit, dass das, was er da gemacht hat, nicht in Ordnung ist (auch wenn es vielleicht nachvollziehbar ist, ich dodge ja auch hin und wieder, wenn die Spieler schon in der Champselect anfangen zu flamen), hat aber keine wirkliche Strafe erhalten. Die Botschaft könnte aber ankommen. Wenn er dann allerdings lustig weiter dodged, wird die Strafe auch weiter nach oben skalieren... bis es irgendwann wirklich nervt. So strukturiert man eine sinnvolle Strafe...","replies":[]},{"id":"","poster":"HyperionCH","date":"2019-05-10T12:38:09.027+0000","up_votes":1,"down_votes":0,"body":"Fun Fact: die -3 LP sind grundsätzlich gar keine Strafe.\n\nMan verliert keine MMR, weshalb man langfristig gar keine Strafe bekommt, da LP-Strafen langfristig wieder ausgleichen.\n\nSomit ist die Wartezeit die einzige Sache, die man wirklich als \"Strafe\" ansehen kann. Die Gründe sind zwar untschiedlich, jedoch muss man dies dann auch auf die einzelnen Fälle anschauen:\n\n- medizinischer Notfall im RL\nWenn man deswegen leaven muss, dann pfeift man darauf bzw. spielt die nächsten 5 Minuten eh nicht.\n\n- Verbindungsprobleme / PC-Probleme\nHier sollte man die Zeit eh dafür nutzen, die Probleme  zu beheben.\n\n- Dodge in CS etc.\nGilt als unsportliches Verhalten; wird bestraft.\nZudem würde man es ausnutzen, wenn es keine Strafe gibt.","replies":[]},{"id":"","poster":"Alpacana","date":"2019-05-10T11:59:17.019+0000","up_votes":1,"down_votes":0,"body":"Ich denke es geht eher um die Häufigkeit. Wenn jemand permanent schlechtes Internet hat oder sonstige Hardware-Probleme hat häufen sich die Strafen ja an. Erst sind es nur 5x 5Min, allerdings steigt es bis zu 5x 20Min an und das ist auf Dauer schon recht nervig sodass man möglicherweise dazu neigt das Problem mal anzugehen (so war es jedenfalls bei mir). Für solche Menschen ist der Leaverbuster durchaus sinnvoll.\n\nEdit: Möglicherweise den Post missverstanden. Meinst du wirklich den Leaverbuster oder einfach die 6 Minuten Penalty wenn man die Champ Select dodged? Sind nämlich 2 verschiedene Dinge...","replies":[]}]}