{"id":"JlpKwo7p","poster":"Escitalopram","date":"2016-10-24T17:51:16.138+0000","title":"Frage zur abwechselnden Wahl","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Guten Abend Leute,\n\nich habe in den letzten Tagen mal wieder ein paar Normals gespielt, und dabei ist mir folgendes aufgefallen.\nIn letzter Zeit habe ich &ouml;fters das Problem, dass Leute einfach eine Lane picken die jemand anderen zugeteilt wurde.\n\nKurzes Beispiel -&gt; Ich bekam in einen meiner letzen Games Botlane zugeteilt( das einzige verlorene Ezreal Spiel, in dem ich 2/1/1 stand).\nIch habe nicht auf den Chat geachtet, weil das Vierer Premade flei&szlig;ig am chatten war. Mitten in ihrem Gespr&auml;ch muss einer von ihnen wohl gefragt haben ob er auf die Botlane kann. Ich schrieb nichts dazu, denn ich habe wie gesagt nicht so sehr auf den Chat geachtet. \n\nDas Ende vom Lied war dass einer von ihnen einfach Caitlyn gepickt hat und auf die Botlane ging. Dadurch hatten wir keinen Jungler.\nIn game haben sie mir dann mit einem aggressiven Schreibstil mitgeteilt dass das Verhalten von ihrem Mate nicht falsch gewesen sei, da ich ja nicht geantwortet habe. Ich musste sie wenig sp&auml;ter muten, weil sie anfingen mich zu beleidigen.\n\nEinige Spiele davor hat auch einer einfach eine andere Lane gepickt, begr&uuml;ndet hat er es mit der Aussage er w&uuml;rde angeblich nie seine pr&auml;ferierte Lane(Mid) bekommen. Ich habe diese Leute jedesmal nach dem Spiel reportet aber noch nie eine Meldung bekommen dass einer von ihnen bestraft wurde. \n\nIch habe jetzt zwei Fragen:\nBekommt man &uuml;berhaupt eine Strafe wenn man einfach eine andere Lane pickt?\n\nIch habe nie eine Benachrichtigung bekommen die mir mitgeteilt hat dass einer von ihnen f&uuml;r sein Verhalten bestraft wurde. Auch nicht bei dem Typen der nach einigen Minuten, mit Ansage, absichtlich gefeedet hat damit er schneller ein neues Match anfangen kann. Bekommt man &uuml;berhaupt immer eine solche Benachrichtigung?","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-10-24T18:07:30.108+0000","up_votes":2,"down_votes":0,"body":"> Bekommt man überhaupt eine Strafe wenn man einfach eine andere Lane pickt?\n\nWenn es dir nicht passt das wer eine andere lane pickt kannst du sie einfach fürs griefing reporten da das system schon dafür da ist das jeder seine Rolle hat. Das System wird ja schon sehen ob der typ als adc oder toplaner ausgewählt worden ist.\n\n> Ich habe nie eine Benachrichtigung bekommen die mir mitgeteilt hat dass einer von ihnen für sein Verhalten bestraft wurde. Auch nicht bei dem Typen der nach einigen Minuten, mit Ansage, absichtlich gefeedet hat damit er schneller ein neues Match anfangen kann. Bekommt man überhaupt immer eine solche Benachrichtigung?\n\nSolche benachrichtigungen kommen selten, da Riot (meiner Meinung nach) ja schon recht barmherzig ist. Außerdem kam irgendwo mal das Statement das sie leute nicht mit soetwas zu spammen wollen. \n\nEine andere Vermutung die ich habe, die aber auch falsch liegen könnte, wäre vielleicht das du der schlüsselgebende letzte report sein sollst für die bestrafung um so eine Nachricht zu bekommen. Weil Leute werden ja nicht direkt bestrafft, nur weil sie 1-2 mal innerhalb von einen Tag reported worden sind. Es muss einer sein der Regelmäßig soetwas macht und es müssen auch berechtigte reports sein.","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-24T18:18:02.737+0000","up_votes":4,"down_votes":0,"body":">Solche benachrichtigungen kommen selten, da Riot (meiner Meinung nach) ja schon recht barmherzig ist. Außerdem kam irgendwo mal das Statement das sie leute nicht mit soetwas zu spammen wollen.\n>\n>Eine andere Vermutung die ich habe, die aber auch falsch liegen könnte, wäre vielleicht das du der schlüsselgebende letzte report sein sollst für die bestrafung um so eine Nachricht zu bekommen. Weil Leute werden ja nicht direkt bestrafft, nur weil sie 1-2 mal innerhalb von einen Tag reported worden sind. Es muss einer sein der Regelmäßig soetwas macht und es müssen auch berechtigte reports sein.\n\nDas stimmt grob. Über barmherzig kann man sich streiten, zumindest sehen das viele gebannte anders. Ansonsten aber ja. Man muss den letzte Report gesendet haben, bzw. einen der letzten vor dem Bann. Die Meldung kommt nicht immer, sondern wohl nur bei Banns und auch dann nur manchmal. Ich hatte letzthin aber eine Meldung dafür, dass wer einen Bann kassiert hat. \n\nWie oft man negativ auffallen muss, kann ich aber nicht sagen. Ich habe nur noch nicht von Betroffenen gehört, dass sie wegen der Lanewahl bestraft wurden. Was aber wohl auch nicht nötig ist, beim TE sind sie schließlich beleidigend geworden und das wird wohl auch nicht der erste Report deshalb gewesen sein.","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-10-24T18:33:24.294+0000","up_votes":1,"down_votes":0,"body":"Hm ja das mit Barmherzigkeit lässt sich drüber streiten, aber jedenfalls meiner Meinung nach ist das System mehr als gerecht und gibt den Leuten die sich seeehr daneben benehmen mehr als genug Zeit zu bessern. Dieses mehr als genug ist das Barmherzige da man meistens erstmal ein \"du du!\" bekommst was dir sagt das du in letzter Zeit ein wenig negativ warst und danach kommen ja denke ich erst die chatbans. Dann kommt der 2 Wochen bann wo man mehr als genug Zeit hat darüber nachzudenken was man falsch gemacht hat und auch mal Realisieren zu können das es nur ein spiel ist und man mit anderen MENSCHEN spielt und sie gefälligst nicht wie dreck behandeln sollte.\n\nJa das mit der lanewahl stimmt schon, da sind wir uns beide nicht sicher, aber wenn das nicht schon der Fall sein sollte finde ich das sowas bestrafbar sein sollte, vorallem im Fall des threaderstellers, das dich premades auf/in eine andere Lane/ Rolle scheuchen. Klar Dynamic Queue war/ist nicht das beste System und gibt halt nicht jeden die Rolle die man haben möchte, aber ich finde man sollte Leute die ihre Rolle die sie bekommen haben und sie nicht weggeben wollen in Irgendeiner weise das \"recht\" dazu geben die entsprechende Rolle zu spielen.\n\nAber Danke, ist schonmal sehr aufklärend sowas mal zu hören und erspart mit die Mühe sowas mal beim Support nachzufragen. :P","replies":[{"id":"","poster":"clair de lune289","date":"2016-10-24T18:36:38.140+0000","up_votes":1,"down_votes":0,"body":"Wenn du deine Lane nicht abgeben willst spiel sie einfach auch wenn es duo top oder was auch immer heißt.Sicher ist das für das Spiel nicht schön,aber auf lange Sicht ist es die einzige Möglichkeit etwas dagegen zu unternehmen. Das Reporten am Ende natürlich nicht vergessen.","replies":[]}]},{"id":"","poster":"clair de lune289","date":"2016-10-24T18:30:10.741+0000","up_votes":1,"down_votes":0,"body":"Geht das \"Lanestehlen\" nicht meist mit Trolling/Beleidigungen oder Akzeptanz ( weil man nicht duo Top spielen will etc) her was eine Bestrafung für andere Punkte schneller/wahrscheinlicher macht als die fürs flasche Lane spielen? dazu kommt dann noch das laneswaps erlaubt sind wenn beide zustimmen und das ohne Kommentar im chat für das System schwer zu sehen ist?","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-24T18:34:40.604+0000","up_votes":1,"down_votes":0,"body":"Darüber kann ich leider nichts sagen, weil ich keine Informationen dazu habe, ob und wofür man beim Lanestehlen bestraft wird. \n\nAber wenn sie Beleidigungen schreiben, kann man sie immer dafür melden.","replies":[]}]}]}]},{"id":"","poster":"Escitalopram","date":"2016-10-24T18:28:03.579+0000","up_votes":1,"down_votes":1,"body":"Vielen Dank für die Antworten. Gut zu wissen dass man nicht immer benachrichtigt wird, falls jemand bestraft wurde. \nWäre nämlich echt schade, wenn viele von denen die anderen regelmäßig das Spiel vermiesen nicht aus dem Verkehr gezogen würden.","replies":[]}]}