{"id":"FOvHcg7w","poster":"JaBra95","date":"2016-10-24T07:00:40.372+0000","title":"Suche Top und Midlaner","subforum":"Battlegrounds-Turniere","up_votes":0,"down_votes":0,"body":"Hej Beschw&ouml;rer\r\n\r\nIch bin dabei ein Schweizer Team f&uuml;r das Runeterraturnier zusammenzustellen. Bei meinem letzten Post haben sich bereits etliche Sups und auch ein ADC bei mir gemeldet, weswegen die Botlane besetzt ist (first come, first serve). Da ich selbst Jng oder Sup spiele, ist auch der Jungle besetzt. Nun suchen wir noch SCHWEIZER TOP UND MIDLANER. Die Elo ist eigentlich egal. Im Moment haben wir einen Dia Sup und einen ehemaligen Dia (wegen Inaktivit&auml;t), jetzt Gold, Adc. Ich selbst bin Gold I. Jedoch ist es einfach so, dass beispielsweise ein Bronze 2 Toplaner nicht so viel Freude haben wird, wenn er dann pl&ouml;tzlich gegen einen Dia Toplaner ran muss.\r\nIch freue mich schon auf die R&uuml;ckmeldungen :-)\r\n\r\nJaBra95{{champion:432}}","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-24T07:40:25.876+0000","up_votes":1,"down_votes":0,"body":"Falls alle Stricke reissen:\n\nKann Mid spielen (jedoch letzte Season auf Silber 2 gefallen und derzeit ziemlich ausser Form)","replies":[{"id":"","poster":"JaBra95","date":"2016-10-24T07:53:46.902+0000","up_votes":1,"down_votes":0,"body":"Eben ich bin nicht so fokussiert auf die Elo weil es ist gut möglich dass ein silber Spieler besser ins Team passt als ein schlechter Plat Spieler. Ich schreib dich sonst mal an dann können wir ne Runde spielen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-24T21:21:25.253+0000","up_votes":1,"down_votes":0,"body":"Sorry, konnte heute nur kurz in den Clienten gehen.\nDiese Woche ist noch etwas stressig; hoffe aber, dass ich am Wochenende mehr Zeit habe.","replies":[]}]}]},{"id":"","poster":"Pearli","date":"2016-10-24T07:32:49.834+0000","up_votes":1,"down_votes":0,"body":"Wenn auch nicht-schweizer geht, wäre ich dein Top laner xD","replies":[{"id":"","poster":"JaBra95","date":"2016-10-24T07:55:15.470+0000","up_votes":1,"down_votes":0,"body":"Ja ich bin eben wirklich auf der Suche nach Schweizern sorry^^ Es gibt aber jede Menge Teams, ich bin mir sicher du findest noch eins ;-) Und falls nicht kannst du dich dann trotzdem nochmal melden du solltest einfach Schweizer Deutsch verstehen^^","replies":[]}]}]}