{"id":"Gw8EacIe","poster":"Oreios","date":"2016-10-23T18:22:43.411+0000","title":"Team Istar Nare sucht einen aktiven Top-Laner (Platin)!","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Moinsen,\r\nWir sind ein Team, das Spa&szlig; am zocken hat, aber auch tryharded und besser werden will. Wir sind um die 20 Jahre alt und suchen verst&auml;rkung f&uuml;r die Top-Lane. Momentan sind wir Gold 2 bis Platin 4. Wir zocken fast jedes Wochenende, aber auch &ouml;fter unter der Woche. Bei uns steht der Spa&szlig; im Vordergrund, aber wir verfolgen auch alle das Ziel besser zu werden.\r\n\r\nWas wir euch bieten:\r\n1. Feste Trainingszeiten, momentan Sonntags gegen 15:00 Uhr\r\n2. Einen eigenen TS3\r\n3. Hohe Aktivit&auml;t, fast immer jemand da zum zocken\r\n4. Eine gute Atmosph&auml;re zum besser werden und Spa&szlig; zu haben\r\n\r\nWas wir von euch erwarten:\r\n1. Ein Alter von mindestens 18 und entsprechend geistige Reife\r\n2. ELO im Breich Platin\r\n3. TS3 und ein vern&uuml;nftiges Headset\r\n4. Hohe Aktivit&auml;t\r\n5. Kritikf&auml;higkeit\r\n6. Informationen an den Shotcaller weitergeben und auf Calls reagieren\r\n7. Spa&szlig; am Spiel\r\n\r\nFalls es noch Fragen gibt k&ouml;nnt ihr diese gerne unten reinschreiben.\r\n\r\nBei Interesse schreibt ihr bitte eine Kurzbewerbung mit Alter, Elo, Mains, etc. in die Kommentare. Ich werde euch dann in LoL adden und wir besprechen weiteres.\r\n\r\nEinen sch&ouml;nen Abend noch allen, die bis hier hin gelesen haben.","replies":[{"id":"","poster":"Dannydash","date":"2016-10-23T19:58:33.158+0000","up_votes":2,"down_votes":1,"body":"Guten Abend \n\nDa ich derzeit auf der suche nach einem Team für die nächste Season bin würde ich mich hier bei euch einmal bewerben.\n\nZu meiner Person:\nIch heiße Danny bin 18 Jahre alt spiele seit Season 3 Aktiv LoL ich bin sehr Ehrgeizig und bin nicht jemand der nach einem Rückstand im Spiel gleich aufgibt oder einer der nach ein paar Loses die Motivation verliert besser zu werden und zu gewinnen. Ich bin immer bereit neues zu lernen und komme sehr gut mit Kritik klar und bin immer offen für neues. Ich bin natürlich auch für Spaß zu haben bin aber generell in Ranked am liebsten mehr auf das Spiel konzentriert, Shotcalls weitergeben und auf Calls reagieren ist kein Problem für mich. Ich spiele seit Anfang von Season 6 aktiv Top Lane und habe mich nun diese Season von Silber auf Platin 5 hochgespielt. Meine Second Role ist Jungel falls ich mal nicht die Top Lane bekommen sollte bin aber im Generellen auf allen Lanes Solide. Mein Ziel für dich nächstes Season währe es auf jedenfall Dia zu erreichen wenn nicht sogar höher. Was Championpool auf der Top Lane angeht bin ich ziemlich flexibel von Tank bis zu Carry Top kann ich alles anbieten. Ein funktionierendes Mikrofon so wie TS3 sind vorhanden.\n\nMeine Mains : Poppy , Shen , Gnar , Gangplank\n\nMeine Op.gg Seite : http://euw.op.gg/summoner/userName=Dannydash\n\nWürde mich auf ein zusammenspielen freuen.\nMfg Dannydash","replies":[{"id":"","poster":"GRAD Träubchen","date":"2016-10-24T09:47:36.674+0000","up_votes":1,"down_votes":1,"body":"Hallo Danny, vielen Dank für deine Bewerbung! \nWir melden uns heute Nachmittag bei dir, wenn alle von der Arbeit wieder da sind. :) Dann besprechen wir weiteres. \nLiebe Grüße Angie (Supporterin des Teams)","replies":[]}]}]}