{"id":"96yl0qnB","poster":"I love you Malon","date":"2016-10-21T15:50:09.045+0000","title":"Katarina [Rework] Meine Meinung als Katarina Main!","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Liebe LoL Community,\r\n\r\nIch habe seit 3 Tagen mich mit der neuen Katarina besch&auml;ftigt die nun seit 3 Tagen auf dem PBE- Server erschienen ist.\r\nIch m&ouml;chte nun mit euch &uuml;ber ihre alten St&auml;rken wie Schw&auml;chen sowie als auch bei der Neuen Katarina.\r\n\r\n_____________________________________________________________________________\r\n\r\nSt&auml;rken &amp; Schw&auml;chen der Alten Katarina:\r\n\r\nPro:\r\n+ Viel Burst Schaden, oftmals hat auf einem Carry eine Q E W / E Q W Combo gereicht um ihn zu deleten\r\n+ AoE Damage\r\n+ Ward Jump\r\n+ Escape falls E up war\r\n+ Roaming Potenzial\r\n+ Flash + E \r\n\r\nContra:\r\n- Brauch den Snowball, ohne recht useless sofern kein Farm\r\n- kein Zuverl&auml;ssiges Mid-Late Game durch mangelnde Lane Dominanz\r\n- Trades eher Makaber \r\n- CC is her best Friend\r\n- Laning Phase sehr schwer zu &uuml;berstehen (lanebulleys, Enemy early jungler pressure)\r\n- Predictable\r\n\r\nZusammengefasst war Katarina nur in der Lage Impact zu besitzen wenn sie Snowballed, von ihrem Jungler gegankt wird um Ahead zu kommen.\r\nSollte sie jedoch gegen Mid-Laner spielen die sie durch gr&ouml;&szlig;ere Range, Early Burst DMG Dominieren ist Katarina recht useless und es fehlt durch dies eine Carry Rolle.\r\nAuch wenn der DMG von ihr nicht ohne ist, ist sie trotz allem durch einfaches Catchen ( Nautilus R) leicht zu forcen.\r\n_______________________________________________________\r\n\r\nSt&auml;rken &amp; Schw&auml;chen der neuen Katarina\r\n\r\nSt&auml;rken:\r\n+ sehr Mobil durch die Resets auf ihrem Shunpo (E)\r\n+ sehr guter Early Schaden und gute lv.3 Combo zum Traden mit Q -&gt; W -&gt; E on (Q Dagger) -&gt; AA  -&gt; E on (W)\r\n+ Late Game, ihre Daggers scalen ins Late Game\r\n+ Lanedominanz durch starke Trading Combo\r\n+ Roaming Potenzial\r\n+ Outplay Potenzial\r\n+ Burst DMG\r\n\r\nSchw&auml;chen:\r\n- Keine Ward Jumps mehr, Alternativ: https://www.youtube.com/watch?v=c2t-Y8i6Xcw\r\n- kann sowohl Outplayen als auch selbst Outplayed werden\r\n- CC\r\n- Delays auf ihren Spells (Daggers + E)\r\n_______________________________________________________________________________________\r\n\r\nIm Gro&szlig;en und Ganzen merkt man auf dem Ersten Blick das ihre Laning Phase sehr stark beeinflusst wurde und das zum Guten!\r\nIhre Trades sind stark, sie kann Outplayen und es gibt nun ein Zeitfenster durch die Delays auf dem E und den Daggers um fr&uuml;hzeitig zu reagieren was ich sehr sch&ouml;n finde.\r\nDas Rework hat sich m.M. nach ausgezahlt und ich bin stolz auf die Arbeit von Riot!\r\n\r\n\r\nAber was haltet ihr davon? \r\n\r\nLasst mich es wissen!!!\r\nBin f&uuml;r Diskussionen offen.","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-10-22T20:36:59.454+0000","up_votes":2,"down_votes":0,"body":"Ich als Kata main finde dieses Rework schlecht und ein kompletter Nerf für sie:\n\nPassive: Keinen Speed Kill Potential mehr mehr dazu später zu den Skills.\n\nQ: Nerf weniger Bouncing, kein Mark zum auslösen. Dazu ist neu ein Random Ding das unterm Gegnerischen Turret klebt, weiterhin ist die dauer sehr begrenzt und die Jackpotfrage ist: **Welcher Idiot stellt sich neben Ihrem Dolch?** Ihr seht, komplett RIP die Q.\n\nW: Der größte Nerf für sie, kein aktiver DMG Spell mehr für sie, auch was die meisten an Kata lieben ist einfache ihre alte W gewesen einfach schneller Bums AoE fertig. Das war auch ihre größte stärke mit Ihrer Passiven Shunpo + Blitzschneller W auserhalb ihrer Ulti war das ihre einzige Kombo Wombo.\nJetzt ist sie ein non DMG Spell die keine wirkliche aktive Komponente mit ihrer Passiven kooperiert. Will man wirklich als Kata im Hot Spot 1,5 Sekunden warten für den Dolch? \nUm einen Zed W oder Leblanc W Mechanick zum Backjump muss man wirklich nicht einen kompletten Skill von Kata löschen, **da hätte man simpel die E verbessern können das sie flexibel überall wie Ezreal jumpen kann, und die E beim Mark auslösen einfach resettet wird...**\n\nE: Nerf aus 2 Gründen, wie eben angesprochen keine Wardjumps mehr bzw. anstatt flexibel wie Ezreal zu jumpen ist die ohne Vasalen oder Dolche nutzlos und steif berechenbar.\nDer andere Grund ist das sie jetzt ihren Weg per Shunpo zeigt.\nZuletzt noch wird das mit dem hin und her hüpfen nicht wirklich funktionieren da, der Shunpo beim Dolch Reset nicht vollständig resettet wird, sondern nur bis 2 Sekunden, muss sie solange ausharren bevor sie zum W Dolch zurück jumpen kann da kann man sie locker CCen oder Bursten.\n\nR: Der Radius ist für Kata Mains eher Nerf da jetzt Gegner nun wissen wo Ihr Radius liegt. Dem Kata Noob eine große nette optische Hilfe. Und als Kata Main finde ichs ne hübsche sache aber ehrlich nötig habe ichs nicht wenns meinem Gegner hilft....\nDer weitere Knackpunkt warum sie nicht im Kompetitiven Bereich gespielt wird ist das Ihre Ultimate CCbar ist wie vorhin.\nBei der Masse an koordienierten CC's ist Kata dort unspielbar.\nDa hätte man sie immun gegen CC machen können während des drehens oder Out of Combat, so das Gegner simple Rauslaufen/Jumpen sollten.\nUnd jetzt ist aktuell sogar das Scaling der Ult reduziert worden.....\n\n\nIch meine ganz ehrlich wieso sollte man mit der neuen Kata/Assassinen nicht Tanky gehen fürs rumtänzeln wie zuvor Tank-Ekko/Fizz?\nAls Full AP ist die dafür zu Squishy und aktiven DMG Spell hat sie auser Q und R keine. \nDa ist es doch besser auf Mages zurückzugreifen die noch wirklichen Burst of Doom haben + Range + Hard CC:\n{{champion:134}} {{champion:112}} {{champion:61}} {{champion:1}} {{champion:103}} {{champion:34}} {{champion:136}}\n\nOder wieso nicht gleich Full AP {{champion:154}}  spielen er mit E ADC one shotten kann, wies Sola gezeigt hat letztens? Wozu ein gereworkter Assassine sein der keinen One Shotten kann?\n\nOder wieso sollte ich nicht {{champion:85}} picken der in allen belangen besser ist als Kata?\n- Schnelle, Direkte und Simplere Mechanick\n- starken CC\n- Range ist besser\n- Mobilität vorhanden\n- Seine Ulti ist nicht nur krass stark sondern auch mit CC verbunden und das Witzloseste ist die Ulti kann man nicht unterbrechen mit CC\n","replies":[]},{"id":"","poster":"Ascanur","date":"2016-10-21T16:13:42.566+0000","up_votes":1,"down_votes":2,"body":"Viel zu stark finde ich... Solange sie nichts an den Werten ändern wird Kata bei mir 100% Bann sein !!!","replies":[{"id":"","poster":"I love you Malon","date":"2016-10-21T16:16:32.992+0000","up_votes":1,"down_votes":1,"body":"Verstehe ich vollkommen!\nAber wenigstens geht es schonmal in die richtige Richtung, par Anpassungen und es sollte balanced sein","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-10-21T17:05:27.105+0000","up_votes":2,"down_votes":0,"body":"Kata wird aber nicht so oft gespielt werden wie Talon. Dafür ist sein Rework zu Dominant","replies":[{"id":"","poster":"I love you Malon","date":"2016-10-21T17:07:03.939+0000","up_votes":1,"down_votes":1,"body":"Jupp, aber immerhin sehen wir die beiden nun öfter C:","replies":[]}]}]},{"id":"","poster":"Ascanur","date":"2016-10-21T16:15:18.202+0000","up_votes":1,"down_votes":1,"body":"Und was ich vergessen habe ihr Q Passive ( vergleichbar mit der alten W ) viel zu krass vom damage output her... Finde nice das Kata gut ins Spiel jetzt kommt aber leicht OP wenn man sich die anderen Assasinen anguckt... \n\nEin Zed und eine Lb werden kaum noch chancen gegen eine Kata haben","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-10-21T16:32:44.492+0000","up_votes":1,"down_votes":0,"body":"Kata ist jetzt aber weitaus schwieriger zu spielen. Man muss sich nur von den Daggers fernhalten und schon macht sie kaum Schaden. Dafür ist der Damage der Daggers im Late auf jeden Fall insane.","replies":[]},{"id":"","poster":"I love you Malon","date":"2016-10-21T16:22:46.630+0000","up_votes":1,"down_votes":1,"body":"Wie lange waren Zed und LB **Solo Q** Dominant?\nEs wird Zeit den Platz zu räumen m.M. nach...\n\nAuch wenn das nicht der Sinn des Reworks ist, finde ich abwechslung immer gut","replies":[]}]}]},{"id":"","poster":"xinf3ct3d","date":"2016-10-21T17:03:54.265+0000","up_votes":2,"down_votes":0,"body":"Was die alte Kata macht sieht zwar aus wie Lee Sin ist aber in wirklichkeit Garen...\nIch finde ein Champ muss geändert werden wenn man einen guten (Katarina Main) Spieler nicht von einem \"schlechteren\" unterscheiden kann","replies":[]},{"id":"","poster":"El Capitán TSV","date":"2016-10-21T15:59:48.038+0000","up_votes":2,"down_votes":0,"body":"Ich habe die alte Katarina nicht sehr gern gespielt, obwohl mir der Charakter gefiel.\nLag wahrscheinlich daran, dass Sie mir zu \"öde\" war. \nAls ich aber vor kurzem die zukünftige Katarina gesehen habe, war ich echt begeistert. Warum? Keine Ahnung. Irgendwie haben mich die neuen Skills überzeugt. \nMal schauen, vielleicht werde ich sie mir ja für Season 7 aneignen :)","replies":[{"id":"","poster":"I love you Malon","date":"2016-10-21T16:08:19.907+0000","up_votes":1,"down_votes":0,"body":"Sehe ich auch so!\nSie bietet mega viel Spielspaß durch das Rumjumpen in der Laning Phase :)","replies":[]}]},{"id":"","poster":"Good Guy Putin","date":"2016-10-21T16:38:04.290+0000","up_votes":1,"down_votes":0,"body":"Ich hab die neue Kata ja schon gespielt und muss sagen, sie macht wirklich fun. Allerdings ist es jetzt aber auch schwerer den Damage ranzubringen.Aber wenn man es schafft wird man auch belohnt. Witzig ist auch wenn man an den/die Gegner ranjumpt, dann die W aktiviert und dann ultet. Wird man dann CCed, kommt der Damage der W immer noch durch. Mir macht die neue Kata deutlich mehr Spaß :D","replies":[{"id":"","poster":"I love you Malon","date":"2016-10-21T16:40:33.136+0000","up_votes":1,"down_votes":1,"body":"Die Combo Q E W R ist mega stark... wie die alte comb halt und durch die W bekommt man sogar auch wenn man keinen mit der Comb tötet einen Reset auf der E zum Chasen :)","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-10-21T16:45:35.372+0000","up_votes":1,"down_votes":0,"body":"Ja, die Gegner müssen aber auch nur von den Dolchen weg rennen. Das was im Video gezeigt wurde muss ich allerdings auch mal üben :D","replies":[]}]}]}]}