{"id":"wPPgBVcq","poster":"OneMíLLí0n","date":"2016-10-20T17:11:13.204+0000","title":"3D Animierter Shop | Skins","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":0,"body":"Guten Abend liebe Community und liebes Riot Team,\r\n\r\nich h&auml;tte da eine Idee, die denke ich mal das Interesse aller Spieler in League of Legends unterst&uuml;tzen w&uuml;rde. Undzwar geht es darum, das der derzeitige Skin Shop einfach nichts richtig zeigt. Jetzt war mein Vorschlag, das man evtl. ein 3D Model des Champions und des Ausgew&auml;hlten Skins als Grafik darstellt! Sowas w&uuml;rde einem vielleicht vor dem Kauf des Skins schon zeigen, ob er ihm gef&auml;llt oder nicht. Sowas gibt es schon auf lolking.net, was ich ziemlich Gut finde. Aber mMn sollte es am besten in den Shop inplementiert werden, da es wir gesagt das Interesse aller Spieler unterst&uuml;tzt.\r\n\r\nAls Beispiel gibt es mal den lolking.net Link, viel Spa&szlig; beim staunen, http://www.lolking.net/models?champion=136&amp;skin=1\r\nIch mache mal eine Abstimmung, was Ihr also die Community davon halten w&uuml;rdet, w&auml;re es Sinnvoll und brauchbar?\r\n\r\n\r\nMit freundlichem Gru&szlig;.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-10-21T13:33:36.181+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht sicher was du mit Grafik meinst aber ich fände ein Bild wie bei den Chromas etwas besser, denn sonst braucht der client zu viel Speicher. Ein champ hat durchschnittlich 4 Skins. Weisst du also wie viel Speicher 530 3D Grafiken brauchen würden?^^\n\nAusserdem wäre es zu teuer und Skin Spotilight würde sich sicher dagegen wehren. Also wenn, dann nur ein pic wie er ingame aussieht.","replies":[]},{"id":"","poster":"Maíko","date":"2016-10-21T07:37:48.557+0000","up_votes":1,"down_votes":0,"body":"Mir persönlich reicht das Feature von LoLKing und die Viedos von SkinSpotlight vollkommen aus^^\nRiot muss jetzt nicht unbedingt Geld und Zeit in etwas investieren was es schon gibt.","replies":[{"id":"","poster":"OneMíLLí0n","date":"2016-10-21T10:02:18.007+0000","up_votes":1,"down_votes":0,"body":"Mir reicht das leider nicht, vorallem kennt das nicht jeder mit LoLKing.net und nicht jeder schaut sich die Spotlights an, deshalb wäre das für mich einfach ein Feature, welche jedem was bringen würde.","replies":[{"id":"","poster":"Ïm À Çute Ýordle","date":"2016-10-21T12:39:39.411+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OneMíLLí0n,realm=EUW,application-id=L7E6lhzo,discussion-id=wPPgBVcq,comment-id=00000000,timestamp=2016-10-21T10:02:18.007+0000)\n>\n> Mir reicht das leider nicht, vorallem kennt das nicht jeder mit LoLKing.net und nicht jeder schaut sich die Spotlights an, deshalb wäre das für mich einfach ein Feature, welche jedem was bringen würde.\n\nDir reicht das immer noch nicht? wow^^\nWer bitte kennt kein LoLKing.net oder andere Seiten? Wer LoL Spielt kennt früher oder Später sowieso die ganze Seiten.\nRiot Priorität liegt sowieso ganz wo anders anstatt sowas einzubauen :)\n\nWer die SkinSpotlights nicht anschaut ist selber schuld^^ Ist genau das selbe wenn es in LoL Client verfügbar wäre als Video.","replies":[]}]}]}]}