{"id":"vbyfyBq0","poster":"TheLastAirbender","date":"2016-10-20T15:28:27.186+0000","title":"Neue 3v3 Map","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Moin!\r\n\r\nIch wollte mal fragen, obs nicht m&ouml;glich w&auml;re, mal eine komplett neue 3v3 Map zu designen? Ich meine mittlerweile spielt halt auch kaum noch wer 3v3, wenn &uuml;berhaupt f&uuml;r rankedteam, um schnell hochzukommen. Aber wir w&auml;rs dann wenn man so ne richtig geile 3v3 Map macht, mit Dingen, die auf der 5v5 Map &uuml;berhaupt nicht vertreten sind oder total broken w&auml;ren.. Zum Beispiel gibts mega viele Monster (wie noch in season2), Zwei &quot;Dschungel&quot; und einfach mega viele B&uuml;sche also voll geilen schei&szlig; und noch mehr :D\r\nAber so dass man ma wieder richtig bock hat das zu zocken, einfach nur weils mal was komplett anderes als 5v5 w&auml;re ^^","replies":[{"id":"","poster":"Gryphias","date":"2016-10-21T21:26:50.509+0000","up_votes":1,"down_votes":0,"body":"ganz ehrlich, nein echt nicht\nDie Map ist so gut wie sie ist.\nUnd es gibt noch eine gute Spielergemeinschaft im 3v3\nIch spiele es selbst gern mit meinen Kumpels, sogar vorzugsweise da man keine anderen Leute braucht zum RankedTeam.","replies":[{"id":"","poster":"TheLastAirbender","date":"2016-10-22T11:53:23.257+0000","up_votes":1,"down_votes":1,"body":"Und wenn man die Map viel besser machen würde?\n\nJa aber es ist so, dass aber season7 kein Rankedteam mehr geben wird sondern nur diese FLex queue.. Und selbst in der kann man nur mit welchen Ranked spielen, die bis zu eine Liga über dir oder unter dir  sind. Und vor daher hab ich mir halt gedacht, dass es cool wäre wenn man dann zur Abwechslung auch mal mehr Spaß an 3v3 hat.. Ich selber spiele auch öfters 3v3 nur vermisse total die alte Map aus season1-2, weil es da halt viiiieeeel mer Möglichkeiten gab und es nicht nur um dieses schnell pushen, killen und dann gewinnen ging.. Ich weiß jetzt nicht so genau, ob du weißt was ich meine, aber es war schon eine mega geile Atmosspähre früher in der Map ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-24T16:32:20.357+0000","up_votes":2,"down_votes":0,"body":">Ich selber spiele auch öfters 3v3 nur vermisse total die alte Map aus season1-2, weil es da halt viiiieeeel mer Möglichkeiten gab und es nicht nur um dieses schnell pushen, killen und dann gewinnen ging..\n\nIch vermisse die alte 3vs3 Karte höchstens aus Nostalgie, aber nicht weil sie besser war. Über so ziemlich jede Mauer konnte alles drüber springen, was irgendeinen Gapcloser hatte. Riven, Tryndamere und co. gehen auf der alten Karte sicher ab, weil sie einfach von überall angreifen und überhall hin abhauen können. \n\nMit einem Ward am Drachen und einem am Redbuff, war zudem die komplette Karte gesichert. Über den Jungel konnte man dann niemanden mehr überraschen, ohne den ewig langen Umweg über den obersten Rand der Karte zu nehmen. Die Junglecamps waren ein Witz, mit dem Random-Startspawn und dem Wechsel. Zudem konnte man mit Trynda einfach Backdoor machen. Sobald der Inhib zerstört war, einfach über die Mauer zum Nexus springen, Ulti aktivieren, Turm zerstören und über die Mauer wieder abhauen. Als Verteidiger war es ab da verloren, da man höllisch aufpassen musste, dass Tryn nicht einfach wieder über die Mauer reingeht und das Spiel beendet. \nAls Angreifer war das Spiel unbefriedigend, da der Verteidiger die Supervasallen in den Fountainlaser ziehen konnte, was die Spiele ewig in die länge gezogen hat.","replies":[]}]}]},{"id":"","poster":"Gryphias","date":"2016-10-29T19:37:12.015+0000","up_votes":1,"down_votes":0,"body":"ja, du machst eben den großen Fehler und vergleichst da 3v3 Ranked mit 5v5 Ranked, das sind zwei verschiedene Maps die absolut nicht miteinander zu tun haben, weder was die Map angeht noch was (leider) das Matchmaking angeht.\n\nEs hat auch noch nie eine SoloQueue gegeben im 3v3 und wird es höchstwahrscheinlich auch nie geben (ich hoffe es auch, denn das Problem liegt das dafür wieder eine eigene Warteschlange eingeführt werden würde die die Wartezeiten hochtreiben würde)\nEs ist schon gut das es nur Team3v3 gibt.\n\nUnd das wird sich sicher nie ändern, durch den Umstand das es 3v3 Ranked erst ab 15 uhr bis 3 in der Früh gibt haben sich die Teams zusammengefasst und die Wartezeiten verkürzt,  das werden sie sicher auch nicht aufgeben.\n\nIch finde den Jungle und die Lanes so wie sie sind sehr gut, so wie es eben Sirrkas auch gesagt hat, der Jungle war ein Witz im vergleich zum jetzigen, und das mit Trynda war echt kein Spaß.","replies":[]},{"id":"","poster":"Gryphias","date":"2016-10-24T14:32:41.993+0000","up_votes":1,"down_votes":0,"body":"du weißt aber schon dass das was du sagst nur für die 5v5 Map gelten wird?\n3v3 wird weiterhin nur Team 3v3 haben^^\n\nIm Gegensatz zu 5v5 hat es im 3v3 nie Solo/Duo Queue gegeben!\n\nIch hab die alte Map gespielt, sie war schon ganz nice, finde aber die neue um einiges besser und strukturierter :)\nhätte es die Map noch länger gegeben hätte sich dort sicher auch eine Meta etabliert die Standard geworden wäre.\ngenauso wie es sich im 3v3 von der Meta immer wieder ändert was am besten ist.\nBis vor nem Jahr war die JungleMeta verdammt gut, nun ist es die Support Meta.\nIn der JungleMeta waren Juggernauts wie Tahm Kench und Skarner super, nun sind es eher andere wie Poppy und andere early Monster\nEs wird sich mit dem Assassinen Update sicher wieder ändern wenn zb manche Champs dann Camouflage und Unsichtbarkeitsstatus haben.\nDa werden Champions die nicht durch die Aufdecken Funktion (taste 4) aufgedeckt werden können wie Wukong noch beliebter werden.\n\nEs ist noch immer ein guter Wandel, die alte war super, die neue eben mehr Teamorientierter :)","replies":[{"id":"","poster":"TheLastAirbender","date":"2016-10-24T16:08:01.601+0000","up_votes":1,"down_votes":0,"body":"Aber Rankedteam wird doch komplett entfernt? Wie soll man dann noch 3v3 Rankedteam spielen?","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-24T16:26:31.235+0000","up_votes":1,"down_votes":0,"body":"Wo steht denn, dass Rankedteams komplett entfernt werden? Aus den Ankündigen zur Preseason liest man  heraus, dass 5er Teamrankeds in die Flexqueue integriert werden. \n\n>Die Ranglistenspiele mit 5er-Gruppen werden automatisch mit dieser Warteschlange zusammengelegt, wodurch sie 24 Stunden pro Tag, 7 Tage die Woche verfügbar sein werden.\n\nDas heißt es gibt eine Solo/Duo-Warteschlange und eine DynQ+Teamrankeds Warteschlange\n","replies":[{"id":"","poster":"TheLastAirbender","date":"2016-10-24T18:26:36.752+0000","up_votes":1,"down_votes":0,"body":"Es wird in season7 Solo/Duo-Queue geben und eine Flex Queue in der man bis mit zu 5 Leuten ranked spielen kann.  Außerdem gibt es dann zwei verschiedene Ligen in denen man sein kann also einmal mit der Soloqueue und einmal mit der Flex queue. Für die Flex Queue wirds dann auch spezielle Rewards geben. Rankedteam wird komplett entfernt und es gibt keine Möglichkeit mehr mit einem Freund Ranked zu spielen der 2 Ligen unter oder über dir ist. Das konnte man z.B. auf Surrender@20 lesen oder biespielsweise erzählen das auch verschiedene LoL-Youtubekanäle die über Updates und Changes reden wie z.B. Letsreadsmallbooks oder Summoners'Inn.","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-24T18:36:29.366+0000","up_votes":1,"down_votes":0,"body":"Und du glaubst deshalb, dass 3vs3 Teamranked entfernt wird? Soweit ich mich zurückerinnere, wurde in den Seasonankündigungen noch nie über 3er Teamranked geredet. Allerhöchstens zur Einführung der Teamrankeds.","replies":[{"id":"","poster":"TheLastAirbender","date":"2016-10-29T08:39:28.138+0000","up_votes":1,"down_votes":0,"body":"Ja wenn sie sagen, dass rankedteam entfernt wird, dann glaub ich das auch ^^","replies":[]}]}]}]}]}]}]}