{"id":"ALlQfrIf","poster":"Senpai Asto","date":"2016-10-20T13:28:26.014+0000","title":"Fate of Gaming Community","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Features:\r\n&raquo; Tempor&auml;re Channel selber erstellen\r\n&raquo; Permanente Channel erstellen lassen\r\n&raquo; Eigene Area mit Subchannel bekommen\r\n&raquo; Gaming Icons\r\n&raquo; 500 Slots mit TeamSpeak NP-Lizenz\r\n\r\nDetails:\r\n&raquo; Server IP: fogts.de\r\n&raquo; Website: fate-of-gaming.de\r\n&raquo; FAQ &amp; Serverrules: fate-of-gaming.de/regeln\r\n\r\nFAQ\r\n\r\nTempor&auml;re Channel selber erstellen\r\nJeder &quot;Guest&quot; auf unserem Server kann einen tempor&auml;ren Channel erstellen.\r\n\r\nPermanente Channel erstellen lassen\r\nUm einen Permanenten Channel zu bekommen, gen&uuml;gt es einen Server Admin auf unserem Public Server anzusprechen. Gerne wird ein Channel pro User erstellt.\r\n\r\nArea mit Subchannel bekommen\r\nUm eine Area zu erhalten ist es von n&ouml;ten, mindestens zu 5 zu sein. Sollten sich 5 User zusammengefunden haben, so kann man eine Area bei einem Server Admin erhalten. Eine Area enth&auml;lt einen Permanenten Channel mit 5 Subchannel. Sollte die Area nicht mehr benutzt werden, bitten wir um Mitteilung.\r\n\r\nGaming Icons\r\nAuf unserem Server gibt es eine M&ouml;glichkeit anderen Usern zu zeigen, was Du spielst. Mit unseren Gaming Gruppen ist das die beste M&ouml;glichkeit. Einfach einen Server Admin fragen und die daf&uuml;r n&ouml;tigen Rechte erhalten. Wir bitten jedoch darum, dass nicht mehr als 4 Gaming Icons verwendet werden.\r\n\r\n500 Slots mit TeamSpeak NP-Lizenz\r\nUnser Public Server hat einen gro&szlig;en Vorteil gegen&uuml;ber anderen, er hat 500 Slots. Die meisten Server ohne jegliche Lizenzen laufen auf 32 Slots. Da uns TeamSpeak eine &quot;Non-Profit&quot; Lizenz &uuml;bermittelt hat, d&uuml;rfen wir diesen Server auf 500 Slots aufstocken. Das bedeutet unser Public Server kann nun 500 User ein neues Zuhause bieten.\r\n\r\nWir w&uuml;rden uns freuen auch Dich auf unserem neuen Public Server begr&uuml;&szlig;en zu d&uuml;rfen.\r\n\r\nMit freundlichem Gru&szlig;\r\nFate of Gaming - Staff","replies":[]}