{"id":"FwaMTA6Y","poster":"Crazy Smoky","date":"2016-10-19T22:11:58.959+0000","title":"Smoky streamed und bittet euch um eure Unterstützung!","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Hallo ihr flei&szlig;igen Summoner da drau&szlig;en!\n\nMein Name ist Smoky, oder Ingame auch Crazy Smoky. Ich hab es diese Season erneut in Gold V geschafft als ADC und muss sagen: mehr Gl&uuml;ck als Verstand. \nIch hatte tolle Teammates, faire Gegner und alles in allem ein tolles Gameerlebnis diese Season. \nTrotz der vielen Vorw&uuml;rfe LoL h&auml;tte eine schlechte und Agressive Community durfte ich seit Ende Season 3 fast nur positive Erfahrungen sammeln und hatte viele tolle Spiele und auch viele nette Mitspieler die mir noch Tipps gaben wie ich mich verbessern k&ouml;nnte.\nUnd eben weil ich die Community als bisher super freundlich und Haupts&auml;chlich Nett und Unterst&uuml;tzend kennen gelernt habe m&ouml;chte ich euch um etwas bitten.\nIch habe vor relativ kurzer Zeit angefangen auf Twitch zu Streamen, Haupts&auml;chlich nat&uuml;rlich LoL auch wenn es mittlerweile eine Reihe anderer Spiele gibt die nun ebenfalls auf Twitch laufen (als Beispiel Dead By Daylight oder Outlast).\nZwar bin ich weiblich und habe dadurch wahrscheinlich noch bessere Chancen als ein M&auml;nnlicher Streamer (leider ist das so ...) aber mein &Auml;u&szlig;eres kann man nun nich wirklich als Vorteil f&uuml;r mich z&auml;hlen (auch wenn ich mich nicht als H&auml;sslich deklarieren m&ouml;chte xD)\nWie ihr sicherlich wisst ist es schwierig bei Twitch Fu&szlig; zu fassen und &quot;gro&szlig;&quot; zu werden, ich habe auch nicht gerade eine Community oder dergleichen hinter mir stehen, auch wenn ich mit einer sehr lieben Streamerin gemeinsam Streame die seither einen ordentlichen Sprung nach Oben gemacht hat weil ihre Community sie ordentlich pusht.\nIch bitte euch nicht jetzt regelm&auml;&szlig;ig meine Streams zu verfolgen, das f&auml;nde ich eher erbettelt und ist nicht wirklich das was ich m&ouml;chte.\nWorum ich euch aber bitte ...\nwenn ihr die Zeit und Geduld habt euch eine Anf&auml;ngerin im Streaming und Youtube Bereich anzuschauen w&uuml;rde ich es sehr begr&uuml;&szlig;en wenn ihr mal einen meiner LoL Streams verfolgt (wer m&ouml;chte nat&uuml;rlich auch gern die anderen Game Streams) und mir vielleicht ein paar Tipps hier schreibt wie ich mich verbessern kann.\nIch habe mir bereits eine neue Cam zugelegt da meine Vorherige ziemlich schlecht war, habe mir jemanden gesucht der nun St&uuml;ck f&uuml;r St&uuml;ck meine Layouts f&uuml;r den Stream gestaltet und versuche so viel wie es irgendwie geht zu quatschen.\nIch gehe eigentlich auf jeden ein der im Chat schreibt, Kommentiere was das Zeug h&auml;lt und verstelle mich kein bisschen. Ich streame so wie ich bin -&gt; Ungeschminkt und ohne Schauspielerei, wenn ich Faile gebe ich das gern zu und kann auch &uuml;ber mich selbst lachen.\nIch gebe mir wirklich Wahnsinnig viel M&uuml;he und stecke viel Liebe in das ganze, nat&uuml;rlich auch jede Menge der kaum vorhanden Zeit.\n\nIch habe einen festen Stream Tag in der Woche (Dienstag 19:30 Uhr) und streame eigentlich mindestens alle Zwei Tage &quot;Spontan&quot; (hei&szlig;t ich &uuml;berlegs mir am Vormittag, spamme dann Facebook/Twitter dicht und gehe dann Abends auf den Stream).\nAber leider bleibt vor allem die Beteiligung im Chat aus ... dann kann ich nat&uuml;rlich weniger Kommentieren und muss extrem oft Improvisieren um keine Schweigeminuten im Stream zu haben, was nat&uuml;rlich auf Dauer sehr schwer f&auml;llt und manchmal wirkt es denke ich auch einfach dumm wenn man Krampfhaft versucht irgendetwas von sich zu geben.\nIch versuche aber auch die Leute zu animieren im Chat zu schreiben, sei es das ich ihnen anbiete sie sollen die n&auml;chste Rolle/den Champ f&uuml;r mich ausw&auml;hlen, oder bei Dead by Daylight entscheiden welcher Killer gespielt werden soll, welche Musik soll gespielt werden usw usw usw.\nLeider funltioniert das nicht so gut, wahrscheinlich mache ich da wirklich irgendetwas falsch :(\nUnd da kommt ihr ins Spiel.\nWenn ihr die Zeit habt schaut doch bitte mal bei mir rein, schaut euch meinen Info Bereich an, verfolgt den Stream und sagt mir danach Bitte was ich noch besser machen k&ouml;nnte, was euch gefallen hat, was ihr doof fandet usw. ._.\nDas w&uuml;rde mich wirklich riesig freuen und voran treiben. Mir geht es auch nicht um Follower oder irgendwelche Donations, ich m&ouml;chte eine Tolle Zeit mit den Viewern verbringen in einem Game das mich bereits seit Jahren fesselt und auch wenn ich sicherlich bei weitem kein super toller ADC bin (ich gebe zu, sich &uuml;ber 60 Farm in Minute 10 zu freuen ist irgendwie traurig als ADC in Gold x: ) ich gebe mir wirklich M&uuml;he und habe jede Menge Spa&szlig; beim spielen.\n\nSo, ich glaube das war dann jetzt auch genug gebettel in diesem Wall of Text o:\nIch bedanke mich bereits im Vorraus f&uuml;r eure R&uuml;ckmeldungen und f&uuml;r die Geduld wenn ihr bis hier hin gelesen habt &lt;3\n\nGru&szlig;\ndie Smoky\n\nund da der Link irgendwie anscheinend nicht richtig funktioniert -> https://www.twitch.tv/oosmoky","replies":[]}