{"id":"YjpRWngU","poster":"baltasar69","date":"2016-10-20T00:53:56.564+0000","title":"Ruckeln seit geraumer Zeit..","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, ich habe seit etwa 2 Wochen ganz pl&ouml;tzlich solche extremen Laggs im Spiel, dass es beinahe unm&ouml;glich ist zu spielen, weshalb ich schon &ouml;fters (z.B. jetzt eben wieder) Strafen erhalten haben, bei denen ich 20 Minuten (das 5x)  warten muss bis ich ein Game suchen kann.:( Sehr &auml;rgerlich wenn man das 5x durchmachen muss. Ich bin sozusagen im Game als AFK eingestuft, wobei es einfach nur sehr laggt. Die Laggs kamen einfach so pl&ouml;tzlich, davor lief alles fl&uuml;ssig. Die Grafikeinstellungen im Spiel habe ich bereits auf niedrig eingestellt. \r\n\r\nWelche M&ouml;glichkeiten bleiben mir? :( \r\nIch m&ouml;chte noch LoL spielen k&ouml;nnen ohne Probleme.. Danke!!","replies":[{"id":"","poster":"Ïm À Çute Ýordle","date":"2016-10-20T01:48:50.045+0000","up_votes":2,"down_votes":0,"body":"Ohne Hardware Angaben keine Hilfe :) Langsam sollte jeder wissen, dass solche Angaben wichtig sind.\nWas hast du vor 2 Wochen an dein System geändert? Das du solche Probleme hast^^","replies":[{"id":"","poster":"baltasar69","date":"2016-10-21T18:44:40.538+0000","up_votes":1,"down_votes":0,"body":"Vor 2 Wochen hatte ich gar nichts geändert am System. Mir ist auch aufgefallen, dass ich im Spiel nur 1 FPS meistens habe. Wieso weiß ich auch nicht..","replies":[]},{"id":"","poster":"baltasar69","date":"2016-10-20T13:34:57.254+0000","up_votes":1,"down_votes":0,"body":"Hallo, danke für deine Antwort erstmal.\nMeine Hardware sind wie folgt:\n\nIntel Pentium CPU B940 (2 GHz)\n4 GB RAM\nGrafikkarte: Intel HD-Grafik\nWindows 7\n\nIch weiß es sind nicjt die besten Daten aber dennoch hätte ich bis vor kurzem kaum Probleme mit dem Laptop. :)","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2016-10-20T04:24:48.213+0000","up_votes":1,"down_votes":1,"body":"Ich schieße jetzt einfach mal ins Blaue, auch wenn Dein Thread unter Hilfe & Support besser aufgehoben wäre. Dort finden sich nämlich viele Threads zum Thema FPS-Drop und Ping-Spikes nach dem Windows 10 Update. Schuld in den meißten Fällen ist GameDVR. In unter anderem [diesem Thread](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/GxjqAm9c-grafikarte-defekt-oder-beschaadigt-fps-drops-trotz-guter-karte) wird beschrieben, wie Du es ausschaltest.","replies":[{"id":"","poster":"baltasar69","date":"2016-10-20T13:37:40.012+0000","up_votes":1,"down_votes":0,"body":"Ich habe Windows 7 und nicht 10.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-10-20T18:21:47.807+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=baltasar69,realm=EUW,application-id=Wj1wcocU,discussion-id=YjpRWngU,comment-id=00010000,timestamp=2016-10-20T13:37:40.012+0000)\n>\n> Ich habe Windows 7 und nicht 10.\n\nWar lediglich ein Schuss ins Blaue, da Du in Deinem OP nichts bezüglich Deines Systems sagtest.\nBleibt erst einmal die Frage von Sil3ntAkku T33m0 bestehen, ob Du vor 2 Wochen irgendetwas an der Konfiguration verändert hast, oder ob irgendwelche Updates gezogen wurden.\nDann wäre noch die Frage zu klären, ob Du mit WLAN, mit LAN oder PowerLAN online gehst.\nWenn Du nicht mit einer direkten LAN-Verbindung zum Router (also über PowerLAN oder WLAN) probiere mal aus, ob es sich bessert, wenn Du mit einem Netzwerkkabel testweise spielst.\nDann kannst Du noch schauen, wie Deine CPU-Auslastung im Ruhezustand und im Spiel ist (Taskmanager).","replies":[]}]}]}]}