{"id":"EX7QzmEg","poster":"Keksschurke9","date":"2016-10-19T15:28:12.071+0000","title":"Toplaner für Team gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Lol Spieler,\n\nIhr habt kein Bock mehr auf Solo Que, ihr wollt ein Team, ihr sieht es nicht ein nur flamer und feeder im Team zu haben, dann ließt das hier weiter und ihr seit hier genau richtig :D.\n\nbin auf der suche nach einen Top Laner um ein Ranked Team zu gr&uuml;nden. Bereits vorhanden sind: Jungle, Supp, Adc, Mid. Es sollte ein ernstes Team werden, ohne das jeder sagt, wir haben paar mal verloren es lohnt sich nicht mehr. Man sollte ein Ziel vor Augen dann haben und sagen, man kann es schaffen. Wenn du diese Einstellung habt dann lie&szlig; nur weiter. Man sollte nicht flamen und Lernhaft sein, dass hei&szlig;t, Tipps annehmen und reden k&ouml;nnen und nicht nur Augen zu und ich bin der beste, ich carry das ganze game alleine. Was sollte man mitbringen, Teamspeak mit einen funktionst&uuml;chtiges Headset und sehr viel Spa&szlig; und Zeit f&uuml;r Trainingszeiten. Ich will nicht das Team aufmachen, um irg welche ward skins zu bekommen, sondern etwas ernstes aufzumachen und wichtig ist auch Spa&szlig; dabei zu haben. Aber auch Ernstigkeit muss auch drin sein.\n\nJetzt was zu uns:\n\n\nJgl: Gold 2, Konrad, 17Jahre alt\nMid: Silber 2, Lukas, 18Jahre alt\nAdc: Gold 5, Kevin, 17Jahre alt\nSupp: Gold 5, Daniel, 28Jahre alt\n\nIch m&ouml;chte jetzt nicht 80000 S&auml;tze schreiben, daher, falls ich euer Interesse geweckt habe, Addet mich In Game und stellt euch einfach vor.\n\nMFG\n\nKeksschurke9","replies":[{"id":"","poster":"PommesBudenFred","date":"2016-10-19T16:56:34.291+0000","up_votes":1,"down_votes":0,"body":"Hi, \nIch bin Friedrich, 15, IG PommesBudenFred und würde mich gern für euern Platz im Ranked-Team bewerben. Ich bin zur Zeit Gold 5 und Toplane-Main. Ich spiele so gut wie alle Meta-Picks und habe lust mit einem Team zu climben und zu tryharden. Bei interesse einfach eine TS IP senden oder mich Ingame adden.","replies":[]}]}