{"id":"qeo04e8b","poster":"Stylè","date":"2016-10-19T15:43:12.202+0000","title":"Season 7 [Lob & Kritik an Riot]","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Sehr geehrte Leser und Leserinnen,\n\ndieser Thread soll vorab gesagt nur ein kleines Feedback werden zu den bevorstehenden Ver&auml;nderungen in 2017 in bezug auf http://euw.leagueoflegends.com/de/featured/preseason-2017.\n\n________________________________________________________________________\n\nInhaltsverzeichnis:\n1 Start/Ende der Ranked Season\n2 Rangliste\n2.1 Solo/Duo Q\n2.2 Flexi Q\n3 Zuschauermodus/&Uuml;bungsmodus\n4 Client (bin selbst Alpha- &amp; PBE Tester)\n5 Spiel\n\n(Die Assassinen werden bewusst ausgelassen)\n\n________________________________________________________________________\n\n1 Start/Ende der Ranked Season\n\nAlso meine Meinung ist, wenn alles so abl&auml;uft, wie es geplant ist, dass es das es die bis jetzt am besten organisierteste Season wird.\nZeitlich gesehen endet die Season 6 so wie jede Season (Mitte November) und beginnt bereits am 6. Dezember, was mich &uuml;berrascht hat.\nDa sonst die die PreSeason immer bis in den Februar hinein ging kann man an der Stelle Riot stark loben, da dies so fix geht.\nZiemlich genau ein Monat wird nur die PreSeason andauern, damit hat man in der Season 7 mehr Zeit f&uuml;r eine Wertung im Ranked zu erzielen, was sehr zu vorkomment ist.\n\n________________________________________________________________________\n\n2 Rangliste\n\n2.1 Solo/Duo Q\n\nDie &Auml;nderung von der Dynamic Q wieder zur&uuml;ck in die Solo/Duo Q ist ein Schritt wieder in die richtige Richtung; viele Leute hatten sich aufgrund der &Auml;nderung in die Dynamic Q distanziert und jetzt kommt wieder das alte System zur&uuml;ck, was LoL ausgezeichnet hat, der Solo Skill...\nDa ich pers&ouml;nlich generell nicht viel von Dynamic Q gehalten habe (Stichwort Boosting: https://www.youtube.com/watch?v=4a-Zk7PcTRo ),\nbin ich froh, dass LoL wieder in die Richtung geht, das der Solo Q Skill ausschlaggebend ist.\nDie &Auml;nderung mit der Auswahl der Position glich die Dynamic Q aber wieder aus, da man sich nun spezialisieren konnte.\nNun Solo Q mit der Auswahl der Positionen ist der Beste weg.\n\n2.2 Flexi Q\n\nDie Flexi Q zu er&ouml;ffnen ist nat&uuml;rlich ein muss, da sich auch von vielen eine Dynamic Q zum Season beginn der Season 6 gew&uuml;nscht wurde. Nur meiner Meinung wurde dies falsch angegangen. In der Flexi Q wird es einem erm&ouml;glicht mit seinen Freunden Ranked zusammmen zu spielen, so dass das Boosting in Flexi Q nicht mehr ausschlaggebend ist.\nABER , wenn man bedenkt das TEAMRANKED daf&uuml;r abgeschafft wurde ist es meiner Meinung nach ein Fehltritt. Ich selbst leite nun seit 3 Jahren ein &quot;semi-competitive&quot; Team. Ansich ist es zwar noch m&ouml;glich zusammen dann die Flexi Q zu nutzen, nur gibt es 2 St&ouml;rfaktoren:\n\n1. Man Spielt nicht immer gegen Teams sondern auch manchmal gegen 4 Spieler + 1 Spieler\n2. Die Elo-Unterschiede sollten meiner Meinung nach keine Rolle spielen: Beispiel\n     \n\nSpieler:      | Solo / Duo Q Elo                 | Flexi Q Elo\nSpieler 1    | Gold                                      | Platin / Unranked\nSpieler 2    | Diamant                               | Platin / Unranked\n\nEs sollte m&ouml;glich sein, dass beide Spieler trotzdem zusammen spielen k&ouml;nnten, da sonst Teamranked in den H&ouml;heren bereichen Probleme aufwirft, sprich:\nDia 5 kann nicht mit Dia 2 Spielen usw, was mein Team und viele weitere Teams zerst&ouml;ren k&ouml;nnte.\n\nZudem vermisse ich das Feeling den Teamnamen irgendwo stehen zu haben und nicht nur noch in 3vs3.\n\nMein Verbesserungsvorschlag die Flexi Q Elo sollte Ausschlaggebend sein f&uuml;r das Spielen miteinander und nicht die Solo Q elo, welche rein nichts mit der Flexi Q Elo zu tun hat. (Das mit dem Teamnamen kann man wahrscheinlich ja nicht &auml;ndern)\n\n\n__________________________________________________________________________\n\n3 Zuschauermodus/&Uuml;bungsmodus\n\nSowohl Zuschauermodus als auch der &Uuml;bungsmodus, sprich Sand-Box-Modus, h&auml;tte und sollte schon fr&uuml;her eingef&uuml;hrt worden sein.\nDamit man nicht Programme von Drittanbietern (Replay.gg, Baronreplay, Lolreplay) nutzen muss f&uuml;hrt LoL nun einen Zuschauermodus ein, damit das alles Intern funktioniert, dabei w&uuml;rde ich auch eine Ansicht preferieren, dass man auf Minion-Ebene z.B. eine Kamara-Fahrt macht, damit man f&uuml;r Montagen usw. keine 3. Anbieter Programme braucht abgesehen zum Video schneiden ben&ouml;tigt.\n\nZum &Uuml;bungsmodus: Dies ist eine sehr gute und offensichtliche Baustelle gewesen, man h&auml;tte soetwas schon fr&uuml;her einf&uuml;hren sollen, jedoch bin ich sehr froh, dass dies kommen soll und gespannt es auszutesten... Da ich nicht wei&szlig; ob dieser &Uuml;bungsmodus auch wie ein freies Spiel behandelt wird, lege ich dies sehr ans Herz, dies auch zu machen, dass man in diesem &Uuml;bungsspiel mit anderen Spielern sein kann.\n\n\n__________________________________________________________________________\n\n4 Client\n\nDie Clientaktualisierung gestaltet den Client viel moderner und exklusiver. Ich finde die neue Visualisierung modischer, jedoch gew&ouml;hnungsbed&uuml;rftig, aber sehr gut.\n\n__________________________________________________________________________\n\n5 Spiel\n\nJaaaa... ein sehr umstrittener Punkt... Ich pers&ouml;nlich bin kein freund von diesen Pflanzen. Ich finde sie zu stark, daf&uuml;r das sie einfach spawnen. Klar sie bieten Vorteile im Jungle aber der jetzige Dschungel ist ausbalanziert und dies w&uuml;rde ihn meiner Meinung zu stark machen.\nDas mit den Camp-&Auml;nderungen finde ich ist ziemlich egal und &auml;ndert nichts am Spiel, solange die XP ausbalanziert wird.\n\nZu den Gegenst&auml;nden, werde ich nichts sagen, da sie meiner Meinung eher in die Patchnotes geh&ouml;ren.\n\n__________________________________________________________________________\n\nZusammengefasst bin ich sehr zufrieden, w&auml;re aber sehr verbunden, wenn man sich meinen Verbesserungen zur Flexi Q widmet.\n\nmit freundlichen Gr&uuml;&szlig;en","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-21T06:06:08.739+0000","up_votes":1,"down_votes":0,"body":"Ich finde man sollte sich über so Sachen wie den neuen Jungle noch gar nicht großartig beschweren. bevor man irgend ne Meinung von irgend nem Streamer übernimmt und die dann verteilt als hätte man sich selbst Gedanken gemacht, sollte man lieber abwarten bis der Jungle überhaupt live ist. dann kann man sich nach paar games immer noch beschweren.","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2016-10-19T16:04:07.963+0000","up_votes":1,"down_votes":0,"body":"Zu der Sache mit dem verfrühten Start im Dezember. Das ist knapp ein Monat, also sehr sehr sehr wenig Zeit um alles neue auszutesten...","replies":[{"id":"","poster":"Stylè","date":"2016-10-19T16:05:57.310+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=A Dragons Heart,realm=EUW,application-id=YnZkMR0R,discussion-id=qeo04e8b,comment-id=0000,timestamp=2016-10-19T16:04:07.963+0000)\n>\n> Zu der Sache mit dem verfrühten Start im Dezember. Das ist knapp ein Monat, also sehr sehr sehr wenig Zeit um alles neue auszutesten...\n\nsehe ich genauso, jedoch denke ich das diesmal mehr auf den PBE und Alpha-Client Tester, wie mich gesetzt wurde.","replies":[{"id":"","poster":"A Dragons Heart","date":"2016-10-20T15:56:17.568+0000","up_votes":1,"down_votes":0,"body":"Für mich persönlich ist das aber etwas knapp. Es soll ja nicht nur geguckt werden, ob so alles funktioniert, es soll ja auch jeder die Möglichkeit haben alles in Ruhe anzugucken.","replies":[]}]}]}]}