{"id":"4EEy5V1U","poster":"Notperfect","date":"2016-10-19T14:28:57.222+0000","title":"Fehler: Verbindung icht möglich (Black screen nach Championauswahl)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo.\n\nIch habe seit mehreren Tage ein Problem in das Spiel zu kommen.\nNach der Championauswahl, also wenn das Spiel startet, erscheint der Ladebildschirm nicht.\n\nAnstatt die Champions zu laden (der Bildschirm wo alle 10 Spieler abgebildet werden, man ihre Meisterschaft, Zauber und skins sieht), ist nur ein Schwarzer screen.\nNach ungefaehr 25-28 Sekunden erscheint diese Fehlermeldung:\n&quot;Verbindung zum Server konnte nicht hergestellt werden. Bitte &uuml;berpr&uuml;fe\ndeine Netzwerkverbindung und versuche, die Verbindung mit deinem\nSpiel wiederherzustellen.&quot;\n\nWas ich schon alles versucht habe:\n1. Pc neustart sowie Router neustart.\n2. Firewall aus\n3. keine andere Programme (siehe Punkt 1.). D.h. kein Browser auf, kein Teamspeak, Facebook etc. Blanker Dekktop direkt nach dem Neustart.\n4. Tricks wie mit cmd ip reset und co habe ich schon alles probiert. Darunter sind z.B. diese Befehle hier.\nnetsh int ip reset\nnetsh winsock reset\nund &quot;ipconfig /flushdns&quot;\n5. Spiel komplett Neuinstalliert.\n6. Habe sogar die DNS Adresse des TCP/IPv4 veraendert bzw manuell veraendert, habe aber auch keine Verbesserung gesehen.\n7. Bin Administrator auf mein eigenen PC, habe alle Rechte zum Router und niemals Probleme mit Verbindungen.\n\n\nWas passiert:\n1. Ab und zu komme ich gar nicht ins Spiel. Das hei&szlig;t ich versuche 20-30 Minuten in das laufende Spiel zu joinen (Danke fuer die Reports)\n2. Ab und zu geht es dann, aber es das Game hat ca. schon so 2-10 Minuten angefangen.\n3. Wenn das Spiel fertig ist verbindet er mich in die Gesamtstatistik, dort kann ich sogar mit den Leuten schreiben und versuchen zu erklaeren das es nicht meine Schuld ist (was mir aber keiner glaubt).\n\nMoegliche Ursachen:\n1. Maestro error nach dem ersten Start, dieser trat aber erst vor knapp einer Woche auf, den Fehler mit der Verbindung habe ich schon laenger.\n\n\n\nGesamt:\nAn mir liegt es nicht.\nIch habe den Pc seit Jahren und spiele WoW, Skyrim, Diablo 3 ohne Probleme oder Disconnects.\nIch kann sogar Musik hoehren ueber Youtube / Webradio, dies ging auch mit LoL damals, aber seit einiger Zeit, wie bereits geschrieben... komme ich in kein LoL Spiel mehr rein oder nur ganz selten.\n\nDiese Fehlernachricht sagt ich soll meine Verbindung ueberpruefen, nunja Internet ist 24/7 Stunden am laufen, Youtube st&uuml;rzt ja auch nicht mitten im Laden ab.\n\n\nEntschuldigt fuer den langen Text, aber ich habe alle Moeglichkeiten ausgeschoepft, ja sogar das englische Forum komplett durch gelesen.\n\nBitte helft mir, was ich noch machen kann.\n\nEdit:\nHabe 2 Screenshots drangehaengt, als Bewei&szlig; bzw. wie dieser Fehler aussieht.\nBild 1:\nhttp://img5.fotos-hochladen.net/uploads/lolfehlery0jzc5g2ia.jpg\nBild:2\nhttp://img5.fotos-hochladen.net/uploads/lolfehlerbewech5qjvi1l9.jpg\n\nmit freundlichen Gr&uuml;&szlig;en\nNotperfect","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-19T15:28:25.954+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nversuch mal alles, was [hier ](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen)vorgeschlagen ist und du noch nicht getestet hast. Schau dir mal besonders den Punkt über das deaktivieren von IPv6 an.","replies":[]}]}