{"id":"JI8rKjJM","poster":"Not2nice","date":"2016-10-19T13:27:44.218+0000","title":"Suche Leute die Erfahrung mit Team - Coaching haben und ich mit schnuppern dürfte.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, ✋\r\n\r\nIch bin ein hilfsbereiter Mensch und w&uuml;rde gerne vielen Leuten helfen so gut ich kann.\r\n\r\nEs gibt momentan viele Anfragen von Teams die nach einen Coach suchen und denen w&uuml;rde ich gerne aushelfen und da kommt ihr (Coacher) ins Spiel.\r\n\r\nDenn ich habe null Erfahrungen darin.\r\nDeswegen w&uuml;rde ich gerne mit dabei sein, wenn ihr ein Team Coacht damit ich es lerne.\r\n\r\nMir ist klar, dass man sehr viel knowhow haben muss, jedoch geht es mir darum wie man an das ganze richtig rangeht.\r\n\r\nIch w&uuml;rde einfach in eurem TS-Channel /Skype / ect. zuh&ouml;ren, ohne dass ich euch nur einmalig unterbrechen.\r\n\r\nW&uuml;rde mich sehr freuen, wenn mir jemand diesen gefallen machen w&uuml;rde, damit ich wiederum anderen helfen k&ouml;nnte.\r\n\r\nLiebe Gr&uuml;&szlig;e. Euer Oldt&igrave;mer","replies":[{"id":"","poster":"Shacoláde","date":"2016-10-19T13:41:46.726+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an, was du vorhast du Coachen.\nDas Gameplay an sich? Die Teamabstimmung? \nEine spezielle Line?\nOder ob du die Arbeit außerhalb des Games übernehmen willst. \nAlso Planung, Organisation usw.\n\nGameplay muss man können um zu coachen.\nTeamabstimmung ist vorteilhaft wenn man shotcaller im Team mal war,\nsonst tut man sich schwer.\nLinecoaching gilt wie´s Gameplay. Wenn du die Line nicht mainst, kann man sie auch nicht Coachen.\n\nEs gehört extrem viel Spielerfahrung, Verständnis und das nötige Selbstbewusstsein dazu,\nabgesehen von der Arbeit die man dazu Aufwenden muss.\n\nHab mir mal die Arbeit gemacht ein Rankedteam aufzubauen, Trainings organisiert, \ndie Lines optimiert, Tuniere organsiert, usw. \nDann verlassen wieder Leute das Team, man muss wieder nach neuen Suchen.\nund dann beginnt alles wieder von vorne.\nViel Zeit zum Spielen hatte ich nicht mehr.\n\nSehe du bist Diamond 4 und Supp.\nVon dem her wird an Spielverständnis nicht fehlen.\nDen Rest kann man sich erarbeiten. Man muss nur bereit sein, viel Zeit darein zu stecken\nund auch bereit sein, das vieles davon für die Katz sein wird.","replies":[{"id":"","poster":"Not2nice","date":"2016-10-20T06:44:00.085+0000","up_votes":1,"down_votes":0,"body":"Herzlichen Dank für deinen Beitrag. \n\nWenn dann würde ich außerhalb vom Spiel helfen (coachen) jedoch bin ich noch an infos sammeln,  mehr wissen anzueignen und dannach werde ich ja sehen ob es dann noch immer von interesse für mich ist.\n\nDies war  nur eine weitere Beschäftigtigungs idee und steht noch im Anfangsstadium. \n \nMfg","replies":[{"id":"","poster":"Shacoláde","date":"2016-10-20T07:12:14.199+0000","up_votes":1,"down_votes":0,"body":"Ich bau mir grad eine Community zwischen Clans auf um Scrims und ähnlich zwischen ihnen zu vermitteln.\nHättest du Lust mir dabei zu helfen?","replies":[]}]}]}]}