{"id":"TAA9yFwu","poster":"The Demon Child","date":"2016-10-18T22:06:00.465+0000","title":"Symbol für Legendary Skins","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Guten Abend Leute! \r\nWie ihr wisst, gibt es f&uuml;r vieles ein Symbol, sei es f&uuml;r einen Team, oder sei es f&uuml;r einen Ultimate Skin oder auch f&uuml;r Kindred.\r\nMeine Idee dazu w&auml;re, dass die Legendary Skins ebenso ein simples Symbol f&uuml;r sich bekommen w&uuml;rden. \r\n\r\nWie mein Name schon aussagt, bin ich Anivia Main, sowie stolzer Besitzer des Schwarzfrost Anivia und das, was mir fehlt ist nur noch ein passendes Symbol f&uuml;r diesen Skin. Wo ich heute schon sehen, dass es f&uuml;r fast alles insgesamt ein eigenes Symbol gibt (Sei es f&uuml;r Teams oder was auch immer), h&auml;tte ich gerne die M&ouml;glichkeit dazu, auch ein Symbol allgemein f&uuml;r Legendary Skins freizuschalten, da diese relativ viel kosten im Gegenzug zu allen anderen Skins. \r\n\r\nAlso, wer daf&uuml;r ist, dass das die M&ouml;glichkeit hat durchgesetzt zu werden, einfach mal ein Daumen nach oben abgeben, damit evtl. auch Riot die Chance hat das hier zu lesen :) \r\n\r\nLiebe Gr&uuml;&szlig;e\r\nAsura\r\n\r\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"SàXo","date":"2016-10-19T08:12:22.152+0000","up_votes":1,"down_votes":0,"body":"Hi,\nmeinst du damit dass es die Beschwörer-Symbole gratis beim Kauf zum Skin dazu gibt oder meinst du einfach nur dass sie existieren sollen wie dies z.B. bei den aktuellen Sternenwächter Skins der Fall ist?","replies":[{"id":"","poster":"The Demon Child","date":"2016-10-19T16:14:41.871+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SàXo,realm=EUW,application-id=YnZkMR0R,discussion-id=TAA9yFwu,comment-id=0000,timestamp=2016-10-19T08:12:22.152+0000)\n>\n> Hi,\n> meinst du damit dass es die Beschwörer-Symbole gratis beim Kauf zum Skin dazu gibt oder meinst du einfach nur dass sie existieren sollen wie dies z.B. bei den aktuellen Sternenwächter Skins der Fall ist?\n\nSo, wie es bei den sternenwächtern der fall ist, dass man sich diese nach möglichkeit extra kaufen kann :) \nGeschenkt bekommt man symbole ja bei ultimate skins.\nUnd für skins wie zombie brand oder den starguardians kauft man sich diese ja auch nochmal extra ","replies":[]}]}]}