{"id":"pjL3EGTo","poster":"Keksschurke9","date":"2016-10-19T13:28:53.918+0000","title":"Suchen Top laner für echtes Ranked Team Aufbau","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\n\nbin auf der suche nach einen Top Laner um ein Ranked Team zu gr&uuml;nden. Bereits vorhanden sind: Jungle, Supp, Adc, Mid. Es sollte ein ernstes Team werden, ohne das jeder sagt, wir haben paar mal verloren es lohnt sich nicht mehr. Man sollte ein Ziel vor Augen dann haben und sagen, man kann es schaffen. Wenn du diese Einstellung habt dann lie&szlig; nur weiter. Man sollte nicht flamen und Lernhaft sein, dass hei&szlig;t, Tipps annehmen und reden k&ouml;nnen und nicht nur Augen zu und ich bin der beste, ich carry das ganze game alleine. Was sollte man mitbringen, Teamspeak mit einen funktionst&uuml;chtiges Headset und sehr viel Spa&szlig; und Zeit f&uuml;r Trainingszeiten.\n\nJetzt was zu uns:\n\nMein Name ist Kevin IG Keksschurke9 und bin 17 Jahre alt. Eig maine ich supp, aber ich merke, auf dauer ist es nichts f&uuml;r mich, daher bin ich dabei, die Adc Rolle zu &uuml;bernehmen. Ich bin Gold 5.\n\nDer andere hei&szlig;t Lukas IG Dragonil und er ist 18 Jahre alt und will die Mid Lane &uuml;bernehmen und ist Silver 2.\n\n\nIch m&ouml;chte jetzt nicht 80000 S&auml;tze schreiben, daher, falls ich euer Interesse geweckt habe, Addet mich In Game und stellt euch einfach vor.\n\nMFG\n\nKeksschurke9","replies":[{"id":"","poster":"2Bards1Cup","date":"2016-10-19T13:46:09.175+0000","up_votes":1,"down_votes":0,"body":"würde mich anbieten, bin main supp/top und hätte lust:) bin plat elo","replies":[{"id":"","poster":"Keksschurke9","date":"2016-10-19T14:12:40.947+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=2Bards1Cup,realm=EUW,application-id=ElKI1ocy,discussion-id=pjL3EGTo,comment-id=0000,timestamp=2016-10-19T13:46:09.175+0000)\n>\n> würde mich anbieten, bin main supp/top und hätte lust:) bin plat elo\n\nkannst mich gerne adden und dich vorstellen :)","replies":[]}]}]}