{"id":"51XFAwl7","poster":"xinf3ct3d","date":"2016-10-18T18:32:10.443+0000","title":"Climben als Supporter?  (Bronze)","subforum":"Champions & Gameplay","embed":{"title":"Search","description":"Replay.gg","url":"http://www.replay.gg/search/euw/xinf3ct3d","image":"http://www.replay.gg/assets/public/images/logo.png"},"up_votes":1,"down_votes":1,"body":"Hi, ich habe ein Problem. Ich schaff es nicht zu Climben. In den allermeisten Games spiele ich mit konstanter Leistung  (immer ein bisschen +/- abh&auml;ngig von den Matchups) und oft genug verliere ich die Games obwohl ich alles richtig mache. Ich schaue auf die Map, platziere Pink/-Wards und calle ss. Ich m&ouml;chte es nicht direkt auf meine Mates schieben aber die meisten kommen mir sehr inkompeten vor z.B. Habe ich einmal den Drachen gepingt weil ich meinte die w&uuml;rde den grade machen, (wir waren auf Mid und Top grade behid und Bot war even) sodass Ich (Supp),Adc und Jungler nachgeschaut haben. Es war keiner da aber die Elise hat wie wild den Drachen gepingt und hat den auch angefangen obwohl es absolut nicht sicher war da ich grade kein Pink gegen Wards hatte. Also hab ich sie weggepingt aber sie hat nur weiter helfen gepingt und weitergemacht. Da kam auch schon das Gegnerteam ohne Toplaner und das war die 3v4 Situation ohne richtigen Damage. Nur der Adc hatte damage. Nat&uuml;rlich haben wir den Figt und auch dieses Game verloren und wenn man dann im Chat lie&szlig;t &quot;report noob morg,no follow&quot; dann fragt man sich schon irgendwann ob man als Supporter in dieser Dreckselo (zu der ich nat&uuml;rlich auch geh&ouml;re)als Supporter weit kommt. Ich muss sagen ich Spiele Poke Supporter wie Morgana und auch Tank Supporter wie Nautilus oder Blitzcrank am liebsten/besten. Ich hab mir auch &uuml;berlegt auf die Midlane zu wechseln wo ich bis jetzt absolut alle Matches gewonnen hab obwohl ich lieber Supporter bleiben m&ouml;chte.\r\nIhr k&ouml;nnt einfach meine Replays anschauen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-19T10:23:24.672+0000","up_votes":1,"down_votes":0,"body":"Sorry, aber bei der Vision kannst du dich noch sehr verbessern.\n\nAls Mid/ADC warde ich mehr als du und ich habe keinen Sightstone. ;)\nZudem wechselst du offenbar nie zum roten Trinket, wenn du den Sightstone hast.\n\nDeine beschriebene Szene beim Drachen hättest du verhindern können.\nDenn mit dem roten Trinket kannst du auch Vision des Gegners denien  und so wenig wie du wardest mit normalen Wards müsstest du auch welche verfügbar gehabt haben.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-10-19T20:59:10.153+0000","up_votes":1,"down_votes":0,"body":"Ich hatte sogar ein Pink Ward dabei... das Problem war nur dass der Drake warded war, ich das Ward gecleart hab, was die gegner sehen und dann zum Drake gerannt sind und wir einfach unterlegen waren. Meine Normalen Wards verwende ich wirklich zu wenig aber ein Pink ist bei mir immer ab dem 1. Back dabei. \nAb und zu gehe ich auch wirklich auf Damage z.B. als Morgana wenn mein Team einfach behind ist und wir dem Schaden brauchen um den Figt zu gewinnen","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-19T21:20:58.488+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xinf3ct3d,realm=EUW,application-id=Wj1wcocU,discussion-id=51XFAwl7,comment-id=00010000,timestamp=2016-10-19T20:59:10.153+0000)\n>\n> Ich hatte sogar ein Pink Ward dabei... das Problem war nur dass der Drake warded war, ich das Ward gecleart hab, was die gegner sehen und dann zum Drake gerannt sind und wir einfach unterlegen waren. Meine Normalen Wards verwende ich wirklich zu wenig aber ein Pink ist bei mir immer ab dem 1. Back dabei. \n\nWie gesagt: Du musst als Support nicht \"etwas mehr\" warden (mit normal Wards), sondern \"sehr, sehr viel mehr\".\n\nNimm z.B. die Spielzeit in Minuten und rechne es durch 1.5 (z.B. 30 Minuten / 1.5 = 20)\nDies ist ist das wirklich absolute Minimum an Wards, die du setzen solltest (ohne Pinkwards) und dabei meine ich: wirklich sinnvoll gesetzte Wards (also nicht einfach Wards irgendwo setzen, damit die Statistik stimmt ;) ).\n\nWichtig ist auch, dass du - sobald du den Sightstone hast - den Sightstone nicht nur nutzt (derzeit wardest du so wenig, dass das gelbe Trinket ausreicht -> der Sightstone ist deshalb derzeit völlig useless), sondern dann auch das rote Trinket nimmst (und ab Level 9 ausbaust).\nDas rote Trinket ist dafür da, den Gegnern Vision zu denien. Denn dafür reicht ein Pinkward sehr oft nicht.\n\n> Ab und zu gehe ich auch wirklich auf Damage z.B. als Morgana wenn mein Team einfach behind ist und wir dem Schaden brauchen um den Figt zu gewinnen\n\nKann man mit Sups wie Morgana machen, klappt aber oft nicht aus meiner Sicht.\nMit dem wenigen Gold, das man als Sup hat, wird man kaum genug DMG machen. Da ist oft Utility wichtiger.\n\nWelchen Weg du nimmst, ist dabei weniger wichtig derzeit.\nDas Hauptproblem ist derzeit aus meiner Sicht viel mehr, dass du nicht für Vision sorgst. Vision ist so enorm wichtig und hilft dem ganzen Team. Selbst ein Ward auf dem Botlane-River hilft deinem Toplaner (OK, in Bronze weniger als in höheren Elos), da er z.B. die Info auch früh kriegt, dass der gegnerische Jungler gerade auf der anderen Seite der Map ist.","replies":[]}]}]},{"id":"","poster":"Busty Botter","date":"2016-10-19T22:34:51.136+0000","up_votes":1,"down_votes":0,"body":"Du solltest mal andere Champs probieren. \nAuch wenns hart ist, du bist Bronze DU bist der Trash der Liga, also Spiel keine Champs die nur annähernd Skill brauchen.\nMorgana Q -> Skillshot\nBlitz Q -> Skillshot (oder jemand falsches ranziehen)\nNautilus Q -> Skillshot\n\nDas sind alles Dinge du verfehlst, sicherlich oft oder ungelegen triffst.\nSpiel einfache Champs damit du dich besser auf das Spiel ansich konzentrieren kannst. Sona, Janna,  Soraka  oder Annie sind da wesentlich einfacher zu spielen und minimieren Fehler deinerseits. Sie sind großteils einfach nur Point and Click oder mit großzügigem AoE-Bereich.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-10-20T18:26:33.428+0000","up_votes":1,"down_votes":0,"body":"Also das mit Blitzcrank,Nautilus und Morgana Q's verstehst du falsch. Nen Blitzcrank hook treffe ich mittlerweile Semi-Afk auf den Adc.  Die Nautilus Q ist gefühlt doppelt so breit wie die ganze Lane und das Morgana Q ist auch viel zu easy. An den Mechanics mangelt es mir nicht","replies":[{"id":"","poster":"Busty Botter","date":"2016-10-20T19:00:09.282+0000","up_votes":1,"down_votes":0,"body":"Dann wärst du nicht Bronze.","replies":[]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-10-19T07:33:13.538+0000","up_votes":1,"down_votes":0,"body":"Also ich habs easy geschafft mich von B5 an rauszuspielen damals...und das ganze auch als Support only...\nWas ich nicht verstehe, du beschwerst dich über die Rolle des Supports hast aber in deinen letzten 10 Rankeds nur 1x Support gespielt.\n\nDu scheinst das also ohnehin schon aufgegeben zu haben.\n\nAndererseits kann ich dir nur raten dich selbst ein wenig Kritischer zu sehen. Wenn du sagst\n\n>  obwohl ich alles richtig mache\n\nund dann Stats von 2/7/6; 3/15/19; 3/5/2; oder 0/9/4 hast, musst du doch auch von selbst drauf kommen dass das zu viele Tode sind und du schauen musst was du Falsch machst. Und um der typischen Ausrede vorweg zu greifen \" \"Ich sterbe immer für meinen ADC\"...für einen 2/8/3 Ezreal (z.B.) stirbt man nicht. Versuch dir in Normals 2-3 Supporter zu finden mit denen du klar kommst und wechsel nicht so oft Rolle und Champion. Bliz ist auf der Elo die Hölle und das Spiel mit ihm schien ja auch ganz Ordentlich. Versuch vielleicht Leona oder Zyra aus. Dass sind Champs auf die viele bei dir wahrscheinlich nicht klar kommen werden. Gemäß dem fall du weißt wie man entsprechend Druck aufbaut.","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-10-19T21:01:05.402+0000","up_votes":1,"down_votes":0,"body":"Ja also mit Druck komme ich klar. Blitzcrank ist halt leider oft 1st Ban bei mir was Schade ist. Ein Tipp wäre noch nett um als Morgana z.B. besser Zu Supporten","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-20T05:31:12.521+0000","up_votes":1,"down_votes":0,"body":"Morg hab ich lang nich gespiel, bin ich selbst grad erst wieder am reinkommen mit. vll kann da wer anders was zu sagen","replies":[{"id":"","poster":"xinf3ct3d","date":"2016-10-20T18:27:39.530+0000","up_votes":1,"down_votes":0,"body":"Morgana ist komplett easy. Auch als Supp rushe ich nach Sightstone einfach Damage","replies":[]}]}]}]}]}