{"id":"xBe5AyEE","poster":"TrueBisquit","date":"2016-10-16T14:26:48.553+0000","title":"Gamblers Gaming sucht Dich !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Gamblers Gaming &ouml;ffnet seine Tore!\r\n\r\nGamblers Gaming gibt es nun bereit schon seit dem Oktober 2014. Seit dem haben wir uns immer darauf konzentriert angehenden Profispielern und diesen die es bereits sind ein zu Hause zu geben und diese so weit es uns m&ouml;glich war zu unterst&uuml;tzen.\r\nMittlerweile haben wir dennoch festgestellt das es ohne die Communityarbeit nicht funktioniert. Deswegen m&ouml;chten wir mit dem heutigen Tage unsere eSport Organisation\r\nf&uuml;r die breite Masse &ouml;ffnen.\r\nDaf&uuml;r haben wir uns f&uuml;r euch das ein oder andere &uuml;berlegt.\r\n\r\nZu n&auml;chst z&auml;hlen wir jedoch einmal auf was wir euch bieten k&ouml;nnen:\r\nEinen Teamspeakserver mit Platz f&uuml;r insgesammt 256 Personen! Also jede Menge Platz f&uuml;r euch und eure Freunde um w&auml;hrend dem zocken reden zu k&ouml;nnen oder sich einfach \r\nso zum unterhalten zu treffen!\r\nWir haben einen CS:GO Server der f&uuml;r euch frei zur Verf&uuml;gung steht, einen weiteren Server mit Gungames uvm k&ouml;nnen wir jederzeit bei Anfrage einrichten\r\nFifaspieler kommen in unserem Proclub oder auch im 1on1 auf ihre Kosten! Ein Gegner sollte leicht zu finden sein!\r\nLoL Spielern erhalten regelm&auml;&szlig;ig die Gelegenheit in einem zuf&auml;llig ausgew&auml;hlten Team gegen unser EPS Lineup antreten zu d&uuml;rfen!\r\nEinmal im Monat veranstalten wir kleine Giveaways f&uuml;r euch. Das kann ein Steamkey oder aber auch eine Paysafecard sein.\r\nSpiele die wir derzeit mit unserer Community spielen (Schon erschienen bzw geplant)\r\nBattlefield 1 (ab Release bzw wer den Early Access schon hat)\r\nCS:GO (eigene Server)\r\nFIFA17\r\nHearthstone\r\nLoL\r\nRocket League\r\n\r\n\r\nWas solltet ihr mitbringen?\r\nWir wollen eine aktive Community aufbauen dazu k&ouml;nnen wir auch eure Hilfe brauchen. Deswegen suchen wir nicht nur Leute die spielen wollen, sondern auch \r\nCommunitymanager die diese weiter ausbauen und mit den neuesten Neuigkeiten rund um unsere eSport Abteilung und mehr versorgen.\r\nAnforderungen an potentielle Mitglieder:\r\nTeamspeak 3+Headset\r\nMindestens 16 Jahre alt!\r\nAnst&auml;ndiges Benehmen! Flamerkids und allgemein Leute die zu toxic sind wollen wir nicht!\r\nLust neue Leute kennen zu lernen\r\n\r\nAnforderungen an Communitymanager:\r\nMindestens 20 Jahre alt (Au&szlig;nahmen sind m&ouml;glich bei richtiger Reife etc)\r\nErfahrung im Umgang mit Menschen die nahezu ausschlie&szlig;lich &uuml;ber TS und Chats kommunizieren\r\nSozialkompetenz - Wenn du schnell ausrastest und nicht die n&ouml;tige Ruhe f&uuml;r den Posten hast bringt das leider nichts.\r\nGutes Grundwissen bzw erweitertes Wissen &uuml;ber mindestens zwei der von uns unterst&uuml;tzten Spiele\r\nFalls wir euer Interesse geweckt haben meldet euch doch einfach auf unserem Teamspeakserver!\r\n\r\nTS IP: gamblersgaming.eu\r\n\r\nBewerber f&uuml;r den Posten des Communitymanagers melden sich bitte bei uns per Mail mit ein paar Eckdaten und bisherigen Erfahrungen in diesem Bereich.\r\nBitte bei der Mail unbedingt im Betreff &quot;Bewerbung Communitymanager&quot; mit angeben.\r\n\r\nDanke f&uuml;r euer Interesse :)\r\n\r\nwww.gamblersgaming.eu\r\nwww.facebook.com/gamblersgaming\r\nwww.twitter.com/gamblersgaming","replies":[]}