{"id":"YAEjLmrv","poster":"4 For Maggie","date":"2019-05-09T06:05:28.455+0000","title":"[TGSG] Licht aus, bitte!","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Uff ... Vorletzte Runde ihr kleinen plüschigen Kängurubabies!\n\nHeute sind wir sogar mit etwas Sonne in den Tag gestartet ... nachdem es gestern fast KOMPLETT durchgeregnet hat. Aber die Wolken sind schon wieder auf ihrem Vormarsch und ein sonniger Tag mit wärmeren Temperaturen ist hier noch lange nicht in Sicht. Actually gut. Ich bin immer noch in kalter und \"Jacke und flauschiger Schal\"-Stimmung. Würde es jetzt plötzlich warm werden, würde ich vermutlich immer noch verwirrt mit Schal durch die Gegend laufen. \n\nApropos durch die Gegend laufen :o Äffchen hat mich gestern in unserem Tagessieg-Spiel getötet! Dann hatte er es sich wohl noch anders überlegt und für mich seinen Heal-Spell benutzt aber ... es war zu spät. Ich bin extra stehen geblieben damit die Gegner sich auf meinen Tod konzentrieren und er davon kommen kann. Nur bin ich gerade nicht sicher ob er dann auch gestorben ist :D War schon witzig. Und wie sie immer alle ausgerastet sind wenn ich mit meinem Anivia-Q ein oder zwei Leute gestunned habe XDDDDD Da gabs es nur die Option \"DRAUF DA\" °^° Beängstigend. Aber äußerst witzig ^.^\n\nUuhhhhh und es gibt soooo viele Hauspokal-Missionen O.O Hoffentlich schaffe ich die alle an einem Tag XD oder 1,5 ...\n\nHeute gibt es auch nur ein Toast zum Frühstück :&lt; Hab keine Croissants mehr! Eindeutig zu wenig gekauft vergangenen Freitag. Aber zum Mittag gibt es Tagliatelle! Mit selbst gemachter Tomatensauce. Und diese Tomatensauce besteht lediglich aus etwas Wasser, Tomaten und TK italienischen Kräutern!\n\nNächste Woche finden hier im Haus die Pflegesatzverhandlungen statt. Zwei Tage lang. Ich weiß gar nicht mehr wer da alles zusammen kommt. Chefin. Stadt? Heimaufsicht? Actually ... egal wer von beiden kommt ... die müssten sich über die Pflegesatzerhöhung kaputt lachen weil ... Hier ist nichts anders als in einem normalen Seniorenzentrum und keinen Grund für eine Erhöhung. Keine besonderen Leistungen in der Betreuung, nicht mehr Pflegepersonal als anderswo, keine besonderen Angebote oder sonst was. Natürlich ist der Pflegeaufwand massiv höher als in \"normalen\" Häusern, ABER wenn man nichts bietet und kein Personal hat ... kann man auch nicht sagen \"Wir brauchen mehr Geld weil wir mehr Personal und Aufwendungen haben\" oder so was XD\n\nDie zweite Einrichtung hier hat seit gefühlt Anfang des Jahres schon einen Belegstop. Die nehmen regulär 110 Personen auf glaube ich und hängen jetzt bei 81. Klar das denen das Geld fehlt. Unfair das dann hier die Hölle ausbricht von wegen \"Belegt das Haus schnell komplett damit nichts frei ist wenn der Belegstop kommt\". Und seit Ostern oder so ist hier halt auch Belegstop. Das Haus wurde auf Teufel komm raus voll gemacht ... in dem Wissen kein Personal zu haben usw.\n\nUnd jetzt kommt es noch besser :D\n\nBei der Heimaufsicht hatte ich ja immer einen Favoriten. Das war Herr M. Seine Tochter heißt genau wie ich\n°^° Wir teilen also viele Gemeinsamkeiten ... Wie dem auch sei. Er ist jedenfalls jetzt wohl Leiter in einer Einrichtung - war mir bekannt. ABER Frau G. der zweite kleinere Favorit ist jetzt offensichtlich auch abgetaucht :o Macht langsam den Eindruck nach \"die Ratten verlassen das sinkende Schiff\".\n\nKlar. Wenn Jahre lang die gleichen Leute Einrichtungen betreuen in denen immer wieder die selben Probleme auftreten und es keine Besserung gibt ... da wird irgendwann am Ast gesägt. Und ich denke, oder hoffe sogar, das der Ast bei der Stadt/ der Heimaufsicht einfach zu dünn geworden ist. Bekannt ist ja das ich Dinge vermutet habe wie \"Die sind doch geschmiert\" usw. Weil manche Dinge einfach nicht richtig sein können die hier passieren oder eben nicht passieren!\n\nDie neuen die den Raum in der Gegend hier wohl betreuen sind angeblich härter. Zickiger. Genauer. Hartnäckiger. Und ich freu mich so unglaublich darauf sie kennen zu lernen XD Wobei ich sie schon kenne aber mir absolut die Namen nicht merken konnte beim letzten Mal :D Herr M. hat sie mir nämlich vorgestellt ahahahahahahahaha XD Hat halt nur Ewigkeiten gedauert bis alles umgesetzt wurde :D\n\nUnd jetzt wünsche ich euch einen wunderbaren Tag o/ ... Und es nervt gerade massiv das die Sonne doch durchgekommen ist. Mir ist nach Regen! Viel Regen! Und kalt! Sehr kalt! :(\n\n:> Fertig\n","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T11:34:30.417+0000","up_votes":1,"down_votes":0,"body":"Soooooooooooooooooooooooooooooooo\n\nGoogle Pixel 3A XL  **oder** das letzte neue Sony Xperia? Was war das? XZ? XZ2? XZ3? X 10?XD\n\nWürd ja gerne mal was Neues probieren °^° Und ein Google Pixel hatte ich noch nie!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T12:18:48.530+0000","up_votes":1,"down_votes":0,"body":"Ich hab immer noch mein Nokia Lumia 530 :) das reicht mir auch","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T12:31:39.894+0000","up_votes":1,"down_votes":0,"body":".-. Alle paar Jahre hole ich mir eigentlich schon ein neues Handy. Mir ist halt legit noch nie eins kaputt gegangen :]\n\nEigentlich habe ich immer ... IMMER! ... Sony Xperia. Aber das 10er gefällt mir tbh nicht wirklich weil es so in die Länge gezogen ist. Wohingegen das XZ3 schon viel besser aussieht! Ich meine das 10er ist das Neueste ... keine Ahnung was das XZ3 ist :&lt;\n\nDas Pixel sieht halt auch nett aus und preislich würde es sich zum XZ3 nichts nehmen. Die liegen beide bei 500€","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T12:39:00.807+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ob ich in dieser hinsieht ein Steinzeitmensch bin aber ich habe nie verstanden warum man soviel Geld für ein Handy ausgeben sollte. Eigentlich waren mir die 80€ die damals für meins bezahlt habe schon zuviel. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T12:43:27.315+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung XD Ich hab die Angewohnheit mir das zu kaufen was mir halt gefällt .-. Und dann ist das eben so","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T13:01:32.445+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich was finde was mir Gefällt dann suche ich erstmal nach was billigeren habe jetzt immer damit glück gehabt mit den billigeren.  hehe {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T13:33:51.545+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt .-. kaputt ist mir bisher noch nie ein Handy gegangen.\n\nAber so von Zeit zu Zeit was Neues brauch ich schon .-.","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T13:36:22.611+0000","up_votes":1,"down_votes":0,"body":"Muss ja auch abwechslungsreich sein xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T13:51:26.611+0000","up_votes":1,"down_votes":0,"body":"Und abenteuerlich mit dem HUAWEI P30","replies":[{"id":"","poster":"Lomw","date":"2019-05-13T11:47:53.628+0000","up_votes":1,"down_votes":0,"body":"GZ!","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Gin","date":"2019-05-09T20:29:51.300+0000","up_votes":1,"down_votes":0,"body":"Leute, ich bin enttäuscht von euch:\n\nUnited > Council > Faceless/Warband","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-10T05:19:00.722+0000","up_votes":1,"down_votes":0,"body":"+1 Die Vereinten!","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-05-09T16:20:38.135+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 159, revolutionär späte Abendausgabe**\n\nAls hätte es gestern nicht gereicht, dass ich selber Content für den Blog produzieren musste, nein, heute schien ich so richtig in Form zu sein. Heute durfte ich den Zeolithgehalt in Waschmitteln bestimmen. Und es begann abenteuerlich. Denn erstens entschied sich mein Partner dazu, auf Exkursion zu gehen, hieß für mich: halber Lärmpegel, aber dafür doppelter Arbeitsplatz! Herrlich! So begann die Analyse, ich atmete gefühlt 400 Kubikmeter Salzsäure ein und dann geschah etwas, womit ich nicht gerechnet hätte... ein alter, verhasster Feind schlug wieder zu! Filter!\nAlso habe ich heute wieder unnötig drei Stunden mit Filtrieren verschwendet Wir haben zunächst alles überprüft, aber haben nicht den Grund gefunden, warum die Dinger schon wieder so elendig langsam filtriert haben, dann, nachdem ich neu filtrieren sollte, denn die Dinger waren nicht nur langsam, sondern auch schlecht in der Filterqualität, habe ich  den Filter ausgetauscht... und innerhalb von 2 Minuten war alles sauber durchfiltriert. Ich könnte kotzen! Humorvoll war aber auch,  nachdem ich nach dieser Verzögerung weiterarbeiten konnte, dass mir fast mein Analysekolben um die Ohren geflogen ist, denn scheinbar entwickelte sich etwas Gas beim Schütteln. Und das musste mal ganz dringend raus. Unschön war aber auch, dass ich ein Becherglas von mir zerlegt habe, wenn auch auf eine kuriose Art und Weise: normalerweise zerbricht ja beim Kontakt mit der harten Oberfläche die Aufprallseite... nur bei mir anscheinend nicht, denn die zerbrochene Stelle war am weitesten zum Aufschlagspunkt entfernt! Physics, go figure…\nAlso im Endeffekt noch ein paar Überminuten geschoben und dann konnte ich endlich nach Hause. Und damit ich auch morgen was zu erzählen habe, was nicht durch meine Tollpatschigkeit oder kuriose Geräteeigenschaften verursacht wird, bin ich mal so mutig und behaupte: morgen wird ein ruhiger Tag. May the battle begin.\n\n_\nA propos battle: MSI geht morgen richtig los. Wehe, ihr spoilert die G2-Spiele!_","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T16:40:17.290+0000","up_votes":1,"down_votes":0,"body":"Hey auf dich habe ich gewartet. :)\nWir hätte uns ja mal über Openings unterhalten und dieser einen Anime der mir erst nicht gefallen hat gefällt mir nun doch. :D \nWie findest du das Opening?\nhttps://www.youtube.com/watch?v=hU4jNKvCOsA","replies":[{"id":"","poster":"INoKami","date":"2019-05-09T17:33:21.923+0000","up_votes":1,"down_votes":0,"body":"Nicht schlecht, das Opening hat auf jeden Fall was.\n\n> und dieser einen Anime der mir erst nicht gefallen hat gefällt mir nun doch. :D\n\nWelchen Anime genau meintest du nochmal? Mein Gedächtnis ist heute wieder mal on point :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T18:03:24.265+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich hatte einmal nur ganz Kurz erwähnt: Kakumeiki Valvrave\n\nDer Anime ist halt am Anfang sehr überladen und kaum was wird richtig erklärt. :D\nDu hast Krieg zwischen 3 Mächten, Mecha, Vampire, ein wenig Romaze, ganz viele Charakter und der Hauptcharakter ist natürlich Schüler was denn auch sonst in einem Anime....","replies":[{"id":"","poster":"INoKami","date":"2019-05-09T18:08:06.202+0000","up_votes":1,"down_votes":0,"body":"Klingt wie die perfekte Vorlage für einen Harem... I think I need to watch that :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T18:20:34.933+0000","up_votes":1,"down_votes":0,"body":"gleiche Seite wie Sword Art Offline.","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:04:53.668+0000","up_votes":1,"down_votes":0,"body":"####**_~~MUTTERTAG AM 12. MAI 2019~~_**\n\nIch vergesse das jeden Tag °^° Und hab nur noch heute um was zu besorgen.\n\nWäre es gut ein XXL Schnitzel im EDEKA zu kaufen? Mit Blümchen natürlich .-.\n\nGeträumt habe ich zwar das ich freitags noch eine krasse Torte backen werde... Aber hallo? Wir reden hier von Freitag! XDDD Und Samstag werde ich es nicht vor 8 oder 9 aus dem Bett schaffen °^°","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T10:27:28.278+0000","up_votes":1,"down_votes":0,"body":"Hol doch einfach Pralinen. {{item:2052}} \nKlappen sollte es eigentlich immer.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:36:34.784+0000","up_votes":1,"down_votes":0,"body":"Glaub ich bin zu faul um in den EDEKA zu gehen XD\n\nEntweder soll sie sich am Freitag beim einkaufen eine fertige Torte aussuchen oder ich frag meine Schwester ob sie schon was hat und geb ihr einfach die Hälfte vom Geld und wir sagen das kommt von uns zusammen >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T10:57:21.866+0000","up_votes":1,"down_votes":0,"body":"Soll ich dich etwa zu Edeka tragen? :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:58:44.664+0000","up_votes":1,"down_votes":0,"body":"Nein?\nhttps://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T11:03:17.568+0000","up_votes":1,"down_votes":0,"body":"Wir könnte dich in einen Einkaufswagen einladen und dich zum Edeka fahren \naber dazu müssten wir vorher erstmal einen Einkaufswagen klauen das könnte Ärger bedeutet.\nPasst du denn in einen Einkaufswagen rein?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T11:19:18.444+0000","up_votes":1,"down_votes":0,"body":":o Wieso denn einen Wagen klauen?\n\nJemand geht zum EDEKA und holt einfach einen Wagen mithilfe eines Euros XD\nBerg hoch - einladen - zurück zum EDEKA - erledigt!\n\nAlso in einen Einkaufswagen passe ich :o Aber nicht in den Kindersitz!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T11:24:03.769+0000","up_votes":1,"down_votes":0,"body":"Ich wusste ja nicht wie groß die Entfernung von deinem Betrieb zum Edeka ist. :D \n\nIch hol dann schon mal die Anschnallgurte - Sicherheit geht vor und so.. \n\nBtw ich hab nun Blumen über das Internet bestellt und angeben das sie am 12.05 anbekommen sollen ich hoffe das klappt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T11:31:31.908+0000","up_votes":1,"down_votes":0,"body":"Hast du bei Fleurop bestellt?\n\nDa hatte ich die Blumen zum Geburtstag für meine Mama her. Hab was schickes ausgesucht auf der Website für X € und die haben das am gleichen Tag gebracht, weil ich das ja dringend braucht XD\n\nHätte actually auch beim Floristen anrufen können der sonst die Sträuße für die Bewohner macht .-. der hätte mir bestimmt was schickes zusammen gestellt x.x Beim nächsten Mal!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T14:01:40.827+0000","up_votes":1,"down_votes":0,"body":"Arg jetzt muss ich meine Blumen in der Aussenwelt kaufen weil der dumme Händler die Blumen nicht vorrätig hat obwohl auf der Website stand das sie verfügbar sind....","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-09T11:38:10.459+0000","up_votes":1,"down_votes":0,"body":"Ne ich wollte ein ganz bestimmte Blume haben weil ich die selbst sehr gerne mag und so schlage ich zwei Fliegen mit einer Klappe. Aber meine geliebte Strelitzia hab ich auf den meisten Seiten nicht gefunden oder erst nach Muttertag lieferbar. Erst wollte ich in die Aussenwelt gehen aber dafür müsste ich dann Zugticket kaufen und das wäre teuer und ich müsste hoffen meine Strelitzia auch zu finden als Strauß. Nun hab ich nach langem Googeln doch noch eine Seite gefunden die meine Blume anbieten mit wählbarem Liefertag. Wahrscheinlich hab ich deutlich zuviel bezahlt und ich die Methode mit der Aussenwelt wäre günstiger gewesen aber ich bin leider faul....\n{{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"Lomw","date":"2019-05-09T11:31:08.822+0000","up_votes":1,"down_votes":0,"body":"Aber bitte nicht das Lenkrad vergessen und 10 Airbags \nSicherheit geht vor","replies":[]}]}]}]}]}]},{"id":"","poster":"Lomw","date":"2019-05-09T10:45:12.520+0000","up_votes":1,"down_votes":0,"body":"oder so xD , so machen dass ich und meine Schwester auch immer xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:48:17.841+0000","up_votes":1,"down_votes":0,"body":"Ist halt am einfachsten wenn man keine Zeit hat was zu holen XD Oder wie heute in meinem Fall auch keine wirkliche Lust.","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T10:54:28.140+0000","up_votes":1,"down_votes":0,"body":"Ich habe gefühlt nie Lust was zu holen weil ich immer was holen muss.\nLetzte Woche hat mein Mutter mich gefragt ob sie was zu Muttertag bekommt ich habe eiskalt Nein gesagt xD\nSie kriegt aber was. Ist nur leider meine Art ich ver*rsche gerne meine Mutter oder mein Vater.\nP.S.: Meine Eltern wissen das ich sie gerne ver*rsche keine sorge","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T11:10:02.437+0000","up_votes":1,"down_votes":0,"body":"Das mache ich auch immer x.x\n\nOder ... zum Beispiel als meine Mama Geburtstag hatte, habe ich ihr nur einen Blumenstrauß bestellt und mir auf die Arbeit liefern lassen. Den hab ich dann halt mit nach Hause gebracht aber hatte sonst nichts.\n\nAm nächsten Tag kam dann ein riesen Paket an XD und meine Mama hat den unten im Flur stehen lassen weil ich ihr gesagt hab das wäre ein neues Schränkchen fürs Schlafzimmer >.&lt; Da musste ich das noch abends alleine nach der Arbeit die Treppe hoch würfeln und schieben!\n\nAls ich es aufgemacht habe, hat sie gesehen das es ein großer Kratzbaum für die Katzenbabies war ^^ also auch ein Geschenk für sie, weil ihr nie einer gefallen hat oder massiv überteuert war.\n\nAm coolsten war aber der Stadionbesuch vor ein paar Jahren XD\n\nMeine Schwester + eine Freundin + Ich haben meine Mutter nach Köln gelockt zum shoppen. Sind auch extra mit dem Zug und der Straßenbahn Umwege gefahren. Mal abgesehen davon das wir uns dann tatsächlich verfahren hatten XD haben wir eine gute Show vorgespielt :D\n\n:> Bis wir ihr kurz vor dem Aussteigen gesagt haben \"Wir gehen mit dir ins Stadion!\" (sie ist halt FC Fan xp) ... Zu der Zeit waren wir eher selten zusammen im Stadion weswegen sie sich dann doch sehr drüber gefreut hat ^^\n\nGlaub ich muss mal wieder Karten verschenken x)","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T11:19:07.723+0000","up_votes":1,"down_votes":0,"body":"So kann man seine Mutter auch überraschen.\nDas deine Schwester auch noch mitgemacht hat meine Schwester hätte wahrscheinlich gesagt geh doch selber oder so.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T11:20:48.348+0000","up_votes":1,"down_votes":0,"body":"Bei so etwas ist sie eigentlich immer dabei :D\n\nIch bin das Problem das immer sagt \"neeeeeeeeeeee ich will nicht\" XDDDD","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T11:23:01.134+0000","up_votes":1,"down_votes":0,"body":"XDD","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-09T10:57:43.769+0000","up_votes":1,"down_votes":0,"body":"Omg ich muss noch Blumen bestellen. :( ganz vergessen","replies":[]}]},{"id":"","poster":"Lomw","date":"2019-05-09T13:33:00.240+0000","up_votes":1,"down_votes":0,"body":"Und was geht bei euch gerade so ab?\nBei mir ich warte auf meine Mutter damit die mich abholt dann holen wir noch ein Freund ab und dann ab nach Hause LoL spielen.\nP.S.: Habe Tierische Langeweile gerade{{sticker:zombie-nunu-bummed}}","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-09T06:35:28.511+0000","up_votes":1,"down_votes":0,"body":"So, so... Unter der Woche spielt man kein League... Außer mit Äffchen scheinbar.","replies":[{"id":"","poster":"dugg","date":"2019-05-09T06:56:08.147+0000","up_votes":1,"down_votes":0,"body":"Gibt es nicht schon genug Äffchen in der Schlucht? ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:21:24.450+0000","up_votes":1,"down_votes":0,"body":"https://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T08:38:40.481+0000","up_votes":1,"down_votes":0,"body":"nicht schon wieder dieser Schleim....\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:01:01.696+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich besitze tagsüber drei Gesichtsausdrücke XD\n\nhttps://scrap.tf/img/emotes/blobglare.png\nhttps://scrap.tf/img/emotes/bloblaugh.png\nhttps://scrap.tf/img/emotes/ablobsleep.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T09:16:22.365+0000","up_votes":1,"down_votes":0,"body":"Wenn ich Salz auf deinen Schleim streue geht es dann kaputt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:28:39.486+0000","up_votes":1,"down_votes":0,"body":"Der Blob ist unkaputtbar!\nhttps://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T09:38:55.912+0000","up_votes":1,"down_votes":0,"body":"Und was passiert wenn ich ihn für einen Tag in die Tiefkühltruhe stecke?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:44:33.228+0000","up_votes":1,"down_votes":0,"body":"Vermehrt er sich!\nhttps://scrap.tf/img/emotes/blobglare.png https://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T09:47:07.656+0000","up_votes":1,"down_votes":0,"body":"Dann esse ich ihn auf. :D\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:48:27.504+0000","up_votes":1,"down_votes":0,"body":"Guten Hunger!\n\nhttps://media.giphy.com/media/3rgXBuow3MtFJz8ZoI/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T09:51:41.491+0000","up_votes":1,"down_votes":0,"body":"dankeschön :)\n\nhttps://gfycat.com/mindlesstastyhuemul","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:56:25.702+0000","up_votes":1,"down_votes":0,"body":"Ein passendes Gif wäre eher eins, das man hier nicht posten darf xD","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T10:36:02.288+0000","up_votes":1,"down_votes":0,"body":"Ecchi","replies":[]},{"id":"","poster":"Lomw","date":"2019-05-09T10:35:00.465+0000","up_votes":1,"down_votes":0,"body":"Ecchi","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-09T10:27:12.441+0000","up_votes":1,"down_votes":0,"body":"Hast du wieder Hentai im Kopf? :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T06:49:29.656+0000","up_votes":1,"down_votes":0,"body":"Ich hab ja gesagt das ich versuchen werde täglich den Tagessieg zu holen für die 18 Hausmarken °^° Und wenn ich dabei sterbe!\n\nUnd mit Äffchen gab es dann Dienstagabend die Verabredung das ich ihn einladen werde :o","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-05-09T06:40:25.597+0000","up_votes":1,"down_votes":0,"body":"https://srv4.imgcdnhost.com/medium/2016/31/6118939095207747676028194-907555.png","replies":[]}]},{"id":"","poster":"Lomw","date":"2019-05-09T06:44:13.207+0000","up_votes":1,"down_votes":0,"body":"Das beste wäre wenn die auf einmal ganz anders drauf sind. \nHoffe aber das es warm wird weil die kälte echt schon nervt vor allem wenn man der einzige ist mit den größten Zimmer und die was durch dein Fenster Transportieren müssen, weil es nicht um die kurve im Flur passt. Und ich saß da mit kurzer Hose was nicht sehr angenehm war.\nSchönen Tag noch!!^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T06:56:40.478+0000","up_votes":1,"down_votes":0,"body":"*anstups*\n\nhttps://media.giphy.com/media/3x5nIjlszTBQs/giphy.gif\n\nWer bist du?","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T08:44:52.644+0000","up_votes":1,"down_votes":0,"body":"- Ich bin der Domenick Theis\n- Bin 15 Jahre alt\n- und komme aus Jüchen","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T08:49:19.166+0000","up_votes":1,"down_votes":0,"body":"Junge Dinge... Die machen mir Angst...\n\nhttps://media.giphy.com/media/3v8p5BksFOBe8/giphy.gif","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T08:52:06.818+0000","up_votes":1,"down_votes":0,"body":"Das glaube ich dir. \nNaja ich bin ein Sonderfall was das angeht ich kann Dumm, Gruselig und einfach nur verrückt sein.\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T08:53:55.659+0000","up_votes":1,"down_votes":0,"body":"Und sehr aggressiv wenn meine Schwester mich zu Tode nervt.\nDarf man ja nicht vergessen xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:33:34.890+0000","up_votes":1,"down_votes":0,"body":"Jünger oder älter?","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T09:43:07.232+0000","up_votes":1,"down_votes":0,"body":"Ältere Schwester","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:54:58.263+0000","up_votes":1,"down_votes":0,"body":"Wie weit auseinander? Und ist das dann nicht der hidden easy Mode? Fast so wie eine zweite Mutter.","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T10:34:06.817+0000","up_votes":1,"down_votes":0,"body":"Die wohnt auch noch bei meiner Mutter ist erst 17 wird noch 18 i guess.\nJa schon aber die nervt mich ja nicht immer nur wenn sie 10000Taps auf den PC offen hat und ich der einzige bin mit high ping. Das ist das was nervt.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T06:52:46.712+0000","up_votes":1,"down_votes":0,"body":":( Mit dem warm werden soll es bitte noch bis Anfang Juli warten. Dann habe ich Urlaub und kann mich wenigstens Stück für Stück an die Temperaturen ran arbeiten ohne GEZWUNGEN zu sein die Wohnung verlassen zu müssen XD Ich könnte am ersten Tag 20 Minuten auf den Balkon und am nächsten Tag 30 Minuten usw. >.&lt; \n\n:D Hättest du dir nicht so etwas wie einen Bademantel überwerfen können? xp\n\n:> Dir auch noch einen schönen Tag","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T07:01:55.810+0000","up_votes":1,"down_votes":0,"body":"Ging schlecht war mitten in einen lol Game.\nDarf mir jetzt Präsentationen von Azubis anhören hehe.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:19:45.709+0000","up_votes":1,"down_votes":0,"body":"Hmmm ich hab mal Kartoffeln anbrennen lassen weil ich das Zeitfenster eines Ranked-Spiels falsch eingeschätzt habe XD\n\nBei solchen Präsentationen gibt es drei Optionen!\n\nOption 1: Man versucht zuzuhören, aber es geht nicht weil die Augen immer schwerer werden\nOption 2: Sie sind so blöd das einen die Belustigung wach hält\nOption 3: Du hast einen richtigen Streber erwischt der die Klasse mit einbindet und alles aktiv gestaltet\n\nXD Die dritten sind die schlimmsten!!!!","replies":[{"id":"","poster":"Lomw","date":"2019-05-09T08:33:18.826+0000","up_votes":1,"down_votes":0,"body":"Da war einer der hat deine Augen geschlossen obwohl du wach warst jetzt halt nicht so wirklich also das er zu dir kam und die Augen geschlossen hat, nein er hat sooooooooo Monoton gesprochen das die Augen allein schon kein bock mehr hatten. Das witzige ist das Zeit Fenster der Präsentation war 10min und er hat es in 6min abgeschlossen obwohl er viel mehr dazu sagen konnte, also er war der Streber von denen aber halt ein fauler Streber der nicht so gerne redet.\nDie armen Kartoffeln.\nGhost Potatos","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:12:46.747+0000","up_votes":1,"down_votes":0,"body":":( Kann man schon Mittag essen?","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:27:15.181+0000","up_votes":1,"down_votes":0,"body":"Ich war grad was holen. Hab ab 12 Besprechung.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:39:22.312+0000","up_votes":1,"down_votes":0,"body":"c.c Was gibt es denn?\n\nIch hab halt eigentlich zwei Croissants. ZWEI! Da verschlinge ich eins von acht bis zehn und das andere esse ich so halb bis es Mittag gibt und den Rest davon dann halt bis Feierabend xp\n\nUnd jetzt ... sind da nur noch diese leckeren Nudeln x.x Aber wenn die weg sind, ist alles weg :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:41:11.981+0000","up_votes":1,"down_votes":0,"body":"Das gleiche wie jeden Abend Pinky. \n\nZwei Laugenbrezeln und Energy Drink.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:43:16.553+0000","up_votes":1,"down_votes":0,"body":":( Von Energy Zeug übergebe ich mich","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:44:16.248+0000","up_votes":1,"down_votes":0,"body":"Achwas, das hier ist der Gute Zuckerfreie aus dem Lidl für 25 Cent die Dose!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:45:31.381+0000","up_votes":1,"down_votes":0,"body":"Zuckerfrei oder nicht XD Ich übergebe mich von Energyzeug!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:46:18.322+0000","up_votes":1,"down_votes":0,"body":"Dann misch es mit Wodka!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:49:56.300+0000","up_votes":1,"down_votes":0,"body":":D Daher kommt ja erst mein Problem XD\n\nJahrelanger massiver und übertriebener Alkoholkonsum, vorrangig Wodka-E :] bis es nicht mehr ging.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:51:19.922+0000","up_votes":1,"down_votes":0,"body":"Ah, okay, das kann ich nachvollziehen... Also zumindest entsprechende Ekel - Gründe. Daher muss ich mich immer beherrschen wenn ich Wodka Feige rieche.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:59:47.424+0000","up_votes":1,"down_votes":0,"body":"Mit Ekel hat das zum Glück nichts zu tun ^^ mein Magen verträgt nur einfach kein Energy mehr. Das gibt nur Krämpfe und Kotzerei.\n\nWodka-E war früher am besten zum betrinken. Neben meinem geliebten Tequila Sunrise und Tequila an sich ... und Apfelkorn. Glaub das waren so meine Dinger.\n\nWas mich wohl fast zum würgen bringt ist der Geruch von Jack Daniels XD egal ob pur oder mit Cola gemischt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T10:12:19.052+0000","up_votes":1,"down_votes":0,"body":"Ich mixed gerne Cocktails und habe deswegen viel Auswahl am Start ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:17:52.217+0000","up_votes":1,"down_votes":0,"body":":D Das ist eh am coolsten!\n\nIch trinke gar keinen Alkohol mehr \\o/","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:24:12.518+0000","up_votes":1,"down_votes":0,"body":"VERGESSEN!!!!\n\nHeute schreibt jemand aus meiner Busfamilie den ersten Teil ihrer schriftlichen Prüfung!\n\n\\o/ Zündet eine Kerze an!\n######oder euren Betrieb XD ist mir egal!\n\nhttps://media.tenor.com/images/cc48759333b99683092683fce6381d6a/tenor.gif","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T07:35:37.934+0000","up_votes":1,"down_votes":0,"body":"Ich könnte ein Haus hochjagen....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:38:52.474+0000","up_votes":1,"down_votes":0,"body":":o Das wär doch mal was.\n\nMit einem \"Viel Glück\" Feuerwerk xp dann sieht es für Außenstehende vielleicht nicht ganz so schlimm aus wenn da ein Gebäude in die Luft geht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T08:31:26.880+0000","up_votes":1,"down_votes":0,"body":"Hmhm. Die Flammen aus so einer Gasleitung können auch mal schnell 20 Meter und höher werden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T08:41:44.241+0000","up_votes":1,"down_votes":0,"body":"Sollen das Bedenken sein? Also willst du es nicht anzünden?\nhttps://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:24:09.911+0000","up_votes":1,"down_votes":0,"body":"Bedenken? Oh nein. Feuer ist mir das zweitliebste auf der Welt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:31:26.128+0000","up_votes":1,"down_votes":0,"body":"Verständlich, Feuer ist schon cool \\o/ und jede Nr. 1 ist Pfannkuchen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:34:16.495+0000","up_votes":1,"down_votes":0,"body":"Bei mir nicht :-*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:41:35.907+0000","up_votes":1,"down_votes":0,"body":"Nichts kommt an gegen:\nPfannkuchen mit Erdbeermarmelade\nPfannkuchen mit Miree und gekochtem Schinken\nPfannkuchen mit Nutella\n\nAußer Wiener Schnitzel mit Pommes. Und Hähnchen Medaillons mit Ananas und Käse.\nhttps://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:56:55.557+0000","up_votes":1,"down_votes":0,"body":"Pfannkuchen oder Eierkuchen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T10:00:43.882+0000","up_votes":1,"down_votes":0,"body":":o Es heißt Pfannkuchen!\n\nAber beides ist das gleiche :x","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-09T09:43:32.489+0000","up_votes":1,"down_votes":0,"body":"Ist die Nummer 1 Geschlechtsverkehr?\n\n...\n\nSo wie bei mir?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:53:41.245+0000","up_votes":1,"down_votes":0,"body":"Liebe Harry. Liebe.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:55:49.841+0000","up_votes":1,"down_votes":0,"body":"I knew it...","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-09T07:31:29.296+0000","up_votes":1,"down_votes":0,"body":"https://i.ytimg.com/vi/XNCnZBSZo0g/maxresdefault.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:39:57.892+0000","up_votes":1,"down_votes":0,"body":"Die Schienen! Äußerst gelungen!\n\nSo würde eine echte Busfamilie gratulieren :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:41:32.053+0000","up_votes":1,"down_votes":0,"body":"Exemplarisches Bild aus einer typischen Nachtschicht xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:47:11.880+0000","up_votes":1,"down_votes":0,"body":"XD Zündest du da nachts immer alles an?","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:58:14.888+0000","up_votes":1,"down_votes":0,"body":"Nicht ich, ich hab studiert, ich mach mir die Finger nicht schmutzig. Ich sorge nur dafür, dass Andere das richtig machen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T08:30:43.333+0000","up_votes":1,"down_votes":0,"body":"Erfahrungsgemäß stehen die studierten immer im Weg herum und machen alles für alle schlechter XD.\nGut das es Ausnahmen gibt :-P","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T08:43:19.547+0000","up_votes":1,"down_votes":0,"body":"Ich hab ja nicht gesagt, dass ich da einen wertvollen Beitrag leiste :P.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:24:33.878+0000","up_votes":1,"down_votes":0,"body":"Ich wollte nicht unhöflich sein, aber irgendwie hab ich mir das schon gedacht XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:29:40.933+0000","up_votes":1,"down_votes":0,"body":"Nene, tatsächlich ist meine Berufsgruppe nicht wirklich für die technisch korrekte Durchführung der Arbeiten notwendig. Wir stellen vielmehr die sicherheitsrelevanten und betrieblichen Grundvoraussetzungen her, damit die Techniker überhaupt arbeiten können/dürfen. Ist ziemlich kompliziert und erfordert viel Papierkram. Ein paar einfache Änderungen im allgemeinen Eisenbahngesetz würden uns überflüssig machen ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:35:42.970+0000","up_votes":1,"down_votes":0,"body":"Puh, zum Glück wird das nie passieren. Aber ja, solche Leute sind tatsächlich wichtig. Solange sie in ihrem Büro bleiben und dich machen lassen...\nUnsere Arbeitssicherheit ist auch sehr pingelig. Aber das finde ich ganz gut. Lieber so als anders herum.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:42:32.516+0000","up_votes":1,"down_votes":0,"body":"Ne, wir müssen schon mit raus und da draußen vor Ort mit dem Fahrdienst reden und Gleise sperren etc... Da gibt's festgelegte Wortlaute, nur bestimmte Leute mit bestimmter Ausbildung dürfen telefonieren etc... \n\nIst wichtig und gesetzlich vorgeschrieben, wie komme ich sonst an meine Schichtzulagen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-09T09:55:34.939+0000","up_votes":1,"down_votes":0,"body":"Stimmt, wir wollen dich ja nicht um dein schwer verdientes Geld bringen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T09:57:16.407+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=YAEjLmrv,comment-id=0004000000000000000000000001000000000000000000000000,timestamp=2019-05-09T09:55:34.939+0000)\n>\n> Stimmt, wir wollen dich ja nicht um dein ~~schwer~~ **un** verdientes Geld bringen.\n\nFixed this for you.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-09T08:07:22.143+0000","up_votes":1,"down_votes":0,"body":"Also in etwa wie ein Rumpelstilzchen mit Handlangern?","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T08:14:25.931+0000","up_votes":1,"down_votes":0,"body":"Und am Ende tanzen wir alle um unser Feuerchen drumrum xD\n\nhttps://media.giphy.com/media/t5IKDWUAS0Pug/giphy.gif","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T08:29:38.713+0000","up_votes":1,"down_votes":0,"body":":o Der ist aber haarig!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T08:30:34.881+0000","up_votes":1,"down_votes":0,"body":"Hallo, jetzt diss nicht meine Heimvideos!!\n\n...\n\nNee, so seh ich gar nicht aus xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T09:09:29.610+0000","up_votes":1,"down_votes":0,"body":"XD Der erinnert mich irgendwie an ein Hündchen mit zu langem Pony und der dadurch nichts mehr sieht xp","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-09T06:39:19.197+0000","up_votes":1,"down_votes":0,"body":"Ich war gestern auf der langweiligsten Weiterbildung seit Langem... Manman, 10 Stunden pure Ödnis. Das hat mich so mitgenommen, dass ich danach beschlossen habe, um irgendwie noch wach zu bleiben nehm ich nicht den Bus vom Bahnhof sondern laufe heim. Vom Bahnhof, 4 Kilometer. Durch den Regen :P.\n\nHeute hab ich Schnupfen, ich glaube ich muss morgen daheim bleiben ^^. \n\nAlso gleich noch eine 4 Stunden Besprechung um 12 Uhr und danach nach Hause ^^. Hoch die Hände Wochenende ^^. \nVielleicht hack ich morgen noch die Erkenntnisse aus der anstehenden Besprechung ins System, mal schauen ^^. Da tickert eine Frist im Hintergrund die nähert sich schon dem Ende... Nja ^^\n\nFreitag Abend allein daheim, vielleicht packt mich nochmal die Lust nach lol ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T06:46:09.652+0000","up_votes":1,"down_votes":0,"body":"Jetzt schieb es nicht auf den Schnupfen :o Du hast Montag schon gesagt das du dir Freitag frei nimmst. tz tz tz\nAber ich  hör mich auch schon wieder erkältet an XD Also langsam ... fühlt es sich echt so an als würde sich mein kompletter Körper gegen das arbeiten sträuben. Dunno ob nur hier oder allgemein XD müsste erforscht werden. Hab heute Morgen schon vorsichtshalber Schmerztabletten eingepackt weil das Köpfchen weh getan hat x.x\n\nVielleicht gut das du gestern gelaufen bist :o stell dir vor du wärst mit dem Bus gefahren und dann eingeschlafen ... ÜBER STUNDEN! Bis dich der Busfahrer an der Endstation erotisch geweckt hätte °^°\n\n:o Gestern hast du auch LoL gespielt! Und irgendwann davor auch. Du spielst viel lol .-. Ich hab mir dafür vorgenommen endlich mal Tales of Berseria durchzuspielen. Auf der Arbeit musste ich ja gestern noch Zeit überbrücken und war so frei das Ende des Spiels in einer Komplettlösung zu googeln XD \n\nLaut Komplettlösung bin ich im letzten Kapitel und muss nur noch einen Kampf bestreiten um das Spiel durchzuhaben. Meine geliebte Velvet wartet seit bestimmt über einem halben Jahr auf diesen Kampf :x ............. Weiß nicht wann ich des Spiel gekauft hab :D\n\nUnd ich habe versucht neue Dinge über PKMN Schild/ Schwert rauszufinden :( aber vergebens. Keeeeeeeeine Chance!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:01:27.801+0000","up_votes":1,"down_votes":0,"body":"Stimmt, hab ich am Montag schon gesagt... Aber jetzt spiele ich mit dem Gedanken, keine Überstunden abzubauen sondern \"krank\" rein zu schrieben und die Überstunden zu behalten :D.\n\nUnd ich bin mir sicher, es finden sich hier einige Freiwillige, um deinen Kompletten Körper auf Anomalien zu untersuchen. Wer interessiert ist antwortet bitte einfach mit \"Ich!\".\n\n*ahem*\n\nAuf das erotische Wecken durch den Busfahrer gehe ich lieber mal nicht ein xD. Wenn ich wüsste dass das passiert, würde ich vermutlich stundenlang an der Bushaltestelle stehen und mir immer wieder die Busfahrer ansehen, bevor ich mich irgendwann traue einzusteigen xD. \n\nJa, ich hab gestern ein Aram gespielt... und verloren ^^. Danach hatte ich keine Lust mehr und hab lieber Mutant Year Zero fertig gespielt, um meine Ente, mein Schwein und meinen Fuchs zu den Superkriegern zu machen, die sie nun mal sein sollen ^^. \n\nIch denke in seiner Gesamtheit ist dieser Post von mir schon merkwürdig xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:16:54.739+0000","up_votes":1,"down_votes":0,"body":"Woah :o Wenn du in den Plan krank schreiben kannst ohne das da einer drauf guckt oder so, dann mach das °^° Wer weiß wofür du die Überstunden noch brauchen wirst!\n\n> Ich denke in seiner Gesamtheit ist dieser Post von mir schon merkwürdig xD\n\nXD Jein! Es ist ein merkwürdig-lustig! Aber in solchen Fällen bin ich froh nicht den Main Account hier zu benutzen (zu können *HUSTHUSTHUSTHUSTHUSTHUSTHUST!) XDDD Da weiß man ja nie ob dich bei so einer Ansage \"Wer interessiert ist antwortet bitte [...]\" hinterher 20 Verrückte adden und mit \"Ich\" anschreiben D:\n\nAlso Zuhause bin ich froh das ich fast immer die gleichen Busfahrer habe. Da erkennt man seinen Bus auch schon mal wenn noch gar keine Nummer angeschlagen ist :DDDD \n\nHier nach der Arbeit ist das Busfahren meistens eine Katastrophe. Oder sagen wir MINDESTENS ein 50:50 Ding. Wenn man pünktlich an der Haltestelle ist kommt der Bus (manchmal denke ich absichtlich sogar XD) fünf bis zehn Minuten später.\n\nIst man so \"kurz vor knapp\" da weil man sich gedacht hat \"ach der Bus hat ja eh Verspätung\" ... ist er (über-) pünktlich XD\n\nHin und wieder steht man aber auch mal 30 bis 60+ Minuten rum und es fährt einfach gar kein Bus in irgendeine Richtung >.&lt; Am besten natürlich im Winter &lt;3","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:20:00.760+0000","up_votes":1,"down_votes":0,"body":"Naja, hier kannst du 3 Tage lang krank sein ohne Attest. Kann man einfach in den Stundenzettel schreiben. \n\nMich adden eh immer ständig Leute und schrieben \"Ich!\" Von daher alles gut , auch wenn meine Blocklist bald voll wird :P.\n\nIch fahre nie Bus... auch nicht Bahn. Das macht mich irre... Wenn ich es vermeiden kann lasse ich es. Geht leider nicht immer... So wie gestern. \n\n*kotz*\n\nImmerhin darf ich ins 1. Klasse Abteil...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:36:28.287+0000","up_votes":1,"down_votes":0,"body":":( Hier sind sie so arschig das man bereits ab dem ersten Krankheitstag ein Attest vorlegen muss. Bzw. faxen oder per E-Mail \"vorab\" und dann das Attest so schnell wie möglich rüber schaffen XD\n\nWitzig ist das ich das all die Jahre nie gemacht habe XD Hab halt angerufen und das Attest normal per Post geschickt und teilweise sogar auf den Wohnbereichen angerufen morgens und bescheid gegeben. :o Jetzt stört das auf einmal alle!\n\n:o Also 1. Klasse ist schon cool! Aber da war ich erst einmal drin ... Anfang des Jahres sogar XD\n\nDa war unser Zug so überfüllt, weil mal wieder eine Einheit gefehlt hat, dass Natascha und ich einfach in die 1. Klasse marschiert sind und das 'Okay' vom Zugführer bekommen haben zum sitzen bleiben xp Die meisten sind ja immer zu schissig dahin zu gehen. Wobei die Bahn Menschen IMMER sagen das die 1. Klasse freigegeben ist wenn der Zug voll ist wie Sau. Ich mein ... 1. Klasse ist meistens eh nur eine Person bei uns XD also who cares.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:43:28.445+0000","up_votes":1,"down_votes":0,"body":"Ist in den Regios usw. ohnehin voll überbewertet. Einfach nur eine Plastiktür, die dich vom Mob trennt... Ist vielleicht etwas ruhiger, aber sonst... Im ICE ist es ganz nett. \n\nIrgendwas muss man ja davon haben, wenn man da arbeitet xD.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:50:54.896+0000","up_votes":1,"down_votes":0,"body":"Ich glaube sogar das die Sitze in der ersten Klasse kleiner sind als die normalen? Oder früher war die 1. Klasse kleiner .-. Oder vielleicht war sie wirklich größer. Vielleicht ich aber auch einfach nur kleiner und alles kam einem größer vor XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-09T07:58:47.684+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, der Abstand zum Vordersitz ist größer. Das ist für mich wirklich ein Vorteil...","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-09T07:21:38.865+0000","up_votes":1,"down_votes":0,"body":"Was ist nun aus der Sache mit der E-Mail von gestern geworden?\nWie hat deine Chefin darauf reagiert?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-09T07:26:12.700+0000","up_votes":1,"down_votes":0,"body":"Gar nichts XD\n\nich glaube die ist zur Zeit so schlecht gelaunt und muss sich um ungeliebte Dinge kümmern, dass ihr das gar nichts aufgefallen ist oder es einfach ignoriert XD Ich finde beides gut :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-09T07:58:17.422+0000","up_votes":1,"down_votes":0,"body":"Was ist passiert? Hat Frau Pferd wieder etwas angestellt?\nIst deine Chefin etwa diese Woche damit dran den Stall von dem Pferd auszumisten?","replies":[]}]}]}]}