{"id":"EwXiaBi5","poster":"Lord Dominator","date":"2016-10-15T18:24:44.036+0000","title":"Remake-Zeiten verändern","subforum":"Allgemeiner Chat","up_votes":0,"down_votes":5,"body":"Hallo schonmal an alle, die das hier lesen.Um was es mir hier geht, ist die Zeit, wenn man nach einem Remake fragen kann. Da ich ein mittelm&auml;&szlig;ig gutes Laptop habe und eher akzteptables Internet, dauert es eine Weile bis ich in den Ladescreen komme, kein Problem, die anderen m&uuml;ssen dann ja sowieso auf mich warten, aber da ich manchmal auch durch das obengenannte akzeptable Internet disconnecte, braucht es auch erst mal ne Weile bis der zum wieder zum Server connected, und sobald ich erfolgreich im Ladebildschirm angekommen bin, gehen die Prozentzahlen relativ tr&auml;ge nach oben, und meistens joine ich dann zwischen 2:30 - 3:00. Meistens kommt dann noch die Frage nach dem Remake weil ich vorher ja noch items kaufen muss und ich mich bis dahin nicht bewege, und obwohl meine Mitspieler sehen das ich wieder da bin remaken die meistens sowieso, deshalb bitte ich darum das man f&uuml;r Spieler mit schlechteren M&ouml;glichkeiten wie ich die Zeit bis zur Remake Frage etwas nach hinten verschiebt. Wenn es um 3:15 oder 3:30 kommen w&uuml;rde w&auml;re das schon ziemlich toll.\r\n\r\nxtheannax","replies":[{"id":"","poster":"Maíko","date":"2016-10-17T09:51:57.564+0000","up_votes":4,"down_votes":0,"body":"Ich würde mir die Zeit 3:00 wünschen....Schade dass es diese Option in deiner Befragung nicht gibt und du davon ausgehst das jeder einen späteren Zeitpunkt möchte.\n\nEgal ob du später noch dazu kommst....bis du da bist hat dein Team schon 3 Minuten lang einen ziemlich großen Nachteil.\n\nMinions spawnen in Minute 1:15...heißt du würdest schon mal 4 Minionwaves verpassen.\n\nStartest du auf der Top oder Mid hat der Gegner in der Zeit die Möglichkeit, einen großen EXP und Gold Vorteil zu bekommen, deinen Tower guten Schaden zuzufügen, counter jungeln oder roamen zu gehen.\n\nStartest du als Support oder ADC lässt du deinen Lanekameraden alleine auf der Lane. Er kann nicht richtig farmen, der Tower bekommt Schaden und er ist sehr Gankanfällig...und das Argument \"Er kann ja sicher am Tower stehem\" ist in dem Fall falsch....in Minute 3 kann man ziemlich leicht einen 3v1 Towerdive machen.\nEbenfalls verliert ihr dadurch Kontrolle über den Drachen.\n\nStartest du als Jungler hast du keine Kontrolle über deine Buffs. Der Gegner kann early invaden und deep wards setzen...solltest du dann reconnecten und in deinen jungle laufen stehst du einem 3 lvl höherem Gegner gegenüber und gibst das First Blood ab.\n\n3 Minuten sollte das absolute Maximum bleiben..","replies":[{"id":"","poster":"Lord Dominator","date":"2016-10-18T07:33:14.182+0000","up_votes":0,"down_votes":0,"body":"Ok, ich schätze deine Argumente sind ziemlich gut, na ja, irgendwie hast du ja auch recht dass das eigene team darunter leiden würde :/ ursprünglich wollte ich 3:00 als zeit auch noch hinzufügen aber dadurch hätte ich ja nicht das erreicht was ich durch den post erreichen wollte...eigentlich gehts mir nur darum das leute mit schlechterem pc und schlechterem internet nicht weniger darunter leiden müssen und ich im ladescreen auch immer die bin die 7% hat während alle anderen schon 100% haben, und es passiert selten das ich mal nicht letze bin","replies":[]}]}]}