{"id":"EUeZgoRv","poster":"ZockerSofaReturn","date":"2016-10-14T14:59:24.505+0000","title":"Mein Spiel stürzt nach der Championauswahl immer ab","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe ein Ranked gestarted und nach der Championauswahl ist es abgest&uuml;rtzt und Bugsplat &ouml;ffnet sich.\nIch habe mit dem Hextechrepairtool versucht  das spiel zu reparieren doch das hat auch nichts gebracht.\nMein Team hat zwar das ranked gewonnen doch ich hab LP abgezogen bekommen wobei ich ganz normal gespielt h&auml;tte w&uuml;rde mein spiel nicht jedes mal nach der championauswahl crashen. ich Hoffe ich bekomme die  durch das Verlassene Ranked Spiel verlorenen LP zurück. Ich war nämlich kurz vor meiner Promo\n\n\nBrauche scnelle Hilfe!","replies":[{"id":"","poster":"xXxYasuoxXxxd","date":"2016-10-14T15:05:17.093+0000","up_votes":1,"down_votes":0,"body":"Habe das gleiche Problem seit 1-2 Monaten","replies":[{"id":"","poster":"ZockerSofaReturn","date":"2016-10-14T15:29:29.679+0000","up_votes":2,"down_votes":0,"body":"Ich habe es jetzt gerade hinbekommen indem ich LoL neuinstalliert habe. Hoffe jedoch das meine LP von vor dem Match wiederhergestellt werden. Vielleicht kann das ja ein Riot-Mitarbeiter machen.","replies":[{"id":"","poster":"xXxYasuoxXxxd","date":"2016-10-14T16:12:04.143+0000","up_votes":1,"down_votes":0,"body":"Okay ich versuche es auch mal mit neuinstallieren","replies":[]}]}]},{"id":"","poster":"ArthurGoldBär","date":"2016-10-14T16:50:52.355+0000","up_votes":1,"down_votes":0,"body":"Das selbe Problem hatte nen Kumpel von mir auch vor zwei Wochen.\nAber das Spiel neu zu installieren hat bei ihm nicht lange geholfen, nur so 1 bis 2 Tage und da ich schon mal dasselbe Problem hatte habe ich ihm nen Trick gezeigt...\n\nÖffne League nicht mit Doppel Klick (links), sondern öffne League mit einem rechts Klick und wähle als Administrator ausführen aus.\n\nAlso bei mir und ihm hat es geholfen, vlt ja bei dir auch\n\nViel Glück","replies":[{"id":"","poster":"ZockerSofaReturn","date":"2016-10-14T17:04:59.844+0000","up_votes":1,"down_votes":0,"body":"Okay ich werde es auch mal probieren","replies":[]}]}]}