{"id":"omcmflVl","poster":"Echœs","date":"2016-10-14T09:24:40.845+0000","title":"Shacos Geschichte","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":2,"body":"Vorgeschichte:\r\n&bdquo;Bringet ihn her diesen Burschen, ich m&ouml;chte ihn sehen&ldquo;, rief der K&ouml;nig. Seine Diener rannten auf seine Worte los und machten Anstalten einen jungen Mann durch die schwere Eichent&uuml;r zu schleppen. Er war ein kahler, blasser Junge von 20 Jahren mit kurzen schwarzen Haaren und tief braunen Augen, welche m&uuml;rrisch den alten Mann auf dem Thron anstarrten. &bdquo;Erb&auml;rmlich diese Jugend von heute, nicht einmal Respekt wird einem erwiesen&ldquo;, grunzte der K&ouml;nig. Die Untergeben zerrten an dem Bursche und warfen ihn zu Boden, wo er verk&uuml;mmert vor dem K&ouml;nig lag. Dieser stand auf und bewegte sich langsam zu dem Junge hin. Er umkreiste ihn, wie ein Geier um seine Beute und musterte ihn mit strengem Blick. Darauf sagte er herablassend: &bdquo;Was sucht ein so armseliger Bauersjunge wie DU, in meinen Gem&auml;chern?&ldquo; Er versetze dabei dem am Boden liegenden Jungen einen Sto&szlig; in die Magengrube. Dieser kr&uuml;mmte sich vor Schmerz und schrie auf. &bdquo;Was haben sie schon f&uuml;r einen Respekt vor ihren Landsleuten?&ldquo;, stammelte er. Der K&ouml;nig wurde immer zorniger und verlor langsam die Geduld: &bdquo;Auch noch ein Rebell und ein aufm&uuml;pfiger dazu, was f&auml;llt dir ein so mit mir zu reden?&ldquo;. Nach folgenden Handzeichen, setzen die Diener den Burschen auf und ketteten ihn an. &bdquo;Was versuchtest du ihn Erfahrung zu bringen, Junge? ... ANTWORTE MIR!&ldquo;, schrie er. &bdquo;Die Frage ist was wollen sie bezwecken, mit ihren Lehren?&ldquo;, antwortete dieser. Der &auml;ltere Mann blickte nur noch dunkel drein und versetze mit einem Ruck den Junge einen heftige Schlag, welcher darauf zusammenbrach.\r\nNach einiger Zeit wachte der Junge blut&uuml;berstr&ouml;mt vor seiner H&uuml;tte auf. Seine Gedanken waren vollkommen durcheinander und er konnte weder die Realit&auml;t noch seine fantasierten Erinnerungen auseinanderhalten. B&uuml;cher, Magie, Rache, Wut &hellip; Worte schwirrten durch seinen Kopf, die Angst vor der Rechenschaft des K&ouml;nigs, die Interesse an den Magischen B&uuml;chern. Langsam kam er zu sich und seine Gedanken wurden klarer. Er setzte sich auf und ging in seine H&uuml;tte. Diese war vollkommen verw&uuml;stet, anscheinend hatte man sie durchsucht. Mit der Zeit wurde es dunkler und er legte sich zu Bett. Doch er kam nicht zu seiner Ruhe und drehte sich in seinem Bett hin und her. Auf einmal h&ouml;rte er sonderbare Ger&auml;usche und ein sch&auml;biges Lachen, welches sich n&auml;herte. Ein Schatten breitet sich &uuml;ber ihm aus, das Lachen wurde immer geh&auml;ssiger und teuflischer, bis auf einmal jegliche Ger&auml;usche verstummten. &bdquo;Nah, verlieren wir den Verstand mein Lieber?&ldquo;, hallte es in seinem Kopf wieder und wieder. &bdquo;Wie w&auml;re es mit einem Witz?&ldquo;, sagte die Stimme geh&auml;ssig und lachte dabei. Der Junge wollte aufstehen doch irgendetwas hielt ihn fest, er schaute sich um doch niemand war zu sehen. Ihm wurde &uuml;bel, die Umgebung wurde immer blasser, das Lachen stoppte nicht und er verlor seine Erinnerungen immer mehr, Wer war er, wie hie&szlig; er, woher kam er? &bdquo;Wir werden viel Spa&szlig; haben, mein Freund&ldquo;.\r\nDie Nacht war k&uuml;hl und der alte Mann sa&szlig; an einem pr&auml;chtigen Tisch. Er las sich die Berichte seiner S&ouml;hne durch und seine Brust schwoll voller Stolz an. &bdquo;Bringt mir Darius, ich muss mit ihm reden!&ldquo;, befahl er seinem Wachen, welcher sofort davon eilte. Der K&ouml;nig stand auf und trottete zu seinem Balkon. Er betrachte mit m&uuml;dem Blick seine L&auml;nder und sein pr&auml;chtiges Schloss. Auf einmal sp&uuml;rte er einen kalten Zug und ein gl&auml;nzendes Messer ber&uuml;hrte seinen Hals. &bdquo;Wer &hellip;  Wer ist da?&ldquo;, stammelte er. &bdquo;Dein Besitz mein Lieber K&ouml;nig &hellip; ein Buch, welches seine Magie entfaltete und sich nun R&auml;cht, ein guter Witz, nicht?&ldquo;, kicherte die Gestalt. Dem K&ouml;nig wurde schwarz vor Augen und man zerrte an ihm, irgendwo hin, immer weiter und weiter. Als seine Maske viel sah er eine komisch aussehende Person in Gestalt eines Narren der lachend den K&ouml;nig anstarrte, es war der Junge der in seine Gem&auml;cher einbrach. &bdquo;Was tust du hier Junge, lass mich frei und geh zur&uuml;ck auf dein Land!&ldquo;, befahl der Mann. Der Junge lachte: &bdquo;Ahhhh &hellip; der Bursche war also ein Bauer, schade um ihn&ldquo;. Er tanzte um den K&ouml;nig herum und zog sein Messer. Er lie&szlig; es am Mantel des K&ouml;nigs herumschleifen und zog es bis zu seinem Hals hoch. Dem K&ouml;nig wurde Angst und Bange: &bdquo;Was willst du von mir &hellip; Geld?&ldquo;. &bdquo;Ach ihr Menschen mit eurem Geld, euren Werten, Regeln, Gesetzen, eurer Ehre und eure wundersch&ouml;nen &hellip; Angst, hihihihi&ldquo;, schrie der Narr. &bdquo;Wei&szlig;t du, ich bevorzuge lieber den Komischen Anblick deinerseits, hahah&ldquo;, lachte er, &bdquo;willst du vielleicht einen kleinen Trick sehen?&ldquo;. Sein Messer schnitt immer tiefer in den Mantel des Mannes und er schrie auf vor Schmerzen. Er tanzte und sang dabei wie langsam und qualvoll er den Mann verletzte, bis dieser vor Schmerzen langsam das Bewusstsein verlor. &bdquo;Sag mir Junge, wie ist dein Name?&ldquo;, stammelte er seine letzten Worte.\r\n&bdquo;Shaco&ldquo;, lachte der Narr und setzt dabei eine grinsende Maske auf.","replies":[]}