{"id":"JuMtNcXk","poster":"KINGMARVlN","date":"2016-10-14T02:32:24.367+0000","title":"Neuling braucht hilfe , kann mir wer helfen / eine gruppe oder clan ... irgendjemand","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Bin ein Neuling Lv 16 brauche hilfe tipps tricks und jemand mit den ich spielen kann . Kann mir wer helfen ?","replies":[{"id":"","poster":"FYNAL Shinigami","date":"2016-10-14T06:25:59.577+0000","up_votes":3,"down_votes":0,"body":"Joah also im Prinzip hat Asteriade was wichtigste erwähnt, nur mit dem Streams würde ich vorsichtig sein da die meisten einfach geistlich arrogant sind und die den falschen Weg erweisen, was ich dir aber sehr empfehle ist das du erstmal keine coach oder sowas suchst sondern erstmal einfach paar spiele machst ( so .ca 100+) und einfach mal alle champs kennen lernst ( kein teemo am besten ;D) und wurde dir raten erst rankeds zu machen nachdem du die normals rockst.. falls das zu unhilfreich warst kannste mich gerne adden","replies":[]},{"id":"","poster":"KINGMARVlN","date":"2016-10-15T23:01:17.196+0000","up_votes":1,"down_votes":0,"body":"P U S H","replies":[]},{"id":"","poster":"KINGMARVlN","date":"2016-10-14T19:58:12.778+0000","up_votes":1,"down_votes":0,"body":"Suche immernoch jemand zum zocken","replies":[]},{"id":"","poster":"Asteriade","date":"2016-10-14T02:43:35.363+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an, was du willst.\n\nWenn du Ranked spielen willst, dann würde ich dir empfehlen Streams zu schauen und dich auf 1-2Lanes zu konzentrieren... bis dato probier alles mal aus und schau was dir gefällt.\n\nWenn du auf Normals aus bist... Spiel einfach was du willst, das Grundwissen kommt von ganz allein.\n\nBester Tipp und Trick: /muteall vor allem als Neuling sobald irgendeiner meint, dich dumm anmachen zu müssen.","replies":[{"id":"","poster":"FearTheWalkinCat","date":"2016-10-14T07:19:20.268+0000","up_votes":1,"down_votes":0,"body":"Bis zu den Rankeds dauerts aber noch bei lvl 16 XD.\nWas ich empfehlen würde such dir jemand geh auf ts mit ihm ihr  und erstell ein Aram nur zu zweit unterhaltet euch über das spiel lass dir sagen was du in der Situation falsch gemacht hast z.B. wenn du early mit ihm ihr im 1 v 1 Tradest. Finde das is der beste weg wenn du willst kannst mich auch adden komme heute abend aber erst on^^.\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Cat me if U can","date":"2016-10-14T15:33:14.584+0000","up_votes":1,"down_votes":0,"body":"geht jetzt eigentlich relativ schnell, da ja die benötigte exp halbiert wurde","replies":[]}]}]}]}