{"id":"fXOG2xrJ","poster":"Crestaiyl","date":"2016-10-13T20:56:54.903+0000","title":"Heartseeker Annie Fanart.. (Ink)","subforum":"Community-Kunstwerke","embed":{"title":"Heartseeker Annie - League of Legends Fanart - Ink","description":"Hey there, here is a little Annie Fanart. Still need to practise a lot in inking ^^''''..... Greetings ChimaNami(i) Heartseeker Annie - League of Legends Fanart - Ink","url":"http://chimanamii.deviantart.com/art/Heartseeker-Annie-League-of-Legends-Fanart-Ink-639916262","image":"http://t02.deviantart.net/P2G39ol7X1FUemUW1MblSdOFYh8=/fit-in/300x900/filters:no_upscale():origin()/pre06/91d9/th/pre/i/2016/287/c/e/heartseeker_annie___league_of_legends_fanart___ink_by_chimanamii-dakzmjq.png"},"up_votes":4,"down_votes":1,"body":"Heey... ^-^&#039;\nhier ein kleines Annie Fanart...\nIch wollte mal was mit Finelinern zeichnen und probiere noch viel rum, soll jetzt keine Ausrede sein daf&uuml;r, dass da irgendwas komisch ist mit ihrem Kopf.. **WAS IST FALSCH DA xD SAGT ES MIR BITTE**\nSrsly... Irgendwas ist mit ihrem Kopf, ich glaub der ist zu lang, oder... Damn xd..\nIch freue mich &uuml;ber konstruktive Kritik..!\nHelft Annie ihr Kopf Problem zu l&ouml;sen..? oke xD keine Ahnung.. ich kann es jetzt nicht mehr &auml;ndern, w&uuml;rde mich aber echt interessieren was da bizarr ist.\n\nViele Gr&uuml;sse \nChimaNami {{champion:267}} \n\nP.S. \nFalls ich zu viel spame dann einfach sagen &gt;~&lt;...","replies":[{"id":"","poster":"CustomKunibert","date":"2016-10-14T08:59:53.777+0000","up_votes":2,"down_votes":0,"body":"Vielleicht könnte es auch an dem Hals liegen, ich hab das Gefühl der Kopf liegt zu schräg. Dann müsste der Oberkörper mehr geneigt sein oder täusche ich mich? Auf jeden Fall gut gezeichnet!","replies":[{"id":"","poster":"Crestaiyl","date":"2016-10-14T10:36:18.905+0000","up_votes":1,"down_votes":0,"body":"Kann gut möglich sein...Danke für den Hinweis! Ich kann dazu blöderweise nichts sagen, außer, dass es komisch aussieht. Die eigenen Fehler sieht man leider direkt danach nicht Q.Q.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-10-14T11:12:30.431+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist auf das rechts Auge etwas zu weit außen... was auch immer es ist: Der Fehler ist echt zu klein um es eindeutig zu sagen. Klingt also für mich nach einem sehr guten Ergebnis :D","replies":[]}]}]},{"id":"","poster":"Asteriade","date":"2016-10-14T02:52:26.367+0000","up_votes":2,"down_votes":0,"body":"Also erstmal:\n\nDas Bild ist verdammt solide bis sehr gut. Ich finds super.\nVor allem mal nicht über Watcom und weiss der Geier was gezeichnet... klassisch auf Papier, so selten geworden.\n\nWas an ihrem Kopf nicht stimmt... Die Augen, die Höhe als auch die Proportionen sind nicht exakt, das hat auch nichts mit der Perspektive zutun.\nAber das ist minimal und leicht zu korregieren ... oh wait ist ja auf Papier xD\n\n\nWie gesagt, ich finds trotzdem super. Sieht klasse aus, +1","replies":[{"id":"","poster":"Crestaiyl","date":"2016-10-14T10:42:33.752+0000","up_votes":1,"down_votes":0,"body":"Ja, dieses Traditionelle geht ein wenig verloren durch die neue Technik.\nTrotzdem male ich auch gerne mal mit meinem Tablet und versuche gleichzeitig wieder das klassiche nicht zu vernachlässigen :D, vor allem wollte ich mal mehr mit Tinte machen xd.\n\nJa, genau..xD ich glaub das muss es sein.. Vielleicht ist der Kopf zu lang? Ich bin mir nicht sicher, aber ich schätze das liegt auch daran, dass ich beim Zeichnen die Linien immer ein wenig (unbewusst) verschiebe, durch meine Sitzhaltung..><\n\nVielen Danke für den Hinweis!\n\n{{champion:267}}","replies":[{"id":"","poster":"Asteriade","date":"2016-10-14T15:46:44.400+0000","up_votes":1,"down_votes":0,"body":"Na ja,\n\nich glaube du bist etwas zu selbstkritisch ... but know that problem.\n\nIhr Kopf kann nicht \"zu groß\" sein, du hast ja auch einen eigenen Stil, oder etwa nicht?\nWenn du abzeichnen wollen würdest oder ein Portrait erstellen willst, dann könntest du das sagen... aber ansonsten sehe ich da lediglich deinen eigenen - sehr schönen - Zeichenstil.\nWie gesagt, es ist nur die Augenproportion ...Und das mit der Sitzhaltung kenn ich ... zwar nicht vom Zeichnen... aber ich kenn das xD.\n\n\nKannst ruhig weiter Bilder von dir posten, die sind wirklich schön.","replies":[{"id":"","poster":"Crestaiyl","date":"2016-10-14T16:33:58.341+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn ich nicht selbstkritisch bin, dann werde ich nicht besser, so denke ich mir das jedenfalls xD.\nOh ja, jetzt seh ich's.. Das rechte Auge ist zu groß oder eher langgezogen o.O zur Seite.\nIch bin ehrlich gesagt nicht sehr gut im Abzeichnen..xD Dann passt das ja gut.\nUnd zu der Sitzhaltung..also wenn man zu lange eine gewisse Sitzposition eingenommen hat, dann gewöhnen sich die Augen an die Perspektive und das Bild ist oft verzerrt qq (hat mein Lehrer mit erklärt ö.ö)\nGut, ich freu mich! Ich hoffe auch weiterhin besser zu werden.\n{{champion:267}}","replies":[]}]}]}]},{"id":"","poster":"IcedOutMissplays","date":"2016-10-14T10:14:20.603+0000","up_votes":1,"down_votes":0,"body":"geniale Zeichnung :D \nkönntest du so eine vielleicht mal von Sternenvernichter Thresh machen :D ?","replies":[{"id":"","poster":"Crestaiyl","date":"2016-10-14T10:31:34.042+0000","up_votes":1,"down_votes":0,"body":"Aye, kann ich machen ^.^7.\nFolgt nach meinen anderen 2 Fanarts..><, die noch nicht ganz fertig sind.\nIch werd's aber auf jeden Fall aufnehmen!","replies":[{"id":"","poster":"IcedOutMissplays","date":"2016-10-14T15:08:02.918+0000","up_votes":1,"down_votes":0,"body":"Darf ich dich adden du scheinst echt cool zu sein :D","replies":[{"id":"","poster":"Crestaiyl","date":"2016-10-14T16:28:35.266+0000","up_votes":1,"down_votes":0,"body":"Ja das kannst du gerne tun ^.^. {{champion:267}}","replies":[]},{"id":"","poster":"IcedOutMissplays","date":"2016-10-14T15:08:28.196+0000","up_votes":1,"down_votes":0,"body":"Freue mich auch auf die Fanarts :D","replies":[]}]}]}]}]}