{"id":"LGx6E9OP","poster":"Succubus Ashe","date":"2016-10-13T17:40:02.882+0000","title":"Hextech Crafting","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Wie schon im Titel gesagt geht es &uuml;ber das craften oder besser gesagt &uuml;ber den Loot denn man bekommen kann. Also meine Frage kann man JEDEN Champion Skin (inclusive Legacy, Event Skins, usw.) bekommen oder nur die welche gerade im Shop zu kaufen sind.","replies":[{"id":"","poster":"ArthurGoldBär","date":"2016-10-13T19:44:47.460+0000","up_votes":1,"down_votes":0,"body":"Um es kurz zu fassen du kannst alle Skins beim Hextechcrafting erhalten, die NICHT limitiert sind, also alle die Skins die du im Shop zurzeit kaufen kannst, klassische Skins, Traditionelle Skins, Event Skins, Riot Skins,Erinnerungskins, Skins zum Weltmeisterschafts-Finale (Dazu gehört nicht Championship-Riven, zumindest nicht die alte bzw. \"Retro\") \n\nAlle Kategorien, auch welche die ich hier nicht (genau) aufgeführt habe findest du hier:\n\nhttps://support.riotgames.com/hc/de/articles/201752944-Leitfaden-f%C3%BCr-klassische-und-limitierte-Skins","replies":[{"id":"","poster":"Succubus Ashe","date":"2016-10-13T20:36:06.175+0000","up_votes":1,"down_votes":0,"body":"Also verstehe ich das richtig alle skins die in diesem link aufgelistet sind kann man nicht über Kisten bekommen?","replies":[{"id":"","poster":"ArthurGoldBär","date":"2016-10-13T22:24:40.793+0000","up_votes":1,"down_votes":0,"body":"Jein, nur die Skins, die unter der Überschrift \"Limitierte Skins\" stehen kann man nicht in Kisten bekommen.\nBekommen kannst du in Kisten Skins die es im Shop zurzeit bzw. regulär zukaufen gibt und halt die Skins die auf der genannten Seite als klassisch aufgelistet werden.\nPS: Tut mir sehr leid das ich es erst so kompliziert gemacht habe da ich die einzelnen Kategorien der klassischen Skins aufgezählt habe, ist mir auch erst jetzt gerade aufgefallen, das heißt: Traditionelle Skins, Event Skins, Erinnerungskins, Skins zum Weltmeisterschafts-Finale etc. sind klassische Skins\n\nFazit:\nEs gibt drei Arten von Skins,\nReguläre\nKlassische\nLimitierte\n\nUnd in Truhen kann man nur Reguläre und Klassiche finden.","replies":[]}]}]},{"id":"","poster":"Shinigami1332","date":"2016-10-13T18:17:27.623+0000","up_votes":1,"down_votes":0,"body":"auch event skins etc.\n\nhabe z.b britania fiddlestick gerade als skin splitter","replies":[{"id":"","poster":"Succubus Ashe","date":"2016-10-13T18:21:35.681+0000","up_votes":1,"down_votes":0,"body":"mh sehe ich auch gerade hab snow day sivir bekommen","replies":[]}]}]}