{"id":"3WPGQpYa","poster":"AimlessElite","date":"2016-10-13T13:26:58.881+0000","title":"ClazziX-eSports sucht LoL Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\ngern m&ouml;chte ich Euch ClazziX-eSports vorstellen und Euch ebenso ein Angebot f&uuml;r eine Partnerschaft unterbreiten.\r\nClazziX-eSports wurde im Jahre 2005 von R. Skribelka, P. Skribelka und T. Lippmann ins Leben gerufen. Zu diesem Zeitpunkt bestand die gesamte Orga aus zwei CoD4 Teams. &Uuml;ber die Jahre wurde die Orga durch Teams in den Bereichen League of Legends, Dota2, Trackmania Nations und Counter:Strike Source erg&auml;nzt.\r\n\r\nUnser CoD4 konnte schnell gro&szlig;e Erfolge Online und Offline erzielen, ebenso der Einstieg in die EPS (h&ouml;chste deutsche Liga) im Jahr 2008. Alle anderen Teams spielten im semi-professionellen Bereichen wie zum Beispiel der EAS (Qualifikation zur EPS).\r\n\r\nDa ClazziX-eSports &uuml;ber die Jahre rasch gewachsen ist und im Jahr 2008 aus einem festen Management von 12 Personen bestand, sowie &uuml;ber 50 Spieler in festen Teams, schlossen sich uns Partner wie Maxtec24 (Headsponsor im Bereich Hardware), XLHost.de, FSHost, Gamerdress (Merchandise und LAN Support) und Synonym Entertainment (Video Produktion) an.\r\n\r\nLeider musste das Projekt ClazziX-eSports im Jahr 2010 beendet werden, da pers&ouml;nliche Umstande ein Fortleben der Orga nicht mehr zulie&szlig;en.\r\n\r\n\r\n2016....\r\nNach zwei Jahren aktiver Planung entschlie&szlig;t sich Thomas L. in Zusammenarbeit mit Tobias K. und Maximilian K. ClazziX-eSports wieder aufleben zu lassen.\r\n\r\nThomas hatte das Projekt nie wirklich aufgegeben und hat seine Aktivit&auml;ten im eSport nie niedergelegt. Dementsprechend stieg er im Bereich CS:GO ein und gr&uuml;ndete diverse Teams. Mit dem nun l&auml;ngerfristig bestehenden Team sieht er r&uuml;ckblickend Parallelen zu seinem alten CoD4 Team und dem Potential. Im Kontakt mit alten Partnern und Sponsoren, sowie den neuen Partnern im Management Tobias und Maximilian, ist es ihm nun gelungen das Projekt ClazziX-eSports wieder zu er&ouml;ffnen...\r\n\r\n\r\nSo viel zur Geschichte und zum aktuellen Stand von ClazziX-eSports. Wie jeder sicherlich wei&szlig;, ist es ein harter Weg zu einer soliden Basis einer Organisation und deren F&uuml;hrung. Dies funktioniert dementsprechend auch nur mit starken Partnern und Ansprechpartner mit Erfahrung. Aus diesem Grund suchen wir derzeit nach erfahrenen Sponsoren/Partnern welche uns in nachfolgend beschriebenen Bereichen unterst&uuml;tzen. Ich m&ouml;chte an dieser Stelle anmerken, das wir ausschlie&szlig;lich an Partnern interessiert sind, welche das wahre Potential von ClazziX-eSports erkennen und diesen Weg auf lange Sicht mit uns gehen wollen. Unser Hauptaugenmerk liegt dabei nicht auf der Gr&ouml;&szlig;e des potentiellen Sponsors/Partners, sondern auf dessen Seriosit&auml;t und Langlebigkeit.\r\n\r\n\r\nClazziX-eSports sucht:\r\n\r\nWir suchen ein bestehendes League of Legends Team!\r\n\r\nClazziX-eSports bietet:\r\n\r\nTeamspeak-Server\r\nsolides Management\r\neine Redaktion\r\nSeriosit&auml;t\r\naktive Website\r\naktive Teams (momentan CS:GO Ger; CS:GO Czech; CS:GO Akedemy und CS:GO Akademy 2)\r\naktive Planung\r\nTwitch.tv/Aimless_Elite\r\n\r\n\r\n\r\nLinks:\r\n\r\nhttp://www.clazzix-esports.com\r\nhttp://play.eslgaming.com/team/3586819/\r\nhttp://play.eslgaming.com/team/10478575\r\nhttp://play.eslgaming.com/team/10265383\r\nhttp://csgo.99damage.de/de/leagues/teams/48384-clazzix-esports\r\nhttps://www.faceit.com/en/teams/9da78999-bb2c-403e-9629-5fd79efb2402\r\nhttps://www.twitch.tv/aimless_elite\r\nhttp://steamcommunity.com/groups/aimless_elite\r\nhttp://steamcommunity.com/groups/cl4zzi1x\r\n\r\n\r\n\r\nBitte sendet mir eine ausf&uuml;hrliche Bewerbung an: aimlesselite@gmail.com\r\n\r\n\r\n\r\nIch danke Euch vielmals f&uuml;r Eure Zeit und Aufmerksamkeit und freue mich auf Eure Nachrichten. Diese k&ouml;nnt Ihr per PN oder auch gern hier im Thread hinterlassen.\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nThomas Lippmann","replies":[{"id":"","poster":"AimlessElite","date":"2016-10-14T07:34:15.837+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}