{"id":"bLo2KOUn","poster":"Crux","date":"2016-10-13T17:06:36.489+0000","title":"FPS stabiisieren.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\nseit einigen Tagen besitze ich einen neuen Laptop.\r\nDiesmal extra ein Gaming-Modell, die Frage wieso nicht direkt ein Desktop-PC f&uuml;r das Geld angeschafft wurde, ist simpel:\r\nAufgrund der Tiere im Haushalt gibt es keinen &quot;niedrigen &quot;Stellplatz&quot;, der sicher w&auml;re. Der Schreibtisch ist aus Glas und somit denkbar ungeeignet.\r\nNun wieder zum Thema:\r\nEs ist ein HP Omen mit folgenden Eigenschaften\r\nWindows 10 Home 64\r\nIntel&reg; Core&trade; i7-6700HQ Prozessor\r\n43,9 cm (17,3&quot;)\r\n8 GB SDRAM; 128 GB M.2 SSD + 1 TB SATA HDD\r\nNVIDIA&reg; GeForce&reg; GTX 965M Grafikkarte\r\nAlles l&auml;uft eigentlich gut, nur gibt es in League ab und zu Zeiten, zu denen die FPS von den gecappten 120 instabil werden und bis 40 sinken, dies passiert nicht wenn das Ger&auml;t &uuml;ber den Akku l&auml;uft.\r\nAndere Spiele laufen stabil.","replies":[{"id":"","poster":"Crux","date":"2016-10-17T15:49:53.396+0000","up_votes":1,"down_votes":0,"body":"Es gibt etwas neues:\nDas hier beschriebene Problem ist wohl bei allen Geräten der 2016er Reihe von HP der Fall.\nDer Laptop drosselt sich selber beim erreichen einer gewissen Temperatur, was bei Gaming-Laptops so nicht sein darf!\nGepatched wurde das Problem bei HP nicht, bei MSI und Asus hingegen schon.\nDa im Gerät 1300 Euro stecken und ich kein Interesse habe auf einen Patch zu warten, wird es wahrscheinlich einfach zurückgegeben und gegen einen Asus getauscht.","replies":[]},{"id":"","poster":"Crux","date":"2016-10-15T19:50:51.977+0000","up_votes":1,"down_votes":0,"body":"Hey,\nleider ist noch immer keine Besserung in Sicht!\nAn der GraKa o.Ä. darf es ja eigentlich nicht liegen!","replies":[]},{"id":"","poster":"Crux","date":"2016-10-14T23:00:06.785+0000","up_votes":1,"down_votes":0,"body":"Hey,\nvorab nochmal danke für die Tipps!\n\nDie Höchstleistung ist nun eingestellt.\nDer Grafiktreiber ist die ganze Zeit aktualisiert gewesen.\nIch kenne mich leider nicht sonderlich gut mit den neuen Geräten aus, da ich den alten Acer Laptop für 5 Jahre genutzt habe und daher natürlich nicht auf dem neusten Wissensstand bin, daher weiß ich nicht nach welchen Programmen gesucht werden muss, um ggF die Settings umzustellen.","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-15T01:20:28.127+0000","up_votes":1,"down_votes":0,"body":"Das kann ich dir leider auch nicht genau sagen. Schau einfach in der Systemsteuerung nach welche Programme installiert sind und überprüfe mal die \"verdächtigen\".","replies":[]}]},{"id":"","poster":"Crux","date":"2016-10-14T21:47:45.055+0000","up_votes":1,"down_votes":0,"body":"Hat leider nicht geholfen!","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-14T22:11:53.105+0000","up_votes":1,"down_votes":0,"body":"In der NVIDIA Systemsteuerung gibt es auch die Möglichkeit auf maximale Leistung zu stellen, vielleicht hilft dir ja das:\n\nhttp://i.imgur.com/SPWTEfa.png\n\nSonst mal jegliche Hardwaretreiber aktualisieren, vor allem den Grafikkartentreiber.\n\nAußerdem kannst du mal nach anderen installierten Programmen ausschau halten, die irgendwie deine Power-Settings umgestellt haben könnten.","replies":[]}]},{"id":"","poster":"Crux","date":"2016-10-14T20:43:11.911+0000","up_votes":1,"down_votes":0,"body":"Hey,\nnochmal danke, ich habe es geändert.\nDann bin ich nun ingame um es zu testen.","replies":[]},{"id":"","poster":"Saufautomat","date":"2016-10-14T20:02:48.687+0000","up_votes":1,"down_votes":0,"body":"Es gibt bei der Systemsteuerung unter System und Sicherheit -> Energieoptionen die Möglichkeit Einstellungen für den Akkubetrieb bzw. Netzteilbetrieb vorzunehmen. Überprüfe die mal und stelle sie gegebenfalls auf Höchstleistung.\n\nhttp://i.imgur.com/jW0wMCz.png (So oder so ähnlich sollte das aussehen)","replies":[]},{"id":"","poster":"Crux","date":"2016-10-14T19:59:50.865+0000","up_votes":1,"down_votes":0,"body":"So, ich habe jetzt noch ein paar Runden gespielt.\nTeils mit Razor Gamebooster, teils über NVIDIA Experience und auch einfach normal.\nDie Drops treten immer auf, ein herausziehen des Ladekabels reicht, um diese wieder auf 120 (cap) zu bringen.\nIch weiß nicht genau wie das zu erklären/zu beheben ist.","replies":[]},{"id":"","poster":"Crux","date":"2016-10-14T16:39:41.460+0000","up_votes":1,"down_votes":0,"body":"Hey,\nleider hat mein Versuch es zu deaktivieren nichts gebracht.\nDie Xbox-App habe ich jetzt einmal ganz runtergeschmissen.","replies":[]},{"id":"","poster":"Crux","date":"2016-10-14T01:08:55.450+0000","up_votes":1,"down_votes":0,"body":"Hey,\nvielen Dank, ich werde es gleich einmal testen.\nJedoch habe ich Probleme mit dem Regedit.\nBeim Pfad:\nHKEY_CURRENT_USER\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\GameDVR\\AppCaptureEnabled\nIst \"AppCaptureEnabled\" nicht zu finden.","replies":[]},{"id":"","poster":"Saufautomat","date":"2016-10-13T20:54:02.118+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n[GameDVR ](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/n5lUQEXV-windows-10-wie-schalte-ich-gamedvr-ab-was-ist-das)sorgt seit einiger Zeit für Probleme. Versuch mal es zu deaktivieren.","replies":[]},{"id":"","poster":"Crux","date":"2016-10-13T17:53:25.314+0000","up_votes":1,"down_votes":0,"body":"Es heißt selbstverständlich \"stabilisieren\", da waren die Hände schneller als der Kopf.","replies":[]}]}