{"id":"QR7e4Zmb","poster":"K칉NGKONG","date":"2016-10-13T11:33:37.817+0000","title":"Die Worlds | Eine kurze knackige Zusammenfassung","subforum":"Streams & YouTube","embed":{"title":"Die Worlds | Eine kurze Zusammenfassung","description":"Was geschah bisher auf den Worlds? Like' if you enjoyed & want MORE 游눛 Hallo Leute, falls ihr bisher noch keine Zeit f칲r die Worlds gefunden habt und ihr im Grunde genommen nur wissen wollt was bisher geschehen ist und das am besten auch noch kurz und knackig, dann seid ihr hier genau richtig.","url":"https://www.youtube.com/watch?v=NiWnWW4u9Qc","image":"https://i.ytimg.com/vi/NiWnWW4u9Qc/hqdefault.jpg"},"up_votes":6,"down_votes":1,"body":"Was geschah bisher auf den Worlds?&quot; Like&#039; if you enjoyed &amp; want MORE 游눛 \r\n\r\nHallo Leute, \r\nfalls ihr bisher noch keine Zeit f&uuml;r die Worlds gefunden habt und ihr im Grunde genommen nur wissen wollt was bisher geschehen ist und das am besten auch noch kurz und knackig, dann seid ihr hier genau richtig.\r\nViel Spa&szlig; mit dem Video und danke f&uuml;r&acute;s Zuschauen.\r\n\r\nLiebe Gr&uuml;&szlig;e \r\nK&icirc;NGKONG","replies":[{"id":"","poster":"Shacol치de","date":"2016-10-14T06:13:10.832+0000","up_votes":1,"down_votes":0,"body":"Ohje.... C9 ist mal wirklich untergegangen. \nSamsung hat echt gut gespielt.... aber noch mehr ist mir aufgefallen das C9 weit unter ihren M칬glichkeiten gespielt haben.","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-14T10:15:01.744+0000","up_votes":1,"down_votes":0,"body":"Ja war mir klar, dass das so enden wird.^^  Ich weiss was du meinst. Vor allem das erste Game. Ich dachte ich gucke mir gerade selber zu, als ich gesehen habe was f칲r Fehler die gemacht haben xD","replies":[{"id":"","poster":"Shacol치de","date":"2016-10-14T10:26:53.263+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=K칉NGKONG,realm=EUW,application-id=ENHTtUTO,discussion-id=QR7e4Zmb,comment-id=00020000,timestamp=2016-10-14T10:15:01.744+0000)\n>\n> Ja war mir klar, dass das so enden wird.^^  Ich weiss was du meinst. Vor allem das erste Game. Ich dachte ich gucke mir gerade selber zu, als ich gesehen habe was f칲r Fehler die gemacht haben xD\n\nVorallem die Hoffnungstr칛ger Sneaky und Jensen?!?\nVon Sneay ist man gewohnt aggresive plays zu sehen, fr칲h zu trades zu beginnen und kills zu holen. Aber da war gar nichts zu sehen.\nEbenso Jensen, nach Bjergerking der 2. St칛rksten Midline in NA. K.A. \nEr ist jetzt zwar weder positiv noch negativ aufgefallen. Aber seine Pr칛senz die er sonst immer ausstrahlt, sodass man denkt,\njetzt kommts... jetzt geht er rein und holt sich die Kills (Game mir Orianna z.B.:), war leider nichts zu sehen\n\nEcht schade... bin entt칛uscht :((","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-14T13:09:28.381+0000","up_votes":1,"down_votes":0,"body":"Nachdem 1v1 in der MItte, wo Jensen die Cassio gekillt hat, obwohl die CAssio einen Kill Vorsprung hatte, wuchs die Hoffnung in mir. Aber dann voll die krasse Pleite abbekommen, die Jungs von C9 :/","replies":[]}]}]}]},{"id":"","poster":"RoderickAndara90","date":"2016-10-14T04:22:00.975+0000","up_votes":1,"down_votes":0,"body":"Sehr gut gemacht. Dankesch칬n.","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-14T10:13:47.578+0000","up_votes":1,"down_votes":0,"body":"Sch칬n, dass es dir gefallen hat.","replies":[]}]},{"id":"","poster":"Shacol치de","date":"2016-10-13T12:22:39.585+0000","up_votes":1,"down_votes":0,"body":"Kurz und pregnannt zusammengefasst :))\n\nIch denke, ebenso dass das erste Halbfinale: SKT T1 gegen Rox Tigers sein wird.\nNur beim 2. hab ich ne andere Meinung: H2K gegen Cloud9\n\nAuch wenn Cloud9 nicht sehr 칲berzeugend in der Gruppenphase waren und mit ein wenig hilfe erst die Gruppenphase 칲berstanden haben,\nsind sie dennoch eine Tuniermannschaft. Und ein EU-NA Halbfinale w칛re mich auch lieber, sodass zumindest einer der westlichen Mannschaften im Finale die Fahne hochh칛llt.","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-13T12:35:08.553+0000","up_votes":1,"down_votes":0,"body":"Hi L2PGragas,\n\ndanke f칲r deinen netten Kommentar.\n\nIch w칲rde mir auch w칲nschen, dass ein bisschen westliche Beteiligung da ist. Aber man darf nicht ignorieren das Samsung Galaxy mit 5-1 aus der Gruppenphase raus gegangen ist. Das ist schon eine echt starke Leistung. Das einzige Team, dass SSG geschlagen hat, ist TSM und die sind drau른n :(","replies":[{"id":"","poster":"Shacol치de","date":"2016-10-13T12:57:52.151+0000","up_votes":1,"down_votes":0,"body":"Stimmt, darf man nicht... Jedoch darf man auch nicht vergessen, dass das Viertelfinale eine Best of 5 ist.\nC9 hat in der LCS schon 칬fter das erste Match eines Best of 5 verloren und sich dann wieder zur칲ckgek칛mpft.\nSofern sie sich einmal auf die Gegner eingestellt haben, haben sie immer ne gute Chance gehabt.\nWarscheinlich bin ich in derer Hinsicht eher ein optimist als ein Realist, vllt bin auch noch so ent칛uscht das TSM rausgeflogen ist\n(absoluter Fan, Bjergerking eyyyy), dass ich hoffe, dass sich C9 f칲r TSM recht, aber ich w칲rde l칲gen wenn ich sagen w칲rde, dass sie 칲berhaupt keine Chance gegen Samsung h칛tte.\nIch glaub daran und will mich erst vom Gegenteil 칲berzeugen lassen ;)","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-13T13:04:00.205+0000","up_votes":1,"down_votes":0,"body":"Naja, in 9 Stunden geht es ja los und mal sehen wer von uns beiden Recht hat.^^ Dann treffen wir uns nochmal hier und sagen \"ich habs dir doch gesagt.\". xD\n\nAber ich hoffe das c9 gewinnt. Jedes mal Koreaner im Finale bzw. als Gewinner zu sehen langweilt! Ist im Prinzip so wie in der Bundesliga mit Bayern....","replies":[{"id":"","poster":"Shacol치de","date":"2016-10-13T13:05:24.050+0000","up_votes":1,"down_votes":0,"body":"ich sag dir am besten wohl nicht welcher Fan ich von der Bundesliga bin.\nIch sag nur das ich aus Bayern komme ^^.","replies":[{"id":"","poster":"K칉NGKONG","date":"2016-10-13T13:07:54.169+0000","up_votes":1,"down_votes":0,"body":"Hahahah ... Wer k칬nnte das wohl sein??? Versteh mich nicht falsch. Ich mag FC Bayern M칲nchen! Aber es ist jedes Mal ziemlich klar wer die Bundesliga gewinnt. So in etwa ist es auch mit den Worlds; immer die Koreaner.^^","replies":[{"id":"","poster":"Shacol치de","date":"2016-10-13T13:16:00.223+0000","up_votes":1,"down_votes":0,"body":"muss C9 dann halt nur spielen wie K칬ln. Dann m칲ssen sie nur noch Matchball in der 91 Minute reinmachen ^^","replies":[]}]}]}]}]}]}]}]}