{"id":"Id59vEvs","poster":"pphonix","date":"2016-10-12T17:35:05.607+0000","title":"Deadly Cobras Gaming möchte ein Team aufbauen !!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Die Deadly Cobras Gaming  suchen dich!\r\n\r\nWir die Deadly Cobras suchen Member. Wir sind ein Multigaming Clan der im Oktober 2015 gegr&uuml;ndet wurde. Zurzeit befinden wir uns im Aufbau und bilden verschiedene Teams in unz&auml;hligen Games.\r\n\r\nBei uns befinden sich Erfahrene/Professionelle Spieler/innen , jedoch auch Neulinge und Amateure deren k&ouml;nnen gef&ouml;rdert wird. Unsere derzeitigen Mitglieder/innen bilden eine Hilfsbereite, Freundliche und Nette Community.\r\n\r\nWir m&ouml;chten gerne ein League of Legends Team er&ouml;ffnen was evtl Regelm&auml;&szlig;ig zusammen Spielt und evtl in naher Zukunft an Ligen etc teilnimmt. \r\nZurzeit Spielen 2 Member aus dem Clan League of Legends und suchen starke Unterst&uuml;tzung. Diese Member sind im Silver Bereich. \r\nSie haben was das angeht keine vorraussetzung. Sie w&auml;ren aber dankbar wenn vllt jemand dabei ist der Tips und Trick usw mit dem Team teilt. \r\n\r\nWir bieten Dir :\r\n\r\n&bull; Einen Teamspeak3 Server (62.104.20.115:10179)\r\n&bull; Eine Homepage mit Forum ( Derzeit im Aufbau , Design &auml;nderung ) \r\n&bull; Member in verschiedenen F&auml;higkeitsstufen\r\n&bull; Freie selbst entscheidende Onlinezeiten(derzeit keineVerpflichtung )\r\n\r\nWir Erwaten von dir :\r\n\r\n&bull; Das du das 18 Lebensjahr erreicht hast\r\n&bull; ein Headset und ein Teamspeak&sup3;-Clienten\r\n&bull; einen Freundlichen und H&ouml;fflichen Umgang miteinander\r\n&bull; das der Gebrauch von Beleidigungen nicht verwendet wird.\r\n&bull; Teamgeist/Teamf&auml;higkeit\r\n&bull; Motivation und den Willen zum Erfolg\r\n&bull; Einen Sprachlichen Umgang deines Alters entsprechend.\r\n\r\nBei uns wird Real Life gro&szlig; geschrieben da wir In der Vergangenheit die eine oder andere Problematik hatten.\r\n\r\nSollten wir mit diesem Aufruf dein Interesse auf ein kleines Gespr&auml;ch geweckt haben dann besuche uns gerne auf dem Teamspeak&sup3; Server und meldet euch bei einem Leader. \r\n\r\nWir warten auf dich\r\nDeadly Cobras Gaming","replies":[{"id":"","poster":"Qilith","date":"2016-10-13T15:21:10.260+0000","up_votes":1,"down_votes":0,"body":"Deadly Cobras hört sich schon ziemlich panne an also ernst nehmen könnt ich euch in keiner Dimension. Euer Image würde ich als erstes Überdenken und eure \"Anforderungen\"schreien einfach schon nach Leuten die nichts zu bieten haben, abgesehen davon ist dieses \"Gaming\" das die Deutschen so gerne hinter ihre so zu schimpfenden \"Clans\" hängen, genauso lächerlich. \n\n1. Eure Anforderungen sprechen eher eine Feierabend Community an und wenn \"Ihr\" das geplant habt (oder du) dann schreibt das auch. Und ein League of Legends TEAM? Mit Silber Leuten?.. \"Erfahrene/Professionelle Spieler/innen\"?.. Wer soll da Coachen in dem Team wenn die Besten Spieler Silber sind?.\nAllein die Kombination aus \"Bei uns befinden sich Erfahrene/Professionelle Spieler/innen\" + \"Zurzeit Spielen 2 Member aus dem Clan L... Diese Member sind im Silver Bereich.\" + \"Member in verschiedenen Fähigkeitsstufen\", ich weiß nicht ob ich Lachen oder Weinen soll.Erst mal klarstellen: Sucht ihr jetzt Leute für euren Clan oder für das LoL Team?  - Das du das 18 Lebensjahr erreicht hast - Tut mir Leid aber wenn ich den Text Lese erwarte ich kein Geistiges alter über 16.\n\n2. Wenn ihr so erfahrene Leute habt was suchen die in eurem \"Clan\"? Klar will man Leute ran schaffen aber mit Lügen wird das auch nichts weil die schon ziemlich offensichtlich zu sehen sind.\n\n3. Habt ihr mehr Anforderungen als Ihr zu bieten habt, warum sollte man ein Minusgeschäft eingehen?\n\n4. Wenn Ihr so seriöse ziele habt warum hat man dann freien ein und Ausgang? Das ergibt keinen Sinn, man möchte doch Feste Leute haben mit denen man was erreichen kann.\n\n\nErgo: Pseudo \"Gaming Clan\" {{summoner:3}} {{summoner:4}}","replies":[{"id":"","poster":"pphonix","date":"2016-10-14T14:06:28.015+0000","up_votes":1,"down_votes":0,"body":"Hallo. \n\nIch kann mir gut vorstellen das du dir in diesem Forum das Ziel gesetzt hast unter alles dein Kommentar zu verfassen. \n\nWenn du kein Interesse hast dann halte deine Finger von den lustigen kleinen schwarzen oder anders farbigen Tasten auf deinem Schriebtisch vor dir weg. Du bist nur dabei andere Leute oder Clan´s zu Kommentieren mit irgendeinem ...... den du da von dir gibst. Lass doch bitte einfach die Leute oder die Clan´s so suchen wie sie es gerne hätten. \n\nMit Freundlichen Grüßen","replies":[{"id":"","poster":"Qilith","date":"2016-10-15T13:04:44.696+0000","up_votes":1,"down_votes":0,"body":"Danke Sir Online, weißer Ritter von Runeterra.","replies":[]}]}]},{"id":"","poster":"SgtToffel","date":"2016-10-13T12:05:20.448+0000","up_votes":1,"down_votes":0,"body":"Ich würde mich einfach mal an dieser Stelle melden, da ich gerade auf eurem ts vorbeigeschaut habe und niemand da war. \n\nIch bin eigentlich kein aktiver rankedteam-Spieler, könnte diese Position allerdings auch übernehmen, falls sich nicht ausreichend Zulauf findet. Hauptsächlich bin ich allerdings bisher als Coach und Organisator von Teams aufgetreten und befinde mich derzeit wieder auf der Suche nach dem ein oder anderen Team.\n\nSollte ich euer Interesse geweckt haben könnt ihr mich gerne hier im Forum anschreiben oder meine Anfrage in LoL annehmen (sollte bereits abgeschickt sein). Später kann man weiteres dann ja über ts klären.\n\nMit freundlichen Grüßen\nSgtToffel {{champion:35}}","replies":[]}]}