{"id":"VBcebQ97","poster":"eXc Shield","date":"2016-10-12T17:37:23.266+0000","title":"Midlaner für Teamranked gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute\r\n\r\nUnser Ranked Team Icathian fighters sucht einen Midlaner f&uuml;r Ranked Games (Team) Das Team is zurzeit Gold 3 mit sehr guter MMR.\r\n\r\nWenn ihr euch bewerben wollt, solltet ihr diese Kriterien erf&uuml;llen\r\n\r\n- Mid Main sein \r\n- Ts haben\r\n- Plat + sein\r\n- &uuml;ber Whatsapp errichbar sein\r\n- Spa&szlig; am spielen im Team haben und nicht tilten :)\r\n\r\nBei interesse einfach Ingame bei SirWardsAlot melden. &Uuml;brigens werden die Spielzeiten auf Dienstag/Donnerstag und Freitag Abend fallen. Termine am Wochenende nach Absprache. Nach dem Motto, wenn alle k&ouml;nnen wird gezockt {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"xDirtyTatsumi","date":"2016-10-12T18:24:46.300+0000","up_votes":1,"down_votes":0,"body":"Hallo, \n\nIch heiße Marcel und bin 19 Jahre alt,\nbin zurzeit Dia 5 und habe nach langem Grübeln mal wieder\ndie Idee bekommen, mir ein festes Ranked Team zu suchen. \nErfahrung durfte ich schon so einiges im High Elo Teamranked\n(Teams mit einem D3 Elodurchschnitt), Auf Turnieren wie z.B. dem Dr. Pepper \nCup, oder in der ESL gegen teams wie ESG sammeln. Zwar waren dies Erfahrungen\ndie ich vor meinem Roleswitch zur midlane sammeln durfte, jedoch sind mir \nSachen wie Gameknowledge, Makro, Kommunikation, Disziplin durchaus erhalten geblieben. \nMein Championpool besteht nicht, wie es auf den ersten Blick auf mein Profil \naussieht, nur aus {{champion:41}} . Diesen Champ habe ich außergewöhnlich viel gespielt,\nda mir theme und gameplay außerordentlich gefallen haben, das Wissen über die Lane \nlässt dich auf andere Picks einfach übertragen. Außerdem spiele ich {{champion:13}} ,\n{{champion:69}} , {{champion:85}}, {{champion:134}}   und {{champion:112}}  ebenfalls auf einem guten level und sehr gerne.\n{{champion:136}}  spiele ich seit seinem release sehr gerne und mein können für diesen champion\nist nach belieben des teams zu verbessern.\nMein Profil sieht aus wie ein klassisches otp profil, jedoch würde ich euch in\ntryouts gerne beweisen, das dies nicht der fall ist.\nMeine Schwächen sind ganz klar map awareness während den fights und das \nsalty werden gegen champions die momentan eindeutig zu stark sind *syndra hust*.\nZeit habe ich dank meines Studentenlebens genug, jedoch wird die Klausurphase \nmich einmal im Semester einschränken.\nVielleicht gebt ihr mir ja mal eine Chance :p\n\nMfG\nKhadaRoss","replies":[]}]}