{"id":"BIBivBWs","poster":"Der Mettmogli","date":"2016-10-12T15:45:23.986+0000","title":"Suche Leute für DynamicQ im Gold Bereich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute :)\r\nWie ihr schon dem Titel entnehmen k&ouml;nnt, suche ich ein Team, mit dem ich f&uuml;r den Rest der Season in der Dynamic Queue hin und wieder rankeds spielen und mich beweisen kann.\r\nIch spiele gerne zu mehreren Rankeds, da die Kommunikation einfach besser ist und es insgesamt witziger ist UND weil man keine trollenden Randoms bekommt.\r\n\r\nVielleicht vorweg: Ich bin 22 Jahre alt und hab n eigenen TS (also kein Kiddy :D)\r\nIch war letzte Season mittleres Gold, hab mich diese Season wieder nach Gold gebracht und bin also definitiv auch richtig in dieser Elo. Hab bis jetzt aber tendentiell eher Solo gespielt, da mir die Mitspieler ein wenig f&uuml;r DynQ fehlen.\r\nMeine Main-Lane ist die Toplane, wobei ich auch jede andere Position auf Gewinn spielen kann (wie sich das geh&ouml;rt).\r\nIch kann meine Lane gut gewinnen, spiele die meisten meiner Games mit S(+/-), kann auf jeden Fall Safe spielen wenn ich meine Lane mal nicht gewinne, feede dann nicht und farme trotzdem recht gut.\r\nDennoch bin ich kritikf&auml;hig und nehme gerne den Rat von anderen an um mich noch weiter zu verbessern.\r\nIch trolle nie und verhalte mich sofern es geht immer teamplay-m&auml;&szlig;ig und versuche das Team eher zusammenzuhalten gegen den nicht abrei&szlig;en Strom an Flamern, welche einem das Teamspiel gern erschweren.\r\n\r\nSelbiges erwarte ich nat&uuml;rlich gern dann auch von meinen potentiellen Mispielern, versteht sich :)\r\nNote: Ich sehe es viel zu h&auml;ufig in Gold, dass so Basics, wie Safe spielen und Nicht-feeden schlicht und ergreifend unbekannt sind, was wirklich schade ist.\r\nAn sich suche ich kein Ranked-TEAM, sondern Leute f&uuml;r normales DynQ-ranked.\r\n\r\nWenn ihr/du jetzt Bock bekommen habt um mit mir noch n bisschen die goldene Elo-Wand hoch zu climben, dann added mich gerne einfach bei LoL ingame und wir schauen dann wann wir zsm rankeds machen und besprechen alles weitere :)\r\n\r\nDanke f&uuml;r eure Aufmerksamkeit :)\r\n\r\n\r\nxX Karybdus Xx","replies":[]}