{"id":"bX3yOkE1","poster":"MehandeReaper","date":"2016-10-11T19:54:21.255+0000","title":"Suche Hilfe von Bronze 3 in silber zu kommen","subforum":"Clans & Teams","up_votes":2,"down_votes":3,"body":"Guten so wie schon oben der text sagt suche ich ein Team oder Spieler die mir helfen wieder in silber zu kommen bin von silber 5 auf Bronze 3 ab gerutscht bin Main Supporter   meine lol id lautet LTMCORE wenn jemand Interesse hat mich einfach Aden und anschreiben mfg","replies":[{"id":"","poster":"Válár Mörghulís","date":"2016-10-11T20:04:38.053+0000","up_votes":2,"down_votes":2,"body":"Wenn du interesse hast adde mich ich smurf dich kurz raus","replies":[{"id":"","poster":"Tabi","date":"2016-10-12T05:58:02.962+0000","up_votes":2,"down_votes":1,"body":"Ich hoffe ihr beide bekommt einen Bann dafür!","replies":[{"id":"","poster":"FearTheWalkinCat","date":"2016-10-12T07:10:27.868+0000","up_votes":1,"down_votes":0,"body":"Dafür bekommt man keinen Bann Dude XD. \nEs ist aber trotzdem sinnlos meiner Meinung nach sich carrien zu lassen wenn du selber nich aus der Elo raus kommst ist das deine Elo.\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-10-12T07:51:20.254+0000","up_votes":1,"down_votes":1,"body":"Problem ist er ist Supp main mit einem Supp main ist es beinah unmöglich allein mit skill aus Bronze zu kommen. Besser ist es Twitch, Vayne, Jinx, Kata etc. zu mainen die, wenn richtig gespielt kaum aufzuhalten sind.","replies":[{"id":"","poster":"FearTheWalkinCat","date":"2016-10-12T10:21:56.924+0000","up_votes":1,"down_votes":0,"body":"Spiel Annie Support massig hart CC und Damage womit sie trotzdem noch den ADC protecten kann.\nUnd die Aussage ist falsch du kannst auch als supp Main aus Bronze raus kommen.","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-10-12T14:08:46.583+0000","up_votes":1,"down_votes":0,"body":"So laut Riot hat jeder Spieler eine 50% Winrate, nach Rolle und Skill wird dieser wert variiert. Aus diesen Grund gibt es Ligen, wenn deine Winrate genau 50% beträgt entspricht das deinen Skill-Niveau. Verschiedene rollen haben verschiedene  Auswirkungen auf die Winrate. Adc und Midlane die höchste. Support die niedrigste. Die Chance ein Game zu gewinnen bezieht sich auf viele Variabeln, beziehen wir uns jedoch auf den Support so ist diese im Zusammenhang mit den anderen Rollen die kleinste Variabel. Zwar kann ein Schlechter Supporter den Adc verschlechtern, hat dies jedoch geringe Auswirkungen im Late Game da dort die Variabel Skill/können höher gestuft wird. Gleiches gilt umgekehrt, ein guter Supp kann den Adc verbessern im Late ist dieser aufgrund der Variabel Skill/können praktisch nutzlos.","replies":[{"id":"","poster":"MehandeReaper","date":"2016-10-12T17:55:52.335+0000","up_votes":1,"down_votes":0,"body":"was nützt es einen skill zu haben wenn der Rest ab kackt vom Team wenn der adc nicht seine rolle versteht oder die leute einfach featen was willst da als Main Supporter noch reisen ich habe eine win rate von knapp 57 % das ist auch nicht das beste ich bin auch nicht der beste Spieler das gebe ich auch gerne zu aber als main Supporter hat man es nicht leicht ich bin von silber 5 auf Bronze 3 abgerutscht   letzte Season wahr ich gold 4 es ist nur so das die meisten spiele scheitern bei mir weil sich die Team Kollegen gegen seitig an maulen müssen ja der kann das nicht der andere das nicht kann und so weiter ich möchte mich auch nicht ziehen lassen so wie manche denken mögen ist auch egal was andere denken ich möchte auch gerne mal wieder gewinnen das ist alles und nicht nur von Leuten um geben sein die sich gegen seitig runter machen müssen weil dann ist das spiel erst recht verloren !","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2016-10-12T18:15:47.312+0000","up_votes":1,"down_votes":0,"body":"Nun statistisch gesehen gewinnen 5er premades ab häufigsten, dies ist jedoch nicht allein auf die Kommunikation zwischen den Spielern entscheidend. Es gibt 5er premades die trotz Ts3 nichts auf die reihe bekommen, quasi ich und mein Team ^^.\nDer größte Einfluss nimmt der Aufbau eines Teams ein.\nEin gutes Team besteht meistens aus einen Ad und Ap Carry, zwei Tanks und einem Bruiser oder Assasinen.\nEine Gute Team-Komposition währe z.b:\nPoppy Top\nDiana Jungle\nAnivia Mid\nVayne Adc\nBraum Supp\n\nWarum? Wegen der guten \"möglichen\" zusammenarbeit in Teamfights. Möglich liegt hier in klammern weil es immer auf die Kommunikation ankommt, diese funktioniert auch ohne Ts3 sehr gut.\n\nAm besten hilft es immer freundlich zu bleiben und bei Tipps immer höflich zu bleiben, eben das fördert die Kommunikation im Team.\n\nAufgrund dessen ist meine Winrate mit meinen Aktuellen Main Kled bei 72% (Ranked) und selbst mit unüblichen Picks, Twisted Fate Jungle, liegt meine Winrate immer im positiven über 50%.\n\nAls Supporter rate ich dir vorab mit deinen Adc Strategien abzusprechen:\n\"passive or aggressive?\"\n\"Engage late or early?\"\n\"Defend you or poke?\"","replies":[]}]}]}]}]}]}]}]}]}