{"id":"YTthRvQW","poster":"Ρink Freυd","date":"2016-10-11T13:56:21.688+0000","title":"ADC sucht Support","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\nich muss etwas l&auml;nger ausholen damit man mich versteht. Ich war f&uuml;r eine lange Zeit (fast 2 Seasons) Jungle main mit der Begr&uuml;ndung, dass man dort einfach am meisten Impact auf die Lanes hat. Jedoch bin ich mittlerweile auf einer Ebene angekommen, auf der du gr&ouml;&szlig;tenteils auf dein Team angewiesen bist und es sp&auml;testens im Mid Game nichtmehr darauf ankommt was f&uuml;r einen Impact du auf die Lanes hattest wenn dein Team einfach - entschuldigt die Ausdrucksweise - Schrott ist. Somit habe ich mich jetzt gegen den Jungle entschieden da dort der Spa&szlig; Faktor f&uuml;r mich mittlerweile weit runter gegangen ist und ich mich auf eine Rolle festlegen will, welche ein klares Ziel hat. Noch besser sogar hat ADC gruns&auml;tzlich nur eine Art von Champions und ist f&uuml;r mich wenn ich einen Supporter finde der ungef&auml;hr so oft spielt wie ich, mit dem ich auf pers&ouml;nlicher und Spielebene gut klarkomme glaube ich (und die Leute mit denen ich dar&uuml;ber gesprochen habe), für mich die beste Rolle.\n\nZu mir:\n-Platin 2 (nachdem ich schon auf P1 99LP war...)\n-16 Jahre alt\n-favorisierte ADC&#039;s sind Jhin und Caitlyn\n-Bin t&auml;glich ab sp&auml;testens 17 - 22 Uhr online - am Wochenende fast durchgehend.\n\n Falls du Interesse hast als Main Support, von dem ich bestenfalls noch etwas lernen kann, also welcher auch etwas ADC Wissen mitbringt (im Optimalfall) mit mir n&auml;chste Season in der DuoQ zu Climben (Mein Ziel wird sein ADC auf einem mittleren Diamond Level zu spielen) dann adde mich einfach =)\n\nMfG David aka &quot;Łocutus&quot;","replies":[{"id":"","poster":"Nivoras","date":"2016-10-11T14:19:17.905+0000","up_votes":1,"down_votes":0,"body":"Hey ich bin Main Mid/Supp (würde wenn ich einen festen ADC hätte aber auch überwiegend Support spielen) und 16. Meine Main Supports sind Nami>Janna>Thresh. \nAllerdings ist meine Elo mit Gold 4 relativ niedrig, weil du aber im Post nichts dazu geschrieben hattest (ausser ich habs überlesen :'D) wollte ich es trotzdem probieren, vielleicht würdest du ja trotzdem ein Testspiel mit mir machen, ich bin es vom Teamranked und eigtl auch aus Normals mit Freunden gewohnt gegen bessere Spieler zu spielen und glaube deswegen das es eventuell funktionieren könnte. Ich bin Kritik gegenüber natürlich offen und versuche auch mich mit jedem Spiel zu verbessern.\n\nIch habe dich mal geaddet, wenn du mir trotz der Elo eine Chance geben würdest dann könnten wir ja mal 1-2 Normals machen um zu schauen wie es klappt :)","replies":[]}]}