{"id":"3kkv0MEE","poster":"alucard21383","date":"2016-10-10T22:57:47.418+0000","title":"IM vs C9 (sehr fragwürdige Picks...)","subforum":"Esports","up_votes":1,"down_votes":6,"body":"IM Bans: Olaf, Cait, Syndra\r\nC9 Bans: Nidalee, Varus, Elise\r\n\r\nIM Kennen - Blindpick f&uuml;r Top (naja)\r\nC9: Jinh - Reksai (Standard)\r\nIM: Skarner - Was f&uuml;r ein Bullshit Pick in einer WM, Sivir Standard (obwohl man Ashe nehmen k&ouml;nnte f&uuml;r mehr CC - grade wenn man dann Kennen Support stellt)\r\nC9: Alistar (guter Pick) - Rumble (guter Pick)\r\nIM: Maokai (wieder mal ein Pick den ich nicht verstehe, wenn Irelia, Gnar, Ekko offen sind), Viktor (guter Standard Pick)\r\nC9: Ryze (starker Pick grade gegen Kennen oder Skarner mit dem Stun-W)\r\n\r\nWas ich hier einfach nicht verstehe, wieso man von der Meta bei IM abweicht und viele gute Picks nicht nimmt, wenn sie offen sind.\r\nBeispiel Support: Braum, Nami, Karma - aber ne, man nimmt Kennen Blind Pick und switcht dann um auf Maokai, der statt Irelia, Gnar, genommen wird.\r\nDann als Jungler nimmt man auch noch Skarner (Pickrate 5 von 49...) statt Graves, Hecarim, selbst Shyvanna w&auml;re deutlich besser mit seiner Clearrate im Dschungel.\r\n\r\nSorry, das kommt vllt. komisch r&uuml;ber, aber ich w&uuml;rde gerne eure Meinung dazu h&ouml;ren, vllt. auch von den Pros (die wirklich Diamond sind usw.) da ich h&ouml;chstens Plat 2 war und nie dr&uuml;ber gekommen bin und auch mit LOL aufgeh&ouml;rt habe... Dennoch sieht das fast schon so aus (f&uuml;r mich jedenfalls) als w&uuml;rde IM nicht versuchen das Spiel &uuml;berhaupt gewinnen zu wollen (anhand der Picks)","replies":[{"id":"","poster":"BM Vilich","date":"2016-10-11T01:28:54.187+0000","up_votes":3,"down_votes":0,"body":"Skarner kombiniert mit Sivir ist Top Tier. Support Kennen ist durchaus viable, da er eine grosse Ladung aoe cc mitbringt.\n","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-10-11T09:02:30.244+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BM Vilich,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=0001,timestamp=2016-10-11T01:28:54.187+0000)\n>\n> Skarner kombiniert mit Sivir ist Top Tier. Support Kennen ist durchaus viable, da er eine grosse Ladung aoe cc mitbringt.\n\nNaja... also... den Kennen Support Pick sehe ich halt schon auch kritisch. Nicht unbedingt wegen dem Pick, sondern wegen dem Build. \nLasst uns mal in die Zeit zurück gehen, als Kennen Support Meta war. Damals war Kalista der stärkste ADC im Spiel. Und mit einer Kalista, die ihn in die Gegner schleudert, hatte er dann eine extrem harte Eröffnung.\nDie Rolle der Kalista übernimmt mittlerweile der Hextech Protobelt. Den man sich als guter Support (siehe Taric) auch durchaus bauen kann... Road bevorzugt dagegen Aegis (was grundlegend nie wirklich verkehrt ist) und Zhonyas (ein egoistisches Item).\n\n> [{quoted}](name=alucard21383,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=00000000,timestamp=2016-10-10T23:52:27.708+0000)\n> Ich finde immer noch, dass es wie geschoben aussah\n\nWenn man solche Theorien in den Raum wirft, sollte man vielleicht auch darüber spekulieren, warum Faker direkt danach sein schlechtestes Spiel seit langem abgeliefert hat... Wollte da etwa jemand einen Tiebreaker C9 vs Flaashwolves herbeiführen?","replies":[{"id":"","poster":"alucard21383","date":"2016-10-11T22:46:04.538+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=00010000,timestamp=2016-10-11T09:02:30.244+0000)\nWenn man solche Theorien in den Raum wirft, sollte man vielleicht auch darüber spekulieren, warum Faker direkt danach sein schlechtestes Spiel seit langem abgeliefert hat... Wollte da etwa jemand einen Tiebreaker C9 vs Flaashwolves herbeiführen?\n\nHabe das Spiel nicht angesehen, aber Faker kann ja auch nicht alle Spiele gut spielen, vllt. hat er was versucht oder keine Ahnung - wie gesagt, habe es nicht gesehen und wenn er dies wirklich wollte, also einen Tiebreaker dann hätte das ganze Team mitmachen müssen (Bang 10-0) und nicht nur einer und sie hatten dennoch alles Picks, die gang und gäbe sind und keinen Kennen Sup, Maokai (den ich immer noch ok finde) oder Skarner...","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-10-11T23:28:55.219+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=alucard21383,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=000100000002,timestamp=2016-10-11T22:46:04.538+0000)\n>\n> Wenn man solche Theorien in den Raum wirft, sollte man vielleicht auch darüber spekulieren, warum Faker direkt danach sein schlechtestes Spiel seit langem abgeliefert hat... Wollte da etwa jemand einen Tiebreaker C9 vs Flaashwolves herbeiführen?\n> \n> Habe das Spiel nicht angesehen, aber Faker kann ja auch nicht alle Spiele gut spielen, vllt. hat er was versucht oder keine Ahnung - wie gesagt, habe es nicht gesehen und wenn er dies wirklich wollte, also einen Tiebreaker dann hätte das ganze Team mitmachen müssen (Bang 10-0) und nicht nur einer und sie hatten dennoch alles Picks, die gang und gäbe sind und keinen Kennen Sup, Maokai (den ich immer noch ok finde) oder Skarner...\n\nNaja... also...  [völlig unmotiviert in der Laningphase Turmschbüsse zu kassieren](https://youtu.be/kC3fCqRsVQQ?t=9m5s), macht sonst nur Doublelift... im Tiltmodus... Ich sag das mal so: Voll bei der Sache war Faker in den ersten 15 Minuten dieses Spieles nicht... Und wenn er gegen ein besseres Team spielt...","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-10-11T11:56:00.509+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=00010000,timestamp=2016-10-11T09:02:30.244+0000)\n>\n> Naja... also... den Kennen Support Pick sehe ich halt schon auch kritisch. Nicht unbedingt wegen dem Pick, sondern wegen dem Build. \n> Lasst uns mal in die Zeit zurück gehen, als Kennen Support Meta war. Damals war Kalista der stärkste ADC im Spiel. Und mit einer Kalista, die ihn in die Gegner schleudert, hatte er dann eine extrem harte Eröffnung.\n> Die Rolle der Kalista übernimmt mittlerweile der Hextech Protobelt. Den man sich als guter Support (siehe Taric) auch durchaus bauen kann... Road bevorzugt dagegen Aegis (was grundlegend nie wirklich verkehrt ist) und Zhonyas (ein egoistisches Item).\n\nKennens Kit hat seit damals aber auch 2 massive Buffs erfahren, die grade für Support Kennen wichtig sind.\nEinmal greift die Ultimate jetzt bereits auf LVL 6 jeden an- das waren früher nur 6! Angriffe auf lvl 6 (d.h. man konnte maximal 2 Leute alleine mit der Ult stunnen- jetzt alle 5).\nUnd die W hat früher nur die Leute getroffen, die von der Passiven markiert waren- jetzt alle im Kreis der Ult.\nDas ist für einen Support, der üblicherweise weniger Lvl hat, ein extrem krasser Buff.\nWenn du in der Meta zurückgehen willst, sollte man das nicht vergessen...\n\nUnd zhonyas ist ein extrem gutes Item- ganz besonders gegen Champs wie Alistar, die einen einfach wegschleudern können.\nDas geht nicht mit nem Zhonyas...\nDu überlebst länger, bekommst deinen CC damit durch... egoistisch wtf?!?\n\nZusätzlich ist Kennens Laning-Phase ziemlich stark (IM hat hier einfach nur schlecht gespielt) und die Ult gegen immobile Carries ist alles andere als Schwach. \nDer Engage erfolgt über Flash und Sivir Ult, das funktioniert ebenfalls.\n\nDie Teamcomb von IM war für einen 5v5 Teamfight ausgelegt und war dafür auch sehr stark.\nEnorm viel AOE-CC, DMG Reduktion und Schaden.\nSie haben eifach nru das Early zu stark versemmelt.\n\nWenn hier einige Leute jetzt von Schiebung reden, kann ich nur von stark mangelhaftem Spielverständnis reden...","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-10-11T10:41:05.325+0000","up_votes":1,"down_votes":0,"body":"Wobei die Sivir-Ulti den Protobelt ersetzt.\nKennen müsste also an die Gegner herankommen.\n\nIn diesem Fall muss Kennen auch keinen grossen DMG machen. Er muss nur für die aoe-cc sorgen bei einem engage.\nDeshalb hilft alles, was irgendwie seine Lebenszeit verlängert, damit sein stun durchkommt. Dafür ist das Zhonyas extrem hilfreich (Armor + Aktive) und Aegis (MR). Hinzu hilft natürlich die Maokai Ulti dafür, dass Kennen nicht stirbt.\nSind z.B. 3 Gegner gestunt, können Sivir (w-Skill) und Viktor (Ulti und Laser für DMG und stun-Feld für cc-chain) für den nötigen DMG sorgen.\n\nViel Schutz bietet Kennen-Sup natürlich nicht (ausser Aegis). Dafür ist Maokai zuständig, weshalb sein Pick hier Sinn macht.\n\nNur ging der Plan wie gesagt nicht auf, da IM schon zu stark im Rückstand lag, bevor es zu richtigen TFs kam.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-10-11T06:51:04.904+0000","up_votes":2,"down_votes":0,"body":"In Anbetracht dass IM im Hinspiel nach weniger als 40 Minuten weggestompt wurde und dieses Mal 51 Minuten aushielt, scheint die Combo ja nicht so schlecht wie dargestellt zu sein. ;)\n\nIM hat eine klare TF-Combo ausgewählt bzw. eine engage-Combo.\nSo kann IM mit der Sivir Ulti sehr hart engagen, da mit Kennen, Maokai und Skarner viel hard-CC vorhanden ist. aoe-CC kann man kaum ausweichen und P&amp;C-CC gar nicht.\n\nJedoch müsste IM hier das early gut überstehen, bis ihre Frontline genügen Resis besitzt. 1-2k Gold Rückstand wäre kein Problem gewesen. Jedoch gaben sie nach 8 Minuten First Blood und First Turret ab und waren bereits dann über 3k im Rückstand. Das war einfach zu viel, zumal C9 dies schön runterspielte.\n\nNur weil Picks nicht meta sind, heisst dies nicht, dass sie nichts taugen.\nDer Plan funktionierte nur nicht, weil der Gegner einfach besser spielte und ihre Stärke im early klug einsetzte.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-10-10T23:35:27.758+0000","up_votes":2,"down_votes":0,"body":"Vielleicht hatte I May einfach nur den Anstand auszuscheiden, nachdem ihr Support für sein Verhalten einen 2 Wochen Bann verdient hätte, aber nur mit 1 Spiel sperre davon kam? (Ernsthaft: WTF? Leuten den Tod wünschen und dann ein Spiel Sperre? Da sitzen Svenskeren (damals gab es für ihn 3 Spiele), Forgiven (von der LCS wegen toxischen SoloQue Verhalten gebannt), Mithy und Jensen (beide waren effektiv über Jahre für die LCS gesperrt) zusammen und schütteln ungläubig den Kopf. \nAbgesehen von der grotesken Vorbildsfunktion. Dem Jungen hätte man einfach mal von den Worlds ausschließen können... Also abgesehen davon, dass das Reportsystem versagt hat (oder die Kommunikation zwischen Reportsystem und Profiabteilung hat nicht funktioniert und die Jungs haben nicht gemerkt, dass sie gerade einen WM Teilnehmer aus dem Verkehr gezogen haben) und das ganze über Naming and Shaming bei Reddit in die Gänge gebracht wurde. Das ist aber auch der einzige fade Beigeschmack an der Stelle. \n\nAber gut, zu den Picks: Mein erste Gedanke war auch \"WTF\". Die einzige nicht auf deren Anstand zielende Erklärung ist ja, dass sie im \"Hinspiel\" (welches ein sehr sauberer Sieg für C9 war) gemerkt haben, dass sie mit Standart-Taktiken keine wirkliche Chance haben werden. Und auf absurd-verwirrende Taktiken zu setzen, hat ja schon am ersten Spiel des Tages, wo der Jungler plötzlich den Support gespielt hat, besser funktioniert als erwartet. Man hoffte quasi darauf, mit mit ganz viel Käse dieses Spiel zu gewinnen... Aber ja, die Komposition war ziemlicher Müll.\nAn sonsten.... hat der angeblich so gute Braum eine 30%ige Winrate... während Skarner nur 2 von 5 Spielen (unter anderem dieses) verloren hat... so viel zum \"Bullshit Pick\"... \nDass AmazigJ noch mal einen eigentlich absurden Teamfight Tank auspacken würde, war irgendwie klar. Er hat sich mit einem einzigen brillanten Teamfight auf Nautilus für diese WM qualifiziert. Und IMay lebte halt davon, dass man unerwartete Fights mit ihrem Toplane Tank gewinnt. Und wahrscheinlich hat das in den Scrims am besten mit Maokai funktioniert...\nWas ich aber wirklich nicht erklären kann, ist der Kennen Support Pick. Der Champ lebt halt von Hextech Protogürtel und Zhonyas... nur eines dieser beiden Items hat man bauen können. Aber wahrscheinlich hat man wirklich darauf gesetzt, dass man mit dem Überraschungseffekt die Lane dominiert und/oder danach unerwartet viel Schaden raushaut (und wir haben alle gesehen, was ein 5 Mann Kennen Ulti so anstellen kann...)","replies":[{"id":"","poster":"alucard21383","date":"2016-10-10T23:52:27.708+0000","up_votes":1,"down_votes":1,"body":"Danke für die Info mit dem Flamen vom Support, das wusste ich nicht und habe ich auch nicht nachverfolgen können und sowas gehört sich nicht, dass ist klar. Aber hier geht es ja nicht primär darum, wie du ja selbst weißt.\n\nUnd ganz ehrlich, Die Pickrate von Skarner 5 mit 2 Niederlagen schön zu reden ist albern, dass ist wie du sicherlich weißt eine ganz schlechte und abgedroschene Statistik. Wenn man also mit keine Ahnung Teemo Midlane spielt und der 1 mal gepickt wird und 1 Sieg hat - ist der bei 100% - sagt wohl nix über den Champ allgemein aus.\n\nUnd du weißt auch selbst, dass es drauf ankommt, wer Braum pickt und gegen wen noch. Das ist auch ein wichtiger Bestandteil einer Statistik. Mal abgesehen, dass es nicht unbedingt Braum sein müsste... war nur eine Idee, ihn picken zu können, besser als Kennen und ja, Kennen und seine Ult haben einmal gegen G2 (war es meine ich) das ganze Spiel gedreht - aber, da hat er Toplane gespielt und kein Support, also war Dmg vorhanden...\n\nIch finde immer noch, dass es wie geschoben aussah und nicht wie ein wirkliches wollen und selbst, wenn man im ersten Spiel merkt, man hat mit normalen Picks keine Chance - heißt es nicht, dass es immer so sein und bleiben muss. Man sagt ja nicht nach einem Spiel ok mit Meta Champs hat es nicht geklappt, also wird es nie gegen C9 mit Meta Champs klappen.\n\nSehr schade finde ich es von IM so lächerlich (imho) auszuscheiden.","replies":[]}]},{"id":"","poster":"Maíko","date":"2016-10-11T06:15:34.024+0000","up_votes":1,"down_votes":0,"body":"Das Ziel war doch ganz klar....zuerst wollten sie das Early-Mid game mit dem waveclear von {{champion:15}}  und {{champion:112}} überleben und die Gegner daran hindern, zu weit zu pushen weil jederzeit ein {{champion:72}}  um die Ecke kommen könnte.....\n\nIm Lategame angekommen wollten sie das Spiel durch Teamfights gewinnen.\nMit der Initialisierung von Kennen würden sie die Teamfights starten...und sollten Rek'Sai oder Alistar versuchen in die Backline zu kommen, würden sie einfach durch {{champion:57}}  und {{champion:72}} Point &amp; Click cc aus dem Spiel genommen werden.\nDeshalb auch der {{champion:2}} Ban...damit niemand einfach durchkommen kann.\n\nNun warum {{champion:57}} und kein anderer Toplaner?\nVermutlich weil {{champion:13}} {{champion:202}}  und {{champion:68}} sehr gute Möglichkeiten haben die Backline anzugreifen.\nUnd mit {{champion:57}} wollten sie den Schaden den sie nicht verhindern können wenigstens reduzieren.\n\nAn sich ist das eine sehr starke Komposition....und im Lategame der von C9 in Teamfights überlegen.\nDas Problem war nur, dass sie sie im frühen Spiel nicht richtig gespielt und somit zu weit nach hinten gefallen sind.","replies":[]},{"id":"","poster":"Sorakã","date":"2016-10-11T10:26:56.624+0000","up_votes":1,"down_votes":1,"body":"Das du es wagst deren Picks in Frage zu stellen.. Diese Teams sind da wo du zu 99,9999% nie in deinem Leben sein wirst.      \n\nDie wussten schon was sie machen mussten haha;).","replies":[{"id":"","poster":"alucard21383","date":"2016-10-11T22:48:59.217+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=yuuna meow,realm=EUW,application-id=hGYdiTd1,discussion-id=3kkv0MEE,comment-id=0004,timestamp=2016-10-11T10:26:56.624+0000)\n>\n> Das du es wagst deren Picks in Frage zu stellen.. Diese Teams sind da wo du zu 99,9999% nie in deinem Leben sein wirst.      \n> \n> Die wussten schon was sie machen mussten haha;).\n\nJa schlimm oder wenn man mal seine Meinung sagt und die Leute im Forum fragt, was sie davon halten. Und nun troll dich woanders hin du Internet Rambo.","replies":[]}]}]}