{"id":"QPRBA6o7","poster":"ΑοΚι","date":"2016-10-10T11:51:29.774+0000","title":"Ivern R und Mastery 5 inkl. S Wertung","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Mir ist aufgefallen, dass beim erreichen der Champion Mastery 5 ein Anzeigebug stattfindet, wenn man in der Runde in welcher man 5 geworden ist eine Wertung von S-, S oder S+ hatte. Es kommt **nach der Runde die Meldung &quot;...Level 5 erreicht...&quot; und anschlie&szlig;end &quot;...Marke f&uuml;r lvl6 erhalten...&quot;**. Dies stimmt aber allerdings nicht, da man **keine Level 6er Marke erh&auml;lt** in dem Game, in welchem man Level 5 wurde.\r\n\r\nDie andere Sache w&auml;re ein &quot;Bug&quot; bei **Iverns Ultimate Daisy**. \r\nZu allererst: \r\nIch habe auf Ivern bereits die Champion Mastery 5 freigeschalten und dementsprechend x Ivern games schon hinter mir. \r\nIn diesen hatte ich nur **2x das Problem mit Daisy**.\r\nDer Fehler liegt darin, dass Dasiy mit &quot;laggs&quot; angezeigt wird. Man steuert sie zwar (gibt ihr den Befehl &quot;x&quot; um nach &quot;y&quot; zu laufen), allerdings wird sie nicht richitg angezeigt (ping/fps in Ordnung und alles andere &quot;l&auml;uft fl&uuml;&szlig;ig&quot;). Daisy verschwindet dabei auf ihrem Weg nach &quot;y&quot; mehrmals f&uuml;r jeweils einen Sekundenbruchteil und erscheint dann wieder. Die Strecke wird dennoch zur&uuml;ckgelegt! \r\nDer &quot;Bug&quot; an sich hat sich bei mir beide Male im Jungle abgespielt. Um genauer zu sein beim Blue Buff (1x Redside, 1x Blueside und es war nicht im gleichen Spiel/ am gleichen Tag).\r\n\r\nBei Fragen stehe ich gerne zur Verf&uuml;gung \r\n{{sticker:slayer-pantheon-thumbs}} \r\nBtw...reicht es das Problem mit Daisy hier im Forum zu erw&auml;hnen oder sollte ich den Support ebenfalls kontaktieren?","replies":[{"id":"","poster":"ΑοΚι","date":"2016-10-11T17:51:36.350+0000","up_votes":1,"down_votes":0,"body":"Also das Problem mit Daisy ist nun ein weiters Mal vorgekommen und ich hab auch meine mates/gegner gefragt ob es bei ihnen auch so angezeigt wird und sie meinten ebenfalls das Daisy bei ihnen extrem stark \"laggt\".","replies":[]}]}