{"id":"Thn5qUWu","poster":"ReMinD","date":"2016-10-10T11:51:50.805+0000","title":"nächste Season SoloQ/DuoQ","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":1,"body":"Hi,\r\n\r\nwenn n&auml;chstes Jahr die SoloQ wieder eingef&uuml;hrt wird.\r\nWelche ELO/MMR wird als referenz genommen? die der jetzige DynamicQ oder der zuletzt erreichten SoloQ?\r\n\r\n\r\n\r\nDanke","replies":[{"id":"","poster":"RaisingX","date":"2016-10-26T20:39:51.100+0000","up_votes":1,"down_votes":0,"body":"Die Wertung aus Season 5 würde kein sinn ergeben, Spieler verbessern sich ja stätig.\nDie Wertung der DynQ ebenfalls nicht.. Weil man dort auch einfach 5pre. spielen konnte => nicht mit Solo zu vergleichen.\n\nTheorie 1:\nDie DynQ wird für die neue FlexQ genutzt\nSoloQ bekommt einen \"Hard Reset\" also als hättest du noch nie SoloQ gespielt.\n\nTheorie 2:\nEs gibt in der DynQ ja die \"Präferenz\" ob du im team spielst, alleine spielst oder mit ein paar leuten spielst. Denke wenn du da die SoloQ Präferenz hast das diese auch für die SoloQ genommen werden könnte...\n\nTheorie 3:\nEs wird ein Wert ermittelt aus deinen Season Ende von S5 und der gespielten matches + Placements der DynQ\n\nDenke aber mal Theorie 1 ist am wahrscheinlichsten","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-10-11T13:30:56.317+0000","up_votes":1,"down_votes":0,"body":"Bekannt ist noch nichts.\n\nSehr wahrscheinlich ist jedoch, dass die MMR dieser Season (also DynQ) genommen wird + softreset.\n\nMacht ja keinen Sinn, die MMR von Ende Season 5 zu nehmen. ;)","replies":[]},{"id":"","poster":"DrCrane74","date":"2016-10-11T13:24:57.240+0000","up_votes":1,"down_votes":0,"body":"Das steht überhaupt noch nicht fest.","replies":[]},{"id":"","poster":"dynatic","date":"2016-10-10T19:53:05.014+0000","up_votes":1,"down_votes":0,"body":"deine derzeitige mmr (ist abhängig von dein solo games) das heißt wenn du dieses jahr komplett nur im team gespielt hast dann die von letztes jahr ansonsten ist es auch von deinen solo games dieses jahr","replies":[]}]}