{"id":"6l2NpRwP","poster":"Ghedex","date":"2016-10-09T10:06:52.855+0000","title":"Probleme mit dem Spiel!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community, \r\nich wei&szlig; nicht wo ich anfangen soll. Seit geraumer Zeit krieg ich Fehlermeldungen wenn ich spielen will. Dabei soll gesagt sein das ich ab und zu Probleme mit meinem Pc hab, z.B. wie wenn ich Ingame bin das der Pc einfriert und ich neustarten muss.\r\nKommen wir zum Problem : Gestern Mittag ist mein Pc eingefroren. Nach einem Neustart kam mir die erste Fehlermeldung &gt; &quot;failed to launch rads system rads_user_kernel.exe&quot; Nach einiger Zeit suchen hab ich das Spiel erstmal neuinstalliert. Es funktionierte von da an. Abends geschah es erneut, mein Pc frierte ein und ich konnte erneut nicht starten. Daraufhin hab ich mir eine neue &quot;rads system rads_user_kernel.exe&quot; (von riot) runtergeladen und die alte gel&ouml;scht. So weit so gut, ich kam in den Client rein, hatte aber keine Lust zu spielen. Heute wollte ich ins Ranked gehen (wodurch mein Team remaken musste und ich 20(!) Lp verlor) und die n&auml;chste Fehlermeldung taucht auf : **C:\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.150\\deploy\\RiotLauncher.dll ist entweder nicht f&uuml;r die Ausf&uuml;hrung unter Windows vorgesehen oder enth&auml;lt einen Fehler. Installieren Sie das Programm mit den Originalinstallationsmedien erneut oder wenden Sie sich an den Systemadministrator oder Softwarelieferanten, um Unterst&uuml;tzung zu erhalten. Fehlerstatus 0xc0000022.** Da steht das ich das Neuinstallieren sollte, jedoch hab ich bedenken das ich die selben Probleme kriege. \r\nHelp me please !:(  {{item:3070}}","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-09T10:33:31.981+0000","up_votes":3,"down_votes":0,"body":"Hallo,\neventuell sorgt dein Antivirussystem für Probleme. Lass mal die Setup.exe noch einmal drüber laufen und füge den LoL-Ordner in die Ausnameliste deines Antivirus hinzu.","replies":[{"id":"","poster":"Ghedex","date":"2016-10-09T14:41:58.929+0000","up_votes":1,"down_votes":0,"body":"Hat geholfen, um gottes willen endlich :D Danke !","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-09T14:46:05.066+0000","up_votes":1,"down_votes":0,"body":"Wesentlich besser als ein Hardwaredefekt auf jeden Fall\n {{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Ghedex","date":"2016-10-09T13:34:09.234+0000","up_votes":1,"down_votes":0,"body":"Das stimmt, das kann gut sein. Mein Antivirusprogramm (Kaspersky) hatte ein Update gemacht und ging dann nicht mehr. Wenn ich zuhause bin werde ich das sofort testen !","replies":[]}]},{"id":"","poster":"recon","date":"2016-10-09T10:33:57.355+0000","up_votes":1,"down_votes":0,"body":"Falls das von Jhin420 keine Abhilfe schafft und wenn das immer wieder passiert, könnte das schon fast auf einen Hardware Defekt hindeuten. Magst du zur Sicherheit mal deine Festplatte überprüfen lassen?\n\nDafür einfach im \"Arbeitsplatz\" einen Rechtsklick auf die Platte mit LoL drauf machen und dort dann Eigenschaften klicken.\nIm folgenden Fenster auf \"Tools\" gehen und dort auf \"Jetzt prüfen\". Im neuen Fenster dann bitte beide Häkchen setzen und starten.\nDas kann etwas länger dauern.","replies":[]},{"id":"","poster":"YoungButGod","date":"2017-06-12T19:24:21.381+0000","up_votes":0,"down_votes":0,"body":"Hab das selbe Problem nur bei mir klappt das nicht Hilfe","replies":[]}]}