{"id":"4TnxKIMh","poster":"TanjaKreuz","date":"2016-10-08T22:50:28.586+0000","title":"Warum ist die portugiesische sprache nicht auf dem EUW server verfügbar?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo. \r\nIch wollte nur mal 3 fragen stellen.\r\nErstens, wie es auf dem titel steht, ich w&uuml;rde gerne wissen warum es kein portugiesisch auf dem EUW server gibt? Ich bin portugiesin, und ich w&uuml;rde mal gern das spiel auf portugiesich haben. Und es ist doof dass es die sprache auf dem brasilienische server gibt, auf dem EUW aber nicht (in portugal gibts auch leute die portugiesisch sprechen) :(\r\nZweitte frage, wahrscheinlich geh&ouml;rt sowas nicht hier, aber ich habe schon &uuml;berall gesucht und nicht gefunden. Wann wurde mein konto erstellt? \r\nUnd die letzte frage, ich w&uuml;rde mal gern wissen warum jedes einziges mal dass ich in den Laden komme, kommt immer die meldung &quot;Sitzung abgelaufen&quot;? \r\nLG","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-08T23:31:13.254+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nZu 1: Ich denke den Grund dazu kann dir niemand genau sagen. Ich glaube aber, da das \"brasilianische Portugiesisch\" sich etwas von dem \"echten\" Portugiesisch unterscheidet, dass Riot das nicht einfach auch auf EUWest verfügbar macht. Es müssten halt alle Champion-Voices etc. neu vertont werden, was sich bei der wahrscheinlich relativ kleinen Portugiesischen Spielerschaft einfach nicht lohnt.\n\nZu 2: Das kannst du nicht direkt nachschauen. Du könntest versuchen es durch ein [Support-Ticket](https://support.riotgames.com/hc/de/requests/new) herauszufinden.\n\nZu 3: Lies dir Mal [diesen Artikel](https://support.riotgames.com/hc/de/articles/202536660-Probleme-mit-dem-League-of-Legends-Shop-PvP-Net-) durch und probiere die Lösungsvorschläge aus.","replies":[{"id":"","poster":"TanjaKreuz","date":"2016-10-09T11:48:36.367+0000","up_votes":1,"down_votes":0,"body":"Ich bin übersetzerin von beruf, (muttersprache pt-pt), ich würde mich sowas von gern  um der schriftliche übersetzung vom spiel kümmern :D","replies":[{"id":"","poster":"Saufautomat","date":"2016-10-09T11:52:17.032+0000","up_votes":1,"down_votes":0,"body":"Ich denke das ist nicht das Problem. Das Problem sind wie gesagt die Voice-Over von den Champions.","replies":[]}]}]},{"id":"","poster":"YG EVO","date":"2016-10-09T09:35:50.190+0000","up_votes":1,"down_votes":0,"body":"du kannst dir einfach auf YT ein tutorial angucken dann kannst du dir selbst die sprache ändern bzw auf Portugiesisch changen obwohl du auf euw spielst","replies":[]}]}