{"id":"s1c9iFQE","poster":"The Last Array","date":"2016-10-08T15:53:22.959+0000","title":"JupiterGamingNetwork","subforum":"Clans & Teams","embed":{"title":"JGN Intro - JupiterGamingNetwork","description":"Music: Ramzoid - Electron (Original Mix)","url":"https://www.youtube.com/watch?v=VGHnWcd95Xo","image":"https://i.ytimg.com/vi/VGHnWcd95Xo/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Mein Name ist JG Daybreak und ich m&ouml;chte euch heute das\r\nJupiterGamingNetwork vorstellen.\r\n\r\nSicher sind oder waren viele von euch ,die diesen Thread gerade lesen, schon einmal in einer Community und Wissen wie toll es sein kann ein Gemeinschaftsgef&uuml;hl mit seinen Communityfreunden aufzubauen und Gemeinsam in Spielen zu um den Sieg zu wetteifern um die Besten, die St&auml;rksten und die Bekanntesten zu werden und der Community Bekanntheit und Ruhm zu bescheren. Jedoch (und ich bin mir sicher das kennen viele) werden nur aus den wenigsten Communitys eine wirklich tolle bzw. eine gro&szlig;e  Sache. Nach 1 bis 2 Monaten wird sie sich vermutlich aufl&ouml;sen und das beste was je zu stande gebracht wurde war ein eigenes Tag oder sogar ein eigener TeamSpeak Server. Genau das war der erste Gedanke der mir Kopf herumschwebte als ich das erste mal den Namen JupiterGamingNetwork h&ouml;rte.\r\n\r\nDas erste was mir tats&auml;chlich aufgefallen war ist das eigens designte Logo und die &Uuml;berraschend gute Aufteilung des TS. Diese Community besteht schon seit mittlerweile 5 Jahren und den letzten 1 1/2 Jahren, die ich schon dabei bin, habe ich die Entscheidungc hier her zu kommen keine einzige Sekunde bereut. Wenn ich jetzt zur&uuml;ckdenke h&auml;tte ich es mir nie vorstellen k&ouml;nnen das wir jetzt bereits mehr oder weniger kurz davor sind unseren eigenen JG Merch zu Produzieren (Hab mir ne Kaffeetasse gesichert) und das wir unsere eigene Musik auf Soundcloud Produzieren. Hier habe ich auch sehr viele neue Freunde gefunden und ich hoffe es werden noch viele mehr. \r\n\r\nJGN bieten euch:\r\n-- Eine aktive Community mit freundlichen, humorvollen und hilfsbereiten Mitgliedern die Spa&szlig; am Spiel         haben.\r\n-- Eine gro&szlig;e Gemeinschaft wo du neue Freunde und Zockpartner kennenlernen kannst.\r\n-- Wir veranstalten Monatlich Clan Turniere wo du tolle Preise gewinnen kannst.\r\n-- Jeden Sonntag ab 15 und 16 Uhr Community Games (Mit oder gegen die eigenen Mitgliedern).\r\n-- Ein eigenen Coach im High-Elo-Bereich der euch gerne mit Rat und Tat zur Seite steht.\r\n-- Einen voll funktionsf&auml;higen TeamSpeak 3 Server mit allem drum und dran.\r\n-- Eigene Rankedteams mit Divisonen von Bronze bis Challenger. \r\n\r\nZur Zeit spielen alle Mitglieder League of Legends. Nat&uuml;rlich gibt es noch viele andere Spiele die bei denen unsere Community aktiv ist.\r\n\r\nBei uns spielt es absolut keine Rolle, wie &quot;gut&quot; ihr seid oder ob ihr &quot;Skill&quot; habt. Bei uns werdet ihr trozdem eine gute Zeit haben und das Schw&ouml;re ich euch denn dies hier ist keine normale Community. Dies ist etwas besseres; etwas gr&ouml;&szlig;eres; etwas was ich mir bis vor 15 Monaten kaum vorstellen konnte. Und ich bin stolz darauf ein Mitglied des JupiterGamingNetworks zu sein.\r\n\r\nWenn Ich dein Interesse geweckt habe dann schau auf unseren TeamSpeak 3 Server vorbei:   JupiterGamingNetwork.ts.ngz.net\r\n\r\n{{sticker:zombie-nunu-hearts}} \r\nWir Freuen uns auf DICH!!!\r\n\r\nPS: Es wurde mir nicht aufgetragen das hier zu schreiben.\r\nPPS: Bitte entschuldigt meine Rechtschreibung\r\n\r\n\r\n\r\n\r\nhttps://twitter.com/jgn_eu\r\nhttps://www.facebook.com/JupiterGamingNetwork\r\nhttps://soundcloud.com/jgnmscdpt","replies":[]}