{"id":"3vsNawTO","poster":"TerrifyingSalty ","date":"2016-10-08T15:03:48.319+0000","title":"3v3 Team Gesucht für die nächste Season","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo Liebe Beschw&ouml;rerin und Beschw&ouml;rer\r\n\r\nIch suche auf diesem weg f&uuml;r n&auml;chste Season ein 3v3 Team da ich auch wieder aktiv auf der Map spielen m&ouml;chte und nicht nur Normals\r\nIch habe auch schon Team Erfahrungen mit der 3v3 Map gesammelt da ich letze Season in Einem Team intensiv mitgespielt habe und wir dieses bis Platin 1 gebracht haben  allerdings sind die beiden anderen Spieler inaktiv geworden aus dem Grund bin ich diese Season aus dem Team ausgeschieden\r\nnun zu meiner Position im Letzen Team dort habe ich die Jungel Position Abgedeckt und w&uuml;rde diese gerne wieder spielen kann aber auch Auf andere Lanes Ausweichen nur macht mir die Jungle Posi am meisten Spa&szlig; ;) ich besitze ein Gro&szlig;en Champ-pool  der auch f&uuml;r die 3v3 Ranked map geeignet sind so wie z.b im Jungle {{champion:78}} {{champion:154}} {{champion:48}} {{champion:57}} {{champion:59}} \r\n\r\nMit Freundlichen Gr&uuml;&szlig;en","replies":[{"id":"","poster":"Hamanday","date":"2016-10-08T20:02:37.101+0000","up_votes":1,"down_votes":0,"body":"Huhu, mein mate und ich suchen noch nen Spieler für 3vs3 Haben vor 2 jahren Platin1 gepackt und letztes jahr haben wir platin wieder geschafft muss dazu sagen das ich beim 2mal nicht dabei war. Ich hatte bis jetz auch eine Pause. \nUnser Ziel ist diesmal Diamand zu werden!\nadd Hamanday","replies":[]},{"id":"","poster":"Draxado","date":"2016-10-08T15:16:20.703+0000","up_votes":1,"down_votes":0,"body":"Hey  ich bin auch fast schon verzweifelt auf der suche nach nem festen Team :D\nHabe seit season 4 immer mal wieder auch 3v3 gespielt leider nie langfristig und kam leider auch nie sehr weit.\nBin aktuell in meiner Gold Promo und war letzte season gold in 3v3 und solo. Ich bevorzuge die botlane/ap carry. \nAuch wenn ich fast ein Kata otp bin habe ich noch ein paar champs die ich relativ gut beherrsche {{champion:103}} {{champion:10}} {{champion:85}} {{champion:7}} {{champion:61}} {{champion:134}} {{champion:163}} Wäre auch bereit diese nochmal intensiv fürs Ranked zu üben.\nHabe aber in meinen letzten Teams meistens Bruiser/Tanks gespielt. Könnte auch auf die Toplane ausweichen, wobei ich wirklich sehr gerne auch mal auf die Botlane gehen würde.\n\nMfG Draxado","replies":[]}]}