{"id":"UEZvtulE","poster":"SchattenkriegerX","date":"2016-10-05T15:54:49.987+0000","title":"Lohnt sich Yorik?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Wollte mal fragen was ihr von ihm haltet, ist es sinnvoll ihn sich zu holen?  (bin Main top+jgl und w&uuml;rde ihn nat&uuml;rlich auf der top spielen).","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-10-05T23:17:32.761+0000","up_votes":1,"down_votes":0,"body":"Lohnt definitiv! Er ist nun einer dieser nervigen Juggernauts (Darius, Garen, Illaoi) die ultra viel Schaden machen und zudem noch verdammt tanky sind. Er hat aber im vergleich gute CC (einen slow und gutes tarrain building) und kann auch zeimlich gut Splitpushen. Und er ist seid dem Rework in der Lage einfach 1v2 zu gehen wenn er ein wenig vorne ist. Mir macht auch sehr viel spaß also hat er alles was man wollen würde.","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-10-06T04:27:30.389+0000","up_votes":1,"down_votes":0,"body":"Hab ihn mir jetzt gekauft uns hab direkt das erste Spiel komplett gecarryt :d\nAllerdings lief es in den Spielen danach nicht mehr ganz so gut hab zwar Tower wie sonst was zerstört aber trotzdem weiß ich nicht so recht wie ich wann was mit ihm machen soll und ich finde auch keine aktualisierten guides (seit dem rewort) also wie spielt man ihn?  Gibt es guides die ich übersehen habe?\nIch kann meine Herrin z.b. Nicht richtig nutzen weil ich ja irre viel Schaden mache sobald ich sie beschwöre aber wenn ich sie beschworen habe (selbst wenn der Gegner in meiner W gefangen ist)  mache ich nicht genug Schaden um ihn zu töten bevor er entkommen kann und dann steht er hinter seinem Tower bis die Herrin vom Tower getötet wurde. ","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-10-12T21:42:03.711+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SchattenkriegerX,realm=EUW,application-id=Wj1wcocU,discussion-id=UEZvtulE,comment-id=00020000,timestamp=2016-10-06T04:27:30.389+0000)\n>\n> Hab ihn mir jetzt gekauft uns hab direkt das erste Spiel komplett gecarryt :d\n> Allerdings lief es in den Spielen danach nicht mehr ganz so gut hab zwar Tower wie sonst was zerstört aber trotzdem weiß ich nicht so recht wie ich wann was mit ihm machen soll und ich finde auch keine aktualisierten guides (seit dem rewort) also wie spielt man ihn?  Gibt es guides die ich übersehen habe?\n> Ich kann meine Herrin z.b. Nicht richtig nutzen weil ich ja irre viel Schaden mache sobald ich sie beschwöre aber wenn ich sie beschworen habe (selbst wenn der Gegner in meiner W gefangen ist)  mache ich nicht genug Schaden um ihn zu töten bevor er entkommen kann und dann steht er hinter seinem Tower bis die Herrin vom Tower getötet wurde.\n\nAlso das problem kenn ich, da gibt es einfach niemanden der wirklich ein Guide macht, da musst du selber drauf kommen wie man ihn spielt aber ein paar Tipps kann ich dir geben ;D\n\nIn der Lane wirst du erstmal bis LvL 2-3 warten müssen bis du überhaupt was machen kannst, spar dir Mana und Passive Gräber auf, die wirst du nämlich brauchen sobald du LvL 3 wirst. Ab da die normale Combo: Versuch auf ihn in deiner W zu fangen und Quasi gelichzeitig deine E draufzuhauen, deine Guhle solltest du einen kleinen Moment früher beschworen haben. Dann rennst du mit der aktivierten Q Auf ihn zu und klatscht ihm deine Schaufel in's Gesicht! Dank deiner Guhle und dem guten Schaden deiner Q solltest du den trade 100%ig gewinnen (mit wenigen ausnahmen). Das gibt dir Lanekontrolle und ab da solltest du genauso das machen was du vorher gemacht hast: Mit deiner Combo den Gegner immer weiter HP abziehen, was du auch unter dem Tower mit den Guhlen kannst, er verliert farm und der Tower bekommt Schaden. Das bedeutet folgendes:\n\n1: Der Gegner ist sehr Low, geht nicht back und wird von dir per Flash + Q getötet\n\n2: Der Gegner ist sehr Low, geht back , und du gönnst dir den Tower der inzwischen viel Schaden bekommen hat, und bekommst Turret First Blood (nicht immer) was dich in eine viel bessere Position bringt. Zudem bekommst du mehr farm, und Erfahrung was bedeutet das nach deinem Back du weit vor deinem Gegner bist. Ab hier wird er es eh vermeiden mit dir zu Kämpfen. Da am T2 rumzugammeln dich nur in Gefahr bringt, wirst du ersmal den Gegnerischen Topside Jungle wegfarmen, was dem Gegnerjungler EXTREM auf die Ketten geht und und wardest eben diesen bis er leuchtet wie ein Weihnachtsbaum. Gut wäre es jetzt Mid zu roamen und entweder den Midlaner zu killen oder wenn das nicht klappt, den Tower zu bekommen. \n\n3: Der Jungler kommt irgendwann ganken. Da dein Laner ja dank dir schon etwas Low ist wird er sich an dem Kampf schlecht beteiligen können, wird es aber wahrscheinlich dennoch tun. Das ist der Moment für deine Ult. Sie gibt dir UNGLAUBLICHEN Schaden und verstzt dich in die Position 1v2 zu gehen, vorallem wenn dein Laner so Low ist das er es sich nicht leisten kann gefocused zu werden. Wenn du jetzt ein guter Yorick Spieler bist wirst du mindest einen Kill havben, vllt 2. Das bedeutet das du free pushen kannst, und wie in 2 kannst du dann weiter machen.\n\n\nAllgemein kann man sonst nur sagen das du versuchen solltest deinen {{item:3078}} Powerspike auszunutzen. Mit diesem Item bist du VErDAMMT stark, als Kämpfe wirst du damit wahrscheinlicher gewinnen.\n\nMehr fällt mir spontan nicht ein, falls du sonst Fragen hast, frag einfach {{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-10-05T16:33:10.590+0000","up_votes":1,"down_votes":0,"body":"Hab ihn noch nie gespielt, nur gegen ihn und gemerkt dass er übelst gut Splitpushen kann.","replies":[]},{"id":"","poster":"OT Riku","date":"2016-10-05T16:30:12.400+0000","up_votes":1,"down_votes":0,"body":"Nur Toplane ansonsten kannst du nicht so gut von der passiven profitieren.\nFinde ihn richtig cool nach dem rework.\nLohnt sich auf jeden Fall.","replies":[]}]}