{"id":"fGVO5OAt","poster":"Dragneel","date":"2016-10-05T09:50:10.462+0000","title":"LF duo q Partner to get from gold to platin!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute!\r\n\r\nBin echt gerade ziemlich angebissen und verzweifelt, also wende ich mich ans Community-Forum.\r\nWie schon der Titel sagt bin ich auf der Suche nach einem Duo q Partner um **endlich** Platin zu erreichen.\r\n\r\nIch war erst vor ca. einer Woche in der Promo zu Platin. Und das sogar zweimal, aber bei meinem Gl&uuml;ck bekam ich **AUSGERECHNET** in meinen Promos afk und trolls. Ja, klingt nach einer Standardausrede, aber dem ist in diesem Fall leider nicht so. Hab die Leute zwar reported, aber seien wir uns ehrlich, was nutzt es mir, wenn ich dann nach wie vor in Gold verweile?\r\n\r\nMittlerweile hab ich es tats&auml;chlich geschafft auf Gold 4 zu gelangen. Traurige Realit&auml;t, ich wei&szlig;. Soetwas frustriert einen eben umso mehr und schr&auml;nkt einen beim Spielen ein.\r\n\r\n\r\n**Meine Rollen**: Main jungle, sekund&auml;r mid (kann aber auch sekund&auml;r ganz gut support spielen, wahrscheinlich besser als Mitte, aber lange nicht mehr gespielt)\r\n\r\n**Jungle**: Shaco, Khazix, Rammus, Fiddle, Zac, ...\r\n**Mitte**: Anivia, Veigar, Ad-Ezreal, ...\r\n\r\nEigentlich war es mein Ziel NUR Shaco zu spielen und so hoch wie m&ouml;glich zu kommen. Daher muss ich auch anmerken, dass ich nahezu (sofern ich meinen Jungle bekam) nur mit Shaco (wenn gebannt, dann Khazix) Gold 1 Promo kam. Ab einem gewissen Punkt ist es aber ziemlich unm&ouml;glich &quot;gefeedete&quot; Gegner umzunatzen, wenn man Shaco spielt. Daher wird man permanent geflamed und das nervt einfach auf Dauer und beeinflusst sehr das eigene Spielen.\r\n\r\nWenns jemandem in diesem Elobereich &auml;hnlich ergeht, er/sie sich denkt h&ouml;her sein zu m&uuml;ssen bzw. zu k&ouml;nnen und dem Ganzen eine Chance geben m&ouml;chte, dann addet mich. Zu zweit ist man viel motivierter und optimistischer, als wenn alleine versucht den Mist auszubaden!\r\n\r\nBeurteilt mich nicht nach meinen letzten Spielen, sondern wagt ein/zwei Duo q mit mir,  damit ich mich beweisen kann ;)\r\n\r\n\r\nLg","replies":[{"id":"","poster":"cptn snow","date":"2016-10-05T18:16:25.727+0000","up_votes":1,"down_votes":0,"body":"Wenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\n\n ★ [ PENGUINS sucht DICH ! ](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/pTPOE45N-penguins-sucht-dich) ★\n\nPENGUINS ist ein \"eSport - Community - Projekt\", in dem der Sport und die Gemeinschaft von Personen, die ein gemeinsames Ziel verfolgen, im Vordergrund steht. \n----------------------------------------------\nWir wollen mit unserem Clan eine Plattform für viele Leute zum gemeinschaftlichen\nZocken in familiärer Atmosphäre schaffen, die viele Menschen anzieht.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nNeben dem Aufbau der Community wollen wir Teams die Chance geben\nsich mit unserer Hilfe richtig aufzustellen, von der Membersuche bis zum\ntechnischen Support steht unser Management mit Rat und Tat zur Seite.\n\nViele Grüße,\nEuer PENGUINS Team","replies":[]}]}