{"id":"8wlPd1BE","poster":"BlackfrostAngel","date":"2016-10-04T16:12:36.481+0000","title":"Die Geforene Nemesis","subforum":"Skin- & Champion-Konzepte","up_votes":4,"down_votes":0,"body":"[FÄHIGKEITEN BEREITS ÜBERARBEITET UNTEN IN KOMMENTAREN]\n\nGlacius ,die gefrorene Nemesis...\n\nAls die Gefrorenen W&auml;chter in den Abgrund getrieben wurde , war ihr Macht vorerst gebannt.\nAber denkt ihr das diese Welt sich ewig der gerechten Rache entziehen kann. \nNach all dieser Zeit haben die Geister der W&auml;chter einen Vorboten ihres Zorn geschaffen , um \nder Welt zu zeigen , dass ihre Herrschaft &uuml;ber die Welt beginnen mag.\nSie schufen Glacius. Ein d&auml;monische Manifestation der Macht der W&auml;chter , geschaffen aus Eis\nmit der Aufgabe die Welt in K&auml;lte zu h&uuml;llen , um die R&uuml;ckkehr der W&auml;chter vorzubereiten.\nAls Glacius aus dem Abgrund stieg und sah wof&uuml;r die alte Feste seiner Meister missbraucht wurde,\nentschied er das die, die anma&szlig;end die Herrschaft beanspruchten zuerst bestraft werden sollten.\n\nEs war eine st&uuml;rmische Nacht &uuml;ber den Lagern des Stammes der Avarosa und der leise fallende Schnee \nverdeckte die Gefallen des n&auml;chtlichen Kampfes. Ashe kniete sich hin und zog einen von den leuchtenden Eissplittern \naus dem Hals eines Mannes aus ihrer Gefolgschaft. Sie war  auf der Jagd als es passierte. Die Schlachth&ouml;rner erklangen und sie\ndachte Sejuani h&auml;tten den br&uuml;chigen Waffenstillstand mit einem Angriff beendet, doch es war schlimmer.\nAls sie zur&uuml;ck in ihr Lager kam waren ihre Gefolgsm&auml;nner bereits tot. Alle erdolcht von diesen merkw&uuml;rdigen Eissplittern.\nDie sah in das Eis und beobachte wie im Inneren eine schleierhafte Dunkle Verunreinigung das Licht tr&uuml;bte. \nEs wirkte als w&auml;re etwas wundersch&ouml;nes verdorben worden.\n\nGlacius nahm seinen Weg Norden um die alte Verb&uuml;ndete der Gefrorenen W&auml;chter zu treffen und sich ihr anzuschlie&szlig;en , \ndamit sie gemeinsam ihr Ziel vorantreiben k&ouml;nnen.\n\nAussehen:\n\nGlacius besteht aus leuchtendem Eis, in dessem Inneren dunkle Schatten von seinem Herz ausgehen. Er hat eine menschliche Starre Form und &auml;hnelt einem d&uuml;nnen gro&szlig;em Krieger der in einer R&uuml;stung steckt. Seine Arme und Beine &auml;hnelt Eiszapfen und sein K&ouml;rper ist  d&uuml;nn und hat menschlichere Z&uuml;ge. Sein Kopf schm&uuml;ckt einen Helm aus Eis, der einer Art Krone &auml;hnelt und wohinter man nur einen kleines Teil seines Gesichtes sieht. Man siehr lediglich Hellblau strahlende Augen und eine Gesichtsform ohne Mund , Kinn oder Nase. Auf seinem R&uuml;cken sind mittelgro&szlig;e Fl&uuml;gel , die aus schwebenden Eissplittern bestehen. Er hat &Auml;hnlichkeit mit einer Eisstatue eines Engels. Er schwebt ohne schlag der Fl&uuml;gel und hinterl&auml;sst eine leichte Wolke aus frostigem Nebel. Es umschweben ihne Eiskristallsplitter , die er zu normalen Angriffen nutzt.\n\nWerte: \nLeben 500-1928\nLebensreg. 7-16.4\nMana 327-1181\nManareg. 5.7-12.5\nReichweite: 500 \nAngriffsschaden: 50-95\nAngriffsgeschwindigkeit: 0.625 (+0% &ndash; 23.1%)\nR&uuml;stung: 25-85\nMagieres. : 30\nLauftempo: 325\n\nPassiv:\nEiskalte Ber&uuml;hrung-\n\nGlacius normale Angriffe und F&auml;higkeiten verlangsamen Ziele um 10%|15%|20%(6|11|16),\nwenn das Ziel bereits verlangsamt ist bekommt es 25|50|75 + (15% Ap) zus&auml;tzlichen magischen Schaden Schaden in einem Bereich um ihm herum. (Gr&ouml;&szlig;te Aoe 150|200|250)\n(3|2|1 s cooldown auf gleiches Ziel)\n\nQ:\nFrostnachtsflug\n20|18|16|14|13s CD\n70|85|100|115|130 Mana\nGlacius fliegt 750 Einheiten nach vorne und verursacht im Umkreis von 450 Einheiten 90|135|180|225|270 (+50%)Ap Magischen Schaden hinzu. Glacius Kann seinen Flug unterbrechen , Der Schadensradius nimmt dabei ihn ins Zentrum. \nGeschwindigkeit: Vergleichbar Anivia Q.\n\nW: \nCryostase.\nPassiv- \nGlacius Angriffsreichweite erh&ouml;ht sich nach Treffen einer F&auml;higkeit f&uuml;r einen Angriff auf 700. Trifft dieser Angriff einen Champion stiehlt Glacius 15+ 1|1,5|2,0|2,5|3 %(+1%150Ap)des aktuellen Lebens des Ziels.\nAktiv-\n20|19|18|16|17s CD\n60|70|80|90|100 Mana\nGlacius gefriert sich selbst und wird 1,5 s unangreifbar,kann aber auch keine F&auml;higkeiten wirken. Wenn Kryostase endet bricht Glacius mit seiner gesammelten Kraft hervor und verursacht in 450 Reichweite um sich herum 100|120|140|160|180 (+40% Ap ) um sich herum.\n\nE:\n\nSchneefall-\n17|15|13|11|9s CD\n90|100|110|120|130\n\nGlacius wirbelt Schnee um sich herum auf und verursacht 50|75|90|115|130 (+25%Ap) in einer Reichweite von 500. Der Schnee sammelt sich &uuml;ber dem Gebiet ,bildet Eissplitter und rast nach 1s Verz&ouml;gerung wieder in den Boden. Dabei verursacht es 100|125|150|175|200 (+50%Ap).\n\nR:\nGlazialer Sturm.\n120|100|80 s CD \n100|150|200 Mana\nNach 1 Sekunde der Konzentration verursacht Glacius einen m&auml;chtigen Eissturm mit sich als Zentrum mit 550 Reichweite. Dieser Eissturm bleib 3s bestehen und bewegt sich mit ihm. Er kann w&auml;hrenddessen normal F&auml;higkeiten nutzen. Wenn ein Gegner 3 Sekunden lang in dem Eissturm verharrt wird er danach f&uuml;r 1 sekunde bet&auml;ubt. Der Sturm verursacht pro Sekunde 75|100|125 Schaden (+40%Ap) schaden. Insgesamt also 225|300|375 (+120% Ap).\nAufgrund der Konzentration bewegt sich Glacius w&auml;hrend dieser 3 Sekunden um 20|15|10% langsamer. \n\nEmpfohlene Items: \nGlacius braucht Viel Ap , aber auch Mana und Leben um effizient zu sein. Seine Cooldowns sind sehr hoch deswegen sollte man auch darauf achten. Seine W und Passive funktionieren gut mit Lichbane.\nBeispielbuild:\n{{item:3027}} {{item:3100}} {{item:3020}} {{item:3089}} {{item:3116}} {{item:3152}} \n\n\nWenn ihr weitere ideen insbesondere zur Lore habt schreibt diese gerne. Konzeptzeichnungen sind in Arbeit.","replies":[{"id":"","poster":"byDomey","date":"2016-10-04T18:08:58.215+0000","up_votes":1,"down_votes":0,"body":"Erstmal, recht schöne Geschichte, die du dir da einfallen hast lassen!\n\nMir gefallen die Fähigkeiten allerdings eher weniger\n\nKritikpunkte:\n-enorme, wirklich krasse Manakosten, er hat keine Möglichkeit, mit einer Fähigkeit Mana wiederherzustellen, weshalb ich die Manakosten für unmöglich halte. Ich meine, auf allen 3 Basis-Fähigkeiten Manakosten von mindestens 100 zu haben (auf Stufe 5) und dann noch 200 bei der Ultimate auf Lvl 3. Ich frage mich, wieso du dann, wenn du schon so hohe Manakosten vorschlägst, nicht die Träne mit ins Build nimmst, dann wären sie schon etwas kompensierter.\n\n-Etwas unkreative Fähigkeiten:\nPassive: Etwas von Ashe abgeschaut, findest du nicht? Gerade heutzutage, wo man Champions einzigartig gestalten will. Klar, ist AOE-Dmg, den das Ziel zusätzlich erhält, aber trotzdem, gefällt mir nicht...\n\nQ: Die Geschwindigkeit von seinem Flug finde ich etwas zu langsam, wenn ich mir vorstelle, wie schnell eine Anivia Q fliegt, sollte also meiner Meinung nach etwas schneller sein, andernfalls ist es relativ leicht zu predicten und zu dodgen.\n\nW: Das Design der Passiven von der W-Fähigkeit ist dir gelungen, gefällt mir richtig gut! Nur die Aktive, etwas viel von Lissandra abgeschaut denke ich... Klar, der Dmg kommt nicht instant raus, sondern erst nach einer kurzen Verzögerung, aber einen Spell zu haben, der dich 1,5 Sekunden unverwundbar macht mit einem CD von 17 Sekunden auf Stufe 5 ist schon leicht OP (V.a. weil Lissandra und beispielsweise Kayle so eine Fähigkeit als Ult haben, mit einem wesentlich höheren CD)\n\nE: An dieser habe ich nichts auszusetzen bisher.\n\nR: Hm, die Ult ist mir irgendwie zu ähnlich zu der von Anivia... klar, sie hat einen viel höheren CD, aber dieser AOE-Effekt, der Dmg-Over-Time macht (Base-Damage etwas zu gering finde ich, aber nur etwas), ist schon sehr ähnlich. Hinzukommt, dass es fast unmöglich ist, ein Ziel 3 Sekunden lang in der Ult zu halten, allein schon weil sie nur 3 Sekunden verfügbar ist... und hinzukommt seine Selbstverlangsamung.\n\nAlles in allem, ich bin gegen einen solchen Champion, da die Manakosten komplett unangepasst sind und die Fähigkeiten nicht gerade kreativ sind #NoOffense\n\nMfG","replies":[{"id":"","poster":"BlackfrostAngel","date":"2016-10-04T18:29:38.754+0000","up_votes":1,"down_votes":0,"body":"Die Manakosten haben ich als Teil des balancing hoch gehalten, dafür die Cooldowns teilweise etwas runtergesetzt. Die Passive soll ein stufensysten sein. Die aktuelle Ashe passive beinhaltet ja deutlich mehr anderes, aber da die gefrorenen Wächter wohl Avarosas Bogen ermöglicht haben ergibt sich daher eine kontextliche ähnlichkeit. Die Tear wollt ich in den Build mitreinnehmen habe es leider vergessen , es geht aber auch mit dem Mana von Lichbane und Rod da er ja immernoch viel CD hat. Die ult ist Anivia wenig ähnlich eher Kennen aber ich wollte einen Champion , der unglaublichen Burst in den Teamfight raushaut wenn man es richtig hinbekommt. Die Q sollte nicht schneller sein sonst kann man es zu schwer kontrollieren (selbst) und es hätte zu wenig counterplay. Ich dachte mir wenn ein Champion eine Eiszeit über die Welt bringen soll sollte er unglaubliche Aoe eis effekte besitzen.","replies":[]}]},{"id":"","poster":"LanternForKowie","date":"2016-10-04T18:51:26.597+0000","up_votes":1,"down_votes":0,"body":"Hey ^^\n\nIch schaue mir die Posts bezüglich Champion-Konzepten noch nicht lange an, deins ist aber von denen die ich gelesen haben eines der Durchdachtesten xD.\n\nIch weiß ja nicht, wie es dir dabei geht, aber ich HASSE point 'n' klick CC ^^'. Ich schlage vor, dass man für die Passive etwas mehr tun muss, dafür aber auch mehr belohnt wird. Ich dachte dabei in diese Richtung:\n_Passive: Automatische Angriffe und Fähigkeiten belegen das Ziel für 8 Sekunden mit einer \"Unterkühlt\" Marke (Jede Marke verfällt für sich). Sollte ein Gegner mit 5 oder mehr Marken belegt sein, wird er um 5/10/15/20% (auf den Stufen 1/6/11/16) verlangsammt. (Je nach Anzahl der Stacks bekommen die Fähigkeiten dann Bonuseffekte)_ \n\nIch würde den Q und den W vertauschen. Bewegungsfähigkeiten befinden sich meist auf dem E, während sich die Main-DMG Spells meist auf dem Q befinden.\n\nZu den Bonuseffekten der Passiven: \n**Frostnachtsflug:** _Für jeden getroffenen Gegner mit 5 oder mehr Marken wird etwas Abklinkzeit zurück gesetzt (dachte dabei vieleicht so an 10% pro Treffer?)._\n**Cryostase:** _Nimm den Heal von der Passive, dafür heilt er sich beim detonieren der Kryostase für jeden getroffenen Gegner, welcher mit 5 oder mehr Marken belegt ist um ne ganze Menge._\n**Schneefall:** _Auf von Eiszapfen getroffene Gegnern ist der Slow der Passiven für 2 Sekunden verdoppelt, kling auf den Normalwert ab._\n**Sturm:** _Nimm den Stun runter und etwas vom Schaden. Dafür verlängerst du die Dauer auf 6/8/10 Sekunden (erhöht sich mit dem Durchskillen). Gegner mit 10 oder mehr Marken werden für 1,5 Sekunden betäubt und die Anzahl der Marken auf diesen auf 4 gesetzt (Wenn sie aus dem Stun rasukommen sind sie wieder auf 5 weil sie ja ne Sekunde im Sturm betäubt sind)._\n\nViel Glück und vor allem Spaß noch bei sowas.\nMfG Kowie ^^","replies":[{"id":"","poster":"BlackfrostAngel","date":"2016-10-04T19:09:35.056+0000","up_votes":1,"down_votes":0,"body":"Gute Ideen ich werde das wenn ich alle ideen gesammelt haben auch teilweise überarbeiten. Markensystem könnte zu kompliziert werden ich denke aber ich werde die passive noch etwas mehr identität geben. Von der Passiven soll sich der CC ableiten habe ich mir gedacht wie ich das letztendlich genau hier umzusetzen versuche werde ich möglichst bald zeigen.\n\n\n\nErstmalige Fähigkeitenänderung:\nPassiv:\nEiskalte Berührung-\n\nGlacius Fähigkeiten verlangsamen Ziele um 10%|15%|20%(6|11|16)(Verkühlt),\nwenn das Ziel bereits verlangsamt ist bekommt es 25|50|75 + (15% Ap) zusätzlichen magischen Schaden Schaden in einem Bereich um ihm herum von dem nächsten Angriff. (Größte Aoe 150|200|250)\nDas betroffene Ziel von einer weiteren Fähigkeit innerhalb von 3 Sekunden getroffen wird, bekommt es den Verlangsamungeffekt mit doppelter Stärke(Vereist). Danach kann es 4|3|2 Sekunden\nnicht mehr von Eiskalte Berührung betroffen werden.\n\nQ:\nSchneefall-\n17|15|13|11|9s CD\n70|75|80|85|90 Mana\n\nGlacius wirbelt Schnee um sich herum auf und verursacht 50|75|90|115|130 (+25%Ap) in einer Reichweite von 500. Der Schnee sammelt sich über dem Gebiet ,bildet Eissplitter und rast nach 1s Verzögerung wieder in den Boden. Dabei verursacht es 100|125|150|175|200 (+50%Ap).E:\n\n\nW:\nCryostase.\n\nPassiv-\nGlacius Angriffsreichweite erhöht sich nach Treffen einer Fähigkeit für einen Angriff auf 700. Trifft dieser Angriff einen Champion stiehlt Glacius 15+ 1|1,5|2,0|2,5|3 %(+1%150Ap)des aktuellen Lebens des Ziels und er erhält für 1,5 Sekunden um 10% erhöhtes Lauftempo.\n\nAktiv-\n25 auf allen Rängen CD\n60|70|80|90|100 Mana\nGlacius gefriert sich selbst und wird 1,5 s unangreifbar,kann aber auch keine Fähigkeiten wirken. Wenn Kryostase endet bricht Glacius mit seiner gesammelten Kraft hervor und verursacht in 400 Reichweite um sich herum 100|120|140|160|180 (+40% Ap ) um sich herum.\n\nE:\nFrostnachtsflug\n20|18|16|14|13s CD\n75|80|85|90|95 Mana\nGlacius fliegt 800 Einheiten nach vorne und verursacht im Umkreis von 450 Einheiten 90|135|180|225|270 (+50%)Ap Magischen Schaden hinzu. Glacius Kann seinen Flug unterbrechen , Der Schadensradius nimmt dabei ihn ins Zentrum.\nGeschwindigkeit: Etwas schneller als Lissandras E.\n\n\nR:\nGlazialer Sturm.\n120|100|80 s CD\n100|125|150 Mana\nNach 1 Sekunde der Konzentration verursacht Glacius einen mächtigen Eissturm mit sich als Zentrum mit 550 Reichweite. \nDieser Eissturm bleib 4|5|6s bestehen und bewegt sich mit ihm. \nEr kann währenddessen normal Fähigkeiten nutzen. \nWenn ein Gegner innerhalb des Eissturms den Status Vereist(siehe passive) erlangt wir es nicht Verlangsamt sondern eigefroren (1|1,25|1,5s stun). \nDer Sturm verursacht pro Sekunde 50|75|100 Schaden (+25%Ap) schaden. Insgesamt also 200|375|600 (+75|100|125% Ap).\nAufgrund der Konzentration bewegt sich Glacius während dieser 3 Sekunden um 20|15|10% langsamer.","replies":[]}]}]}