{"id":"QTlTWEKl","poster":"DragonOdem","date":"2020-01-09T19:56:00.347+0000","title":"aus Datenschutz-Rechtlichen Gründen keine weiteren Informationen zu den Fall","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin Zusammen,\r\n\r\nweiß jemand von euch welcher Paragraph genau es RIOT verbietet, wenn wir einen Spieler reportet haben, uns zu sagen ob die den Spieler anschließend gebannt haben oder nicht ?\r\nIch hatte beim Support nachgefragt, aber von dem kommt nur \"Das sind EU-Richtlinien, die kannst du im Internet nachlesen oder bei Läden die Bücher über Gesetze der EU anbieten erwerben.\" Habe ein bisschen auf: https://dsgvo-gesetz.de/  nachgelesen, wurde daraus aber nicht schlau :D\r\n\r\n-Gruß Dragon-","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-09T20:24:26.491+0000","up_votes":1,"down_votes":0,"body":" - Im Endeffekt liegt es nicht daran, was in den DSGVO steht, sondern, was eben nicht.\nNur die betroffene Person der Verarbeitung seiner eigenen persönlichen Daten (Begriffsdefinition in Art. 4) hat laut Art. 15 ein Anrecht auf Auskunft.\n - Weiterhin haben wir durch Art. 5f eine Aussage welche die Weitergabe von Informationen an Unbefugte verbietet. Und da der reportete Spieler keine Erlaubnis an Riot abgegeben hat, dass du über den Status seines Kontos informiert werden darfst, bist du vor diesem Paragraphen eine unbefugte Person.\n - Art. 6 Bindet zudem die Verarbeitung von personenbezogenen Daten an die Erlaubnis der betroffenen Person. Da weder in den AGB noch in den Datenschutzerklärungen von Riot die Offenlegung der von dir erfragten Informationen festgelegt ist, hat kein Spieler die Erlaubnis erteilt, Kontodaten für andere Spieler offen zu legen.","replies":[{"id":"","poster":"LootAndPillage","date":"2020-01-10T14:29:07.086+0000","up_votes":1,"down_votes":0,"body":"Ich denke nicht dass ein account in einem free to play Spiel gemeint ist wenn das Gesetz dem Umgang mit Kontodaten schützt. \n\nIn den meisten Sportarten ist es auch kein Problem: im Fußball sind ja nicht nur gelbe/rote Karten und Schiedsrichterentscheidungen öffentlich, sondern auch Entscheidungen der Schiedsgerichte und Geldstrafen werden normalerweise veröffentlicht. \n\nIch glaube hier geht es einfach drum, das Drama und den Aufwand alles in der Öffentlichkeit diskutieren zu müssen, zu vermeiden.  \n\nIch halte Datenschutz da eher für einen vorgeschobenen Grund, zumal es ja nicht um Klarnamen geht.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-10T17:02:46.461+0000","up_votes":1,"down_votes":0,"body":"> Ich denke nicht dass ein account in einem free to play Spiel gemeint ist wenn das Gesetz dem Umgang mit Kontodaten schützt.\n\nGesetze und Verordnungen sind nicht zum interpretieren da. Solange also die Informationen über Accounts nicht explizit von explizit genannten Bedingungen abhängig gemacht wird, sind alle Accounts (inkl. Accounts von F2P-Games) von dieser Aussage betroffen. Ohne Ausnahme!\n\n> In den meisten Sportarten ist es auch kein Problem: im Fußball sind ja nicht nur gelbe/rote Karten und Schiedsrichterentscheidungen öffentlich, sondern auch Entscheidungen der Schiedsgerichte und Geldstrafen werden normalerweise veröffentlicht.\n\nKorrekt und doch auch falsch.\nNehmen wir einmal den Fußball. Der Erwerb von Ticket und die Verträge der Vereine und Verbände mit den Sendeanstalten sind genauso von diesen Regeln betroffen, wie auch LoL. In den mit ihnen geschlossenen Verträgen werden jedoch andere Freiheiten festgesetzt, sodass beispielsweise die Senderechte selbst als nichts anderes aufgefasst werden können, als die Erlaubnis Informationen über die Spiele zu Veröffentlichen.\nDerartige \"Veröffentlichungserlaubnisse\" sind jedoch nicht in den AGB/Datenschutzerklärungen(DSE) von LoL vorgesehen, sodass Riot niemandem erlaubt Informationen über die Spieler zu veröffentlichen. Egal ob es jetzt Verwarnungen und Strafen gegenüber den Accounts sind, oder die Passworte für die Accounts. XD\n\nBei den Geldstrafen gibt es zwei verschiedene Möglichkeiten:\n\n1. Der Spieler-Vertrag mit dem Verein sieht vor, dass der Verein Informationen über die Strafen veröffentlichen darf.\n=> Der Verein veröffentlichen die Strafen (äquivalent für die Schiedsgerichtsurteile) \n2. Die Spieler sind nicht vertraglich Beschränkt Informationen über Strafen zu veröffentlichen.\n=> Der Spieler veröffentlichen die Strafen (äquivalent für die Schiedsgerichtsurteile)\n\nElement 1 existiert in den AGB/DSE nicht, sodass Riot keine Aussagen dazu veröffentlichen darf.\nElement 2 ist existent, jedoch kann dadurch nur er Bestrafte Auskunft über seine Strafe geben. Schreib ihn doch einfach mal an, vielleicht sagt der Spieler dir je, ob er bestraft wurde. XD\n\n> Ich glaube hier geht es einfach drum, das Drama und den Aufwand alles in der Öffentlichkeit diskutieren zu müssen, zu vermeiden.\n\nIch vermute es sind zwei zentrale Elemente:\n\n1. Die AGB/DSE sollen einfach und übersichtlich bleiben. Jeder Spieler soll sich bewusst sein, dass niemand außer er selbst Informationen über sich und seinen Account veröffentliche darf.\n2. Die AGB/DSE sollen als Argumentationsgrundlage nutzbar sein. Riot verargumentiert ja die Strafen beispielsweise mit Art. 5 der AGB. Um diese Argumentation nachvollziehbar zu gestalten, sind die AGB (und in selbem Maße die DSE) nicht verklausuliert und anders als öffentliches Recht (wie die DSGVO) nicht interpretierbar formuliert. \n\n> Ich halte Datenschutz da eher für einen vorgeschobenen Grund, zumal es ja nicht um Klarnamen geht.\n\nDa innerhalb der Umgebung \"LoL\" der Beschwörername den Klarnamen ersetzt und dieser sogar global unique ist, kann man über den Beschwörernamen eindeutig auf Spieler zurückführen. Im Wesentlichen wäre es also mit der von dir aufgeführten Argumentation sogar sinnvoller Informationen mit dem Klarnamen zu veröffentlichen, weil es nun einmal mehrer Menschen mit dem selben Namen gibt und die Zuordnung dadurch nicht eindeutig ist. (Jedenfalls nicht für Spieler wie uns.)","replies":[{"id":"","poster":"LootAndPillage","date":"2020-01-10T19:23:30.195+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=7hciEY9w,discussion-id=QTlTWEKl,comment-id=000000000001,timestamp=2020-01-10T17:02:46.461+0000)\n>\n> Gesetze und Verordnungen sind nicht zum interpretieren da. Solange also die Informationen über Accounts nicht explizit von explizit genannten Bedingungen abhängig gemacht wird, sind alle Accounts (inkl. Accounts von F2P-Games) von dieser Aussage betroffen. Ohne Ausnahme!\n\nUnsere Gerichte beschäftigen sich regelmäßig mit der Interpretation von Gesetzen. Darum sind Grundsatzurteile zu vorher noch nicht entschiedenen Sachverhalten ja so interessant, weil sie eine erste Interpretation eines Gesetzes in einem bestimmten Fall darstellen der sich dann andere Gerichte anschliessen können aber nicht müssen. \n\nIm Gegensatz zu anglo-amerikanischen Rechtstraditionen ist bei uns auch nicht alleine der Buchstabe des Gesetzes wichtig, sondern auch die dahinter stehende Absicht. \nOb free to play accounts da drunter fallen oder nicht kann zumindest bewzeifelt werden, endgültig entscheiden könnte das aber wohl nur ein Gericht. interessant wäre sicherlich ob \"Konto\" im Gesetzestext sich auf den klar definierten Begriff aus dem Bankengewerbe bezieht oder eher umgangssprachlich gebraucht wurde. \n\n> \n> Korrekt und doch auch falsch.\n> Nehmen wir einmal den Fußball. Der Erwerb von Ticket und die Verträge der Vereine und Verbände mit den Sendeanstalten sind genauso von diesen Regeln betroffen, wie auch LoL. In den mit ihnen geschlossenen Verträgen werden jedoch andere Freiheiten festgesetzt, sodass beispielsweise die Senderechte selbst als nichts anderes aufgefasst werden können, als die Erlaubnis Informationen über die Spiele zu Veröffentlichen.\n> Derartige \"Veröffentlichungserlaubnisse\" sind jedoch nicht in den AGB/Datenschutzerklärungen(DSE) von LoL vorgesehen, sodass Riot niemandem erlaubt Informationen über die Spieler zu veröffentlichen. Egal ob es jetzt Verwarnungen und Strafen gegenüber den Accounts sind, oder die Passworte für die Accounts. XD\n\n\nRote und gelbe Karten kann es auch ausserhalb von vertraglich geregeltem Profifussball geben, inklusive Hobbyfußball auf der Wiese. Die werden trotzdem nicht geheim vergeben. \n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-10T19:38:20.862+0000","up_votes":1,"down_votes":0,"body":"> Rote und gelbe Karten kann es auch ausserhalb von vertraglich geregeltem Profifussball geben, inklusive Hobbyfußball auf der Wiese. Die werden trotzdem nicht geheim vergeben.\n\nKorrekt. Jedoch gibt es sowohl die mündliche Vereinbarung, die laut BGB ein Vertrag ist und eine Mitgliedschaft in einem Vertrag ist ebenso an einen Vertrag gebunden, indem beispielsweise auch sowas wie Mitgliedsbeiträge geregelt sind.\n\nAlso auch wenn du dir nicht über alle bewusst bist, vor dem Gesetz gehst du in deinem Alltag eine Vielzahl von Verträgen ein, die Bedingungen an Gegenleistungen knüpft.","replies":[]}]}]},{"id":"","poster":"DragonOdem","date":"2020-01-10T16:48:04.569+0000","up_votes":1,"down_votes":0,"body":"> Ich halte Datenschutz da eher für einen vorgeschobenen Grund, zumal es ja nicht um Klarnamen geht.\n\nDer Meinung bin ich auch. Eine Diskussion sollte man nicht fürchten müssen wenn alles mit rechten Dingen zu geht... Gibts ja in den Foren genügend ohne das es groß Leute bzw. RIOT interessiert.","replies":[]}]},{"id":"","poster":"DragonOdem","date":"2020-01-10T16:16:17.041+0000","up_votes":1,"down_votes":0,"body":"Huhu und Danke für ein paar erste Infos :)\n\n* 5f: \"in einer Weise verarbeitet werden, die eine angemessene Sicherheit der personenbezogenen Daten gewährleistet, einschließlich Schutz vor unbefugter oder unrechtmäßiger Verarbeitung und vor unbeabsichtigtem Verlust, unbeabsichtigter Zerstörung oder unbeabsichtigter Schädigung durch geeignete technische und organisatorische Maßnahmen („Integrität und Vertraulichkeit“);\"\n\nDie Information über einen BAN lässt mich weder seine personenbezogenen Daten wissen( also nicht mehr als ohnehin schon - nämlich den Beschwörernamen), noch in irgend einer anderen Art und Weise seinen Account schädigen oder an seine Daten kommen.\n\n* Art 9: \"Die Verarbeitung personenbezogener Daten, aus denen die rassische und ethnische Herkunft, politische Meinungen, religiöse oder weltanschauliche Überzeugungen oder die Gewerkschaftszugehörigkeit hervorgehen, sowie die Verarbeitung von genetischen Daten, biometrischen Daten zur eindeutigen Identifizierung einer natürlichen Person, Gesundheitsdaten oder Daten zum Sexualleben oder der sexuellen Orientierung einer natürlichen Person ist untersagt.\"\n\nLeute mit Namen wie \"Hurensohn\", \"Judenha55er\" etc. dürften demnach ja gar nicht verarbeitet werden bzw. zugelassen sein. Trotzdem findet man sie zuhauf in LoL.\n\ndann kommt aber \"Art. 9 Absatz 1 gilt nicht in folgenden Fällen: e) die Verarbeitung bezieht sich auf personenbezogene Daten, die die betroffene Person offensichtlich öffentlich gemacht hat, \"\n\ndie Daten ( also der Beschwörername ) sind ja öffentlich gemacht. Insofern ist es entweder strafbar was die ganzen Statistikseiten machen ( anzeigen das Du gerade online bist und wann deine ganzen Spiele waren ), oder dadurch das er der öffentlich Verarbeitung zustimmt, dürfen wir auch erfahren ob ein Account für eine bestimmte Handlung gebannt wurde oder nicht. Letztlich ist das ja auch irgendwie sichtbar wenn man über diese Statistiksiten den entsprechenden Beschwörer aufruft und sieht das er weiterspielen kann oder eben nicht.\n\n* zu Art. 6 heißt es auch \"e) die Verarbeitung ist für die Wahrnehmung einer Aufgabe erforderlich, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde\" - wir als Community haben ja ein Interesse daran welche Namen und was für Handlungen in LoL eines Bannes würdig sind oder nicht - oder siehst Du das anders ?\n\n-Gruß Dragon-","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-10T17:35:17.139+0000","up_votes":1,"down_votes":0,"body":"> Die Information über einen BAN lässt mich weder seine personenbezogenen Daten wissen( also nicht mehr als ohnehin schon - nämlich den Beschwörernamen), noch in irgend einer anderen Art und Weise seinen Account schädigen oder an seine Daten kommen.\n\nSchädigung mit organisatorischen Maßnahmen wäre beispielsweise das Anprangern. Wenn also der Umgang eines Kollektivs mit dem Spieler dadurch verschlechtert wird, dass bekannt gemacht wird, dass dieser Spieler eine Strafe erhalten hat, dann verbietet Art. 5f die Veröffentlichung. Denn der Account verfügt damit über ein negatives Bild. (Selbstverständlich ist das in LoL zu beachtende Kollektiv verglichen zur Spielerzahl sehr klein, doch über die Größe der organisierten Gruppe macht Art. 5f ja keine Aussagen)\n\n> Leute mit Namen wie \"Hurensohn\", \"Judenha55er\" etc. dürften demnach ja gar nicht verarbeitet werden bzw. zugelassen sein.\n\nArt. 5(xi) verbietet diese Namen und sie können jederzeit gelöscht und geändert werden:\n\n - \"einen Summoner-Namen zu wählen, der fälschlich auf eine Verbindung mit Riot Games hinweist, personenbezogene Daten enthält oder beleidigend, diffamierend, vulgär, obszön, sexualisiert, rassistisch oder in ethnischer oder sonstiger Hinsicht verwerflich ist. Du darfst keine falsche Rechtschreibung oder alternative Schreibweise verwenden, um diese Beschränkung der Wahl eines Summoner-Namens zu umgehen. Riot Games kann jeden Namen ändern, der diese Bestimmung verletzt, ohne Dich zu benachrichtigen, und kann bei wiederholten Verstößen weitere disziplinarische Maßnahmen treffen, einschließlich der Kündigung des Kontos,\"\n\n> Insofern ist es entweder strafbar was die ganzen Statistikseiten machen ( anzeigen das Du gerade online bist und wann deine ganzen Spiele waren ), oder dadurch das er der öffentlich Verarbeitung zustimmt, dürfen wir auch erfahren ob ein Account für eine bestimmte Handlung gebannt wurde oder nicht.\n\nTechnisch gesehen hast du gegenüber jeder der Statistik-Seiten das Recht deine Accountdaten vor ihrer Veröffentlichung zu schützen. Da sie keine Erlaubnis haben deine Daten zu verwenden, kannst du also im Extremum gegen jede Seite auf Unterlassung klagen.\nDie Darstellung der Daten auf den Statistik-Seiten befindet sich sozusagen in einer Grauzone: Solange keiner Einspruch einlegt, machen die Seiten das einfach.\nDie Statistiken über Champions, Elo, etc. fallen durch die Pseudonymisierung in andere Bereiche der DSVGO (Definiert in Art. 4 5))\n\n> die Verarbeitung ist für die Wahrnehmung einer Aufgabe erforderlich, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde\"\n\nDer Paragraph sagt ja nur aus, dass die Verarbeitung der Daten erlaubt ist, wenn es der Wahrnehmung einer Aufgabe des öffentlichen Interesses entspricht. Diese Aufgabe ist der Bann selbst. Also die Aufgabe von Riot Spieler, die sich nicht an die Regeln halten aus dem Verkehr zu ziehen und mit Strafen und Mahnungen zu versehen.\n\nDieser Paragraph legitimiert also das Strafsystem, denn es agiert im öffentlichen Interesse. Die Bekanntmachung der Strafe hat jedoch (jedenfalls für mich) nichts mit dem öffentlichen Interesse zutun, sondern wäre lediglich ein Konzept des Anprangerns, über das wir hoffentlich seit dem Mittelalter hinweg sind.","replies":[]}]}]},{"id":"","poster":"Eroticat Nimar","date":"2020-01-10T04:33:44.482+0000","up_votes":1,"down_votes":0,"body":"Was ? Riot Games händigt Leistungsnutzern keine Kundeninformationen aus ?!!\n\nIst ja verrückt.","replies":[]}]}