{"id":"AtN0MV3a","poster":"1337 Awly","date":"2016-10-03T17:03:18.619+0000","title":"Seit ca 14:30 Uhr massive Ping Probleme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nseit ca 14:30 ist mein Ping in LoL auf &uuml;ber 400 hochgeschossen und pendelte sich dann bei ca 380 ein. Ich habe bereits die Reparaturfunktion genutzt, den Rechner neugestartet und nat&uuml;rlich einen Pingtest gemacht, um auszuschlie&szlig;en, dass das Internet das Problem ist (Ergebnis war 10ms). Haben noch andere das Problem?\r\n\r\nBeste Gr&uuml;&szlig;e\r\n\r\nAwly","replies":[{"id":"","poster":"1337 Awly","date":"2016-10-03T17:22:36.990+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nwie bereits im ersten Post geschrieben, habe ich bereits einen Speedtest gemacht. Der Ping dabei lag bei 10ms. Die anderen Schritte, die du dort aufgelistet hast, habe ich ebenfalls bereits erledigt. Ich habe auch nichts an meinem PC Setup bzw Internetsetup geändert. Die Probleme traten von eine auf die andere Sekunde auf.","replies":[{"id":"","poster":"legofreak1","date":"2016-10-03T17:33:58.089+0000","up_votes":1,"down_votes":0,"body":"Mir geht es bei dem Speedtest nicht darum, dass du deinen Ping misst, sondern dass du misst, ob deine Internetverbindung auch den Datendurchsatz hat, der angegeben ist. Der Speedtest gibt dir den Ping zu dem Server an, zu dem du gerade einen Speedtest machst. Das wird niemals derselbe sein wie der lol-Server und muss nicht zwangsläufig dieselbe bzw Teile der Route nehmen wie deine Verbindung zum lol-Server.\nHast du eine 16k-Leitung, kommen davon bei dir aber effektiv nur 2k an, dann ist diese schnell mit normalem Datenverkehr \"verstopft\", sodass pingintensive Anwendungen warten müssen und nur verzögert kommunizieren können. In diesem Fall ist etwas mit deiner Leitung und/oder deinem Router nicht in Ordnung.\n\nZusätzlich sieht man in deinem Log von Pingplotter, dass du einen hohen Ping zu deinem Router hast. Dies kann entweder allgemein an deiner Verbindung zum Router liegen (WLAN) oder dieser ist überlastet, defekt oder braucht einfach mal einen Neustart. Daher die Bitte, dass du LAN statt WLAN verwendest, sollte dies nicht bereits geschehen sein und diese, dass du den Router neu startest.\n\nDie Verbindung zwischen deinem Router und dem nächsten Knotenpunkt erfolgt außerdem ebenfalls nur verzögert, was an einer Störung an deinem Router oder der Leitung liegen kann. Von meinem Ende aus kann ich diesen Punkt gerade gut erreichen, es sieht also so aus, als liegt das Problem auf deiner Seite der Leitung.\n\n\nIn jedem der oben genannten Fälle liegt das Problem aber nicht an lol oder den Server bzw wenn dies der Fall sein sollte, treten bereits vorher auf deiner Seite Probleme auf, die deutlich schwere sind und mögliche Serverprobleme überschatten. Das und die Tatsache, dass seit 5 Stunden keine Service-Status Meldung dieser Art aufgetaucht ist, legt nahe, dass du auf deiner Seite nach dem Problem suchen solltest.\n\nIch habe dir bereits Lösungsmöglichkeiten für Verbindungsprobleme gegeben, die du selber befolgen kannst, sollten danach weiterhin Probleme auftreten, wendest du dich wie bereits vorgeschlagen am besten an deinen Internetanbieter. Dieser kennt seine Hardware und kann Probleme an der Leitung diagnostizieren und beheben.\n\nZur Verbindung zu deinem Router kann ich dir nur erneut nahe legen, LAN zu verwenden - wenn auch nur vlt testweise - und den Router neu zu starten.","replies":[]}]},{"id":"","poster":"1337 Awly","date":"2016-10-03T17:15:14.970+0000","up_votes":1,"down_votes":0,"body":"Hi, danke für deine schnelle Antwort. Hier das Ergebnis:\n\nhttp://pastebin.com/WtbjjVgx\n\nEdit:\n\nhier noch das Netlog:\n\nhttp://pastebin.com/RQSpwEWx","replies":[{"id":"","poster":"legofreak1","date":"2016-10-03T17:20:11.674+0000","up_votes":1,"down_votes":0,"body":"Du hast bereits zu deinem Router einen Ping von 60ms, das sollte normalerweise nicht über 1ms sein, danach wird das nur noch schlechter, was eine schlechte Verbindung zu deinem Router und/oder ein Problem mit deinem Router bzw deiner Leitung vermuten lässt. Mach bitte folgendes:\n\n- Nutze bitte LAN statt WLAN, solltest du dies nicht bereits tun.\n- Starte deinen Router neu (Strom raus, 5 Min warten, Strom wieder rein)\n- Such nach neuer Firmware für deinen Router und installiere diese falls vorhanden, solltest du dir dabei nicht sicher sein, lass diesen Schritt erstmal aus.\n- Mach einen [Speedtest](http://www.speedtest.net/). Ist das Ergebnis deutlich niedriger als das, was du bezahlst, ruf bei deinem ISP an.\n- Führe keine großen Up-Downloads im Hintergrund aus. Diese können bei niedrigem Durchsatz der Leitung auch zu Problemen führen. Schließ also am besten alle Hintergrundprogramme, die eine Internetverbindung benötigen.\n- Wenn obiges nichts gebracht hat, dann kannst du von deiner Seite aus nicht mehr viel machen und solltet deinen ISP anrufen. Diese kennen ihre Hardware besser und können dir deutlich besser helfen bzw können Fehler von ihrer Seite diagnostizieren.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-10-03T17:08:25.361+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte Pingplotter im Hintergrund eines Spiels mit Problemen laufen lassen und das Ergebnis dessen hier posten?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Interval: 1 second\n> * Focus: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[]}]}