{"id":"NpxNhNHH","poster":"SaphyRuleZ","date":"2016-10-03T16:54:16.368+0000","title":"Spartan eSports sucht neue Member","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Gr&uuml;&szlig;e, Beschw&ouml;rer.\r\n\r\nWir, Spartan-Esports, sind ein Multigaming-Clan, welcher im August diesen Jahres gegr&uuml;ndet wurde.\r\n\r\nNeben League of Legends haben wir derzeit auch einige CS:GO-Spieler. Durch ein weit gef&auml;chertes Supporterteam innerhalb unseres Clans ist uns nicht nur die M&ouml;glichkeit gegeben euch bei einem eventuellen Teamaufbau zu unterst&uuml;tzen, sondern euch auch die Teilnahme an Turnieren sowie Coaches anzubieten.\r\n\r\nIn unserer Community wird jedem die Chance geboten, dem nachzugehen, was er oder sie gut kann, wenn der Wille stark genug ist. Auch &uuml;ber Sponsoring und Partnerschaften kann man mit uns sprechen,\r\nwir begegnen jeder Unterst&uuml;tzung mit offenen Armen und bieten gern die unsere im Rahmen unserer M&ouml;glichkeiten an.\r\n\r\nNat&uuml;rlich haben wir auch gewisse Anspr&uuml;che, deswegen solltest du folgende Eigenschaften mitbringen:\r\n\r\n**-) Freundlichkeit und ein respektvoller Umgang mit deinen Mitmenschen\r\n-) Flaming hat bei uns keinen Platz. Das gilt f&uuml;r das Spiel sowie den Teamspeak.\r\n-) Eine gewisse geistige Reife\r\n**\r\n\r\n&Uuml;berzeuge dich selbst auf unserem gut strukturierten Teamspeakserver oder durchforste unsere Homepage, die mit viel Liebe zum Detail entwickelt worden ist. Auch vorab kannst Du mit uns zusammen Gespr&auml;che f&uuml;hren und einige Runden bestreiten.\r\nSelbstverst&auml;ndlich bieten wir auch all denen einen Platz, die sich durch ihr K&ouml;nnen auszeichnen, seien es kreative, technische oder unterhaltungsmediale F&auml;higkeiten.\r\n\r\nInteresse geweckt? Dann schau einfach gerne jederzeit bei uns auf dem Teamspeak vorbei und wartet im Aufnahmebereich f&uuml;r League of Legends auf einen Memberrecruiter. Wir hei&szlig;en Dich und deine Freunde stets willkommen und freuen uns, Dich kennenlernen zu d&uuml;rfen.\r\n\r\nJeder ist willkommen, sowohl einzelne Spieler, Teams als auch Clans, die mit uns fusionieren wollen! Oder einfach Anf&auml;nger die Hilfe brauchen, wirklich jeder.\r\n\r\nWebsite: http://spartan-esports.de\r\nFacebooksite: https://www.facebook.com/Spartan.e.Sports.official/\r\nTeamspeak IP: 198.199.71.216","replies":[{"id":"","poster":"SaphyRuleZ","date":"2016-10-04T14:27:13.241+0000","up_votes":1,"down_votes":1,"body":"Ist derzeit down, sollte im Laufe des Tages behoben werden.","replies":[]}]}