{"id":"d9wExEJL","poster":"Prophet Kola","date":"2016-10-03T15:44:17.008+0000","title":"Oneshot, DoT und Mehr?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":3,"body":"Hii *-*\r\n\r\nIch spiele sehr gerne On-Shot- und DoT Champions. Warum? Keine Ahnung ist auch egal. Jetzt fragt ihr euch vielleicht: &quot;Ja gut, was genau meint erdenn jetzt mit One-Shot und DoT?&quot;...\r\n\r\nOne-Shot:\r\n\r\nFull AD [100% crit (1Ghostblade, 2 Essende Reaver 3 Infinity Edge) Thresh, Caitlyn, Vayne, Draven, Garen (und Miss Fortune)\r\n\r\nFull AP (Spellblade, Hextech Revolver, Ludeens etc.) Sona, Teemo und Akali\r\n... und Veigar in general haha...\r\n\r\nDoT:\r\n\r\nFull AP (mit Lyandris, Rylais und Deathfire touch) Malzahar, Mordekaiser und Teeto\r\n\r\nJetzt frage ich mich, ob es hier jemanden gibt, der das auch gerne tut, ob ihr dar&uuml;ber nachdenkt das auch mal auszuprobieren (macht einfach unglaublich Spa&szlig; mit Cailtyn dem Gegner nen 5K Headshot zu verpassen :D) UND ob ihr f&uuml;r mich noch einen weiteren Champ empfehlen k&ouml;nnt, der zu einem meiner Build passt ODER ob ihr alternative witzige Build habt :)\r\n\r\nLasst doch mal h&ouml;ren was euch dazu einf&auml;llt, vielleicht sammel wir ja ein paar gute Ideen :) \r\n\r\nLG Kola :3","replies":[{"id":"","poster":"Andrej553","date":"2016-10-05T12:23:02.786+0000","up_votes":1,"down_votes":0,"body":"Full AD Nocturne und Jarvan.\nDot sind natürlich Brand, Swain.\nFull AP kann man Amumu spielen.","replies":[{"id":"","poster":"Prophet Kola","date":"2016-10-05T15:06:50.201+0000","up_votes":1,"down_votes":0,"body":"danke für die kurze und knackige antwort. full ad nocturne... muss ich mir mal asnchauen","replies":[{"id":"","poster":"Andrej553","date":"2016-10-06T07:11:31.930+0000","up_votes":1,"down_votes":0,"body":"Vor Monaten hab ich das in normals auch mal gespielt, ist einfach witzig mit Ult angeflogen zu kommen, während des Fluges Q zu drücken und mit aa + hydra den Carry zu töten.\nVor kurzem hab ich nen Vid gesehen bei dem das ein halbwegs bekannter deutscher Youtuber gemacht hat.\nhttps://www.youtube.com/watch?v=vDN70lKkalM\n\nAch ja, full AP ging zumindest früher noch Sejuani, Lucian und Malphite. Nasus übrigends auch, da brauchst du aber nen passenden Lane Gegner.","replies":[]}]}]},{"id":"","poster":"RAG Ryve","date":"2016-10-05T04:45:35.394+0000","up_votes":1,"down_votes":0,"body":"Welchem Gegner drückst du mit Cait nen 5k HS?^^ Allein schon weil du sowieso kaum Armorpen hast werden ca 30% des Schadens reduziert. XD","replies":[{"id":"","poster":"Prophet Kola","date":"2016-10-05T10:16:43.371+0000","up_votes":1,"down_votes":0,"body":"Ich habedurch runes, ghostblade und masterries 39 armor pen. die 5k crit waren zugegeben auf den bluebuff ^^ aber geht auch bei enemies mit 0 defitems","replies":[]}]},{"id":"","poster":"Flüssigsubstanz","date":"2016-10-03T16:05:02.474+0000","up_votes":1,"down_votes":0,"body":"> ihr für mich noch einen weiteren Champ empfehlen könnt, der zu einem meiner Build passt ODER ob ihr alternative witzige Build habt \n\nIch nenn mal champs die einfach nach deinem build passend dot haben :D\n\n{{champion:63}} {{champion:50}} {{champion:69}} {{champion:68}} \n\nUnd generell zu den builds, also vorallem das mit AD, mach ich mittlerweile nichtmehr. Ich habs früher ganz gerne gemacht als noch Blutdürster stackbar war so schöne Fulllifesteal builds mit ein Infinity edge runtergemischt. Aktuell mach ich wie gesagt sowas nichtmehr aber es gibt noch einige unkonventiolle builds die damals funktionierten und heute auch noch ertragbar/machbar sind. Sowas wie AP Warwick geht noch oder Offtank/full AD Alistar. Wahrscheinlich gibs da noch mehr was mir nur grad nicht einfällt was ich noch so alles getestet habe. In 6-7 Jahren kommt halt einiges zusammen :P","replies":[{"id":"","poster":"Prophet Kola","date":"2016-10-03T16:10:46.388+0000","up_votes":1,"down_votes":1,"body":"Ich spiele LoL auch schon seit Season 1 ^^' Aber ich bin noch nicht an den Punkt gekommen wo diese builds kinen Spaß mehr machen... ist das denn überhaupt der Grund warum du damit aufgehört hast oder gibt es dafür einen anderen Grund?","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-10-03T16:16:56.398+0000","up_votes":1,"down_votes":0,"body":"Weniger der Spaß mangel, eher weil man schon alles ausprobiert hat und man mit der Zeit schon gemerkt hat das der \"normale\" weg 90% der fälle besser ist :D \nAusserdem der  zusatz das einige kollegen schon aufgehört haben zu spielen und ich randoms sowas mal nicht \"antun\" möchte :P","replies":[]}]}]},{"id":"","poster":"Prophet Kola","date":"2016-10-03T16:17:25.870+0000","up_votes":1,"down_votes":1,"body":"Kann mir bitte einer erklären wieso ihr das Disliked ?XD Ich wollte doch blos ein paar Vorschläge hören :D","replies":[]}]}