{"id":"QOKLx5qa","poster":"the7ofthe7","date":"2016-10-03T09:18:00.423+0000","title":"Coin auf Thresh","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo \r\n\r\nIch wollte mich mal ein wenig umh&ouml;ren was andere davon halten Coin (oder auch Medallion) auf Thresh zu bauen. Ich habe bei einige  pro spielern und Thresh mains gesehen das sie Relative h&auml;ufig mit dem Relikt starten, dieses dann aber nicht ausbauen und nachdem sie Solaris habe, das Relikt verkaufen und anstelle die 2. Stuffe der Coin kaufen.\r\n\r\nDa ich nicht ganz verstehe wieso sie das machen wollte ich fragen ob mich jemand von euch dar&uuml;ber aufkl&auml;hren kann. :-)\r\n\r\nDanke schonmal f&uuml;r alle Antworten\r\n\r\nPs. Wird auch bei Allistar ab und zu gemacht.","replies":[{"id":"","poster":"the7ofthe7","date":"2016-10-03T10:20:41.068+0000","up_votes":1,"down_votes":0,"body":"Danke an alle ihr habt mir sehr geholfen und sry wegen dem falschen forum habs schlicht vergessen. :(","replies":[]},{"id":"","poster":"WF EatMe","date":"2016-10-03T10:05:52.407+0000","up_votes":1,"down_votes":0,"body":"Erstmal bist du hier im falschen unter forum :)\n\nNun zu deiner Frage,  am anfang ist der Sustain den du durch das Relikt bekommst sehr wichtig auf der Lane aber im mid/late game ist dein ADC nicht mehr auf den Sustain deines Relikts angewiesen da er selber Lebensraub hat. Ab diesem Zeitpunkt ist der aktive effekt des Coins besser für das Team. Außerdem hast du durch das Solaris auch ein Schild.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-10-03T09:45:30.213+0000","up_votes":1,"down_votes":0,"body":"Das Relikt ist halt super gut in der Laning Phase. Weil dein ADC quasi mehrere Heiltränke zusätzlich mit im Inventar hat. Es verliert aber mit fortlaufender Spieldauer an Effizienz, weil sich zum einen der ADC im Lategame mit Lifesteal selber besser heilt und du zum anderen gerade mit Thresh auch einfach nicht mehr zum Abbauen deiner Stacks kommst... \n\nDas Amulett des Aufstieges hat dafür gerade im High-Elo Bereich, wo ja ordentlicher gewardet wird, die beste Ative. Bei der WM habe ich es sogar auf Champions wie Karma gesehen, dass die am Ende auf die Münze wechseln. Denn sie haben damit quasi ein zusätzliches Mantra-E. Und alle Leute zu beschleunigen, ist halt super mächtig. \n\nAllgemein gilt folgendes Prinzip: Der {{item:3303}} Dolch des Zauberdiebes kriegt das meiste Gold. Vorausgesetzt du baust den regelmäßig ab, was als Ranged Support ziemlich einfach ist.\n\n{{item:3302}} Reliktschild bringt deinem ADC am meisten und ist somit in der Laningphase am stärksten.\n\nUnd die Münze hat die stärkste 3. Ausbaustufe.\n\nOb ich selber von Relikt auf Münze wechsele, hängt stark davon ab, wie das gegnerische Team aussieht (gegen eine Sivir ist es extrem cool, ihre Ulti zu kontern...) und ob die Laning Phase so gut lief, dass ich mir solche Späße leisten kann. Wenn ich hinten liege, kombiniere ich meistens mein Goldgeneration Item mit dem Sightstone, damit ich danach direkt zu meinen Coreitems wie Mikaels oder Aegis komme.","replies":[]},{"id":"","poster":"Cpt Caphalor","date":"2016-10-03T09:33:28.650+0000","up_votes":1,"down_votes":0,"body":"In der laning Phase ist die Heilung durch das Relikt sehr nützlich, wird aber später (zum Teamfighten) recht \"nutzlos\". Zumindest wenn man es mit der Coin vergleicht. Diese gibt vollausgebaut dem ganzen Team nen MS (Movementspeed) Buff. Das ist nunmal stärker als ein Schild auf einen Teammate.\nZudem kriegt man durch die Coin mehr Gold als durch das Relikt-Schild, weswegen sie sich die Stufe 2 Coin holen.\n\n\nLG\nCpt Caphalor\n\n-Inter arma enim silent leges","replies":[]}]}