{"id":"OvBEmq3E","poster":"FNC HyperRekkles","date":"2016-10-03T14:58:35.235+0000","title":"Unser Ranked Team braucht noch Unterstützung","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Servus liebe Beschw&ouml;rer,\r\n\r\nwir suchen noch ein paar helfende H&auml;nde f&uuml;r unser Ranked Team in dem wir momentan zu dritt sind.\r\n\r\nDas w&auml;ren einmal D4rabInc : Er ist unser Jungler und befindet sich momentan auf Gold I. Er ist meiner Meinung nach ein sehr sympatischer Mensch und immer gut drauf, also im gro&szlig;en und ganzen ein netter Zeitgenosse mit dem man viel Spa&szlig; haben kann. (Selbstverst&auml;ndlich ist er auch ein sehr guter Jungler und packt manchmal auch sehr interessante Picks aus)\r\n\r\nDann h&auml;tten wir noch V&acirc;yn&eacute; Bot : Er ist unser AD-Carry  und ist momentan auf Gold 3. Er ist ein wirklich guter ADC Spieler und hat seine ganz eigene Art um unter anderem f&uuml;r Unterhaltung und Spa&szlig; zu sorgen. Er wirkt am Anfang vielleicht ein bisschen komisch doch nach nicht ganz so langer Zeit hat man sich schnell an ihn gew&ouml;hnt.\r\n\r\nZu guter letzt w&auml;re noch ich also FNC HyperRekkles im Team : Ich bin der Midlaner  im Team und befinde mich momentan auf Platin V. Dazu muss ich aber noch sagen das ich nicht Main Midlaner bin und noch ein bisschen rein finden muss aber das sollte schon gut klappen. Ich bin eine sehr ruhige Person und gehe sehr analytisch an die Spiele ran deswegen wird man mich vermutlich nur wenn es notwendig ist im Spiel h&ouml;ren.\r\n\r\nWir suchen einen Toplaner und Supporter im Gold bereich oder h&ouml;her und wollen m&ouml;glichst nette Leute die nicht flamen und Kritik verkraften k&ouml;nnen aber auch gute helfende austeilen k&ouml;nnen. \r\nDas Alter spielt keine Rolle und Trainingszeiten etc. besprechen wir als Team, ich hoffe es melden sich viele nette Leute und freue mich auf jede anfrage.\r\nIhr k&ouml;nnt mich einfach in League of Legends adden und anschreiben.\r\n\r\nIch w&uuml;nsche euch noch viel Spa&szlig; \r\nMit freundlichen Gr&uuml;&szlig;en \r\nFNC HyperRekkles","replies":[]}