{"id":"hleEuUF3","poster":"LyRiix","date":"2016-10-01T11:33:51.536+0000","title":"Ekko oder Diana","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Tag,\r\n\r\nIch w&uuml;rde mir gern einen von beiden Champs Kaufen.\r\nJeddoch wei&szlig; ich nicht was momentan/generell sinnvoller ist \r\nEkko nat&uuml;rlich f&uuml;r Ap mid kein Tank jeddoch ist er ja etwas oft genervt worden trotzdem ein Viable Pick?\r\n\r\nhoffe auf ein paar hilfreiche Antworten... :D\r\n\r\n\r\nMfG","replies":[{"id":"","poster":"Escaton","date":"2016-10-01T12:20:11.904+0000","up_votes":1,"down_votes":0,"body":"wie willst du spielen?\n\nBeide sind relativ Mobil, Diana ist mehr Assasin und kann Oneshoten, da tut sich Ekko ein bisschen schwerer. wenn du mid spielen willst nimm diana, kann besser carrien wenn du erstmal warm mit der bist. (meine meinung)","replies":[{"id":"","poster":"LyRiix","date":"2016-10-01T13:27:59.785+0000","up_votes":1,"down_votes":0,"body":"richtig aber sie hat keinen escape aber dafür harten burst.\nDeshalb bin ich mir so unschlüssig.","replies":[{"id":"","poster":"RAG Ryve","date":"2016-10-03T13:07:34.903+0000","up_votes":1,"down_votes":0,"body":"Als geübter Ekko Spieler rate ich dir auch zu Ihm. Er ist mobiler als Diana weil er ohne ein Target über Wänder kommt, hat unter Umständen einen Mass-CC und einen guten Waveclear + Slow, krassen disengage und zb mit sowas wie Zhonyas auch gute Mechanics. Mal abgesehen davon kann er ebenso später den ADC fast instant raus nehmen und ist dann nicht so gut wie tot wie eine Diana die aus der Gruppe nicht mehr rauskommt.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-10-01T11:54:23.511+0000","up_votes":1,"down_votes":0,"body":"Die Ekko nerfs waren ja eigentlich gegen Tank Ekko. Die AP-Variante ist glaub ich nahezu unverändert.\nEkko sollte der stärkere Pick bei den Beiden sein. Immerhin hat er viel Damage, mehr CC und mehr Mobilität, die man bei ihm auch defensiv nutzen kann. Ich denke aber auch, dass er an sich etwas schwieriger zu spielen ist als Diana. Diana kennt ja nur rein oder nix tun, Ekko ist flexibler.","replies":[{"id":"","poster":"LyRiix","date":"2016-10-01T13:29:01.933+0000","up_votes":1,"down_votes":0,"body":"Richtig aber Base AD etc ist ja auch ein passiv nerv ansich oder?\nansonsten ich seh beide Champs bei einem Streamer auf einem ganz anderen Niveau aber er Spielt beide verdammt gut die frage ist jeddoch ob man eher den easy pick nehmen sollte ( bin silber)","replies":[{"id":"","poster":"Megamaexx","date":"2016-10-02T12:39:38.494+0000","up_votes":1,"down_votes":0,"body":"Ich würde zu Ekko raten, da man seine Spells auch als disengage nutzen kann, wenn man sich verschätzt hat. Diana ist einfach sehr risikoreich","replies":[]}]}]}]}