{"id":"nLs8KzGi","poster":"Devilshroom","date":"2016-09-30T15:53:57.822+0000","title":"Suche Jungler für DuoQ","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe LOL-Gemeinde,\r\n\r\nich bin momentan ein Gold-Spieler und suche einen Jungle main der sich ebenfalls im Gold bis highgold-Bereich aufh&auml;lt. Ich selbst maine Top- und Midlane.\r\nIch muss gestehen ich poste dies gerade mit etwas madness im Magen. Ich bin beim besten Willen niemand der sagt mein Team ist an allem Schuld und suche die Fehler immer zuerst bei mir, jedoch f&auml;llt mir einfach auf, dass in diesem elo scheinbar keinereinen vern&uuml;nftigen Jungle spielen kann, geschweige denn seine Rolle kennt und dessen Aufgaben. (Counterjungle, GANKEN, Objectives sichern usw.) Au&szlig;erdem finde ich es doch schon sehr verwunderlich einen Graves zu picken wenn wir ein full AD lineup haben, das noch einen Tank brauchen w&uuml;rde.\r\n\r\nLange Rede, kurzer Sinn, ich suche einen Mitspieler der regelm&auml;&szlig;ig Zeit hat, die Rolle des Jungelns versteht und eine gewisse geistige Reife besitzt (nicht jeder Satz sollte die Worter Digger, Alter oder ich schw&ouml;r beinhalten). TS sollte bitte vorhanden sein und ein Mindestalter von 18 ebenfalls gegeben. \r\n\r\nZwar bin ich selbst recht ergeizig was das Spiel angeht, jedoch verstehe ich sehr viel Spa&szlig; und habe diesen auch beim Spielen, also wundert euch nicht wenn ihr von mir mal einen Aufschrei h&ouml;rt weil ich von 3 Gegnern gechased werde {{sticker:zombie-brand-facepalm}} \r\n\r\nIch hoffe hiermit endlich einen vern&uuml;nftigen Duopartner finden zu k&ouml;nnen.\r\n\r\nGr&uuml;&szlig;e Enmadaio","replies":[{"id":"","poster":"KangerTech77","date":"2016-10-01T08:20:44.942+0000","up_votes":1,"down_votes":0,"body":"Hey ich weiß du suchst einen gold Jungler aber da sich da noch keiner drauf gemeldet habe tuhe ich es jetzt mal \nIch bin main jungler \nBin aber momentan nur s5 weil ich das problem von dir kenne mit vonwegen full ad picken oder einen jungler der nicht weiß was er zutun wenn ich mal mitte gehe. Kannst mich gerne ingame adden","replies":[]}]}