{"id":"5kztEEcH","poster":"s4rger4s","date":"2016-09-29T18:44:24.171+0000","title":"Champ-Empfehlungen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Moin moin,\r\n\r\nich bin auf der Suche nach dem einen oder anderen neuen Main-Champ.\r\n\r\nUnten findet ihr meinen ranked-pool. Diese Champs spiele ich am liebsten und bisher (f&uuml;r mich) am erfolgreichsten.\r\n\r\nHabe keine Mainlanes, wechsel immer mal wieder. Nur ADC spiele ich nicht.\r\n\r\n**Mein Championpool f&uuml;r ranked:**\r\n\r\nTop:\r\n{{champion:39}}, {{champion:54}}\r\n\r\nJgl:\r\n{{champion:32}}\r\n\r\nMid:\r\n{{champion:99}} (erste Wahl)\r\n{{champion:1}}, {{champion:112}}  (zweite Wahl)\r\n\r\nSupp:\r\n{{champion:89}}, {{champion:48}} (erste Wahl)\r\n{{champion:412}}, {{champion:53}}  (zweite Wahl)\r\n\r\nDanke f&uuml;r eure Tipps.","replies":[{"id":"","poster":"Flüssigsubstanz","date":"2016-09-29T18:59:10.502+0000","up_votes":3,"down_votes":2,"body":"Top:\n{{champion:24}} {{champion:106}} {{champion:62}} : Hab die 3 gewählt weil es mir so rüber kommen als würdest du gerne auto attack+ gapclose champion gefallen und all in alles oder nichts würde dir auch gefallen. Mit Wukong und Jax hast du die möglichkeit zu beiden und mit Volibear zwar nicht soo guut aber seine ulti auto attacks hauen schon rein. \n\nJungle: \n{{champion:154}} {{champion:120}} {{champion:102}} : Dasselbe wie toplane amumu hat auch diese alles oder nichts mechanik wo du ne Q triffst und du einfach mit gezogen wirst aber dadurch jenachdem wieviele die mit deiner ulti im nachhinein triffst nen spiel entscheiden kannst. Zac bietet dasselbe aus höherer reichweite hat zusätzlich nen leichteren clear.\nHecarim rennt die squishies einfach nieder und kann zwar nicht soviel mit seiner ulti reizen wie amumu  aber in den beiden rollen komms mir so vor als würdest du einfach reingehen wollen und schaden machen, deswegen auch noch Shyvana die auch gut reingehen kann und schaden drücken kann.\n\nMid:\n{{champion:101}} {{champion:115}} {{champion:134}} {{champion:110}} : Weil lux erste wahl ist und die sone range sniper maschine ist wäre Xerath meiner Meinung das richtige für dich. Varus und Ziggs bieten das auch und mit Ziggs kannst du extrem schnell tower einreißen, während du mit Varus besser gezielten enormen schaden auf einzelne ziele konzentrieren kannst und du ihn picken kannst wenn dein team mal zuviel AP haben sollte. Syndra hab ich noch mit dazu genommen weil wegen Viktor. Beides sind midrange champions die guten burst bieten. Syndra fehlt ein wenig am waveclear und aoe schaden im vergleich zu Viktor aber dafür bietet sie an einzelnen zielen auch enorm mehr schaden an. \n\nSupp:\n{{champion:201}} {{champion:12}} {{champion:111}} {{champion:78}} : Auch wieder dasselbe wie bei jungle und toplane scheinst du gerne engagen zu wollen und auch wenn Braum nicht der beste pick für engage ist bietet er schon gute möglichkeiten nen fight vorzubereiten. Eine Q treffen und dein ADC kann stunnen und es kann loslegen und wenn du gut reinkommst kannst du auch mit deiner ulti engagen oder fluchtmöglichkeiten eingrenzen. Alistar auch wegen denselben grund. Du hast extrem guten AOE cc und bist tanky und das obwohl du nichtmal tanky gebaut hast wegen deiner ulti. Nautilus auch wieder dasselbe und weil du anscheinend gefallen an Hook champions hast. Er hat nen guten hook ne passende snare passive dazu und mit seiner Ulti änderung kann auch er meiner Meinung noch mit seiner ulti nen fight für sich bestimmen. Poppy ist ein bisschen nen off meta pick aber damit kommst du immer ganz gut an wenn du gegen sowas wie lucian spielst oder vielen dashes. Sie hat guten base damage und sobald du den bogen draus hast mit der W der Ulti und der E gegen der wand werden dich alle mobilen champions mit dashes hassen. :D","replies":[{"id":"","poster":"s4rger4s","date":"2016-09-30T17:10:18.084+0000","up_votes":2,"down_votes":1,"body":"Wow! Danke für die sehr ausführliche Antwort. \nDie 3 Jungler hatte ich auch schon fokussiert, jetzt erst recht! :)","replies":[]}]},{"id":"","poster":"Cpt Caphalor","date":"2016-09-29T18:50:27.619+0000","up_votes":1,"down_votes":1,"body":"Für die mitte wären z.B {{champion:34}} oder  {{champion:7}} ziemlich gut. Sobald du weißt was die Champs können (combos etc.) machen die echt viel Spaß.","replies":[{"id":"","poster":"s4rger4s","date":"2016-09-30T17:11:15.798+0000","up_votes":1,"down_votes":1,"body":"Anivia habe ich schon recht viel gespielt, macht ihr auch mega Spass, aber ich habe das Gefühl sehr selten mit ihr wirklich was reissen zu können.","replies":[]}]}]}