{"id":"sT9kKoWE","poster":"Bélyn","date":"2016-09-29T21:01:11.864+0000","title":"Suche duoQ Gold +","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Leute :)\r\n\r\nSuche auf diesem Wege nach einem oder mehreren duoQ Kollegen um diese Season noch Platin zu erreichen.\r\n\r\nIch spiele seit letzter Season LOL, habe da Gold 5 erreicht. Diese Season wurde ich silber5 eingestuft und bin zur Zeit gold 2.\r\nIch spiele Main Jungle / Mitte. \r\n\r\nBin selber 28 also bitte nur 18+ und keine rager oder Flamer ;)\r\n\r\nAddet mich bei Interesse !\r\n\r\nMfg","replies":[{"id":"","poster":"Joulzz","date":"2016-09-30T09:14:56.796+0000","up_votes":1,"down_votes":0,"body":"Hallo erstmal,\n\nalso ich hätte großes Interesse daran, denn ich suche selbst nach jmd um diese Season noch Platin zu schaffen.\nIch habe gemerkt, dass ich es tatsächlich nicht alleine schaffe, darum suche ich nach ein paar Mates und möchte es gern mit dir versuchen.\n\nIch bin an sich ein sehr ruhiger und netter Mensch, der sich stets verbessern will, und der gerne auch Kritik entgegen nimmt, solange diese konstruktiv ist.\nIch würde mich freuen, wenn du es vlt mal versuchen möchtest und wir vlt per Ts uns über nähere Informationen austauschen könnten und vielleicht auch ein paar Probespiele machen würden.\n\nVlt noch kurz zu mir ein paar Infos:\nich bin 23, derzeit Gold4","replies":[]},{"id":"","poster":"UndergroundTiger","date":"2016-09-30T07:50:24.098+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]},{"id":"","poster":"TRW WindOfDeath","date":"2016-09-29T21:25:18.778+0000","up_votes":1,"down_votes":0,"body":"Wollen wir mal versuchen ?\n:)","replies":[]}]}