{"id":"UHJcexUv","poster":"CG Alice","date":"2016-09-28T16:03:12.348+0000","title":"Welche Builds für Vayne und wann?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hi Community :3\r\nFolgende Builds von {{champion:67}}  kenne ich:\r\n1. Man startet mit {{item:3031}}  und dann {{item:3046}}  und danach das normale ADC Build.\r\n2. Man startet mit {{item:3046}}, {{item:3094}}  oder {{item:3087}}   und danach das normale ADC Build.\r\n3. Man startet mit {{item:3142}} und danach das normale ADC Build.\r\n4. Man startet mit {{item:3153}}  und danach das normale ADC Build.\r\n(Wenn ihr noch weitere kennt w&auml;re ich nat&uuml;rlich sehr gl&uuml;cklich :33)\r\nIch wei&szlig; jetzt nicht wirklich bei welchen Situationen und Matchups, man welches nehmen sollte .. O.o\r\nVielleicht kennen sich da ein paar Vayne-Experten besser aus ^^","replies":[{"id":"","poster":"V3IG4R HQ","date":"2016-09-29T10:43:07.560+0000","up_votes":2,"down_votes":0,"body":"Mein Fav Build ist BF ->Statikks -> BF zu IE ausbauen -> Phantomdancer. Absurder DMG, bumm bamm - BÄMM! Three-shot-kills viable. \nVamp scepter bzw. das ganze Botrk baue ich zurzeit eigentlich nie zu Beginn, obwohl ich früher fast nur so gestartet bin. Als Toplane Vayne bei Sustain-Matchups (Malph Q, Kennen Q-W, usw...) würde ich sicherlich mit Vamp starten und vielleicht Botrk sogar ausbauen sogleich. \nAuf der Botlane ist Sustain natürlich auch gut aber mit dem Stattiks/IE Build umgeht man halt das schwach Early weitgehend (meine Meinung). Immer mal wieder schön mit Q poken wenn er für einen Lasthit geht und ab Lvl. 6 wird sowieso geballert.\n\nSprich: Wenn du etwas besser kiten und sustainen möchtest, ist das Botrk die bessere Variante. Empfehlenswert imo wenn du ein Team hast, welches selbst schon DMG mitbringt. Wenn es jetzt aber auf eine Protect the ADC Variante hinausläuft oder dein Team generell eher Tanky als DMG-lastig ist, würde ich schon eher mit der Stattiks/IE-Variante fahren.","replies":[]},{"id":"","poster":"byDomey","date":"2016-09-28T20:23:23.774+0000","up_votes":2,"down_votes":0,"body":"Hey! \n\nEs gibt gerade so einige Vayne-Builds, die herumschwirren, bin noch am testen, welche das Beste ist. Aber es haben sich für mich gerade 2 Builds herauskristallisiert.\n\n{{item:3085}} {{item:3153}} {{item:3006}} {{item:3046}} {{item:3072}} {{item:3031}} oder statt IE ein {{item:3036}} (aber ganz selten)\n\ndas andere Build, dass ich liebe (und zurzeit IMMER baue, weil es so strong ist), ist\nDu rusht {{item:1038}}, gehst dann auf {{item:3087}} und finisht das {{item:3031}} danach gehst du auf {{item:3046}} (natürlich dazwischen mal {{item:3006}} ) danach gehst du entweder auf {{item:3139}} oder auf {{item:3072}} (preferiere QSS wegen Utility auf dem Build) und anschließend hast du noch eine freie Wahl, was auch immer du brauchst, z. B. {{item:3053}} {{item:3156}} {{item:3102}} {{item:3026}} \n\nLass mich nun Statements zu den Builds geben: Ich nehme auf Vayne generell mit diesen beiden Builds Warlord's Bloodlust, da man bei beiden Fervor nicht unbedingt benötigt (bei dem Runaans-Build ist Warlords sogar essenziell, sonst ist das Build eine ziemliche Katastrophe!)\n\nZum 1. Build, nennen wir es \"Lifesteal-Build\": Das Ziel mit diesem Build ist es, etwas übertrieben ausgedrückt, unsterblich zu werden, d. h. man healt sich gegen sämtlichen Schaden wieder hoch. Viele mögen vielleicht den Hurricane in dem Build kritisieren, aber lasst es mich zuerst einmal erklären, denn auch das ist essenziell in dem Itembuild. Runaans schießt ja 3 Bolts, also 2 zusätzliche, diese (Achtung wichtig) übernehmen den Lifesteal von Warlords, d.h. Man healt sich um einiges mehr als mit einem Bolt, deswegen holt man sich Hurricanes. Anschließend holt man sich BOTRK, da auch der prozentuale Schaden (der ebenfalls von Lifesteal mitgenommen wird) von Runaans ausgelöst, soweit ich weiß (korrigiert mich bei Fehlern, danke!) und man bekommt noch einmal 10 % Lifesteal dazu.\n Anschließend will man DPS erlangen, sodass man sich schneller wieder heilt und den erworbenen Lifesteal so gut es nur geht ausnutzen kann, also ist der Phantom Dancer eine gute Wahl. \nUnd der Rest ist selbsterklärend, Blutdürster für noch mehr Lifesteal und danach noch ein IE oder ein defensives Item (oder Last Whisper). Es mag sich stupide anhören und eintönig dieses Build, aber ich rate euch, es auszuprobieren, ich finde, es ist durchaus eine Variante, die gut ist.\n\nZum 2. Build, das sog. \"Koreanische SoloQ-Build\" oder auch als \"Burst-Build\" bekannt.\n\nZiel dieses Builds: Das Leben aus den Gegnern zu bursten innerhalb kürzester Zeit und wichtige Ziele auszuschalten (schon fast vergleichbar mit einem gefeedeten Rengar)\n\nWarum genau rusht man BF? - Man muss es nicht machen, aber es erleichtert dir die Laning-Phase enorm (v.a. das Lasthitten) und dann geht man instant auf Statikks.\nManche mögen sich jetzt fragen \"Wieso Statikks und nicht Phantom Dancer, der gibt doch mehr Attackspeed\", aber das ist nicht das Ziel, denn man will den Passive-Damage des Statikks, welcher auch critten kann.\nNach dem Statikks geht man auf IE, diese Buildreihenfolge ist außer in Extremmaßnahmen unausweichlich, da es einen riesigen Powerspike gibt. \nNach dem IE kann man entscheiden, entweder auf 80 % Crit oder doch zuvor eine QSS holen (unausgebaut!). Da bietet sich der Phantom Dancer an, der sowieso recht gut auf Vayne ist. Mit 80 % Crit ist man dann wirklich schon zu massivem (!) Damage in der Lage, da man fast jeden Fight mit einem Crit und einem Statikks-Crit anfängt und den Gegner mit den zusätzlichen AD durch die Ult und des Q's halflifen kann, weitere Schüsse sind dann wirklich tödlich. (Am besten auf die Carrys!)\nNachher würde ich dann die QSS ausbauen und zum Schluss noch auf ein beliebiges Item gehen, was auch immer man benötigt.\nBei den Masteries anstatt Double edged sword das Feast nehmen, da man genug Dmg mit dem Build hat.\n\nNoch eine Sache zu dem Max: man maximiert den Q mit diesem Build (ich maximiere sie generell für eine bessere Laning-Phase und für mehr Utility)\n\nHoffe, du probierst es mal aus und siehst wies dir gefällt und hoffentlich konnte ich helfen :D\n\nLG \n\n#{{champion:67}}FOREVER <3","replies":[]},{"id":"","poster":"OT Riku","date":"2016-09-28T16:47:24.489+0000","up_votes":1,"down_votes":0,"body":"Ziemlich cool aber seeehr delayed ist auch Trinity IE und dann Das Attackspeed Item der Wahl.\nSinn dahinter sind die die Cdr und Q Max.\nMit IE Krit sheen proc und den letzten Q proc kannst du ziemlich gut die Squishis oneshotten.\nWie gesagt ist halt ist halt ein ziemlich delayedes build.\nWichtig ist das man das Attackspeed Item vom vom trinity ziemlich früh Baur weils halt 35% gibt danach ist alles einem selbst überlassen.","replies":[]}]}