{"id":"3lFRAW5F","poster":"Usain SiIverbolt","date":"2016-09-27T14:47:01.820+0000","title":"Diese Laptops für LOL?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ich m&ouml;chte nur mal eben fragen ob ich mit einem (oder beiden) von diesen Laptops auf Konstante 60 FPS komme, und wenn ja bei welcher Grafik (und ggf. welcher besser f&uuml;r LOL ist haha)\r\n\r\nASUS \r\n\r\nProzessor: Intel&reg; Core&trade; i5-3210M Prozessor 2,50 GHz, mit Turboboost bis zu 3,10 GHz\r\nGrafikkarte: GT635M (2GB)\r\nRAM: 8GB\r\n\r\nDell\r\n\r\nProzessor: i5 4x 2,5 GHz\r\nGrafikkarte: Intel HD Graphics 3000\r\nRAM: 8GB","replies":[{"id":"","poster":"SFCFlo","date":"2016-09-27T14:48:18.545+0000","up_votes":2,"down_votes":1,"body":"Hallo\n\nSollten beide funktionieren.\nIch würde dir den Asus empfehlen.","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T14:52:06.106+0000","up_votes":1,"down_votes":1,"body":"Wie hoch denkst du könnte ich die Grafik stellen (ohne ruckeln) bei dem ASUS? Der Prozessor ist BTW. Dual Core","replies":[{"id":"","poster":"SFCFlo","date":"2016-09-27T14:53:52.851+0000","up_votes":1,"down_votes":0,"body":"naja fragen wir mal eher so was für eine Grafische Höhe möchtest du erreichen? brauchst du schatten?\nUnd mit welchen einstellungen spielst du jetzt auf was für einem gerät?","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T14:56:28.034+0000","up_votes":1,"down_votes":0,"body":"Im Moment habe ich gar nichts, vorher hab ich bei 60 FPS auf niedrig gecappt - Schatten brauch ich nicht\n\nWürde z.B. Mittel ohne Schatten mit 60 FPS laufen?","replies":[{"id":"","poster":"Alustus","date":"2016-09-27T15:09:02.430+0000","up_votes":1,"down_votes":1,"body":"ich denke diese sollten leicht erreicht werden.\nIch denke das sogar high settings mit 60fps laufen (möchte ich aber aus mangelnder erfahrung nicht garantieren)","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T15:12:39.443+0000","up_votes":1,"down_votes":0,"body":"Denkt ihr denn 300€ für den Laptop (gebraucht) passen? \n60 FPS auf Mittel reicht aus, Hsuptsache ist dass es flüssig läuft & nicht überhitzt o.Ä.","replies":[{"id":"","poster":"SFCFlo","date":"2016-09-27T15:40:51.370+0000","up_votes":1,"down_votes":1,"body":"60 FPS auf high ohne schatten sollte hinhauen\nund sonst 60 fps mit schatten müsste auch gehen.\nSchatten zieht stark an der fps wobei man sagen muss das der schatten nicht ganz so wichtig ist.\n\nWenn du die komplette handelsbezeichnung des laptops hättest könntest du online vergleichen ob der gebraucht Preis ok ist.","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T16:14:42.698+0000","up_votes":1,"down_votes":0,"body":"Es ist ein ASUS R500V-SX220H, habe jedoch sonst keinen gebrauchten zum Vergleich gefunden. Wenn mir jemand sonst noch ein gebrauchtes Laptop vorschlagen könnte (nähe Koblenz) dem wäre ich auch sehr dankbar xD","replies":[{"id":"","poster":"SFCFlo","date":"2016-09-27T19:24:13.931+0000","up_votes":1,"down_votes":0,"body":"Bleibt dir überlassen\nvll etwas handeln versuchen^^","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"recon","date":"2016-09-27T16:55:11.176+0000","up_votes":1,"down_votes":0,"body":"Wie viel Geld steht dir denn zur Verfügung?","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T17:07:43.963+0000","up_votes":1,"down_votes":0,"body":"In etwa 300 Euro wären gut, oder im Tausch gegen eine PS4","replies":[{"id":"","poster":"recon","date":"2016-09-27T17:23:52.899+0000","up_votes":1,"down_votes":0,"body":"Hm, dafür bekommst du nicht viel.\nWürde dir aber den hier vorschlagen: https://www.notebooksbilliger.de/notebooks/lenovo+g50+45+80e301v4ge+notebook\nDamit solltest du LoL problemlos bei konstanten 60FPS spielen können und sollte so ziemlich das Beste sein was du für das Geld bekommst.\n\nOder du nimmst den Ersten aus deiner Liste, sofern das Geld dafür reicht und das Gerät neu mit Garantie ist ;)","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T17:31:58.829+0000","up_votes":1,"down_votes":0,"body":"Ist gebraucht mit Garantie bis Februar ’17, preismäßig wäre ja beides ca. 300 Euro- was würdest du vorschlagen?","replies":[{"id":"","poster":"recon","date":"2016-09-27T17:38:49.804+0000","up_votes":1,"down_votes":0,"body":"Naja wenn er im März kaputt gehen sollte, zahlst du doppelt. Musst du wissen.","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-27T17:45:39.061+0000","up_votes":1,"down_votes":0,"body":"Stimmt auch. Ist der ASUS von den Specs her viel besser? Wenn sie quasi gleich sind  würde ich deinen vorgeschlagenen nehmen","replies":[{"id":"","poster":"recon","date":"2016-09-27T17:46:46.385+0000","up_votes":1,"down_votes":0,"body":"Der ASUS ist natürlich etwas besser, kostet neu aber auch circa 500€ ;)\nAber für LoL auf mittleren Details bei 60FPS reichen beide.","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2016-09-30T17:25:26.465+0000","up_votes":1,"down_votes":0,"body":"Hallo nochmal :p muss mich jetzt entscheiden - bjst du dir ganz sicher dass lol auf mittlerer grafkk mit 60 fps auf dem lenovo läuft? denn wenn ja nehme ich den, kenne mich mit amd und radeon nicht so.sehr aus","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zanlan","date":"2016-09-27T18:22:35.713+0000","up_votes":1,"down_votes":0,"body":"Muss es ein Laptop sein?","replies":[]},{"id":"","poster":"gyyyr","date":"2016-09-27T18:18:36.638+0000","up_votes":1,"down_votes":0,"body":"Es ist definitv mit beiden Möglich(ich spiele mit schlechterer Hardware auf maximalen Einstellungen mit konstanten 60fps(ich habe es auf 60 limitiert weil mein Bildschirm nicht mehr kann, könnte aber wahrscheinlich höhere Zahlen erreichen). Mein Computer ist jetzt schon seit mehr als 6 Jahren unverändert solange man nur die Hardware betrachtet).\n\nProzessor:\nASUS: Dual-core mit 4 Threads und 2.5GHz (wenn du willst sogar 3.1GHz)\nDell: Quad-core mit 4 Threads(vermutlich. ich kann nicht danach googeln da ich nicht genügend infos dafür habe) und 2.5 GHz\nDer Unterschied ist hier recht klein aber wenn du nicht übertacktest ist hier der Dell laptop ein wenig besser. Übertakten ist nicht unbedingt schwer aber es birgt dennoch gewisse Risiken in sich(Der CPU kann dadurch schaden nehmen. Damit meine ich jetzt nicht dass der CPU direkt kaputt geht, sondern kleine Schäden, die die Lebenszeit verringern können)\n**Also besserer Prozessor: Dell**\n\nGrafikkarte:\nBei Grafikkarten verstehe ich leider nicht so wirklich, auf was man da jetzt alles schauen muss/sollte. Ausserdem habe ich mit den Angaben, die du mir gegeben hast auch nicht allzuviel finden können. Aber von den wenigen Sachen die ich gefunden und verstanden habe, sieht es so aus als wäre die GT635M besser. Andere werden hierzu wahrscheinlich schon bessere Anweisungen gegeben haben.\nMeiner Meinung nach **bessere Grafikkarte: ASUS**.\n\nRAM:\n**beide gleich** mehr Informationen hast du nicht gegeben und mehr Informationen kann ich auch nicht zurückgeben.\n\nAllgemein:\nWelchen von Beiden du nimmst ist deine Entscheidung, je nach dem was dir wichtiger ist(Grafikkarte oder Prozessor) und natürlich anderen Faktoren wie z.B. Geld, Akkulaufzeit, usw.","replies":[]}]}