{"id":"U79cGm0w","poster":"NaDa of the West","date":"2016-09-26T16:47:47.092+0000","title":"Philo Time Heute Supports","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Philo Time Heute Supports\r\n\r\nJede Lane bringt verschiedene pers&ouml;nlichkeiten und Einstellungen ins Spiel. Jeder Versucht zu gewinnen mit Inofation/Perfektion/Knolleg oder purem pers&ouml;nlichen Skill. Manche versuchen es mit Aggresiven style um den gegner zu fehler zu bringen. andere versuchen es deffensiv um in ein stadium zu kommen wo sie sich wohlf&uuml;hlen z.B. Team fighting dann gibt es noch die baitenden die sich schwach oder nicht intelligent stellen um den gegner in eine schlechte Possition zu bringen z.B. wenn gegankt wird.\r\n\r\nHeute schauen wir genauer auf die Support seite da ich Pers&ouml;nlich merke, das dort viele verschiedene Strategien und styles vertreten sind. Also dann Starten wir mal mit dem Klassiker den Heal shild buff Bot support.\r\n\r\nF&uuml;r mich ist die&szlig;e Art vergleichbar wie ein Box Coach. Er findet einen Tallentierten jungen K&auml;mpfer der aber noch viel training und zeit Braucht und macht ihm zu einen supperstar. Er sch&uuml;tz seinen Sch&uuml;tzling vor dummen ideen oder schlechten plays bringt ihn wieder auf die beine mit seinen heals und hilft ihm &uuml;ber die anfangszeit hinweg zu kommen. Nat&uuml;rlich teilt er trotzdem auch aus da er viel mehr erfahrung hat und sch&uuml;tzt ihn vor anderen dous und unfairen verhalten sie ganks (ganks sind nat&uuml;rlich erlaubt und normal aber stellt euch vor in einem box kampf w&uuml;rde ein k&auml;mpfer sich immer umdrehen m&uuml;ssen ob jemand ihn Von hinten einen dildo in den arschschiebt). Wenn er die anfangszeit &uuml;berlebt hat und ihn aufgebaut hat l&auml;sst er sein Beast los und unterst&uuml;tzt ihn weiter in den tf in denen er durch den support scheinen Kann typische champions daf&uuml;r sind (Lulu, Jana, (Kayle) oder Zilean).\r\n\r\nEin ganz anderer Style von Supportern ist der Playmaker. F&uuml;r mich ist dieser style der des gro&szlig;en bruders. Er Steht zwischen dir und den Gegner und schl&auml;gt die sch... aus ihm herraus. Er wei&szlig; das sein Bruder tallent hat aber genau so wei&szlig; er das er im moment st&auml;rker ist und ihn mit seiner st&auml;rke &uuml;ber die anfangsface zu bringen. Genau so wei&szlig; er das er je l&auml;nger das g&auml;me geht auch wenn sein dps sinkt er jederzeit mit seiner CC oder seinem K&ouml;rper ihm behilflich sein kann. Dar&uuml;ber hinaus kann er seinen Freunden auf den anderen Lanes aushelfen und damit das spiel f&uuml;r sich entscheiden wobei es dort unterkaterogien gibt roam heavy oder lane heavy. Sein Problem ist das er selber mit diesem style hart arbeiten muss um die&szlig;en style konstant herrauszubringen da es teilwei&szlig;e sehr gef&auml;hrlich sein kann aggresiv zu spielen da er entweder outplayt werden kann oder nach situation nicht bereit ist einen gank aufzuhalten. bekannte supports daf&uuml;r sind (LEONA Alistar Thresh Anni Blitzcrank Nauthilus).\r\n\r\ndann gibt es noch einen style der sehr gef&auml;hrlich sein kann aber auch sehr erfolgreich der Poke Style. Die&szlig;e Art von Supports sehe ich als einen Freund der versucht den Genger mit steinen zu bewerfen und ihn damit auf dem sack zu gehen. Wichtig dabei zu sagen ist das er nicht sehr stark ist auser im Werfen das bedeut wenn die anderen in sein face kommen ist kriegt er aufs Maul. Deswegen hat es etwas t&auml;nzerisches mit ihnen auf sich er geht in range f&uuml;r den angriff sch&auml;wcht den Gegner, weicht gegnersiche angriffe aus und dann kommt von Adc der finishing blow. Pers&ouml;nlich hat die&szlig;er style eine Hohen Frustfactor f&uuml;r die gegner da es sich so anf&uuml;hlt als k&ouml;nnten sie nichts dagegen tun auser auf einen Fehler von ihm zu hoffen. die&szlig;e art von Spieler sind leider genau so fragil gegen ganks da sie meistens auser ihren steinen nicht viel bieten und sie m&uuml;ssen ihre dodge mechaniks immer on top halten da die&szlig;e art der supports oft sehr fragil sind. Supporter mit diesen style spielen haupts&auml;chlich (Karma, Lux, Sona)\r\n\r\nNat&uuml;rlich gibt es nicht nur die reine Form von die&szlig;en Styles und genau so gibt es keine reinen Supporter die die&szlig;en Style vertreten z.B. Nami ist ein heal support hat gleichzeitig Poke mit ihrem e und hat mit ihrer Bubble playmaking m&ouml;glichkeiten. LuLu hat f&uuml;r einen Support der dich &uuml;ber die laining face bringen soll sehr viel poke und Bard ist wohl der Support der f&uuml;r praktisch alles verwedent werden kann von total Deffensiv bist braindead offensiv. Zu guter Letzt welcher style ist der beste? Ganz einfach keiner jeder hat seine Vor und Nachteile und genau so hat jeder noch unterstyles wie Roam oder lain heavy style oder Vision heavy oder dps heavy styles. \r\n\r\nWas Ist euer style? wie seht ihr eure laine Style und welcher gef&auml;llt euch &uuml;berhaupt nicht? Die anderen Lanes werden Folgen. Sch&ouml;nen Tag noch,\r\n\r\nEuer Van Feierstein","replies":[{"id":"","poster":"Released Ape","date":"2016-09-26T18:22:12.297+0000","up_votes":2,"down_votes":0,"body":"Ich wurde so verwirrt vom Text, da die Sauerstoffzufuhr sich aufgrund meines Lachreizes auf ein Minimum beschränkte und ich dadurch in einen Trance-ähnlichen Zustand gekommen bin. Jetzt kann ich das gar nicht mehr seriös kommentieren, außer das hier sehr fragwürdige Einteilungen gemacht wurden die nur im Ansatz stimmen (Poke Lane, Sustain Lane und Kill Lane). Kann aber auch daran liegen das du Informationen einschiebst, mit denen keiner etwas anfangen kann bzw. gerade durch die Namensgebung wird es zu einem Rätsel für jung und alt.","replies":[{"id":"","poster":"NaDa of the West","date":"2016-09-26T20:59:55.124+0000","up_votes":1,"down_votes":1,"body":"XD MADE MY DAY Freut mich ich","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-09-26T18:06:35.588+0000","up_votes":1,"down_votes":0,"body":"Und was sind dann Spieler, die mehrere Support Typen Spielen? Also ich hab mich als Support nie als Coach oder großer Bruder gefühlt. Eher als Kindergärtner.  Ich finde es relativ seltsam, Champions Charakterzüge des Spielers anzukreiden. Das kann durchaus funktionieren - aber du interpretierst da schon sehr kreativ. Meine Supportphilosophie?\nGeh in dich. Ruf in deiner Großhirnrinde den Talentbaum auf. Switch zu \"Alchemie und Alkoholismus\". Scroll ganz nach unten. Wenn du da im Talentpunkt \"Ohne Ressourcen aus Scheiße Gold zaubern\" 10/10 punkten drinhast, bist du ein Support.","replies":[]}]}