{"id":"4XlPukIm","poster":"Astroid","date":"2016-09-25T13:59:36.237+0000","title":"Force Prestige Gaming sucht Spieler für Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\n\nmein Name ist dąfuQ alias Mike und ich bin Co-Leader von Force Prestige Gaming.\nWir sind ein aufstrebender Multi Gaming Clan mit Schwerpunkt &#039;League of Legends&#039;. Es werden auch einige andere Spiele gespielt, jedoch ist League of Legends zur Zeit der gr&ouml;&szlig;te Faktor.\n\nWir suchen einen Top, Mid und Jungle.\n\nUnser Team besteht haupts&auml;chlich aus Gold-Spielern. Dabei sind jedoch auch Spieler die bereits Platin oder Diamond+ erreicht haben.\nMit dem Team was wir aufbauen m&ouml;chten wir in naher Zukunft Team Rankeds spielen. Hierzu werden wir feste Trainingszeiten bestimmen. Die fixen Trainingszeiten resultieren aus den Onlinezeiten aller Stammspieler. Stammspieler werden 5 sein. Als Substitute werden wir 2-3x weitere ins Boot holen, sofern passende Spieler daf&uuml;r gefunden werden, sodass wir immer ausreichend Spieler sind.\nNeben den fixen Trainingszeiten werden wir noch optionale Trainingszeiten festlegen, an dem wir uns treffen und spielen k&ouml;nnen - jedoch kein muss. Zudem werden neben den Spielen in der Trainingszeit Replays gemeinsam durchgegangen und analysiert, um etwaige Verbesserungen vornehmen zu k&ouml;nnen.\nAlle 2-3 Wochen sind Team-Besprechungen angesetzt, sodass die Zufriedenheit oder Verbesserungsvorschl&auml;ge im Team gew&auml;hrleistet werden kann. \nDie ersten prim&auml;ren Ziele des Teams wird es sein, sich im 5vs5 auf Gold hochzuspielen, bessere Kommunikation zu erlangen, flame-frei zu bleiben, einen Shot-Caller zu bestimmen und umzusetzen. Weitere Ziele sind demnach die obigen Punkte zu optimieren und Diamond zu erreichen!\n\nWir bieten dir eine faire, freundliche und famili&auml;re Community an mit Spa&szlig; am spielen. Zudem besitzen wir einen Teamspeak, den du selbstverst&auml;ndlich jederzeit benutzen kann.\n\n**TL;DR:**\n\nDu suchst:\n- Ein Team das sich mit ausreichend Ernsthaftigkeit verbessern m&ouml;chte\n- Spa&szlig; am Spiel besitzt\n- Einen aufstrebenden Gaming Clan mit bestimmen\n- aktive Spieler\n- lustige Abende / N&auml;chte auf dem TS3 oder Ingame :)\n- \n\n\nDu bringst mit:\n- Ein Headset (Vorzugsweise kein Kartoffel-Mikro ;) )\n- Ts3\n- Engagement/Motivation besser zu werden\n- Gold 5 oder h&ouml;her\n- 18+ (Ausnahmen bei 16+ m&ouml;glich entsprechenden Benehmen und Onlinezeiten)\n- genug Aktivit&auml;t\n- Spa&szlig; am Spiel\n- Kein mega FLAME, kein mega Tilt, kein negative Attitude {{summoner:14}}  {{summoner:3}} \n- Kommunikativ sein\n- konstruktive Kritik ertragen k&ouml;nnen\n**- Top, Mid, Jungle**\n\nBei Interesse oder Fragen kannst du mich gerne jederzeit im Spiel hinzuf&uuml;gen, damit wir weiteres besprechen k&ouml;nnen.\nHierzu einfach &quot;dąfuQ&quot; als Freund hinzuf&uuml;gen. {{summoner:13}} \n\nIch freue mich auf euch!\n\nViele Gr&uuml;&szlig;e","replies":[]}