{"id":"rZqbE57a","poster":"Butzel01","date":"2016-09-25T13:51:17.144+0000","title":"Hallo suche Rankedteam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Also ich bin Butzel01 und ich m&ouml;chte in einem ranked team angeh&ouml;ren\r\n\r\nich spiele seit 6 jahren und bin eigentglich ein Platin spieler da ich allerding auf meinem Smurf im momment spiele will ich trotzdem einem team beitreten und hier sind meine qualit&auml;ten\r\n\r\n-teampalyer\r\n-auf allen lanes sehr stark ausser supporter da bin ich etwas schlechter\r\n-favouriten lane jungel\r\n-bin ein guter stratege und ein guter koordinator\r\n-kann alle teamkonstelationen beitreten also bin sehr flexibel\r\n-ich versuche zu gewinnen kills sind nicht so wichtig geb&auml;ude und buffs sind wichtiger\r\n\r\nso ich setzte allerdings deutschsprachige spieler vor\r\neine TS verbindung muss m&ouml;glich sein zumindest mit 2 weiteren teammitgliedern\r\n\r\nfalls wer interesse hat schreibt mich an und addet butzel01 ach ja mein smurf ist bronze 5 damit wir uns hochspielen k&ouml;nnen also schreib mich an und wir sehen weiter\r\n\r\nmit besten gr&uuml;ssen Butzel01","replies":[{"id":"","poster":"InvaIid","date":"2016-09-25T22:20:15.936+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nein Platin-Spieler würde nicht in Bronze 5 mit einer 27% Winrate in über 50 Spielen stehen. Ein Smurf hat auch keine 550 Normal-Wins und hat einen Mastery-Score von 220, während er in Bronze hängt...\nDu bist also ein Bronze Spieler, bitte steh auch dazu.\nErzähl mir nicht von den dutzend Platin Spielern, die du geschlagen hast oder deinen High Elo Freunden, die sagen, dass du Platin bist. \n1. Du spielst nur in 1v1's oder Normals gegen Platin, beides nehmen die nicht Ernst. Theoretisch wäre da noch Teamranked aber da du ein Team suchst und dein Team wahrscheinlich ziemlich niedrig eingestuft wäre (schwachsinniges System), würdest du nur auf Teams mit Platin-Spielern treffen, die die Queue ebenfalls nicht ernst nehmen. In allen Fällen hat dein Sieg über sie keine große Aussagekraft.\n2. Deine Freunde sagen wahrscheinlich nur das, was du hören willst und belächeln dich oder haben selbst keine Ahnung, warum du nicht höher platziert bist. Beides ist wenig hilfreich.\n\nBitte hör auf dich als etwas darzustellen, das du nicht bist. Denn damit untermalst, du, dass es etwas Schlechtes ist, in Bronze zu sein. Und klar, in diesem Spiel ist das wirklich nicht viel wert. Aber ich hoffe, dass du auch noch ein Leben außerhalb von League of Legends hast, welches viel wichtiger für dein Leben ist, als dein LoL-Profil. Denn außerhalb von LoL interessiert sich keiner für deinen Rang und von Diesem kann man sich auch nirgendwo etwas kaufen.\nEs ist immernoch ein Spiel und die Hauptsache ist doch, dass man Spaß daran hat. Und wenn man das nicht hat, sollte man damit aufhören, denn erreichen kann man in diesem Spiel nicht viel. Selbst eine Karriere als Profi-Spieler oder Vollzeit-Streamer ist lang nicht so erfüllend, wie mancher sich das vorstellt.\nVon daher sollte man wirklich nicht viel Wert auf seinen Rang in einem Computerspiel legen.\n\n\nIch verstehe trotzdem, dass du gern ein Ziel erreichen willst, und ich würde dir anbieten, dir dabei zu helfen, wenn du dir selbst eingestehst, dass du zu Recht in Bronze bist und mich nicht dafür beleidigst, dass ich dir diese deutliche Nachricht geschrieben habe.\nMeinen Nickname musst du kopieren, der ist anders geschrieben, als man denkt. \n\nViel Erfolg in deinem weiteren Leben und viel Spaß in League of Legends\nInvaIid","replies":[]}]}