{"id":"aoEbdIc6","poster":"LanternForKowie","date":"2016-09-24T16:12:29.444+0000","title":"Kann jemand gut zeichnen und hat Langeweile? xD","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hey,\nIch habe in letzter Zeit etwas zu viel Langeweile und viel Spa&szlig; daran, mir mit Freunden Championconcepte auszudenken. Von uns kann leider keiner gut zeichen, jetzt suche ich jemanden der quasi die Drecksarbeit macht {{summoner:31}}. Wenn jemad zu viel Zeit hat, gut zeichnen kann und auch Lust hat da mitzumachen w&auml;re das super :3.\n\nMfG Kowie","replies":[{"id":"","poster":"Germansbeast","date":"2016-09-25T19:13:50.746+0000","up_votes":2,"down_votes":0,"body":"Jetzt hat sich schon jemand gemeldet xD! Würde das auch gerne machen da ich Zeichnen geil finde und es auch relativ gut kann!\nAn Ideen fehlt es mein ich mal nicht bei mir aber bin noch nie auf die Idee gekommen einen zu \"Erstellen\".\nAlso wenn du noch wen brauchst weißt du wen du ansprechen kannst {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"LanternForKowie","date":"2016-09-25T20:06:19.142+0000","up_votes":2,"down_votes":0,"body":"Ich war nach der ersten Antwort total verunsichert xd.\nWir können uns ja alle mal an einen \"Tisch\" setzten (also alle die Zeichen würden und derzeit mit mir an den Chars arbeiten) :3.\nIch würde sogar sagen das für so ein \"Team\" 2 bis 3 zeichner sowieso am besten wären :D.\n\nIch freue mich gerade total weil ich nicht dachte dass jemand zusagen würde :o.\n\nMfG Kowie","replies":[{"id":"","poster":"xXR8inbowhorseXx","date":"2016-09-26T15:26:14.492+0000","up_votes":2,"down_votes":0,"body":"ich würde vorschlagen das wir ne whatsapp gruppe dafür machen,dass würde die kommunikation deutlich vereinfachen\n \nund mehrere zeichner zu haben wäre meiner meinung nach auch sehr vorteilhaft,da man dann die arbeit aufteilen könnte so dass die einzelnen zeichner entlastet werden \nman könnte zum beispiel einen die konzepte zeichnen lassen während der andere dann die splasharts macht^^","replies":[{"id":"","poster":"Germansbeast","date":"2016-09-26T15:40:30.720+0000","up_votes":1,"down_votes":0,"body":"Das ist eine sehr gute Idee!\n","replies":[{"id":"","poster":"xXR8inbowhorseXx","date":"2016-09-29T11:58:04.373+0000","up_votes":1,"down_votes":0,"body":"ok,schick mir eifach in lol ne freundschaftsanfrage und send mir dann einfach ne nachricht mit deiner nummer dann erstell ich die gruppe ;)\n\nund kowie,send mir einfach auch nne nachricht mit deiner nummer dann füg ich dich auch hinzu","replies":[]}]}]}]}]},{"id":"","poster":"xXR8inbowhorseXx","date":"2016-09-25T10:42:58.249+0000","up_votes":3,"down_votes":1,"body":"ich hätte auf jedenfall lust auf sowas ;)\nich hätte nämlich auch lust selber champions zu erfinden,bloß fehlt es mir an ideen \nund gut zeichnen kann ich meiner meinung und der meinung meiner freunde nach auch,also sind doch alle anforderungen erfüllt xD\nnur dass mit der zeit ist so ne sache,aber länger als 1 woche werd ich wohl nie brauchen\nalso,fazit: ich wäre definitiv dabei ;3\n\noh und bevor ichs vergess,ich verlange selbstverständlich KEINE bezahlung\n{{sticker:slayer-jinx-catface}} \n\n\nmfG Rainbowhorse","replies":[{"id":"","poster":"LanternForKowie","date":"2016-09-25T19:05:25.226+0000","up_votes":1,"down_votes":0,"body":"Es gibt echt noch Leute die etwas aus Spaß machen :O?\nDanke, dass du geantwortet hast :D! Ich habe es heute nochmal selber versucht und mit Zeichentablett nichtmal ein Strichmännchen mit geraden Linien hinbekommen... {{champion:36}}\n\nWas die Zeit angeht, besser spät als nie :D. Ohne jemanden der sich dazu bereit erklärt, würden die Chars niemals ein Gesicht bekommen und ich freue mich wahnsinnig dass du mitmachen würdest :3.\n\nMfG Kowie :D","replies":[{"id":"","poster":"xXR8inbowhorseXx","date":"2016-09-26T15:30:15.394+0000","up_votes":1,"down_votes":0,"body":"klar gibt es die haha ;D\n\nund freue mich auch wahnsinnig auf eine zusammenarbeit :)\nwäre echt geil wenn wir gemeinsam n paar champions designen könnten ;3\n\nmfG Rainbowhorse","replies":[]}]}]},{"id":"","poster":"Azcorban","date":"2016-09-25T19:45:43.234+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"LanternForKowie","date":"2016-09-25T20:23:50.024+0000","up_votes":1,"down_votes":0,"body":"Ich bin total genervt ey! :D\nNe Spaß... aber ich glaube es macht bei Skyr keinen Sinnn, dass sich die Lebenskosten verringern, da man im Late eh mehr HP hat ^^'. Wenn es um Kosten, Schäden oder sowas geht, ist es gut mit ähnlichen Fähigkeiten von bereist exestirenden Champs zu vergleichen. Lebenskosnten bleiben meist gleich oder erhöhen sich. Dann ist es auch etwas schwerer um die Passive herum zu spielen ^^.\n\nUnd meinst du nicht, dass Khal etwas zu viel CC für seine guten Skalings hat xd. P-zurückschmeisen mit festhalten, Q2Sekunden verstummen, W zurrückschmeisen, und R Unterdrüchen mit anschließendem zurrückschmeisen?\n\nMfG Kowie\n\nPS: klingt im nachhinein etwas härter als es sollte ^^'.","replies":[]}]},{"id":"","poster":" Senpaí Artorías","date":"2016-09-24T19:57:00.216+0000","up_votes":1,"down_votes":0,"body":"bezahl mich und wir sind im geschäft kappa{{champion:36}}","replies":[{"id":"","poster":"LanternForKowie","date":"2016-09-24T20:00:19.529+0000","up_votes":1,"down_votes":0,"body":"Deswegen meinte ich Langeweile xd.\nAußerdem bin ich minderjährig und darf also niemanden bezahlen :c.","replies":[]}]}]}