{"id":"6PMaHvuJ","poster":"CRIMeM0NKEY","date":"2016-09-24T10:57:44.315+0000","title":"\"Spieler - Ehrungen\" (Vorschlag)","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":2,"body":"Dieser Vorschlag betrifft die Ehrung mit &quot;Freundlich, Hilfreich, Teamgeist oder Ehrenwerter Gegner.&quot;  \n\nMomentan soll es so geregelt sein, dass eine Ehrenschleife nur gegeben wird, wenn in einer gewissen Zeitspanne eine bestimmte Anzahl von Ehrungen bei einem Spieler eingehen. Da man aber nur selten diese Schleifen sieht, habe ich den vollgenden Vorschlag. \n\n1. Die Ehrungen werden am Ende einer Season ausgewertet und wie diese Silber-, Gold-, Platin-Ramen verteilt. \n2. Es m&uuml;ssen sich in einer Kategorie (z.B. Freundlich) mindestens 100 Ehrungen angesammelt haben, um eine Schleife zu bekommen.\n3. Haben mehrere Kategorien mehr als 100 Ehrungen, so wird die h&ouml;chste Anzahl von Ehrungen mit einer Ehrenschleife belohnt. \n4. Nach der Ausgabe der Ehrung werden die Punkte auf 0 gesetzt. So kann jeder versuchen je Season neue Ehrungen zu sammeln. \n5. Wertungen aus dem eigenen zusammengestellten Team werden nicht gewertet, da diese gepusht werden k&ouml;nnten.\n\nZusatz: \nDIe Schleife könnte man noch in 3 Stufen ausschmücken. So könnte eine 100 Wertung eine rote Kugel in der schleife haben, eine 200 Wertung eine gelbe Kugel und eine Wertung die mehr als 300 ist bekommt eine blaue Kugel in die Schleife. Die schleifen selbst haben ja die entsprechende Farbe der Ehrung. Wenn ich mich jetzt recht entsinne. \n\n\nDa ich leider als Bronze-BoB am ende der Season leider keine gro&szlig;en Errungenschaften vorweisen kann und vermutlich auch keine Geschenke bekomme, w&auml;re so eine Schleife f&uuml;r mich wie ein Trostpreis und w&uuml;rde mir zeigen, dass die Season f&uuml;r mich nicht ganz umsonst gewesen ist. \n\n\nMfg. C.M0NKEY","replies":[{"id":"","poster":"Spihscp","date":"2016-12-07T08:52:27.680+0000","up_votes":1,"down_votes":0,"body":"also das mit den ehrungen find ich gut, nur sollte daran mehr hängen als nur das man ehrungen vergeben kann, jemand der nie ehrt sollte auch keine ehrung bekommen das wäre meine meinung. es gibt viele die einfach nur reporten aber niemals eine ehrung vergeben. wenn mit den ehrungen mehr  zusammen hängen würde, würde es vlt auch weniger flamer oder troller geben, sondern es würden sich alle mehr anstrengen um so ehrungen zu bekommen.\ndazu sollte man dann auch unterscheiden ob der mitspieler auf der freundesliste ist oder nicht, da es unfair ist, mit jemandem zu spielen den man kennt und ständig nach dem spiel eine ehrung zu bekommen bzw dem (freund) zu geben auch wenn sie nicht gerechtfertig ist. \n\ndie ehrungen sollten einfach viel mehr ins gewicht fallen und nicht nur eine lapidare sache sein.\nso würden sich viele mehr gedanken über ihr verhalten machen, das wäre mein vorschlag","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-09-24T12:16:41.168+0000","up_votes":1,"down_votes":0,"body":"Für mich, der gerne Mitspieler ehrt, gibt es eine einfache Lösung für das \"Problem\": Man zeigt den anderen nicht erst, dass sie geehrt worden sind, nachdem sie die Postgame Lobby verlassen haben... sondern gleich.\nIch merke das ja, wenn ich mit meinem Premade spiele... der sagt dann regelmäßig \"oh, ich bin ja geehrt worden, verdammt, das hätte ich bei dem freundlichen Toplaner auch machen können\"... \nDas wäre 0 Aufwand und die Ehrungen würden eskalieren...","replies":[]}]}