{"id":"uNX9sNVa","poster":"Toreole","date":"2016-09-23T21:50:11.998+0000","title":"Bans oder Anpassungen für ARURF pls.","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":4,"body":"Es gibt immernoch Champions die viel zu h&auml;ufig sind und einfach VIEL zu stark, als dass man sie einfach unber&uuml;hrt lassen k&ouml;nnte. z.B. Fiora : unfair hohe Mobilit&auml;t und extrem hoher schaden oder Vladimir : permanenter Pool, unglaublich viel heilung und auhc immens hoher schaden, dagegen gibt es champs wie Anivia, bei denen im URF (ultra RAPID fire) es sich mega langsam anf&uuml;hlt, vorallem durch die passive, wo die wiederbelebung einfach gef&uuml;hlte 2 Jahre dauert... *schl&auml;ft ein*\r\nDaher sollten entweder gewisse Champions f&uuml;r den Modos angepasst werden, weil das alles andere ist als Spass was man gegen die hat, oder diese Champions einfach gebannt werden (k&ouml;nnen).\r\n\r\nFrustrierte Gr&uuml;&szlig;e - Toreole\r\n\r\n(bekommt endlich balancing auf die Reihe und den spaghetti code raus rito)","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-09-24T06:02:57.808+0000","up_votes":1,"down_votes":0,"body":"Meine Güte, mir wäre neu, dass sich bei ARAM die Leute so sehr darüber ausheulen, dass dort Lux stärker ist als Darius. Wenn euch der Modus nicht passt, spielt ihn nicht. Ich habe das alte URF gehasst, weil man in jedem Spiel gegen Zed, Veigar und Sona spielen musste und geflamed wurde, wenn man sowas wie Yorick gepickt hat. Dieses ewige tryharden in URF war nur noch nervtötend.\n\nDurch den Zufallsmodus sieht man immerhin mal andere Champions, tauschen und würfeln kann man ja immer noch. Wer damit nicht zufrieden ist, soll es halt bleiben lassen.","replies":[{"id":"","poster":"Toreole","date":"2016-09-24T17:28:10.933+0000","up_votes":1,"down_votes":0,"body":"Die Idee von den zufälligen champs ist auch gar nicht so verkehrt, aber dass z.b. Kassadin generft wurde für URF und Champs wie Vlad ganz \"normal\" bleiben ist nicht gerechtfertigt. Entweder sollten alle champions die zu stark sind angepasst werden, oder alle stärker gemacht werden.","replies":[]}]},{"id":"","poster":"thefire7","date":"2016-09-23T23:59:22.742+0000","up_votes":1,"down_votes":0,"body":"ne.","replies":[]}]}