{"id":"snFKawA0","poster":"Crafty776","date":"2016-09-22T19:25:54.096+0000","title":"Diamond Midlane Twitch","subforum":"Streams & YouTube","up_votes":4,"down_votes":2,"body":"Hi Leute,\n\nhabe seit 23.01.2015 meinen Twitch-Kanal schon laufen, auf dem &uuml;berwiegend League of Legends gestreamt wird und wollte den nun einmal promoten.\nNeben League of Legends streame ich auch Horrorspiele (wie bereits The Evil Within und Outlast), da ich ein Horrorfilm-Fanatiker bin. Ansonsten ist auch ab und an mal eine Runde CS:GO oder Singleplayer-RPGs (z.b. Risen 2) zu sehen, was aber eher selten der Fall ist.\n\nZiel ist f&uuml;r mich pers&ouml;nlich einfach nur ein kleiner, aber feiner Stream, bei dem die Leute Fragen zu League of Legends stellen k&ouml;nnen und aktiv dabei sind - ich beantworte sowas sehr gerne. Genauso wie Diskussionen &uuml;ber alles andere, wie z.B. Filme (gerne auch Horrorfilme) oder &auml;hnliches :) Der ein oder andere wird sich vielleicht auch direkt was aus League of Legends abschauen k&ouml;nnen.\n\nF&uuml;r einen kleinen Einblick (7 min) k&ouml;nnt ihr hier auch ein Zusammenschnitt meiner Plays sehen:\n\nhttps://www.youtube.com/watch?v=CnC1CwBL_Xk\n\nIst mein allererstes Video auf dem Gebiet und ich hoffe es ist nicht allzu laienhaft und schlecht gemacht und ich freue mich &uuml;ber zahlreiche Meinungen.\n\nZum Stream ist noch zu erw&auml;hnen, dass ich voraussichtlich **erst ab November** dazu kommen werde wieder aktiv und regelm&auml;&szlig;ig zu streamen, da ich gerade mit meinem Studium fertig geworden bin und Arbeitsplatz und Wohnort suche - wobei mein Youtube Video nun fertig geworden ist, da ich gerade viel Freizeit habe.\n\nVielen Dank schon mal f&uuml;r das Feedback :)\n\nLink: www.twitch.tv/Crafty776","replies":[{"id":"","poster":"CustomKunibert","date":"2016-09-26T10:39:21.846+0000","up_votes":2,"down_votes":1,"body":"Okay, ich hab es mir mal angeschaut, allerdings konnte ich es nur ohne Ton anschauen. Die Liedwahl und das Schneiden auf den Takt kann ich jetzt also nicht beurteilen ;)\nDie Szenen mit den Plays sind gut gespielt, die Aufnahmequalität stimmt auch und den Kontrasteffekt, den du drunter gelegt hast, finde ich auch gut. Denn die Standartfarben von LoL sind ja relativ fad ^^\nDie Championbilder unten finde ich zwar von der Idee her nicht schlecht, aber die braucht man eigentlich nicht. Man bekommt von alleine mit, welcher Champion gemeint ist. Zumal du die Beschwörernamen eingeblendet lässt (Ja ich weiß, das betrifft verschiedene Accounts bei diesem Video ^^). Wenn du das trotzdem beibehalten willst, fände ich die viereckigen Bilder, die man standartmäßig im Clienten sieht, völlig ausreichend. Dann einfach in die Ecke hauen und eventuell ein wenig animieren beim Ein- und Ausblenden und dann reicht das völlig ;)\nAlles in Allem aber gut gemacht und völlig in Ordnung!","replies":[]},{"id":"","poster":"Crafty776","date":"2016-09-27T08:52:50.066+0000","up_votes":1,"down_votes":0,"body":"Dankeschön für das Feedback! :)\nHab Batman Musik druntergelegt: Just so you know :p","replies":[]},{"id":"","poster":"Sinister Q Dance","date":"2016-09-22T19:28:14.815+0000","up_votes":1,"down_votes":0,"body":"Auf jeden Fall zu empfehlen leute !","replies":[]}]}