{"id":"2UxPtZvz","poster":"Dechsa","date":"2019-05-06T20:15:41.467+0000","title":"Die neue Community VR Meeting sucht nach aktiven Membern ! :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"****Hi Leute. Die neue Community \"VR Meeting\" sucht derzeitig nach aktiven Membern, welche Lust und Laune am Leauge zocken haben.****\r\n                                      \r\n\r\n                                         **** Was wir euch bieten****\r\n-------------------------****\r\n\r\n- Eine vernüftige Community welche sich auf die Qualität der Leute und nicht auf die Quantität bezieht. Uns ist ein richtiger Umgang miteinander sehr wichtig, da so wie ich es glaube keiner wirklich Lust auf Streitigkeiten innerhalb seiner Freizeit hat. \r\n\r\n- Events wie etwa: Aram Saufen, 5 vs 5 interne Scrimms oder gar \"Call ist Call\" werden mit der entsprechenden Memberanzahl von 20+ freigeschaltet. Das alles wurde bereits in einer älteren Community von mir praktiziert und kam bei den Leuten gut an ! Mehr infos dazu findet ihr unter anderem auf unserem Discord Server. \r\n\r\n- Wir bieten euch wöchentliche Patchnotes an, welche Infos über die Veränderungen des Servers sowie auch andere Dinge enthalten um den Server immer auf dem laufenden zu halten und ihn weiterzuentwickeln !\r\n\r\n- Ein Membersystem was schlicht ist. Unser Membersystem enthält mehrere Zwischenstufen.\r\n\r\n- Einen aktiven Server. Kennt ihr ständig diese \"Discord Leichen\", welche schon seit Wochen nicht mehr auf dem Server waren und keiner weiß, wer diese Leute sind ? So etwas soll es bei uns nicht geben. Lieber habe ich doch meine 1 - 20 Leute, welche sich gut verstehen bzw. miteinander zurecht kommen als 100 Spieler, welche sich nicht untereinander kennen !\r\n\r\n\r\n\r\n\r\n**** Anforderungen****\r\n---------------------------------------\r\n* Du bist ein aktiver Leauge Spieler, welcher in der Woche mindestens seine 10 - 20 Runden absolviert.\r\n\r\n* Du bist nicht arrogant, weil du eine höhere Elo als die anderen hast. Alle werden unabhängig von ihrer Elo oder des Aussehens gleich behandelt. \r\n\r\n* Du hast Discord und ein ordentliches Mikro welches nicht rauscht und andere stört.\r\n\r\n* Du bist 16 - 25 Jahre jung. \r\n\r\nTrifft das alles auf dich zu und du hast Lust auf die Community ?\r\n Wie bereits vorab in der Einleitung erklärt, ist diese Community noch recht neu und \r\nwird im Laufe der nächsten Zeit noch aufgebaut, was ich dir persönlich versichern kann. Du kannst dabei sein !\r\n\r\n\r\n****Interesse ?****\r\n---------------------------\r\nWenn du Interesse hast, join doch einfach dem hier unten stehenden Discordlink oder \r\nadd mich über den Client mit dem unten stehenden Summoner Name.\r\nhttps://discord.gg/zxaxU5F\r\n****Dechsa****","replies":[]}