{"id":"UvmEErdT","poster":"KokosNuss","date":"2016-09-19T13:46:42.905+0000","title":"Platin Team  sucht Jungler.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sehr geehrte Beschw&ouml;rer,\r\n\r\nWir suchen f&uuml;r unser Team einen festen Jungler. Besonders Wichtig ist Zuverl&auml;ssligkeit !\r\nBis jetzt hatten wir Probleme einen passenden Jungler zu finden, da beide es nicht f&uuml;r n&ouml;tig gehalten haben sich abzumelden.\r\nDadurch hilft auch die beste Organisation nicht, wenn wir uns nicht auf unsere Spieler verlassen k&ouml;nnen.\r\n\r\n&Uuml;ber uns:\r\n\r\nWir waren Teil des Teams &quot;Twisted 5&quot; welches August 2015 von T5 Tenayn und KokosNuss ins Leben gerufen. Wir haben es zu dieser Zeit geschafft uns von Gold nach Platin hochzuspielen, sowie bei einigen Turnieren erfolgreich teilgenommen. Leider zerbrach das Team Februar dieses Jahres, da einige keine Zeit bzw. motivation aufbrachten weiter zu Spielen.\r\n\r\nDas Team wurde letzten Monat unter dem neuen Namen &quot;Bonobo Xpress&quot; von Kokosnuss und Underdog mit neuer Aufstellung wieder ins Leben gerufen.\r\nDer gesuchte Ersatzspieler wird ben&ouml;tigt, da es h&auml;ufig vorkommt, dass das Realife vorrang ben&ouml;tigt.\r\n\r\nAktuelle Aufstellung:\r\n\r\nU&ntilde;derdog (Linus, 17 Jahre alt) - ADC\r\n\r\nKokosnuss (Alex, 20 Jahre alt) - Support\r\n\r\nTrollk&ouml;nig (Ren&eacute;, 19 Jahre alt) - Top\r\n\r\nxDerGeraet (Sang, 17 Jahre alt) - Mid\r\n\r\nWas f&uuml;r uns spricht:\r\n\r\nWir bieten euch eine sch&ouml;ne Atmosph&auml;re, denn auch wenn wir uns verbessern wollen darf der Spa&szlig; nicht fehlen.\r\n\r\nRegelm&auml;&szlig;ige Trainings/Turnierzeiten\r\nTeamspeak 3 Server\r\n&quot;Kumpel&quot; Atmosph&auml;re\r\nWhat&acute;s App Gruppe zur besseren Kommunikation\r\nWeb Auftritt\r\n\r\nWas solltest du mitbringen?\r\n\r\nFreundliche Pers&ouml;nlichkeit\r\nKritikf&auml;higkeit\r\nLernbereitschaft\r\nSpa&szlig; am Spiel\r\nPlatin elo\r\nfunktionierendes Mikrofon\r\n16+ Jahre\r\n3-4 mal in der Woche Zeit zum spielen.\r\n- Montag / Mittwoch / Freitag - 18:30\r\nSonntag findet meistens das esl Tunier statt.\r\nP&uuml;nktlichkeit\r\nZuverl&auml;ssigkeit\r\n\r\nWenn du denktst, das du bei uns reinpasst, dann schreib bitte deine Bewerbung als Kommentar.\r\nWir werden dir dann &uuml;ber die Kommentar funktion mitteilen wann wir dich zum tryout einladen, heute 18:30.\r\n\r\nBis Bald euer Alex aka. Kokosnuss","replies":[{"id":"","poster":"EYE Tez","date":"2016-09-19T15:47:10.950+0000","up_votes":1,"down_votes":0,"body":"Yo, ich bin Marco, bin 16 Jahre alt und bin zur Zeit Schüler. Ich bin zwar ab und zu (wegen Sport,dies das) verhindert, aber 3-4 mal pro Woche hab ich durchaus Zeit zu zocken. Ich war letzte Season dia5 und bin derzeit NOCH Platin1. Ich zocke viel soloq und duoq aber bin auch sehr Teamranked begeistert. Zur Zeit maine ich jungle/support und spezifisch Lee und kha. Ich bin aber durchaus mit den tanky junglern vertraut. Ich leg schon viel Wert auf gute Kommunikation und bin selber einer der viel redet(sehr viel redet). \nMein IGN:  EYE Tez","replies":[]},{"id":"","poster":"Obi im Wahn","date":"2016-09-19T14:08:01.343+0000","up_votes":1,"down_votes":0,"body":"Hi, mein Name ist Andreas, bin 22 Jahre alt und bin Student. Ich kann neben dem Studium eigentlich jeden Tag spielen (auch am Wochenende). Bin zwar momentan nur Gold 5 was aber auch daran liegt das ich nach einer 2,5 jährigen Pause erst seit kurzem wieder spiele und viele Dinge ausprobiert habe. Ich bin ein eher ruhiger Spieler, was aber nicht heißt das ich nicht kommuniziere, sondern eher das ich versuche keine Unruhe ins Team zu bringen. Meine Highest Elo war Platin 1 in Season 3 (Damals Jungle/ADC Main) ich kann also, wenn es um etwas geht auf relativ hohem Niveau mithalten. Ich würde mich selbst als Teamspieler bezeichnen der den Erfolg des Teams ganz klar über eigene Stats, KDA usw. stellt. Einen 100%igen Main Jungler habe ich nicht da es meiner Meinung nach wenig Sinn macht auf einen Champion zu beharren obwohl dieser möglicherweise gar nicht in die Team Comp passt. Ich würde mich über ein Tryout Game freuen.\n\nObi im Wahn","replies":[]}]}