{"id":"iP5rb3i6","poster":"OT Riku","date":"2016-09-19T01:34:58.854+0000","title":"Matchhistorie \"Und ein Danke an die Community\"","subforum":"Ligen & gewertete Spiele","embed":{"title":"ChaosRiku - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/61304844","image":"http://www.lolking.net/images/v2/champions/splash/original/79_0_cutout.png"},"up_votes":2,"down_votes":0,"body":"Schaut euch mal  meine letzten spiele an und sagt mir ob euch was auff&auml;llt.\n\nIch finde das meine Winrate ziemlich gestiegen ist, weil ich nur noch 2-3 Champions pro Position spiele.\nDas verdanke ich &uuml;brigens euch der Community, weil ihr immer wieder predigt spielt nur 2-3 Champions pro Position.\nUnd ich habe meinen Main Jungler jetzt gefunden mit dem ich eine Krasse Winrate &uuml;ber die letzten Spiele habe.\nIch habe angefangen mir gedanken zu machen wieso ich nicht mehr aufsteige.\nDann habe ich angefangen zu meinen Anf&auml;ngen zur&uuml;ckzukehren und das ist der Jungle.\nIch habe vorher viel Midlane gespielt und gemerkt das ich damit nicht weiterkomme so wie ich spiele.\nMir fehlen einfach viele Basics, ich konnte mich in der Midlane easy aus Bronze spielen aber dann habe ich bestimmt 2 Monate nur zwischen S4-5 stagniert.\nUnd ich wollte doch umbedingt noch Gold kommen.\n\nJetzt bin ich auf dem besten weg dorthin und wollte euch allen die immer diese tollen &quot;Wie steige ich auf Threads&quot; schreiben danken.\n\n{{sticker:slayer-pantheon-thumbs}} \n\nLiebe gr&uuml;&szlig;e euer Riku\n\nPs: \nIch habe in S5 angefangen League zu spielen, bin dann nach 7/3 Gold 3 gekommen.\nDa ich wusste das es ab Gold einen Gratisskin gibt habe ich dann nur bis Gold 5 weitergespielt. \nIch habe sofort gemerkt das ich zu hoch eingeranked wurde.\nDann bin ich in S6 sofort nach 5/5 in B2 oder B1 gelandet, hatte dann sogar nur eine Winrate von 33% so und nun habe ich genau 50% hat zwar 254 Spiele gedauert, aber ich denke wenn man die ersten 50Rankeds weglässt müsste ich eine positivere Winrate haben.","replies":[{"id":"","poster":"Megamaexx","date":"2016-09-19T04:31:10.197+0000","up_votes":1,"down_votes":0,"body":"Ich hatte mich zum climben auch auf Morgana spezialisiert und es hat super funktioniert. Das Problem war nur, dass sie auch ab und zu gebannt war^^ naja, Karma funktioniert auch ganz gut.\n\nJetzt bin ich Gold V und schaffe es nicht, in Silber 3/4 auf meinem Smurf zu carrien, wenn ich was anderes spiele q.q","replies":[{"id":"","poster":"OT Riku","date":"2016-09-19T05:16:29.659+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=ip27PlEH,discussion-id=iP5rb3i6,comment-id=0000,timestamp=2016-09-19T04:31:10.197+0000)\n>\n> Ich hatte mich zum climben auch auf Morgana spezialisiert und es hat super funktioniert. Das Problem war nur, dass sie auch ab und zu gebannt war^^ naja, Karma funktioniert auch ganz gut.\n> \n> Jetzt bin ich Gold V und schaffe es nicht, in Silber 3/4 auf meinem Smurf zu carrien, wenn ich was anderes spiele q.q\n\nIch denke das ist das Onetrick problem.\nIch mache auf anderen Champions zwar auch Decisionmaking Fehler aber auFf Gragas passieren die mir nicht so schnell.\nHabe ich das Gefühl sprich ich bin mit Grass viel konstanter und sicherer was das angeht.","replies":[]}]}]}