{"id":"BcEyOmyh","poster":"Get Rekt Boomer","date":"2016-09-19T15:46:16.205+0000","title":"TGP Team sucht Platin+ Supporter","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Liebe Community,\n\nwir von TGP-eSports suchen weitere Member f&uuml;r unsere Organisation. Desweiteren sucht eins unser Platin Teams nach einem Toplaner. Weitere Informationen zu unsere Organisation und wo wir Hilfe brauchen erfahrt ihr hier:\n\nUns sind diese Punkte wichtig und sie spiegeln sich in den Regeln wieder.\n\nEhrlichkeit\nFreiheit\nZuverl&auml;ssigkeit\nSpa&szlig;\n\nRegeln:\n\n1. Ehrlichkeit baut auf Vertrauen und wir als Leitung wollen euch vertrauen.\n\n2. Jeder in TGP eSports ist frei, niemand ist aus zwang hier und jeder kann seine Meinung frei &auml;u&szlig;ern.\n\n3.  P&uuml;nktlichkeit und Zuverl&auml;ssigkeit sind sehr wichtig. Das hei&szlig;t Trainingszeiten einhalten oder gewisse Aufgaben im Team erledigen.\n\n4. Der Spa&szlig; am Spiel ist sehr wichtig.\n\n5. Der Respekt ist uns sehr wichtig. Jeder in TGP eSports, aber auch au&szlig;erhalb soll mit Respekt behandelt werden.\n\n6. Kritik ist etwas, was einem hilft besser zu werden aber auch Kritik zu &uuml;ben muss gekonnt sein.\n\n7. Der Teamspeak darf jederzeit genutzt werden, wenn sich jeder an die Regeln unseres Teamspeak Servers h&auml;lt.\n\n8. Teamarbeit ist uns sehr wichtig, den als Team schaffst du viel mehr Dinge gleichzeitig als alleine und wir alle sind Teil eines Teams, egal ob Analyst, Spieler, Coach oder Admin.\n\n9. Ein offizielles TGP Mitglied ist man erst dann wenn du eine ordentliche Bewerbung geschrieben hast, dem Anforderungsprofil entsprichst und wenn sich die Leitung einig ist.\n\n10. Wir dulden keine Beleidigung, kein Rassismus oder andere Formen des Mobbing. Sollte dies vorkommen kann man mit einem Rauswurf aus TGP rechnen.\n\n11. Jeder der ein offizielles TGP Mitglied ist, hat sich an die Regeln zu halten, im Gegenzug hat man die Rechte und Freiheiten eines TGP Mitgliedes genauso wie ein kleines Mitspracherecht.\n\n12. Uns sind die Werte und dir Pers&ouml;nlichkeit eines Spieler sehr wichtig, daher sch&uuml;tzen wir diese auch.\n\n13. Wir achten auf die Bed&uuml;rfnisse der Spieler und wollen Ihnen eine angenehme Atmosph&auml;re geben. Daher ist uns Absprache und Kommunikation untereinander sehr wichtig.\n\nKonzept:\n\nWir von TGP-eSports wollen hoch hinaus. Daher haben wir ein System geschaffen das allen Spielern Freiraum gibt, wo man sich wohlf&uuml;hlt und auch seinen gewissen Spa&szlig; hat, aber auch Weiterentwicklung, Training und Teamwork sind uns wichtig. Daher versuchen wir unsere Spieler individuell zu f&ouml;rdern. Das bedeutet Strategisch und auch spielerisch. Doch das meiste kann man nur durch Erfahrung sammeln. An Turnier teilnehmen ist ein essentieller Bestandteil f&uuml;r uns als auch f&uuml;r euch.\n\nZum Team: \n\nAlso wir suchen grade ein Platin Supporter f&uuml;r eins unserer Platin Teams. Wer Interesse hat kann sich Ingame bei  : TGP Meliodas melden.\nWenn es zuviele Leute werden, dann werden tryouts veranstaltet, die an verschiedenen Tagen veranstaltet werden. Also wundert euch nicht, dass wir euch noch keine Antwort gegeben habt, ob ihr im Team seid oder nicht. \n\n\nDanke f&uuml;rs lesen und ich hoffe wir sehen uns bald in der Kluft wieder Beschw&ouml;rer :DDDDD","replies":[]}