{"id":"JQlTNEc8","poster":"Gurkenwambo","date":"2016-09-18T14:07:16.036+0000","title":"Champion Konzept: Ralo","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Hey, Ich wollte euch mal eine Champion Konzept vorstellen, welches von mir kreiert wurde. Vorerst m&ouml;chte ich sagen, dass ich mich nicht sehr gut mit Werten auskenne. Ich gehe au&szlig;erdem nur auf F&auml;higkeiten ein.\r\n\r\nDer Champion an sich ist Nahk&auml;mpfer, aber nun fangen wir zun&auml;chst an mit seiner **Passive** an, die etwas neu ist. Sozusagen hat er aber nicht nur eine Passive sondern aus mehren.\r\n\r\nRalo stehlt seinen Gegnern mit einem Autoattack 5% von seinen maximalen Mana und stellt sich selbst 5% von seinen maximalen Mana, der Effekt verdoppelt sich wenn Ralo critet.\r\nRalo richtet 7.5% von den gegnerischen fehlenden Mana als zus&auml;tzlicher magischen Schaden an.\r\nNun zur eigentlichen Passive die etwas neu ist, Ralo hat von Anfang des Spieles 50% Mana, wenn er Gegner angreift bekommt er 5% mehr, sprich 55%\r\nF&auml;higkeiten kosten Mana, dennoch machen seine F&auml;higkeiten und Autoattacks % mehr Schaden wenn Ralo &uuml;ber 50% liegt. Anders gesagt, wenn Ralo\r\nden Gegnern viel Mana geklaut hat und auf 100% Mana kommt, richten seine F&auml;higkeiten und Autoattacks 50% mehr Schaden an!!!\r\n\r\nNun zu seiner Q F&auml;higkeit,\r\nRalo aktiviert einen Effekt, der 4 Sekunden anh&auml;lt w&auml;hrend er +200 Attackrange bekommt. wenn er den Autoattack durchf&uuml;hrt springt er zu den Gegner,\r\nund richtet magischen Schaden an, verlangsamt den Gegner f&uuml;r 1 Sekunde zu 45% und setzt eine Markierung auf den Gegner.\r\n\r\nW F&auml;higkeit,\r\nRalo verwandelt sich mit den ersten Cast, in eine Substanz von mana, dieser Effekt h&auml;lt 2 Sekunde an und ist unangreifbar.\r\nMit den zweiten Cast rollt er zu einen ausgew&auml;hlten Champion und h&auml;lt diesen f&uuml;r 1 Sekunde fest, wenn er von der Q markiert wurde,\r\nrichtet der Aufprall mehr Schaden an, und stunt den Gegner f&uuml;r 1.25 Sekunden. Alle Gegner den er w&auml;hrend der &quot;Rollzeit&quot; ber&uuml;hrt werden zu Seite geworfen.\r\n\r\nE F&auml;higkeit,\r\nRalo &quot;rootet&quot; den Gegner, der Gegner ist w&auml;hrend des &quot;Rootes&quot; f&uuml;r 20% geslowt, wenn der &quot;Root&quot; sich aufl&ouml;st, wird der Gegner f&uuml;r 1 Sekunde festgehalten. Aber diese F&auml;higkeit gibt es nat&uuml;rlich schon, deswegen kann er noch etwas neues. W&auml;hrend der Gegner &quot;gerootet&quot; ist, kann Ralo\r\n&quot;blinken&quot;, jedoch richtet der &quot;blink&quot; kein Schaden an.\r\n\r\nR F&auml;higkeit, \r\nRalo, kann einen Bereich zum explodieren bringen, dieser richtet Schaden an abh&auml;ngig vom fehlenden Leben des Gegners, und stunt den Gegner abh&auml;ngig vom Fehlenden Mana (Maximal 2 Sekunden) wenn der Gegner 0% Mana besitzt.\r\n\r\nEmpfohlene Items:\r\n{{item:3115}}  {{item:3100}}  {{item:3089}}  {{item:3285}}  {{item:3157}}   {{item:3020}}","replies":[]}