{"id":"E8Amb2zx","poster":"MeIIow","date":"2016-09-16T21:49:31.796+0000","title":"Berechnung der meisterschaft","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"hi, \nwei&szlig; irgendwer wie man diese meisterschaftspunkte berechnet ? hatte grad 2-1-13 thresh und bekomm kein S nur weil ich 1 mal gestorben bin... oder wegen den 35 CS in einem 25-30 min? das doch mist... soll ich den meinem adc mehr kills nehmen und CS ? das gibt doch nur zoff in SoloQ \n\ndanke schon mal leute","replies":[{"id":"","poster":"Futanarî Soraka","date":"2016-09-16T22:21:03.989+0000","up_votes":1,"down_votes":0,"body":"Du musst gut spielen, dass hat wenig mit stats zutun \n\nHabe z.B. vorhin mit Teemo-Support im ranked \"S\" bekommen und hatte 10/8/18.\n\nHabe dem Team allerdings extrem geholfen","replies":[{"id":"","poster":"Cayce","date":"2016-09-17T00:04:40.590+0000","up_votes":2,"down_votes":0,"body":"Das wird vor allem daran gelegen haben, dass der durchschnittliche Teemo-Support vermutlich sehr schlechte Stats hat. (Wurde ja gerade vor der neuen Rankedqueue als Trollpick genommen, wenn man eig nicht Support wollte.) Deswegen ist es auf Offmeta-Picks allgemein einfacher ein S zu bekommen.","replies":[]}]},{"id":"","poster":"Allisrem2","date":"2016-09-16T23:45:09.417+0000","up_votes":1,"down_votes":0,"body":"Alles das zählt rein und kannst du beeinflussen:\nGeclearte Wards\nGestellte Wards\nGetroffene Skillshots\nVerursachter Schaden\nZeit, die du die Gegner CC't hast\nGehealte HP\nGold (Im Vergleich zu den anderen Spielern, die denselben Champion, auf derselben Position spielten)\nuswusw\n\nAlso nein, nur CS und kills werden dir wenig bringen.\nEin Kill zählt für das System genau gleich viel wie ein Assist, nämlich einfach nur, wie viel Schaden und CC du verursacht hast.","replies":[]},{"id":"","poster":"Suprèmeleader","date":"2016-09-16T22:19:44.271+0000","up_votes":1,"down_votes":0,"body":"Klau dem adc alles der wir nicht so böse sein mach das auch immer","replies":[]}]}