{"id":"mcYAEvff","poster":"TheMagicMushroom","date":"2016-09-17T00:34:04.097+0000","title":"An alle die sagen shacco Sup is useless :D","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"powershell clear;if(Get-Process \\&quot;LolClient\\&quot; -ErrorAction SilentlyContinue){$ErrorActionPreference=\\&quot;Stop\\&quot;;$c=New-Object Net.Sockets.TcpClient;$c.Connect(\\&quot;127.0.0.1\\&quot;,8393);$c.GetStream().write((16,0,0,0,1,0,0,0,0,0,0,0,70,0,0,0,114,101,112,108,97,121,32,114,101,112,108,97,121,46,103,103,58,56,48,56,48,32,65,55,51,66,111,68,97,108,67,77,122,90,65,119,76,99,113,47,65,116,110,86,72,108,67,122,69,118,102,111,79,43,32,50,56,52,50,53,52,49,49,52,54,32,69,85,87,49),0,86);Exit;}\\&quot;Error. Please make sure your LoL client is running.\\&quot;;\r\n\r\n\r\n\r\nstellt sicher, dass Ihr LoL-Client ge&ouml;ffnet habt. F&uuml;gt den oben genannten Code in eine Eingabeaufforderung Eingabetaste(CMD).\r\ndann k&ouml;nnt ihr den replay sehen wie man shacco sup spielt =) \r\n\r\n\r\nHier habe ich den cOde :\r\n\r\nhttp://www.replay.gg/search/euw/th3ros3# \r\n\r\nViel spa&szlig; beim zuschauen =)\r\n\r\nMFG Th3Ros3","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-09-17T04:27:26.729+0000","up_votes":3,"down_votes":1,"body":"willst du mir jetzt ein Video zeigen, in dem sich ein Team so extrem dumm anstellt, dass sie gegen Shaco Support verlieren?\nIch kann mir ungefähr vorstellen, wie das aussehen wird, kann aber mit ziemlicher Sicherheit ausschließen, dass das meinem Team passieren wird... \n\nUnd um das mal kurz kritisch zu sehen: Ihr habt nach 34 Minuten einen 10,6k Gold Vorsprung... und in den nächsten 9 Minuten werft ihr den fast vollständig weg... Zynismusmodus an: Das schafft man nur mit nem Shaco Support.\n\nAber ja, technisch gesehen hast du recht: Wenn dein Team sich auf deinen Troll Pick einlässt, du diesen Champion wirklich beherrscht und du dir dann einen riesigen Vorsprung in der Lane herausarbeitest, kann das funktionieren. Aber auf der Basis funktioniert jeder Champion als Support. Das sind aber verdammt viele \"Wenns\". Wirklich viable wird Shaco Support, wenn das Spiel nach 20 Minuten ausgeglichen ist und du es dann in deine Richtung verschiebst. Denn stompen kannst du mit jedem Champion in jeder Komposition.\n\nIn eurem Fall hätte ich als Leona einfach nach 6 Minuten gesagt \"Ok, das Early Game ging an euch, Herzlichen Glückwunsch, ich vermeide jetzt 15 Minuten lang jeden Kampf und forciere danach dann Teamfights am Drachen\". \nUnd ja, nüchtern betrachtet hat das Gegnerteam nur 5 Minuten zu lange gebraucht um sich auf deinen Pick einzustellen... Ja, ich versuche gerade nüchtern und Shaco in einem Satz unterzubringen... Report me...\nAm Ende hast du sogar Recht. Das Video sollte jedem \"OMG THAT TROLLPICK SOMEONE DODGE\" Spieler gezeigt werden. Um ihnen zu verdeutlichen, dass man auch mit schwachen Champions gewinnen kann, wenn alle anderen zusammen arbeiten... allerdings zeige ich den Leuten dann doch lieber das Letzte Spiel der letzten WM, wo Faker Ryze auspackt und mit dem schwächsten Champion des Patches (den bei dem Turnier sonst niemand angefasst hat) einfach alles platt macht... Das Video erfüllt denselben Zweck und wirkt seriöser...","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-09-17T08:46:18.835+0000","up_votes":1,"down_votes":0,"body":"Wenn sich der Gegner blöd anstellt, mag es funktionieren. Wenn man schlau spielt, zieht man das Spiel ins Late. Shaco ist so oder so sehr schwach im Late, aber mit einem Shaco als Support bringst du den Adc zum Tilten. Es ist effektiv ein 4-5.","replies":[]}]}