{"id":"7EhQ8bNq","poster":"Eclipse","date":"2016-09-15T21:00:58.744+0000","title":"LF DuoQ Partner von Gold bis Diamond","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi, ich bin Eclipse und auf der Suche nach jemandem der viel Erfahrung hat (wie ich) um gemeinsam  bis Plat/Diamond zu carrien. \nIch suche jemanden, weil ich keine Lust habe mich alleine nach X games bis Diamond zu spielen (schaffe ich auf jeden Fall).\n\nIch hab in s2/3 aktiv gespielt s2 (1900-2200 elo, damals war das noch gut), s2 D1 peak und Diamond Smurf (Bazinga). Am besten w&auml;re es, wenn ich jemanden finde, dem es genauso ergeht und der auch genauso viel Erfahrung wie ich hat.  \n\nIch bin über 18 und hab gerade noch viel Zeit bis Okt. :P\n\nMeine besten Positionen sind Mid/Top und AD. \n\nMeine Normal-Elo ist bei 2k+ - bei Unsicherheiten können wir Testspiele (normals), weil Skilltest.\n\nWichtig: Ich hasse es wenn sich Spieler zu sehr aufregen oder flamen (mit ausnahmen). Gespielt wird hauptsächlich zum Spaß.\n\nGru&szlig; Eclipse\n\n\n\nIch suche kein Team, sondern nur ne DuoQ. Ebenso bin ich nicht auf der Suche nach Leuten, die bei 200-300 Games + in Silber/Gold sind.\n\nEDIT: HAT SICH ERLEDIGT; DANKE","replies":[{"id":"","poster":"UndergroundTiger","date":"2016-09-16T06:28:57.192+0000","up_votes":1,"down_votes":1,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}