{"id":"zpK2vWEG","poster":"LeBlanc Sucks","date":"2016-09-15T20:07:51.289+0000","title":"Free for All","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Gr&uuml;zi Freunde,\r\n\r\nmir kam heute in der Schule nur eine Idee f&uuml;r einen &quot;neuen&quot; Gamemode, den ich mit euch teien wollte.\r\nWie ihr schon im Titel sehen solltet geht es um Free for All (Jeder gegen Jeden) in Anlehnung an spiele wie CoD.\r\nMan k&ouml;nnte Auf der normalen Map so ca. 6 Basen platzieren, welche je einen Shop beinhalten und der Rest ist eigentlich selbsterkl&auml;rend. Jeder picked einen Champion, jeder kann einen bannen und dann gehts aufs Schlachtfeld, solange bis einer 30 Kills hat. Es w&auml;re sehr viel schneller als jeder andere Modus (sch&auml;tze ich) und man kann auch nicht wirklich sagen, dass es einen OP Champ gibt, da jeder Champ sowohl Vor-, als auch Nachteile mitbringt da man ja kein Team hat um Schw&auml;chen auszugleichen.\r\nWas haltet ihr davon?Meint ihr das w&auml;re umsetzbar? Vllt Dinge die man besser machen kann?\r\n\r\nMuchos Gracias,\r\nJonas","replies":[{"id":"","poster":"Megamaexx","date":"2016-09-15T20:15:15.353+0000","up_votes":1,"down_votes":0,"body":"Um Kills zu machen, würden wohl so einige Assassinen rumlaufen und sowas wie Lux, was aus der Ferne noch ksen kann. Tanks und Supporter wären einfach sinnlos. Meins wäre das nicht so.","replies":[{"id":"","poster":"LeBlanc Sucks","date":"2016-09-15T20:35:38.630+0000","up_votes":1,"down_votes":1,"body":"Naja dafür sterben die dann halt nicht so oft und man könnte dafür ja zum beispiel den fog of war ausmachen. ich weiß ist nicht ausgereift aber so prinzipiell..","replies":[{"id":"","poster":"Megamaexx","date":"2016-09-15T20:40:25.672+0000","up_votes":1,"down_votes":0,"body":"So viel zur Theorie^^\nMan könnte vielleicht den Modus auf Zeit gehen lassen und der mit der besten KDA gewinnt. Ist zwar trotzdem sehr random, aber nicht ganz so schlimm, wenn man mal keinen kill bekommt","replies":[{"id":"","poster":"LeBlanc Sucks","date":"2016-09-15T21:02:45.264+0000","up_votes":1,"down_votes":1,"body":"Ist auch wieder schwierig, machste 3 kills und stirbst dann gar nicht ist dann schlechter als 12 kills und 5 tode","replies":[{"id":"","poster":"Megamaexx","date":"2016-09-16T05:49:37.502+0000","up_votes":1,"down_votes":0,"body":"Kannst dir ja ein Punktesystem überlegen^^ so dass was wagen mehr zählt als sterben","replies":[]}]}]}]}]}]}