{"id":"HZJuq4QX","poster":"Swek MCPeter","date":"2016-09-15T22:07:12.722+0000","title":"TGP-eSports sucht Spieler für einen Aufbau eines Platin Team!!!","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"Hallo liebe LOL Community\r\n\r\nWir von TGP-eSports suchen Spieler im Bereich Platin f&uuml;r einen Aufbau eines weiteren Platin Team von uns. Das Mindestalter betr&auml;gt 16+ Jahre. Weitere Informationen zu uns findest Du hier:\r\n\r\nUns sind diese Punkte wichtig und sie spiegeln sich in den Regeln wieder.\r\n\r\nEhrlichkeit\r\nFreiheit\r\nZuverl&auml;ssigkeit\r\nSpa&szlig;\r\n\r\nRegeln:\r\n\r\n1. Ehrlichkeit baut auf Vertrauen und wir als Leitung wollen euch vertrauen.\r\n\r\n2. Jeder in TGP eSports ist frei, niemand ist aus zwang hier und jeder kann seine Meinung frei &auml;u&szlig;ern.\r\n\r\n3. P&uuml;nktlichkeit und Zuverl&auml;ssigkeit sind sehr wichtig. Das hei&szlig;t Trainingszeiten einhalten oder gewisse Aufgaben im Team erledigen.\r\n\r\n4. Der Spa&szlig; am Spiel ist sehr wichtig.\r\n\r\n5. Der Respekt ist uns sehr wichtig. Jeder in TGP eSports, aber auch au&szlig;erhalb soll mit Respekt behandelt werden.\r\n\r\n6. Kritik ist etwas, was einem hilft besser zu werden aber auch Kritik zu &uuml;ben muss gekonnt sein.\r\n\r\n7. Der Teamspeak darf jederzeit genutzt werden, wenn sich jeder an die Regeln unseres Teamspeak Servers h&auml;lt.\r\n\r\n8. Teamarbeit ist uns sehr wichtig, den als Team schaffst du viel mehr Dinge gleichzeitig als alleine und wir alle sind Teil eines Teams, egal ob Analyst, Spieler, Coach oder Admin.\r\n\r\n9. Ein offizielles TGP Mitglied ist man erst dann wenn du eine ordentliche Bewerbung geschrieben hast, dem Anforderungsprofil entsprichst und wenn sich die Leitung einig ist.\r\n\r\n10. Wir dulden keine Beleidigung, kein Rassismus oder andere Formen des Mobbing. Sollte dies vorkommen kann man mit einem Rauswurf aus TGP rechnen.\r\n\r\n11. Jeder der ein offizielles TGP Mitglied ist, hat sich an die Regeln zu halten, im Gegenzug hat man die Rechte und Freiheiten eines TGP Mitgliedes genauso wie ein kleines Mitspracherecht.\r\n\r\n12. Uns sind die Werte und dir Pers&ouml;nlichkeit eines Spieler sehr wichtig, daher sch&uuml;tzen wir diese auch.\r\n\r\n13. Wir achten auf die Bed&uuml;rfnisse der Spieler und wollen Ihnen eine angenehme Atmosph&auml;re geben. Daher ist uns Absprache und Kommunikation untereinander sehr wichtig.\r\n\r\nKonzept:\r\n\r\nWir von TGP-eSports wollen hoch hinaus. Daher haben wir ein System geschaffen das allen Spielern Freiraum gibt, wo man sich wohlf&uuml;hlt und auch seinen gewissen Spa&szlig; hat, aber auch Weiterentwicklung, Training und Teamwork sind uns wichtig. Daher versuchen wir unsere Spieler individuell zu f&ouml;rdern. Das bedeutet Strategisch und auch spielerisch. Doch das meiste kann man nur durch Erfahrung sammeln. An Turnier teilnehmen ist ein essentieller Bestandteil f&uuml;r uns als auch f&uuml;r euch. Wir teilen den League of Legends Bereich in zwei Teile auf, einmal den Low Elo Bereich und einmal den High Elo Bereich.\r\n\r\nLow Elo Bereich:\r\n\r\nSilber 5 bis Dia 4.\r\n\r\nHigh Elo Bereich :\r\n\r\nDia 3 bis Challenger\r\n\r\nF&uuml;r uns ist das wichtig, da wir die gewisse Ordnung und Struktur haben wollen, als auch das richtige Training und Turniere anbietet.\r\n\r\nDas ist aber noch nicht das einzige, wof&uuml;r TGP-eSports steht. Wir bieten auch Bereiche in Design, Mediengestaltung (YouTube,Twitch etc.) und andere Spiele (CS:GO etc.) an.\r\nDer CEO ist der oberste in TGP-eSports, aber er ist nicht der mit der gr&ouml;&szlig;ten Macht. Das ist die Leitung. Die Leitung besteht aus 4 Admins Plus dem CEO. Der CEO kann Dinge selber entscheiden aber nur wenn die Leitung dem zu stimmt. Jedes Jahr wird ein neuer CEO als auch andere Admins gew&auml;hlt. Genauso kann man im Team entscheiden ob man eine Wahl machen m&ouml;chte auf einen neuen Team Captain. TGP soll sehr Demokratisch laufen daher das Mitspracherecht jedes einzelnen.\r\nMomentan besitzen wir 5 Teams und 11 weitere Teams sind in Planung.\r\n\r\nWas wir euch bieten k&ouml;nnen:\r\n\r\nEinige Punkte wurden oben schon genannt aber ich Liste sie gerne nochmal auf.\r\n\r\n- Teams\r\n- Coaches und Analysten\r\n- Teamspeak und Webseite.\r\n- Ein Funktionierende Kommandostruktur.\r\n- Eine finanzielle gut ausger&uuml;stet Organisation.\r\n\r\nZiele:\r\n\r\nWir w&uuml;rden es gerne als Organisation ganz oben mitspielen. Daf&uuml;r brauchen wir aber die Unterst&uuml;tzung von euch und auch die Hilfe.\r\n\r\n- Aufbau weitere Teams\r\n- Zunahme an weiteren Membern und Mitarbeitern.\r\n- Ausbau der weiteren Bereich, wie Medien, Design oder auch den Bereich f&uuml;r andere Spiele.\r\n\r\nEin kleine weitere Informationen:\r\n\r\nMehr Informationen werden wir nochmal per PowerPoint vorstellen, also Konzept und die Grundideen, als auch die Struktur zu unserem Management System. Manche k&ouml;nnen sich das nur bildlich vorstellen. Eine Webseite wird auch noch folgen.\r\n\r\nWie kann ich mich bewerben?\r\n\r\nUns sind ordentlich Bewerbungen wichtig da wir sehr viel Wert auf Ordnung und Struktur legen.\r\nSolltest du dich bewerben stimmst du automatisch unseren Regeln zu. Wir bitten darum das man sich nur anmeldet, falls man wirklich Interesse hat und auch geeignet ist.\r\n\r\nDie Bewerbung sollte beinhalten:\r\n\r\nName:\r\nAlter: Mindestalter 16+ (Wenn man m&ouml;chte kann man sein Geburtstag angeben, wir behandeln alle Daten vertraulich)\r\nIngame Name:\r\nElo:\r\nAktivit&auml;t: (Spieler oder Entertainer als Beispiel)\r\nHandy Nummer: (keine Pflicht, wir empfehlen es nur wegen Kommunikation)\r\n\r\nEin paar Worte zu sich selbst: Warum bewirbst du dich? Was sind deine F&auml;higkeiten? Was sind deine Ziele? etc. \r\n\r\nBitte sendet die Bewerbung an die Email TeamGamingPlanet@outlook.de\r\n\r\nWir danken Ihnen nochmal f&uuml;r die Aufmerksamkeit.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nTGP Leitung","replies":[]}