{"id":"4QL9E5xa","poster":"SamedioSmurf","date":"2016-09-14T23:05:23.160+0000","title":"Dia 3 Mid sucht nam nem team :D","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"hi,\r\nich bin 16 jahre alt, zurzeit in der 11 klasse und spiele lol :D\r\n-main rolle: mid\r\n-rank: Dia 3, h&ouml;chster rank war in dieser season dia 1 84 lp,musste aufh&ouml;ren lol zu spielen weil ich in den sommerferien verreist bin und konnte somit mehr als 5 wochen kein richtiges lol spielen (2 spiele gespielt um keine -lp zu bekommen), als ich dann wieder zur&uuml;ck kam hab ich zu fr&uuml;h mit rankeds angefangen (gebe mir aber selber h&ouml;chstens noch 2 wochen bis ich wieder zur&uuml;ck bin) und bin daher ein paar ligen gedroppt (war letzte woche erst wieder 3 mal hintereinander in der dia 1 promo, konnte aber keine davon gewinnen und bin dann wieder auf dia 3 gedroppt)\r\n\r\n-hab aufgrund der schule in der regel erst ab 5 uhr zeit lol zu spielen und das auch h&ouml;chstens bis 11/12 uhr.\r\n\r\n-championpool: ahri, lb, ryze, orianna, annie, lissandra (cassio). brauche zurzeit nicht mehr champs, wenn mehr aber ben&ouml;tigt werden kann ich daran arbeiten.\r\n\r\n-spiele lol selber erst ab mitte season 4\r\n\r\n-kann kritik (falls zu finden) gut verkraften und steigere mich eig. meistens dann noch mehr rein.\r\n\r\n-war noch nie in einem team, w&auml;re also dann das erste team.\r\n\r\n-w&uuml;rde &gt;dia4 spieler bevorzugen, da ich eig auch was lernen will und nicht der lehrer sein will.\r\n\r\nfalls interesse hier adden, da ich im forum nicht sehr aktiv bin:\r\nING: SamedioSmurf","replies":[{"id":"","poster":"UndergroundTiger","date":"2016-09-15T07:23:45.691+0000","up_votes":1,"down_votes":1,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}