{"id":"xcQ9wna6","poster":"AI DOOOOMSTAR","date":"2016-09-13T19:37:30.397+0000","title":"Neues Ranked Team sucht AD Carry","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo liebe/r AD Carry,\r\n\r\nwie du dem Titel entnehmen kannst sucht unser Team einen AD Carry f&uuml;r unsere Botlane.\r\nDas Team ist zurzeit in der 5v5 Ranked Queue Bronze 1 und die Soloq r&auml;nge reichen von Bronze (1) nach Gold (4).\r\n\r\nIch werde mich recht kurz fassen und einfach auflisten was wir suchen/erwarten/bieten:\r\n\r\nWir suchen einen ADC der zurzeit in dem Bereich von Silber 5 bis Gold 1 in der Soloq spielt (ADC). Du solltest mindestens 18 Jahre alt sein und Ehrgeiz haben, denn Gold ist schon unser Ziel. Wir erwarten Kritikf&auml;higkeit und die F&auml;higkeit sich gut ins Team integrieren zu k&ouml;nnen. Ein bisschen Humor schadet auch nicht. Nat&uuml;rlich d&uuml;rfen ein funktionierendes Headset und Teamspeak nicht fehlen.\r\n\r\nAu&szlig;erdem erwarten wir das einhalten folgender Trainingszeiten:\r\nMontag: 20:00~22:30\r\nMittwoch: 20:00~22:30\r\nFreitag: 20:00~22:30\r\n\r\nNat&uuml;rlich kann immer was dazwischen kommen und man kann auch mal absagen dies ist kein Problem, wir haben ja auch Ersatzspieler. Sollte dies aber zu h&auml;ufig passieren oder gar keine Abmeldung vorliegen (&ouml;fters) dann wird es wohl auf eine Trennung hinauslaufen (gilt aber f&uuml;r alle Teammitglieder, jedoch funktionierte die Kommunikation immer hervorragend). Kommunikationswege und Mittel werden dann abgesprochen z.B. Whatsapp, KiK, Skype etc...\r\n\r\nSoweit so gut, kommen wir nun zum Team.\r\n\r\nDas Team besteht zurzeit aus 4 Stammspielern und 1 sup. (Dieser ist gut mit uns eingespielt und spielt im Gold Bereich) Wir spielen seit ca. 2 Monaten zusammen und sind ein ganz lustiger aber motivierter Haufen. Wir bieten ein Teamspeak-server. Ich hoffe es ist deutlich das wir schon ernsthaft Teamranked spielen wollen und nicht nur mal so zwischendurch. Wir sind alle 18+ und immer tiefen entspannt.\r\n\r\nSollte dein Interesse geweckt sein, adde und melde dich doch mal bei:\r\nDOOOOMSTAR\r\n\r\nWir machen dann einfach mal ein paar Testmatches um zu gucken ob du ins Team passt oder das Team zu dir.\r\n\r\nCheers\r\nDome","replies":[{"id":"","poster":"Just Quale","date":"2016-09-14T12:31:13.268+0000","up_votes":1,"down_votes":0,"body":"Hallo erstmal ich hätte Interesse nur mal ne frage welche adc champs werden präferiert? Da ich keine Lust habe sivir zu spammen was in meinem alten Team der Fall war.","replies":[]}]}