{"id":"vJo7FrpH","poster":"DragonKuesuto38","date":"2016-09-13T22:39:39.793+0000","title":"Bann durch \"vorsätzliches Feeden\"","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":4,"body":"Hallo lol community,\r\n\r\nWie ihr sehen k&ouml;nnt geht es mir bei dieser Disskussion um meinen 14-Tage Bann, denn ich mir wegen &quot;vors&auml;tzlichem Feeden&quot; nach einem einzigen Spiel eingefangen habe.\r\nIch wurde hier zum erstenmal gebannt, bin auch ab und zu toxic, wenn man mein Gedultsfaden rei&szlig;t, aber hierbei geht es ja um vors&auml;tzliches Feeden und ich wollte die Lage mal erkl&auml;ren:\r\nIch werde zu 14-Tagen Bann verurteilt durch &quot;vors&auml;tzliches Feeden&quot; (obwohl es nicht absichtlich war und das nicht wirklich oft passiert, dass ich &uuml;bertrieben feede) aber ohne jegliche Verwarnung, einfach direkt nach dem Spiel, obwohl meine Teammates selbst schlecht standen. Und deren Beweislage ist nur das letzte Spiel. Meine Frage jetzt: Wieso wurde ich ohne jegliche Vorwarnung gebannt ?","replies":[{"id":"","poster":"TheMagicMushroom","date":"2016-09-14T02:54:17.219+0000","up_votes":1,"down_votes":30,"body":"Sobald 4- 9 Leute dich reporten Kriegste einen bann . Es wird nicht kontrolleirt da ein BannBot dich bannt. Es wäre hilfreich mal den Support anzuschreiben und ihnen beweise zeigst .Hilfreich ist immer wenn man die Spiele aufnimmt. Ich wurde mal Gebannt und wieder entbannt weil ich mal gebannt wurde ,weil 4 premades getrollt haben und ich von denen einen report bekam.Vlt haben sogar paar gegnerische mich damals reportet , weil die premades im all chatt perma report mich geschrieben haben.\n\nAber wie gesagt, das SupporterTeam von Riot ist da sehr hilfreich. Brauchst aber Beweise , dass du es nciht verdient hast !","replies":[{"id":"","poster":"SorisDynasty","date":"2016-09-14T03:19:58.166+0000","up_votes":11,"down_votes":1,"body":"Nein. Einfach nein. So funktioniert es nicht. Ein Report ist genauso wichtig wie 9 - es ist also komplett egal, ob du mehrfach pro Spiel reported wirst. Es zählt nur, ob du pro Spiel reported wirst.\nUnd was passiert dann? Es wird eine Chatanalyse zu deinem Verhalten getriggert. Wenn du dann für schuldig befunden wirst, kommen Strafen.\nDie genaue Arbeitsweise des Feederbusters kenne ich nicht, wird aber sehr wahrscheinlich ähnlich arbeiten.","replies":[{"id":"","poster":"TheMagicMushroom","date":"2016-09-14T03:34:54.730+0000","up_votes":1,"down_votes":22,"body":"Chatt analyse ist nur für flamer ,aber ich wurde wegen absichtliches feeden reportet .\n\n Glaube mir da ist ein bannbot hat mir der SupportTeam angeschrieben und die haben auch sich entschuldigt und mich wieder entbannt, da ich es beweisen konnte , dass die 4 premades getrollt haben und ich sozusagen 1 vs 5 spielen musste ! \n\nWenn du nicht glaubst , dass es einen BannBot gibt, frag mal RIOT und erkundige dich bevor du andere anschuldigst. \n\nWie gesagt RiOT hat gesagt z.b. man kann eine Warnung kriegen , der auch von Bot kommt sobald man theoretisch öfter Warnungen kriegt ,ob es stimmt oder nicht ,wird man vom Bot gebannt .\n Die Warscheinlichkeit , dass ein Spieler öfters grundlos reports kriegt ist sehr niedrig , aber nicht auszuschließen. \nUnd ich hatte  einen Bann bekommen ohne warung nach einem game. \n\nWas mir sogar mal passiert ist ( nach meinem ersten bann ,wo ich wieder entbannt wurde) ,  hatte ich mal mit einem 4 Man premades gespielt , die meinten wir reporten dich und nur mich geflamet hatten, mit denen habe ich gleich das nächste game wieder zusammen gespielt . Sozusagen 2 games mit dem selben Team. \n\nSowas ist mir persönlich nur einmal passiert. Ich habe da auch nichts bekommen , da ich ja auch nichts gemacht hatte.\n\nDa kann man sozusagen 8 reports aus 2 speilen bekommen, wenn man 2 mal mit den selben spielt. \n\nZ.B. bei Drittprogrammen benutzen ,wird ja auch nicht der Chatt kontrolliert ,sondern auf ganz andere Dinge acht gegeben.\n\nPs: Drittprogramme reporten werden strenger kontrolliert als, Feeder ,Flamer usw !!!\n\nDer Bot sieht 9 reports und nicht 9 reports in 9 spielen !","replies":[{"id":"","poster":"SorisDynasty","date":"2016-09-14T03:42:14.117+0000","up_votes":6,"down_votes":0,"body":"Der \"Bot\" ist der Feederbuster, von dem ich sprach. Ich bin also sehr wohl informiert.\nUnd dieser braucht immer noch Anpassungen und kann manchmal Fehler machen. Du wirst aber **nicht** grundlos gebannt aufgrund von potentiell falschen Reports. So funktioniert er einfach nicht.","replies":[{"id":"","poster":"TheMagicMushroom","date":"2016-09-14T03:55:18.248+0000","up_votes":1,"down_votes":17,"body":"Wenn du meinst , sagt einer der schreibt  , ''Die genaue Arbeitsweise des Feederbusters kenne ich nicht, wird aber sehr wahrscheinlich ähnlich arbeiten.''\n\n Geh und informiere dich !Pls! \n\nSuch dir 9 premades und sag dene ,die sollen dich reporten und dann komm hier her zurück und schreibe du hattest keinen Bann !!! ","replies":[{"id":"","poster":"SorisDynasty","date":"2016-09-14T04:07:24.442+0000","up_votes":9,"down_votes":0,"body":"Informiere du dich lieber. Der Feederbuster schlägt bei abnormal hohen Toden in häufiger Kombination mit dem Verkaufen von Items für bspw 5-6x Träne zu. Das ist das beobachtete Verhalten. Was ich meinte, war, wie genau er getriggert wird. Ob Reports dabei helfen, ihn zur **Analyse** des Spiels zu verleiten oder nicht.\n\nWarum sollte ich das tun? Und selbst wenn - ich würde nicht gebannt, wenn ich mich im Spiel normal verhalte.","replies":[{"id":"","poster":"TheMagicMushroom","date":"2016-09-14T04:58:09.771+0000","up_votes":1,"down_votes":17,"body":"Du bist einfach komplett hier falsch ,es geht um Feeden und kein Chattbann , du musst erstmal lesen lernen , dann recherchieren, und übehaubt mal , das was du sagst ist kompletter Müll und stimmt nicht !!!\nWenn du meinst ich habe keine Ahnung dann frag doch RIOT(SupporterTeam) und frag mal wie es wirklich abläuft mit den Banns usw !!!","replies":[{"id":"","poster":"Soúp","date":"2016-09-14T05:40:14.175+0000","up_votes":14,"down_votes":0,"body":"So, ich hab jetzt das Riot (SupporterTeam) gefragt und die sagen, du hast unrecht - was SorisDynasty geschrieben hat stimmt!","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-09-14T07:00:18.770+0000","up_votes":11,"down_votes":0,"body":"Sorry, du hast schlicht und einfach Unrecht und du bist herzlich dazu eingeladen deinen eigenen Ratschlag zu befolgen und einfach den Support zu fragen. Der Feederbuster basiert primär auf der Analyse des Spielverlaufs, nicht auf Reports.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-09-14T08:18:37.385+0000","up_votes":3,"down_votes":0,"body":"Die Resonanz des Forums scheint mir zuzustimmen. :)","replies":[]},{"id":"","poster":"RyzeCanKillYou","date":"2016-09-14T11:56:59.424+0000","up_votes":1,"down_votes":0,"body":"Lern du erstmal Komma und Punkt setzung. xD","replies":[]}]}]}]}]},{"id":"","poster":"Zaddok","date":"2016-09-14T04:25:12.595+0000","up_votes":6,"down_votes":0,"body":"Wenn der Support sich wirklich bei dir entschuldigt und den Bann aufgehoben hat macht es dir doch bestimmt nichts aus den Tickerverlauf (mit zensierten Namen) hochzuladen um uns einen Beweis zu liefern.\n\nAndersfalls ist diese Behauptung so gut wie nichts wert.","replies":[{"id":"","poster":"TheMagicMushroom","date":"2016-09-14T04:51:52.776+0000","up_votes":1,"down_votes":17,"body":"Wenn du meinst es ist nichts Wert , dann geh und frag RIOT (SupporterTeam)! Wenn du meinst es könnte stimen , dann geh und frag Riot(supporterTeam) wie es wirklich funktioniert mit den Banns!!! Ich muss hier nichts Beweisen ,warum auch , ihr seid die die nicht glauben. Wieso soll ich hier für 2 oder mehere personen meine zeit verschwenden und ein Spiel suchen was lange her ist . Bevor ihr etwas sagt ,rechechiert und erkundigt euch mal zuerst bei RIOT( supporterTeam) !!!!\n\nPs: Wenn du schon nicht glaubst un, dann such du ein Spiel von mir mit 4 premades ,wo ich 2 mal hintereinaner gespielt hab . Viel Spaß dabei. Ingame Name Th3 RoS3 . Ich ´mach bestimtm nicht die mühe für so ein Kindergarten. !!! Geh und Frag RIOT( SupporterTeam) kannste da deine Antwort holen.!!!!","replies":[{"id":"","poster":"eingew","date":"2016-09-14T05:58:29.257+0000","up_votes":9,"down_votes":0,"body":"Dir ist aber schon klar, dass deine Argumentation so keinen Sinn ergibt?\n\nDu behauptest etwas. Die anderen Glauben dir nicht. Die logische Konsequenz ist, dass *du* Beweise bringen musst. Die anderen sind nicht in der Pflicht deinen Punkt zu beweisen, warum sollten sie auch? Wenn man dir nicht glaubt wird man eher nach Beweisen suchen, die deiner These *widersprechen*. Also würde ich an dieser Stelle gerne die alte Forderung wiederholen: Wo sind deine Beweise?\n\nAbgesehen davon: Wieso stellst du überhaupt Behauptungen auf, die schlicht offensichtlich und leicht prüfbar faktisch falsch sind? Denn selbst der von dir so hoch gelobte Support wird immer etwas anderes sagen, nämlich dass Reports geprüft werden und es bei weitem nicht reicht, einfach reported zu werden. Um bestraft zu werden muss man sich tatsächlich auch daneben benehmen. Natürlich gibt es auch hierbei eine Fehlerquote, diese ist allerdings verschwindend gering.","replies":[]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T05:04:59.325+0000","up_votes":7,"down_votes":0,"body":"RIOT (SupporterTeam)!!! Schlagen sie jetzt zu und erhalten sie gratis einen 14 Tage Bann. RIOT (SupporterTeam)!!! Nur solange der Vorrat reicht.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-09-14T12:28:27.083+0000","up_votes":2,"down_votes":0,"body":"Also klang das nicht nur für mich wie Werbung xD","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2016-09-14T05:22:32.900+0000","up_votes":3,"down_votes":0,"body":"Du hast geschrieben, dass man nur aufgrund von Reports einen ban wegen absichtlichen Feeden kriegt (also ohne Analyse).\n\nSo lange du aber keine Beweise (z.B. Mails von Riot) zeigst, sind dies bloße Behauptungen und sonst nichts.\nDeshalb liegt es an dir, deine Behauptungen mit Beweisen zu untermauern. Denn sonst bist du nicht mehr als ein Foren-Troll.\n\nAuch für Riot wäre die Mail wichtig. Denn sollte etwas stehen, dass völlig falsch ist (z.B. weil der Support-Mitarbeiter den Text selbst erstellte oder der Textbaustein falsch übersetzt wurde), würden sie entsprechend Massnahmen ergreifen.","replies":[]},{"id":"","poster":"KingDanius","date":"2016-09-14T13:10:17.431+0000","up_votes":1,"down_votes":0,"body":">und ein Spiel suchen was lange her ist\n\nSoll das heißen, du hast schon duzende Support Tickets von LoL bans oder wie?\nDu weißt schon, dass du E-Mails Filtern kannst...","replies":[]}]}]}]}]}]},{"id":"","poster":"Zero000","date":"2016-09-14T14:49:07.865+0000","up_votes":5,"down_votes":0,"body":"Spätestens der 10te Tod war Absicht.\nDu bist gerade erst wiederbelebt worden, läufst schnurstracks auf die unter Lane und in die Gegner hinein, dabei wechselst du nicht einmal die Richtung.\nBeim 11ten Tod greifst du ohne Not {{champion:22}} an, als Level 7 {{champion:29}} mit insgesamt 3.300 Gold greifst du eine Level 11 {{champion:22}} mit über 9.000 Gold an.\nBeim zwölften genauso.\nAuch viele der vorherigen Tode sind mehr als zweifelhaft. Zwar kann man, besonders die ersten, noch als dämlich abstempeln, aber nach den ersten 5 Toden sind Dinge dabei die man teilweise nicht mal einem Anfänger zuschreiben würde. \nAber wie gesagt spätestens beim 10ten Tod würde ich dir Absicht unterstellen, da machst du nichts anderes als in deine Gegner zu rennen und zu sterben.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-09-14T20:24:59.757+0000","up_votes":1,"down_votes":0,"body":"Der 10. Tod sieht für mich eher so aus, als hätte er in dem Moment auf eine andere Lane geguckt. Das ist natürlich blöd, aber den Tod würde ich nicht als Absicht werten, wenn es nur einmal vorkommt. Mir ist sowas auch schonmal passiert.\nBeim 11. Tod stimme ich dir aber zu. Das ist für mich jedoch der einzige Tod der relativ eindeutig absichtlich ist.","replies":[]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T22:53:38.101+0000","up_votes":1,"down_votes":1,"body":"http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2836311592/221574831?tab=overview\n\nIch weiss ich stehe wirklich schlecht. Aber man muss auch so sehen, ich hatte keinen anständigen Supporter und das war meine aller erste Runde mit dem ADC","replies":[{"id":"","poster":"TerrorRaven","date":"2016-09-13T23:16:01.074+0000","up_votes":1,"down_votes":0,"body":"0/14 ist schon sehr hart, vor allem in Verhältnis zur Spielzeit nicht einmal 20 Minuten. Und die Aussage, dass es deine erste runde als ADC wäre, stimmt nicht ganz. Laut op.gg hast du in dieser Season 22 Mal Ashe , 19 Mal Jinx und 12 Mal Vayne gespielt http://euw.op.gg/summoner/userName=DragonKuesuto38","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:19:33.174+0000","up_votes":5,"down_votes":0,"body":"> das war meine aller erste Runde mit dem ADC\n\nIch hätte das jetzt als \"aller erste Runde mit Twitch\" interpretiert...","replies":[]}]}]},{"id":"","poster":"Killerkante","date":"2016-09-13T23:38:02.268+0000","up_votes":4,"down_votes":1,"body":"Und so viele wundern sich hier dass angeblich keine Banns verteilt werden.\n\nDeinem Profil nach würde ich sagen dass es nur am letzten Spiel liegt, allerdings glaube ich dass das nicht der einzige Grund gewesen ist, zwar wurde er dir angezeigt aber wenn du schon sagst dass du ab und an toxisch bist, wird das wohl das Fass zum überlaufen gebracht haben.","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:43:37.143+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=0008,timestamp=2016-09-13T23:38:02.268+0000)\n>\n> Und so viele wundern sich hier dass angeblich keine Banns verteilt werden.\n> \n> Deinem Profil nach würde ich sagen dass es nur am letzten Spiel liegt, allerdings glaube ich dass das nicht der einzige Grund gewesen ist, zwar wurde er dir angezeigt aber wenn du schon sagst dass du ab und an toxisch bist, wird das wohl das Fass zum überlaufen gebracht haben.\n\nWäre durchaus logisch aber da würde dann normalerweise mehr als nur \"vorsätzliches Feeden\" als Grund stehen oder nicht?","replies":[{"id":"","poster":"Killerkante","date":"2016-09-13T23:48:25.999+0000","up_votes":2,"down_votes":1,"body":"Das weiß ich leider nicht, weil ich nie gebannt wurde xD\nAngebracht wäre es allerdings, finde ich ... falls du was anderes gemacht haben solltest.\n\nAllerdings ists auch dahin gestellt, weil wir letztendlich ja nicht wissen was wahr ist, schreiben kann man ja viel.\n(ist keine Unterstellung, nur ein Hinweis drauf dass es für viele unglaubhaft ist)","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:53:17.686+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000800000000,timestamp=2016-09-13T23:48:25.999+0000)\n>\n> Das weiß ich leider nicht, weil ich nie gebannt wurde xD\n> Angebracht wäre es allerdings, finde ich ... falls du was anderes gemacht haben solltest.\n> \n> Allerdings ists auch dahin gestellt, weil wir letztendlich ja nicht wissen was wahr ist, schreiben kann man ja viel.\n> (ist keine Unterstellung, nur ein Hinweis drauf dass es für viele unglaubhaft ist)\n\nJa da hast du Recht theoretisch könnte ich nur Müll schreiben. Aber halt ich hätte nichts davon xd versuch das Spiel aufjedenfall zu posten aber wie kann ich das Spiel mäßig wiederholen? Gibt es irgendein Programm dafür ?","replies":[{"id":"","poster":"Killerkante","date":"2016-09-14T00:00:53.030+0000","up_votes":1,"down_votes":0,"body":"Gibt es, aber ich wag es nicht sie dir zu empfehlen, weil die Bannauswahl für Drittanbieterprogramme gefühlt recht penibel ist, man sieht zwar auf YT öfter replay Kommentierungen, aber ich will nicht dafür verantwortlich sein dass du deinen Account komplett los wirst.\n\nps: das müsstest du aber eingeschaltet haben während das Spiel am laufen war","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T00:04:02.195+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00080000000000000001,timestamp=2016-09-14T00:00:53.030+0000)\n>\n> Gibt es, aber ich wag es nicht sie dir zu empfehlen, weil die Bannauswahl für Drittanbieterprogramme gefühlt recht penibel ist, man sieht zwar auf YT öfter replay Kommentierungen, aber ich will nicht dafür verantwortlich sein dass du deinen Account komplett los wirst.\n> \n> ps: das müsstest du aber eingeschaltet haben während das Spiel am laufen war\n\nEs gibt auch sowas wie Replay.gg ob das klappt ?","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T00:27:59.355+0000","up_votes":4,"down_votes":0,"body":"Die Seite \"Replay.gg\" kannte ich gar nicht!\n\nIch hab mir jetzt dein Spiel angesehen. Es ... sieht nicht nach absichtlichem feeden aus. Es sieht wie ein richtig harter Stomp aus und einer wirklich, wirklich, wirklich bescheidenen Leistung deinerseits. Hätte ich das in einer höheren Elo gesehen hätte ich dich wohl dafür reported.\n\nIn Bronze eher nicht. Und wenn ich mir das Profil von Ashe und Thresh anschau hab ich das Gefühl da sitzen 2 Booster/Smurfs...\n\nBtw.: \"suck my sucuk\"? really? Bist du dir sicher dass du nicht für flaming gebannt wurdest?","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-14T06:47:20.881+0000","up_votes":1,"down_votes":1,"body":"Ich bin zwar unranked, aber die Logik erschließt sich mir nicht.\n\nWarum darf man in Bronze eine bescheidene Leistung an den Tag legen und in höheren Elos nicht?\n\nKann ein Platin/Dia Spieler nicht auchmal einen kompletten Blackout (spielerisch gesehen) haben?","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-14T07:41:38.093+0000","up_votes":3,"down_votes":0,"body":"Ein Platin/Dia wird wohl auch bei einem Blackout kaum 14x innerhalb 20 Minuten sterben.\nDer Hauptgrund liegt darin, dass sie wissen, wie sie zu spielen haben, wenn sie behind sind. In Bronze/Silber hingegen sieht man oft, dass viele Spieler nicht wissen, wie man defensiv spielt.\n\nHinzu kommt:\nWenn ein smurf (z.B. Platin+-smurf) in Bronze spielt, wird er einen normalen Bronze-Spieler stompen. Da wäre es nicht fair, wenn man dann den Bronze-Spieler bestraft.\nhingegen gibt es viel weniger smurfs in Platin/Dia (müssten ja dann Master/Challenger sein) und selbst dann wird ein Platinspieler kaum 14x innerhalb 20 Minuten sterben.\n\nHier ist es für den Feederbuster wohl nicht einfach, zwischen \"absichtlichen Feeden\" und \"Bin Bronze und weiss nicht, wie man def. spielt / spiele gegen smurfs\" zu unterscheiden.","replies":[{"id":"","poster":"Kurisu 1v9","date":"2016-09-14T09:39:12.773+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000800000000000000010000000100010001,timestamp=2016-09-14T07:41:38.093+0000)\n>\n> Ein Platin/Dia wird wohl auch bei einem Blackout kaum 14x innerhalb 20 Minuten sterben.\n> Der Hauptgrund liegt darin, dass sie wissen, wie sie zu spielen haben, wenn sie behind sind. In Bronze/Silber hingegen sieht man oft, dass viele Spieler nicht wissen, wie man defensiv spielt.\n\n\nDas ist meiner Meinung völliger quatsch. Es gibt Match-Ups die sind so snowballabhängig, dass du bei dem ersten tot quasi nicht mehr auf die Lane laufen brauchst, egal wie defensiv du spielst. Gerade auf der Toplane ist das besonders schlimm, da du meistens ein Melee Champion bist und du schonungslos bestraft bzw. geoneshottet wirst, wenn du einen lasthit nehmen willst und je höher du in der Elo kommst, desto mehr wird es ausgenutzt.\n\nDa gibt es eigentlich nur 2 Sachen die du machen kannst nämlich afk gehen oder weiter reinfeeden.\n\nZurück zum Thema, ich kann mir nicht vorstellen, dass der \"Feeder Buster\" vernünftig arbeitet. Vor nicht allzu langer Zeit als ich Normal Games paar mal ADC gespielt um als Jungler diese Rolle besser einzuschätzen, haben mich meine Supporter so krass getilted, dass ich legitim nach 5 Minuten in die Base gegangen bin, alles verkauft habe, Mobi Boots gekauft habe und die Mitte runtergelaufen bin (Tyler fking 1 wäre stolz auf mich gewesen). Wie dem auch sei, dass war nicht 1 Spiel sondern schon ein paar mehr und ich wurde nie bestraft, daher wundert es mich, dass manche fürs int feeden bestraft werden.","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-14T10:39:07.938+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kurisu 1v9,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=0008000000000000000100000001000100010000,timestamp=2016-09-14T09:39:12.773+0000)\n>\n> Das ist meiner Meinung völliger quatsch. Es gibt Match-Ups die sind so snowballabhängig, dass du bei dem ersten tot quasi nicht mehr auf die Lane laufen brauchst, egal wie defensiv du spielst. Gerade auf der Toplane ist das besonders schlimm, da du meistens ein Melee Champion bist und du schonungslos bestraft bzw. geoneshottet wirst, wenn du einen lasthit nehmen willst und je höher du in der Elo kommst, desto mehr wird es ausgenutzt.\n> \n> Da gibt es eigentlich nur 2 Sachen die du machen kannst nämlich afk gehen oder weiter reinfeeden.\n\nDann würde man ja in der LCS ständig snowball-champs (insbesondere auf Top) spielen und wer auf Top First Blood hat, gewinnt das Game.\n\nNein, so einfach ist das nicht.\nEs gibt schon Möglichkeiten defensiv zu spielen, notfalls mit ersten Def-Items (eine Stoffrüstung gegen AD hilft bereits mehr als man glaubt) und dann unter dem eigenen Turm farmen.\n\n> Zurück zum Thema, ich kann mir nicht vorstellen, dass der &quot;Feeder Buster&quot; vernünftig arbeitet. Vor nicht allzu langer Zeit als ich Normal Games paar mal ADC gespielt um als Jungler diese Rolle besser einzuschätzen, haben mich meine Supporter so krass getilted, dass ich legitim nach 5 Minuten in die Base gegangen bin, alles verkauft habe, Mobi Boots gekauft habe und die Mitte runtergelaufen bin (Tyler fking 1 wäre stolz auf mich gewesen). Wie dem auch sei, dass war nicht 1 Spiel sondern schon ein paar mehr und ich wurde nie bestraft, daher wundert es mich, dass manche fürs int feeden bestraft werden.\n\nDer Feederbuster wird kaum perfekt funktionieren.\nEs gibt ihn noch nicht lange und 100%ig ist kein System fehlerfrei.\n\nDass Riot in solchen Fällen lieber vorsichtig ist und Leute laufen lässt, und möglichst wenig Unschuldige bestraft werden, ist ja auch nichts Neues.","replies":[{"id":"","poster":"Revilous","date":"2016-09-14T12:27:29.767+0000","up_votes":1,"down_votes":1,"body":"Ich habe auch schon manchmal reingefeedet, da es mir wirklich nicht mehr möglich war, zur Lane zu laufen oder unterm Turm zu farmen. Das war aber, bevor es den Feederbuster gab.\n\nDu machst ein Misplay early und stirbst, dann spielst du def und wirst 1v2 gedived, danach läufst du zur Lane und stirbst hinter deinem Turm nochmal. Ab dem Zeitpunkt ist der Gegner 3 Level ahead und wird dich immer diven wenn du auf die Lane gehst.\n\nWas ich mache ist roamen, ich gehe einfach auf andere Lanes und versuche dort zu helfen, helfe bei Drakes und taxe dabei ein bisschen, bis das Team irgendwann merkt \"ups, der Gegner ist ja schon am Inhib Turm\" Wenn das Team nicht auch verloren hat, ist dadurch eine Chance auf den Sieg immernoch da.\n\nTatsache ist nur, dass Spieler in den unteren Elo Bereichen sowas eventuell nicht machen und daher immer und immer wieder sterben. Außerdem wird in Platin / Dia entweder das Team helfen kommen und sich den Shut Down holen oder wenn diese auch verlieren heißt es \"open mid\" und die Hälfte geht afk ^^ Von daher würde ich in diesem speziellen Fall den Bann tatsächlich als ungerechtfertigt ansehen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-14T13:13:24.763+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000800000000000000010000000100010001000000000001,timestamp=2016-09-14T12:27:29.767+0000)\n>\n> Ich habe auch schon manchmal reingefeedet, da es mir wirklich nicht mehr möglich war, zur Lane zu laufen oder unterm Turm zu farmen. Das war aber, bevor es den Feederbuster gab.\n> \n> Du machst ein Misplay early und stirbst, dann spielst du def und wirst 1v2 gedived, danach läufst du zur Lane und stirbst hinter deinem Turm nochmal. Ab dem Zeitpunkt ist der Gegner 3 Level ahead und wird dich immer diven wenn du auf die Lane gehst.\n\nWobei ein Misplay in höheren Elo-Niveaus (Platin und höher) auch viel härter vom Gegner bestraft wird.\n(wobei Wards sehr gut helfen, um bereits vor einem kommenden Towerdive wegzukommen).\n\nEin 1v2 Towerdive, wenn man 0-1 steht (bzw. der Gegner 1-0) ist in Low Elo nicht so gut koordiniert und da kann auch rasch ein Double-Kill für den gediveden Spieler herauskommen (ohne selbst zu sterben!)\n\n> Was ich mache ist roamen, ich gehe einfach auf andere Lanes und versuche dort zu helfen, helfe bei Drakes und taxe dabei ein bisschen, bis das Team irgendwann merkt &quot;ups, der Gegner ist ja schon am Inhib Turm&quot; Wenn das Team nicht auch verloren hat, ist dadurch eine Chance auf den Sieg immernoch da.\n\nDas ist der Unterschied zu Bronze bzw. teils auch Silber:\nDu weisst, dass es nichts bringt, wenn man z.B. bei 0-3 (und 20-30 CS Rückstand) weiter auf die Lane geht.\n\nEntsprechend machst du etwas, dass dem Team mehr hilft und stirbst deshalb auch nicht 14x innerhalb von 20 Minuten.\n\n> Tatsache ist nur, dass Spieler in den unteren Elo Bereichen sowas eventuell nicht machen und daher immer und immer wieder sterben. \n\nDeshalb schrieb ich auch, dass in Low Elo oft Spieler nicht wissen, wie man defensiv spielt (da gehört auch dazu, dass man z.B. dann roamen geht) und dies dem Feederbuster nicht einfach macht.\n\nBei diesem Fall:\nWir können immer noch nicht sicher sein, ob der TE nicht doch wegen Flaming einen ban kriegte. Dass er toxisch war, hat er ja auch geschrieben.","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-15T06:50:47.099+0000","up_votes":1,"down_votes":0,"body":"Einfach spielen.\n\nDa du im Rückstand bist, musst du defensiv spielen.\n\nBlue Wards helfen dir dabei, da du so sicher vor Fallen in Büschen bist.\nFarmen nur, wenn du sucher bist (gefeedeter Gegner muss weg sein) und mit roamen habt ihr allenfalls eine Überzahl, die ihr auch in Rückstand ausnutzen könnt.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-09-15T04:03:30.812+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DragonKuesuto38,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00080000000000000001000000010001000100000000000100000000,timestamp=2016-09-14T14:20:34.560+0000)\n>\n> Sollte ich also deiner Meinung nach afk gehen ?\n\n\nNicht einmal ansatzweise habe ich dies gesagt.","replies":[]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-15T06:31:24.699+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00080000000000000001000000010001000100000000000100000001,timestamp=2016-09-15T04:03:30.812+0000)\n>\n> Nicht einmal ansatzweise habe ich dies gesagt.\n\nWas sollte ich deiner Meinung nach tun?","replies":[]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T14:20:34.560+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=0008000000000000000100000001000100010000000000010000,timestamp=2016-09-14T13:13:24.763+0000)\n>\n> Wobei ein Misplay in höheren Elo-Niveaus (Platin und höher) auch viel härter vom Gegner bestraft wird.\n> (wobei Wards sehr gut helfen, um bereits vor einem kommenden Towerdive wegzukommen).\n> \n> Ein 1v2 Towerdive, wenn man 0-1 steht (bzw. der Gegner 1-0) ist in Low Elo nicht so gut koordiniert und da kann auch rasch ein Double-Kill für den gediveden Spieler herauskommen (ohne selbst zu sterben!)\n> \n> Das ist der Unterschied zu Bronze bzw. teils auch Silber:\n> Du weisst, dass es nichts bringt, wenn man z.B. bei 0-3 (und 20-30 CS Rückstand) weiter auf die Lane geht.\n> \n> Entsprechend machst du etwas, dass dem Team mehr hilft und stirbst deshalb auch nicht 14x innerhalb von 20 Minuten.\n> \n> Deshalb schrieb ich auch, dass in Low Elo oft Spieler nicht wissen, wie man defensiv spielt (da gehört auch dazu, dass man z.B. dann roamen geht) und dies dem Feederbuster nicht einfach macht.\n> \n> Bei diesem Fall:\n> Wir können immer noch nicht sicher sein, ob der TE nicht doch wegen Flaming einen ban kriegte. Dass er toxisch war, hat er ja auch geschrieben.\n\nSollte ich also deiner Meinung nach afk gehen ?","replies":[]}]}]},{"id":"","poster":"Kurisu 1v9","date":"2016-09-14T10:56:56.233+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00080000000000000001000000010001000100000000,timestamp=2016-09-14T10:39:07.938+0000)\n> Nein, so einfach ist das nicht.\n> Es gibt schon Möglichkeiten defensiv zu spielen, notfalls mit ersten Def-Items (eine Stoffrüstung gegen AD hilft bereits mehr als man glaubt) und dann unter dem eigenen Turm farmen.\n\nUnd ob ist das einfach ^^","replies":[]}]}]}]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T07:29:20.095+0000","up_votes":1,"down_votes":0,"body":"Du missverstehst mich. Hätte ich DIESE Leistung (nicht generell eine schlechte Leistung) in einer höheren Elo gesehen...etc.\n\nJeder hat mal schlechte Spiele, aber schlechte Spiele in Bronze sehen anders aus als schlechte Spiele in Platin (nur um ein Beispiel zu nennen).\n\nMeine Meinung ist: Wenn ich mir ein Replay anschau von jemandem der meint er wurde zu Unrecht gebannt wegen absichtlichem feeding, dann muss man die Elo ein Stück weit berücksichtigen. Die Erwartungen an einen Bronze-Spieler sind niedriger als an einen Platin-Spieler, egal ob guter Tag oder schlechter Tag.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-14T07:31:04.600+0000","up_votes":1,"down_votes":0,"body":"Ah ok. Danke für die Erklärung.","replies":[]}]}]},{"id":"","poster":"Smurf with BBC","date":"2016-09-14T05:26:47.951+0000","up_votes":1,"down_votes":0,"body":"ab\" suck my sucuk\" konnt ich nicht mehr hahahaha","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-09-14T00:10:31.198+0000","up_votes":1,"down_votes":0,"body":"probiers aus","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T00:13:05.791+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=0008000000000000000100000000,timestamp=2016-09-14T00:10:31.198+0000)\n>\n> probiers aus\n\nZählt das als Drittanbieter ?","replies":[{"id":"","poster":"Killerkante","date":"2016-09-14T00:15:43.512+0000","up_votes":1,"down_votes":0,"body":"Theoretisch nicht, Sicherheit versprech ich aber nirgendswo mehr bei Dingen die auf den Client zugreifen müssen\nKann mir aber nicht Vorstellen dass das Bann-able ist, da du die reps auch abspielen kannst oder sogar musst ohne eingeloggt zu sein.","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T00:25:46.130+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000800000000000000010000000000000000,timestamp=2016-09-14T00:15:43.512+0000)\n>\n> Theoretisch nicht, Sicherheit versprech ich aber nirgendswo mehr bei Dingen die auf den Client zugreifen müssen\n> Kann mir aber nicht Vorstellen dass das Bann-able ist, da du die reps auch abspielen kannst oder sogar musst ohne eingeloggt zu sein.\n\nHmmmm okey danke dir ich werde es aufjedenfall versuchen, ich muss ja meine Unschuld beweisen :D","replies":[]}]}]}]}]}]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:59:46.245+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht dass du es nachträglich irgendwoher bekommst.\n\n> Aber halt ich hätte nichts davon\n\nViele kommen ins Forum und versuchen verzweifelt irgendeinen Weg zu finden ihren Account wieder zu bekommen. Sie erhoffen sich dann im Forum zusätzlich Leute zu finden die auf ihrer Seite sein könnten. Teilweiße wird dabei so viel Mist erzählt bzw. Tatsachen verdreht, und wenn man dann genauer hinschaut oder etwas hinterfragt war es dann doch ganz anders.\n\nWie oben schon gesagt, ich/wir unterstellen dir das nicht, so läuft es hier aber meistens. :D","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T00:03:13.083+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=P4lN,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00080000000000000000,timestamp=2016-09-13T23:59:46.245+0000)\n>\n> Ich glaube nicht dass du es nachträglich irgendwoher bekommst.\n> \n> Viele kommen ins Forum und versuchen verzweifelt irgendeinen Weg zu finden ihren Account wieder zu bekommen. Sie erhoffen sich dann im Forum zusätzlich Leute zu finden die auf ihrer Seite sein könnten. Teilweiße wird dabei so viel Mist erzählt bzw. Tatsachen verdreht, und wenn man dann genauer hinschaut oder etwas hinterfragt war es dann doch ganz anders.\n> \n> Wie oben schon gesagt, ich/wir unterstellen dir das nicht, so läuft es hier aber meistens. :D\n\nAchso okey naja ich schau dann ob ich das \"Beweisvideo\" sag ich mal hier hoch bringen kann :D","replies":[]}]}]}]}]}]},{"id":"","poster":"TheRealMesih","date":"2016-09-14T11:42:06.240+0000","up_votes":2,"down_votes":5,"body":"Hey Leute.\n\nEinpaar Leute wollen Beweise, also bin ich hier. Ich bin der Trynda in dem Game, wo ich den TE \"supportet\" hab, und wollte mal meine Sicht hier zeigen, da hier anscheinend einiges falsch verstanden wird.\n\nAls erstes waren wir beide ein Premade und zusammen im TS. Der Plan war, das TE mid und ich top gehe. Ich habe da einfach Trynda eingelockt ohne Top zu schreiben obwohl Renekton vor mir da war und top geschrieben hat. TE hat aber zu spät geschrieben und musste am Ende ADC gehen. Da aber der Renekton zuerst Top geschrieben hat, hat er Renekt gelockt und gesagt, dass er einfach top gehen wird und das wir auch duo Top gehen könnten. Ausserdem hat TE im Game first time Twitch gespielt, weil er f2p ist.\n\nDa ich nun meinen Freund nich einfach Solo Bot lassen wollte und auch nicht komplett trollen wollte indem ich mit Renekton Top gehe, bin ich einfach Botlane gegangen und hab versucht ihn halbwegs gut zu suppen. Man sieht es auch im Replay.\n\nUnd wie ihr ja wisst haben wir am Ende komplett gefeedet und verloren. Nun gibt es hier folgendes Problem:\n\n- _**Wenn überhaupt sollte ich wegen instalock und eig. auch Troll bestraft werden**_, weil ich es ganz offensichtlich getan hab. Ich gib es auch ganz einfach zu, ich hab gefeedet und gelockt aber am Ende wurde der ADC bestraft? Der Thresh war ja eig. auch relativ gut, und wie ihr ja wisst kann ein ADC ohne ordentlichen support und (wahrscheinlich) Smurf-botlane nicht viel rausholen und da ist so eine KDA auch verständlich.\n\n- _**TE war im Game first time Twitch**_, ich weiß ja nicht wie ihr beim erstem mal Twitch wart aber wahrscheinlich hattet ihr keine positive KDA. Obendrauf Trynda support und Smurf Botlane,_ nochmal_, kann man nicht viel rausholen.\n\n- Ob TE im Game oder überhaupt toxic ist oder war ist hier komplett irrelevant. Er wurde wegen **INTENTIONAL** feeden gebannt, weswegen es egal ist ob er suck my sucuk sagt oder noch was. Wenn hier also jemand sagt \"Aber du hast xxx gesagt\" versucht er nur den Ban zu legitimieren.\n\n- \"Beweise\"? Ihr habt ein sch**ß Replay + Chat, was wollt ihr noch? Seine Geburtsurkunde + Passkopie und die Namen von seinen Eltern + Großeltern? **Es liegt alles auf den Tisch, Es gibt hier nichts was TE versucht zu verstecken, ich auch nicht, deswegen bin ich hier.**\n\n- Verdammte sch*ße das war ein **Normal Game**. Ich hatte Leute die WIRKLICH gefeedet haben, in **RANKEDS**, die wurden nicht direkt gebannt.Hat da Feederbuster Nachtruhe oder was? Es ist für mich absolut unschlüssig warum TE durch ein first Time Twitch in einem Normal Game einen Ban kriegt. Und jeder der was anderes sagt versucht Riot's **OFFENSICHTLICHEN** Fehler zu verteidigen, aus welchen Grund auch immer.\n\nAlso, sagt mir noch was ihr wollt, es gibt keinen guten Grund warum man dafür gebannt werden sollte.","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-14T12:17:34.856+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=TheRealMesih,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000b,timestamp=2016-09-14T11:42:06.240+0000)\n>\n> - _**Wenn überhaupt sollte ich wegen instalock und eig. auch Troll bestraft werden**_, weil ich es ganz offensichtlich getan hab. Ich gib es auch ganz einfach zu, ich hab gefeedet und gelockt aber am Ende wurde der ADC bestraft? Der Thresh war ja eig. auch relativ gut, und wie ihr ja wisst kann ein ADC ohne ordentlichen support und (wahrscheinlich) Smurf-botlane nicht viel rausholen und da ist so eine KDA auch verständlich.\n\nInstalock ist erlaubt.\nSchliesslich besteht keine meta-Pflicht.\n\n> - _**TE war im Game first time Twitch**_, ich weiß ja nicht wie ihr beim erstem mal Twitch wart aber wahrscheinlich hattet ihr keine positive KDA. Obendrauf Trynda support und Smurf Botlane,_ nochmal_, kann man nicht viel rausholen.\n\nAuf der anderen Seite hat er bereits Erfahrung mit Hypercarrys wie z.B. Vayne und müsste eigentlich wissen, wie vorsichtig man mit solchen ADCs im early spielen muss (da man jeden Trade verlieren würde).\n\n> - Ob TE im Game oder überhaupt toxic ist oder war ist hier komplett irrelevant. Er wurde wegen **INTENTIONAL** feeden gebannt, weswegen es egal ist ob er suck my sucuk sagt oder noch was. Wenn hier also jemand sagt &quot;Aber du hast xxx gesagt&quot; versucht er nur den Ban zu legitimieren.\n\nDa sich die Frage stellte, ob der TE nicht wegen Flaming gebannt wurde, ist dies relevant.\nWir haben nur die Aussage vom TE, dass es wegen \"absichtlichen Feeden\" war und nicht wegen Flaming.\n\n> - &quot;Beweise&quot;? Ihr habt ein sch**ß Replay + Chat, was wollt ihr noch? Seine Geburtsurkunde + Passkopie und die Namen von seinen Eltern + Großeltern? **Es liegt alles auf den Tisch, Es gibt hier nichts was TE versucht zu verstecken, ich auch nicht, deswegen bin ich hier.**\n\nDer Auszug der Mail von Riot wäre z.B. nice (ohne Nennung des Namens vom Riot-Mitarbeiter falls vorhanden).\n\n> - Verdammte sch*ße das war ein **Normal Game**. Ich hatte Leute die WIRKLICH gefeedet haben, in **RANKEDS**, die wurden nicht direkt gebannt.Hat da Feederbuster Nachtruhe oder was? Es ist für mich absolut unschlüssig warum TE durch ein first Time Twitch in einem Normal Game einen Ban kriegt. Und jeder der was anderes sagt versucht Riot&#x27;s **OFFENSICHTLICHEN** Fehler zu verteidigen, aus welchen Grund auch immer.\n\nZwischen normals und Rankeds sollte es auch keinen Unterschied geben.\nSonst wären alle Spieler benachteiligt, die LoL nur zum Spass spielen und keine Rankeds deswegen spielen.\n\n> Also, sagt mir noch was ihr wollt, es gibt keinen guten Grund warum man dafür gebannt werden sollte.\n\nWie gesagt:\nWir wissen nicht einmal 100%ig, ob der TE wirklich wegen Feeding gesperrt wurde.","replies":[]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T16:01:39.663+0000","up_votes":4,"down_votes":0,"body":"Hey,\n\n> \"Beweise\"? Ihr habt ein schß Replay + Chat, was wollt ihr noch? Seine Geburtsurkunde + Passkopie und die Namen von seinen Eltern + Großeltern?\n\nWir hatte nicht von Anfang an das Replay und es haben sich wahrscheinlich auch nicht alle angesehen. Komm mal wieder runter!\n\n> Ob TE im Game oder überhaupt toxic ist oder war ist hier komplett irrelevant. Er wurde wegen INTENTIONAL feeden gebannt, weswegen es egal ist ob er suck my sucuk sagt oder noch was. Wenn hier also jemand sagt \"Aber du hast xxx gesagt\" versucht er nur den Ban zu legitimieren.\n\nNein ist es nicht! Die Aussage war nicht dass er zusätzlich geflamed hat. Es war eine Frage ob er vllt. wegen des flamens gebannt wurde! (Nachfragen checksch?)\nDes weiteren gibt es hier Leute (darunter ich) die behaupten dass für dieses eine Spiel kein Bann für absichtliches feeden angebracht ist. Zudem wird man in der Regel nicht für ein einziges Spiel gebannt. Deswegen wollen wir hier wissen ob er geflamed hat, ob er schon öfters gefeedet hat oder halt nicht.\n\nWir brauchen nunmal soviel Info wie möglich um uns eine Meinung bilden zu können. Sonst könnten wir auch einfach sagen \"0/14 klar war das Absicht. BB!\".\nAlso lass uns nachfragen!","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T16:35:53.803+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=P4lN,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000b0001,timestamp=2016-09-14T16:01:39.663+0000)\n>\n> Hey,\n> \n> Wir hatte nicht von Anfang an das Replay und es haben sich wahrscheinlich auch nicht alle angesehen. Komm mal wieder runter!\n> \n> Nein ist es nicht! Die Aussage war nicht dass er zusätzlich geflamed hat. Es war eine Frage ob er vllt. wegen des flamens gebannt wurde! (Nachfragen checksch?)\n> Des weiteren gibt es hier Leute (darunter ich) die behaupten dass für dieses eine Spiel kein Bann für absichtliches feeden angebracht ist. Zudem wird man in der Regel nicht für ein einziges Spiel gebannt. Deswegen wollen wir hier wissen ob er geflamed hat, ob er schon öfters gefeedet hat oder halt nicht.\n> \n> Wir brauchen nunmal soviel Info wie möglich um uns eine Meinung bilden zu können. Sonst könnten wir auch einfach sagen &quot;0/14 klar war das Absicht. BB!&quot;.\n> Also lass uns nachfragen!\n\nAlso normalerweise feede ich nicht so heftig, ich sag ja, ich weis nicht wieso ich an diesem Wochenende so schlecht gespielt habe. Aber es gibt halt Spiele an den ich zb early 0/3 stehe und dann in 5 Minuten 5/3. Solche Geschehnise gibt es manchmal. Aber es kommt nicht oft vor, dass ich schlimmer als zb. 5/7 stehe.","replies":[]}]},{"id":"","poster":"TeoX796","date":"2016-09-14T20:07:12.886+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=TheRealMesih,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000b,timestamp=2016-09-14T11:42:06.240+0000)\n>\n> Hey Leute.\n> \n> Einpaar Leute wollen Beweise, also bin ich hier. Ich bin der Trynda in dem Game, wo ich den TE &quot;supportet&quot; hab, und wollte mal meine Sicht hier zeigen, da hier anscheinend einiges falsch verstanden wird.\n> \n> Als erstes waren wir beide ein Premade und zusammen im TS. .....\n \nUnd ab hier ist es egal was du sagts da du eindutig Befangen bist.\n\nwas hast du eigentlich gelaubt was du mit deinem riesen post bezweckst wen du hinschreibst das ihr Permade seidXD\n\nalso echt mal...","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T20:28:29.795+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=TeoX796,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000b0002,timestamp=2016-09-14T20:07:12.886+0000)\n>\n> Und ab hier ist es egal was du sagts da du eindutig Befangen bist.\n> \n> was hast du eigentlich gelaubt was du mit deinem riesen post bezweckst wen du hinschreibst das ihr Permade seidXD\n> \n> also echt mal...\n\n? Also Premades rechtfertigt diesen unverdienten Bann und diesen Vorwurf ?","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T20:41:33.035+0000","up_votes":3,"down_votes":0,"body":"Damit sagt er dass Premades nicht unvoreingenommen urteilen. Es ist selbstverständlich dass dein Premade auf deiner Seite ist und das macht seine Aussage weniger wert (das heißt nicht dass sie falsch ist!!!).\n\nKleiner Tipp: Häng dich an den Support, hier kann dir keiner mehr helfen. Du hast hier paar Leute gefunden die der Meinung sind dass du in diesem Spiel nicht absichtlich gefeedet hast, das bringt dir wenig bis gar nichts, außer die Hoffnung dass ein Riot Supporter das auch so sehen könnte falls er sich das Replay anschaut.\n\nAllerdings kann keiner hier deinen bisherigen Verlauf einschätzen von daher wissen wir nicht ob die Strafe evtl. doch gerechtfertig ist (z.B. wenn du davor schon 10x zurecht wegen absichtlichem feeden reportet wurdest).\n\nNochmal: Riot (SupporterTeam)!!! Die musst du überzeugen.","replies":[{"id":"","poster":"TeoX796","date":"2016-09-14T20:44:23.436+0000","up_votes":1,"down_votes":0,"body":"tja da warst du wohl schneller.....","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T20:52:58.334+0000","up_votes":1,"down_votes":0,"body":"Sry...\n\nHatte nur das Gefühl er verschwendet hier seine Zeit jeden einzelnen von uns zu überzeugen, wollte nicht schon wieder eine neue Diskussion starten auf die er dann reagiert.","replies":[{"id":"","poster":"TeoX796","date":"2016-09-14T20:54:57.448+0000","up_votes":1,"down_votes":0,"body":"nene hast schon recht.\n\nmusst dich für nix entschuldigen=)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:28:15.163+0000","up_votes":1,"down_votes":3,"body":"Die sind schon bisschen Intoleranter als ich dachte :/","replies":[{"id":"","poster":"Balmung","date":"2016-09-14T00:03:25.807+0000","up_votes":4,"down_votes":0,"body":"Ich finde sie sogar noch viel zu tolerant, gerade bei Flame.\n\nBei \"Feedern\" finde ich ihn eigentlich richtig, wobei man bei dem Game vielleicht noch von \"einfach dämlich\" sprechen könnte.\nAber du bist eben auch wirklich alle 80 Sekunden ab dem Firstblood verreckt. Abzüglich Spawn- und Laufzeit hart an \"stellt sich auf die Lane und nippelt ab\".\n\nAb wann der Feederbuster das als \"vorsätzlich\" erkennt ist aber nicht bekannt - nur passiert es wirklich selten das er überhaupt aktiv wird im Vergleich zu Flame. Und dann auch noch falsch aktiv?\nDu hast ~160k Mastery auf Ashe und 35k auf Jinx. Da kennt man sich mit ADCs wenigstens ein wenig aus dürfte man meinen.","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T00:09:42.815+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Balmung,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00070000,timestamp=2016-09-14T00:03:25.807+0000)\n>\n> Ich finde sie sogar noch viel zu tolerant, gerade bei Flame.\n> \n> Bei &quot;Feedern&quot; finde ich ihn eigentlich richtig, wobei man bei dem Game vielleicht noch von &quot;einfach dämlich&quot; sprechen könnte.\n> Aber du bist eben auch wirklich alle 80 Sekunden ab dem Firstblood verreckt. Abzüglich Spawn- und Laufzeit hart an &quot;stellt sich auf die Lane und nippelt ab&quot;.\n> \n> Ab wann der Feederbuster das als &quot;vorsätzlich&quot; erkennt ist aber nicht bekannt - nur passiert es wirklich selten im Vergleich zu Flame.\n\nJa ich seh es ein das ich gefeedet habe. Das kann ich nicht wiederlegen, aber das war nicht vorsätzlich. Stell dir mal vor du probierst einen neuen Champ da du vielleicht deine Lane nicht bekommen hast, ein Tryndamere instalockt und wandert gezwungenermassen mit dir zur Botlane... dann heisst es Tryndamere und Twitch vs. Ashe und Thresh, nicht gerade ein schöner Fight. Ich spiel auch Toplane heisst ja noch lange nicht dass ich jeden Toplaner durch Erfahrung direkt im ersten Game ohne Probleme kann.\n","replies":[{"id":"","poster":"Balmung","date":"2016-09-14T02:45:19.112+0000","up_votes":1,"down_votes":0,"body":"Ich wollte dir nichts unterstellen. Da deine Tode auch hauptsächlich unter dem eigenen Turm oder eben irgendwo auf \"deiner Hälfte\" der Map, meist aber Botlane unter eigenem Tower wie es scheint, glaube ich dir deine Version der Geschichte sogar.\nUnd worauf ich hinaus wollte: Wenn man so viel ADC spielt sind einige Grundzüge eigentlich klar. Natürlich kennt man nicht jeden Champion wie seine Westentasche, aber 0/14/1 in 20 Minuten ist...nunja! Da spielt mehr rein als nur \"first time Twitch\".\n\nDu hast dich in deiner ersten Runde Twitch immerhin so angestellt, dass selbst ein Programm es für vorsätzlich gehalten hat. Das ist schon eine Leistung - vielleicht sollte sich ein Emissary das Spiel mal ansehen und es weiterleiten, afaik können sie ja \"an den richtigen Hähnen drehen\". Bis das bearbeitet ist würde der Bann aber wohl eh rum sein...aber vielleicht wird ja dann wenigstens dein Strafregister davon getilgt.","replies":[]}]}]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T15:25:10.582+0000","up_votes":1,"down_votes":2,"body":"Es war nicht absichtlich, aber selbst wenn es so aussehen mag, nachdem 10ten Tod bringt es dem Gegner sowieso kein Geld mehr für die jeweilige Tötung.","replies":[{"id":"","poster":"Zero000","date":"2016-09-14T15:59:16.668+0000","up_votes":3,"down_votes":0,"body":"Und warum bist du dann einfach in die Gegner rein gelaufen?\nWarum hast du in den von mir genannten Situationen {{champion:22}} angegriffen?","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-09-13T23:08:49.979+0000","up_votes":1,"down_votes":0,"body":"37 Farm?","replies":[{"id":"","poster":"who is coon","date":"2016-09-14T08:15:44.799+0000","up_votes":2,"down_votes":0,"body":"bronze, in 20 min. 14 deaths ... was erwartest du, 210cs?","replies":[]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:10:34.412+0000","up_votes":1,"down_votes":0,"body":"Genauso beeindruckend wie die 20 von Tryndamere...\n\nBleibt die Frage mit wem er auf der Botlane war.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-09-13T22:45:30.653+0000","up_votes":3,"down_votes":1,"body":"Kannst du dein letztes Spiel aus deiner Matchhistory, die du hier über dein Profil erreichen kannst, verlinken, damit wir uns das ansehen können?\n\nDer Feederbuster ist sehr konservativ eingestellt und bestraft nur dann, wenn es sehr sehr sicher ist, dass da jemand absichtlich öfter gestorben ist. Das ist so, damit nicht ständig unschuldige bestraft werden. Wenn du glaubst, du hast das nicht verdient, kannst du den Support anschreiben und ein Ticket eröffnen. \n\nDie erste Strafe des Feederbusters ist der 2 Wochenbann.","replies":[]},{"id":"","poster":"BMG Seddy","date":"2016-09-23T13:25:27.517+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DragonKuesuto38,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=,timestamp=2016-09-13T22:39:39.793+0000)\n>\n> Hallo lol community,\n> \n> Wie ihr sehen k&amp;ouml;nnt geht es mir bei dieser Disskussion um meinen 14-Tage Bann, denn ich mir wegen &amp;quot;vors&amp;auml;tzlichem Feeden&amp;quot; nach einem einzigen Spiel eingefangen habe.\n> Ich wurde hier zum erstenmal gebannt, bin auch ab und zu toxic, wenn man mein Gedultsfaden rei&amp;szlig;t, aber hierbei geht es ja um vors&amp;auml;tzliches Feeden und ich wollte die Lage mal erkl&amp;auml;ren:\n> Ich werde zu 14-Tagen Bann verurteilt durch &amp;quot;vors&amp;auml;tzliches Feeden&amp;quot; (obwohl es nicht absichtlich war und das nicht wirklich oft passiert, dass ich &amp;uuml;bertrieben feede) aber ohne jegliche Verwarnung, einfach direkt nach dem Spiel, obwohl meine Teammates selbst schlecht standen. Und deren Beweislage ist nur das letzte Spiel. Meine Frage jetzt: Wieso wurde ich ohne jegliche Vorwarnung gebannt ?\n\nAaaaalsooo.\nUm das mal jetzt zusammenfassend zu erklären, nehme ich mir ein wenig Zeit damit du es auch genau verstehst ^^\nErstmal ein Beispiel-> Ich selbst hatte öfters Spiele mit Garen und Yasuo und sogar schonmal mit meinem Main Soraka spiele wo ich Stats hatte wie 0/25/0 (unbeabsichtigt weil ich einfach noch zu schlecht bin). Dennoch wurde ich von fast allen Mates auch aus dem gegnerischen team reported aber es ist rein gar nichts passiert da das ja auch keine Absicht war.\n\nJetzt zu deinem Fall. Du sagst du hast nicht gefeedet und wurdest grundlos gebannt aber ich bin mir zu 100% sicher dass es einen Grund gab warum deine Premates und auch das Riot Team der meinung waren, dass du eben doch absichtlich gefeedet hast. Es gibt viele Faktoren woran man es bemerkt ob jemand absichtlich feedet:\n\n1. Er schreibt in den Chat \"i go feed\" oder ähnliches.\n2. Man merkt es durch deine Movements wenn du z.B an einer Position deine Fähigkeiten benutzt wo keine Gegner oder Minions oder was anderes ist bzw. wenn du immer wieder oder einige Male einfach so in Richtung gegnerischer Turm bzw. Nexus rennst.\n3. Wenn du einfach so solo in 4-5 Gegner rein rennst und gar nicht erst versuchst zu flüchten.\n\nMan kann solche Sachen genaustens analysieren und auf die Millisekunde genau überprüfen und nachvollziehen.\nIch will dir nichts unterstellen und sorry wenn ich falsch liege aber offensichtlich hast du einer der 3 eben genannten Schritte wiederholt ausgeführt, was letztendlich zum Bann geführt hat.\n\nIch kenne das von einigen Leuten mit denen ich schon einige Male zusammen gespielt habe, die dann einfach immer weider in den gegnerischen Turm rein rennen. Nach dem Report wurden diese sofort bestraft.\n\nWie dem auch sei, du hast einen Fehler begangen und hast aus deinem Fehler aufgrund der Strafe gelernt (hoffe ich zumindest). Da jeder mal Fehler macht, ist es halb so schlimm ^^\nSpiele einfach nur um Spaß zu haben, feede nicht absichtlich bzw. versuche nicht absichtlich dein team zur Niederlage zu führen und gib einfach immer dein Bestes. Sei freundlich zu deinen Mates auch wenn es öfters schwer fällt ^^\nnach deinem Bann, wünsche ich dir viel Spaß auf der Kluft ich hoffe du machst den selben Fehler nicht noch einmal :)","replies":[]},{"id":"","poster":"TeoX796","date":"2016-09-14T20:15:09.415+0000","up_votes":1,"down_votes":0,"body":"14 tage bann....\n\nnaja in 2-3 wochen werden wir hier ein QQ Thread haben wieso du Permabann kassiert hast.","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T20:32:23.667+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=TeoX796,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=000f,timestamp=2016-09-14T20:15:09.415+0000)\n>\n> 14 tage bann....\n> \n> naja in 2-3 wochen werden wir hier ein QQ Thread haben wieso du Permabann kassiert hast.\n\nNee ich glaub eher nicht es sei denn Riot interpretiert nur aus Stats, dass man Osama Bin Laden ist und Mitspieler  trollt.","replies":[{"id":"","poster":"TeoX796","date":"2016-09-14T20:42:54.484+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du bist dir nicht im klaren was ein 14 tage bann nach siech zieht oder?\n\nwen du dir jetzt noch das kleinste vergehen erlaubst(egal was ob feeden, Troll oder Flame) hast du ein Perma.\n\nZitat:\"Ich wurde hier zum erstenmal gebannt, **bin auch ab und zu toxic**, wenn man mein **Gedultsfaden** reißt,\"\n\nalso wen dein \"Geduldsfaden\" wieder mal reisst bist du dran....so einfach.\n\nwen dir das nicht klar war dan ist es das jetzt.\n\nach ja hab mir den Replay angeschaut...und es ist schwierig.\n\nIch kan da RITO vertehen den ab den 10ten tot hast du eindeutig mit Absicht gefeeded, man muss aber auch sagen.....Trynda sup....ist nicht einfach ein matchup gegen thrash und Ashe.\n\naber einen 14 tage ban ist dan doch krass....kan ich nicht nachvolziehen","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-14T21:08:02.415+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher, ob der 14 Tagebann hiervon auch das Chatverhalten schneller eskalieren lässt.","replies":[{"id":"","poster":"TeoX796","date":"2016-09-14T21:37:29.537+0000","up_votes":1,"down_votes":0,"body":"so sicher kan dir das nur Rito sagen..ich glaube aber das ab jetzt alles zum Permabann führt.\n\nIch hab noch nie gehört das jemand nach dem 14 tage bann ein Chatsperre oder noch ein 14 tage bann bekommen hat.","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-14T23:54:40.726+0000","up_votes":1,"down_votes":0,"body":"Da ich noch nie gesehen habe, dass jemand meint, er hätte von beiden Programmen eine Strafe erhalten, werden wir uns überraschen lassen müssen, bis der erste hier aufschlägt.","replies":[{"id":"","poster":"TeoX796","date":"2016-09-16T23:00:47.564+0000","up_votes":1,"down_votes":0,"body":"jopp abwarten und Tee trinken","replies":[]}]}]}]}]}]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T14:19:35.240+0000","up_votes":1,"down_votes":4,"body":"Das Thema hier ist schlicht und einfach Vorsätzliches Feeden. Hier geht es hauptsächlich um dieses \"vorsätzliche\". Feeden tuen so ziehmlich sehr viel, ist auch egal aus welchem Grund, sei es troll, Inkompetenz oder einfach Lustlosigkeit im Grunde feedet man ab und zu was auch nicht schlimm ist. Zwar kann es jemanden auf die Nerven gehen aber jeder hat mal ein schlechten Tag wir sind nicht alle LCS die jedes Game mindestens 10/0 stehen müssen. Ab und zu scheißt man halt rein. Warum ? Weil wir Menschen sind. Aber das, was mich hier wirklich wundert ist, ein Bann durch eine einzige \"\"Beweislage\"\" und als Erstmaßnahme direkt einen 14-Tage Bann zu geben... Seitwann kann man die bösen Absichten des Spielers deuten, wenn dieser versucht noch das beste aus der Lage zu machen und meist auch deffensiv spielt? Seitwann ist Riotsfachgebiet Menschenkenntnise durch einem einmaligen Spiel? Ja und würde diese Diskussion um flamen handeln dann hätte ich Unrecht. Diese Info am Anfang \"ich bin ab und zu toxic wenn mein Gedultsfaden reißt\" war ein Punkt um euch die Lage verständlicher zu erklären. Obwohl ich ja laut einigen hier achso flame hab ich bis jetzt noch keine Ermahnung für sowas bekommen. (Auch eine Info am Rande)","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-09-14T14:42:56.817+0000","up_votes":1,"down_votes":0,"body":"hmmm, aber nur das eine Spiel ? Kann ich mir schwer vorstellen.  --schulterzuck--\n\nHab selber in Normals stats wie 1/10/4 oder 5/11/1 usw hingelegt. Nicht mit Absicht, ich hab da einfach grottig gespielt, bin aber dafür nicht gebannt worden. Also ich bin generell kein guter Spieler, dazu kommt noch das ich einfach zu selten spiele . Da hab ich schonmal 1/10 'er und > , aber gebannt wurde ich deswegen noch nie. Ich möchte auch nicht wissen wieviel Reports ich deswegen schon kassiert hab aber die scheinen alle wirkungslos gewesen zu sein, weil ich immer noch mein grünes Bändsel hab. Deswegen seh ich so Aussagen - \"Nur einmal und deswegen gebannt ...\" etwas kritisch. Vlcht. hast Du Dir vorher schon irgendwas zu Schulden kommen lassen ? Soll keine Kritik sein, sondern nur ne Frage weil ich es mir eben nicht vorstellen kann . \n\n(weiß nich ob Du meine Stats angucken kannst : http://matchhistory.euw.leagueoflegends.com/de/#match-history/EUW1/220545630 - 0/10 , 8/18 und nie ein Bann )\n\nmfg\nMB\n\np.s.:\nNein, ich bin net stolz auf meine Stats, aber ich bin ja auch noch am lernen :)","replies":[]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T08:46:14.742+0000","up_votes":2,"down_votes":2,"body":"Ja das Ding ist, ich habe gefeedet das kann ich nicht wiederlegen. Das war einer der schlechtesten Runden die ich je hatte aber es war nicht vorsätzlich.Es geht hierbei nicht um toxic sein oder was auch immer. Das Problem hierbei ist : ich werde gebannt wegen einem Spiel wo ich mal scheiße war. Und überhaupt wenn ich wirklich trollen würde würde ich niemals den normalen Build gehen oder überhaupt versuchen was draus zu machen. Und zu dem Foren-Troll: ich habe mein Spielstand gezeigt und gesagt, wie man die Wiederholung vom Spiel anguckt. Ich möchte mit diesem Post nicht versuchen so viele Spieler wie möglich auf meine Seite zu ziehen und Riot zu stürzen. Mir geht es nur darum in wie fern man hierbei merken kann, dass das ein *absichtlicher* Feed war. Wenn es wirklich mein Ziel gewesen wäre diese Mitspieler zu nerven dann würde mich dieser Bann nicht jucken da ich mir theoretisch 100 weitere Accounts erstellen könnte um die Mitspieler zu trollen. Wie beweist man denn, dass dieser Feed nicht absichtlich war ? Ein übertrieben schlechtes Spiel heisst nicht unbedingt das man das jetzt extra gemacht hat. Jeder hat seine Siegerstränen und Verliererstränen.","replies":[{"id":"","poster":"MilliDieFrau","date":"2016-09-14T11:11:37.119+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde Twitch auch total unangenehm zu spielen. Ich kann mit ADC eigentlich ganz okay umgehen (wenn ich mal in der Stimmung dafür bin), aber mit Twitch (oder Kog) komm ich zB echt gar nicht zurecht.\n\nDein Build ist auch nicht so berauschend, aber das verwundert mich ehrlich gesagt gar nicht. Wenn man halt kein Gold hat.. \n\nEs ist schon ein bisschen hart. Ich kann irgendwie, irgendwo verstehen, dass der Feederbuster drauf angesprungen ist, aber wenn dann auch der Support meint, dass es gerechtfertigt ist, ist das echt hart..\n\nTut mir leid für dich..\n\nViele Grüße, \nMilli","replies":[]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:27:23.286+0000","up_votes":1,"down_votes":1,"body":"Also ich hab auch den Support angeschrieben und der hat mich zum Special Behavior Support geschickt und ich hab ihm das erklärt und er meinte dass diese Maßnahme (der Bann) gerechtfertigt war","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:38:23.781+0000","up_votes":1,"down_votes":0,"body":"Leider kann ich mich jetzt nicht irgendeine Seite stellen und sagen \"so war es\", ich habe das Spiel ja nicht gesehen. Wenn du wirklich nicht absichtlich gefeedet hast (auch davor nicht!) dann würde ich weiter mit dem Support reden, möglichst ohne beleidigend zu werden :P. Falls du ein Replay von dem Game hast könntest du auch das mal hochladen.\n\nGL","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-09-14T08:21:31.383+0000","up_votes":1,"down_votes":0,"body":"Du findest ein Replay von dem Spiel auf Replay.gg. Ich habe mir das mal eben kurz angeguckt und finde den Ban eigentlich ein bisschen zu hart. Ich würde vielleicht bei 1-2 Toden sagen, dass sie mit Absicht passiert sein könnten. Da hatten wir schon ganz andere Fälle hier im Forum. Der TE hatte praktisch kaum eine Möglichkeit, das Spiel zu gewinnen. Er hat natürlich nicht gut gespielt, aber in einem solchen Matchup ist das auch extrem schwierig.","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-14T08:32:17.459+0000","up_votes":1,"down_votes":0,"body":"Danke! Wurde weiter oben schon auf diese Seite verwiesen und hab es auch schon angesehen.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-09-14T08:39:54.923+0000","up_votes":1,"down_votes":0,"body":"Ah, tut mir Leid. Hab das übersehen, weil es am Anfang von dem Block eher um etwas anderes ging.","replies":[]}]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:48:01.991+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=P4lN,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00060000,timestamp=2016-09-13T23:38:23.781+0000)\n>\n> Leider kann ich mich jetzt nicht irgendeine Seite stellen und sagen &quot;so war es&quot;, ich habe das Spiel ja nicht gesehen. Wenn du wirklich nicht absichtlich gefeedet hast (auch davor nicht!) dann würde ich weiter mit dem Support reden, möglichst ohne beleidigend zu werden :P. Falls du ein Replay von dem Game hast könntest du auch das mal hochladen.\n> \n> GL\n\nJa also ich versuch es aufjedenfall ! Aber leider geht das erst ab Freitag weil ich nicht an mein Laptop kann und ich in einem Internat bin wo sowas verboten ist ._. Aber an sich bin ich zwar toxisch wenn man toxisch zu mir ist oder mich für eine Tat die ich nicht begangen habe (zb. Nicht pingen wenn der Gegner weg ist) beschuldigt. Ja ich versuche sogar auf meine Rechtschreibung zu achten als wäre das eine Klausur xD","replies":[]}]}]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:21:22.049+0000","up_votes":1,"down_votes":1,"body":"Ich meinte mit \"dem ADC\" halt mit Twitch","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:23:41.228+0000","up_votes":1,"down_votes":0,"body":"Antworte am besten unter die Kommentare denen du antworten willst ^^","replies":[{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:26:01.386+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=P4lN,realm=EUW,application-id=KYnfKGf0,discussion-id=vJo7FrpH,comment-id=00050000,timestamp=2016-09-13T23:23:41.228+0000)\n>\n> Antworte am besten unter die Kommentare denen du antworten willst ^^\n\nJa schuldigung bin zum erstenmal in einem Forum so aktiv :D","replies":[{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:27:21.181+0000","up_votes":1,"down_votes":0,"body":"Kein Problem, darum sag ich es dir ja :)","replies":[]}]}]}]},{"id":"","poster":"M Λ D Λ R Λ","date":"2016-09-13T23:09:33.972+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\n0/14/1 ist schon hart! Allerdings muss man sagen alle Tode bis auf zwei fanden unter den eigenen Türmen statt bzw. in der Nähe, was eher gegen absichtliches feeden sprechen würde.\n\nSchwer zu sagen, sieht aber nach einer lustigen Runde L O und L aus.","replies":[]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-13T23:20:10.680+0000","up_votes":1,"down_votes":1,"body":"Ja guck das mein ich ja xD\nDie Runde war wirklich so schlecht und aberauch bisschen witzig dies war aber nicht absichtlich. Ich wollte halt wirklich nicht meine Mitspieler negativ beeinflussen aber Tryndamere als Supporter ging 0. Die Runde hat selbst mich getilted. Das kommt davon wenn jemand im Team instalockt","replies":[]},{"id":"","poster":"DragonKuesuto38","date":"2016-09-14T21:30:53.658+0000","up_votes":1,"down_votes":2,"body":"Ja danke für eure Meinung, ich klammer mich an den Typen aber ich weiß nicht, er geht nicht wirklich auf meine Argumente ein. Ich hab die auch gebeten sich das Spiel anzuschauen und sich ein anständiges Urteil zu fällen. Ich hoffe nur, dass die sich auch um ihre *Kunden* gut kümmern. Und im Fall der Fälle geb ich einfach den Befehl /ignore all ein und hab ein ruhiges Spiel. Aber eine Frage hätte ich da noch:\nIch hab ja jetzt einen Bann kassiert. Heißt das jetzt, dass ich mäßig \"vorbestraft\" bin und bei kleinen Fehlern Perma kassiere? Und wenn ja, wie lange dauert meine \"Bewährung\" ?","replies":[]}]}