{"id":"QlkYLpwk","poster":"Droideka","date":"2016-09-13T19:47:35.837+0000","title":"Troll in Promos","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Warum gibt es Spieler, die im Ranken spielen aber nicht den geringsten Willen besitzen zu gewinnen?\r\n\r\nGrade geschehen: Promos S5-&gt;S4, Midlane pickt Vayne vs Morgana, ihm f&auml;llt noch im Championselect 2 Sekunden bevor es losgeht auf &quot;Oh ich bin ja Mid&quot;.\r\nSpiel beginnt und wir versuchen die Stimmung zu erhalten und jeder wirkt positiv, bis Vayne zu weit pusht ohne Wards zu haben, gegankt wird und sofort in den Modus &quot;Mich juckt das Spiel nichtmehr&quot; umschaltet und erstmal feeden geht. \r\nNach ein paar Minuten noch ein bisschen Flame dazu, obwohl er nicht geflamed wurde (Trist ADC hat sogar noch versucht ihn aufzubauen, hat nicht gebracht) und schlussendlich war Vayne nach 15 Minuten AFK.\r\n\r\nWarum spielen solche Leute Ranked? Was kann man dagegen unternehmen (positiv auf ihn einwirken hat ja nichts gebracht)?\r\n\r\nBin &uuml;ber Tips dankbar.\r\n\r\n\r\n\r\nM&ouml;ge die Macht mit euch sein.","replies":[{"id":"","poster":"Released Ape","date":"2016-09-13T22:16:34.134+0000","up_votes":1,"down_votes":0,"body":"Armer Kerl, reih dich bitte hinter die 10.000.000 anderen Leute - die haben im Gegensatz zur dir noch paar emotionale Geschichten auf Lager oder bessere Fakten (Ich glaube mein Account ist verbuggt, die Community ist über die Jahre immer schlimmer geworden, vom Skill Level könnte ich mit den OGN Leuten mithalten). Huch das waren ja nur Behauptungen, naya wer braucht schon Fakten.","replies":[]},{"id":"","poster":"Kleiber","date":"2016-09-13T21:24:27.887+0000","up_votes":1,"down_votes":1,"body":"schlimm diese leute besonders die eingen Freunde -.-","replies":[{"id":"","poster":"Droideka","date":"2016-09-13T21:34:18.710+0000","up_votes":1,"down_votes":0,"body":"ne glücklicherweise kein Freund von mir, falls es einer gewesen wäre, wäre es für die längste Zeit ein Freund gewesen","replies":[]}]},{"id":"","poster":"thefire7","date":"2016-09-13T20:54:40.863+0000","up_votes":1,"down_votes":0,"body":"nichts sagen, einfnach machen lassen... So sehe ich das. Kannst ja sowieso nciths ändern. Btw. Tipps usw. nehmen Spieler ih so einer \"getilteten\" Situation mesit ziemlich negativ auf.","replies":[]}]}