{"id":"mHJ4vTHL","poster":"SOMEONE FED HARD","date":"2016-09-13T09:44:33.279+0000","title":"LOL-Community hat versagt!","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":35,"body":"Als ich verschiedene Foren Post&#039;s ver&ouml;ffentlichte stie&szlig; ich auf ein Feuergefecht an Comments. Die heutige - und ich glaube das war auch schon immer so - LoL Community besteht gr&ouml;&szlig;tenteils aus &quot;Rechtschaffenden Gamern&quot; die zwischen gut und b&ouml;se nicht mehr unterscheiden k&ouml;nnen, ob das nun 11 J&auml;hrige Kinder sind - die &uuml;brigens auch gegen die LoL Regeln versto&szlig;en, wenn sie auf anmelden dr&uuml;cken&quot; oder aus 30 J&auml;hrigen die nichts besseres zu tun haben als sich &uuml;ber Foren Post&#039;s die von mir stammen zu beschweren ist mal au&szlig;en vor gestellt...Fakt ist ich wollte - was ja auch Sinn und Zweck eines Forums ist - meine Meinung &auml;u&szlig;ern und niemandem was schlechtes w&uuml;nschen. Daf&uuml;r verschwende ich nicht wie der Gro&szlig;teil von euch meine Nerven! Da Ihr und damit meine ich die KOMPLETTE LoL Community, einschlie&szlig;lich der Leute die dies hier lesen, Realit&auml;tsferne &Auml;u&szlig;erungen treffen und meine Foren Post&#039;s mit Straftaten verschiedenster Weise vergleicht (Mord,Einbruch, etc) seid Ihr kein bisschen besser als die, die zu Recht bestraft wurden und oder werden...\r\n\r\nCommunity - deutsch Gemeinschaft: Gemeinschaft (von &bdquo;gemein, Gemeinsamkeit&ldquo;) bezeichnet in der Soziologie und der Ethnologie (V&ouml;lkerkunde) eine &uuml;berschaubare soziale Gruppe (beispielsweise eine Familie, Gemeinde, Wildbeuter-Horde, einen Clan oder Freundeskreis), deren Mitglieder durch ein starkes &bdquo;Wir-Gef&uuml;hl&ldquo; eng miteinander verbunden sind &ndash; oftmals &uuml;ber Generationen. Die Gemeinschaft gilt als urspr&uuml;nglichste Form des Zusammenlebens und als Grundelement der Gesellschaft (siehe auch Urgesellschaft)\r\n\r\nEIn &quot;Wir-Gef&uuml;hl&quot; gab es glaub ich in LoL noch nie!? Also f&auml;llt das Wort Gemeinschaft bei LoL-Community schoneinmal weg. Macht euch mal alle Gedanken dar&uuml;ber wie Ihr euch in einem Team spiel verhaltet, und was Ihr gegen&uuml;ber euren Mitgliedern in eurer &quot;ACH SO TOLLEN GEMEINSCHAFT, bestehend aus Kid&#039;s und Gutmenschen mit einer gest&ouml;rten Sichtweise von allem um sich herum&quot; sagt!","replies":[{"id":"","poster":"Shadowscreen","date":"2016-09-13T10:47:27.826+0000","up_votes":12,"down_votes":0,"body":"Ich denke mal, dass du ein großes Ego Problem hast.\n\nDu beharrst darauf, dass alle deine Ansichten richtig sind und die der anderen\n(auch wenn diese Meinung in Zahlen überwiegt) schlichtweg falsch.\n\nDu nimmst dir nichteinmal die Zeit sinnvoll zu argumentieren oder zu differenzieren\nvon daher erntest du so viele Downvotes und Kontraargumente\n(meiner Meinung nach zu recht).\n\nIch finde es einfach immer wieder erschreckend wie viele Leute felsenfest auf ihren eigenen\nBehauptungen bauen obwohl sie von einer absoluten Mehrheit mit sitchhaltigen\nArgumenten eines besseren belehrt werden.\n\nIst dir schonmal in den Sinn gekommen, dass alle deine Argumentationsgegner sehr wohl ein \"wir-Verhalten\"\nempfinden und du zu den \"special Snowflakes\" gehören die aufgrund ihres Verhaltens einfach nicht dazu gehören\nwollen/können und deshalb deine Empfindungen auf die gesamte Community projizierst?","replies":[]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:29:57.111+0000","up_votes":1,"down_votes":11,"body":"*THREAD GESCHLOSSEN* {{champion:32}}","replies":[{"id":"","poster":"eingew","date":"2016-09-13T10:55:45.640+0000","up_votes":5,"down_votes":0,"body":"Also nichts für ungut, aber... so einfach geht das nicht. Wir schließen Threads nur, wenn sie zuviel negatives Potential besitzen oder es gerade aus anderen Gründen aus unserer Sicht Sinn macht. Dein Wille allein reicht dazu leider nicht aus. Du kannst den Thread löschen, wenn dir das als passable Lösung erscheint.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-09-13T11:12:23.667+0000","up_votes":7,"down_votes":0,"body":"Manchmal wünsch ich mir das Ihr manche Threads nicht schließt, sondern Sammelt und dann unter den Titel \"Wie man sich in den Foren nicht zu Benehmen hat\" als Beispiele Postet.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T11:14:10.122+0000","up_votes":3,"down_votes":0,"body":"Keiner ist unnütz. Er kann immer noch als schlechtes Beispiel dienen.\n\nFinde deinen Vorschlag super. \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Alustus","date":"2016-09-13T13:40:48.285+0000","up_votes":2,"down_votes":0,"body":"Das Problem ist dabei eher das diejenigen die sich nicht benehemen wahrscheinlich auch nicht die Beispiele durchlesen.\nGenauso wie die Regeln.\n\nBehaupte ich jetzt einfach mal so, ohne Fakten zu haben.","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-09-13T11:27:07.238+0000","up_votes":5,"down_votes":0,"body":"Ich bin über 40 , aber ich beschwer mich jetzt auch nicht über Deine Post's. Ich finds nur albern und narzistisch wie Du Dich hier repräsentierst und dabei versuchst Deine Ansichten auf Andere zu projizieren. \n\nWenn DU Dich nicht verstanden fühlst, DU kein \"Wir-Gefühl\" vermittelt bekommst und DU DICH ungerecht behandelt fühlst, dann mach DU doch was dagegen. Aber hör doch auf so Threads zu erstellen, wenn DU mal wieder Weltschmerz hast. Der wird dadurch nicht kleiner. Das ist nur ein Tipp von mir. Du kannst natürlich weiter solche Threads erstellen, aber dann jammer nicht über die Kommentare . \n\nDu meine Güte, Du hast Dich über Kinder und 30 jährige ausgelassen, ich frag mich wie alt Du bist wenn Du sowas hier nötig hast .","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:31:12.262+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000b,timestamp=2016-09-13T11:27:07.238+0000)\n>\n\n> Du meine Güte, Du hast Dich über Kinder und 30 jährige ausgelassen, ich frag mich wie alt Du bist wenn Du sowas hier nötig hast .\n\nIch befinden mich im mittleren Berreich, ist ja auch egal wie alt ich bin, damit wollte ich nur darstellen das alle, egal welcher Altersklasse sie angehören hier auf \"Rechtschaffend\" machen, selbst aber in solch einer Situation nicht weiter wissen, genau wie ich auch. Also berufe dich nicht auf Aussagen die ich tätigte um das ganze hier ins Rollen zu bringen. Weil schließlich wirst du ja auch \"belohnt\" wenn wir alle wissen wie wir bei soetwas vorzugehen haben.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-09-13T11:41:18.120+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000b0000,timestamp=2016-09-13T11:31:12.262+0000)\n>\n> Ich befinden mich im mittleren Berreich, ist ja auch egal wie alt ich bin, damit wollte ich nur darstellen das alle, egal welcher Altersklasse sie angehören hier auf &quot;Rechtschaffend&quot; machen, selbst aber in solch einer Situation nicht weiter wissen, genau wie ich auch.\n\nHäh ?? Was für ne Situation ? Wo weiß man denn nicht weiter ? Du beschwerst Dich doch klar und deutlich über die Dir entgegengebrachten Kommentare oder etwa nicht !?\n\n Und was hat das Alter damit zu tun, bzw. warum muß man so explizit auf Kinder und 30 jährige rumreiten, wenn's Dir dann doch egal ist ?\n\n>Also berufe dich nicht auf Aussagen die ich tätigte um das ganze hier ins Rollen zu bringen. \n\nDoch, ich kann mir doch nix aus den Fingern saugen. Du hast doch kein \"wir-Gefühl\" usw. (hab keine Lust alles nochmal zu widerholen) und bist der Meinung das Du falsch behandelt wirst/wurdest . Und ich sage Dir, dann mach was dagegen. aber so auf Krawall gebürstet wirst Du das Gegenteil erreichen.\n\n>Weil schließlich wirst du ja auch &quot;belohnt&quot; wenn wir alle wissen wie wir bei soetwas vorzugehen haben.\n\nVersteh ich auch nicht ...\n","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:52:32.972+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000b00000000,timestamp=2016-09-13T11:41:18.120+0000)\n>\n> Häh ?? Was für ne Situation ? Wo weiß man denn nicht weiter ? Du beschwerst Dich doch klar und deutlich über die Dir entgegengebrachten Kommentare oder etwa nicht !?\n> \n>  Und was hat das Alter damit zu tun, bzw. warum muß man so explizit auf Kinder und 30 jährige rumreiten, wenn&#x27;s Dir dann doch egal ist ?\n> \n> Doch, ich kann mir doch nix aus den Fingern saugen. Du hast doch kein &quot;wir-Gefühl&quot; usw. (hab keine Lust alles nochmal zu widerholen) und bist der Meinung das Du falsch behandelt wirst/wurdest . Und ich sage Dir, dann mach was dagegen. aber so auf Krawall gebürstet wirst Du das Gegenteil erreichen.\n> \n> Versteh ich auch nicht ...\n\nLES DEN THREAD...","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-09-13T13:24:30.052+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000b0000000000000001,timestamp=2016-09-13T12:10:51.991+0000)\n>\n> Lies. Und du musst ihn auch nicht anschreien.\n\nDanke @Ozuraak :)\n\nAalso, um mal zu versuchen das \"Wir-Gefühl\" ein bischen zu stärken hab ich mir mal die Mühe gemacht herauszufinden, worum es den TE vrmtl. ging (Achtung Annahme !) . Dazu stütze ich mich mal auf die Recherche von  @R3sQ (http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/mHJ4vTHL-lol-community-hat-versagt?comment=00000001 - fleißiges Kerlchen das ;)  )\n\nDann läßt es sich so zusammenfassen :\n\n1.) Du wurdest gebannt .  Daraufhin hast Du hier einen Thread erstellt und wurdest darin entsprechend kommentiert.\n\n2.) Du hast ein Normal gemacht, hast dabei nen Matchup mit Bots erwischt und das dann hier ebenfalls gepostet. Allerdings hast Du den Endscreen mit sichtbaren Namen gepostet und wurdest daraufhin im Forum gesperrt.\n\n3.) Du hast Dich dann in 2 weiteren Threads (diesen hier und einer vor einem Jahr) über diesen Umstand ausgelassen.\n\n----\n\nzu 1.) Soweit so schlecht. Viele die Ihren Ban hier posten sehen i.d.R. den Ban net ein bzw. denen ist der Grund egal, sie wollen einfach ihre Skins oder ihr Geld zurück. Die eigentlichen Fehler werden nicht eingesehen und dementsprechend wird sowas hier kommentiert. Ganz selten ist mal ein \"weißes\" Schaf dabei. Und da gibts dann auch einige User die Trost zusprechen, wobei i.d.R. der Ban hier nie zurückgenommen wird. \nKommentiert wird das aber eben meistens und mit den Kommentaren wirst Du leben müssen. Wenn Du das net kannst oder willst, dann solltest Du den Ban hier nicht posten oder zumindest vorher ein paar andere Threads dazu anschauen um zu überlegen, wie Du es besser machen kannst/könntest.\n\nzu 2.) Grundlegend hab ich das immer so gemacht : Wenn ich gegen Bots gespielt hab, hab ich die am Ende reported (mit Grund , also das es vrmtl. (!) Bots sind) und im Anschluß hab ich den Supp direkt angeschrieben. Soviel Vertrauen hab ich darin, daß ich denke, daß sich irgendeiner darum kümmert, weil Tickets werden NIE ignoriert (war hier irgendwo ne Aussage dazu von nem Roten) . Im Forum hab ich nur gepostet, daß eben wiedermal Bots unterwegs sind. Namecalling hab ich hier im Forum bei sowas generell vermieden . Es bringt auch nix das hier so zu posten. Ein Supportticket hat mehr Erfolg. \nWarum Du dann gleich gesperrt wurdest kann ich mir ganz einfach so erklären, indem ich Deine letzten Post's angucke. Da bin ich der Meinung, daß Du einfach eine zu kurze Zündschnur hast und du hast einfach in den Threads davor schon die \"Sau rausgelassen\". Wenn Du da Negativpunkte gesammelt hast, wirst Du eben im Forum beim nächsten Vergehen gesperrt. Glaub mir , ich wurde auch schon gesperrt. Das ist so und das ist das gute Recht der Admins.\n\nZu den \"angeblichen\" Bot's - Zunächst kannst Du nicht wissen ob es wirklich welche sind. Klar gibts Indizien wie Itemkauf , Feeding usw. , hab ich auch schon gesehen weil ich mit Sicherheit schonmal gegen welche gespielt hab. \nAber zuallererst ist's ja nur ne Annahme von Dir/Mir das man gerade gegen Bots gespielt hat. Wenn Du da sofort das Bild mit Namen postest, dann sinds per se erstmal Spieler die Du anprangerst , nuja un das ist verboten. Also ich seh da jetzt nicht wirklich ne Grauzone oder nen Schlupfloch. Also nix für ungut, ich weiß das es Bots gibt und ich bin mir zu 90% sicher gegen welche schonmal gespielt zu haben, aber beweisen kann ich's einfach nicht und ich glaub Du auch nicht. Deswegen immer erstmal annehmen , daß man gegen normale Spieler gespielt hat.\n\nMatchup : mit Bots hab ich mir sagen lassen , dann spielt man selber wie ein Bot ^^ also unsere Elo is so wie die von Bots, deswegen wurden wir mit denen gematcht. Keine angenehme Erkenntnis, aber eine Sache die man ändern kann -> einfach besser werden ;)\n\nzu 3.) Der Ton macht die Musik. Die Community anzugreifen macht keinen Sinn , vor allem weil Du auch ein Teil von ihr bist.  Du kannst nicht einfach irgendwelche Behauptungen loslassen oder Beleidigungen posten und verlangen, daß man sich hier den Zusammenhang mühsam zusammensuchen muß. Ich glaub das will keiner machen. Jedenfalls hab ich da normalerweise keinen Bock drauf. Dazu Dein Ich-bezogenes Auftreten , ne, ne , so funzt das nich .\n\nSo, Wall of Text. Irgendwie hab ich jetzt den Faden verloren. Egal, jedenfalls bin ich der Meinung das die Community viel besser als ihr Ruf ist. Der wird halt durch so Leute wie Dir leider immer wieder kaputtdiskutiert. Sorry Bro :(\n\nmfg\nMB","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-09-13T11:54:36.960+0000","up_votes":5,"down_votes":0,"body":"Kein Bock drauf, Ich hab den Eröffnungspost gelesen das reicht mir","replies":[]},{"id":"","poster":"CYPHΕR","date":"2016-09-13T13:37:40.021+0000","up_votes":3,"down_votes":0,"body":"Bei der Kommentargruppe vorher hast du folgendes geschrieben:\n\n> Bereits dort habe ich aufgehört zu lesen! [...]\n\nJetzt schreibst du:\n\n> LES DEN THREAD...\n\nDu erwartest von allen, dass sie alles von deinem Eingangspost etc. lesen (überhaupt kein Problem), nimmst dir aber selber die Freiheit heraus die Kommentare nur in Auszügen zu lesen und dir daraus die Meinung bzw. den restlichen Inhalt zu erschließen. Merkst du was?","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T13:40:46.755+0000","up_votes":3,"down_votes":1,"body":"Das nennt sich wohl Realsatire. Wahlweise Doppelmoral.\n\nWobei ich zwischenzweitlich auch die Idee hatte, dass der TE hier ein großes soziales Experiment betreibt und das eigentlich gar nicht ernst meint :D","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-09-13T12:10:51.991+0000","up_votes":4,"down_votes":1,"body":"Lies. Und du musst ihn auch nicht anschreien.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T13:18:46.247+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T13:30:59.270+0000","up_votes":4,"down_votes":1,"body":"Durchgehende Großschreibung gilt im Internet als schreien.\n\nUnd nur weil du keine Argumente hast, musst du nicht beleidigend werden.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-09-13T13:43:20.464+0000","up_votes":1,"down_votes":0,"body":"[snap!]\n\nSo nicht !\n\nps.\n\nSorry, hätts net zitieren dürfen :(","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Lagbeard","date":"2016-09-13T10:13:10.865+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=,timestamp=2016-09-13T09:44:33.279+0000)\n> deren Mitglieder durch ein starkes \"Wir-Gefühl\" eng miteinander verbunden sind - oftmals über Generationen. \n\n\n\nAlso lass mich mal sortieren, welche Thesen du aufstellst: \n1) Gemeinschaften erfordern ein \"Wir Gefühl\"\n2) Dieses \"Wir Gefühl\" muss bei jedem Mitglied in der Gemeinschaft in Bezug auf jedes andere Mitglied vorhanden sein\n3) Ist diese \"Wir Gefühl\" bei auch nur einer Beziehung nicht vorhanden, hat die Gemeinschaft versagt.\n\n\nIn Ordnung, wenden wir deine Theorien auf meine Familie an: An sich haben wir ein starkes \"Wir Gefühl\", leider kann ich meine Großcousine mütterlicherseits nicht ausstehen. Verdammt, ich wusste immer dass meine Familie versagt hat. (Nichts für ungut, Mama :D)\n\nDu hast den Begriff der Gemeinschaft von einem einzigen Faktor abhängig gemacht: dem \"Wir Gefühl\". Das kann man machen, es ist eine legitime Definition. Sie ist allgemein nicht anerkannt, aber wenn du eine Gemeinschaft so definierst, dann ja, wir haben versagt. Ich wein gleich. \n\nOder aber, du hörst auf deine eigenen Definitionen zu erfinden und machst dir ein bisschen mehr Gedanken darüber, was gemeinschaften Verbindet. Das \"Wir Gefühl\" ist natürlich wichtig, kann aber unmöglich bei allen Beziehungen vorhanden sein. Abgesehen davon kommen noch gemeinsame Interessen und Kontaktregelmäßigkeit dazu. Und plötzlich kann man die LoL Community slebst in dieser so genannten \"engeren Gruppendefinition\" als Gemeinscahft sehen. \nTajfel ist 1982 sogar noch wieter gegangen und hat Gruppen so definiert, dass die zuordnung zu und Identifikation mit einer Gruppe reicht, um ein Teil derselben zu werden. Also: Du bist ein teil der LoL-Community, wenn du dich als einer siehst. Tust du das nicht, bist du eben kein Teil davon. \nDadurch sind Gemeinschaften nicht in der Pflicht ein \"Wir Gefühl\" herzustellen, können also nicht versagt haben. Soviel Dazu.\n\nWas den ersten Teil deines Posts angeht, hab ich keine Ahnung, wovon du redest. Da ich nicht weiß, auf welchen Post und welche Reaktion du dich beziehst, kann ich dazu wenig sagen. Ich würde mich allerdings so weit aus dem Fenster lehnen und sagen, dass meine Schwester als Foreninaktiver Teil der LoL Gemeinschaft keine Ahnung von auch nur einem deiner Posts hat, und damit keinen deiner Vorwürfe erfüllen kann. Soviel also zur \"KOMPLETTE[n]\" Gemeinschaft. \n\nSo was haben wir noch?\n\nAh, ja, irgendwie Paradox: Du hast offensichtlich ein Problem mit Kommentaren unter deinen Posts. Gleichzeitig wolltest du aber selbst nur, \n\n>was ja auch Sinn und Zweck eines Forums ist - meine Meinung äußern und niemandem was schlechtes wünschen. \n\nWarum legst du diesen Maßstab nich auch bei denen an, die deine Posts kommentieren? Haben sie kein recht darauf, ihre Meinung zu äußern? \nWie gesagt ich weiß nicht, auf welche Posts du dich beziehst, es ist immer nett, wenn keine Beispiele und Belege gebracht werden. Man kann dann so gute Argumentationen aufbauen. Nicht.\nWenn du nicht beleidigt oder bedroht worden bist, gibt es wohl nichts, was du den Postern vorwerfen kannst.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:19:48.510+0000","up_votes":2,"down_votes":8,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0002,timestamp=2016-09-13T10:13:10.865+0000)\n>\n> Also lass mich mal sortieren, welche Thesen du aufstellst: \n> 1) Gemeinschaften erfordern ein &quot;Wir Gefühl&quot;\n> 2) Dieses &quot;Wir Gefühl&quot; muss bei jedem Mitglied in der Gemeinschaft in Bezug auf jedes andere Mitglied vorhanden sein\n> 3) Ist diese &quot;Wir Gefühl&quot; bei auch nur einer Beziehung nicht vorhanden, hat die Gemeinschaft versagt.\n> \n> \n> In Ordnung, wenden wir deine Theorien auf meine Familie an: An sich haben wir ein starkes &quot;Wir Gefühl&quot;, leider kann ich meine Großcousine mütterlicherseits nicht ausstehen. Verdammt, ich wusste immer dass meine Familie versagt hat. (Nichts für ungut, Mama :D)\n\n\nBereits dort habe ich aufgehört zu lesen! Ich habe die Deffinition von einer Gemeinschaft gepostet, und nicht deine benannten Thesen aufgestellt. Ich habe lediglich behauptet das die Community versagt hat...und das die Community noch nie ein Wir Gefühl hatte. Aber jetzt wurde mal wieder ein Forum Thread von mir mit einer RTL2 ähnlichen Midlife Crysis verglichen....vielen Dank das du dein Fammilienleben mit mir und der Community teilst {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:37:08.687+0000","up_votes":5,"down_votes":0,"body":"Die Thesen sind direkt aus deiner Definition abgeleitet. In deiner Definiton ist dieses Wir Gefühl das einzige, was eine Gemeinschaft bedingt. (= These 1.)\n\nDu hast kein Wir Gefühl, doch ich habe eins. Trotzdem hat die Gemeinschaft versagt. Das bedeutet, dass wenn mindestens ein Mitglied der Gemeinschaft kein Wir Gefühl hat, hat die Gemeinschaft versagt. (=These 2 und 3)\n\nDie thesen lassen sich zweifelsfrei als notwendige Bedingung aus deinem Post ableiten. Da du keine weiteren Bedingungen stellst, sind sie gleichzeitig auch die hinreichende Bedingung.\n\nDa ich nun also diese Thesen als Grundlage der Definition einer Gemeinschaft aus dem abgeleitet habe, was du selbst sagst, so müssen sie auf jede weitere Gemeinschaft anwendbar sein. ","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:44:47.693+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000200000000,timestamp=2016-09-13T10:37:08.687+0000)\n>\n> Die Thesen sind direkt aus deiner Definition abgeleitet. In deiner Definiton ist dieses Wir Gefühl das einzige, was eine Gemeinschaft bedingt. (= These 1.)\n> \n> Du hast kein Wir Gefühl, doch ich habe eins. Trotzdem hat die Gemeinschaft versagt. Das bedeutet, dass wenn mindestens ein Mitglied der Gemeinschaft kein Wir Gefühl hat, hat die Gemeinschaft versagt. (=These 2 und 3)\n> \n> Die thesen lassen sich zweifelsfrei als notwendige Bedingung aus deinem Post ableiten. Da du keine weiteren Bedingungen stellst, sind sie gleichzeitig auch die hinreichende Bedingung.\n\nEs ist nicht meine These, ich habe die Definition aus Wiki kopiert um nochmals darauf hinzuweisen das Eine \"Community\" wie diese keine ist....Recht hast du mit dem was du schreibst nur sind das nicht meine Angaben. Somit kannst du nicht darauf aufbauen.","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:47:34.095+0000","up_votes":3,"down_votes":0,"body":"Wenn du die Definition nicht anerkennst, warum benutzt du sie dann? Welchen Sinn hat es, eine Definition zur Grundlage des Posts zu machen, die man gar nicht vertritt? Und wie kannst du glauben, dass die Gemeinschaft versagt hat, weil du kein Wir Gefühl hast, wenn du mir jetzt sagst, dass nur Wikipedia glaubt, dass das Wir Gefühl wichtig ist, und du selbst nicht?","replies":[]}]}]},{"id":"","poster":"Schlachtenhorn","date":"2016-09-13T10:42:34.027+0000","up_votes":2,"down_votes":0,"body":"Wie wäre es wenn du das gesamte durchlesen möchtest.\nIch fand den Beitrag passend aber das kann man nur wissen wenn man ihn bis zum Ende durchgelesen hast.\n\nMan kann nicht einfach auf eine Definition beharren die vor 100 Jahren aufgestellt wurde und in der Modernen Dienstleistungsgesellschaft nicht mehr angewendet werden kann.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-09-13T09:57:20.306+0000","up_votes":5,"down_votes":1,"body":"Inwiefern hat die Community \"versagt\"?\nInwiefern können einige nicht zwischen \"gut\" und \"böse\" unterscheiden?\nInwiefern haben alle eine \"gestörte\" Sichtweise?\n\nDu stellst hier irgendwelche Behauptungen ohne konkreten Taten auf und wunderst dich, dass du in einem anderen Thread dafür nicht auf Gegenliebe gestoßen bist?\n\nSo wie du deine Meinung äußern kannst, können andere User ihre Meinung dadurch äußern, dass sie dir inhaltlich widersprechen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T10:07:58.273+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000,timestamp=2016-09-13T09:57:20.306+0000)\n>\n> Inwiefern hat die Community &quot;versagt&quot;?\n> Inwiefern können einige nicht zwischen &quot;gut&quot; und &quot;böse&quot; unterscheiden?\n> Inwiefern haben alle eine &quot;gestörte&quot; Sichtweise?\n> \n> Du stellst hier irgendwelche Behauptungen ohne konkreten Taten auf und wunderst dich, dass du in einem anderen Thread dafür nicht auf Gegenliebe gestoßen bist?\n> \n> So wie du deine Meinung äußern kannst, können andere User ihre Meinung dadurch äußern, dass sie dir inhaltlich widersprechen.\n\nEr spricht [den Thread](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/FqXbVmTu-allgemeiner-verhaltenscodex) von ihm an, der von Legofreak geschlossen wurde.\nIn diesem Thread hat er sich darüber aufgeregt, dass er wegen eines anderen Threads von ihm einen Forenbann erhalten hatte.\nIn diesem Thread, der zu einem Forenbann führte - wobei ich nicht sicher bin ob der Thread einfach nur geschlossen wurde, oder er tatsächlich einen Forenbann kassiert hatte - hatte er einen Account mit Screenshot benannt, den er des bottens bezichtigte. Ihm wurde in diesem Thread und auch in dem zuletzt erstellten Thread mehrfach erklärt, dass es im Forum nicht gestattet ist, Accounts an den Pranger zu stellen.\nDer TE ist allerdings der Meinung, da es sich um einen BOT-Account handelt, gelten diese Forenregeln nicht für den Account.","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:35:59.652+0000","up_votes":2,"down_votes":5,"body":"Das ist allerdings ein interessantes Thema, denn ich habe hier einen Auszug aus den Regeln:\n\n>Andere Spieler melden\n>andere Person gegen die Regeln verstößt, nutzt die Report-Funktion oder schickt uns ein Ticket, so dass wir den Vorfall untersuchen >und entsprechend vorgehen können. Wir wissen, dass Spieler andere mit besten Absichten öffentlich anzeigen, aber oftmals führt >das nur zu Hexenjagden und kaum jemals zu positiven Diskussionen. Wir werden Maßnahmen gegen Spieler ergreifen, die gegen >Regeln verstoßen haben, also meldet diese Spieler bitte auf korrekte Weise.\n>\n>Moderatoren halten nach Folgendem Ausschau:\n>● Beiträge, die andere Spieler des miesen Verhaltens im Spiel bezichtigen\n>● Beiträge, in denen anderen böswilliges Verhalten vorgeworfen wird\n>● Beiträge, in denen anderen Cheaten, Betrügen oder die Inanspruchnahme unerlaubter Dienstleistungen vorgeworfen wird\n>● Beiträge, in denen Anderen Rumtrollen in Foren vorgeworfen wird (dafür gibt es die Meldefunktion)\n\n\nHier ist ausschließlich von \"Spielern\" und \"anderen\" die Rede. \n\n\"Spieler\" ist nach der allgemeinen Definition als \"Mensch, der LoL spielt\" zu verstehen. \"Andere\" ist meiner Meinung nach für ein Regelwerk ein völlig ungeeigneter Begriff, da er unermesslichen Definitionsspielraum lässt.\n\nSchauen wir mal, gegen welche Regeln ich verstoße, wenn ich einen Bot namentlich nenne: \nIch nenne keinen Spieler, also ist Regel 1 nicht wirksam.\nDer Bot lässt keine Rückschlüsse auf seinen Besitzer zu, damit sind auch alle anderen Regeln, ganz gleich wie man \"andere\" definiert, hinfällig.\n\nIn Deutschland gilt der Grundsatz: Unschuldig bis zum beweis der Schuld. Das bedeutet, dass wenn mir jemand vorwirft, ich hätte einen Spieler genannt, derjenige Beweisen muss, dass tatsächlich jemals ein Spieler hinter einem Account gestanden hat. Was offensichtlich nicht getan wurde. Es tut mir ein bisschen Leid, aber die Forenregeln lassen meiner Ansicht nach das nennen von Bots solange zu, da von Spielern die rede ist, und nicht von Accounts. \n\nTechnisch gesehen ist der Spieler als \"Mensch, der LoL spielt\" auch nur mit seinem gemeldeten Namen zu nennen, oder mit einem öffentlich bekannten Namen, mit dem er identifizierbar ist (z.B. der Spieler \"Faker\"). Das ist ebenfalls nicht gegeben. Kurz: Die Regeln erlauben diese Lücke.","replies":[{"id":"","poster":"eingew","date":"2016-09-13T10:50:56.934+0000","up_votes":3,"down_votes":0,"body":"> In Deutschland gilt der Grundsatz: Unschuldig bis zum beweis der Schuld. Das bedeutet, dass wenn mir jemand vorwirft, ich hätte einen Spieler genannt, derjenige Beweisen muss, dass tatsächlich jemals ein Spieler hinter einem Account gestanden hat.\n\nNein. Der Vorwurf des Bottens ist erst mal nur das: Ein Vorwurf. Wir gehen grundsätzlich bei Accounts davon aus, dass sie einem ganz normalen Spieler gehören, genau aus dem von dir genannten Grund. Wir können nicht einfach das anprangern eines Accounts/Spielers zulassen.\n\nZudem ist, selbst wenn ein Account gebottet ist, dieser Teil des dritten Stichpunktes:\n\n> Beiträge, in denen anderen Cheaten, Betrügen oder die Inanspruchnahme unerlaubter Dienstleistungen vorgeworfen wird\n\nAuch ein womöglich nachgewiesener Betrug kann nicht einfach öffentlich angeprangert werden.","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:58:34.442+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000002,timestamp=2016-09-13T10:50:56.934+0000)\n>\n> Nein. Der Vorwurf des Bottens ist erst mal nur das: Ein Vorwurf. Wir gehen grundsätzlich bei Accounts davon aus, dass sie einem ganz normalen Spieler gehören, genau aus dem von dir genannten Grund. \n\n\nMit welcher Berechtigung? Das ist keine Stichhaltige beweisführung ;) \n\n>Wir können nicht einfach das anprangern eines Accounts/Spielers zulassen.\n\nFalsch. Ihr könnt nicht das Anprangern eines Spielers zulassen. Accounts sind in den Regeln nicht genannt. Dazu kommt, dass nur die wenigsten Spieler über ihren Account zu Identifizieren sind. Es werden also kaum Spieler selbst angeprangert. Du kannst nicht einfach Account und Spieler synonym verwenden. Ich hab daher auch nur die forderung, den Begriff Spieler und den Begriff Andere durch Account oder Beschwörernamen zu ersetzen, damit diese Lücke geschlossen ist. \n\n> Zudem ist, selbst wenn ein Account gebottet ist, dieser Teil des dritten Stichpunktes:\n> \n> Auch ein womöglich nachgewiesener Betrug kann nicht einfach öffentlich angeprangert werden.\n>\n\nHier gilt ebenfalls wieder, dass ich den Spieler anprangern muss, und dieser Identifizierbar sein muss, damit ich den Wortlaut der Regeln verletze.","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-13T11:16:47.678+0000","up_votes":3,"down_votes":0,"body":"Kann es sein, dass du dich vor kurzem mit Rechtslehre befasst hast und dich nun einfach gerne in Wortklauberei üben möchtest?","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:19:33.514+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000010000000200000000,timestamp=2016-09-13T11:16:47.678+0000)\n>\n> Kann es sein, dass du dich vor kurzem mit Rechtslehre befasst hast und dich nun einfach gerne in Wortklauberei üben möchtest?\n\nVollkommen egal ob sich hier einer mit Rechtslehre befasst oder es einfach kann, lass Ihn agumentieren, schließlich lässt er es ja auch bei dir zu.","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-13T11:31:27.262+0000","up_votes":4,"down_votes":0,"body":"Ich lasse ihn auch reden, ich wollte nur wissen, warum er sich die Mühe macht, solche Auslegungen zu suchen. \n\nEr hat ja sogar selbst gesagt, dass ihm andere zu schwammig ist. Durch eine schwammige Formulierung kann man das dann aber nur interpretieren wie man will, so kann andere eben sowohl voll automatisch erstellte und gesteuerte Accounts als auch von Spielern erstellte Accounts beinhalten.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-09-13T11:20:46.042+0000","up_votes":1,"down_votes":1,"body":"Immerhin bring er Argumente.","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-09-13T11:18:24.195+0000","up_votes":1,"down_votes":1,"body":"Nah dran, aber falsche Seite: Ich übe mich gerne in Wortklauberei, nicht weil ich Jurist bin, sondern weil ich Germanist bin :D Regeln, AGB oder sonstwas sind nur ein Mittel zum Zweck. Außerdem macht es mir Spaß zu Diskutieren, nicht wegen des Ergebnisses, ich mag nur den Prozess an sich. Ihr müsst ja nicht mitmachen. Außerdem hab ich unten bereits aufgegeben ;)\n\nVon Rechtslehre hab ich keine Ahnung.\n\n[P.S]\nOh, und bevor hier wilde Interpretationen losgehen will ich meinen Ruf retten: Auch wenn ich Lehramt studiere, nein, ich bin Privat nicht so :D\n\n[P.P.S]\nImmerhin hat dieser Thread nun über 60 Beiträge und fast 300 Views. Ich denke, wir sind mit unserm Denksport für heute fertig ;D","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-13T11:32:39.729+0000","up_votes":3,"down_votes":0,"body":"Na dann viel Spaß dabei. Gerade habe ich nur weniger Lust auf Diskussionen, sonst wäre ich da noch eingestiegen. Manchmal macht es einfach Spaß, Worte zu interpretieren \n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Zulwar","date":"2016-09-13T11:41:37.416+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt, finde ich es nicht richtig, das der Begriff \"Spieler\" direkt in Verbindung mit einem Menschen gebracht wird.\n\nDenn wenn ich das ganze mal auf Spiele beziehe, wo man gegen den PC oder durch eine geteilte Tastatur mit einem anderen Spieler dieses Spiel spielen kann, wird dort auch wenn es der PC ist, immer von einem Spieler gesprochen.\n\nAus diesem Grunde, würde ich den Begriff \"Spieler\" im PC Bereich anders beschreiben.\n\n(Bewegen einer Virtuellen Figur/en)","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-09-13T10:44:04.130+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000010000,timestamp=2016-09-13T10:35:59.652+0000)\n>\n> Das ist allerdings ein interessantes Thema, denn ich habe hier einen Auszug aus den Regeln:\n> \n> \n> Hier ist ausschließlich von &quot;Spielern&quot; und &quot;anderen&quot; die Rede. \n> \n> &quot;Spieler&quot; ist nach der allgemeinen Definition als &quot;Mensch, der LoL spielt&quot; zu verstehen. &quot;Andere&quot; ist meiner Meinung nach für ein Regelwerk ein völlig ungeeigneter Begriff, da er unermesslichen Definitionsspielraum lässt.\n> \n> Schauen wir mal, gegen welche Regeln ich verstoße, wenn ich einen Bot namentlich nenne: \n> Ich nenne keinen Spieler, also ist Regel 1 nicht wirksam.\n> Der Bot lässt keine Rückschlüsse auf seinen Besitzer zu, damit sind auch alle anderen Regeln, ganz gleich wie man &quot;andere&quot; definiert, hinfällig.\n> \n> In Deutschland gilt der Grundsatz: Unschuldig bis zum beweis der Schuld. Das bedeutet, dass wenn mir jemand vorwirft, ich hätte einen Spieler genannt, derjenige Beweisen muss, dass tatsächlich jemals ein Spieler hinter einem Account gestanden hat. Was offensichtlich nicht getan wurde. Es tut mir ein bisschen Leid, aber die Forenregeln lassen meiner Ansicht nach das nennen von Bots solange zu, da von Spielern die rede ist, und nicht von Accounts. \n> \n> Technisch gesehen ist der Spieler als &quot;Mensch, der LoL spielt&quot; auch nur mit seinem gemeldeten Namen zu nennen, oder mit einem öffentlich bekannten Namen, mit dem er identifizierbar ist (z.B. der Spieler &quot;Faker&quot;). Das ist ebenfalls nicht gegeben. Kurz: Die Regeln erlauben diese Lücke.\n\nDer Account, der von dem mutmaßlichen Bot bespielt wird, wurde von einem Spieler erstellt. Somit ist der Account durch die Email-Adresse einem Spieler zugeordnet. Der TE hat diesen Account bezichtigt, zu botten. Somit soll der Besitzer des Accounts - ein Spieler - etwas mieses bzw. böswilliges mit seinem Account machen.\nHierbei handelt es sich nur um eine Mutmaßung des TEs. Er begründet seinen Verdacht - nichts anderes ist dies - mit seiner Erfahrung, die er bis jetzt mit Bots gesammelt hat. Ansonsten hat er keinerlei stichhaltige Beweise, dass es sich tatsächlich um einen Bot handelt. Und in diesem Fall zitiere ich Dich einfach mal selbst:\n\n> In Deutschland gilt der Grundsatz: Unschuldig bis zum beweis der Schuld.\n\nDa der TE bis jetzt keinen stichhaltigen und belastbaren Beweis erbracht hat, dass es sich bei dem Account um einen Bot handelt, ist davon auszugehen, dass der von dem TE benannte Account um einen Spieler handelt. Somit hat der TE gegen die Forenregeln verstoßen.","replies":[{"id":"","poster":"drexxsack","date":"2016-09-13T11:56:22.890+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001,timestamp=2016-09-13T10:44:04.130+0000)\n> Da der TE bis jetzt keinen stichhaltigen und belastbaren Beweis erbracht hat, dass es sich bei dem Account um einen Bot handelt, ist davon auszugehen, dass der von dem TE benannte Account um einen Spieler handelt. Somit hat der TE gegen die Forenregeln verstoßen.\n\n\nWesentlich wichtiger: Dieser Grundsatz ist ein Grundsatz des Strafrechts. Er hat zwischen Privatpersonen(und dazu zählen nuneinmal auch juristische Personen) keinerlei Grundlage. Riot muss niemandem eine Diskussionsplattform (aka dieses Forum) bieten und muss auch keine Regeln dafür aufstellen, die dem verfassungsrechtlichen Minimum des Strafrechts genügen. \n\nGanz banal gesagt: Wir Moderatoren müssen ersteinmal gar nichts. Das bedeutet auch, dass wir die theoretische Möglichkeit haben, eine Diskussion ohne Grund zu schließen. \nVon Anfang an war aber klar, dass es allgemeine Regeln geben muss, wenn man eine einigermaßen brauchbare Diskussionsplattform haben will.\nDementsprechend orientieren wir uns an eben diesen Regeln und ergänzen diese, sollte es notwendig sein(wie vor kurzem z.B. geschehen).\n\nIm zitierten Abschnitt heißt es unter anderem \n\n> Moderatoren halten nach Folgendem Ausschau:\n> ● Beiträge, die andere Spieler des miesen Verhaltens im Spiel bezichtigen\n> ● Beiträge, in denen anderen böswilliges Verhalten vorgeworfen wird\n> ● **Beiträge, in denen anderen Cheaten, Betrügen oder die Inanspruchnahme unerlaubter Dienstleistungen vorgeworfen wird**\n> ● Beiträge, in denen Anderen Rumtrollen in Foren vorgeworfen wird (dafür gibt es die Meldefunktion)\n> \n\nGerade dieser Teil betont ziemlich deutlich, dass diese Regelung auch dann gilt, wenn man vermutet, dass hinter dem Account ein Bot steht, denn eine Person muss diesen Bot ja auch betreiben.\n\nGrundsätzlich bleibt es uns Moderatoren vorbehalten, wann wir welche Auslegung verfolgen und wie strikt wir die Regeln durchsetzen.\nUm eine möglichst einheitliche Moderationspraxis zu etablieren, sprechen wir uns dementsprechend auch ab und diskutieren, soweit notwendig, auch aufgekommene Beschwerden und ändern entsprechende Entscheidungen soweit diese Änderung notwendig ist.\n\nIch betone nochmal: Wir sind nicht an den verfassungsrechtlichen Rahmen des Strafrechts gebunden, aus dem einfachen Grund, dass wir nicht der Staat sind. Entsprechend ist ein Berufen(auch im Rahmen einer Diskussion) auf eben diesen Rahmen nicht nur nicht zielführend, sondern sogar gänzlich Offtopic.","replies":[]},{"id":"","poster":"Lagbeard","date":"2016-09-13T10:51:44.655+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001,timestamp=2016-09-13T10:44:04.130+0000)\n>\n> Der Account, der von dem mutmaßlichen Bot bespielt wird, wurde von einem Spieler erstellt. \n\nEs gibt keinen Beweis dafür, dass der Ersteller eines Accounts jemals selbst gespielt hat.\n\n> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001,timestamp=2016-09-13T10:44:04.130+0000)\n>\n>Da der TE bis jetzt keinen stichhaltigen und belastbaren Beweis erbracht hat, dass es sich bei dem Account um einen Bot handelt\n\nDie Erfahrungen mit Bots und das Verhalten eines Accounts, dass diesen Erfahrungen ähnelt können für einen Verdachtsmoment reichen (sonst würde ich sie ja auch nicht dafür melden dürfen).\n\nEs geht hier nicht darum, was mit den Regeln gemeint ist. Es geht nur darum, was sie tatsächlich sagen. So funktoniert das mit dem Rechtssystem :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T10:55:44.760+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000010000,timestamp=2016-09-13T10:51:44.655+0000)\n>\n> Es gibt keinen Beweis dafür, dass der Ersteller eines Accounts jemals selbst gespielt hat.\n> \n> Die Erfahrungen mit Bots und das Verhalten eines Accounts, dass diesen Erfahrungen ähnelt können für einen Verdachtsmoment reichen (sonst würde ich sie ja auch nicht dafür melden dürfen).\n> \n> Es geht hier nicht darum, was mit den Regeln gemeint ist. Es geht nur darum, was sie tatsächlich sagen. So funktoniert das mit dem Rechtssystem :D\n\nWenn ich Dich richtig verstehe, misst Du gerade mit zweierlei Maß. Einerseits sagst Du, dass dem TE unrecht geschehen ist, weil es keine eindeutigen Beweise gibt dass er was Falsches gemacht hat, und somit die Unschuldsvermutung gilt.\nAuf der anderen Seite sagst Du aber, dass der TE mit der Nennung des mutmaßlichen Bot-Accounts nicht gegen die Forenregeln verstoßen hatte, da der TE ja der Meinung ist, der Account wird von einem Bot gespielt, und das wird dann einfach als Fakt genommen? Wo ist in diesem Fall die Unschuldsvermutung?\n\nUnd es ist ein Unterschied, ob Du die Accounts bei RIOT meldest, die das entsprechend einer Prüfung unterziehen können, oder einfach in einem Forum Deinen Verdacht äußerst, der von den Spielern nicht geprüft werden kann.","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T11:04:26.704+0000","up_votes":1,"down_votes":1,"body":"Nun gut, zugegeben, im Fall des TE ist die Beweislage nicht stichhaltig. Es geht mir auch nicht darum, ihn zu verteidigen, macht mit ihm, was ihr wollt. Ich wollte nur darauf hinweisen, dass die Regeln das anprangern von Bots erlauben, solange kein Spieler dahinter steht. \n\nWenn ich also einen Account nehme, mir seine Spiele anschaue, Daten und Material sammle, die den Begründeten Verdacht zulassen, dass es ein Bot ist, und ich dieses Material zusammen mit meiner Anschuldigung veröffentliche, habe ich die Regeln so lange nicht gebrochen, bis dieser Account mit einem Spieler in Verbindung gebracht werden kann. Passiert das, bin ich des Anprangerns von Spielern schuldig und werde gebannt. \n\nAber das Anprangern von reinen Bots ist in den Regeln nicht verboten worden. Es ist immer nur von Spielern die rede.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:14:21.063+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001000000000001,timestamp=2016-09-13T11:04:26.704+0000)\n>\n> Nun gut, zugegeben, im Fall des TE ist die Beweislage nicht stichhaltig. Es geht mir auch nicht darum, ihn zu verteidigen, macht mit ihm, was ihr wollt. Ich wollte nur darauf hinweisen, dass die Regeln das anprangern von Bots erlauben, solange kein Spieler dahinter steht. \n> \n> Wenn ich also einen Account nehme, mir seine Spiele anschaue, Daten und Material sammle, die den Begründeten Verdacht zulassen, dass es ein Bot ist, und ich dieses Material zusammen mit meiner Anschuldigung veröffentliche, habe ich die Regeln so lange nicht gebrochen, bis dieser Account mit einem Spieler in Verbindung gebracht werden kann. Passiert das, bin ich des Anprangerns von Spielern schuldig und werde gebannt. \n> \n> Aber das Anprangern von reinen Bots ist in den Regeln nicht verboten worden. Es ist immer nur von Spielern die rede.\n\nMag sein, dass das Anprangern von Bots etwas schwammig formuliert ist. Wie aber [eingew schrieb](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/mHJ4vTHL-lol-community-hat-versagt?comment=0000000100000002) greift in dem Fall der dritte Punkt. Ein Spieler sett ein unerlaubtes Programm ein. Der Bot startet sich nämlich nicht selbst, sondern wird von einem Spieler gestartet.\nDarüber hinaus sind es - sei es jetzt mal dahingestellt, ob es sich tatsächlich um einen Bot handelt - immer noch Anschludigungen und Vermutungen. Ich kann mich jetzt auch hinstellen, und behaupten Spieler XY würde botten, weil ich habe ihn jetzt über einen gewissen Zeitraum beobachtet, und er zeigt die Verhaltensmuster eines Bots und Co. Fakt ist: Es ist erst einmal eine Anschuldigung, die nicht eindeutig im Forum beweisbar ist. Wir als Spieler haben keine Möglichkeit, die Aussage adäquat mit entsprechenden Quellen zu vergleichen um zum selben Schluss zu kommen. Somit gilt der besagte Account bzw. der beschuldigte Spieler - er sitzt ja entweder davor oder setzt den Bot ein - nach deutschem Recht erst einmal als Unschuldig.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-09-13T10:59:27.713+0000","up_votes":3,"down_votes":0,"body":"Naja, Prüfen können wir den Vorwurf ja schon. Aber es bleibt auch dennoch ein Anprangern...","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:03:55.792+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001000000000000,timestamp=2016-09-13T10:59:27.713+0000)\n>\n> Naja, Prüfen können wir den Vorwurf ja schon. Aber es bleibt auch dennoch ein Anprangern...\n\nIch als normaler Spieler wüßte jetzt nicht, wie ich eindeutig prüfen kann, ob ein Account von einem Bot oder von einem extrem schlechten Spieler gespielt wird. Selbst wenn der Account 24/7 spiele spielt, können dass immer noch echte Menschen sein, die sich abwechseln. Das würde dann zwar unter Account-Sharing fallen, allerdings handelt es sich dabei um echte Spieler.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:11:29.366+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000010000000000000000,timestamp=2016-09-13T11:03:55.792+0000)\n>\n> Ich als normaler Spieler wüßte jetzt nicht, wie ich eindeutig prüfen kann, ob ein Account von einem Bot oder von einem extrem schlechten Spieler gespielt wird. Selbst wenn der Account 24/7 spiele spielt, können dass immer noch echte Menschen sein, die sich abwechseln. Das würde dann zwar unter Account-Sharing fallen, allerdings handelt es sich dabei um echte Spieler.\n\nAllerdings wüsstest du somit auch nicht wie du dich in einem Forum Thread mit einem Beweis asurüsten könntest...Zwickmühle.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:18:13.350+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000010000000100000000000000000000,timestamp=2016-09-13T11:11:29.366+0000)\n>\n> Allerdings wüsstest du somit auch nicht wie du dich in einem Forum Thread mit einem Beweis asurüsten könntest...Zwickmühle.\n\nKeine Zwickmühle. Du kannst im Forum keine eindeutig unwiderlegbaren Beweise bringen, dass es sich um Bot-Using handelt. Da Du nicht dazu in der Lage bist, solltest Du dies eben nicht im Forum anbringen.\nWas genau versprichst Du Dir davon, wenn Du im Forum jemanden des bottings bezichtigst? Was soll die Community machen? Diese von Dir besagte Person spielt in Botgames mit seinem Account. Was genau kann die Community nun dagegen machen?\n\nOder, wie im anderen, geschlossenen Thread von Dir, schon geschrieben:\nWenn Du Beweise hast, das Herr Müller bei Dir eingebrochen ist, gehst Du mit den Beweisen dann zur Polizei (RIOT) oder rennst Du in den nächst besten gut besuchten Supermarkt (LOL-Forum) und brüllst es da durch die Gänge?","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:22:20.154+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001000000000000000000000000,timestamp=2016-09-13T11:18:13.350+0000)\n>\n> Keine Zwickmühle. Du kannst im Forum keine eindeutig unwiderlegbaren Beweise bringen, dass es sich um Bot-Using handelt. Da Du nicht dazu in der Lage bist, solltest Du dies eben nicht im Forum anbringen.\n> Was genau versprichst Du Dir davon, wenn Du im Forum jemanden des bottings bezichtigst? Was soll die Community machen? Diese von Dir besagte Person spielt in Botgames mit seinem Account. Was genau kann die Community nun dagegen machen?\n> \n> Oder, wie im anderen, geschlossenen Thread von Dir, schon geschrieben:\n> Wenn Du Beweise hast, das Herr Müller bei Dir eingebrochen ist, gehst Du mit den Beweisen dann zur Polizei (RIOT) oder rennst Du in den nächst besten gut besuchten Supermarkt (LOL-Forum) und brüllst es da durch die Gänge?\n\nAber allein ein Report ist doch nicht ausreichend, Er oder Es wie auch immer man einen Bot jetzt betitelt, macht ja trotz all dem weiter. Somit ist der Vergleich mit zur Polizei gehen auch sinnlos. Wenn ich zur Polizei gehe und Anzeige erstatte wird derjenige dafür bestraft. Durch einen simplen Report aber macht er weiter...","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-13T11:27:01.434+0000","up_votes":4,"down_votes":0,"body":">Aber allein ein Report ist doch nicht ausreichend, Er oder Es wie auch immer man einen Bot jetzt betitelt, macht ja trotz all dem weiter.\n\nEiner vielleicht nicht. Aber wenn du ihn meldest und die nächsten Spieler die er stört, melden den angeblichen Bot auch, wird der überprüft werden. Es passiert nur nicht unbedingt sofort, was aber bei einer Anzeige auch nicht der Fall ist. \n\n","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:25:15.783+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000010000000000000000000000000000,timestamp=2016-09-13T11:22:20.154+0000)\n>\n> Aber allein ein Report ist doch nicht ausreichend, Er oder Es wie auch immer man einen Bot jetzt betitelt, macht ja trotz all dem weiter. Somit ist der Vergleich mit zur Polizei gehen auch sinnlos. Wenn ich zur Polizei gehe und Anzeige erstatte wird derjenige dafür bestraft. Durch einen simplen Report aber macht er weiter...\n\nWenn Du ihn bei der Polizei anzeigst, wird die Polizei erst einmal gegen diese Person ermitteln und die Beweise prüfen. In dieser Zeit macht der Einbrecher dann auch ganz normal weiter.\nGenau das selbe macht RIOT: sie sammeln die Reports (Anzeigen), prüfen dies (ermitteln) und bannen dann in Wellen (Bestrafen), damit die Bot-Ersteller nicht wissen, was zur Erkennung des Bots beigetragen hat.\n\nNur weil Du der Meinung bist, ein Report sei nicht ausreichend, weil der Account nicht sofort nach dem Melden gebannt wird, heißt das nicht, dass RIOT hier Tatenlos zusieht und nichts macht. Wie schon geschrieben: RIOT bannt in Wellen.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:27:05.142+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000010000000100000000000000000000000000000000,timestamp=2016-09-13T11:25:15.783+0000)\n>\n> Wenn Du ihn bei der Polizei anzeigst, wird die Polizei erst einmal gegen diese Person ermitteln und die Beweise prüfen. In dieser Zeit macht der Einbrecher dann auch ganz normal weiter.\n> Genau das selbe macht RIOT: sie sammeln die Reports (Anzeigen), prüfen dies (ermitteln) und bannen dann in Wellen (Bestrafen), damit die Bot-Ersteller nicht wissen, was zur Erkennung des Bots beigetragen hat.\n> \n> Nur weil Du der Meinung bist, ein Report sei nicht ausreichend, weil der Account nicht sofort nach dem Melden gebannt wird, heißt das nicht, dass RIOT hier Tatenlos zusieht und nichts macht. Wie schon geschrieben: RIOT bannt in Wellen.\n\nIch beahupte auch nicht das Riot nur zusieht, allerdings frage ich mich erneut wie man es beweisen soll?!","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-13T11:35:33.513+0000","up_votes":3,"down_votes":0,"body":"Du im Forum? Gar nicht beweisen. Einfach melden und Riot dann machen lassen. Wenn ich jedes mal statt zu reporten einen Thread im Forum erstellen würde, hätte ich damit auch nur meine Zeit verschwendet und einen permanenten Forenbann kassiert.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:29:51.780+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000001000000000000000000000000000000000000,timestamp=2016-09-13T11:27:05.142+0000)\n>\n> Ich beahupte auch nicht das Riot nur zusieht, allerdings frage ich mich erneut wie man es beweisen soll?!\n\nDu musst RIOT nichts Beweisen. Du meldest den Account über die Report-Funktion, dass Du der Meinung bist, dass dieser Account von einem Bot gespielt wird. RIOT prüft, wenn genug Reports eingegangen sind, ob es sich hierbei tatsächlich um einen Bot handelt. Und Du kannst Dir sicher sein, dass RIOT hier definitiv Möglichkeiten hat, dies zu prüfen und Bots zu erkennen. Wenn sie zu dem Schluss gekommen sind, es handelt sich um einen Bot, wird der Account markiert, und in der nächsten Bann-Welle ist der Account dicht.","replies":[]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:40:41.686+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000010000000000000000000000000000000000000002,timestamp=2016-09-13T11:35:33.513+0000)\n>\nWenn ich jedes mal statt zu reporten einen Thread im Forum erstellen würde, hätte ich damit auch nur meine Zeit verschwendet und einen permanenten Forenbann kassiert.\n\nDenkst du ernsthaft ich verfasse einen Thread ANSTATT zu reporten? Ich tue beides um sicherzustellen das es auch passiert. Mutmaße nicht meine Vorgehensweise ;)","replies":[]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:32:58.975+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000010000000000000000000000000000000000000000,timestamp=2016-09-13T11:29:51.780+0000)\n>\n> Du musst RIOT nichts Beweisen. Du meldest den Account über die Report-Funktion, dass Du der Meinung bist, dass dieser Account von einem Bot gespielt wird. RIOT prüft, wenn genug Reports eingegangen sind, ob es sich hierbei tatsächlich um einen Bot handelt. Und Du kannst Dir sicher sein, dass RIOT hier definitiv Möglichkeiten hat, dies zu prüfen und Bots zu erkennen. Wenn sie zu dem Schluss gekommen sind, es handelt sich um einen Bot, wird der Account markiert, und in der nächsten Bann-Welle ist der Account dicht.\n\nDas hört sich doch super an....fragwürdig leider immer noch warum mir dies nicht schon im aller ersten Thread gesagt wurde.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:42:12.998+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000010000,timestamp=2016-09-13T10:35:59.652+0000)\n>\n> Das ist allerdings ein interessantes Thema, denn ich habe hier einen Auszug aus den Regeln:\n> \n> \n> Hier ist ausschließlich von &quot;Spielern&quot; und &quot;anderen&quot; die Rede. \n> \n> &quot;Spieler&quot; ist nach der allgemeinen Definition als &quot;Mensch, der LoL spielt&quot; zu verstehen. &quot;Andere&quot; ist meiner Meinung nach für ein Regelwerk ein völlig ungeeigneter Begriff, da er unermesslichen Definitionsspielraum lässt.\n> \n> Schauen wir mal, gegen welche Regeln ich verstoße, wenn ich einen Bot namentlich nenne: \n> Ich nenne keinen Spieler, also ist Regel 1 nicht wirksam.\n> Der Bot lässt keine Rückschlüsse auf seinen Besitzer zu, damit sind auch alle anderen Regeln, ganz gleich wie man &quot;andere&quot; definiert, hinfällig.\n> \n> In Deutschland gilt der Grundsatz: Unschuldig bis zum beweis der Schuld. Das bedeutet, dass wenn mir jemand vorwirft, ich hätte einen Spieler genannt, derjenige Beweisen muss, dass tatsächlich jemals ein Spieler hinter einem Account gestanden hat. Was offensichtlich nicht getan wurde. Es tut mir ein bisschen Leid, aber die Forenregeln lassen meiner Ansicht nach das nennen von Bots solange zu, da von Spielern die rede ist, und nicht von Accounts. \n> \n> Technisch gesehen ist der Spieler als &quot;Mensch, der LoL spielt&quot; auch nur mit seinem gemeldeten Namen zu nennen, oder mit einem öffentlich bekannten Namen, mit dem er identifizierbar ist (z.B. der Spieler &quot;Faker&quot;). Das ist ebenfalls nicht gegeben. Kurz: Die Regeln erlauben diese Lücke.\n\nSehr GUT!!!! Endlich mal den Zuspruch der zu meinem Vorherigen Thread passt! Warum hat Legofreak diesen Absatz nicht gepostet? KOOOOMISCH....","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:44:34.463+0000","up_votes":3,"down_votes":0,"body":"Gegenfrage, warum hast du den Absatz nicht gepostet und verteidigst dich selbst mit Argumenten, statt dich permanent aufzuregen?\n\nUm das klarzustellen, ich hab das hier geschreiben, damit diese Lücke geschlossen wird.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:48:00.672+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000001000000000000,timestamp=2016-09-13T10:44:34.463+0000)\n>\n> Gegenfrage, warum hast du den Absatz nicht gepostet und verteidigst dich selbst mit Argumenten, statt dich permanent aufzuregen?\n\nGute Frage, ich war damals aufgrund der Geschenisse in Rage. Zudem wusste ich auch nicht wo man so einen Absatz hätte finden können, ansonsten hätte ich ihn auf alle fälle gepostet.\n\nAber genau dein Verhalten ist es, was ich gutheiße. Vielen Dank das du nicht einer der jenigen bist die nur mit dem Finger auf mich zeigen (Y){{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T10:53:59.298+0000","up_votes":3,"down_votes":0,"body":"Komisch, denn ich bin der selbe Typ, mit dem du dich oben über deine (oder Wikipedias?) Definition von Gemeinschaften streitest.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:58:08.191+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Lagbeard,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000000100000000000000000000,timestamp=2016-09-13T10:53:59.298+0000)\n>\n> Komisch, denn ich bin der selbe Typ, mit dem du dich oben über deine (oder Wikipedias?) Definition von Gemeinschaften streitest.\n\nMag sein.","replies":[]}]}]}]}]},{"id":"","poster":"Ozuraak","date":"2016-09-13T11:00:15.976+0000","up_votes":1,"down_votes":0,"body":"Unschuldig bis zum beweis der Schuld gilt auch für den Account, den der TE angeprangert hat.\n\nEr bezichtigt einen anderen Account des Botens ohne Beweise. Das ist halt nicht gestattet.","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T11:05:50.368+0000","up_votes":1,"down_votes":0,"body":"Es geht mir _nicht_ um den Fall des TE, sondern um die theoretische Möglichkeit, einen Bot anprangern zu dürfen. Ich weiß selbst, dass Beweise nicht so das Ding von unserm TE sind.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T11:09:45.404+0000","up_votes":1,"down_votes":0,"body":"Es bleibt ja beim selben Problem. Welchen Beweis kannst du vorlegen? Außer deinem Bauchgefühl oder deiner Erfahrung, kannst du keine sachlichen Beweise vorlegen.\n\nErgo, wird jeder Thread, der anderen Botusing unterstellt unter diesen Punkt fallen:\n\n● Beiträge, in denen anderen Cheaten, Betrügen oder die Inanspruchnahme unerlaubter Dienstleistungen vorgeworfen wird","replies":[{"id":"","poster":"Lagbeard","date":"2016-09-13T11:14:39.933+0000","up_votes":1,"down_votes":0,"body":"Ich gebe mich geschlagen. Bei nochmaligem überdenken hebelt dieser letzte Punkt tatsächlich meine Argumentation aus. Ich könnte jetzt Argumentieren, dass \"anderen\" klein geschrieben ist, und damit andere Angehörige des Stammes der \"Cheaten\" gemeint sein könnten, aber das wird selbst für mich zu lächerlich.\n(Memo an mich: Clan gründen, um Regeln zu trollen.)\n\n\nIch bleibe aber bei dem Punkt, dass \"andere\" völlig ungeeignet für Regeln ist, gerade wegen der offenen Frage des Bezugs. Andere was? Andere Spieler? Accounts? Bots?","replies":[]}]}]}]}]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:01:14.832+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0000,timestamp=2016-09-13T09:57:20.306+0000)\n>\n> Inwiefern hat die Community &quot;versagt&quot;?\n> Inwiefern können einige nicht zwischen &quot;gut&quot; und &quot;böse&quot; unterscheiden?\n> Inwiefern haben alle eine &quot;gestörte&quot; Sichtweise?\n\n> So wie du deine Meinung äußern kannst, können andere User ihre Meinung dadurch äußern, dass sie dir inhaltlich widersprechen.\n\nLese dir den Thread nocheinmal ganz in Ruhe durch, und dann sprechen wir nochmals darüber...\n\nVielen Dank Gruß NO VOTE","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T10:04:12.774+0000","up_votes":5,"down_votes":1,"body":"Wozu?\n\nDu stellst Behauptungen auf, dann musst du sie auch belegen. Ich bin nicht dafür dar, dir die Arbeit abzunehmen.\n\nAber wenn das die Art ist, wie du hier \"diskutierst\" musst du dich nicht über die Reaktion der \"bösen\" Community wundern. Dann bist du nämlich nicht besser als alll die \"Kids und Gutmenschen\".","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:09:22.258+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000000000000,timestamp=2016-09-13T10:04:12.774+0000)\n>\n> Wozu?\n> \n> Du stellst Behauptungen auf, dann musst du sie auch belegen. Ich bin nicht dafür dar, dir die Arbeit abzunehmen.\n> \n> Aber wenn das die Art ist, wie du hier &quot;diskutierst&quot; musst du dich nicht über die Reaktion der &quot;bösen&quot; Community wundern. Dann bist du nämlich nicht besser als alll die &quot;Kids und Gutmenschen&quot;.\n\nDie \"Arbeit\" abnehmen? Kollege, ich glaube du schreibst hier nur rein um dabei zu sein...Ich diskutiere nicht ich stelle lediglich meine Meinung dar. Wenn du den Sinn dieses Post's nicht verstehst und mich fragst warum die Community versagt hat verstehst du den Kontext nicht. Vielen Dank für deine offene und ehrliche Meinung, ich weiß sie zu schätzen.","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-09-13T10:44:53.555+0000","up_votes":4,"down_votes":0,"body":"Trotzdem befreit dich das nicht von dem Argumentieren und das erbringen ebenjener Grundlage.\nHätte R3sQ nicht den Link reingepackt, hätten wir nicht mal ein bisschen wissen worüber du eigentlich am zetern bist.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-09-13T10:57:57.111+0000","up_votes":2,"down_votes":0,"body":"Da kein Kontext erkennbar ist und du ihn auch auf Nachfrage nicht deutlich machen willst, stimmt, ich erkenne den (fehlenden) Kontext nicht.\n\nLiest sich wie jede Menge \"mimimimi, die anderen sind doof zu mir\" für mich.","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:59:38.251+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Ozuraak,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00000000000000000001,timestamp=2016-09-13T10:57:57.111+0000)\n>\n> Da kein Kontext erkennbar ist und du ihn auch auf Nachfrage nicht deutlich machen willst, stimmt, ich erkenne den (fehlenden) Kontext nicht.\n> \n> Liest sich wie jede Menge &quot;mimimimi, die anderen sind doof zu mir&quot; für mich.\n\n\"mimimimi\" Zählst du zu denen die ich oben beschreibe und fühlst dich deswegen angegriffen? 11 zu sein ist keine Schande, nur darfst du halt noch kein LoL spielen kleiner ;)","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T11:01:54.469+0000","up_votes":4,"down_votes":0,"body":"Ich fühle mich nicht angegriffen. Ich sehe hier nur keinen Kontext von dir und auch auf Nachfrage bringst du keinen erkennbaren Kontext vor.\n\nErgo muss ich annehmen, dass du hier nur rumheulst. Was mein Alter, das du übrigens falsch schätzt, mit deinem fehlenden Kontext zu tun hat, erschließt sich mir indes nicht.\n\nPS: Warum schreibst du überhaupt noch? Du hast doch (als Nichtadmin ^^) den Thread bereits \"geschlossen\" :DDD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-09-13T11:44:05.409+0000","up_votes":4,"down_votes":0,"body":"p.s.:\n\nAlso innerhalb von ca 2 h über 70 Kommentare abzufassen is ja auch schon ne Kunst ^^ - Wenn es Dir nur um Aufmerksamkeit ging, die haste nun, mehr als genug. Wenn das der Sinn hier war, dann haste Dein Ziel erreicht.\nAllerdings gibs dafür auch professionellere Hilfe !\n\nhttp://static-a2.stayblue.de/16/gruppe/bilder/de1e6767a1ff816ca941b74f729c1549.jpg","replies":[]},{"id":"","poster":"Flüssigsubstanz","date":"2016-09-13T10:08:04.718+0000","up_votes":5,"down_votes":1,"body":"Ich hab bei den  \"11 jährige Kinder\" aufgehört zu lesen, da diese stumpfe behauptungen über kids mir schon zum Halse steht und mir nur den letzten Absatz durchgelesen habe. Klar die Community ist nicht die beste aber das kann man bei so ein großen Spektrum auch nicht erwarten. Wobei ich auch leider gestehen muss das dass Forum schon meist benutzt wird (zumindest das deutsche bin ja öfter lieber im englischen unterwegs) um irgendwelche negativen Meinungen los zu werden was denn auch in posts über beschwerden von beschwerden über dinge hinausläuft für die Riot Games nichts kann.\n\nTut mir Leid für dich das du anscheinend niemals wirklich wem zum spielen, schreiben, Unterhalten gefunden hast.  Vielleicht liegt es ja einfach nicht an den anderen sondern auch mal an dich? Aber nein ich denke da greif ich zu weit aus dem Fenster. ;D\n\nJedenfalls viel Spaß noch, bei was auch immer du noch zukünftig vorhast. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Grona1992","date":"2016-09-13T12:08:58.717+0000","up_votes":2,"down_votes":1,"body":"16 Leute sind der Meinung das du Bullshit laberst und das innerhalb von zwei Stunden (anhand der downvotes da man bei +1 startet und 0 auch eine Stufe ist) damit widerlegt sich dieser Thread selbst durch seine bloße Existenz XD. Das Kollektiv ist nunmal nicht deiner Meinung. Ich habe z.b Thread die genauso aussehen wie der hier habe aber auch Threads in denen ich auf große Zustimmung treffe.\n\n>bestehend aus Kid's und Gutmenschen mit einer gestörten Sichtweise von allem um sich herum\" sagt!\n\nKann mich daran erinnern das die afd nen ähnlichen Wortlaut hatte als sie noch eine Gemeinschaft war. Jetzt bekriegen sie sich gegenseitig und sind in 3 Lager geteilt. 1.nazis die nicht die Eier haben in die npd zu gehen 2. Strunzdämliche Vollidioten 3. Wir wissen nicht wie man es richtig macht aber unsere Regierung baut scheiße. Darfst dir aussuchen wo du dich ansiedeln willst wenn du schon ihre Wortschöpfung Gutmenschen benutzt ;-)","replies":[{"id":"","poster":"Abasin","date":"2016-09-13T12:38:17.582+0000","up_votes":2,"down_votes":1,"body":"[Nur so nebenbei angemerkt](https://de.wikipedia.org/wiki/Gutmensch)\n\nHat nur indirekt mit AfD an sich zu tun...","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T12:46:51.134+0000","up_votes":2,"down_votes":2,"body":"http://www.duden.de/rechtschreibung/Gutmensch\n\nVerstehe nicht, warum man sich an dem Begriff so aufzieht. Die Defintion des Dudens ist doch ziemlich treffend.","replies":[{"id":"","poster":"Abasin","date":"2016-09-13T12:51:53.793+0000","up_votes":4,"down_votes":1,"body":"Und mir ist nicht klar, wieso man die Nennung einer so erschöpfende Quellangabe wie der von Wikipedia mal einfach so downvotet...","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-09-13T12:55:01.916+0000","up_votes":1,"down_votes":0,"body":"Fands interessant und habs mal geupvotet ;)","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-09-13T12:54:53.210+0000","up_votes":1,"down_votes":1,"body":"Kein Ahnung, frag den entsprechenden User.","replies":[]}]}]}]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:36:23.332+0000","up_votes":1,"down_votes":5,"body":"Da wiederum wurde wild darauf eingedroschen das Anprangern und Naming verboten ist...\n\n\nAaaber wir haben es ja gelöst. GOTT SEI DANK! R3sQ ich wäre dir dankbar wenn du den Thread jetzt auch schließen würdest ;)","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:54:22.939+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000d,timestamp=2016-09-13T11:36:23.332+0000)\n>\n> Da wiederum wurde wild darauf eingedroschen das Anprangern und Naming verboten ist...\n> \n> \n> Aaaber wir haben es ja gelöst. GOTT SEI DANK! R3sQ ich wäre dir dankbar wenn du den Thread jetzt auch schließen würdest ;)\n\nIch bin ein normaler Spieler und Forenbenutzer wie Du auch. Moderieren können ledigliche alle roten (direkt RIOT-Mitarbeiter), einige grüne (normale Spieler, die freiwillig und von RIOT unbezahlt, von RIOT mit Moderatonsrechten ausgestattet, und in Kontakt mit RIOT) bzw. einige Orangenen (Spieler, die sich gut mit Technik auskennen, Hilfe Leisten und ebenfalls von RIOT mit Moderatrionsrechten ausgestattet sind).","replies":[]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:28:51.357+0000","up_votes":1,"down_votes":8,"body":"***","replies":[{"id":"","poster":"Schlachtenhorn","date":"2016-09-13T10:48:38.571+0000","up_votes":3,"down_votes":0,"body":"Wünsch dir viel Spaß dabei.\n(Accountsharing und Verkauf ist verboten).\n\n\nNachtrag: Bei den Sätzen musste ich gerade so Hart lachen.\nDie Dota Community ist 10x Schlimmer als die Lol Community und da kam mir der Gedanke ob er da nicht besser aufgehoben ist da er hier ja nur schlechte Stimmung verbreitet (Schlecht vorbereitete Threads mit fehlender Diskussiongrundlage oder Beleidigendes Reagieren auf Leute die nicht seine Meinung sind)","replies":[{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T10:52:19.611+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Schlachtenhorn,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=00030000,timestamp=2016-09-13T10:48:38.571+0000)\n>\n> Wünsch dir viel Spaß dabei.\n> (Accountsharing und Verkauf ist verboten).\n> \n> \n> Nachtrag: Bei den Sätzen musste ich gerade so Hart lachen.\n> Die Dota Community ist 10x Schlimmer als die Lol Community und da kam mir der Gedanke ob er da nicht besser aufgehoben ist da er hier ja nur schlechte Stimmung verbreitet (Schlecht vorbereitete Threads mit fehlender Diskussiongrundlage oder Beleidigendes Reagieren auf Leute die nicht seine Meinung sind)\n\nWie gesagt die Dota Community besteh größtenteils aus Russen, Punkto A: deren Sprache verstehe ich nicht...wie soll ich dann darauf bauen? Punkto B mir fehlt keine Diskusionsgrundlage, weil ich nicht Diskutiere. Und zu guter letzt Punkto C: Kannst du mir verraten in wie Fern ACC SHARING & SELLING verboten ist wenn es 100 Seiten LoL ACC's auf ebay gibt die gelistet sind?","replies":[{"id":"","poster":"eingew","date":"2016-09-13T10:58:31.771+0000","up_votes":2,"down_votes":0,"body":"Steht in den AGBs und es gab schon massig Banwellen dazu.\n\nAber deine Argumentation ist auch irgendwie unsinnig... Drogen sind ja auch verboten, ebenso wie Schwarzarbeit, die Märkte da gibt es aber trotzdem...","replies":[]},{"id":"","poster":"Schlachtenhorn","date":"2016-09-13T11:03:24.280+0000","up_votes":1,"down_votes":0,"body":"\" deren Sprache verstehe ich nicht...wie soll ich dann darauf bauen?\"\n\nSo wie du hier drauf bist würde es mich nicht wundern wenn du:\na. die wenigen Deutschen Spieler die es da gibt angreifst wenn die nicht deiner Meinung sind.\nb. Google Übersetzer missbrauchst um die Russen anzugreifen.\n\n\"Punkto B mir fehlt keine Diskusionsgrundlage, weil ich nicht Diskutiere.\"\n\nDir fehlt hier auch eine Vernünftige Diskussionsgrundlage und trotzdem tust du Diskutieren.\n\n\" Kannst du mir verraten in wie Fern ACC SHARING & SELLING verboten ist wenn es 100 Seiten LoL ACC's auf ebay gibt die gelistet sind?\"\n\nEs ist trotzdem verboten (um das von den Typen vom anderen Thread mit seinen Beispiel aufzugreifen) jemanden Umzubringen selbst wenn 1000 es im Ausland tun.\nOder um es anders auszudrücken, wenn andere von der Brücke springen, springst du hinterher?","replies":[]}]}]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:15:05.131+0000","up_votes":1,"down_votes":4,"body":"Wie sollte man also, wenn man gegen/mit Bots spielt, diesen zur Rechenschafft bringen? Meines Erachtens nach: Garnicht. Einfach hinnehmen und damit leben will ich aber auch nicht. Schließlich \"verspricht\" mir Riot mit dem Normal Button die Option mit Normalen \"Menschlichen\" Spielern zu spielen. Was allerdings bei mir nicht der fall war.","replies":[{"id":"","poster":"DanionVibit","date":"2016-09-13T11:19:14.044+0000","up_votes":2,"down_votes":0,"body":"Wie lange kann man sich über sowas aufregen ... als würde ich mich 1 Jahr lang darüber aufregen wenn mir eine Fliege gegen mein Auto fliegt und ein Fettfleck hinterlässt. Ich entferne diese und gut ist.\n\nReporten/Vergessen/Weitermachen\n\nin der Reihenfolge.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:22:43.178+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=0009,timestamp=2016-09-13T11:15:05.131+0000)\n>\n> Wie sollte man also, wenn man gegen/mit Bots spielt, diesen zur Rechenschafft bringen? Meines Erachtens nach: Garnicht. Einfach hinnehmen und damit leben will ich aber auch nicht. Schließlich &quot;verspricht&quot; mir Riot mit dem Normal Button die Option mit Normalen &quot;Menschlichen&quot; Spielern zu spielen. Was allerdings bei mir nicht der fall war.\n\nWie Du ihn zur Rechenschaft ziehen sollst? Bei RIOT melden (Report-Funktion oder gegebenenfalls Ticket). Bots werden, und das wurde Dir auch schon gesagt, in Wellen gebannt, damit Bot-Programmierer nicht wissen, was jetzt genau zur Erkennung des Programms geführt hat.\n\nAber mal anders gefragt: Was soll die Community gegen den von Dir als Bot erkannten Account machen?","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-09-13T11:17:09.460+0000","up_votes":1,"down_votes":0,"body":"Was nachwievor eine (unbewiesene) Behauptung deinerseits ist.\n\nDu kannst es drehen und wenden wie du willst, außer deinem \"ich weiß, dass es ein Bot ist/war\" hast du keine Beweise.","replies":[]},{"id":"","poster":"Shadowscreen","date":"2016-09-13T11:21:07.883+0000","up_votes":2,"down_votes":0,"body":"Wie wäre es, wenn man das nicht im Forum breit tritt und anschuldigt sondern einfach den Support kontaktiert und den Account reportet?\nDas wäre nämlich der richtige Weg gewesen!","replies":[]}]},{"id":"","poster":"Meitser","date":"2016-09-13T12:09:08.563+0000","up_votes":1,"down_votes":1,"body":">deren Mitglieder durch ein starkes \"Wir gefühl\"\n\n\n\nOk. So ungefähr 70% der LoL-Community besitzt dieses \"Wirgefühl\". Es gibt immer leute die sich nicht an die Spielregeln halten. Siehe momentan den Islam und mit dem ISIS. Im prinzip kann man sagen, dass Religionen auch eine art Community sind (Nicht falsch verstehen, will jetzt nicht von irgendwelchen typen beleidigt werden die meinen, dass man über Religion nichts böses oder abwegiges sagen darf). In dem falle ist die ISIS der, der sich nicht an die Speilregeln hällt. In LOL passiert das auch. Also nicht wundern\n\nJa, ich weiß. War ein sehr markaberes beispiel","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T12:45:20.681+0000","up_votes":1,"down_votes":4,"body":"Das Problem ist aber, dass der IS sich leider an den Wortlaut des Korans hält und an das Leben und Wirken Mohammeds. \n\nInsofern lebt der IS den Islam eigentlich konsequent. Das wahre Problem ist, dass das von unseren Medien und Politikern negiert wird. Insofern kann man den osteuropäischen Ländern nur dankbar sein, das dort noch Sachverstand herrscht und das Kind beim Namen genannt wird.\n\n","replies":[{"id":"","poster":"Meitser","date":"2016-09-13T16:39:21.455+0000","up_votes":2,"down_votes":2,"body":"Die ISIS ist eine Terrororganisation, die sich den Koran NICHT durchgelesen hat.\nDer Koran ist, genau so wie die Bibel, ein buch des Friedens. Nicht des Hasses!","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T17:23:05.740+0000","up_votes":1,"down_votes":3,"body":"Nein ist es nicht. Der Koran ruft viel häufiger zum Mord auf als die Bibel darüberhinaus auch fast immmer im Imperativ.\n\nWie \"friedlich\" der Islam ist, kann man an jenen Ländern sehen, in denen der Islam heute herrscht.\n\nDanke, kann ich drauf verzichten.","replies":[{"id":"","poster":"Meitser","date":"2016-09-13T17:30:52.215+0000","up_votes":2,"down_votes":1,"body":"Das heißt, dass du die Ideologie des ISIS verteidigst?","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T17:36:00.259+0000","up_votes":1,"down_votes":2,"body":"Wie kommt man denn bitte auf die Schlussfolgerung?\n\nIch lehne den Islam als faschistische Gewaltideologie ab. Ergo lehne ich auch die IS ab.","replies":[{"id":"","poster":"Meitser","date":"2016-09-13T18:47:43.811+0000","up_votes":2,"down_votes":1,"body":"Nicht der gesamte Islam ist faschistisch und gewaltätig!\nJetzt ist aber mal gut","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T19:45:37.417+0000","up_votes":1,"down_votes":2,"body":"Natürlich ist er das.\n\nEs gibt friedliche Muslime, aber keinen friedlichen Islam.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2016-09-13T19:58:17.840+0000","up_votes":1,"down_votes":1,"body":"Anhand der Downvotes kannst du ja erkennen, wie \"gut\" du informiert bist. Ich habe bis jetzt keine Muslime hier im Forum gesehen, die sich gegen deine Unwissenheit verteidigen. Eher bist du grad der jene, der versucht hier zu hetzen. Wenn ich dann doch entscheiden müsste, zwischen  dir und eine Hand voll Moslems, dann wären es die Moslems.","replies":[{"id":"","poster":"drexxsack","date":"2016-09-13T20:05:38.813+0000","up_votes":3,"down_votes":1,"body":"Ich würde ich euch alle einfach mal bitten, das Thema sein zu lassen. Ein LoL-Forum ist nicht der richtige Ort für Diskussionen dieser Art.","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-09-13T20:19:20.512+0000","up_votes":1,"down_votes":1,"body":"Kannst ja mal in Teheran oder Riad deine Meinung kundtun.\n\nIch möchte halt, dass nicht in ein paar Jahren, die selben Zuständen herrschen, wie dort. Wenn du solche Zustände für erstrebenswert hälst, bitte dann nimmt die Moslems.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2016-09-13T20:26:06.465+0000","up_votes":1,"down_votes":1,"body":"Und ich will nicht die Zeiten von 1945, also behalte bitte dein rassistischen und Rechtsorientierten Gedankengut für dich.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T20:30:24.542+0000","up_votes":1,"down_votes":1,"body":"Dann solltest du gerade **gegen** den Islam sein.\n\nIch habe in der Schule gelernt, wehret den Anfängen. Wohin Appeasment gegenüber totalitären Ideologien führt, haben wir in Europa schon einmal erlebt. Brauch ich nicht.\n\nUnd da der Islam keine \"Rasse\" ist, kann Kritik am Islam auch nicht rassistisch sein. \n\nPS: Adolf %%%%%% und Heinrich Himmler haben den Islam als gute Kriegerideologie gelobt. Wenn man den Islam kritisert ist man nicht rechtsgerichtet. Wenn man den Islam verteidigt, ist man es.\n\nIch bin gegen totalitäre Gewaltideologien. Du hingegen hast (aus welchem Grund auch immer) daran scheinbar gefallen.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2016-09-13T20:41:35.013+0000","up_votes":1,"down_votes":1,"body":"Meine Lehrerin hat früher immer gesagt: ,,Wer keine Ahnung hat, hat auch keine Meinung.\" Wikipedia ist keine vertrauliche Quelle.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T20:51:59.502+0000","up_votes":1,"down_votes":1,"body":"Wikipedia benutzt aber vertrauliche Quellen. Fast durchgängig wissenschaftliche Literatur. Kann man alles im Quellenverzeichnis nachlesen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-09-13T13:00:07.063+0000","up_votes":3,"down_votes":1,"body":"Tut er das wirklich? Kannst Du genug arabisch, um den Koran so gut zu kennen? Ist Dir der Begriff der Abrogation geläufig? Kurz gesagt ist **der** Koran in permanenter Diskussion und an vielen Stellen wird aufs heftigste die wahre Auslegung diskutiert.\n\nInsofern stüzt sich der IS auch nur auf seine Radikalinterpretation dieses Werkes, die schlichtweg nicht mehr zeitgemäss ist.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T13:32:35.046+0000","up_votes":1,"down_votes":2,"body":"Ich habe die deutsche Fassung gelesen. Und wenn man sich die Vita von Mohammed anguckt, ist es eh mehr fraglich diese Relgion zu unterstützen.\n\nDer IS lebt konsequent den Islam, wie er im Koran niedergeschrieben ist und von Mohammed gepredigt wurde.","replies":[{"id":"","poster":"Antiqui","date":"2016-09-13T19:41:12.788+0000","up_votes":2,"down_votes":1,"body":"Hast du dann auch die Bibel komplett gelesen? denn Christentum und Islam sind nicht so verschieden. Im Koran haben die Frauen sogar mehr rechte als im Christentum, wenn wir es streng auslegen....\n\nUnd es ist fakt, das es diskussionen gibt wie der Koran ausgelegt wird/werden soll. Bei den Katholiken gibt es einen \"Anführer\" (der Papst) der den Ton angibt. Das führte dann zu solch lustigen Späßen wie die Kreuzzüge...","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T19:44:58.836+0000","up_votes":1,"down_votes":2,"body":"Die Kreuzzüge waren eine **Reaktion** auf Gewalttaten und Eroberungen des Islams.\n\nErgo, mal wieder der Islam der schuld war. Und wie es in den 56 islamischen Länder aussieht, darüber kann sich auch jeder selbst informieren.\n\nSorry da will keiner mit Verstand leben.","replies":[{"id":"","poster":"Antiqui","date":"2016-09-13T20:24:09.812+0000","up_votes":2,"down_votes":1,"body":"https://de.wikipedia.org/wiki/Kreuzzug\n\nviel spaß beim Bilden, oder weiter die NSDAFD wählen.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T20:26:09.054+0000","up_votes":1,"down_votes":1,"body":"Autsch. Schon der erste Absatz:\n\n_Seit dem 7. Jahrhundert fand die islamische Expansion statt: Die militärische, teilweise mit Übergriffen verbundene Unterwerfung und Besiedlung christlicher Gebiete durch arabisch-muslimische Eroberer im Nahen Osten, in Nordafrika, Italien (Eroberung Sardiniens, der Einfall in Rom und die Zerstörung der Basilika St. Peter durch die Aghlabiden im Jahre 846) sowie (bis zur Rückeroberung im Rahmen der Reconquista) der Einfall in Spanien und Portugal. Seit 638 stand Jerusalem unter muslimischer Herrschaft. Von christlicher Seite wurde die Eroberung des Heiligen Landes und die Zurückdrängung der Sarazenen als Rückeroberung und als ein Akt der Verteidigung des Christentums betrachtet, welcher durch offiziellen Beistand und die Unterstützung der Kirche bekräftigt und angeführt wurde._\n\nSag ich ja. Reaktion auf islamische Gewatltaten und Eroberungen.\n\nSoviel dazu, wer sich hier bilden soll. Komisch, überall in Europa werden die Länder vernüftig. Nur Deutschland stellt sich quer.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2016-09-13T20:36:58.848+0000","up_votes":2,"down_votes":1,"body":"In Deutschland herrscht es leider, an mangelnder Bildung. Du gibst, will dich nicht persönlich angreifen, das perfekte Beispiel. In den Schulen sollten sie die Schüler besser aufklären, bevor es die AFD oder sonstwer tut.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T20:39:39.647+0000","up_votes":1,"down_votes":1,"body":"Tja ich habe in der Schule diesen Quatsch gelenrt, vonwegen, der Islam wäre friedlich und dergleichen.\n\nAber irgenwann habe ich dieses Mantra mal hinterfragt. Und dann hatte ich mal (sehr aufschlussreiche) Unterhaltungen mit Mitgliedern des Zentralrats der Exmuslime.\n\nDas hat mir die Augen geöffnet.","replies":[{"id":"","poster":"OTP Scriptirina","date":"2016-09-13T20:45:50.525+0000","up_votes":1,"down_votes":2,"body":"Ich habe auch mit vielen Atheisten und HitIer sympathisantin geredet und das hat mir auch die augen geöffnet. Komm bitte mit richtigen Argumenten und nicht mit irgendwelchen Wikipedia quellen oder deren gleiches.","replies":[{"id":"","poster":"Ozuraak","date":"2016-09-13T20:51:17.525+0000","up_votes":1,"down_votes":1,"body":"Wikipedia kam ja nicht von mir, sondern von Antiqui .\n\nOk. Wie wäre es mit der Kairoer Erklärung der Menschenrechte?\nWie wäre es damit, dass man in Saudi-Arabien und im Iran für Homosexualittät oder Abfall vom Glauben getöet wird?\nWie wäre es damit, dass die meisten Menschen, die wegen ihrer Religion verfolgt werdne, von Muslimen verfolgt werden?\n\nWie wäre es mit der Situation in den Ländern, wo der Islam bereits herrscht?\n\nWillst du sowas auch für Deutschland?","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"XOFree","date":"2016-09-13T19:22:52.922+0000","up_votes":2,"down_votes":1,"body":"{{sticker:zombie-brand-facepalm}} {{sticker:zombie-brand-facepalm}} {{sticker:zombie-brand-facepalm}} \n\naber drei mal junge!!! \n\nkönnt ihr mir mal sagen was relegion im moba zu suchen hat?\n\nsagt mal wie doof sind ihr? das ihr nicht mal ansetzt weiße nicht verstehen könnt, das die genanten bücher **zur damaligen zeit** ihre daseinsberechtigung hatten?** und so geschrieben worden** damit es anklang und den vorstellungen der zur erreichenden menschen entsprach? \n\nich will nicht weiter drauf eingehen aber wer gesunden menschen verstand hat (ok wir sind hier bei lol) wird verstehen! das wir menschen uns verändert haben, aber diese texte nicht! und darum kommt es immer wieder zu fehlinterpretation die man ausnutzen kann... \n\nps macht mal zu oder löscht hier das weg wtf aber echt","replies":[]},{"id":"","poster":"blackcigarre","date":"2016-09-13T10:36:49.743+0000","up_votes":2,"down_votes":1,"body":"Abgesehen von der Sinnlosigkeit deines Postes bemängel ich zusätzlich den Ausdruck Gutmenschen (=AfD Rhetorik). Sehr gut gemacht, du magst findest die Lol Community kacke, zu der du übrigens auch gehörst.\nDu hast also mit Flamern und Kiddies gezockt und postest das jetzt im Forum, überträgst also deine negativen Erfahrungen weniger auf die ganze Community. Ich glaube du solltest echt zur AfD. \nDanke Morello","replies":[]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:27:52.919+0000","up_votes":1,"down_votes":3,"body":"Ansonsten heißt es wieder ich würde jemanden beschuldigen, an den Pranger stellen etc.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:32:01.052+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000c,timestamp=2016-09-13T11:27:52.919+0000)\n>\n> Ansonsten heißt es wieder ich würde jemanden beschuldigen, an den Pranger stellen etc.\n\nAuf was beziehst Du Dich gerade? Auf das Melden der Bots über die Report-Funktion?\nWenn ja, wirfst Du hier einiges Durcheinander.\nDie Report-Funktion ist dazu da, bei RIOT einen Verstoß welcher Art auch immer zu melden. Du meldest also Fehlverhalten bei RIOT, die dies prüfen können.\nWas Du nicht darfst ist, diesen Verdacht hier im Forum zu posten, und die Vermutung aufzustellen, Account XY bottet. Dies, und nur dies fällt unter anprangern, was nicht gestattet ist.","replies":[]}]},{"id":"","poster":"SOMEONE FED HARD","date":"2016-09-13T11:25:10.588+0000","up_votes":1,"down_votes":3,"body":"Beweisen kann ich es so oder so nicht, ich verlasse mich da schon auf meine Erfahrungen das muss ich zweifelslos zugeben. Zudem muss ich noch sagen als ich den Thread verfasste wusste ich nicht das Naming verboten ist, Unwissenheit schützt nicht vor Strafe, aber trifft das danna auch auf den Bot zu?","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-09-13T11:26:58.353+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=IM THE NO VOTE,realm=EUW,application-id=KYnfKGf0,discussion-id=mHJ4vTHL,comment-id=000a,timestamp=2016-09-13T11:25:10.588+0000)\n>\n> Beweisen kann ich es so oder so nicht, ich verlasse mich da schon auf meine Erfahrungen das muss ich zweifelslos zugeben. Zudem muss ich noch sagen als ich den Thread verfasste wusste ich nicht das Naming verboten ist, Unwissenheit schützt nicht vor Strafe, aber trifft das danna auch auf den Bot zu?\n\nAuch der Bot wird gebannt. Wie schon geschrieben macht RIOT das nach eingehender Prüfung in Wellen, damit die Bot-Ersteller keine Anhaltspunkte haben, was zur Erkennung der Bot-Routine geführt hat.","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2016-09-13T11:14:06.723+0000","up_votes":1,"down_votes":0,"body":"Also danke, dass du mich hier als verblendeter Mensch darstellst obwohl du mich nicht einmal kennst :)\n\nIch muss dir schon Recht geben wenn ich gegen Regeln verstoße mache ich auch den Staat/ das Gericht oder die Gesellschaft dafür verantwortlich das ICH gegen diese Regel verstoßen habe.\n\nDas ist grob die Zusammenfassung deines Threats den ich mir bei dir angeguckt habe... das war auch genug um ein Bild von dir zu machen.\n\nDu bist der, der nie Fehler macht.\nDu bist der, nach dem man sich richten sollte.\nDu bist der, der immer richtig liegt.\nDu bist der, der die Regeln macht.\n\nBitte überdenke deine Sichtweise, denn nicht immer sind die anderen die Bösen oder \"schlechten\"!","replies":[]},{"id":"","poster":"Gang Hei","date":"2016-09-13T10:43:29.295+0000","up_votes":1,"down_votes":1,"body":"Es stimmt schon, dass es viele Flamer gibt aber dieser Thread zeigt mir, dass du Harmoniesüchtig bist und das finde ich genau so schlimm wie Flamer.","replies":[]}]}