{"id":"h59kEvrZ","poster":"4 For Maggie","date":"2019-05-06T08:31:16.770+0000","title":"[TGSG] Kaugummi-Tag","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Yeay ... wieder gesund ... -_- \n\nStimmt nicht ganz ... mein geliebtes Piepsen im Ohr ist wieder da >.&lt; Seit letzter Woche Mittwoch? Donnerstag? Manchmal höre ich es gar nicht - man soll es ja auch ignorieren/ überhören - aber manchmal eben doch! Und das kann echt #@!\"§%$ sein! Wobei es seit Samstag viel besser wird. Einfach weiter ignorieren bis es verschwindet >.&lt;\n\nVorbei das schöne Leben und wieder der Folter und dem Tode entgegen werfen \\o/\n\nKriegt man mittlerweile zwei Promo-Siege geschenkt wenn man eine Promo vermasselt hat? Für mich ist das immer noch ein ziemliches Mysterium XD ... Man kennt es ja. Freude auf die Goldpromo und dann wird sie vermasselt. Nicht so schlimm weil man ja beim nächsten Versucht einen Sieg \"gut geschrieben\" bekommt. Aber ... bleibt es nicht immer nur bei diesem einen Sieg? Oder war das mal nicht so?\n\nVor ein paar Wochen oder so hab ich in der FlexQ schon einmal meine Goldpromo versemmelt. Was für mich keine Katastrophe war weil ich mich immer über den einen geschenkten Win freue XD [...]\n\n[...] Während des Schreibens wird mir bewusst, dass ich erst eine versaute Goldpromo in der FlexQ diese Season hatte... Am Sonntag habe ich es dann erneut in die Promo geschafft ... aber instant zwei Siege bekommen O.O Da waren die Götter am Werk! ... Vor allem das dieser eine Versuch am Ende des Abends auch noch mit einem Sieg geglückt ist XD Wir hätten sooooo verlieren müssen. Wobei wir am Ende einfach besser als Team funktioniert haben und die Gegner sich ihres Sieges so sicher waren das ihre Fehler härter als hart bestraft werden konnten und damit, gehe ich von aus, dass geliebte Tilt-Level immens gestiegen ist :> *thihihihi\n\nMarken habe ich auch fleißig gesammelt und Missionen abgeschlossen. Für meine Verhältnisse habe ich sogar so viel gespielt, dass diese Prestige-Missionen schon ihren vorletzten Lauf erreicht haben :o Hab gestern Abend \"4 von 5\" gestartet! Jetzt habe ich nur noch die Hoffnung mich selbst zwingen zu können die tägliche Mission bzgl. der Hausmarken abschließen zu können :( \n\nArbeit ist so meh.\n\nViele kleine Dinge halt die gemacht werden wollen. Oder so Dinge wie das die Bewohnerlisten zu schwer sind und die Aushilfe zu lange suchen müssen wer wo ist. **HALLO?** XDDDDD Das kann nur die Neue gewesen sein. Meine Aushilfen kennen alle Bewohner und brauchen vielleicht im schlimmsten Fall 30 Sekunden um jemanden zu finden. Das die Neue Null Ahnung hat und gefühlt eine Stunde sucht ... güter Himmel! Natürlich XD Jetzt gibt es jedenfalls eine alphabetische Liste für Dumme v.v zusätzlich zur regulären Liste der Wohnbereiche.\n\nKeine Ahnung ob ich mich auf Natascha nachher freue ._. Die Angst das ich nicht im Zug schlafen kann ist definitiv größer! Außerdem dauert der Tag noch so wahnsinnig lange. Etwas das ich wirklich nicht vermisst habe -.-'\n\nNaja. Ich hab noch mein Frühstück. Noch 1,5 Croissants (eins mit Miree/ französischen Kräuter Streichkäse und eins mit Nutella). Und meine Mama hat mich gestern Abend noch richtig betüdelt XD sie wusste wohl wie sehr ich es hassen werde heute Morgen aufstehen zu müssen. Sie hat nämlich gestern Abend extra noch etwas gekocht °^° Kartoffeln! Köhlräbchen! Bratwurst! **WAS SIE DANN NOCH GEMACHT HAT WOLLT IHR WISSEN?** °^° Mir Erdbeeren geschnitten und mit Naturjoghurt gemischt :oooooooooo\n\nWenn man sich nicht auf sein Essen freuen kann, ist legit der Tag noch mehr am Arsch.\n\n**Feststellung des Tages**\nBevor ich krank war, wurde hier ja die Telefonanlage umgemodelt und es gab neue Telefone. Gerade habe ich gemerkt das ich mir eine Runde Quasselei sparen kann ... wenn ich zum Beispiel keine Lust habe mit der Person zu reden oder sonst was. Wenn Externe Menschlein bei mir anrufen und ich sie weiterverbinde, wird die Nummer des externen Menschleins bei meinem Ziel angezeigt und nicht meine :'D Ich kann also einfach das Gespräch annehmen, weiterleiten und ganz schnell auflegen °^°\n\n:> Fertig","replies":[{"id":"","poster":"INoKami","date":"2019-05-06T15:13:39.851+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tagg 155 und 156\n-Irgendwie wieder da-Edition-**\n\nBevor wir überhaupt anfangen, eine Frage: was ist mit dem Freitags-TGSG passiert? Der war einfach nicht da! Ich verlange umgehend Erklärungen!\n\n_*_ _räusper_ _*_\n\nKommen wir zum recht abenteuerlichen Wochenende (der Freitagsbericht fällt mangels Erinnerungsvermögen leider aus^^), in welchem ich mir mal gedacht habe \"Wäre doch ganz lustig, mal in ein Bodencamp zu fahren, in welchem ich auf CTA´s aus der gesamten Region treffe und ein paar Bodenanalysen mache!\" Gesagt, getan. Da stand nun also ich und 17 wackere Mitstreiter, welche folgendes Programm über sich ergehen ließen:\n\n* Am Samstag, relativ direkt nach der Ankunft, ging es zu einer Wanderung in einen ehemaligen Meteoritenkrater. Von dem Krater sah man natürlich nichts mehr, weil das schon ein paar Millionen Jahre her war, aber das Gestein war immer noch da. Recht interessant. Haben noch aus ein paar umliegenden Feldern einige Bodenproben gezogen, welche wir die nächsten Tage analysieren sollten. Dann wollten wir uns noch ein, zwei andere interessante Orte anschauen, welche durch den Einschlag entstanden sind, aber spätestens hier fiel uns auf, dass die Witterung uns nicht so gerne hatte. Hieß konkret 8 Grad über Null (im f _*_ cking Mai) und Wind wie in einem jungen Orkan. Hab ungefähr zwei Stunden für das Auftauen meiner Füße benötigt im Nachhinein. Nach dem Abendessen fuhren wir noch an die örtliche CTA-Schule, an welcher wir noch einen kleinen Kennenlern-Abend mit ein paar Spielen o.Ä. veranstalteten. War ganz ok. Dann sind wir, zum Missfallen einiger Lehrer, selbstständig in die Stadt gegangen, haben was getrunken und das war´s mit dem ersten Tag.\n* Sonntag. Fing mit mageren 7 Stunden Schlaf an, also meiner normalen Dosis an Wochentagen. Entsprechend brauchte ich auch etwas länger, um auf Betriebstemperatur zu kommen. Am Vormittag hielten wir uns im Labor auf, wurden in Gruppen eingeteilt und begannen mit den Analysen. War etwas chaotisch organisiert (hatte ein bisschen was von \"Wir wollen x und y wissen (wobei wir nicht wissen, wie man das macht)… also hier, macht mal!\"), aber wir fanden uns zurecht und wir machten Fortschritte. Nach dem kleinen Mittagessen fuhren wir in ein (mittlerweile stillgelegtes) Bergwerk inklusive Führung durch die Stollen. Persönlich mein Highlight, die Atmosphäre, allgemein der Stollen, die engen Gänge, die Führung war auch ganz gut... ich war happy am Abend. An welchem es eine Stadtführung gab und wir uns dann verabschiedeten für den (nun planmäßigen) Kneipenbesuch, den wir voll und ganz ausgenutzt haben. Wurde sogar noch interessanter, als sich einer meiner Zimmerpartner eine Azubine aus Österreich klar gemacht hatte und dessen Nacht in deren Zimmer endete. Ich bin immer noch dabei, die Details herauszufinden a.k.a. wie viel da jetzt wirklich passiert ist. Denn möglich ist alles, sogar realistisch gesehen, den bisherigen Indizien nach zu urteilen... der Rest von der Gruppe kam in unser Zimmer, wir haben bisschen Musik gehört, \"Ich hab noch nie...\" gespielt und dann um Halb 2 war der Tag auch mal rum.\n* Wer jetzt mitrechnet und/oder denkt, dem wird auffallen, dass ich abermals nur wenig Schlaf am Wochenende auftanken konnte. Sechs Stunden und ich  glaube, die werde ich heute Abend noch spüren. Und dabei wollte ich noch lernen...\nDer Tag begann wieder im Labor, wo wir die Analysen fertig machten und ein kleines Plakat mit den Ergebnissen gestalteten. Nichts aufwendiges, aber wir waren happy, das Zahlenjonglieren hinter uns lassen zu können. Am Nachmittag Besuch einer nahe gelegenen Großstadt, welche ironischerweise auch meine alte Hochschule beherbergte (und ich traf niemanden von meinen alten Studienkollegen. Schade.), allerdings ging es in ein Urzeitmuseum, welches ok war, viele Ammoniten in allen Formen und Größen, wurde irgendwann langweilig, interessanter waren aber ein altes Elchgeweih mit einer Spannweite von über 2 Metern und zwei Dinosaurierschädel, wenn auch keine Originale, von einem Stegosaurus und einem... hab schon den Namen vergessen. Schwamm im Wasser, Fleischfresser und relativ groß, das ist alles, was ich noch weiß :)\nUnd nach diesem Besuch endete auch dieses Experiment eines Bodencamps. War aber trotzdem ganz nett, vor allem, wenn man auch mal paar andere kennen lernt.\n\nMorgen wieder Schule. Und ein Test in Analytik, meinem Hassfach neben Physik. Ratet mal, wie viel ich dafür schon gemacht habe xD\n\nIn diesem Sinne: Eine schöne Woche euch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T15:59:09.015+0000","up_votes":1,"down_votes":0,"body":"Naja der TGSG war schon die ganze Woche eher schlecht besucht... \nIch glaube Martin wurde gebanned weil es da einen gelöschten Kommentar in dem Holocaustthread von ihm gibt. \nIch hatte überlegt einen Thread zu machen aber 1. kein wirkliches Thema gehabt weil ich fast nur League gespielt habe und nicht schon wieder ein Leaguethema nehmen wollte und 2. kein Thread raushauen wollte nur damit es ein Thread gibt weil ja scheinbar das Interesse letzte Woche kaum vorhanden war. Ich meine wozu soll ich ein Thread machen wenn kaum jemand darin schreibt wir hatten genug Thread letzte Woche wo nur 2-3 Leute sind unterhalten haben. Die Thread von letzter Woche kommen ja \"nur\" auf 20-30 Kommentare das ist sehr wenig für TGSG Verhältnisse. \nDa Maggie nun wieder da ist scheint das Interesse nun wieder größer zu sein.","replies":[{"id":"","poster":"INoKami","date":"2019-05-06T16:15:37.002+0000","up_votes":1,"down_votes":0,"body":"_*_ _Sich vor Maggie verneig_ _*_\n\nÜbrigens, woher kommt der höchst interessante Namechange?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T16:20:47.639+0000","up_votes":1,"down_votes":0,"body":"Das ist privat.\nIch kann das nicht öffentlich posten. Wer weiß wer das dann lesen würde und auf dumme Gedanken kommt. \nAber es hat ein tieferen Grund also ist es nicht wegen Trolling oder sowas.","replies":[{"id":"","poster":"INoKami","date":"2019-05-06T17:14:35.888+0000","up_votes":1,"down_votes":0,"body":"Dachte ich mir fast, aber fragen kann man ja mal :D\n\n..Wolltest du mir nicht sowieso noch eine FA schicken? Warte immer noch...\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T17:21:25.804+0000","up_votes":1,"down_votes":0,"body":"Ich dachte du schickst mir eine. :D","replies":[{"id":"","poster":"INoKami","date":"2019-05-06T17:41:04.728+0000","up_votes":1,"down_votes":0,"body":"Ach so, kann ich auch machen... du hast nur mal gemeint, dass du... _*_ _murmel_ _*_","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T17:46:40.971+0000","up_votes":1,"down_votes":0,"body":"Ich wollte dir ein Link zu einer vollkommen legalen Seite schicken wegen Sword Art Offline. :)","replies":[{"id":"","poster":"INoKami","date":"2019-05-06T17:50:42.833+0000","up_votes":1,"down_votes":0,"body":"Genau deswegen ja^^","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-06T11:57:37.941+0000","up_votes":1,"down_votes":0,"body":"Mittagessen gegessen °^°\nActually wäre es jetzt Zeit für ein Schläfchen laut meinem letzten zwei Wochen Rhythmus\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T12:33:00.963+0000","up_votes":1,"down_votes":0,"body":"Wieso?!?! 6 Stunden Schlaf am Tag reichen doch für ein großes Mädchen wie dich aus. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T13:01:08.053+0000","up_votes":1,"down_votes":0,"body":"In der Woche, wenn ich arbeite, komme ich damit hin. So könnte man es sagen.\n\nNichtsdestotrotz sollte ich aller aller spätestens 22:30 im Bett liegen weil ich sonst rum wimmer über zu wenig Schlaf. 22 Uhr ist gut, 21:30 optimal und 21 Uhr der Himmel auf Erden wenn der Wecker um fünf klingelt.\n\nWie ein optimaler Tag aussieht ohne Arbeiten?\n\nUm 09:00 aufstehen, spazieren, duschen, frühstücken, Stream oder zocken, kochen, essen spätestens 14Uhr, Schläfchen, spazieren, zocken ... Dann baut man noch Kleinigkeiten ein wie zwischendurch mal die Katzis ärgern oder ihnen hinterher rennen und sagen wie süß sie sind oder sie beim Schlafen beobachten oder Rocky durch knuddeln und mit ihm spielen. Mit Menschen reden wenn welche in der Nähe gefunden werden (im besten Fall ist keiner da! XD) oder noch ein paar Spaziergänge oder je nach Wochentag auch einkaufen gehen. Wichtig sind diese Ruhephasen von vielleicht nur einer, vielleicht aber auch zwei oder drei Stunden.\n\nUnd um 22 Uhr, im schlimmsten Fall 23 Uhr, geht man schlafen .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T13:29:53.170+0000","up_votes":1,"down_votes":0,"body":"Das würde ich niemals hinbekommen. :D\nIch würde mir um 22 Uhr denken: \"Ach komm du bist ja gar nicht müde noch eine Stunde hältst du schon aus\" und dann ist es auf einmal 0 Uhr. :D Am nächsten Tag bin ich dann super müde und nehmen fest vor diesmal früher schlafen zu gehen und liegen dann um 23:40 im Bett und bin stolz immerhin 20 Minuten geschafft zu haben. :)","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-06T12:16:34.400+0000","up_votes":1,"down_votes":0,"body":"Bald ist doch Feierabend und Zug - Schlaf Zeit...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T12:30:48.030+0000","up_votes":1,"down_votes":0,"body":"Das ist das witzigste an der Sache.\n\nWenn ich mal \"fit\" war über die Mittagszeit, auch nach dem Essen, bin ich spätestens 16:30 / 17Uhr so abgeschmiert das ich entweder schlafen musste oder zumindest den Streams gucken und den Stuhl in Liegeposition bringen zum entspannen XD Das ist halt meine reguläre Zeit wo ich im Zug schlafe :D\n\nUnd auch gerade das einzige was mich überleben lässt x.x Mein leckeres Mittagessen war wie erwartet sehr lecker! Hab immer noch ein Croissant und Erdbeeren x.x Weiß aber nicht ob ich noch was runter bekomme. Mal sehen :D sind ja noch 1,5 Stunden!\n\nMorgens komm ich auch nur aus dem Bett weil ich mir denke \"Geil. Gleich im Zug weiter schlafen\" XDDDD","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-05-06T11:32:08.361+0000","up_votes":1,"down_votes":0,"body":"Hachjaa.. :D\nBerufsschule und 12:00 Feierabend :3\nSchööön..!!\n\nJz hab ich genug Zeit um lol und pkmn US shinys hunten :D\n\nMein Kaisa Cosplay müsste jz dann auch bald kommen!! _muss ich noch meine sis fragen wegen makeup ._. _\n\nSpiele nach wie vor kein Ranked..\nAuch wenn ich aufsteigen will XD\nAber ranked suuuuuuckkt so ... ._. \nYuumi lässt sich nixht mehr soooo lange auf sich warten!! Und Battle Academy skins!!!!!!!!!\nYasss\n\nMeep","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T11:41:17.673+0000","up_votes":1,"down_votes":0,"body":"JA! Bei mir macht es auch endlich wieder Sinn Pokemon Go anzuwerfen wenn ich zum Bus gehe oder zum Bahnhof fahre XDDDD Meine meltan Sammlung muss ich auch nochmal checken... hab leider eine zweite Runde Shiny-Meltan verpasst °^° Ärgerlich!\n\nUnd ja, Ranked suckt. SoloQ hab ich auch eher Angst das ich mich schlechter spiele als das ich aufsteigen würde/ könnte. Aber FlexQ ist besser als Normals. Und ARAMs sind halt auch okayisch. Aber wenn ich wie zuletzt einfach League spame, dann bitte mindestens Flex x.x Da hat man wenigstens ein minimales Gefühl von \"ich hab etwas getan heute!\" XD\n\nYuumi ...\n\nWie ich immer noch nicht den PBE aktualisiert habe XDDDDDDDDDDD\n\nSo wie ich mich kenne schaffe ich es einen Tag vor dem Patch Tag wenn die Mieze in zwei Wochen released wird :')","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-05-06T12:11:37.965+0000","up_votes":1,"down_votes":0,"body":"300 euro fürs neue doofe switch ist heavy ..\nAber im dezember kommt ja auch wieder n neues pokemon  ._.\nDas wären schon verlockend","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T12:20:58.538+0000","up_votes":1,"down_votes":0,"body":"Dafür ist die Spiele Quali aber auch wahnsinnig auf der Switch °^° Finde ich. Es ist so toll. Aber was Spiele für die Switch betrifft bin ich echt geizig XD Mir ist bewusst das ich ein PC Mensch bin und eher wenig mit dem Ding rum spiele. Sonst hätte ich mir mindestens schon Rayman und Shining Ressonance gekauft! Aber sind halt je Spiel 60€ glaub ich.\n\nUnd ja. Gegen Ende des Jahres gibt es ein neues Pokemon Spiel. Und zwar ein richtig richtig Neues! Und mir ist noch nie eine Generation entgangen ... demnach hätte ich mir so oder so eine Switch kaufen müssen ;D So war nur \"Lets Go Evoli\" der Einstieg. In doppelter Ausführung direkt (naja das andere war Pikachu) °^° Weil ich ja wieder was verschenken musste XD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-05-06T12:29:32.279+0000","up_votes":1,"down_votes":0,"body":"Aber ohne pkmn go spielen?\nIst das Voraussetzung? Kann man ohne auch gut spielen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T12:44:48.020+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich brauchst du kein Pokemon Go :>\n\nEs gibt halt nur gewisse Features die die Kombination von beidem etwas netter macht.\n\nBeispielsweise kannst du nur Pokemon aus \"Pokemon Go\" nach \"Lets go Evoli/ Pikachu\" übertragen aber nicht andersherum. DAFÜR erhältst du für so ein übertragen von Go auf Switch in \"Pokemon Go\" eine Wunderbox. Wenn du die Wunderbox öffnest, dann erscheinen dir 30 Minuten lang wilde Meltan.\n\nDiese Übertragerei ist halt **WENN** für \"Pokemon Go\" interessant weil du so Pokemon los wirst und trotzdem behältst die du nicht gegen Bonbons beim Professor eintauschen willst. Und in \"Lets go Evoli/ Pikachu\" erstellst du dir so deine eigene Safari Zone. Im weitesten Sinne :D\n\nPokemon die so an die Switch geschickt werden, können dort auch gefangen werden. Ich bin mir nur nicht sicher ob das aktuell nur mit den Standard 150 Pokemon geht oder ob ich zum Beispiel auch mein Eneco schicken und benutzen kann. Meltan kann man wohl schicken, fangen und dann halt in \"Lets go Evol/ Pikachu\" einfach \"besitzen\" obwohl es ein neues Pkmn ist .-.\n\nDa fällt mir ein das ich meine Schwester noch fragen muss ob sie ein Meltan haben will ... oder ob ich sie einfach mal zum Kampf herausfordere und überrasche weil sie es nicht kennt? O.O hab halt gefühlt 60 davon rumfliegen XD\n____\nEs gibt auch noch ein Feature für das Switch Spiel ... den Pokeball. Ist halt legit am coolsten XD\n\nIch hab mir \"damals\" die Evoli Edition der Switch gekauft inkl. Pokeball. Es befinden sich also nicht nur unendlich niedliche Evolis auf meiner Switch und die Farben sind braun/ gelb ... NEIN! Ich besitze auch einen richtigen Pokeball!\n\nAuf diesen Pokeball kann ich von der Switch aus ein PKMN übertragen und somit zum spazieren ausführen. Unterwegs findet es dann wohl auch Items. Eventuell fängt es auch Pokemon? Unsicher!\n\nHab es aber ehrlicherweise noch nie ausprobiert :D Glaub der Ball ist mit Sound und wenn ich da im Bus oder Zug sitze und da auf einmal irgendwelche komischen Geräusche aus meiner Tasche kommen XD idk\n\nUnd ich bin nicht sicher ob das Ding mit \"PKMN GO\" gekoppelt werden musste ... müsste man mal googeln XD bzw. auf der Nintendo Seite nachlesen.","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-06T11:39:45.334+0000","up_votes":1,"down_votes":0,"body":"Ich kann noch nicht testen weil der PBE mal wieder 5GB runterladen wollte....\nBei der downloadspeed von PBE dauert das mit meinem Internet dauert das wahrscheinlich 5 Stunden.\nKein bock drauf...","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-05-06T12:10:02.560+0000","up_votes":1,"down_votes":0,"body":"Aufm PBE werd ich sie eh nicht testen\nMein Main soll die große Ehre haben!\nHöhö Ehrenaccount und so haha!! is witzig in 2k19!!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T12:22:35.500+0000","up_votes":1,"down_votes":0,"body":"Ich denke sie wird am Anfang schwer zu bekommen sein.","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-05-06T08:55:09.693+0000","up_votes":1,"down_votes":0,"body":"Wieder n Projekt hinter mir :) abgeharkt! :D\nHeute das erste mal richtig Gehalt bekommen :3\nGleich mal Mittwoch bis Freitag frei machen und mein PC-Krams bestellen &amp; einbauen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:18:27.654+0000","up_votes":1,"down_votes":0,"body":":o Also bestellst du heute und bastelst dann den Rest der Woche?\n\nIch hab gestern auch was bestellt :] Neue Patronen für meinen Drucker\n**TADAAAAAAAAAAAAAA**","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T09:27:34.561+0000","up_votes":1,"down_votes":0,"body":"Joar muss noch aufs Geld warten aber meine Schwester meinte, das sie anfang der Woche mir das überweist :3 und dann Feuer frei :3 ich bastel da einen Tag dran vermutlich ^^ Gott wird der PC schnell sein AF","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:35:06.335+0000","up_votes":1,"down_votes":0,"body":"Wieso überweist deine Schwester dir das Geld? .-.","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T09:46:08.640+0000","up_votes":1,"down_votes":0,"body":"Weil sie die Konten verwaltet :x","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:52:05.551+0000","up_votes":1,"down_votes":0,"body":"Die Konten der Firma und dein Konto? \n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T10:02:35.722+0000","up_votes":1,"down_votes":0,"body":"Nö, das Konto vom Erbe ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:10:26.455+0000","up_votes":1,"down_votes":0,"body":"Ja, dass ergibt Sinn! XD\n\nAlso bei uns hat damals einfach einer meiner Cousins das Erbe meines Opas so gut wie aus dem Fenster geworfen, noch bevor er tatsächlich tot war.\n\n**IST DER EINFACHSTE WEG SICH UM GELD ZU KÜMMERN**\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T10:11:56.250+0000","up_votes":1,"down_votes":0,"body":"wow ...\nIch hätte keinen Cousin mehr :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:21:01.643+0000","up_votes":1,"down_votes":0,"body":"Naja .-. \"Familie\" bedeutet für mich meine Mama und meine Schwester.\n\nObwohl wir praktisch an die hundert Leute sind °^°\n######Und ich meine Schwester auch manchmal gerne erwürgen würde XD ...","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T11:19:03.093+0000","up_votes":1,"down_votes":0,"body":"das ist schade iwie","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T11:35:50.639+0000","up_votes":1,"down_votes":0,"body":"Vor allem man bedenkt wie dicht wir früher alle aufeinander gehangen haben.\n\nDa gab es noch richtige Familienfeste wo wir halt locker mal schnell 50 oder 60 Leute waren. Damals schon ^^ jetzt wären wir, trotz Todesfälle, immer noch mehr.\n\nAber dann ist meine Oma gestorben °^° Und alles hat sich aufgelöst.\n\nIch finde es auch immer noch wahnsinnig schade das meine Mama sich niemals meinem Vater gegenüber gewehrt hat als der meinte \"Wir ziehen von Köln in die Eifel wo es keinerlei Verwandte gibt\". Ich hätte halt legit mit einer riesen Familie aufwachsen können °^° Vielleicht wäre der Kontakt dann am Ende auch besser gewesen ... vielleicht hätte ich mich auch von zwei one night stands schwängern lassen statt in ein Sucht ähnliches Verhalten zu League zu verfallen O.O Alles hätte anders verlaufen können!","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T11:38:37.515+0000","up_votes":1,"down_votes":0,"body":"Das mit den Schwängern bekommen wir immer noch hin! \n{{summoner:4}} {{summoner:6}} {{summoner:31}}","replies":[{"id":"","poster":"Necromant","date":"2019-05-06T12:26:03.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=h59kEvrZ,comment-id=00020000000000000000000000000000000000000000000000000003,timestamp=2019-05-06T12:24:26.260+0000)\n>\n> Soll ich den Van holen?\n\nsi","replies":[]},{"id":"","poster":"Necromant","date":"2019-05-06T12:25:41.062+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=h59kEvrZ,comment-id=00020000000000000000000000000000000000000000000000000002,timestamp=2019-05-06T12:24:00.377+0000)\n>\n> Also ich melde mich freiwillig.\n\nEinfach allet rein, iwas wird dann schon funzen :^)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T12:24:26.260+0000","up_votes":1,"down_votes":0,"body":"Soll ich den Van holen?","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T12:24:00.377+0000","up_votes":1,"down_votes":0,"body":"Also ich melde mich freiwillig.","replies":[]},{"id":"","poster":"Necromant","date":"2019-05-06T11:44:59.755+0000","up_votes":1,"down_votes":0,"body":"{{summoner:3}} \n\nDOCH! {{summoner:14}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-05-06T11:42:34.211+0000","up_votes":1,"down_votes":0,"body":"°^° NEIN!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T08:50:20.234+0000","up_votes":1,"down_votes":0,"body":"Mein Charakter bei Conan Exiles wurde gestern zwangsverheiratet. Was nicht so alles passieren kann...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:08:10.180+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe mit einer Frau.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:18:23.070+0000","up_votes":1,"down_votes":0,"body":"Nope. Aber das macht nichts, denn ich kann recht gutes Crossgender RP betreiben. Und da der Char ja theoretisch hetero ist, passt das denke ich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:32:38.832+0000","up_votes":1,"down_votes":0,"body":"Lol was treibst du alles für Sachen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:39:23.319+0000","up_votes":1,"down_votes":0,"body":"Naja, es macht Spaß.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:45:38.695+0000","up_votes":1,"down_votes":0,"body":"Mein \"SchwesterRP\" macht auch Spass. :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:46:58.087+0000","up_votes":1,"down_votes":0,"body":"Siehst du mal. Wann gibt's bei dir ERP?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:51:06.809+0000","up_votes":1,"down_votes":0,"body":"ERP? Meinst du E-RP also das es online passiert?  \nOder meinst du: Enterprise-Resource-Planning?\nVllt bin ich gerade dumm aber bei ERP stehe ich auf dem Schlauch.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:56:31.334+0000","up_votes":1,"down_votes":0,"body":"Also RP steht für Roleplay. Das E... Naja weist du... Bienen und Blüten.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T10:21:50.727+0000","up_votes":1,"down_votes":0,"body":"Ich hätte jetzt S-RP gesagt. :D \nDas ist krass.\nIst das ganze auf deutsch oder auf englisch?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:22:48.949+0000","up_votes":1,"down_votes":0,"body":"In meinem Fall auf english, gibt aber auch deutsche Server.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T10:36:28.474+0000","up_votes":1,"down_votes":0,"body":"Ist es nicht schwer von dem Gedanken wegzukommen wer die Person hinter der Maske sein könnte?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:38:59.543+0000","up_votes":1,"down_votes":0,"body":"Für mich nicht, aber manche schon. Gibt dann wirklich Leute die Situationen nicht ausspielen, weil sie wissen, dass hinter der Frau keine Frau steckt. Mir ist das aber ziemlich egal. Ich kann mich gut in meinen Char einfinden und darin aufgehen. Da zählt OOC nicht für mich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T11:09:12.900+0000","up_votes":1,"down_votes":0,"body":"Da es ja auf Englisch ist wäre es durchaus möglich das ein Chinesischer Börsenmakler den Drogendealer für ein schwarzen Fischer spielt. :D","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-05-06T09:50:59.024+0000","up_votes":1,"down_votes":0,"body":"Conan Exiles ist super, da geht so was ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:57:12.329+0000","up_votes":1,"down_votes":0,"body":"Oh ja. Auf dem Server gibt es auch gute Modunterstützung, damit man nicht alles emoten muss, sondern auch über die Engine darstellen kann.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:59:20.319+0000","up_votes":1,"down_votes":0,"body":"Okay, so tief war ich da nicht drin ^^. Für nen Roleplay Server aber sicherlich wichtig.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:07:19.241+0000","up_votes":1,"down_votes":0,"body":"Also \"Normal\" würde ich CE nicht viel abgewinnen. Wenn du dir anschaust, was da auf PvP oder den offiziellen Servern abgeht. Ist schon ziemlich schwierig.\n\nAber auf RP Servern zu spielen macht schon verdammt viel Spaß. Nur musste ich feststellen, dass deutsche RP Server echt mal gar nicht so gut sind im Vergleich zu englischen. Das liegt ganz einfach an der unterschiedlichen Mentalität der Leute. Deutsches RP ist entweder Lagerfeuer RP oder du musst dich nach jeder Aktion vor dem Admin rechtfertigen, weil man sich über dich beschwert hat. Richtiges Alman RP eben.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:01:24.467+0000","up_votes":1,"down_votes":0,"body":"Lustig wäre gewesen wenn du von deinem weiblichen CE Charakter eine Art Tagebuch verfasst hättest XD So wie KP das mit seinem Azubi Tagebuch hier macht :o Da wären bestimmt ein paar gute Dinge dabei gewesen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:19:01.882+0000","up_votes":1,"down_votes":0,"body":"Ja... Nur das wäre oftmals echt Problematisch mit den Forumsregeln geworden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:33:59.198+0000","up_votes":1,"down_votes":0,"body":"Man muss es ja nicht drauf anlegen und könnte es wunderbar umschreiben :o","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:43:20.113+0000","up_votes":1,"down_votes":0,"body":"Hmhm. War jetzt zwei Tage eine Gefangene, konnte mich aber aus fast allen unsittlichen Annäherungen herausbetteln. Bedauerlicherweise hatte meine Mitgefangene nicht das Glück. Das war schon ziemlich brutal muss ich sagen. Aber jetzt haben mich Gypsys gekauft und deren Anführer hat mich gleich geheiratet. Also das lief dann ungefähr so ab, dass er mir ein Halsband umgelegt hat mit Leine dran uns gesagt hat ich bin jetzt seine Frau. Auch wenn sein Großvater ihn getadelt hat, er soll gefälligst romantischer sein XD.\nNaja mal sehen wo das hinführt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:49:44.745+0000","up_votes":1,"down_votes":0,"body":"XD Siehst du! Das wär bestimmt richtig cool geworden! Tagebuchauszug einer \"keine Ahnung was das ist\".\n\nlol ... wäre ich nicht so unglaublich faul würde ich mir allein deswegen CE ran holen XDDDDDD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:54:21.444+0000","up_votes":1,"down_votes":0,"body":"Kommt ganz stark auf den Server und die Spieler an. Ich hatte halt Glück, weil ich ein armes, unschuldiges, naives Ding spiele und nah am Wasser gebaut bin. Die andere war da eher etwas härter drauf. Naja in Fachkreisen spricht man von Murderrape und der Weg dahin war sehr verstörend. Solche Leute hat man halt auch, die Leben dann ihre bedenklichen Fetische aus und weil sie dich meistens vorher im Kampf besiegen oder gefangen nehmen, kann man nichts machen außer mitspielen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:04:59.351+0000","up_votes":1,"down_votes":0,"body":"Und wenn so ein MR stattfindet? Spawnt der Char danach wieder und macht sich munter auf seine Reise fortzusetzen ... in eine andere Richtung eben. Nicht nochmal Gefahr laufen wieder bei den gleichen Leuten zu landen.\n\nIch meine ... mir ist schon dieses Schildkröten töten zu hart weil die einfach viel zu herzzerreißend quietschen °^° Ich würde nur Käfer sammeln!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:12:00.866+0000","up_votes":1,"down_votes":0,"body":"Das kommt ganz auf den Server an. Auf meinem Server musst du, nachdem du im Roleplay umgebracht wurdest (Ingame Enginetot reicht da nicht) deinen Char löschen und einen neuen erstellen. Und der weiß natürlich nicht, was deinem alten Char passiert ist. Also rein theoretisch kann es passieren, dass du mehrmals vom selben Typen hochgenommen wirst, vorausgesetzt natürlich du als Spieler kannst dich da zusammenreißen und OOC und IC trennen.\nAber ich sag mal so, irgendwann kennst du die Leute und wenn du halt lieber spielen willst als zu todegequält machst du einen großen Bogen um bestimmte Leute und Gegenden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:18:12.311+0000","up_votes":1,"down_votes":0,"body":"Nicht einfach den \"Senden\" Button spamen D:\n\nAber es könnte ja auch sein das der Char \"die Hölle überlebt hat\", was immer das sein möge, und sich einer neuen Identität bedient :o \n\nAlso man stellt sich tot nach so einem Mist und löscht seinen Char tatsächlich aber der neue behält das Gedächtnis vom alten eben weil er überlebt hat und nur eine neue Identität angenommen hat. Andere Haarfarbe, idk.\n\nSo kann man den anderen hinterher rennen und sie auf ewig verfluchen ohne das sie direkt wissen wer man ist, weil sie einen ja nicht wieder erkennen :o oder man schleicht sich bei ihnen ein und tötet sie dann alle während sie schlafen °^° oder brennt ihre Hütte nieder!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:27:17.100+0000","up_votes":1,"down_votes":0,"body":"Ne so funktioniert das leider nicht. Ich meine du kannst ja versuchen am Leben zu bleiben. Hab ich ja auch geschafft. Man muss sich halt nur klar machen, dass man auch mal nicht am Drücker ist. Und dann sollte man nicht versuchen stark oder hart zu wirken, das reizt sie nur. Sollte man dann überleben und fliehen können, kannst du dich ja immer noch rächen. Es gibt Mechaniken ingame um dich zu verkleiden, deine Haare und deinen Namen zu ändern.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:12:36.839+0000","up_votes":1,"down_votes":0,"body":"Das kommt ganz auf den Server an. Auf meinem Server musst du, nachdem du im Roleplay umgebracht wurdest (Ingame Enginetot reicht da nicht) deinen Char löschen und einen neuen erstellen. Und der weiß natürlich nicht, was deinem alten Char passiert ist. Also rein theoretisch kann es passieren, dass du mehrmals vom selben Typen hochgenommen wirst, vorausgesetzt natürlich du als Spieler kannst dich da zusammenreißen und OOC und IC trennen.\nAber ich sag mal so, irgendwann kennst du die Leute und wenn du halt lieber spielen willst als zu todegequält machst du einen großen Bogen um bestimmte Leute und Gegenden.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:26:31.913+0000","up_votes":1,"down_votes":0,"body":"#&lt;3 T - 3,5 Stunden\n\nDas Forum spakt so richtig hart rum, oder?\n\nOder es liegt an diesem mittelalterlichen PC und seinem Hamsterinternet. Oder eine Mischung aus beidem :o","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-05-06T10:48:53.774+0000","up_votes":1,"down_votes":0,"body":"Wollte schon mein mobiles Internet dafür blamen. Discord verliert auch permanent die Verbindung.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-06T10:34:52.992+0000","up_votes":1,"down_votes":0,"body":"ne ist auch bei mir am laggen.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-05-06T08:52:49.661+0000","up_votes":1,"down_votes":0,"body":"Ich habe heute früh meine Bereitschaft abgegeben... 10 Tage hinter mir und insgesamt 85 Stunden ohne einen Tag Pause gearbeitet, hat langsam doch geschlaucht xD. Wegen jedem Mist wurde ich angerufen und musste auch nachts öfter mal raus... yoa... und ich hatte einen der seltenen \"Selbstmordversuche ohne Erfolg\" bei der Bahn xD. \n\nAuch wenn der Typ mal echt selbst dran doof war xD.\n\nIch hab am Wochenende auch noch mal drei rankeds gespielt ^^. Allerdings fällt es mir immer ziemlich schwer mich für ranked zu motivieren wenn ich nüchtern bin. Eigentlich denke ich immer nur nach ein paar Bier, dass das jetzt eine gute Idee wäre xD. Aber in Bereitschaft, naja... verboten ist verboten :P.\nImmerhin hab ich zwei davon gewonnen und bin jetzt auch in Promo ^^. Und wieder hat sich herausgestellt, dass Tanks eigentlich tot sind... Oder dass ich zumindest nicht mehr mit ihnen gewinnen kann. \n\nWenn ich mich jedoch auf die Mitte stelle und dort 20 Minuten nach allen Regeln der Kunst von einen Le Blanc vermöbelt werde... Ist das völlig egal. Denn LB ist im alte useless und ich musste nur als Malzahar ein R auf Twitch drücken. Game won xD. \n\nMit Malphite Engages ist das leider nicht mehr möglich... schade :(.\n\nEuch allen eine tolle Woche ^^. Ich glaube freitag nehm ich frei :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T08:59:46.732+0000","up_votes":1,"down_votes":0,"body":"Selbstmordversuch ohne Erfolg :D ist das wieder so eine Story wo sich hinterher die ganzen Kollegen über diese Person kaputt lachen eben weil ers vresaut hat? xp Was hat er denn gemacht? Sich falsch vor den Zug geworfen und sitzt jetzt nur im Rollstuhl? Bei solchen Helden denk ich mir auch immer nur \"Tjaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa wärste mal nicht so dumm, ne?\"\n\nHmmm Also ich denke Malphite ist fine .-. Sehe ich zwar selten bis nie, aber wenn einer im Gegnerteam ist hat er schon was drauf und ist Ultra nervig. So wie gestern der Maokei bei den Gegnern. Wegen ihm und Nami bin ich praktisch instant auf Morellos gegangen vor Liandrys mit meiner Zyra XD Diese Heilerei ist so ein #@!§$%&amp; °^°\n\nLB ist im Alter useless? :> Weil Frischleich bevorzugt wird? ;D ;D ;D ;D ;D ;D\n\n:&lt; Freitag gibt es kein frei!","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:47:44.462+0000","up_votes":1,"down_votes":0,"body":"Kleiner Tipp:\nWenn du dich umbringen willst, wirf dich **nicht** vor eine einfahrende Regio, die eh schon nur noch 25 fährt und die dann auch noch zwei Sekunden für eine Gefahrenbremsung hat xD. Dann stirbst du nämlich nicht, sondern wirst noch 10 Meter mitgeschliffen und liegst dann mit mehrfachen Knochenbrüchen irgendwo zwischen den Gleisen. Und dann darf ich wieder rankommen und Zeugen und den Lokführer beruhigen. \n\nIch hab das Gefühl Malph ist useless... Erst war Shen mein Main, bis sie den rausgepatcht haben, dann war es Malphite... Und mit dem hab ich eine unterirdische Winrate mittlerweile... Es ist einfach zu viel Schaden im Spiel. Nach einen Engage bin ich tot bevor mein Team folgen kann, ist fast immer so. Lane gewinnen ist gegen die ständigen Dmg Bruiser natürlich auch utopisch, daher immer ein bisschen behind. Naja. Da klappt Mundo noch etwas besser, da du ihn dank seiner Ult im Grunde zwei mal töten muss. Der kann noch ein wenig tanken, dank seiner ~ 9000 Leben.\n\nUnd ja, Malzahar ist LB einfach zu alt. Daher ist er im Late ein Counter. \n\nxD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:59:20.771+0000","up_votes":1,"down_votes":0,"body":"Uff c.c Das ist wie Tabletten schlucken aber die falschen oder zu wenig benutzen. Oder überhaupt Tabletten nehmen weil das genau so dumm ist wie sich vor einen Regio mit 25 km/h zu werfen >.&lt; Aye!\n\nMein Vater wusste das wahrscheinlich und hat sich deswegen wohl gedacht \"vierfach hält besser\". Vielleicht war es aber auch nur dreifach. Über den vierten Zusatz bin ich unschlüssig.\n\nHmmmm dann schau dir doch mal Kevins Stream an? Also SINN Kevin .-. Kev1n .... der halt! Man kennt ihn! Klar, ist zwar high Elo aber kriegt vielleicht eher einen Eindruck was spielbar ist? Actually habe ich nach dem letzten Patch noch Shens gesehen die einfach durch rasiert haben. Deswegen verstehe ich das \"rausgepatched\" nicht XD Ohne den Patch beachtet zu haben bin ich von einem Buff ausgegangen :x","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T10:35:18.168+0000","up_votes":1,"down_votes":0,"body":"Hmm, der Junge am Freitag war 15. Vielleicht muss er noch... üben? \nNein, tatsächlich hoffe ich, dass er ohne bleibende Schäden da raus kommt und sich das Ganze noch mal durch den Kopf gehen lässt. \n\nShen wurde für mich am 28. Januar 2016 rausgepatcht, mit Patch 6.2, in dem er von einem mobilen Support Tank umgebaut wurde zu einem merkwürdigen tanky autohit dmg spirit blade Dingenskirchen xD. Völlig neuer Champion, gefällt mir nicht mehr. Meh.","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:07:26.434+0000","up_votes":1,"down_votes":0,"body":"Also warst du bei unseren ARAMs nüchtern? Yikes.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:09:56.732+0000","up_votes":1,"down_votes":0,"body":"Ja, leider... deshalb war ich auch nicht in Voice. Nüchtern bin ich auch richtig mad auf die ganzen \"?\" Pings von dir geworden :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:47:31.681+0000","up_votes":1,"down_votes":0,"body":"Hachja. \n\nPings.\n\nWer liebt sie nicht?\n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:49:39.864+0000","up_votes":1,"down_votes":0,"body":"Ich peitsche sie doch schon allabendlich mit der Neunschwänzigen, was willst du noch?!?!?!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:52:49.896+0000","up_votes":1,"down_votes":0,"body":":D Bei jeder Gelegenheit an dieses skandalöse Verhalten erinnern!\n\nBurn Baby, burn!\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:54:53.469+0000","up_votes":1,"down_votes":0,"body":"Es sind ja kleine Spitzen in Ping Form an den Bändern...","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:19:30.207+0000","up_votes":1,"down_votes":0,"body":"Oh... Die waren aber nicht böse gemeint. Ich hab nur rumgealbert.","replies":[{"id":"","poster":"Metalmonni","date":"2019-05-06T09:49:13.388+0000","up_votes":1,"down_votes":0,"body":"Weiß ich doch ^^","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-05-06T10:26:09.157+0000","up_votes":1,"down_votes":0,"body":"#&lt;3 T - 3,5 Stunden","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:07:28.084+0000","up_votes":1,"down_votes":0,"body":"wow du lebst ja noch.\nIch dachte der Support hätte nun auch dein Forumaccount gebanned nachdem ich mehr als eine Woche nichts mehr von dir gehört hatte. \n\nMan kriegt erst ein Sieg geschenkt und danach 2 Siege wenn man in der Promo von Silber nach Gold ist das war auch schon letzte Season so. \nIch hab bestimmt 5 oder mehr Promo gespielt in letzer Zeit. Erst mehrere Versuche gebraucht und die Promo nach B2 in FlexiQ zu schaffen und danach gestern morgen an der Promo nach B1 gescheitert. \nSeitdem ich einen neuen Premade habe hab ich viel zu viel gespielt.... Wer hätte auch ahnen können das mein Premade wirklich zuverlässig ist und jeden Tag online kommt um mit mir zu spielen. Ein Luxus aber heute brauche ich mal eine Pause. :D \n\nSoraka is btw gerade ziemlich broken. Hab gestern die Variante mit Klepto getestet und omg. Ich spam mein Q mache eine Autos um Klepto zu bekommen und gehe weder oom noch verliere ich viel Leben. :D Gestern Abend 2x im Ranked gespielt und beide male ein S bekommen beim zweiten mal sogar S+ und 2nd most Dmg und Gold nach dem Adc der natürlich durch mich ziemlich Fett geworden ist. \n\nAch ja und ich weiße vorübergehend Lena. Details dazu werde ich aber nicht Öffentlich schreiben.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-05-06T09:45:11.779+0000","up_votes":1,"down_votes":0,"body":"\"WoW du hast es überlebt\" würde es eher treffen :p\n\nAlso das mit den Siegen ... dunno. Das mit den zwei Promos verhauen und dann zwei Siege geschenkt bekommen hört sich logisch an ... Aber Ich könnte schwören das ich erst eine FlexQ Promo hatte und danach schon aufgeben wollte weil zu anstrengend und faul.\n\nUnd das gestern war meine zweite Goldpromo. Insofern hätte ich nur einen Win bekommen dürfen **UND ERST DANACH** einen zweiten Sieg für die dritte Promo halt. Oder ich hab einfach wieder eine Lücke in meinem Gedächtnis ô.ô solche Aussetzer habe ich hin und wieder ... da trau ich mir nicht mal selbst über den Weg. Schrecklich °^°\n\nHab auch versucht Soraka zu spielen am Wochenende. Sogar mit Stäbchen. Aber keine Chance gehabt. Ich hab geinted was das Zeug hielt, als wäre es meine Lebensaufgabe und alle anderen Lanes der Gegner waren auch perma auf der Botlane XD wir haben halt zwei gegen acht gespielt. Abartig!\n\nLena Strife hört sich besser an. Wobei Lena ein schlimmer Name ist :>","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:54:13.917+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch erst geintet sogar in einer 5er Premadegruppe....\nAber es geht nun. \nDie Tonikumrunes is halt echt krass was die healt mit den Potion die du durch Klepto bekommst und deine Refpotion dazu. Dazu noch den heal vom Q das natürlich gemaxed wird. Außer durch allint kann man schwer sterben. Ich stand ein halbes Game an Gegnerischen Bottower und hab Qs gespammt. Die haben sich nicht mehr rausgetraut.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-05-06T09:44:41.592+0000","up_votes":1,"down_votes":0,"body":"Klingt nach E-Girl Scam.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:47:41.068+0000","up_votes":1,"down_votes":0,"body":"nö ich hab auch vorher schon mit einem weiblichen Premade gespielt.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-05-06T09:09:09.856+0000","up_votes":1,"down_votes":0,"body":"Ist die OP gut verlaufen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:15:07.462+0000","up_votes":1,"down_votes":0,"body":"joa hab auch mehr als genug BE um das Ganze sofort rückgängig zu machen.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-05-06T09:38:48.837+0000","up_votes":1,"down_votes":0,"body":"Ach ja ich musste zwangsweise von Firefox auf Chrome umsteigen weil mein Firefox keine Addons mehr installieren wollte und der alte Adblocker nicht mehr ging. Nach einer halben Stunde rumprobieren hatte ich keine lust mehr. Die dämliche Fehlermeldung lässt sich ja nicht mal richtig googlen....","replies":[]}]}