{"id":"1prLqIhY","poster":"Allisrem2","date":"2016-09-12T10:02:29.050+0000","title":"Meine Geschichte","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":2,"body":"Ich spiele LOL hock vorm Pc\nEs is Jungle Nidalee\nBin der Jungle-Gott und meine Freundin sagt sie geht\nDoch ich geh nich weg von mei'm Pc\nWeil ich im Cup steh\nFreundin weg - Spiel gewonn - ich schreib gg\nIch weiss es tut erst weh\nAber alles ist ok\nWeil ich jetzt einseh\nMeine Leidenschaft is PvP\nWer nicht zu mir passt und steht\nUnd das nicht versteht\nGehört nich hierher\nFreundin für immer weg - Spiel gewonn - ich schreib gg\n\n:')\n\nBtw, liegts nur an mir oder gibts keinen deutschen Off-Topic-Forenteil?","replies":[{"id":"","poster":"Firewallbuglolbu","date":"2016-09-12T19:29:10.022+0000","up_votes":1,"down_votes":0,"body":"Falls das wirklich so passiert sein sollte (also der Teil mit dem Verlassen),\ndann sag ich dir nur eins: entweder sie wollte herausfinden, ob das Spiel für dich wichtiger ist, als sie oder sie kann dein Hobby nicht akzeptieren, beides blöd, für dich oder auch für sie. {{item:3070}} ~","replies":[{"id":"","poster":"Allisrem2","date":"2016-09-12T22:04:27.058+0000","up_votes":1,"down_votes":0,"body":"Lange Geschichte kurz:\nWaren 6 Jahre zusammen\nWar anfangs nur für sie da, habe alles für sie gemacht, bin sofort gerannt, und habe nie dasselbe für mich verlangt.\nAls ich aber auch ein Bedürfniss für Gleichberechtigung entwickelt hatte, und auch dafür, Zeit für mich haben zu wollen, musste sie weiterziehen, weil es für sie so nichtmehr stimmte.\nSie hat mittlerweile einen arbeitslosen Derp gefunden der ganztags für sie da sein kann.\nBin auf der einen Seite traurig, auf der anderen Seite fühle ich mich befreit.\n\nSorry wenn das jetzt zu sulzig war^^","replies":[{"id":"","poster":"Firewallbuglolbu","date":"2016-09-13T11:41:46.373+0000","up_votes":1,"down_votes":0,"body":"Dann hat sie wohl dein Hobby nicht akzeptiert, was ich echt schade finde heutzutage.\nWenn man in der Schule ist hört man immer abwertende Gesprächen gegenüber des Zockens.\nZocken ist genauso wie Sport, Kunst oder Ähnliches ein Hobby.\nIch versteh das nicht...\nAber vor'm Handy gammeln kann man natürlich.\nUnd vor allem investierst du halt deine Zeit auch in andere Dinge, sowie sie das wahrscheinlich auch tun würde.. q.q Versteh einmal wer Menschen. Uff, tut mir Leid, wenn ich so 'ausraste'.\nUnd das ist nicht schnulzig, ich meine wenn es doch die Wahrheit ist.\nDafür braucht man sich ja nicht genieren, wo ich mich auch frage wieso man nicht einfach darüber reden kann ohne, dass man direkt Vorurteile hat. {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Allisrem2","date":"2016-09-13T12:39:03.109+0000","up_votes":1,"down_votes":0,"body":"Nunja, ich drücke mich sehr ungenau aus.\nEtwas konkreter:\nDie Sache ist, sie ist selbst Gamer, sobald es allerdings darum ging, mal Overwatch, League, Rocket League, Dota, Starcraft oder ähnliches mit mir zu spielen, blockte sie komplett ab.\nEntweder durfte ich mit ihr Black Desert Online und WoW mitspielen, oder wir haben halt nichts zusammen gemacht.\nAuch wenn ich online war, sie auch, und dann nunmal etwas League spielen wollte, hat sie das als Beleidigung aufgefasst.\nDass das ganze eine Fernbeziehung auf 700km war (Zürich - Wien) hat das ganze auch nicht grade viel leichter gemacht. Gesehen haben wir uns trotzdem eine Zeit lang nahezu jedes Wochenende (Per Flug war das unter 2h Zeitaufwand), allerdings wurde es irgendwann immer weniger, und sie hat mehr Zeit mit einem bestimmten Gildenmember in Black Desert Online verbracht.\nBis es dann aus war, weil er meinen Platz eingenommen hat...\nDa stellt sich mir halt oft die Frage: Hab ich das richtige getan, mir selbst treu zu bleiben, und zu tun was mir Spass macht? Werde ich jemanden finden, der meine Hingabe teilt? Oder wars das erstmal und RIP?","replies":[{"id":"","poster":"Firewallbuglolbu","date":"2016-09-13T14:15:06.006+0000","up_votes":1,"down_votes":0,"body":"Oh, oke, dann ist das, ein bisschen anders als ich dachte..\nAber im Endeffekt hat es doch was mit Akzeptanz zu tun.\nDass Geschmäcker verschieden sind und somit alles subjektiv betrachtet wird wissen wir ja alle. Also.. Tut mir Leid, mich so auszudrücken und, dass ich meinen Senf so dazu gebe, aber o_o...Das ist in einer Hinsicht rücksichtslos, egozentrisch und irgendwie ignorant (Sorry, wirklich, dass ich meine Meinung als Aussenstehende so offen lege, aber irgendwie will ich das einfach loswerden) von ihr.\nRespekt, dass du dir so viel aufgebürdet hast, ich würde dir irgendwie einfach raten, bleib wie du bist und bleib dir und deinen Menschen treu.\nEs ist traurig sowas immer wieder zu sehen, wenn die Treue und das Vertrauen so ausgenutzt wird, andererseits muss man sich im Klaren sein, dass es auf der Welt Leute gibt, von denen man weiss, dass sie einen nicht hintergehen und sowas erst recht nicht als Beleidung auffassen, wenn man mal was anderes (bevorzugt) machen möchte... \nSelten muss man leider feststellen, aber immerhin ~","replies":[{"id":"","poster":"Allisrem2","date":"2016-09-13T15:55:02.902+0000","up_votes":1,"down_votes":0,"body":"Habs auch nicht richtig erklärt anfangs.\nDas mit der Akzeptanz stimmt, ich denke aber auch, dass ich sie einfach falsch \"erzogen\" habe von Anfang an. Dieses Verhalten wurde ja Standart, somit ist das dann ja mein Fehler.\nJa, war es auch alles von ihr, die Adjektive hast du gut getroffen.\nRespekt sollte ich dafür eigentlich keinen ernten, ist ja auch sehr viel mein eigener Verdienst...\nJa es gibt immer wieder mal so Hoffnungsschimmer, auch dass unter wenigen Random-Leuten im Forum jemand dabei ist, der sich so auf die Probleme eines fremden einlässt und sich interessiert^^ find ich supernett von dir :)\nIch will nicht aufdringlich wirken, aber dürfte ich dich evtl. adden?","replies":[{"id":"","poster":"Crestaiyl","date":"2016-09-13T17:18:14.332+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HKn Allisrem,realm=EUW,application-id=NIAgX8ss,discussion-id=1prLqIhY,comment-id=000100000000000000000000,timestamp=2016-09-13T15:55:02.902+0000)\n>\n> Habs auch nicht richtig erklärt anfangs.\n> Das mit der Akzeptanz stimmt, ich denke aber auch, dass ich sie einfach falsch &quot;erzogen&quot; habe von Anfang an. Dieses Verhalten wurde ja Standart, somit ist das dann ja mein Fehler.\n> Ja, war es auch alles von ihr, die Adjektive hast du gut getroffen.\n> Respekt sollte ich dafür eigentlich keinen ernten, ist ja auch sehr viel mein eigener Verdienst...\n> Ja es gibt immer wieder mal so Hoffnungsschimmer, auch dass unter wenigen Random-Leuten im Forum jemand dabei ist, der sich so auf die Probleme eines fremden einlässt und sich interessiert^^ find ich supernett von dir :)\n> Ich will nicht aufdringlich wirken, aber dürfte ich dich evtl. adden?\n\nJa, gibt schon merkwürdige Menschen im Forum ;)\nAufdringlich ist das nicht, tu das ruhig, aber dann hier. ^.^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2016-09-12T11:23:29.166+0000","up_votes":1,"down_votes":0,"body":"off-topic ist der allchat bzw der \"Allgemeiner Chat\"..","replies":[]}]}