{"id":"l7EMrM2A","poster":"wasted 1390O BE","date":"2016-09-11T22:41:36.648+0000","title":"Youtube Kanal (Feedback)","subforum":"Streams & YouTube","up_votes":1,"down_votes":1,"body":"Hey Leute,\r\n\r\nich habe vor l&auml;ngern mal angefangen ein paar Videos zum (wer h&auml;tte es gedacht) Thema League of Legends gemacht.\r\nDa ich keine Gro&szlig;e Reichweite habe wollte ich mal Fragen ob ihr mir vielleicht ein Feedback geben k&ouml;nntet?\r\nW&auml;re also super wenn ihr mal auf meinen Kanal vorbeischaut und euren ersten Eindruck da last. Kann nat&uuml;rlich auch gerne Kritik sein Hauptsache ich habe was womit ich arbeiten kann^^\r\n\r\nKanal: https://www.youtube.com/channel/UComT9vzPvkIv9ojYEj2AOZw/featured\r\n\r\n\r\nDanke an alle die mir helfen! {{summoner:13}}","replies":[{"id":"","poster":"CustomKunibert","date":"2016-09-26T10:49:51.142+0000","up_votes":1,"down_votes":0,"body":"Und BTW. Du hast zwar wenig Abos, aber ziemlich viele Klick auf die einzelnen Videos. Zumindest wenn ich das jetzt mal mit mir vergleiche. Also hast du doch Reichweitentechnisch alles richtig gemacht, oder sehe ich das falsch?","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2016-09-12T10:50:24.366+0000","up_votes":1,"down_votes":0,"body":"Um ehrlich zu sein... sind es... normale killvideos mit den selben BGMs wie bei jedem anderen video auf yt ._.\n\nNichts besonders, nichts sonderlich neues.\n\nDein cho-video war zwar ganz nett,aber ...mhh meh. Nein,nichts was ich anderen leuten zum ansehen empfehlen würde.Genauso auch der rest,leider.\n\n**_Wenn du deine videos aufregender oder abweichend von den 0815 mainstreamsht gestallten würdest, könntest du wahrscheinlich auch mehr subs bekommen._**\n\nOder genauer: nicht einfach nur Kills zusammenschneiden die man auch ingame tag ein tag aus sieht, und ebend nicht das selbe langweilige gedudel im hintergrund laufen lassen. Du kannst doch mit deinen programmen recht gut umgehen... mach was damit. O^O","replies":[]},{"id":"","poster":"CustomKunibert","date":"2016-09-12T07:16:45.050+0000","up_votes":1,"down_votes":0,"body":"Also ich hab mir jetzt mal das Cho'gathvideo angeschaut und finde es ziemlich cool.","replies":[]}]}