{"id":"EJY59llW","poster":"Kubadorr","date":"2016-09-10T11:26:01.766+0000","title":"Wegen früher Verhaltensregeln kein Recht Beute zu machen","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":7,"body":"Hallo , ich habe mich fr&uuml;her wirklich absort oder Dumm benommen , was man auch Vllt verstehen kann , wenn man aus Bronze nicht raus kommen und 9 spiele macht und 1 im Ranked gewinnt , wegen irgend welchen Feedern , und man ist mal in Bronze 1 und kommt deswegen immer wieder auf Bronze 3 und da ist mal normal das man sich falsch &auml;u&szlig;ert Vllt auch zu hart , aber Man kennt oder jeder kennt das bestimmt und jetzt habe ich mich seid einer Woche gut benommen nichts im Chat geschrieben und einfach gespielt und garnicht auf Den Chat geachtet , ich habe mich wirklich verbessert was das angeht und bekomme jetzt keine Belohnungen was ich nicht verstehen , bitte eine Antwort wie lange es anh&auml;lt oder was ich daf&uuml;r tuen muss , danke LG","replies":[{"id":"","poster":"legofreak1","date":"2016-09-10T11:28:23.163+0000","up_votes":4,"down_votes":0,"body":"Du wirst wieder Beute erhalten, sobald das System erkennt, dass du dein Verhalten verbessert hast. Das geht schneller, wenn du in deinen Spielen positives Verhalten zeigst, dauert länger wenn du neutral bist bzw nichts schreibst oder wenn du negativ bist wirst du wahrscheinlich eine weitere Strafe erhalten. Bei einer ersten CR und normalem Verhalten sollten das aber nur ein paar Dutzend Spiele höchstens sein.","replies":[{"id":"","poster":"Kubadorr","date":"2016-09-10T11:29:32.755+0000","up_votes":1,"down_votes":0,"body":"Ok danke :)","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-09-10T11:37:42.349+0000","up_votes":3,"down_votes":1,"body":"1. Dein gesamter Beitrag ist ein endlos langer Satz und das macht Kopfschmerzen!\n\n2. Hextech-Beute ist eine Belohnung für Spieler mit gutem Verhalten! Du bist keiner, also bekommst du sie auch nicht, bis du das Gegenteil bewiesen hast!\nDas wird viele Spiele mit tadellosem Benehmen brauchen. Spiele, keine Zeit.","replies":[]},{"id":"","poster":"Lionheart I","date":"2016-09-10T11:30:16.528+0000","up_votes":1,"down_votes":0,"body":"Es kommt auf die Anzahl der Spiele an die du spielst soweit ich weiß. Je mehr Spiele du spielst (also je häufiger) umso schneller kannst du wieder beute machen. Das setzt voraus das du dich benimmst.  Ich selbst habe mich lange Zeit extrem bescheiden benommen was in 3 Perma Banns resultierte alle zu Recht. Flame einfach nicht das ist es nicht wert. Und du wirst sehen das Spiel wird dir viel mehr Spaß machen. Lache auch mal über deine Fehler und sei nicht zu über ehrgeizig wie ich es war.","replies":[]}]}