{"id":"QtAbcEZO","poster":"I love you Malon","date":"2016-09-09T16:20:44.320+0000","title":"LoL will mich echt verarschen!!!","subforum":"Hilfe & Support","up_votes":2,"down_votes":2,"body":"Was soll das?!\r\n\r\nIch hatte noch NIE Internetprobleme!\r\n\r\nDoch seit Tagen bekomme ich jeden Tag den Leaverbuster weil ich st&auml;ndig nicht ins Game komme!\r\n\r\nJedesmal sagt es das ich keine Internetverbindung habe aber das ist einfach falsch!\r\nNebenher bin ich im TS3, alles klappt wunderbar nur LoL nicht!\r\n\r\nDann bekomm ich den Leaverbuster, die 5 Games klappt alles wunderbar!\r\nSpiel wieder Rankeds und die Kacke geht von vorne los!\r\nBitte &uuml;berpr&uuml;fe deine Internetverbindung obwohl ich doch Internet habe da ich doch sonst nicht im TS w&auml;re ._.\r\n\r\n\r\nIch bin gerade sehr gereizt...!\r\nKommt mir so vor das Riot mich verarscht!","replies":[{"id":"","poster":"DieSacknîere","date":"2016-09-09T16:28:03.674+0000","up_votes":2,"down_votes":0,"body":"Natürlich treten immer wieder technische Probleme auf. Wenn du uns dein Problem genauer schildern würdest und uns sagen würdest welche Fehlermeldung erscheint könnten wir dir sogar helfen! :P","replies":[{"id":"","poster":"I love you Malon","date":"2016-09-09T16:31:19.267+0000","up_votes":1,"down_votes":0,"body":"Was für Information benötigt ihr den? Ich bin kein TechnikGenie :P","replies":[{"id":"","poster":"DieSacknîere","date":"2016-09-09T17:06:13.409+0000","up_votes":1,"down_votes":0,"body":"Wie bereits gesagt -> Was für eine Fehlermeldung erscheint? \nWann genau passieren diese Verbindungsabbrüche?","replies":[{"id":"","poster":"I love you Malon","date":"2016-09-09T17:10:10.670+0000","up_votes":1,"down_votes":0,"body":"Etwas in der Art mit: die Verbindung konnte nicht hergestellt werde, bitte überprüfe deine Internetverbindung! Dann Drücke ich auf Ok, dann komm ich in den Ladebildschirm zurück und ich bin ingame, da ich aber einen guten PC besitze dauert es eben etwas länger und bis dahin wurde schon /remake benutzt.\n\nDie Verbindungsabbrüche tauchen immer dann auf wenn ich mein 1stes Game zocke...ich weiß nicht genau wann aber erst seit dieser Woche...\n\n\nEdit: allerdings macht es keinen Sinn da ich nebenher ihm TS bin und somit meine Internetverbindung gar nicht unterbrochen sein kann! Da ich sonst auch aus TS rausfliegen würde","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-09T17:50:39.340+0000","up_votes":1,"down_votes":0,"body":"Wenn es nur beim ersten Spiel auftaucht, versuch das nächste mal erst ein Customgame. Da ist der Leaverbuster nicht aktiv und du riskierst es nicht eine Strafe zu erhalten. Falls der Fehler erst nach einer Weile auftaucht, kannst du das auch gerne zum Üben nutzen, wie zum Beispiel gegen einen Freund neue Champions ausprobieren.","replies":[]},{"id":"","poster":"DieSacknîere","date":"2016-09-09T17:13:50.800+0000","up_votes":1,"down_votes":0,"body":"[FEHLERBEHEBUNG BEI VERBINDUNGSPROBLEMEN](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen)\n\nFirewall, IPv6 oder der IP-Hilfsdienst ist meist der Bösewicht.","replies":[{"id":"","poster":"I love you Malon","date":"2016-09-09T17:24:21.468+0000","up_votes":1,"down_votes":0,"body":"IP Hilfedienst im Regedit Exe. hab ich schon vor einem Jahr geändert, Ich hab gerade den IPv6 ausgeschaltet!\n\nErstmal Danke, sollte es jedoch nicht klappen komme ich zurück\n\n\nLg Cede <3","replies":[]}]}]}]}]}]},{"id":"","poster":"thefire7","date":"2016-09-09T16:32:57.074+0000","up_votes":2,"down_votes":2,"body":"jup riot verarscht dich","replies":[]}]}