{"id":"Ju9chokk","poster":"Bottfried Wolff","date":"2016-09-08T20:38:34.148+0000","title":"Queue Vorschlag Random","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Moin liebe Community,\r\nHabe in den letzten Monaten sehr viel Jungle gespielt, und wie das immer so ist wenn man etwas lange macht, es wird irgendwann langweilig. Nat&uuml;rlich ist es oft gut sich auf eine oder zwei Sachen zu spezialisieren, aber ich bin jemand, der auch ab und an mal etwas Inspiration braucht. Deshalb w&auml;re doch eine Rollenauswahl &quot;Random&quot; gar nicht schlecht, wo quasi zuf&auml;llig bestimmt wird welche Rolle man bekommt (als Favorit &quot;gew&auml;hlt&quot; hat, ohne dass man das selber wei&szlig;).\r\nEs gibt nat&uuml;rlich die Option Fill anzugeben, aber wir alle wissen, dass das nicht das gleiche ist, da man auch gleich Support als Firstclass w&auml;hlen k&ouml;nnte.\r\nWas haltet Ihr davon ? Ich finde es ist eine &Uuml;berlegung Wert. Freue mich auf alle Beipflichtungen und Kritikpunkte, die euch dazu einfallen.\r\nLG von einem gelangweilten und zu gleich motivierten LoL-Spieler, Bottfried ! :)","replies":[{"id":"","poster":"Sirrkas","date":"2016-09-08T20:41:04.076+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es, wenn du einen Würfel dafür verwendest oder Blindpick spielst? Damit könnte man das erreichen, ohne dass Riot so etwas erst programmieren muss.","replies":[{"id":"","poster":"Bottfried Wolff","date":"2016-09-08T20:47:16.316+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=cGRapXds,discussion-id=Ju9chokk,comment-id=0000,timestamp=2016-09-08T20:41:04.076+0000)\n>\n> Wie wäre es, wenn du einen Würfel dafür verwendest oder Blindpick spielst? Damit könnte man das erreichen, ohne dass Riot so etwas erst programmieren muss.\n\nBlindpick ist nicht so meins. Und das mit dem Würfel ist eigl. ne gute Idee, aber jmd. der so unentschlossen ist wie ich im Moment, wird wenn er erstmal seine Rollen ausgewürfelt hat immer noch hadern....der Überraschungseffekt ist einfach nicht der gleiche und man hat noch chancen zu wechseln .\nLG Bottfried!","replies":[]}]}]}