{"id":"dMMivcm7","poster":"SHRX Corgetta","date":"2016-09-07T18:27:35.205+0000","title":"LF Support-Main [Gold V < ...]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus liebe Community!\r\nDa es besonders in der Dyn-Q sehr schwer ist gegen gute premade botlanes zu gewinnen bin ich hier auf der Suche nach einem Support um wieder mitmischen zu k&ouml;nnen. Du solltest &uuml;ber 16 Jahre alt sein und schon eine Weile Support mainen. Dein Championpool sollte nicht zu klein sein um ein bisschen Abwechslung in die Sache zu bringen. Deine Elo sollte Gold V aufw&auml;rts und dein Ziel Platin sein. Ich selbst bin 17 Jahre alt und atm Gold IV. Meist Spiele ich mit weiblichen Supports, da ich glaube das sie einfach intuitiv die besseren sind, aber lasse mich gerne vom Gegenteil &uuml;berzeugen! :D \r\n1. [-&gt; Main Champs {{champion:202}} {{champion:18}} {{champion:236}} {{champion:22}} \r\nTrifft die Beschreibung auf dich zu, adde mich doch einfach ingame und wir k&ouml;nnen gleich mal ne Runde spielen! \r\nmfg PositionGod","replies":[{"id":"","poster":"W3ar3on","date":"2016-09-08T16:49:57.532+0000","up_votes":1,"down_votes":0,"body":"Ich bin zwar kein Mädchen und kann auch nicht mit einem mithalten aber \nzumindest kann ich versuchen zu beweisen, dass Kerle auch was draufhaben {{champion:201}} \n\nhttp://euw.op.gg/summoner/userName=W3ar3on\n\ninvite ist raus {{champion:17}}","replies":[]},{"id":"","poster":"KAPPOBY","date":"2016-09-07T18:59:38.186+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}