{"id":"zqhM57ZA","poster":"actin Sn1x","date":"2016-09-07T19:38:59.678+0000","title":"actin eSports sucht Manager für Plat II/Dia IV-Team","subforum":"Clans & Teams","embed":{"title":"Home - actin eSports - Competitive Gaming since 2015","description":"Founded in 2015, actin eSports is a German eSports organisation and the home of promising amateur teams. The project aims to become a well-known name on international level but also to establish a great community.","url":"http://myactin.eu","image":null},"up_votes":1,"down_votes":0,"body":"Hallo zusammen!\r\n\r\nWir von actin eSports suchen f&uuml;r unser k&uuml;nftiges LoL-Team einen kompetenten Team-Manager!\r\n\r\nZu uns und dem Team:\r\nactin eSports wurde 2015 gegr&uuml;ndet und ist momentan aktiv in den Spielen Counter-Strike, FIFA und Hearthstone. Nun kommt noch ein LoL-Team hinzu, f&uuml;r welches wir einen Manager suchen!\r\nDas Team besteht momentan aus 5 Spielern (zwischen Plat. II und Dia IV) und einem Coach. Langfristige Ziele sind es, die Teamleistungen stetig zu verbessern und erfolgreich an Turnieren teilnehmen. Unter anderem wird das Team auch an den Qualifiern der ESL Meisterschaften teilnehmen. Um dies erreichen zu k&ouml;nnen, ist ein Team-Manager sehr wichtig, denn so k&ouml;nnen sich die Spieler noch intensiver auf ihr Spiel konzentrieren.\r\n\r\n\r\nZu Dir:\r\nAls Team-Manager solltest Du mit Teamgeist und Verantwortungsbewusstsein an die Sache rangehen. Zu deinen Funktionen geh&ouml;ren:\r\n- Betreuung des Teams\r\n- Spielersuche\r\n- Terminplanung\r\n- Bindeglied zwischen Team und Projektleitung\r\n- Arbeitsoptimierung\r\n- etc.\r\n\r\nDiese Eigenschaften k&ouml;nnten dir dabei helfen, die Aufgaben zu meistern:\r\n- Verantwortungsbewusstsein\r\n- Teamplayer\r\n- Kommunikativ\r\n- Organisationstalent\r\n- Erfahrung als Team-Manager o.&auml;.\r\n- Ehrgeiz\r\n- Fachwissen (die Szene kennen)\r\n- Mentale Reife\r\n\r\n\r\nEine Menge, oder nicht? Aber keine Sorge! Du musst nicht alle Eigenschaften besitzen, um ein guter Team-Manager zu sein. Vor allem am Anfang bekommst Du Hilfe von der Projekleitung, sodass Du dich Schritt f&uuml;r Schritt an die Aufgaben heran tasten kannst.\r\n\r\n\r\nWenn dich diese Anzeige neugierig gemacht hat, dann kontaktiere uns doch! Adde mich einfach In-Game (actin Sn1x), sodass wir uns gleich &uuml;ber genaueres unterhalten k&ouml;nnen! :)\r\n\r\nUnsere Homepage-URL lautet &uuml;brings http://myactin.eu\r\n\r\nWir freuen uns auf Dich!\r\n\r\n\r\nGr&uuml;&szlig;e\r\nSn1x\r\nProjektleiter von actin eSports - Competitive Gaming since 2015","replies":[]}