{"id":"6LK6BU9X","poster":"Hi I am Huso","date":"2016-09-07T13:20:15.586+0000","title":"[Teamaufbau]","subforum":"Clans & Teams","up_votes":1,"down_votes":4,"body":"Hey Leute, wie ihr h&ouml;rt w&uuml;rde ich gern f&uuml;r diese Saison ein Team erstellen.\r\nIch w&uuml;rde mich freuen wenn wir 5 Leute zusammen bekommen.\r\nDaher das eh nicht immer alle zur gleich zeit online sind und auch mal wer nicht kann.\r\nIch befinde mich selber noch in gold , aber mein Ziel ist es Platin n&auml;chstes Jahr zukommen.\r\nWir wollen mit unserem Team so hoch wie m&ouml;glich kommen. Wir spielen um besser zu werden!\r\nSpa&szlig; haben ist ok, aber Imgame sollte man immer sein bestes geben und konzentriert sein.\r\nWir wollen viel zusammen &uuml;ben in Normalgames als auch in Rankgames.\r\nWir sollten immer an unserem zusammen spiel arbeiten! Genauso wie an Team Combos. Und was alles noch so dazu geh&ouml;rt!\r\nRankteam Ziel ist hoher Gold bereich oder sogar Platin.\r\nIch Suche erfahrene Spieler, die wissen was sie machen.\r\n\r\nVoraussetzungen:\r\n\r\nMindestens silber Elo Bereich\r\nSkype oder Ts\r\nkein Flamer\r\nalter egal (solange die Reife stimmt)\r\n!!Aktive!!\r\n\r\nGesucht werden :\r\n\r\nToplaner -&gt;\r\nJungler -&gt;\r\nMid -&gt;\r\nAdc -&gt; Ich (Gold 5)\r\nSupp -&gt;\r\nErsatzspieler -&gt;\r\nErsatzspieler -&gt;\r\nErsatzspieler -&gt;\r\nCoach wird auch gesucht!\r\n\r\nWenn Ihr interesse habt einfach Ingame anschreiben ----&gt; SiViRnaSaxony","replies":[{"id":"","poster":"Rage Chewbacca","date":"2016-09-08T06:16:02.327+0000","up_votes":1,"down_votes":0,"body":"Hey,\nwir sind aktuell auf der Suche nach neuen Membern! Wenn du Bock drauf hast und evtl sogar langfristig etwas suchst dann meld dich doch mal.\nSelbstverständlich suchen wir auch KOMPLETTE TEAMS oder gar ganze Clans die Lust haben, unserer Community beizutreten und für den RAGE CLAN zu spielen.\nLangfristig bieten wir natürlich auch beteiligungen an unserer Website und ggf künftig auch an Werbeeinnahmen an.\n\nHier ein Paar Info's zu mir bzw UNS:\n\nDer RAGE - Clan wurde am 01.05.2016 von Chewbacca dem Hoster gegründet. Das Server bzw. das Admin Team besteht zur Zeit noch aus zwei Personen. Wir sind stets gewollt neue Spieler dazu zugewinnen.\nSelbstverständlich sind wir auch daran Interessiert kleine Clans komplett aufzunehmen und bereits bestehende Teams zu übernehmen und unter unserem Clan antreten zu lassen.\n\nWir BIETEN dir :\n\nCommunity mit Zukunft\nHauptzeiten zwischen mindestens 17-24 Uhr\nSehr aktive Mitglieder (tägliche Onlinezeiten)\nWachsende Community mit ambitioniertem Leadership\nGezielter Aufbau von Wettbewerbsfähigen Ranked- und Ligenteams\nErwachsene Gildenleitung\nWhatsApp Gruppen\nEigene eSports Team / normale Teams\nTeamspeak 3 mit Managment\nAttraktive Aufstiegsmöglichkeiten in das Gildenmanagement\n\nWir hoffen wir konnten dich überzeugen, wenn du Interesse hast, kommt doch einfach mal auf unseren\nTeamspeak 3 IP: ragemasters.teamspeak.de\nHomepage: rage-multigaming.de\nAnsprechpartner: JEDER Admin\n\nPs:\n\nZusätzlich dazu haben wir einen eigenen Claninternen Coach, welcher einiges zu bieten hat.\nUnter anderem:\n\n-Ingame Coaching\n\n-Strategy Coaching\n\n-Set up und Build up Coaching\n\n-Ausarbeitung von speziellen Vorgehensweisen\n\n-Matchmaking und Ranked vorbereitung\n\n-Live coaching während Matches und Trainingseinheiten\n\n-Wahl und Build up von Main Champs\n\n-Gemeinsame Ausarbeitung von Stats und Analyse des Gamers\n\n-Erstellen eines Trainingsplans\n\nUnd abgesehen von diesen Stichpunkten besteht die Möglichkeit individuell eine Trainingsvorbereitung und Durchführung gemeinsam auszuarbeiten!","replies":[]},{"id":"","poster":"SgtToffel","date":"2016-09-07T17:09:32.913+0000","up_votes":1,"down_votes":0,"body":"Ich hab dir mal ne Anfrage in LoL geschickt, da kann man dann näheres besprechen. Ich mag es nicht so immer im Forum nen Roman zu schreiben um das ganze dann per ts oder so nochmal durchzukauen :D\n\nMit freundlichen Grüßen\nSgtToffel {{champion:35}}","replies":[]}]}