{"id":"9Ea9mTx6","poster":"BCPSaykz","date":"2016-09-06T11:14:00.557+0000","title":"[SFG] SemperFi-Gaming sucht dich/euch","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir sind ein Deutsch-Sprachiger Multigaming Clan der seit M&auml;rz 2016 Aktiv ist, dabei steht unser Motto &quot;Alles kann, nichts muss&quot; immer im Vordergrund.\r\n\r\nHier ist Platz f&uuml;r jeden! Egal ob du ein Familien- Mensch,Vollblut - Zocker oder ein Gelegenheits -Spieler bist. Einzigste Voraussetzung ist das du/Ihr mindestens 18 Jahre alt bist/seit.\r\n\r\nWir suchen &quot;Aktive Member&quot; f&uuml;r League of Legends, gerne auch schon Team&#039;s, die einen Clan suchen.\r\n\r\nWas erwartet euch?\r\n\r\n1) Einen Multigaming-Clan mit Clanpage/Forum\r\n2) TeamSpeak Sever mit NPL\r\n3) Viele Member die auch noch andere Games zocken falls man auch mal was anderes Zockt, wie zB World of Warcraft, The Division, Battlefield 1 (Aktuell Beta und sp&auml;ter mit eigenem Server) uvm.\r\n4) Community Whatsapp Gruppen sowie Game spezifische Gruppen.\r\n\r\nWir m&ouml;chten auch Nicht Membern die M&ouml;glichkeit geben uns w&auml;hrend dem Spielen kennenzulernen,ohne dabei gleich Aktiv dem Clan beizutreten.\r\n\r\nDaher bieten wir euch die M&ouml;glichkeit auf unseren TeamSpeak Server Online zu gehen und mit unseren Membern gemeinsam zu Zocken.\r\n\r\nEbenso kann man uns auf FACEBOOK verfolgen, dabei m&uuml;sst ihr nichts weiter tun als unsere Seite &quot;SemperFI Gaming &quot; zu liken.\r\nDort erhaltet Ihr neben aktuellen News auch einen Einblick in unseren Clan.\r\nWir m&ouml;chten in Zukunft unser Spiele Angebot erweitern eine Aktuelle Liste dazu findet Ihr in unserem Forum auf www.Semperfi-Gaming.de\r\n\r\nMein Team und ich arbeiten mit gr&ouml;&szlig;ter Sorgfalt daran den Clan Aktiv und Innovativ zu gestalten und daf&uuml;r brauchen wir, Spieler wie euch.\r\n\r\nDenn:\r\n\r\nAlleine Zocken geht, gemeinsam geht&acute;s besser!\r\n\r\nWenn Ihr euch Angesprochen f&uuml;hlt und Ihr Interesse habt dem Clan &quot;SemperFi Gaming&quot; beizutreten,\r\ndann freuen wir uns auf eure Aktive Beteiligung an unsere Community.\r\n\r\nF&uuml;r weitere Fragen stehe ich euch in unserem TeamSpeak/ClanPage zur Verf&uuml;gung.\r\n\r\nTeamSpeak-Server: SemperFi-Gaming.de\r\nAnsprechpartner: [SFG-ClanF&uuml;hrung] Yugong\r\nEmail: Yugong@Semperfi-Gaming.de\r\n\r\nDie SemperFI-Gaming Community freut sich auf dich/euch.","replies":[]}