{"id":"YL6kueeT","poster":"Grona1992","date":"2016-09-06T18:00:10.467+0000","title":"Out of Elohell Bronze!","subforum":"Ligen & gewertete Spiele","up_votes":9,"down_votes":2,"body":"So Leute,\r\n\r\nHeute habe ich es endlich geschafft! Ich habe es endlich aus der ber&uuml;chtigten Elo Hell Bronze raus geschafft (Nein das soll kein Q.Q Thread werden sondern ein Erfahrungsbericht und eine Motivationshilfe). Ich habe anfang der Seasion in Bronze 3 gestartet, bin kurzzeitig nach Bronze 5 gedroppt und habe mich langsam aber sicher aus Bronze rausgespielt.\r\nAlles was ich daf&uuml;r getan habe war folgendes:\r\n- Ich habe mir 2 Lanes ausgesucht auf denen ich Spiele (in meinem Fall ADC und Top)\r\n\r\n- Ich habe mir einen gewissen Championpool ausgesucht mit dem ich in verschiedenen Situationen spiele, egal ob Meta oder nicht! (ADC Ashe, Jinx, Mf, Lucian, Ezreal, Teemo, Twitch. Top Fiora, Garen, Mundo, Nocturne, Teemo, Xin)\r\n\r\n- Ich habe aufgeh&ouml;rt mich an Pros zu orientieren. K&ouml;nnte ich mit Pros mithalten w&uuml;rde ich nicht in Bronze spielen. Trotzdem habe ich mir die Meinung von verschiedensten Pros angeh&ouml;rt und angeschaut. Jedoch bin ich kein Faker der OP mit Leblance oder Zed ist also versuch ich garnicht sie nachzueifern.\r\n\r\n- Ich habe mich mit mir und meinem Spielstyl auseinander gesetzt und mich immer wieder ermahnt wenn ich eine Lose Strecke hatte das es an meinen Fehlern lag. Klar manchmal sind es die Teammates aber das ist nur manchmal der Fall. Oft war ich selbst das Problem.\r\n\r\n- Wenn ich gemerkt habe das ein Spiel gut lief habe ich versucht mir diesen Spielstyl zu merken. \r\n\r\n- Manchmal gab es Tage wo nix ging. Entweder aufh&ouml;ren Lol zu Spielen oder auf Normals oder Aram umsteigen. Jede Niederlage Tiltet einen mehr.\r\n\r\n- Schei&szlig; auf das Verhalten von deinen Teammates, wenn dich der Chat zuviel ablenkt mute die Personen. Vorallem wenn man ein schlechtes Game hat sollte man den Chat ignorieren. &Uuml;brigens kostet das schreiben von &quot;Report xy&quot; nicht nur Zeit sondern ist auch ein Bann Grund und sperrt einen f&uuml;r die Belohnung am Ende der Seasion ;-) . Wichtige Faustregel f&uuml;rs Climben zum Thema Chat: Wenn du nix positives Schreiben kannst schreib garnichts! Nichts hat sich positiver auf meine Mates ausgewirkt als ihnen nicht zusetzen bei Fehlern und sie zu loben bei guter arbeit. Pl&ouml;tzlich hatte die 0/5/1 Annie einen Entscheidenten Teamfigth getragen.... ob sie das getan h&auml;tte wenn man sie getiltet h&auml;tte?\r\n\r\n- Never Surrender: Du spielst in Bronze und die gr&ouml;&szlig;te schw&auml;che dort ist das die Spieler unkonstant sind. Wenn du es schaffst 30 Min die Base zu deffen kannst du es auch schaffen das Spiel vielleicht doch noch rum zu rei&szlig;en.\r\n\r\n- Sei kein Einzelk&auml;mpfer und Schei&szlig; auf KDA oder Rating am Ende des Games. Am Ende gewinnt wer den Nexus zerst&ouml;rt. Wenn ich mit Nasus 0/4/6 stehe aber 8 Tower eingerissen habe hab ich trotzdem gecarryt und meinen Job richtig gemacht.\r\n\r\n- Denk immer in deiner Rolle! ADCs haben Schaden zu machen ohne zu sterben, sie d&uuml;rfen auch Tanks angreifen, Assasinen haben die aufgabe weiche Ziele zu t&ouml;ten, Tanks haben die aufgabe dem Gegner so auf den Keks zu gehen das man sie ins Ziel nimmt oder der Gegner weg geht. Ein Tank hat nicht den Gegnerischen Carry zu chasen sondern f&uuml;r seinen Carry zu Pealen, eine Assasine engagt nicht wenn sie nicht sicher weg kommt und ein Adc kann noch soviel Lifesteal haben der adc ist einfach kein Tank!\r\n\r\nDamit habe ich es aus Bronze rausgeschafft und viele von euch k&ouml;nnen das auch den ich habe in allen Bronze schichten leute gesehen die weitaus besser waren als ich{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Queen of Pings","date":"2016-12-10T05:52:43.024+0000","up_votes":1,"down_votes":0,"body":"Schön...macht echt mut !","replies":[]},{"id":"","poster":"syrixs224","date":"2016-09-14T20:21:17.852+0000","up_votes":1,"down_votes":0,"body":"Viel Spaß mit %%%%%%-Silber :)","replies":[]},{"id":"","poster":"Jungle Kingdóm","date":"2016-09-07T07:59:03.664+0000","up_votes":1,"down_votes":0,"body":"Gl erstmal freu dich nicht zufrüh ich persöhnlich fand damals Silver um einiges Schlimmer als Bronze","replies":[{"id":"","poster":"SequADC v2","date":"2016-09-08T10:17:34.020+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=EuW Toxic Jgl,realm=EUW,application-id=ip27PlEH,discussion-id=YL6kueeT,comment-id=0001,timestamp=2016-09-07T07:59:03.664+0000)\n>\n> Gl erstmal freu dich nicht zufrüh ich persöhnlich fand damals Silver um einiges Schlimmer als Bronze\n\nSilber ist defintiv schlimmer wie Bronze 5 ich sehe dort mehr klappsparten rumrennen die denken sie wären Faker wie ich es in Bronze 5 tat.\nManchmal musst du im Chat sogar schon Drake mit ! Spammen um sie zu überzeugen nicht schonwieder nach einem 3 Minuten chase dann doch ohne Kill zu sterben {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Choke Me Stalin ","date":"2016-09-09T13:22:35.889+0000","up_votes":1,"down_votes":0,"body":"Bin zurzeit Gold und finde es schlimmer als Bronze und Silber zusammen :D\nWird irgendwie immer schlimmer beim Aufsteigen xD","replies":[]}]}]},{"id":"","poster":"Shadowscreen","date":"2016-09-07T08:56:13.579+0000","up_votes":1,"down_votes":0,"body":"Sehr schöne Einstellung finde ich,  viel Glück auch weiterhin und ich hoffe du packst es diese Season noch nach Gold, damit du für diese Einsicht und\ndas Positive verhalten auch was schönes bekommst :)\nWenns nicht klappt dann halt nächste Season!\n\nWeiter so und viele Grüße ^^/)","replies":[]},{"id":"","poster":"Sky4Riven","date":"2016-09-07T08:18:10.740+0000","up_votes":1,"down_votes":0,"body":"Ja PLS Elohell Platin...","replies":[]},{"id":"","poster":"blackcigarre","date":"2016-09-06T18:01:39.035+0000","up_votes":1,"down_votes":0,"body":"Das ist vorbildlich. Wünsche dir alles Gute, Road to Gold steht an.","replies":[]}]}