{"id":"Yen0UE5P","poster":"Project Storm v2","date":"2016-09-04T21:24:46.810+0000","title":"Allrounder mit meta Pick´s sucht 5er Team oder leute zum Ranked zocken","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Halle Community,\r\n\r\nIch bin momentan auf der Suche nach ein paar netten und kompetenten Leuten zum Ranked zocken. (alter egal) In erster Hinsicht geht es mir nicht darum eine bestimmte elo zu erreichen, w&auml;re aber was das angeht f&uuml;r alles offen. Auf denn 2. Blick jedoch suche ich auch ein festes Team mit regelm&auml;&szlig;igen Trainingszeiten und festgelegten rollen wie z. B. Captain, Caller, etc. ...\r\n\r\nZu mir selbst:\r\n\r\nIch bin 20 Jahre alt und im Moment Silber V, des weiteren bin ich Allrounder und beherrsche so gut wie jeden Champ der momentan in der Meta ist. Zu meinen St&auml;rken z&auml;hlt das ich sehr flexibel bin und auch Kritik oder Hilfe dankend annehme. Zu meine schw&auml;chen z&auml;hlt jedoch der Umgang mit Stressigen Situationen d. h. ein spiel nach 50 min zirka zu beenden. Noch zu erw&auml;hnen ist das ich schon Erfahrungen im 5er Team gesammelt habe und durchaus auch die Rolle eines Callers &uuml;bernehmen kann (als ADC erst ab zirka 15. min.). Erfahrung bei lol sammel ich schon seit S1 und habe dem entsprechend schon so manche Meta mitgemacht bzw. bin auch immer Up To Date wenn es um LCK, NA LCS oder EU LCS geht. \r\n\r\nIch freue mich demn&auml;chst mit euch zu zocken und man sieht sich in der Kluft :)\r\n\r\nMfG Project Storm v2 | Tom","replies":[{"id":"","poster":"NGC Polyxena","date":"2016-09-05T05:40:20.664+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Tom,\n\nwenn du neben der reinen Teamsuche auch interessiert daran wärst Teil einer stetig wachsenden, aufstrebenden Community zu werden, dann würde ich dir gerne einmal unsere vorstellen.\n\n\"**Nerds Go Casual**\" ist eine ü18 Multigaming Community seit April 2016, die es sich zum Ziel gemacht hat Spieler/innen aller Art aufzunehmen unabhängig von Elo und Erfahrung. Was jedoch oberste Priorität hat ist der respektvolle Umgang miteinander und auch gegenüber Außenstehenden. Wir möchten der Toxicness mancher LoL-Spieler entrinnen und einen angenehmen, harmonischen Platz zum Abschalten und Daddeln bieten.\n\nAuch Team-Interessierte kommen bei uns auf ihre Kosten! Neben einer eigenen \"Datenbank\" für Team-Suchende bieten wir außerdem regelmäßige Events und aktive Unterstützung bei der Suche nach einem Team und/oder Team-Mitgliedern.\n\nWeitere Infos zu uns erhältst du hier:\n[★ Nerds Go Casual ★ Ü18 multigaming Community lädt zum Zocken ein ★](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/FmAmLUvt-a-nerds-go-casual-a-a18-multigaming-community-laadt-zum-zocken-ein-a)\n\nLiebe Grüße,\nP0lyxena | Julia","replies":[]}]}