{"id":"dPoAgETf","poster":"SeppTheKiller","date":"2016-09-03T14:47:29.152+0000","title":"Anivia`s crit e mit runen verbessern?","subforum":"Champions & Gameplay","up_votes":0,"down_votes":0,"body":"Hallo liebe LoL Community h&auml;tte ein paar Fragen und w&uuml;rde mich freuen wenn ihr sie mir beantworten k&ouml;nntet \r\n\r\nErste Frage kann man bei Anivia`s e das passive verbessern? \r\nPassiv sagt wen ich einen Gegner mit q oder r treffe macht mein e doppel DMG also crit dmg ( wird auch ingame angzeigt als crit aber in lila farbe)\r\n( in denn stats nach dem game zeigt es mir auch an das ich crit dmg gemacht habe)\r\n\r\n\r\nDarum meine Fage kann ich mit runen die z.b +2.5% crit dmg  geben  meine passiv vom e verbessern?\r\n\r\nWarum ich auf crit mit anivia gehe ist das ich one shot`s machen kann mache mit full ap anivia mit e normal 500+ dmg und wenn ich vorher mit r oder q treffe mache ich 1000+ dmg mit e (alleine mit e,  dazu kommt noch 200+ dmg wegen q oder 100+ dmg per sec mit r )\r\n\r\n\r\nZweite Frage wegen Rabadons Todeshaube, ist der passiv effect so wie bei stab des erzengels, also auch wenn ich ihn als erstes kaufe das ich auch sp&auml;ter noch + dmg durch passiv bekomme oder is rabadon etwas was man sich kommplett zum schluss kaufe sollte das es wirklich &quot;wirksam&quot; ist, weil sich die + 35% sofort aktivieren und dann nicht mehr auf neue stats &uuml;bergeht?\r\n\r\nEine letzte frage noch bringt es sich was wenn ich mit Anivia mir Klinge der Unendlichkeit kaufe, die passive: Der zus&auml;tzliche schaden bei kritischen treffern wird um 50% erh&ouml;ht. ( das m&uuml;sste bedeuten wenn ich 500dmg normal mache und mein crit gibt mir nochmal + 500 m&uuml;ssten die 25% mir nochmal + 125 geben oder?\r\n\r\nDanke schonmal im vorraus f&uuml;r jede Antwort, w&uuml;rde mich auch freuen wen ihr mir schreibt wie IHR anivia spielt und welche kombis von iteams ihr benutzt.\r\n\r\nF&uuml;r die, die sehen wollen wie ich spiele um mir tipps zu geben, habe ich 2 LoL Replays in den Link dings gegeben zum downloaden\r\n( wurde bei einem extrem gefeeded  )\r\n\r\n{{champion:34}}     FTW \r\n {{sticker:slayer-jinx-wink}}  {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Crounty","date":"2016-09-03T14:54:12.946+0000","up_votes":1,"down_votes":0,"body":"> Erste Frage kann man bei Anivia`s e das passive verbessern?\n> Passiv sagt wen ich einen Gegner mit q oder r treffe macht mein e doppel DMG also crit dmg ( wird auch ingame angzeigt als crit aber in lila farbe)\n> ( in denn stats nach dem game zeigt es mir auch an das ich crit dmg gemacht habe)\n> \n> Darum meine Fage kann ich mit runen die z.b +2.5% crit dmg geben meine passiv vom e verbessern?\n\nEs funktioniert soweit ich weiß nicht und selbst wenn es tun würde, wäre es viel effizienter auf AP/AP per lvl zu gehen, da +crit dmg nur für die E gelten würde und du mit AP all deinen Spells mehr Schaden gibst und dein E Schaden höher wäre als mit crit dmg\n\n> Zweite Frage wegen Rabadons Todeshaube, ist der passiv effect so wie bei stab des erzengels, also auch wenn ich ihn als erstes kaufe das ich auch später noch + dmg durch passiv bekomme oder is rabadon etwas was man sich kommplett zum schluss kaufe sollte das es wirklich \"wirksam\" ist, weil sich die + 35% sofort aktivieren und dann nicht mehr auf neue stats übergeht?\n\nDie Passive funktioniert immer, also geht auch auf neue Stats über.\n\n> Eine letzte frage noch bringt es sich was wenn ich mit Anivia mir Klinge der Unendlichkeit kaufe, die passive: Der zusätzliche schaden bei kritischen treffern wird um 50% erhöht. ( das müsste bedeuten wenn ich 500dmg normal mache und mein crit gibt mir nochmal + 500 müssten die 25% mir nochmal + 125 geben oder?\n\nDie Anivia E wird zwar wie ein Crit angezeigt, weil der Schaden verdoppelt wird, ist aber keiner. Also würde Infinity Edge nicht funktionieren. Wäre auch ineffizienter als ganz auf AP zu gehen.","replies":[{"id":"","poster":"SeppTheKiller","date":"2016-09-03T15:21:40.826+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnellen Antworten Grounty","replies":[{"id":"","poster":"Crounty","date":"2016-09-03T15:24:24.050+0000","up_votes":1,"down_votes":0,"body":"Kein Problem!","replies":[]}]}]}]}