{"id":"8IWEv4Jb","poster":"RentANinja","date":"2016-09-01T20:57:27.662+0000","title":"Silber 2 Support such Adc (silber 3-1 - Gold 5-2)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey ich bin 15 support main und will meinen Horizont erweitern/ besser werden \r\nDaf&uuml;r brauch ich einen adc und nice w&auml;re vllt noch n jungler aber auf jeden Fall ein adc mit dem ich klar komme\r\n\r\nFalls interesse einfach adden ^.^","replies":[{"id":"","poster":"KAPPOBY","date":"2016-09-02T06:03:37.269+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]},{"id":"","poster":"The Last Array","date":"2016-09-01T22:30:41.989+0000","up_votes":1,"down_votes":0,"body":"Heeyy ^^\nwenn du auf der suche nach ner entspannten Community bist schau doch mal bei JupiterGamingNetwork vorbei. Bei uns sind täglich sehr viele Leute in ALLEN Elo bereichen online die genau so wie du Leute zum Ranken suchen und ihren Horizont genau so wie du erweitern möchten.\n\nFalls ich dein Interesse geweckt habe schau doch mal bei uns am TS vorbei: JupiterGamingNetwork.ts.ngz.net\nWir freuen uns auf dich!!!{{sticker:slayer-jinx-wink}}","replies":[]}]}