{"id":"wltIB7Id","poster":"Re Monkey","date":"2016-09-02T09:43:05.591+0000","title":"Suche ein/e Trainer/in bzw. Coach","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"HI zusammen :),\r\n\r\nwie oben zu lesen ist suche ich wieder ein Trainer/Coach. Ich hatte schon mal jemand gefunden, der mir sehr geholfen hat...leider kam es wegen Meinungsunterschiede zur &quot;Trennung&quot; war aber nix schlimmes ^^. \r\n\r\nZu mir: Ich habe schon einige Grundlagen drauf, alle champs, alle Lanes gespielt, viele spiele hinter mir. Leider sitze ich noch in Bronze fest. Obwohl ich meistens meine lane gewinne, kann ich und schaff nicht alle spiele zu Carryen, vor allem bei spiele mit Handicap (Afk, feed usw.). Ich pers&ouml;nlich spiele bei rankeds  MID/TOP und Maine Akali/Talon/Annie/seid neuem Cassio. \r\n\r\nIch glaube meine Schw&auml;chen liegen akt. an Builds (Ich wei&szlig; das es Builds/Guides gibt) da ich Erkl&auml;rt werden muss &quot;warum&quot; sie gut sind und zu welchem &quot;Champ&quot; passt. Positioning muss ich perfektionieren sowie Roamen und Fighststrategien. Klar generell m&uuml;sste ich auch meinem Farm und Spielweise verbessern. Gerne m&ouml;chte ich auch erfahren wie einige Champ zu spielen sind. \r\n\r\nAlter ist mir unwichtig, mein Trainer sollte aber Platin + sein, geduld haben und Humor :D. Sowie bitte Verst&auml;ndnis das ich wegen der Arbeit nicht immer Spielen/Ranken kann und manchmal Lol gespielt wird um zu entspannen. \r\n\r\nGerne biete ich &quot;DIR&quot; Skype, TS3 (kein Server) und ein &quot;Probespiel&quot; um mich zu testen an. Wenn du also nach eine Herausforderung suchst und ein wenig mitleid hast xD adde mich oder schreib mich ruhig an :)\r\n\r\nFreu mich schon\r\n\r\nMit freundliche Gr&uuml;&szlig;e\r\n\r\nRakatashi {{summoner:11}}","replies":[{"id":"","poster":"Rage Chewbacca","date":"2016-09-02T12:10:05.528+0000","up_votes":1,"down_votes":0,"body":"Hey,\nwir sind aktuell auf der Suche nach neuen Membern! Wenn du Bock drauf hast und evtl sogar langfristig etwas suchst dann meld dich doch mal.\n\nHier ein Paar Info's zu mir bzw UNS:\n\nDer RAGE - Clan wurde am 01.05.2016 von Chewbacca ​dem Hoster gegründet. Das Server bzw. das Admin Team besteht zur Zeit noch aus zwei Personen.  Wir sind stets gewollt neue Spieler dazu zugewinnen.\n\n​Wir BIETEN dir :\n​\n​Community mit Zukunft\nHauptzeiten zwischen mindestens 17-24 Uhr​\nSehr aktive Mitglieder (tägliche Onlinezeiten)​\nWachsende Community mit ambitioniertem Leadership​\nGezielter Aufbau von Wettbewerbsfähigen Ranked- und Ligenteams​\nErwachsene Gildenleitung​\nWhatsApp Gruppen​\nEigene eSports Team / normale Teams\nTeamspeak 3 mit Managment\nAttraktive Aufstiegsmöglichkeiten in das Gildenmanagement​\n\n​\n​\nWir hoffen wir konnten dich überzeugen, wenn du Interesse hast, kommt doch einfach mal auf unseren\nTeamspeak 3 IP: ragemasters.teamspeak.de\nHomepage: rage-multigaming.de\nAnsprechpartner: JEDER Admin","replies":[]},{"id":"","poster":"TSB Champion","date":"2016-09-02T11:06:59.607+0000","up_votes":1,"down_votes":0,"body":"Hey Rakatashi,\n\nIch habe dir mal eine FA geschickt und ich würde mich gerne mal mit dir unterhalten was dein Skill Level angeht und generell dir aus der Elo helfen wenn du möchtest.\n\nMfg Marlon aka. TSB Champion","replies":[{"id":"","poster":"Re Monkey","date":"2016-09-02T11:09:39.352+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\ndanke für dein Interesse...ich bin gerade auf der Arbeit, werde mich später nochmal melden :)\n\nMfG Tore","replies":[{"id":"","poster":"TSB Champion","date":"2016-09-02T11:46:31.321+0000","up_votes":1,"down_votes":0,"body":"Ok mach das :)\n\nMfg Marlon aka. TSB Champion","replies":[]}]}]},{"id":"","poster":"Oxelsaurus","date":"2016-09-02T10:32:18.215+0000","up_votes":1,"down_votes":0,"body":"Hey,\nbin Platn1+, 25 jahre alt und ich hätte Interesse, dir unter die Arme zu greifen.\nWenn du wirklich Lust hast, dich zu verbessern, dann kannst du mich gerne ingame adden.\n\nIGN: Oxelsaurus","replies":[{"id":"","poster":"Re Monkey","date":"2016-09-02T11:10:17.326+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\ndanke ebenfalls für dein Interesse. Bin gerade auf der Arbeit, werde mich später nochmal melden :)\n\nMfG Tore","replies":[]}]}]}