{"id":"wMNQuKPE","poster":"sers","date":"2016-09-02T10:00:10.200+0000","title":"QUINN SKIN!!","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":6,"body":"Riot bitte... bringt mal gute Quinn skins raus.. &Auml;rgerlich bisschen..\r\n\r\nHab da jetzt schon gute Skins Vorschl&auml;ge geh&ouml;rt nimmt mal was an..\r\n\r\nVlt wo Valor anders gestaltet ist als ein Vogel zb, ein Flug saurier wie Urzeit Anivia, Quinn dann als Steinzeit-Frau..\r\n\r\nOder &Auml;hnlich wie in Avatar so ein Drachen bzw Drachenz&auml;hmerin.. \r\n\r\nDan noch evtl andere Tanz moves oder dieser STRG + 1,2,3,4   &lt;--- bei jeden skin sind die ja alle gleich\r\n\r\nProjekt Quinn ist auch ziemlich geil.\r\n\r\nDa sind 100 andere Vorschl&auml;ge macht bitte ein richtig krassen skin daf&uuml;r w&uuml;rde ich auch 2000 RP zahlen, aber dann muss es schon krasser Skin sein..\r\n\r\nWas sehr &auml;rgerlich ist das sowas nicht geh&ouml;rt oder gesehen wird, es sind ja einige die sich gern neue Quinn skins kaufen w&uuml;rden.\r\n\r\nSch&ouml;nen Tag euch noch allen","replies":[{"id":"","poster":"Crounty","date":"2016-09-02T11:09:15.007+0000","up_votes":4,"down_votes":0,"body":"Ich denke mal du weißt nicht, wie so eine Skinproduktion läuft, oder?\n\nSo ein Skin kann da schon mindestens ein halbes Jahr \"Vorbereitung\" brauchen, wo erstmal Skinkonzepte zu dem Theme gesammelt werden, dann ausgewertet, die Partikel werden angepasst, man schaut wie es mit der Übersichtlichkeit funktioniert, ob der Skin mit der Hitbox übereinstimmt, ob Farben/Kontraste übereinstimmen etc etc\n\nDa sind so viele Faktoren im Spiel, dass man sowas nicht von heute auf morgen machen kann. Also wenn du schon einen guten Skin willst, musst du dich gedulden, denn bald kriegt dein Lieblingschamp einen deiner Meinung nach guten Skin.\n\nBtw was du dir wünschst ist ein Legendary Skin. Weißt du wie lange die Produktion von Dunking Darius dauerte? 3 Jahre. Und das ist auch ein legendary.","replies":[]},{"id":"","poster":"Sałtyy","date":"2016-09-02T14:26:49.383+0000","up_votes":1,"down_votes":0,"body":"Wie jeder einen Project Skin will pfff, Arcade is Pref <3 xD","replies":[]}]}