{"id":"4paW1tRs","poster":"Immagon","date":"2016-08-30T20:51:21.483+0000","title":"Suche Toplaner","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moin liebe Leute,\r\n\r\nich dachte dar&uuml;ber nach mich in der Toplane niederzulassen und wollte eure Meinungen h&ouml;ren.\r\nwas denkt ihr &uuml;ber diese Champs?\r\n--Ryze\r\n--Quin\r\n--Ekko\r\n--Sion\r\n--Nasus\r\nWelche sind eure Favoriten von allen? \r\nPers&ouml;nlich gefallen mir ranged und und mobile sehr gut.\r\n\r\nIch bin gespannt auf eure Antworten.","replies":[{"id":"","poster":"Warlord of Noxus","date":"2016-08-31T08:21:18.901+0000","up_votes":1,"down_votes":0,"body":"Spiel lieber kled. warum? weil er 60 % aller toplaner in grund und boden rammt. quinn is auch eine gute option falls du kled nicht spielen willst. alle anderen sind meiner meinung nach ziemlich langweilige champions","replies":[]},{"id":"","poster":"UmbraArma","date":"2016-08-31T07:41:44.526+0000","up_votes":1,"down_votes":0,"body":"Naja jeder diese champions hat seine vorteile ich fang mal an diese aufzuzählen:\n\nRyze: Hat ein relativ schwaches early game wird aber im lategame ziemlich stark in der Lane könntest du probleme kriegen gegen manche champions da ryze auch Mechanisch sehr anspruchvoll ist. (ich würde auch ihn nur picken wenn man einen Tank jungler wie z.b Zac, Seju hätte)\n\nQuinn:Naja ein Adc auf der Toplane halt die lane solltest du mit ihr gegen die meisten Bruiser gewinnen sollen gegen champs wie fiora oder riven könnte es schwierig werden. Aber auch hier ist sie kein Tank solange auch nicht hier ein Tank jungler in deinem team ist würde ich davon abraten\n\nEkko: ist der ausgeglichenste von diesen 5 man kann ihn auch sehr felxibel auf die situation anpassen. Aber auch ekko ist etwas schwierig zu spielen aber auf jedenfall ein guter meta Pick\n\nSion: Habe ich jetzt nicht wirklich viel gespielt aber tanky ist er auf jedenfall, seine Ulti ist sehr stark (wenn man sie triff^^)\n\nNasus: Hat ein sehr schwaches early im lategame ist er allerdings ein Monster. Vorallem in der low elo (Bronze-gold) ist Nasus ein carry gott aber je höher man kommt desto schwieriger wird es, weil die gegner dich im early game versuchen die dauerhaft niederzustrrecken um dein lategmae herauszuzögern\n\nSo das war mal meine Meinung als Plat 1 spieler der seit 3 seasons nur toplane spielt zu diesen champions\n\nMein tipp wenn du ranged und mobile champions magst schau dir doch mal Gnar an^^\n\nViel glück in der Kluft\n","replies":[]},{"id":"","poster":"Die Kaki","date":"2016-08-31T01:38:54.892+0000","up_votes":1,"down_votes":0,"body":"Im grunde kannst du jedem champ auf jder lane spielen, aber nach deiner frasge würde ich 1. Ekko 2. Quinn und 3. Nasus nehmen.\nMeines erachtens lassen sich gut Tanky champs auf der top spielen oder champs mit viiel oder sehr starkem CC wie z.b. Morgana, Lux, Anivia etc. (die sind auch range, laos deine bevorzugten champs)","replies":[]},{"id":"","poster":"45 CDR 38s ULT","date":"2016-08-30T22:17:42.091+0000","up_votes":1,"down_votes":0,"body":"Sion-express!{{champion:14}}","replies":[]},{"id":"","poster":"SicKPeaL","date":"2016-08-30T21:34:51.299+0000","up_votes":1,"down_votes":0,"body":"dann werde ich wohl für ekko stimmen.\n\nIch würd dir ja Nasus empfehlen, aber der Champ wird so schnell total langweilig das du ihn bestimmt nicht mehr spielen willst :D","replies":[]}]}