{"id":"d5r8GsqJ","poster":"TheManMan","date":"2016-08-29T15:08:30.598+0000","title":"Idee für eine neue Modi, oder mehr Wetterverhältnisse","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":2,"body":"Vorweg, ich habe nach dem Schlagworten wetter oder weather gesucht und keinen &auml;nlichen beitrag gefunden.\r\n\r\n\r\n\r\nWer kennt es nicht als zuschauer der Pro Liga,\r\n\r\nMan schaut in den Champion Select und wei&szlig; schon im Vornerein, welche Champions gepickt werden, die 0815 champions, doch was w&auml;hre wenn diese nicht erscheinen durch ein entscheidenen Faktor au&szlig;er dem Bann?\r\n\r\nWetterverh&auml;ltnisse im Summoners rift, w&uuml;rden Champions beeinflussen, eventuell durch ihr element, herkunft oder Lebensstill des Champions.\r\n\r\nDies w&uuml;rde auch mehr bedeutung f&uuml;r die Vorgeschichte des Champions geben, zudem die Moral und eine Abwechslung gegen&uuml;ber anderen Champs.\r\n\r\nIch will nicht hart ins detail gehen, aber beispielsweise regen, w&uuml;rde die bewegungsgeschwindigkeit oder sogar sichtverh&auml;ltnisse beeinflussen, vlcht sogar der schaden von Champions des Elements Feuer oder L&auml;ufern(Hecarim)&quot;Hust&quot;.\r\n\r\nIch bin gespannt ob dieses Thema Gespr&auml;chsbedarf bietet ^^ , vlcht mal was anderes au&szlig;er st&auml;ndig Items zu ver&auml;ndern ;)","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-08-29T15:19:20.078+0000","up_votes":1,"down_votes":0,"body":"Das würde die Meta nur noch mehr in die Richtung Allrounder schieben, wieso sollte ich Brand picken wenn die Gefahr besteht das ich weniger Schaden mache, umgekehrt genauso warum sollte ich Nami picken wenn die Gefahr besteht das ich doch nicht mehr Heile. Da picke ich dann doch lieber Trash und Veigar und weiß das ich konstant bin.\n\nAlso das Wetterverhältnisse den Spielverlauf beeinflussen ist schonmal nicht gut.\n\n>Und was ist mit Wetter nur als Effekt?\n\n1. LoL soll auf annähernd jeden Rechner laufen, Wetter belastet nur mehr.\n2. Man wird abgelenkt durch das Wetter und bringt nicht mehr die volle Leistung\n3. Wenn man das Wetter ausstellt hat man nach Punkt 2 einen Vorteil gegenüber Spielern die das Wetter eingeschaltet haben\n\n(Eine Wintermap hätte ich trotzdem gern :P)","replies":[]}]}