{"id":"cXQxG9AY","poster":"Dela The Rascal","date":"2016-08-29T17:32:04.552+0000","title":"Gold Main Sup sucht Team oder Dyn Q Gruppe !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute :)\n\nWie schon im Titel oben erw&auml;hnt bin ich auf der suche nach einem Team oder einer Dyn Q Gruppe zum suchten !\n\nMein Championpool ist quasi mit allem gedeckt was der Support halt so hergibt :) Bin an sich eine sehr gechillte Pers&ouml;nlichkeit und kann auch ohne Probleme mal einen oder mehrere Sp&auml;&szlig;e ab. Was ich allerdings nicht brauchen kann sind Leute die permanent ohne Grund zu ragen beginnen obwohl sie vielleicht selbst der Beginn der Fehlerkette sind ;)\n\nSch&ouml;n w&auml;re es wenn ihr Altersm&auml;&szlig;ig so an der 20+ Marke liegen w&uuml;rdet, da ich selbst auch schon mit etwas h&ouml;herem Alter ausgestattet bin. J&uuml;nger geht nat&uuml;rlich auch solang es da oben nicht total verkorkst ist ;)\n\nTS und weitere Voicesoftware sowie Zeit ist vorhanden. Weitere Details gibts auf Anfrage :) Ingame: Dela The Rascal\n\nGr&uuml;ssle, der Schlingel !","replies":[{"id":"","poster":"KAPPOBY","date":"2016-08-30T06:14:08.034+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst, aber dir sind natürlich auch spaßige Abende garantiert!\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/cOWosEff-aequilibritas-esports-sucht-rekruten-community-esports-lol-csgo-overwatch-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}