{"id":"AoEFfGVi","poster":"tetra dust","date":"2016-08-28T19:56:11.109+0000","title":"Neuer Spielmodus - Morphing","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hey allerseits,\r\n\r\nkeine Ahnung ob es diesen Vorschlag schon einmal gab, habe jetzt nur ein paar Posts durchgeschaut, aber mir geht schon seit l&auml;ngerer Zeit der Gedanke zu folgendem Spielmodus durch.\r\nUnd zwar ganz normal 5v5 Map mit ganz normal 5v5. In der Championselect aber folgender Unterschied, Bannen f&auml;llt weg, daf&uuml;r pickt jede Seite sich die Champions die er haben m&ouml;chte, aber diese nur als &quot;Hitbox&quot;. Man w&auml;hlt dann aus welche Klasse man spielen m&ouml;chte, also Tank, Sch&uuml;tze, Mage, Support oder Jungle und bekommt dann aus allen Champions welche mit dieser Klasse hinterlegt sind, eine gewisse Anzahl an Skills zur Auswahl. Also z. B. 5 verschiedene Q&#039;s aus denen man w&auml;hlen kann, 5 verschiedene W&#039;s usw.\r\nDadurch erh&auml;lt man unglaubliche M&ouml;glichkeiten und Variationen. Au&szlig;erdem ist man dennoch nicht overpowered, da man ja keine Komplett freie Wahl aus allen Skills hat.\r\n\r\nSo, lasst mal h&ouml;ren was ihr davon halten w&uuml;rdet :)\r\n\r\nGru&szlig;\r\n\r\nDust","replies":[{"id":"","poster":"Megamaexx","date":"2016-08-28T20:05:21.389+0000","up_votes":3,"down_votes":0,"body":"Es gab schon ähnliche Vorschläge und gute Gegenargumente. Das aussagekräftigste Argument dagegen ist wohl, dass das mit den Animationen nicht passt. Die Zac E kann einfach sonst niemand benutzen außer Zac, sowas wie Dravens drehende Äxte bei aktiver Q kann auch keiner haben. Und man stelle sich mal vor, wie eine Ashe eine Warwick-Ult ausführt... Sie steht dann quasi einfach nur neben dem Ziel und es kann sich nicht bewegen... Ich denke mal, dass viele Animationen einfach Championgebunden sind. Jeder der in Warcraft 3 die Ulti Klingensturm auf einen anderen Helden legen wollte, hat auch schon mal gesehen, wie das aussieht: Die Fähigkeit war unsichtbar.","replies":[{"id":"","poster":"I C Y R E X I ","date":"2016-10-20T07:48:28.749+0000","up_votes":1,"down_votes":1,"body":"Nice Idee ich hoffe das da bald ein Modus kommt würde schon Nice sein \n{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"tetra dust","date":"2016-08-28T20:19:27.549+0000","up_votes":1,"down_votes":0,"body":"Ok, die Animation wäre wirklich fraglich, daran habe ich bisher noch nie gedacht.... man müsste dann theoretisch den Champion jedes mal \"verwandeln\" in den Champion dem die Fähigkeit eigentlich gehört, was auch wieder buganfällig wäre...\nNaja schade, aber dafür gibt es ja das Forum :)","replies":[]}]}