{"id":"4N5tfHGR","poster":"MrWhiteHD","date":"2016-08-28T12:12:11.676+0000","title":"Challenger coaches?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Ab und zu habe ich geh&ouml;rt das Challenger coachen, doch sie wollen bezahlt werden.\r\n\r\nHat jemand eine Ahnung was so ein spa&szlig; kostet? :D","replies":[{"id":"","poster":"XerxesLOL","date":"2016-08-28T12:21:44.204+0000","up_votes":2,"down_votes":1,"body":"ein tipp wenn du bronze 4 bist brauchst du keinen challenger coach zu bezahlen frag einfach ob dir jemand hilft denke der challenger könnte dir auch nicht mehr helfen als ein dia oder platin player da einfach in deiner elo viele grundsätzliche sachen fehlen (nicht böse gemeint)\ngruß\nxerxes","replies":[]},{"id":"","poster":"UOL LagsAlot","date":"2016-08-28T19:04:38.094+0000","up_votes":1,"down_votes":0,"body":"Ich bin Master Tier und bräuchte noch ca. 200 Punkte bis Challenger (bin also gar nicht so weit weg).\n\nDer Preis hängt (zmnd. bei mir) von ein paar Kriterien ab.\n\nDesto höher das Ranking des Schülers ist, desto teurer wird das Coaching, da man mehr ins Detaill gehen muss und insgesamt mehr Wissen vermitteln muss, da man die Basics ja schon kennt.\n\nAußerdem mache ich den Preis davon abhängig, was derjenige lernen will und wie zeitaufwendig das Ganze wird.\n\nZu dem kommt es mir auch noch drauf an, ob derjenige ein Schüler/Student oder ein Arbeitnehmer ist. Als Schüler/Student kriegst du natürlich weniger Geld und kannst deswegen weniger ausgeben.\n\nIch würde dann sagen, dass es von 15€ bis zu 50€ pro Stunde (1h) gehen kann. Bei bestimmten Spielern (wie z.B. Profis oder bekannten Spielern/Coaches/Analysten) kann es sich natürlich auch auf mehr belaufen.\n\n----\n\nEDIT: Mit pro Stunde meine ich -> Mindestens ein Game, davon eine Analyse und anschauen, was man besser machen kann und was gut gelaufen ist. Wenn es ein kurzes Spiel ist, kann man danach noch mehr ins Detail gehen, mehr über das Spiel reden.\n\nGrundsätzlich wäre es aber 1 Spiel + das oben genannte. Also kann das Spiel auch gerne 60 Minuten gehen.","replies":[]},{"id":"","poster":"Asteriade","date":"2016-08-28T12:20:21.391+0000","up_votes":1,"down_votes":0,"body":"20-200++ \n\nKommt auf die Person an.\n\n\nLastshadow9 ist Korea Master Tier und verlangt zb. 190$ pro Session (nicht pro Stunde)\n\nGleichzeitig gibt es Challenger/Dia1 Leute die bieten Coaching für 20-50€ pro Stunde an ... bei Pro Stunde muss man halt aufpassen... 'n Game kann auch mal 50Min dauern, eine 10Minuten Auswertung bringt es nicht.\n\nWenn man btw. nicht multitaskfähig ist und vor allem nicht derbe viel Kritik ab kann sollte man sowas gleich lassen.","replies":[]}]}