{"id":"KHZm1Ghs","poster":"thefire7","date":"2016-08-27T21:38:35.457+0000","title":"Alpha Client Fehler","subforum":"Alpha Client Fehlermeldungen","embed":{"title":"Bilder-Upload - Kostenlos Fotos hochladen und ins Netz stellen","description":"Kostenlos Bilder hochladen. Bilder Upload ohne Anmeldung","url":"http://www.bilder-upload.eu/show.php?file=e8a790-1472333960.png","image":null},"up_votes":2,"down_votes":0,"body":"Hallo,\r\n\r\nNeulich bin ich der Championauswahl beigetreten, sie ist Anfangs normal abgelaufen, doch dann rief mich meine Mutter und ich sollte ihr bei irgendetwas helfen und ich verlie&szlig; die Championauswahl, indem ich den Client geschlossen habe. Doch jetzt fand ich eben in meinem Spielverlauf (siehe Anhang), dass wegen mir das Spiel neugestartet wurde. Ich bin mir zu 100% sicher, dass ich die Championauswahl rechtzeitig verlassen hatte (ca. in den letzten 10 Sekunden). Was ist da passiert? Ich habe keine Strafe erhalten, weil ich zuvor noch nie ein Spiel verlassen hatte. Nat&uuml;rlich bin ich selbst f&uuml;r meinen Account verantwortlich, aber ich m&ouml;chte trotzdem daf&uuml;r keine Strafe erhalten (bzw. einen Grund bei wiederholtem Verlassen eines Spiels eine Strafe zu erhalten), nur weil ein Client, bei dem man wei&szlig;, dass ab und zu Fehler auftreten, dass es in dem Spielverlauf zu sehen ist und gar eine Strafe zu erhalten. Bei dem Spiel in meinem Spielverlauf (siehe erneut Anhang) stand &quot;Feigling (Neustart)&quot; , ich &quot;spielte&quot; (angeblich) Cassiopeia (Btw. Ich hatte Cassiopeia best&auml;tigt) und ich war der einzige, der keine Items gekauft hat, somit galt ich als der Afk&#039; ler. Ich wei&szlig;, dass ich als ehemaliger Afk&#039; ler eine niedrigere Priorit&auml;t in der Warteschlange habe (, welche ich durchaus bemerke) und es eine M&ouml;glichkeit besteht weitere Strafen zu erhalten. Ich bitte umgehend darum diese Nachteile zu widerrufen und diese Fehler vor anderen zu bewahren. \r\n\r\nDankesch&ouml;n.\r\n\r\nthefire7","replies":[]}