{"id":"uEv0E02A","poster":"Neeko the Ekko","date":"2016-08-26T00:05:52.098+0000","title":"Idee für den Abstieg - macht das sinn?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":5,"body":"Hallo was haltet ihr davon, bevor man in eine niedrigere elo absteigt zum Beispiel von Gold 1 auf Gold 2 - Das man wie beim aufstieg in 3 spielen 2 davon gewinnen muss um in seiner elo zu bleiben. Wenn man 2 von 3 verliert steigt man dann zurecht mit grund in eine niedrige elo ab! Wenn man eine ganze Liga absteigt, so sollte man 3 von 5 Spiele gewinnen um drinne zu bleiben. Viele kennen sicherlich diesen &Uuml;berraschungsmoment, das man sobald man 0 lp hat man sann x lose braucht damit der Abstieg endg&uuml;ltig ist! So ist es ja aktuell det fall.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-08-26T01:21:08.491+0000","up_votes":6,"down_votes":0,"body":"Du hast diese Spiele schon. Wenn du 0 LP hast, dann steigst du ab, sobald deine MMR unter der deiner Division ist.","replies":[]},{"id":"","poster":"KleineQualle","date":"2016-08-26T12:25:20.906+0000","up_votes":1,"down_votes":0,"body":"Das würde gute Spieler nur bestrafen, da diese eine hohe MMR haben und so eventuell schnell unverdient absteigen würden","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-08-26T10:23:25.787+0000","up_votes":1,"down_votes":0,"body":"Lieber nicht, wenn es angezeigt wird wie die Promos, dann würde es mich nicht überraschen wenn es Leute gibt die dann absichtlich verlieren damit du absteigst.\nDas Elosystem ist es Schrott mit den Divisionen und den Promos.\nDas Alte war viel ehrlicher, da wusste man wie viel Elo man hat und wo man steht.\nMann hätte einfach die Divisionen anhängen können damit man ne Übersicht hat wo man steht aber keine Promos usw.\nWenn man verliert steigt man ab und wenn man gewinnt steigt man auf.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-08-26T07:22:43.516+0000","up_votes":1,"down_votes":0,"body":"Dir ist hoffentlich bewusst, dass dies dann auch bedeutet, dass Spieler viel rascher absteigen?\nInsbesondere bei den \"5er-Divsionen\" dauert es derzeit, bis man absteigt (MMR muss sehr viel tiefer als der Schnitt sein).","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-26T05:27:28.143+0000","up_votes":1,"down_votes":0,"body":"wer wirklich von Abstiegen überrascht ist, hat in den Spielen davor nicht aufgepasst...\nAlso ich als ziemlich erfahrener Spieler weiß einfach zu 75%, wann die nächste Niederlage bei 0LP zu meinem Abstieg führen wird...","replies":[]}]}