{"id":"xn3d62k8","poster":"EnteKlaert","date":"2016-08-25T13:27:44.917+0000","title":"Ich mal wieder :'D","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Suche wirklich Lanes die das ganze Game carryn... daher ich mich wirklich verbressert habe aber immer wegen eine gefeedeten Bot/Top/Mid\r\nverliere habe ich wirklich keine Lust mehr Jungle oder Top zu spielen... Welche Lane kann man am besten benutzen um alleine zu carryn? Und am besten welchen Champ auch noch dazu :) \r\n\r\nFreue mich schon auf hilfreiche Antworten :)\r\n\r\nDanke im Vorraus\r\n\r\nMfg Ente!\r\n\r\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"HyperionCH","date":"2016-08-25T13:30:07.463+0000","up_votes":2,"down_votes":0,"body":"LoL ist ein Teamspiel.\nEs gibt keine Lane, wo man alleine das Game carrien kann (höchstens in sehr seltenen Ausnahmen).\n\nFussball ist auch ein Teamspiel.\nGibt es dort eine Rolle (Towart, Stürmer, etc.), der Spiele alleine carrien kann (ausser in Ausnahmen)? Ich denke, dies kann man auch mit nein beantworten.\n\nFür LoL gilt:\nSpiele jene Rolle, die du am besten kannst. Dann ist die Wahrscheinlichkeit dort am grössten, dass man carrien kann. Wenn du z.B. sehr stark als Sup bist (besser als in den anderen 4 Rollen): dann spiele Sup!","replies":[{"id":"","poster":"Sky4Riven","date":"2016-08-25T13:59:21.636+0000","up_votes":2,"down_votes":0,"body":"Vertraue niemals deinen Teammates im Low-Elo Bereich, deshalb würde ich lieber Mid, Top oder Jungle spielen. \n\nWenn du z.B wie ein Master Thresh spielen kannst und dem Adc haufenweise kills gibst, aber er keine Ahnung hat, wie man sich in Teamfights zu verhalten hat, dann verlierst du eben trotztem.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-08-26T08:33:40.342+0000","up_votes":1,"down_votes":0,"body":"Ich glaube fest daran, dass ein Thresh, der Master ist, ein Team im alleingang zu 70-80% carrien kann, einfach durch gute Calls, gutes anbringen des CC's, guten Focus, gutes Knowledge. \n\nEs ist einfach nur eine Ausrede, nichts weiter. Du kannst als midlaner 10/0 stehen, wenn dein Team in jedem einzelnen TF nur murks macht und du es auch nicht hinbekommst, das Team zu koordinieren, dann verlierst du mit einer ziemlich hohen Wahrscheinlichkeit. Wenn der gegnerische Support nun ein Thresh ist, der weiß, DU bist die größte Bedrohung und dich dann mit CC im TF komplett handlungsunfähig macht und er sein Team dazu bringt, dich zu focusen, dann kannst du 10/0 sein, du wirst dann tdm sterben. \nUnd dann wird aus einem 10/0 super fed midlaner schnell ein 15/11 Midlaner,... und DAS hab ich schon so oft erlebt!","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-08-25T14:08:13.993+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKYsGRΞEN,realm=EUW,application-id=Wj1wcocU,discussion-id=xn3d62k8,comment-id=00000000,timestamp=2016-08-25T13:59:21.636+0000)\n>\n> Vertraue niemals deinen Teammates im Low-Elo Bereich, deshalb würde ich lieber Mid, Top oder Jungle spielen. \n\nWas aber gleichzeitig bedeutet:\n\"Ich glaube, dass die gegnerischen Spieler stärker sind als meine Mates\".\n\nMacht aber für mich nicht Sinn, wenn man ein Game startet und - obwohl alle etwa die gleiche Elo haben - man erwartet, dass das eigene Team (mit Ausnahme der eigenen Person) schwächer ist.\n\n> Wenn du z.B wie ein Master Thresh spielen kannst und dem Adc haufenweise kills gibst, aber er keine Ahnung hat, wie man sich in Teamfights zu verhalten hat, dann verlierst du eben trotztem.\n\nEin Master Thresh in der Low Elo würde den TF immer noch durch seine Plays carrien.\nDa müssten schon alle anderen 3 Mates die Gegner gefeedet haben.","replies":[]}]},{"id":"","poster":"Ritos Elo Police","date":"2016-08-25T14:04:40.128+0000","up_votes":1,"down_votes":0,"body":"Oh Gott.\nMeinst du ein Team kann gegen dich gewinnen wenn du einen Torwart hast der absolut jeden Ball hält? Wäre das der fall, wäre deine schlechteste Option ein Unentschieden.\nBei LoL, um genauer zu sein in der yoloq, hat der Jungler und die Midlane den größten impact. Trotzdem ist der wichtigste Faktor dein können, nicht die Lane. Man kann übrigens nicht jedes Spiel gewinnen, aber das sind meist extrem fälle.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-08-26T08:34:54.869+0000","up_votes":1,"down_votes":0,"body":"Größter Impact heißt übrigens auch, dass sie den meisten Einfluss haben, wenn das Spiel den Bach runter geht :)","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-08-25T19:33:57.526+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn die Gegner immer freie Schussbahn kriegen, kann auch der beste Torwart nicht mehr alles halten. ;)\n\nMan hat in LoL (und im Fussball) in den meisten Fällen zu wenig impact, um das Spiel alleine carrien zu können.\nJedoch kann ein guter Skill dies extrem fördern.\n\nIm Fussball kann ein starker Torhüter, der fast alles hält, schon wichtig sein.\nDenn dann reicht ja eigentlich meist ein Tor des Sturms für den Sieg, auch wenn hier der Torwart wenig Einfluss hat (zumindest aber dem Sturm die Sicherheit gibt, dass es hinten schon alles gut geht^^).\n\nIn LoL ist dies ähnlich.\nMan kann nicht alleine das Game entscheiden, jedoch so viel positivne Einfluss ins Spiel bringen (und ja! dies gilt auch für den Sup), dass man gemeinsam als Team den Sieg holt.","replies":[]},{"id":"","poster":"Ritos Elo Police","date":"2016-08-25T14:09:29.636+0000","up_votes":1,"down_votes":0,"body":"Um das ganze mal zu vereinfachen, du musst, um so effektiv wie möglich zu sein, deine Rolle verstehen. Wenn ich z.B. einen tanky jungler im team habe, der nur hinten steht, anstatts die wichtigen ziele raus zu picken, brauch ich mich nicht wundern wenn unsere frontline aus dem adc+midlaner besteht, kann ja nichts werden.\nAlso als top main, sorgst du dafür das der adc/apc stirbt oder peelst für deine carrys. Der rest hängt dann davon ab wie boosted deine mates sind.","replies":[]}]}]},{"id":"","poster":"Zovers","date":"2016-09-07T23:51:16.090+0000","up_votes":1,"down_votes":0,"body":"Midlane : Jeder konstante Burstmage (Syndra, Anivia, Orianna, Brand, Viktor usw.)\nADC : Alle Meta ADCs","replies":[]},{"id":"","poster":"Released Ape","date":"2016-08-25T15:48:43.898+0000","up_votes":1,"down_votes":0,"body":"Es gab schon gute Antworten. In Silber IV solltest du mit Annie, Fiora und Rengar eigentlich ziemlich durchkommen, bis auf Rengar erfordern diese Champions keine großartigen mechanics.\n\nUnd ob deine Mitte, Bot, ... feedet ist egal. In Silber wissen die Gegner nicht wie sie den Vorteil nutzen, sie wissen nur das sie im Vorteil sind. Deshalb ist es dumm den Kopf hängen zu lassen, wenn es am Anfang nicht gerade gut aussieht. Es reichen simple Taktiken in Silber:\n\n[Als Jungler]\n- Gegner Jungler wird wahrscheinlich eine Standard Jungle Route nehmen, abfangen und töten (frag dein Team nach hardpull und geh direkt zum Gegner Buff)\n- Level 2 Gank (Gromp + Blue oder Krugs + Red und dann direkt ganken), gut geeignet: Volibear (andere Champs würden dich nur überfordern)\n\n[Als Toplaner]\n- Bot Lane fragen ob sie den zweiten Busch warden und TP Gank unten machen, gut geeignet Lissandra, Darius oder Maokai\n- Etwa Minute 2:30 beim Gegner Buff ein Ward stellen und den eigenen Jungler um Hilfe bitten (um den Buff zu stealen oder ein Kill zu kriegen)\n\n[Als Midlaner]\n- Ward auf eine Seite stellen, und immer an dieser Seite aufhalten (schützt unheimlich vor Ganks)\n- Eigene Lane pushen und immer roamen (das geht auch vor Stufe 6), gut geeignet: Syndra, Veigar, Annie, Lux, ...\n- Roamen vortäuschen: wenn der Gegner Midlaner followed einfach töten, gut geieignet: Syndra, Veigar, Annie, Lux...\n\n[Als ADC/Support]\n- Level 2 Powerspike ausnutzen\n- Gegner Autohitten, in den Busch laufen, Gegner Autohitten, in den Busch laufen, ... (geht nur wenn der Busch nicht gewarded)\n- Cannon Minions so gut wie möglich denien (z. B. genau in den Moment engagen oder so tun als würde man engagen)\n\nEs gibt noch viele weitere Dinge, aber ich bin zu faul um das alles zu listen.","replies":[]},{"id":"","poster":"Smyth","date":"2016-08-25T15:13:39.572+0000","up_votes":1,"down_votes":0,"body":"Also am besten carrien kannst du eigentlich als Jungle, da du dich überall auf der Map bewegen kannst und so Einfluss auf alle Lanes hast und diese zum Sieg (oder zum Lose) führen kannst. Oder die Counterjunglest damit eben diese Aufgaben nicht durch den gegnerischen Jungler erfüllt werden können. Eine weiter wichtige Aufgabe die viele Spieler im Bronze-Silber Bereich missachten: Drachen. Auch kannst du dich dem gegnerischen Team anpassen. Siehst du das die Gegner Katarina oder Master Yi picken, denn weißt du das dies Champs sind die nur Schaden haben, die Kills brauchen und die das Spiel super carrien können wenn der Ball erstmal ins Rollen kommt. Leider vergessen viele Spieler das man die mit einem entsprechenden cc aus dem Spiel nehmen kann. Ein Master Yi kann 30 Kills haben und ist nutzlos wenn du Beispielsweise Warwick spielst und ihn mit deiner Ulti rausnimmst.\nAls Jungler gibt es die Möglichkeit die mal ein Spieler genutzt hat, der hat sich im Ladebildschirm angesehen welcher Gegner eine Loseserie hat und hat diesen solange belagert (gegankt) bis er das Spiel verlassen hat. Nicht sehr schön, aber eine Variante um aufzusteigen.\nGrade im niedrigen Bereich, die Leute können in der Championauswahl noch soviel spammen das sie nur gewinnen wenn irgentjemand (natürlich außer sie selbst) einen Tank spielt, spiel das was du spielen kannst! Test keine Champions im Ranked. Spiele Champs die du sicher beherrscht und nicht nur ein gutes Spiel mit ihnen hattest und denkst das wird schon wieder klappen.\n\nAnsonsten spiele Mitte mit Katarina, wenn du die Lane verlierst geh roamen und hol dir Kills auf Bot und Top. Werde gefeedet und carry das Spiel, aber denke nicht das du so weit kommst. Wie schon gesagt gegen starken cc bist du auch gefeedet eher nutzlos.\n\nOder spiele Top Nasus, farme dich hoch, baue auf Tank und töte alles, je länger das Spiel dauert umso stärker wirst du, was dir gegen starken feed auch nicht viel bringt und du bist mit Nasus eher ein Gankopfer, eben weil er sich nicht hochfarmen darf.\n\nEs gibt so viele Möglichkeiten und alle haben eine Kehrseite.","replies":[]},{"id":"","poster":"EnteKlaert","date":"2016-08-25T15:12:12.203+0000","up_votes":1,"down_votes":0,"body":"Ich danke euch alle aber was soll ich dagegen denn bitte machen? :( \n\nIch bin von Silber 2 auf Silber 5 gedroppt weil ich feeder/afkler hatte und dann auch angefangen habe zu feeden (#BotLike)\nJetzt bin ich Silber 4 und carry mich mit Sona hoch (Probiere es zumindest).\n\nKann man irgendwo sehen welche Lane man am besten zurzeit beheerscht? \n\nWeil ich kann Jungle/Top/Mid und Support ganz gut .-. \n\nDas ist es halt...","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2016-08-25T15:07:18.022+0000","up_votes":1,"down_votes":0,"body":"Du kannst selbst als sup dein Team carrien.\n\nDas Solocarrien ist nur möglich, wenn du dich krass abhebst vom Gegner. Selbst wenn du eigentlich Dia bist wirst du auch in Gold oder gar Silber Spiele haben die du nicht gewinnen kannst. \n\nDie größten Einflüsse genießen mid und jungle, da sie schon früh teamfights, bzw. Überzahl Situationen erzeugen können.\n\nDas was du machen kannst um zu carrien:\n\n- leader sein, ping objectives und unterstütze die Schwachen vor allem moralisch. Ein tiltender Spieler ist schlecht fürs Team. \n\n- Vision schaffen und denien.\n\n- selbst möglichst eine gute kda und guten Farm haben, nicht nur 10min lang und dann abfallen.\n\n- wenn du Fed bist, versuch dein Team zu feeden. \n\n- Geh auf die geschwächten Gegner lanes und Farm die. Gibt Gold und objektives, am besten resigniert besagter Spieler noch. \n\nDas geht grundsätzlich mit vielen champs. Finde es für dich heraus.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-08-25T14:08:12.768+0000","up_votes":1,"down_votes":0,"body":"Es liegt weder an der Lane, noch an der Rolle, noch am Champ.\nWenn du nicht aufsteigst, liegt es an dir.\nWenn du ständig Rolle etc wechselst, wirst du deshalb nicht aufsteigen.\n\n> Wenn du z.B wie ein Master Thresh spielen kannst und dem Adc haufenweise kills gibst, aber er keine Ahnung hat, wie man sich in Teamfights zu verhalten hat, dann verlierst du eben trotztem.\n\nWenn du von deinem Team getrollt wirst verkackst du mit jeder Rolle.\nWenn du ein Super-Fed ADC/Assasin bist und Solo Kills holst, bringt dir das gar nichts wenn deiin Team dich trollt und AFK rumsteht (wie du hier beschreibst).\nDas ist Rollen und Champion Neutral.","replies":[{"id":"","poster":"Neeko the Ekko","date":"2016-08-25T14:51:19.866+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=Wj1wcocU,discussion-id=xn3d62k8,comment-id=0001,timestamp=2016-08-25T14:08:12.768+0000)\n>\n> Es liegt weder an der Lane, noch an der Rolle, noch am Champ.\n> Wenn du nicht aufsteigst, liegt es an dir.\n> Wenn du ständig Rolle etc wechselst, wirst du deshalb nicht aufsteigen.\n> \n> Wenn du von deinem Team getrollt wirst verkackst du mit jeder Rolle.\n> Wenn du ein Super-Fed ADC/Assasin bist und Solo Kills holst, bringt dir das gar nichts wenn deiin Team dich trollt und AFK rumsteht (wie du hier beschreibst).\n> Das ist Rollen und Champion Neutral.\n\nDas mit der Rolle Wechsel ist so nicht ganz richtig ;) hab mich von Bronze zu Gold auf verschiedene Rollen hochgearbeitet! Hab swain z.B top und Mitte abwechselnd gespielt. Auch habe ich andere lanes gespielt und da mein job gemacht. Ich denke nicht die lane ist der Schlüssel, sondern der champ an sich! Wieder bei swain habe ich irgendwann gemerkt das dieser chanp auch auf der toplane und nicht nur in der mittr stark ist. Deshalb suche dir 2-3 champs wo du auch nach 100 Games noch Spaß an den hast, lerne seine Fähigkeiten und master diesen bis zum umfallen. Natürlich immer mal auf gewissen Seiten schauen nach builds, runen und masteries was die pros so spielen und es austesten wie gut man sich damit fühlt.","replies":[]}]}]}