{"id":"1cMxjvPK","poster":"Derpys Hoove","date":"2016-08-25T07:01:47.803+0000","title":"\"Neuer Modus\" Start @ 15","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":1,"body":"Hey Leute, \r\nIch mag ja lol, spiele es recht gerne, und so weiter bla,..\r\naber ich finde einfach den Anfang einer jeden normalen Runde viel zu z&auml;h. \r\nJeder ist noch unendlich &auml;ngstlich und paranoit (wegen Jungler) und spielt so save wie nur m&ouml;glich, denn wenn man dem gegner nun so fr&uuml;h einen Kill gibt, &quot;hat man ja schon verloren&quot; und so weiter.\r\n\r\nDaher kurz und simpel:\r\nWas w&uuml;rdet ihr davon halten, wenn man die ersten 15 Minuten einer Kluft-runde einfach &quot;&uuml;berspringen&quot; k&ouml;nnte?\r\n\r\noder anders ausgedr&uuml;ckt: \r\nMan startet mit viel mehr Gold (vielleicht bis zu 4000), ist bereits Level 6, die Minions sind halt entsprechend schon st&auml;rker, die Jungle Monster sind alle schon da.. usw.\r\n\r\nSo hat schon jeder ein Item (oder Teilitems, da m&uuml;sste man noch etwas genauer dr&uuml;ber anchdenken*), man k&ouml;nnte von anfang an mehr K&auml;mpfen ohne angst zu haben dass der gegner einen zu gro&szlig;en Vorteil dadurch bekommt, fals man es versaut hat. (300Gold bei schon 4000 ist halt nicht mehr die welt).\r\nund der Supporter hat auch endlich mal Gold f&uuml;r sich (!)\r\n\r\n_______\r\n\r\n* &Uuml;berlegung zu den Items:\r\n-Wegen der verschiedenen Powerspikes kann man noch keine Top-tier Items kaufen bis Minute X,\r\n-Fals notwending auch beschr&auml;nkt mid-tier items (keine m&ouml;glichkeit alle 3 Trinity Teile voher zu kaufen)\r\n-Gold was man am Anfang nicht ausgegeben hat geht Verloren (also nicht aufheben bis Minute X).\r\n-items Verkaufen f&auml;llt weg (wegen dem Punkt hier dr&uuml;ber/Geld &quot;aufheben&quot; mit Verlust).","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-08-25T11:20:13.315+0000","up_votes":1,"down_votes":0,"body":"Du meinst, du willst eine Art Laneswap einführen, die dafür sorgen, dass die ersten 15 Minuten möglichst effektiv und wenn es irgend geht schon in 8 vorbei gehen? Geile Idee... Da ist Riot aber dagegen...\n\nOder... noch viel schlimmer: Einen Sandbox Mode in dem man sagen kann: So, wir wollen jetzt mit den Levels und diesem Gold um den Baron kämpfen. In nem Custom 5vs5. Damit wir lernen, wie wir uns am Baron richtig verhalten... Die Zeit und der Goldwert sind dabei flexibel einstellbar? Auch da ist Riot aus irgendwelchen Gründen dagegen... Riot hat das Gefühl, dass wir so was nicht wollen...","replies":[]},{"id":"","poster":"Brother Xivx","date":"2016-08-25T07:57:36.419+0000","up_votes":1,"down_votes":0,"body":"nur weil du in early game scheiße bist?","replies":[{"id":"","poster":"Miderá","date":"2016-08-25T08:39:58.074+0000","up_votes":1,"down_votes":0,"body":"Oh ich habe auch noch nen neuen Modus es ist ja eh total nervig Kills zu machen und sowas wie wäre den ein Modus wo mann sich anmeldet die ganzen langweiligen und anstrengenden 30-45 min überspringt und am ende ca 20 Lp bekommt dann würde mann Endlich nicht mehr in der Elo hell feststecken und alle wären Glücklich","replies":[{"id":"","poster":"Brother Xivx","date":"2016-08-25T10:23:15.151+0000","up_votes":1,"down_votes":0,"body":"wieso schreibst du es mir?","replies":[]}]}]},{"id":"","poster":"Sihari","date":"2016-08-25T08:52:50.295+0000","up_votes":1,"down_votes":0,"body":"Mhm... So nervig ich die Laningphase manchmal auch finde, mir kommt die Idee nicht so gut vor.\nDieser Modus wäre super schlecht für jeden Earlygame-Champion und vorallem mies für die Champions, die snowballen müssen, um irgendwas zu reißen. Die einzigen Champions, die hier wirklich glücklich werden sind Lategame-Champions, die auch ohne ein gutes early heftig werden, weil sie dann zB ihre Items zusammen haben. \nEin später Start würde diesen Champions auch eine Menge Counterplay nehmen. Schließlich ist die Strategie gegen Hypercarrys doch, dass man sie im Early stark behindert und dann schnellst möglich beendet, bevor sie unaufhaltsam werden.\nAnsich ist die Idee also zwar nett gedacht, aber man weiß jetzt schon, wer in dem Modus absolut OP sein wird.","replies":[]}]}