{"id":"I0bvbZcM","poster":"TOC Moses","date":"2016-08-25T09:53:25.428+0000","title":"Black Cleaver UND Trinity?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Leute, \r\n\r\nich stelle mir momentan immer wieder folgende Frage: Macht es Sinn in einem Itembuild sowohl Black Cleaver als auch Trinity Force zu bauen, oder lohnt sich das nicht weil der Speed up Buff nicht stackt? So geht dadurch ja ein Effekt der beiden Items &quot;verloren&quot;.  Hier ist davon auszugehen dass es sich um einen Champ handelt bei dem ein solcher Build auch sinn macht (in meinem Fall bei Kled und Illaoi) sowohl auch das die Feinde nicht &uuml;berm&auml;&szlig;ig viel armor stacken. \r\nBitte mit Begr&uuml;ndung :)\r\n\r\nGru&szlig; Moses","replies":[{"id":"","poster":"Lagbeard","date":"2016-08-25T13:30:18.821+0000","up_votes":2,"down_votes":0,"body":"Gerade unter Berücksichtigung der Attackspeed durch das Trinity-Force macht es wohl mehr Sinn als je zuvor, beides zu bauen. Ist aber Stark Champabhängig, und ich weiß nicht genug über Illaoi oder Kled um es bei ihnen wirklich analysieren zu können. Aber technisch kann ichs mir auf bestimmten Champs schon vorstellen, bei anderen (z.B. Nasus) eher weniger. Aber nur der doppelte MS Buff sollte kein Hindernis sein, die Items sind auch ohne stark genug.","replies":[]},{"id":"","poster":"Allisrem2","date":"2016-08-25T10:22:43.521+0000","up_votes":2,"down_votes":0,"body":"Geht völlig klar, solange du nachher noch die entsprechenden resistenzen baust hast du guten dmg, hp pool, und resistenzen. Und die ganzen schönen effekte die stacken.\nDie grundzauberformel für solche champions ist ja eigentlich 1 dmg item + tankitems, aber falls du so fed bist das du 7000 gold ausgeben kannst ohne resistenzen zu kaufen, und damit nicht zu untanky bist, dann nur zu.\n\nInfos am rande: check auf illaoi mal den deathsdance into fulltank build.\nUnd schau dich mal auf probuilds.net um was die profis so machen.","replies":[{"id":"","poster":"TOC Moses","date":"2016-08-25T10:28:12.362+0000","up_votes":1,"down_votes":0,"body":"Hey, vielen Dank für die Info! Ja je nach Situation bau ich nach BC direkt Trinity oder bau erst ein oder zwei Tank items. Mit Illaoi bau ich tatsächlich bereits ab und zu Death Dance. Geht echt Steil :D","replies":[]}]},{"id":"","poster":"SuperplexP","date":"2016-08-28T15:06:22.027+0000","up_votes":1,"down_votes":0,"body":"Es gibt aber keinen GRUND dafür.\n\nKled hat mit Frosthammer, Titanic, BC und Steraks/Malmortius 4 offensive Items, die auf ihm besser sind als Trinity. Das Selbe gilt auch bei Illaoi (bei ihr kommt sogar noch Deaths Dance hinzu).\n\nNatürlich KANN man beides bauen. Dazu sind beide Items an und für sich stark genug. Aber Trinity ist halt einfach nicht gut auf den beiden.","replies":[]}]}