{"id":"p9sAFKAL","poster":"I am Dope","date":"2016-08-21T23:32:42.148+0000","title":"Platin Main Mid sucht ambitioniertes Ranked/DynQ Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo erstmal,\n\n\nich bin auf der suche nach einem competive 5v5 Team, welches sowohl probiert in der DynamicQ zu climben,\nals auch Teamranked spielt und sich auch der Elo entsprechende Ziele setzt\nich selber bin zur zeit leider Platin IV, da ich aufgrund eines loosingstreaks vor dem Urlaub\nund dem einspielen nach dem Urlaub von Platin 2 gedropped bin.\nIch gehe eigentlich immer positiv aus spielen raus auch wenn sie verloren wurden,\ndurch Overwulf kann ich mir die Situation nach einem Kampf nochmal anschauen und f&uuml;r mich analysieren was mein fehler war.\nIch spiele gerne assasinen wie zb.: Yasuo, Le Blanc, und Fizz.\nBin aber auch in der lage Azir, Lux, Lulu, Annie, Katarina, Syndra und Orianna zu spielen\nich bin sehr teamorientiert, kritikf&auml;hig und hoffe auch, das falls ich kritik habe, sie ebenfalls angenommen wird. \n\n**Zu meinem Spielverhalten:**\nIch spiele die Lane grundgesetzlich aggressiv, und pushe oft sehr deep, sobald ich aber merke das das wegen dem gegnerischen jungler nicht geht,\nh&ouml;re ich auf mit dem deep pushen, au&szlig;er ich fange dann an zu roamen.\nich gehe eigentlich nie schlechter als mit einer 1/2 KD aus der lane sprich 1/2 oder 2/4, allerdings meistens ausgeglichen bzw Positiv.\nIch habe gute und starke map-control(&uuml;bertreibe es oft auch mit infos :P), und achte sehr darauf es den Gegnern so schwer wie m&ouml;glich zu machen\nan objectives zu kommen.\n\nNun noch einmal zusammengefasst:\n\n**Was ich mitbringe:**\n\n-Viel erfahrung auf der Midlane\n-Gro&szlig;en Championpool\n-Gute Map-orientierung\n-Erfahrung im Shotcalling\n-Knowledge &uuml;ber Champs und das Game\n-Gutes einsch&auml;tzten der st&auml;rke ingame von mates und gegnern\n\n**Was ich erwarte**\n\n-Einen arrangierten Teamleiter \n-Keine Rage kiddys\n-Nach einspielen des Teams Teilnahme an Turnieren\n-Nach gewisser Zeit wenn es nicht weiter auf der ELo-Leiter geht einen coach suchen\n-Kommunikation au&szlig;erhalb von league (ggf. Whatsapp etc....)\n-2-3 mal die Woche Training\n\n\nIch besitze skype und Ts und ein funtionierendes headest, falls ihr weitere fragen habt,\naddet mich bitte ingame und ich werde sie euch gerne beantworten\nSkyKo Mid","replies":[]}