{"id":"4Tgsrdd0","poster":"dome025","date":"2016-08-21T15:41:53.852+0000","title":"Xenon - Der geheimnisvolle Kämpfer [Version 1.1]","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Kategorie: Assassine/Magier\n****\nLore: Xenon wuchs in Ionia auf. Er reiste viel und weit durch Runeterra. Xenon wird nachgesagt, dass er viele uralte F&auml;higkeiten erforscht und erlernt haben soll. Desweiteren hei&szlig;t es, dass er Zeds Sch&uuml;ler gewesen ist und die Schattentechniken beherrsche. Viele erz&auml;hlen auch, dass Xenon nie loyal gegen&uuml;ber Zed war und nur Interesse daran hatte die Schattenk&uuml;nste zu erlernen. Aber all dies sind nur Ger&uuml;chte und Vermutungen, die man sich &uuml;ber ihn erz&auml;hlt.\n****\nDie seltsame Begegnung\n\nEs war Mittag als sich Xenon ausruhte. Er hatte gerade den Orden der Schatten verlassen. Er wusste, dass Zed bald seinen Anh&auml;ngern befehlen w&uuml;rde ihn zu verfolgen und umzubringen. Zed wird wutentbrannt sein, sobald er sieht, dass einer seiner Rekruten beim t&auml;glichen Training ohne berechtigten Grund fehlt. Xenon war schon seit fr&uuml;h am Morgen unterwegs und wollte eine kleine Pause einlegen um sich etwas mit Verpflegung zu st&auml;rken. Um diese Zeit, so wusste er, m&uuml;ssten die Rekruten mit ihrem individuellen Training fertig sein und sich zum Mittagessen in der gro&szlig;en Halle treffen. Danach w&uuml;rden sie in ihre Gruppen gehen. Jede Gruppe hat ihren eigenen Trainingsplan und ihre eigenen Missionen zu erledigen. Sp&auml;testens dann w&uuml;rde sein Fehlen bemerkt werden. \n\nEr a&szlig; seinen Apfel, trank noch einen Schluck aus seinem Flachmann und machte sich dann wieder auf den Weg. Er wusste ungef&auml;hr wie weit er sich vom Orden entfernen musste, sodass er zumindest f&uuml;r die kommende Nacht nicht einzuholen w&auml;re. Er m&uuml;sste den s&uuml;dlichen Kamm der Bergkette erreichen, die mehrere Kilometer n&ouml;rdlich der Schule liegt. Im Moment lag er gut in der Zeit, er hatte schon fast die H&auml;lfte hinter sich.\n\nEs war jetzt schon sp&auml;t am Nachmittag und er hatte dreiviertel der Strecke hinter sich, als die Erde unter seinem Boden zu beben anfing. Er fiel auf ein Ger&ouml;ll aus gro&szlig;en, scharfkantigen Steinen und zog sich so mehrere Schnittwunden zu. Xenon konzentrierte sich wieder, stand auf und heilte seine Wunden durch uralte Magie, welche er bei seinen Reisen erlernt hatte. Er ging nach Osten, denn aus dieser Richtung kam das Beben, um die Quelle ausfindig zu machen. \n\nNicht allzu lange dauerte es bis Xenon sah, wie jemand auf einer gro&szlig;en Erdschicht gen Nordwesten bewegte. Er war neugierig &uuml;ber die Person. Aber die Person war zu schnell f&uuml;r ihn und zu weit entfernt. Selbst wenn er einen Zauber auf sie h&auml;tte wirken wollen, h&auml;tte er sie nicht einholen k&ouml;nnen. Xenon ging etwas entt&auml;uscht weiter bis er ein geeignetes Versteck am Bergkamm gefunden hatte und ruhte sich aus.\n****\nF&auml;higkeiten:\n\n> Passive (Gleichgewicht): Autoattacks und getroffene F&auml;higkeiten geben Xenon einen Stack. Er kann bis zu 5 Stacks sammeln. Hat er 5 Stacks gesammelt, dann heilt er sich f&uuml;r 25/50/75/100 Leben und stellt 15/30/45/60 Mana wieder her auf den Stufen 1/6/11/16. (Xenon heilt sich erst mit den Stacks, wenn ihm mindesten genauso viel Leben fehlt als wie er sich heilen w&uuml;rde.\n\n****\n >Q (Schwertwurf): Xenon wirft sein Schwert. Trifft sein Schwert eine Wand oder eine gegnerische Einheit, dann teleportiert er sich zu seinem Schwert.\nAu&szlig;erdem setzt sich die Abklingzeit zur&uuml;ck, wenn Xenon einen Gegner oder eine Wand trifft (die F&auml;higkeit kann sich bis zu 3 mal zur&uuml;cksetzen, nach 10 Sekunden ohne das Benutzen der F&auml;higkeit nach der R&uuml;cksetzung setzt sich die F&auml;higkeit auf Abklingzeit). Xenon kann den Schwertwurf durch reaktivieren abbrechen (das Schwert teleportiert sich zur&uuml;ck in Xenons Hand). Xenon kann w&auml;hrend des Schwertwurfs keine anderen F&auml;higkeiten (Au&szlig;nahme Passive: Gleichgewicht) benutzen und er benutzt seine H&auml;nde f&uuml;r seine Autoattacks, wodurch diese weniger Schaden verursachen, daf&uuml;r erh&auml;lt er zus&auml;tzliches Lauftempo w&auml;hrend dieser Zeit.\n\n >Passive: Getroffene Gegner erhalten den Debuff &quot;Ionische Markierung&quot; f&uuml;r 5 Sekunden. Xenons andere F&auml;higkeiten haben zus&auml;tzliche Effekte an Gegnern, die an diesem Debuff leiden. \n\n****\n> W (Ionisches Feld): Xenon erschafft ein Feld, in diesem werden alle gegnerischen Einheiten verlangsamt. Verb&uuml;ndete Einheiten bekommen einen Lauftempobonus. \n\n> Ionische Markierung: Beim Verschwinden des Feldes werden Einheiten, die darunter leiden, bet&auml;ubt.\n\n****\n> E (Seelensto&szlig;): St&ouml;&szlig;t sein Schwert durch die Gegnerische Einheit und verletzt dabei die Seele des Ziels. L&ouml;st Treffereffekte und Zaubereffekte aus.\n\n> Ionische Markierung: Einheiten, die darunter leiden, erhalten klaffende Wunden und erleiden zus&auml;tzlichen Schaden.\n\n****\n> R (Mal der Dunkelheit): Xenon markiert alle Gegner in einem bestimmten Radius. Wenn er diese markierten Einheiten mit Autoattacks angreift, dann erscheint zus&auml;tzlich ein dunkles Wesen/ Schattenwesen (sieht wie Xenon aus) hinter dem Ziel und greift es ebenfalls mit Autoattacks an. Jeder dieser Autoattacks f&uuml;gt magischen Schaden zu, der magische Schaden ist abh&auml;ngig von der F&auml;higkeitsst&auml;rke von Xenon. Mal der Dunkelheit h&auml;lt 5 Sekunden an.\n\n> Ionische Markierung: Einheiten, die darunter leiden, erhalten, nachdem &quot;Mal der Dunkelheit&quot; abgeklungen ist, Schaden &uuml;ber Zeit. Der Schaden ist abh&auml;ngig von eine festen Wert und einen Wert f&uuml;r die Anzahl der Autoattacks, die das dunkle Wesen/ Schattenwesen durchbekommen hat.\n\n****\nhttp://vignette4.wikia.nocookie.net/finalfantasy2/images/d/d0/OrgaXIII_Kutte.jpg/revision/latest?cb=20110310182947&amp;path-prefix=de\n\nhttp://vignette3.wikia.nocookie.net/kupo/images/6/6c/Seelenf%C3%A4nger.jpg/revision/latest?cb=20140929161441&amp;path-prefix=de\n****\nInteraktionen:\n\nAusw&auml;hlen des Champs: M&ouml;ge ich dein Schl&uuml;ssel zum Sieg sein.\n\nBannen des Champs: Mein Wissen und K&ouml;nnen ist gr&ouml;&szlig;er als du denkst.\n\nErscheinen des Champs zu Spielbeginn: Meine K&uuml;nste stehen f&uuml;r dich bereit.\n\nTod des Champions: St&uuml;tzt sich nach vorne auf sein Schwert. Und kippt dann nach vorne um.\n\nTaunt: Fang mich doch, wenn du kannst.\n\nJoke: W&auml;nde sind meine gr&ouml;&szlig;te St&auml;rke als auch meine gr&ouml;&szlig;te Schw&auml;che.\n\nBegegnung mit Syndra: Wahre Macht liegt darin sich selbst zu beherrschen.\n\nBegegnung mit Zed: Deiner Gier nach den Schattenk&uuml;nsten werden dich eines Tages ins Verderben st&uuml;rzen.\n\nBegegnung mit Shen: Ich bewundere es sehr, wie du im Augenblicke des Verlustes keine Schw&auml;che gezeigt hast, sondern wahre St&auml;rke bewiesen hast.\n\nBegegnung mit Karma: M&ouml;ge der Pfad, den du siehst, Ionia zum Glanz verhelfen.\n\nBegegnung mit Irelia: Ich bewundere deinen Mut und deine Entschlossenheit.\n\nBegegnung mit Taliyah: Hmmm, du kommst mir so bekannt vor. \n\nInteraktion mit Stab der Zeitalter: Im Alter liegt die Kraft.\n\nInteraktion mit Ionische Stiefel der Deutlichkeit: Die perfekten Stiefel f&uuml;r mich, auch wenn ich gar keine brauche.\n\nInteraktion mit Rabadons Todeshaube/Leerenstab: Damit werde ich sicherlich eine Menge Spa&szlig; haben.","replies":[{"id":"","poster":"dome025","date":"2016-08-21T16:17:32.197+0000","up_votes":1,"down_votes":0,"body":"Version 1.0: http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/kpmTVzAo-champion-konzept","replies":[]}]}