{"id":"6usbqgKP","poster":"ToolBoxMurda","date":"2016-08-21T11:33:50.998+0000","title":"Probleme mit League Of Legends","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":4,"body":"Bisher dachte ich mir immer, Riot sagt dir zwar Poste es im Forum &quot;Danke&quot; Anfrage geschlossen. Das selbst das Schreiben &uuml;ber dieses Problem nichts bringen wird.\r\nNun habe ich Langeweile und nutze es mal zum Texten.\r\nRiot wisst ihr wie &quot;Toll&quot; es ist wenn euer Client mal wieder verbuggt ist und das Chat Fenster nicht funktioniert? \r\nKein &quot;betteln der anderen um doch die Lanes zu tauschen wollen in den letzten sek&quot;\r\n        &quot;kein Beleidigen der M&uuml;tter, Schwester allgemein Familien&quot; \r\n        &quot;keine w&uuml;nsche das man selber oder Mutter, Schwester im KZ verbrennen soll&quot;\r\nIst es so schwer an dem Chat Fenster zu arbeiten? Jegliche Art von Beleidigung zu Zensieren? \r\nIst ja nicht so das es davon ab h&auml;lt das Die die Beleidigen dann das Spiel nicht manipulieren... Das ist das n&auml;chste Problem.\r\nSie lassen dich in den Tod rennen mit Absicht, sie Feeden etc\r\nIch treffe so selten Spieler an die auf die Karte achten, wissen was sie tun und ehrgeizig spielen.\r\n\r\nDie L&ouml;sung kann nichts sein das man nur im 5er Team ruhe hat. \r\nWenn euer Client mal wieder buggt und mich in der Champ select raus schmei&szlig;t bekomme ich &quot;Leaver Buster&quot; \r\nGG \r\nDie die Beleidigen auf Hohem Niveau bekommen eine Nachricht &quot;Sie wurden gemeldet wegen Beleidigen`s oder unsportlichen Verhaltens.\r\n\r\nBeim Support bekommt man die so hei&szlig; geliebten &quot;Copy-Paste&quot; Antworten\r\n\r\nDas ist meine Pers&ouml;hnliche Meinung durch die Begegnungen mit diesen Individuen.\r\nMFG","replies":[{"id":"","poster":"Nivoras","date":"2016-08-21T15:06:32.900+0000","up_votes":2,"down_votes":0,"body":"Sämtliche Beleidigungen zensieren geht doch ganz leicht. Einfach sofort muten wenn jemand toxic ist;) \nAnsonsten... Joa passiert halt. Ist nicht schön wenn Leute feeden (wobei die wenigsten regelrecht inten, die meisten sind einfach nur schlecht/haben ein schlechtes Game). Wenn du dich von anderen Leuten in den Tod baiten lässt, scheinst du ja auch nicht das allumfassende Spielverständniss zu haben was du dir von deinen Mitspielern wünscht. Wenn du stirbst, dann ist das dein Fehler und Ende.\nWas den Ehrgeiz angeht, so glaube ich das er der Grund für die oben genannten Beleidigungen ist, weil viele Spieler einfach nicht mit Frustration wenn es nicht gut läuft umgehen können.\n\nWenn dein Client so regelmäßig rumspackt dann installiere ihn vielleicht mal neu, er schmiert zZ zwar tatsächlich ganz gerne mal ab,  aber einen Leaverbuster hätte ich deswegen noch nicht bekommen. \n\nIch denke mal, der Support ist genug damit beschäftigt, Leuten die wirklich Probleme haben zu helfen und hat nicht noch Zeit jedem, der sich einfach nur beschweren will eine persönliche Nachricht zu schreiben.\nIch jedenfalls habe immer freundliche und schnelle Antworten bekommen, wenn ich wirkliche Probleme hatte, die ein Bot nicht lösen konnte. \n\nLiebe Grüße, Nivenor ^-^","replies":[]},{"id":"","poster":"thefire7","date":"2016-08-21T11:54:34.559+0000","up_votes":2,"down_votes":0,"body":"Wenn du im englischen Client spielst wäre es logisch, dass die deutschen Begriffe nicht mit \"****\" versehen sind {{sticker:slayer-jinx-wink}}","replies":[]}]}