{"id":"z29pfkyE","poster":"Jungle Kingdóm","date":"2016-08-20T23:01:23.950+0000","title":"Ziel:Diamond","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi ich war s4 in Bronze s5 kam ich dann in Platin (h&ouml;chstes Plat3), und nun bin ich wieder Plat5 . Jetzt wollte ich mal fragen was braucht es um nach Dia zu kommen. Wo entscheiden sich die beiden Ligen im groben. Mein Ziele diese Season ist aufjedenfall Dia und ich Main Jgl. Hat jemand  ein paar hilfreiche Tipps? W&uuml;rde mich sehr freuen. Danke","replies":[{"id":"","poster":"Vweldar","date":"2016-08-21T03:36:27.833+0000","up_votes":2,"down_votes":0,"body":"die spieleinstellung ist um einiges besser (low plat spieler haben meiner meinung nach die schlechteste und flamen am meisten). dies hört sich zwar an wie etwas relativ unbedeutendes hat allerdings einen riesigen einfluss. auserdem verstehen die leute mehr von rotations und wie man ein spiel richtig abschließt bzw snowballt. die laning phase wird im vergleich zu low dia nicht mehr wirklich besser. von low dia bis mid dia ist da allerdings wieder ein guter unterschied. evtl werden itembuilds noch verfeinert sowie masteries und runen.","replies":[]},{"id":"","poster":"Maexle","date":"2016-08-20T23:21:05.919+0000","up_votes":2,"down_votes":0,"body":"Also wenn dir Dia 5 reicht, dann brauchst du ein bisschen Zeit um genug Spiele zu machen und ansonsten ist der Unterschied nicht so groß. Generell sind bei manchen Spielern die \"Mekänix\" ein bisschen besser und es werden weniger Fehler gemacht aber wirklich große Unterschiede sind wahrscheinlich erst ab Dia 3 bemerkbar. Das waren zumindest meine Erfahrungen letzte Season...\nEin wichtiger Tipp noch: Mach deinem Namen am besten keine Ehre. Ansonsten wird das Ganze doch etwas schwerer und du riskierst einen Bann.\n{{champion:17}}","replies":[{"id":"","poster":"Jungle Kingdóm","date":"2016-08-21T01:28:14.030+0000","up_votes":1,"down_votes":0,"body":"Hey danke dir ja das missverstehen alle falsch ist ne anlehnung an Rush (C9 Toxic Jgl)  :)","replies":[]}]},{"id":"","poster":"ADFischi007","date":"2016-08-21T11:06:27.349+0000","up_votes":1,"down_votes":0,"body":"Es wird vielleicht an der Zeit, dass du dich mit \"leaguecraft 101\" befasst. Möglicherweise weisst du schon das meiste. Aber ab Diamond (bin ich leider nicht ;P) hab ich gehört, dass z.B Ganks immer unerfolgreicher werden, weil die Spieler immer versuchen dir 3 Schritte voraus zu sein. \n\nhttps://www.youtube.com/watch?v=iko2tqmDpJQ\n\nEs sind zwar glaub 17/18 Videos, aber die können dein Wissen und Stratagie steigern.\n\nMFG Fischi","replies":[]}]}