{"id":"rzNy2xus","poster":"Asterisquela","date":"2016-08-21T10:15:50.201+0000","title":"Kata oder nicht ?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Heaaai\r\nIch spiele das Spiel seit ein paar tagen und komme mit Abstand mit kata am besten klar. Jetzt wollte ich sie mir kaufen bekam dann aber von 2 Leuten gesagt das sie sp&auml;ter schlecht wird. Meine Fragen w&auml;ren darum:\r\nA: stimmt das ?\r\nB: welche Helden k&ouml;nntet ihr mir empfehlen? \r\nDanke","replies":[{"id":"","poster":"Asterisquela","date":"2016-08-21T15:36:32.724+0000","up_votes":1,"down_votes":0,"body":"Danke für die antworten hat sich mittlerweile geklärt.","replies":[]},{"id":"","poster":"The Demon Child","date":"2016-08-21T13:52:14.348+0000","up_votes":1,"down_votes":0,"body":"Also, katarina ist eig. Auf jeder Elo gut spielbar, je früher man anfängt sie zu spielen, umso besser kommt man auch später mit ihr zurecht :)\nEs gibt sicher genug challenger, die Katarina spielen, und auch damit erfolg haben. \nIn LoL geht es auch mehr um den spaßfaktor, das heißt, du kannst jeden champ versuchen auf jeder rolle zu meistern, wenn du damit erfolg hast :)","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2016-08-21T10:51:53.251+0000","up_votes":1,"down_votes":0,"body":"Katarina ist extrem Abhängig von der eigenen wie auch von der gegnerischen Teamcomb bzw. deren CC. Je höher du in der Elo kommst desto schwieriger wird es werden. Die Leute werden immer besser wissen wie sie mit einer Katarina umzugehen haben und schon in der Champselect Gegenmassnahmen ergreifen.\n\nMein Tipp wenn du LoL später \"ernsthaft\" Spielen willst: Werde entweder das übelste Katarina-Onetrickpony oder such dir andere Champions =)","replies":[]},{"id":"","poster":"CoGa Skyrora","date":"2016-08-21T10:18:25.532+0000","up_votes":1,"down_votes":0,"body":"A: Was ist mit spät gemeint? ich weiß nur das Kata demnächst Gameplaytechnisch verändert wird, also abwarten und Tee trinken.","replies":[{"id":"","poster":"Asterisquela","date":"2016-08-21T10:26:37.002+0000","up_votes":1,"down_votes":0,"body":"Die aussage besteht darin das sie sehr leicht zu countern wird und dadurch im umkehrschluss schwach.","replies":[{"id":"","poster":"Im a Papaya","date":"2016-08-21T10:48:04.517+0000","up_votes":1,"down_votes":0,"body":"Kata ist schwach wenn man nicht weiß was man macht.\nKata ist ein Assassine, das heißt du gehst rein wenn dein Team die halbe Arbeit schon gemacht hast und ultest bis jemand stirbt damit du E W auf den nächsten schwachen Gegner machst und so gehst du dann nach Priorität hoch also diejenigen die schnell sterben müssen auch zuerst sterben.","replies":[]},{"id":"","poster":"ADFischi007","date":"2016-08-21T10:34:17.070+0000","up_votes":1,"down_votes":0,"body":"Kata ist wie jeder andere Assasine... \nSie mag überhaupt kein CC. Wenn das gegnerische Team viel CC hat, wird es schwierig mit deiner Ulti schwierig viel Schaden anzurichten... \nOft kommt es vor, dass du bei einem Teamfight erstmal warten musst (wie bei LeBlanc) und beobachtest wann, der perfekte Zeitpunkt ist zuzuschlagen ist... \nDas heißt: haben ihr gegnerische Team alles auf CD? Wie sind ihre Damagedealer posioniert? Schlecht oder noch zu gut? Was muss ich möglicherweise dodgen? \n\nDenk dran: Du bist ein Assasine und fokusiert nur leichte Ziele (also kein Tank (Ausnahme: low HP)).\n\nMFG Fischi\n\nHinweis: Ich hätte diesem Post auf \"Champions&Gameplay\" gestartet. Passt eher dazu.","replies":[]}]}]}]}