{"id":"jcaFPUlg","poster":"IWhiteBoyI","date":"2020-01-07T11:10:51.364+0000","title":"Shen Ultimate Scaling","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nich frage mich bereits seit längerem warum die Shen ultimate auf Ap skaliert ? Jede Fähigkeit in seinem Kit scaliert mit Leben, was auch sinn macht da er ein Tank ist, warum also skaliert die Ultimate mit ap ? Sicherlich gibt es Ap items die machbar wären sie auf Shen zu bauen aber doch ziemlich sinnfrei im Nachhinein.\r\nWas haltet ihr davon ? Oder wisst ihr sogar warum das Ap Scaling auf der Ult ist ?\r\nMFg","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-07T11:20:21.570+0000","up_votes":2,"down_votes":0,"body":"1. Auch die Shen-Q skaliert nur mit AP. (und mit dem gegnerischen Leben, wie jede Fähigkeit, die prozentualen Schaden zufügt)\n2. Das Fähigkeiten, die dem Champion eine Möglichkeit geben sehr starken Einfluss auf kämpfe zu nehmen, bei Tanks nur mit offensiven Statistiken skalieren ist nichts Ungewöhnliches. Die Ultimates von Malphite, Galio, Braum, Ornn, Maokai, Sejuani, Amumu, Zac, Poppy, ... skalieren alle auch nicht mit defensiven Statistiken. Der Einzige Tank, dessen Ult wirklich mit Leben skaliert (oder mit einer Resistenz) ist Cho'Gath.","replies":[{"id":"","poster":"IWhiteBoyI","date":"2020-01-07T11:32:40.632+0000","up_votes":1,"down_votes":0,"body":"Finde die vergleiche der anderen Champs nebensäclich da sie alle offensiver Natur sind, und somit ein Ap scaling unterstützen, shens Ultimate ist defensiver Natur..","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-01-07T11:54:46.547+0000","up_votes":2,"down_votes":0,"body":"Auch wenn Shens R selbst nicht offensiv ist, so kann man sie so nutzen, denn sie verhindert keine der folgenden beiden Situationen:\n\n - Das Ziel der Ult agiert offensiv (Klassische Taktik in Kombination mit Champions, wie Twitch)\n - Shen selbst agiert durch seinen Ortswechsel offensiv. (Es besitzt ja durch seine R>E>Q>W-Kombination, wie auch andere Champions, die Möglichkeit einen Kampf zu engagen. (Auch wenn es bei ihm eher der Reengage ist))\n\nWenn du jedoch die Ult absolut kontextfrei betrachten willst, dann ist Shen in ganz League der einzige Champion, der defensiv baut und auch über eine defensive Ult verfügt. (Denn es gibt an sich mit Zilean und Soraka nur noch zwei Champions, deren Ultimate selbst nicht mit dem Gegner interagiert oder reine Utility (e.g. Tahm Kench, Ryze) bietet.)\nUnd Soraka und Zilean bauen als Poke-Supporter in der Regel eher offensiv.","replies":[]},{"id":"","poster":"Megamaexx","date":"2020-01-07T12:05:02.436+0000","up_votes":1,"down_votes":0,"body":"Sorakas Ulti ist auch defensiv, skaliert aber mit AP, so wie viele andere Schilde und Heilungen. Dass eine Fähigkeit mit Fähigkeitsstärke skaliert, ist die Norm. Shen benötigt diese zwar nicht, aber haben ist besser als brauchen ;)","replies":[]}]}]},{"id":"","poster":"SackRyze","date":"2020-01-08T11:58:23.104+0000","up_votes":1,"down_votes":0,"body":"also finde die Shen ult ist schon in ordnung so (man kann auch full ap Shen spielen lol dann geht die Ult richtiiiig ab)\ndas ding ist dieser Schild hat schon gute Grundwerte auf rank 1 glaube ich min 200 oder so denk mal nach im early hast du damit schon starke spells wie zb ne Nautilus combo stark reduziert. Würde das ganze auf HP scalen hätten wir einen Shen mit einer verdammt Starken Schild Ult was balance mäßig nicht passen würde.","replies":[]},{"id":"","poster":"Lekrativ","date":"2020-01-07T23:36:30.927+0000","up_votes":1,"down_votes":0,"body":"AKTIV: Shen kanalisiert für 3 Sekunden und gewährt dem ausgewählten verbündeten Champion für bis zu 5 Sekunden einen Schildkraft Tip Schild, welcher um 0 % − 60 % (abhängig von fehlendes Leben des Ziels) erhöht ist.\n\nAlso skaliert die Ult indirekt mit dem Leben. Allerdings mit dem Leben des Ziels.","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2020-01-07T22:14:05.694+0000","up_votes":1,"down_votes":0,"body":"Weiß zwar nicht warum das Scaling auf AP ist aber ist mir persönlich auch unwichtig. Für mich bietet es die Möglichkeit einen ungewöhnlichen Build einzuschlagen der aber Situationsabhängig überraschend effektiv sein kann. Nen lategame-Twitch mit 4k HP-Shield ist halt unkillable während er praktisch in 2 sec jeden oneshotted. Ich finds immer wieder lustig wenn man reported wird weil man ap shen spielt und die ult dadurch broken ist lul.","replies":[]},{"id":"","poster":"A Ryze From Dead","date":"2020-01-07T20:34:40.272+0000","up_votes":1,"down_votes":0,"body":"Einer der Gründe warum ich Ornn und Mundo nicht spiele ist weil er nur ein Haufen basestats ist. Er hat quasi gar keine Scalings und ich find das abartig langweilig. Was wenn ich zum 10tausendsten mal Sunfire und Abyssals gebaut habe? Diese Champions werden nie einen fun built sehen.\n\n\nLeague ist für mich halt mehr als nur Competitives. Builts und Runen von den Pros abschauen um nicht geflamed zu werden... das ist nicht der Ursprung von League und es schmerzt mich immer mehr wenn \"überflüssige\" Skalierungen von Champions runtergenommen werden, weil das die wunderschöne Vielfalt in League of Legends zerstört.\n\n{{sticker:sona-playing}}","replies":[]},{"id":"","poster":"Beli Vitez","date":"2020-01-07T19:58:46.473+0000","up_votes":1,"down_votes":0,"body":"was mich als shenmain mehr nervt ist, dass sein dash kein schaden an minnions macht...","replies":[]}]}