{"id":"AcU2flh3","poster":"rip john shelby","date":"2016-08-20T21:13:14.118+0000","title":"Ist Kindred noch lohnenswert?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Huhu! :3\r\n\r\nIch habe den Super Galaxy Skin von Kindred neulich durch eine Truhe erhalten und w&uuml;rde gerne diesbez&uuml;glich nachfragen, ob es sich lohnt mit Kindred zu spielen? Ich habe von einigen erfahren, dass sie seit den Nerfs UP sein soll. Stimmt das oder ist sie einfach nur schwer zu spielen?","replies":[{"id":"","poster":"SorisDynasty","date":"2016-08-22T09:47:45.992+0000","up_votes":2,"down_votes":0,"body":"Als \"Nischenpick\" ist sie bestimmt immer noch zu gebrauchen. Wenn sich die Möglichkeit durch Tanks auf der Top- und Supportpositionen anbietet. Wie angemerkt wurde, sollte man sie jedoch spielen können. Sie ist nicht extrem kompliziert, aber erfordert gute Bewegungen. Ein Zentimeter, ein Moment der falschen Aggressionen - schwupp und weg bist du. \nIch rate dir einfach: Spiel sie ruhig in Normals. Schau für dich selber, ob sie dir Spaß macht. Das ist schließlich das wichtigste. Und wenn sie dir zusagt... übe sie. Ohne Übung wird es gewiss nie was.","replies":[]},{"id":"","poster":"Kurisu 1v9","date":"2016-08-22T08:53:44.335+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Shiny Nuffi,realm=EUW,application-id=Wj1wcocU,discussion-id=AcU2flh3,comment-id=,timestamp=2016-08-20T21:13:14.118+0000)\n>\n> Huhu! :3\n> \n> Ich habe den Super Galaxy Skin von Kindred neulich durch eine Truhe erhalten und w&amp;uuml;rde gerne diesbez&amp;uuml;glich nachfragen, ob es sich lohnt mit Kindred zu spielen? Ich habe von einigen erfahren, dass sie seit den Nerfs UP sein soll. Stimmt das oder ist sie einfach nur schwer zu spielen?\n\nDer Champion ist High Risk Low Reward. Die Nerfs haben ihr schon extrem wehgetan und sie ist jetzt noch snowballhängiger, denn tut sie das nicht, wird sie einfach von derzeitigen Top Tier Picks, wie Gragas und Rek Sai, einfach outfarmed. Desweiteren muss eine gefeedete Kindred trotzdem on point gespielt werden, da du nicht tanky bist. \n\nWie gesagt High Risk Low Reward, aber trotzdem spielbar.","replies":[]},{"id":"","poster":"ΑοΚι","date":"2016-08-21T00:14:24.675+0000","up_votes":2,"down_votes":0,"body":"Natürlich kann man sie noch spielen wenn sie einem Spaß macht, aber vorallem in rankeds gibt es deutlich bessere Alternativen. Wenn du einen \"adc\" jgler willst würde ich dir Graves empfehlen. Ansonsten sind gerade Nidalee, Elise, Gragas, Kha und Rek stark im jungle (musst sie natürlich erstmal richtig spielen lernen). \"Leichtere\" gute jgler sind Volibear, Skarner, etc. fallen in der high elo aber langsam ab ;)","replies":[]},{"id":"","poster":"Cayce","date":"2016-08-20T21:19:38.098+0000","up_votes":2,"down_votes":0,"body":"Kindred wurde durch die Nerfs definitiv geschwächt. Sie ist noch spielbar, allerdings erfordert sie jetzt mehr Übung um effektiv zu sein, auch muss man im earlygame erfolgreich sein, sonst ist sie ein zweiter, schwächerer ADC (auch wenn die Ult natürlich Fights entscheiden kann). Ich würde mir persönlich Jungler suchen, die nicht so viel Aufwand brauchen, um effektiv zu sein. ^^ (Heca, Rek'sai, etc...wobei ich von Jungle Champions nicht so viel Ahnung hab :D)","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2016-08-23T17:56:49.597+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Problem, das ich irgendwie nicht zum Schaden machen komme. Theoretisch müsste ich alles wegnatzen, was zu mir läuft. Aber dazu müsste ich eine Sekunde still stehen. Und das kann ich nicht. Und da ich das nicht kann, mache ich auch keinen Schaden.\n\nHat da jemand Tipps? Weil sie macht ziemlich Spaß, aber ich fühle mich einfach mega useless ab minute 15.\n\nWenn ich Streams sehe, dann rotzen die einen Schaden und kloppen die in Milisekunden runter. bei mir is eher das Gegenteil der Fall.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-08-21T12:14:12.449+0000","up_votes":1,"down_votes":0,"body":"http://probuilds.net/champions/details/Kindred\n\n51% in High Elo und in Low Elo ist absolut alles spielbar.","replies":[]}]}