{"id":"AiEIY9VQ","poster":"Der Überboss","date":"2016-08-20T17:19:22.323+0000","title":"Silber Abstieg","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Ich bin grade nach 3 jahren Bronze Silber gekommen und wollte fragen ob man von Silber 5 zu Bronze 1 absteigen. Ich habe mal geh&ouml;rt dass dies nicht m&ouml;glich sei, doch ist letztens erst ein Freund abgestiegen. Daher bin ich jetzt ein wenig verwirrt. Ich bitte um konkrete Antworten, und nicht sowas wie:\r\n&quot;wenn er abgestiegen ist, ist es ja doch m&ouml;glich&quot;. Ich frage mich was die Bedingungen daf&uuml;r sind.","replies":[{"id":"","poster":"Nivoras","date":"2016-08-20T22:23:59.819+0000","up_votes":1,"down_votes":0,"body":"Deine MMR muss eine Liga unter deiner angezeigten Elo sein, um von einer 5er Division zu droppen. Früher war das anders soweit ich weiß und du konntest keine Ligen droppen, wurde aber geändert damit geboostete Accounts sich wieder anpassen. Ein Sonderfall wäre noch der LP Verfall durch Inaktivität wodurch ein Account der Platin 5 oder höher ist mit der Zeit LP verliert und somit absteigt wenn keine Rankeds auf ihm bestritten werden, aber das dürfte für dich wahrscheinlich (noch) nicht von Bedeutung sein.\n\nLg:)","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-08-20T17:22:18.782+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist es möglich wenn auch nicht so leicht, da man die MMR vbon Btonze 3 oder so haben muss um abzusteigen.\nMan kann nur durch Inaktivität nicht absteigen.","replies":[{"id":"","poster":"Der Überboss","date":"2016-08-20T17:23:13.390+0000","up_votes":1,"down_votes":0,"body":"Ok vielen Dank für die schnelle Antwort","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-20T17:42:48.315+0000","up_votes":1,"down_votes":0,"body":"theoretisch (also in den vorherigen Saisons) kriegst du in deinem Profil auch eine Warnung, wenn du vom Abstieg bedroht bist. Also an der Stelle, wo jetzt deine Dynamoc Preferences steht...","replies":[]}]}