{"id":"eublryIy","poster":"actin Sn1x","date":"2016-08-18T11:49:23.958+0000","title":"actin eSports sucht Coach, Manager, etc. (PLAT II - DIA IV)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo zusammen!\r\n\r\nactin eSports sucht f&uuml;r seine neue Leauge of Legends-Abteilung Personal f&uuml;r den Betreuerstab. Das eSports-Projekt wurde im Juni 2015 gegr&uuml;ndet und ist seitdem in den Spielen FIFA und Hearthstone aktiv.\r\nNun konnte man erfolgreich ein LoL-Team finden, welches man in einigen Wochen offiziell begr&uuml;&szlig;en m&ouml;chte.\r\n\r\nUm das gesamte Potenzial des Teams auszusch&ouml;pfen, suchen wir nun f&uuml;r folgende Positionen:\r\n\r\n\r\n**Team-Manager**\r\n\r\nEr koordiniert das Team, das hei&szlig;t, er k&uuml;mmert sich um das Wohlbefinden der Spieler, organisiert den Terminkalender des Teams und ist gleichzeitig Scout, wenn Spieler ben&ouml;tigt werden. Er schaut nicht nur auf die Arbeit der Spieler, sondern auch auf die des restlichen Betreuerstabs. Ein gro&szlig;es Organisationstalent w&auml;re hierbei von Vorteil.\r\n\r\n\r\n**Coach**\r\n\r\nDer Coach unterst&uuml;tzt das Team bei den Trainingseinheiten und der Fehleranalyse. Er sollte nicht nur gute Menschenkenntnisse besitzen, sondern auch ein starker Spieler: da Spiel in der Theorie und Praxis zu kennen ist also von gr&ouml;&szlig;ter Wichtigkeit. Der Coach sollte daher selbst mindestens Diamond III erreicht haben.\r\n\r\n\r\n**Newswriter**\r\n\r\nDer Newswriter bzw. Redakteur des Teams k&uuml;mmert sich um die regelm&auml;&szlig;ige Ver&ouml;ffentlichung von News auf unserer Homepage. Er berichtet &uuml;ber Turnierteilnahmen und f&uuml;hrt Interviews mit den Spielern.\r\nBesonders wichtig sind hierbei sehr gute Englischkenntnisse.\r\n\r\n\r\n**Community-Manager**\r\n\r\nDieser k&uuml;mmert sich um die Verbindung zwischen actin eSports und der gesamten LoL-Community. Seine Aufgabe ist es, das Team nach au&szlig;en &uuml;ber soziale Netzwerke wie Facebook und Twitter zu vermarkten, um m&ouml;glichst viele LoL-Begeisterte zu erreichen und die eigene Community auszubauen. Dazu geh&ouml;rt unter anderem auch die Veranstaltung von Online-Turnieren.\r\n\r\n\r\n\r\nSollte Interesse bestehen, kann man uns gerne auf unserer Homepage [http://myactin.eu/index.php/contact](http://myactin.eu/index.php/contact) kontaktieren oder mich einfach direkt anschreiben. :)\r\n\r\n\r\nViele Gr&uuml;&szlig;e\r\nSn1x","replies":[{"id":"","poster":"actin Sn1x","date":"2016-08-19T11:46:46.093+0000","up_votes":1,"down_votes":0,"body":"PUSH! \n\nSuchen noch für alle Positionen! :)","replies":[]}]}