{"id":"O57VIqLr","poster":"p0widL","date":"2016-08-17T17:06:17.204+0000","title":"Ranked Team sucht Midlaner (high plat-low dia)","subforum":"Clans & Teams","up_votes":4,"down_votes":2,"body":"Hey liebe Leute,\r\n\r\nwir bestehen seit ein paar Wochen und spielen seit dem fast t&auml;glich zusammen. Aufgrund innerer Probleme wollen wir uns nun nach einer neuen fixen Midlane f&uuml;r unser Team umsehen. Wir suchen einen sympathischen Spieler der lust hat regelm&auml;&szlig;ig auf l&auml;ngere Zeit in einem fixen Team zu spielen, sich dabei selbst und auch im team zu verbessern. Die Trainingszeiten werden generell eher Abends sein, wobei es keine fixen gibt, sondern jeder in nem online Kalender seine m&ouml;glichen Zeiten angibt und &uuml;ber WA dann ausgemacht wird, welche der m&ouml;glichen Zeiten wir wahrnehmen wollen. \r\n\r\nDas Team soweit:\r\n\r\nTop  Platin 2\r\nMid  ____\r\nJun  Dia 5 (Peak Dia 4) (shotcaller)\r\nAdc Dia 5\r\nSupp Platin 2\r\n\r\nDa wir wir festgestellt haben das ganze nur wirklich Sinn macht wenn alle auf &auml;hnlichem Niveau spielen, suchen wir wirklich nur Leute die in unserem Elo-Bereich und die Midlane mainen.\r\n\r\nDeine Eigenschaften:\r\n\r\n&Uuml;ber 18 Jahre alt\r\nElo high Plat - low Dia\r\nmain Midlane\r\nkein OTP (brauchbarer champion pool)\r\nBereitschaft neue Champs zu &uuml;ben (Meta orientiert)\r\nVerf&uuml;gbarkeit f&uuml;r etwa 3-4 Trainings die Woche (meistens abends)\r\nKritikf&auml;higkeit (sowohl annehmen als auch austeilen)\r\n\r\nIch denke wir sind f&uuml;r jeden der ein langfristiges Team sucht eine wirklich gute Wahl. Das Klima im Team ist sehr angenehm und humorvoll, es kann schon mal lauter werden wenn man sich uneinig ist, aber nichts tragisches. Prim&auml;r spornt das ganze einen einfach dazu an besser zu werden und sich rein zu h&auml;ngen. Wenn ihr also Interesse habt und unsere Anforderungen auf euch zutreffen, dann added mich doch gleich mal. Wir wollen heute Abend noch mit tryouts beginnen um m&ouml;glichst bald unseren Midlaner zu finden und uns im Laufe der Ferien (die einige haben :P) brauchbar einzuspielen.\r\n\r\nlg Nick","replies":[]}