{"id":"8LAMEhVs","poster":"Tjarven","date":"2016-08-17T10:12:06.304+0000","title":"Int Feeder \"Nicht reporten\" ?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hatte soeben in einem Ranked Game eine Soraka im Team, die wahrscheinlich im letzten Moment ihre Summoners ge&auml;ndert hatte und somit Smite und Cleanse hatte. Im Spiel dann meinte sie auf Englisch halt, dass wir sie reporten sollen, damit sie gebannt wird. Sie ist am Anfang mehrmals auf meine Mid Lane in den Gegnerischen Turm gelaufen, wobei sie gekillt worden ist und dass selbe hat sie auf der Bot und Top Lane gemacht.\n\nWir waren uns alle einig das wir sie nicht reporten, da wir glauben, dass es nicht ihr Account war. Nachdem Game habe ich mal die Match History von dem Account angeschaut und mir ist dabei aufgefallen, dass diejenige Person seit dem 30 Juni kein Ranked mehr gespielt haben soll und dann auf einmal pl&ouml;tzlich so etwas macht? \n\nDeshalb will ich euch mal nach eurer Meinung fragen wie ihr reagiert h&auml;ttet.\n\nMfG Tjarven","replies":[{"id":"","poster":"Maíko","date":"2016-08-17T10:17:35.349+0000","up_votes":5,"down_votes":1,"body":"Ich würde ihn reporten.\n\nFür mich sieht das nach 2 möglichen Situationen aus:\n1. \nEin Freund/Fremder spielt auf dem Account...heißt der Eigentümer ist nicht vorsichtig genug mit seinen Daten umgegangen.\nFällt unter Account Sharing und gehört gebannt.\n2.\nIch nehm mal an, dass er seit ungefähr 2 Wochen nicht nur keine rankeds sondern generell keine Spiele mehr gemacht hat?\nIn dem Fall hatte er einen 2 Wochenban...ist Tilted und will den Account zum Perma führen....\nDas Verhalten sollte ebenfalls bestraft werden.","replies":[{"id":"","poster":"Gang Hei","date":"2016-08-17T10:29:56.062+0000","up_votes":1,"down_votes":0,"body":"oder er hat früher auf einem anderen Niveau gespielt und kommt nach dieser langen Pause nicht mehr an das alte Niveau heran, weshalb er jetzt ca. 150 Spiele in Folge verlieren müsste um in die Elo zu kommen in die er hingehört. Da der Riot Support dies nicht macht, ist er tilted.","replies":[{"id":"","poster":"Smyth","date":"2016-08-17T11:13:37.158+0000","up_votes":1,"down_votes":0,"body":"Oder er will absichtlich verlieren um sich zu freuen das er auf niedrigerem Niveau alle fertigmachen kann, wenn der Account tief genug gefallen ist. Vielleicht geht er davon aus das absichtliches Feeden bedeutet das seine MMR gesenkt wird, weil er zu starke Gegner bekommen hat.\n\nOder er will den Account verkaufen und will das der Käufer nach dem Kauf gebannt wird.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-08-17T10:38:01.268+0000","up_votes":2,"down_votes":0,"body":"Kann auch sein, dass die Person einen 14 Tage Bann bekommen hat, weil er einen Feeder geflamed hat. Danach dachte der sich wohl, für feeden wird man nicht gebannt. \nSelbst wenn das jemand anderes ist, einfach melden, bevor weitere Schäden entstehen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-17T12:03:17.559+0000","up_votes":1,"down_votes":0,"body":"um auf die ursprüngliche Frage zurückzukommen: Ich hätte ihn auf jeden Fall reported. Schließlich werden da gerade vorsätzlich Spiele sabotiert. \n\nWarum das jemand macht, ist mir immer relativ egal. Also ich frage den Flamer ja auch nicht, ob er nur gereizt ist, weil seine Freundin ihn betrogen hat und der diesen verständlichen Frust halt irgendwo rauslassen muss... nö, ich reporte denjenigen, weil er toxisch ist.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-08-17T10:19:34.401+0000","up_votes":1,"down_votes":0,"body":"Am besten bei Support melden mit dem Verdacht auf Acc Sharing oder Fremdzugriff.\nWenn derjenige gebannt wird weil er es wollte, dann schafft er es auch.\nWenn der richtige Eigentümer den Acc zurückhaben will muss er sich beim Support melden.\nSolange der Acc aber gesperrt ist, kann kein weiterer Schaden darauf angerichtet werden was im falle von einem Fremdzugriff im Sinne des Inhabers steht.","replies":[]}]}