{"id":"2zht4LOQ","poster":"ab ortu cinere","date":"2016-08-17T15:47:41.990+0000","title":"TOPLANER für neues Rankedteam gesucht! [Platin+,18+]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\r\nWir suchen mit unseren Rankedteam noch einen Toplaner.\r\nDas Rankedteam soll fast ausschlie&szlig;lich tryharden. Nat&uuml;rlich soll der Humor nicht zu kurz kommen, aber ich habe vor mit dem Team was zu erreichen. Ihr sollt mindestens 18 sein und im hohen Platin- Diamantbereich spielen.\r\nEs wird erwartet, dass ich freundlich seid, mit Kritik umgehen k&ouml;nnt, aber euch auch nicht scheut den Mund aufzumachen und selbst mal Kritikpunkte anzusprechen. Au&szlig;erdem sind vor allem Leute gefragt, die schon Teamrankederfahrung haben und am Besten auch Shotcallen etc. k&ouml;nnen.\r\nDas ist bis jetzt unser Roster mit unseren h&ouml;chsten Accounts:\r\nTop: gesucht\r\nJungle: General Hentai Platin III\r\nMid: ILocutus Diamant V\r\nAdc: in Bearbeitung\r\nSupport: Tanglexx Platin I\r\n\r\nDie Kommunikation findet wahrscheinlich &uuml;ber Ts statt.\r\nWie Oben schon angedeutet w&uuml;rde ich gerne mit dem Team was erreichen. Ich pers&ouml;nlich w&uuml;rde es gut finden wenn man im soliden Platinmittelfeld ist oder evt. sogar in Diamant spielt. Zudem w&uuml;rde ich gerne an Turnieren teilnehmen.\r\nSpieler, die zwar im Roster aufgenommen wurden, aber wo ich merke, dass die schnell &uuml;ber die Str&auml;nge schlagen, indem sie flamen, werden recht schnell gebencht und ersetzt.\r\nFalls ihr Interesse habt schreibt bitte zuerst einnen Kommentar hier drunter in dem Ihr euch beschreibt und mich dann erst addet, da ich nicht will, dass meine Friendlist vollgespamt wird. Wer mich trotzdem addet wird erstmal nach hinten verschoben, weil ihr dne Text nicht ordentlich gelesen habt ;)\r\nMit freundlichen Gr&uuml;&szlig;en\r\nGeneral Hentai","replies":[{"id":"","poster":"Angel Ortiz","date":"2016-08-18T11:44:44.732+0000","up_votes":1,"down_votes":0,"body":"Ich bin 19 Jahre alt, spiele seit Season 1 aktiv und bin derzeit in der soloQ Elo P5-3. Ich bin ein ruhiger Mensch, Kritikfähig und offen neue Champions zu lernen.\nDie Champions die mir auf der Toplane in der soloQ gerade am meisten spaß machen sind Wukong, Gnar, Fiora.","replies":[]},{"id":"","poster":"TimmÆ Teh Keg","date":"2016-08-17T22:27:28.856+0000","up_votes":1,"down_votes":0,"body":"Aloha :)\nIch bin der Tim, 20 Jahre alt, Plat2 und spiele in der soloQ im moment nur GP und Kennen ^^\nwegen Teamerfahrung siehts bei mir bisher nur solala aus, mal versucht, aber nichts geworden ... soll sich aber auf jeden fall ändern :)\nPersönlich bin ich anfangs etwas schüchtern, aber das legt sich nach ner zeit :D","replies":[]},{"id":"","poster":"TOF Kurouji","date":"2016-08-17T16:11:19.837+0000","up_votes":1,"down_votes":0,"body":"Ups :D\nja ich bin Jonas (Ràidriar) bin 18jahre alt und dia 5. Meine mains sind Irelia fiora und olaf bin aber relativ flexibel.Hab schon in einiegen teams gespielt und auch gecoached etc sollte also hab schon etwas erfahrung :)","replies":[]}]}