{"id":"Yf1eI9sF","poster":"DiV pNation","date":"2016-08-17T13:13:01.280+0000","title":"Die Community Divinus eSports sucht VERSTÄRKUNG","subforum":"Clans & Teams","embed":{"title":"Divinus eSports - Startseite","description":"Wir sind ein deutschsprachiger MultiGaming Clan, welcher 2016 von pNation gegründet wurde. Seitdem hat sich einiges verändert. Nun wollen wir auch im eSport richtig durchstarten! Hilf uns dabei und werde ein Teil von Divinus!","url":"https://www.divinusesports.net","image":"https://www.divinusesports.net/inc/images/slideshow/8.jpg"},"up_votes":2,"down_votes":0,"body":"**Multigaming Clan Divinus eSports sucht DICH!**\r\n\r\n_Servus, Moin und Hallo Community,_\r\nim Folgenden stelle ich Euch den Multigaming Clan Divinus eSports\r\naka &bdquo;DiV&ldquo; vor. Ziel des Beitrages ist es Euch die Community etwas n&auml;her zu\r\nbringen und Euch eventuell f&uuml;r einen Beitritt zu begeistern.\r\n\r\n**Motivation:**\r\n\r\nBei all dem spielt nat&uuml;rlich die Mitgliederzahl eine gro&szlig;e\r\nRolle. Um also eine m&ouml;glichst flexible Gruppe mit dynamischem Spielerwechsel zu schaffen sind einige Member von n&ouml;ten. Demzufolge sind wir auf der Suche nach weiteren Mitgliedern die unsere Community gut erg&auml;nzen und Spa&szlig; am Spielen haben. Das Ziel ist es, dies zu erm&ouml;glichen und den Mitgliedern ein optimales Spielerlebnis in allen Spielen zu erm&ouml;glichen, ohne je wieder vor der Frage zu stehen _&bdquo;Spiele ich jetzt mit Randoms oder gehe ich offline?&ldquo;_.\r\n\r\n**&Uuml;BER UNS und was wir euch bieten und erwarten:**\r\n\r\nWir sind ein deutschsprachiger MultiGaming Clan, welcher 2016 von pNation gegr&uuml;ndet wurde. Seitdem hat sich einiges ver&auml;ndert. Nun wollen wir auch im eSport richtig durchstarten! Derzeit k&ouml;nnen wir an die 25 Member verbuchen welche alle sehr aktiv bei uns Mitwirken. Desweiteren haben wir einige Dinge die wir euch bieten k&ouml;nnen.\r\n\r\n**Wir bieten dir?**\r\n\r\n- Die M&ouml;glichkeit, Leute f&uuml;r ein eigenes Team zu finden (Trainingseinheiten &amp; Turnier Teilnahme)\r\n- Aktive, nette und reife Mitglieder\r\n- Mitspieler auf gleichem Niveau\r\n- Teams und Mitspieler f&uuml;r Ranked oder ESL\r\n- Ein aktives und gut strukturiertes Clan Management\r\n- Multigaming Teams\r\n- TeamSpeak&sup3; mit eigenen Channels\r\n- Eine Webseite mit einem internen Bereich (Dazu geh&ouml;rt: Forum, Markt, Event-Bereich)\r\n- Interne Clan Wars zur Vorbereitung auf richtige Turniere\r\n- Team Internes Management\r\n- M&ouml;glichkeit durch Training sich zu verbessern\r\n- Bei Problemen oder Fragen in eurem jeweiligen Spielebereich, k&ouml;nnt ihr euch immer an die daf&uuml;r vorgesehenen Community-Manager wenden.\r\n- Witzige Events f&uuml;r einen starken Zusammenhalt\r\n\r\n**Was wir von euch erwarten:**\r\n\r\n- Das Mindestalter betr&auml;gt bei uns 16 Jahre.\r\n- Ein angemessener Umgangston sowie Team- und Kritikf&auml;higkeit\r\n- Ein aktives Auftreten auf dem Teamspeak und auf der Homepage.\r\n- Es w&auml;re sch&ouml;n wenn ihr Spielerfahrung von mind. 450 Spielen nachweisen k&ouml;nntet. (Ranked/Normal)\r\n- Community-Member: Kein Elo-Rating erforderlich\r\n- Esports-Member: Season 5 mindestens Platin V gewesen sein\r\n- Du besitzt ein funktionierendes Headset (inklusive Mikrofon), wei&szlig;t dich anst&auml;ndig zu benehmen, kannst dich klar ausdr&uuml;cken und nimmst konstruktive Kritik nicht als Flamen auf, dann bist du bei uns genau richtig.\r\n\r\n\r\nWir hoffen, dass euch unsere Vorstellung gef&auml;llt und gebt uns und der Community eine Chance.\r\n\r\nNun hast du ein paar Eindr&uuml;cke erhalten, aber da gibt es noch so vieles zu erz&auml;hlen, insbesondere zu der Aufnahme, Probezeit und vieles mehr, was den Rekruten betrifft. Schau einfach auf unserem TS vorbei, dann k&ouml;nnen wir uns gegenseitig kennen lernen.\r\n\r\n\r\nF&uuml;r die Aufnahme solltet Ihr dieses Formular ausf&uuml;llen: [Bewerbungsformular](http://www.divinusesports.net/forum/?action=show&amp;kid=5&amp;id=45)\r\n\r\nOder ihr addet mich InGame unter DiV pNation\r\n\r\nAlso, worauf wartest du noch?\r\nWir freuen uns auf dich!","replies":[]}