{"id":"p2VKyEI9","poster":"Instinqt","date":"2016-08-16T22:10:09.758+0000","title":"Streamvorstellung: Instinqt aka Chris. Support / Mid","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Hallo liebe LoL-Community!\r\nMit diesem ersten umfangreichen Thread m&ouml;chte ich Euch gerne meinen Stream vorstellen!\r\nBitte nehmt Euch diese Zeit und gebt mir eine Chance. Danke\r\n\r\n**Wer bist du?**\r\n-Ich bin Chris und bin 23 Jahre alt.\r\n\r\n**Warum m&ouml;chtest du streamen? Was erhoffst du dir davon?**\r\n-Ich m&ouml;chte streamen, weil es mir sehr viel Spa&szlig; macht Leute zu unterhalten, mit Ihnen &uuml;ber verschiedene Spielereignisse zu diskutieren oder dar&uuml;ber zu lachen.\r\nIch erhoffe mir durch meinen Stream eine Viewerbase aufzubauen mit Giveaways, Spiele mit Followern / Subs usw.\r\n\r\n**Was ist deine Zielgruppe?**\r\n-Meine Zielgruppe sind haupts&auml;chlich Leute die ebenfalls LoL spielen. Aber ich habe keine Probleme damit Leute aus anderen Bereichen bei mir anzutreffen. Das Alter spielt in dem Sinne keine Rolle, die Leute sollten die Benehmregeln kennen bzw geistig reif genug sein um sich dementsprechend verhalten zu k&ouml;nnen!\r\n\r\n**Wie sind die Streamzeiten?**\r\n-Da ich derzeit sogut wie keine Viewerbase habe, nebenbei arbeiten gehe und ein Studium am Laufen habe, ist da noch nichts festes vorgelegt.\r\n\r\n**Wie lange streamst du schon, wie viel Erfahrung hast du?**\r\n-Ich streame eigentlich schon seit gut 2 Jahren, jedoch hab ich mir immer wieder einen neuen Twitch Account zugelegt, wobei mein alter Account ca 300 Follower hatte.\r\nDamals habe ich angefangen WoW zu streamen, anfangs mit schlechter Quali da ich kein besonders guten Upload gehabt habe.\r\n\r\nWelche Positionen spielst du? Oder versuchst du gar, das Meta aufzubrechen?\r\n-Ich spiele haupts&auml;chlich Supporter, kann aber auch Mid und Top spielen.\r\n\r\nWird Musik gespielt und wenn, welche?\r\n-Gemischt, jedoch haupts&auml;chlich Elektro Dubstep etc (MrSuicideSheep etc) jedoch nehme ich gerne von den Viewern Vorschl&auml;ge an die dann gespielt werden.\r\n\r\nWie ist es um die Interaktion mit den Zuschauern beschaffen?\r\n-Ich besitze eine Cam und ein Mikro, die immer eingeschaltet sind wenn der Stream l&auml;uft, denke die Frage erledigt sich hiermit von selbst.\r\n\r\nWas hebt dich von den unz&auml;hligen anderen Streams ab?\r\n-Meine Person selbst, meine lustige Art etc. Bildet Euch einfach selbst eine Meinung &uuml;ber mich.\r\n\r\nIch hoffe es hat Euch Spa&szlig; gemacht dieses kleine Interview &uuml;ber mich zu lesen und ich hoffe dass Ihr mal bei meinem Stream einschalten werdet.\r\n\r\nStreamlink: http://twitch.tv/chrizzax (http://twitch.tv/chrizzax)","replies":[]}