{"id":"zq2tfxYB","poster":"15 HUND 15","date":"2016-08-16T05:21:24.525+0000","title":"Steigert Die Community. Für ein besseres Spielen.","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":3,"body":"F&uuml;r Flamer und Leute die sich aufregen &uuml;ber zu Starke Gegner:\r\n\r\nLeague of Legends basiert auf das Spielen gegeneinander und ich sehen immer wieder im Chat Leute die Flamen Und sich Fertig machen wollen. Reporten weil der Gegner besser ist. Und das ist doch total beklobt. Wenn ihr keine Herausforderung habt wird es langweilig. Nat&uuml;rlich sind manche nicht so gut wie andere aber das kann man nat&uuml;rlich nicht &auml;ndern. Aber ihr k&ouml;nnt die Spieler Flamen die schlecht sind und eure Zeit zum spielen in den Chat investieren.\r\n\r\nODER ihr Lobt euer Team f&uuml;r etwas was sie gut gemacht haben. Auch wenn es ein KS war. KS=Kill Steal gibt es eigentlich nicht. &lt;--- H&auml; was klar denkt ihr euch. Und ich sage Nein. Ihr spielt um zu Gewinnen oder. wie soll das funktionieren wenn ihr alleine jeden kill haben wollt und eurem Team nichts ab gebt? Kein Champion/Spieler kann alleine gegen 5 Spielen. \r\n\r\nLasst euch nicht zu Flamen fals ihr zu schlecht seid. und Antwortet nicht. Fals die Person weiter macht dann Benutzt den Befehl /ignore all ODER /mute all \r\n\r\nFals du zuf&auml;llig im Spiel auf einen anderen Spieler mit Ts3 Triffst. Und er schlecht spielt Habt ihr 2 M&ouml;glichkeiten. \r\n1. Erkl&auml;rt ihm was er falsch gemacht hat und wie es besser geht.\r\n2. Jammer ihn an und sag ihm doch wie falsch er es macht. &lt;---- Nicht ratsam weil es das Spiel noch wieder verschlechtert\r\n\r\nUnd Unterlasst bitte f&uuml;r das gegnerische Team so was wie EZ. \r\nEs gibt Sachen die gehen zu weit manchmal und das ist zu weit. Tut so was bitte nicht.\r\n\r\nDie LoL Community ist schon so wegen dem Flamern auf einem Schlechten Stand. Also Verbessert die Community von LoL Und Unterst&uuml;tzt euch gegeneinander. \r\nABER warum kein EZ schreiben? Ganz klar Demotiviert die Gegner. Spielt Fair und nicht wie ein M&auml;dchen. &lt;--- Keine Unterstellung. Ich kenne Gute M&auml;dchen in LoL die mich Fertig machen. Also gro&szlig;en Respekt f&uuml;r weibliche Spieler. ihr seid wegen eurem Gutherz besser als die Kerle. \r\n\r\nIch habe Kurze zeit LoL aufgeh&ouml;rt um Nettere Menschen zu treffen. \r\nVerbessern wir das Ganze doch.","replies":[{"id":"","poster":"Asteriade","date":"2016-08-16T06:56:24.970+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"15 HUND 15","date":"2016-08-16T07:14:30.677+0000","up_votes":1,"down_votes":2,"body":"Und ich verstehe nicht warum du mich dumm bezeichnest das Gehört zu diesen Sachen die grade erklärte. \nwenn keiner was ändern will wird sich nichts ändern","replies":[{"id":"","poster":"Asteriade","date":"2016-08-16T07:35:15.799+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"15 HUND 15","date":"2016-08-16T07:51:41.836+0000","up_votes":1,"down_votes":1,"body":"Ich sage dir was. \n\nDas Elo sagt nichts darüber aus wie man denkt und was man sieht.\nKanns ein das ich nicht der beste Spieler bin. \naber ich setze mich für eine besser Community ein da ich so was schätze.\nIch spiele GW2 auch noch und dort ist es sehr vorbildlich.","replies":[]}]}]},{"id":"","poster":"15 HUND 15","date":"2016-08-16T07:08:36.524+0000","up_votes":1,"down_votes":1,"body":"tun sie nicht","replies":[]}]}]}