{"id":"jwbAlhRa","poster":" LiquidArtZ","date":"2016-08-16T12:42:12.722+0000","title":"Hätte jemand Lust sich mit mir zusammen auf Gold zu spielen?","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Hi im bin 15 und ADC Main, ich wollte fragen ob jemand Interesse h&auml;tte sich mit  mir auf Gold zu spielen also duo Q oder Dynamic Q. Bei Interesse bitte melden, bin derzeit Silber 3.","replies":[{"id":"","poster":"Schmeldy","date":"2016-08-30T16:24:47.821+0000","up_votes":1,"down_votes":0,"body":"hi ich bin 14 und Ahri Mid Main. Bei Interesse bitte adden, bin derzeit S5.\nNoch als Promo für mich: habe mich in 100 games von B4 auf S gespielt ;D","replies":[{"id":"","poster":" LiquidArtZ","date":"2016-08-31T23:05:47.122+0000","up_votes":1,"down_votes":0,"body":"Ja danke, aber ich habe mich mittlerweile endschieden Solo Q zu spielen, aber danke für die vielen Anfragen ;)","replies":[]}]},{"id":"","poster":"Syoox17","date":"2016-08-17T20:46:19.249+0000","up_votes":1,"down_votes":0,"body":"würde gerne mitmachen, wenn du bock auf ein 15-Jährigen Jungen hast, der in einer Woche erst mit einen 0815 Headset reden kann, eine hohe stimme hat und erst Bronze ist.\n\nich wäre gerne dabei, wenn du auf sowas Bock hast ^^","replies":[]},{"id":"","poster":"Neeko the Ekko","date":"2016-08-16T23:52:16.966+0000","up_votes":1,"down_votes":0,"body":"Habe mir mal deine letzten Spiele angesehen und du benötigst mehr farm in den spielen. Deshalb versuch mal mit ashe oder sivir zu spielen. Mechanics sind relaitv einfach ( jedenfalls einfacher als draven ) und du kannst halt rekativ gut farmen! Du spielst ezreal sehr häufig und hast so gut wie nie deine tränen item maximiert ( sogar nach 40 min nicht mal fertig ) und kaufst essence reaver auf ezreal und ich frage mich warum? Du krittest nicht und dir fehlt der Schaden gegen Tanks! Kauf da lieber botrk oder last whisper ;) sind nur ein paar tipps, sicher ist sas du eine 50,1 % Winrate um aufzusteigen und diese ist noch nicht vorhanden #noflame #nooffense","replies":[]}]}