{"id":"q072iPbK","poster":"AI Hyperion","date":"2016-08-15T16:51:38.249+0000","title":"M4!N Mid-Lane/Sec0nd Top-Lane ||| Sucht Ranked Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Beschw&ouml;rer :D {{sticker:slayer-jinx-catface}} \r\n\r\nZu Mir:\r\n\r\nMein Name ist Christoph (M&auml;nnlich :D) bin zurzeit 17 Jahre alt und eben Silber 2.\r\nIch suche ein wirklich ernstes und vielleicht lustiges Team! Es sollte schon guter Mundgebrauch vorhanden sein.\r\nIch bin sehr Ehrlich und Kritikf&auml;hig, versuche mich Immer zu verbessern und geb stets mein bestes(sehr ehrgeizig).\r\nDen Tilt habe ich schon einigerma&szlig;en bek&auml;mpft, na klar jeder ist mal bad drauf aber ich komme damit schon sehr gut klar.\r\n\r\nSo nun zu League.\r\n\r\nIch bin in der Mitte sehr flexibel, zu allem bereit auch z.B. neue Champions mir mehr anzueignen.\r\n\r\n-&gt;Meine Main Mid Champions: {{champion:268}}  + {{champion:69}}  + {{champion:245}} \r\n\r\nIch beherrsche auch schon sehr gut : {{champion:61}}  + {{champion:110}}  + {{champion:127}} \r\n\r\nIch habe mir schon relativ gutes Positioning angeeignet durch z.B. h&auml;ufiges Azir spielen.\r\nIch kann TP`s ansch&auml;tzen und entscheiden ob Usefull oder nicht und nat&uuml;rlich wann zu Roamen/Towerpushen ist.(Man kann sich nat&uuml;rlich immer verbessern, aber die Voraussetzungen sind da =))\r\n\r\n-&gt;Meine Main Top Champions : {{champion:48}} + {{champion:57}} + {{champion:245}} \r\n\r\nIch kann auch schon sehr gut: {{champion:111}} + {{champion:150}} + {{champion:68}} \r\n\r\nAuf der Top Lane bin ich auch sehr solide. Eben Top Lane fights ihr wisst, Tank gegen Tank nix spannendes.\r\nIch spiele lieber einen Tank f&uuml;hle mich da wohler, als Fiora oder co k&ouml;nnte es jedoch noch &uuml;ben und lernen zu Beherrschen.\r\n\r\nAlso falls ich Euer Interesse geweckt habe, einfach Adden oder hier anschreiben.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en Miss0uri{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"IV FOXQ","date":"2016-08-16T00:14:08.839+0000","up_votes":2,"down_votes":0,"body":"Hallo Lieber MissOuri,\nWir von den Firewolves suchen momentan einen neuen Mid-Laner. Wir bestehen aus mittlerweile 6 Personen und uns fehlt einen Ehrgeizigen Mid-Laner und auch kritikfähigen. Da unser derzeitiger Mid-Laner uns verlassen hat, was wir bis heute nicht verstehen können suchen wir einen festen neuen Spieler der ihn ersetzen kann. Da wir auch kurz vor einem Liga Anfang sind, ist das ein bisschen traurig das er uns verlassen hat kurz vorher.\nNun ein bisschen noch zu uns und unsere Anforderungen:\n\nWir sind ein kleines aber sehr starkes Team, Wir bestehen aus einem Dia 2, der mit viel Erfahrung sehr gerne in unserem Team spielt. (Spielt auf einem Smurf), zwei Gold Spieler und zwei Silber Spieler sowie noch einen Bronze 3. Die Liga ist auch ziemlich wichtig für uns da wir beim ersten Platz mit 25 euro PSC davon ziehen können, die natürlich aufgeteilt werden. Und der Clan, in dem wir spielen, wird auch davon profitieren. Wir sind auch auf ihrer Homepage aufgelistet und werden von MMOGA und (SPÄTER: weiteren Sponsoren) gesponsert. Wir wollen ebenso in der ESL spielen und nächstes Jahr im Swiss Cup mitspielen sowie im DR. Pepper Cup. Nächstes Jahr gibt es voraussichtlich auch die Trikots für mein Team. Alles läuft halt über dem Clan Bull Gaming Factory.\n\nNun mal unsere Anforderung(Vielleicht gefällt dir das ja nicht deswegen schreiben wir die dazu):\n\n1.  Freundlich sein (Ist wichtig für eine gute Synergie)\n\n2. Kritikfähig sein (Aus Fehler lernt man aber die müssen auch angesprochen werden)\n\n3. Den Tilt wollen wir los werden (Wichtig für uns ist, dass man nach einem Fehler nicht direkt tilted sein soll. Ein spiel kann man trotzdem zu jeder Zeit gewinnen.)\n\n4. Aktivität im Team und auf dem TS(Heißt: Regelmäßiges trainieren mit dem Team und auch aktiv im Ts sein. Ist für das Team und dem Clan)\n\n5. Mitwirken im Team, Vorschläge in der Whatsapp Gruppe starten und Aktiv auch dort sein.\n\n6. Etwas neues lernen(Bereit sind auch andere Champs und Combos zu spielen)\n\n7. Letzer Punkt und damit ziemlich wichtig: RESPEKT ZEIGEN! (Gegenüber Gegner und auch Team Kameraden)\n\n\nJetzt noch ein bisschen zu uns:\n\nWir bestehen aus 6 Leuten momentan.\nIch heiße Tim, bin der Manager und 17 Jahre alt und spiele gleichzeitig auch die AD-Carry Position.\n\nBei weiteren Fragen: Es wird bei Interesse ein mündliches Gespräch durchgeführt und ein Test-Spiel mit allen Mitgliedern gespielt.\n                                    Beim Gespräch können aufgekommene Fragen geklärt werden.\n                                    Also bei Interesse einfach auf diesen Teamspeak kommen: 89.163.203.49:10200\n                                    oder\n                                    mich in League of Legends adden unter: FW Python\n                                    (P.s.: Auf dem Ts einfach mich FW Python anschreiben)","replies":[{"id":"","poster":"AI Hyperion","date":"2016-08-16T17:54:39.217+0000","up_votes":1,"down_votes":0,"body":"Hallo Tim,\n\nDankeschön für deine Antwort.\n\nIch werde Heute nochmal auf den Teamspeak kommen.\n\nMfg Miss0uri","replies":[]}]}]}