{"id":"8XMXGjEn","poster":"EchterSpriti","date":"2016-08-13T18:05:41.590+0000","title":"Profil Anzeigefehler. Champion Stufe 7 wird nicht angezeigt beim: Profil - Top Champions - Weitere","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Ich habe mein 4 Champion auf Stufe 7 erspielt.\r\nIm Profil - Top Champion - Weitere, wird Cho` Gath nicht angezeigt.\r\nIch wei&szlig; nicht genau ob das nur bei Cho`Gath der Anzeige Bug vorliegt, oder allgemein, dass ab der 4 Level-Stufe 7 Champion nicht mehr am Profilbanner angezeigt wird.\r\nhttp://i68.tinypic.com/1587f9i.jpg[/IMG]\r\nhttp://i63.tinypic.com/x5twde.jpg[/IMG]\r\nhttp://i68.tinypic.com/dfxfsj.jpg[/IMG]","replies":[{"id":"","poster":"DerFeíneHerr","date":"2016-08-13T18:22:29.175+0000","up_votes":1,"down_votes":0,"body":"Kann dir sagen, dass das bei mir und anderen auch so ist. Das ist glaube ich gewollt um deine LVL 7 Champs besonders stark hervorzuheben und die LVL 6 und darunter kommen halt nur unter weiteren Champs vor. Außerdem liegt das mit deinem Cho Gath LVL 7 höchstwahrscheinlich daran, dass du mit ihm weniger Meisterchaftspunkte hast als mit Illaoi, Volibear und Morgana, deswegen wird er nicht auf der Titelseite und nicht bei den weiteren Champs aufgelistet. Also keine {{item:3070}} vergießen. Allet ok^^","replies":[{"id":"","poster":"EchterSpriti","date":"2016-08-13T19:12:22.165+0000","up_votes":1,"down_votes":0,"body":"Danke für die rasche Antwort. Dan verstehe ich das Prinzip wohl doch nicht so ganz, den auf der Proifl seiten - \"Andere\"- werden dort die Champion mit level 5 or 6 aufgelisten und nach dem erspielten Champion Spielpunkten aufgelistet?, da ich mit Cho`Gath 138 k erspielt habe aber das System zb ein Level 5 Trundle mit 60 k auf \"-andere-\" auflistet. Naja, wen das wirklich so gewohlt ist, ist bei Riot 1+2 = 4 ? xDD\n\nDen normal wird es ja nach Champion Level ! Champion Punkte \"in ordentlicher Gliedreihe\" aufgelistet :)\n\nAber damit kann man ja jut leben :)","replies":[{"id":"","poster":"DerFeíneHerr","date":"2016-08-13T21:11:07.703+0000","up_votes":1,"down_votes":0,"body":"Das is gesondert: Auf Titelseite kommen nur (in deinem Fall jetz) die LVL 7 Champs nach Championpunkten sortiert. Mit Voli hast du am meisten, Morgana am die 2. meisten Punkte und miot Illaoi die 3. meisten Punkte. Cho Gath is zwar LVL 7, aber wird nicht auf der Titelseite aufgelistet, weil du weniger Punkte mit ihm als mit den anderen 3en hast.\n\nDas selbe Prinzip mit der Reihenfolge der Championpunkte gilt auch bei deinen \"weiteren Champs\", nur das es hier die LVL 6er und tiefer sind.","replies":[{"id":"","poster":"EchterSpriti","date":"2016-08-14T17:19:06.576+0000","up_votes":1,"down_votes":0,"body":"oky, danke :)\n\nDan stehen ja irgendwan mal, keine champ mehr bei - weiteren - , wen man alle gespielten champs auf 7 hat xDD\nDan wird diese Seite dan leer bleiben bis man einen neunen Champ anfängt zu spielen :)","replies":[]}]}]}]}]}