{"id":"UgAjJgrL","poster":"Die Kaki","date":"2016-08-13T01:35:02.695+0000","title":"Terra, Funke der Drachen","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"https://i.ytimg.com/vi/KQE0Ayi1QYo/maxresdefault.jpg","image":null},"up_votes":2,"down_votes":0,"body":"Das Aussehen des champions soll so ziemlich &auml;hnlich wie auf dem foto/link sein au&szlig;er dem Schl&uuml;sselschwert. mir gefiehl die umherwandernde R&uuml;stung aus KH 2 Final mix+ richtig gut, besonders das Visier und das cape (und der damit verkn&uuml;pften Person), daher dachte ich an eine art Ritter mit einem rechteckigen Buster Sword mit griffschutz.\r\n\r\nKonzept: Er soll der langsamste Champion in League of Legends sein und diese schwerf&auml;lligkeit mit guten Resistenzen am anfang ausgleichen um nicht von Anfang an von gegnern get&ouml;tet zu werden ( Skaliert mit max. Leben da er keine Armor oder MR per LV bekommt). Er bekommt keine r&uuml;stung durch gegnst&auml;nde und kann nur mit eben diesen seine Magieresistenz erh&ouml;hen(eine art umgekehrte Shyvana). Er soll der mit abstand St&auml;rkste und Schw&auml;cheste Champion in sachen resistenzen sein. Das sogenannte Funkensystem(0/100) soll dem Spieler die m&ouml;glichkeit geben zu entscheiden wie er spielt (wie bei Schach), sp&auml;ter zu den F&auml;higkeiten, daher muss er immer gut &uuml;berlegen was er tut. Seine Ultimate namens Funkensprung wird ab LV 6 freigeschaltetund der gernpunkt des Champions sein und wo die Spieler genau &uuml;berlegen m&uuml;ssen ob sie diese aktivieren oder nicht.\r\n\r\nLeben: 600 (+100 pro Stufe)                                        Lebensregeneration: 8.38 (+0.9 pro Stufe)\r\n\r\nAngriffschaden: 55 (+3.5 pro Stufe)                              R&uuml;stung: 20 (+0.00 pro Stufe)\r\n\r\nAngriffstempo: 0.614 (+2.9% pro Stufe                         Magieresistenz: 50 (+0.00 pro Stufe)\r\n\r\nLauftempo: 300\r\n\r\n\r\nF&auml;higkeiten:\r\n\r\nPassive: Funkenbrenner\r\n\r\nTerra erh&auml;lt r&uuml;stung in h&ouml;he von 5% seines Maximalen Lebens.\r\nTerra erh&auml;lt keine r&uuml;stung durch gegenst&auml;nde.\r\n\r\nTerra bekommt pro sekunde 1 Funken und mit jedem Auto Attack auch 1 Funken (0/100), erreicht er nun &uuml;ber 50% seiner Funken so erzeugt er mit jedem Champion kills 10 stacks, Vasallen 1 stack, Kanonen Vasallen 2 stacks, Gro&szlig;e Jungle Monster 5 stacks, Jungle Monster 3 stacks, Assis 4 stacks.\r\n\r\n(Q): Gl&uuml;hen      Cooldown:  20/18/16/14/12  sek.       Reichweite:    325\r\n\r\nTerra f&auml;ngt an f&uuml;r 5/6/7/8/9 sekunden an zu gl&uuml;hen wodurch gegner in seiner n&auml;he 10/12.5/15/17.5/20 R&uuml;stung und Magieresistenz verlieren.\r\n\r\n(W): Feuer       Cooldown:  20/19/18/17/16  sek.    Reichweite: Selbst.\r\n\r\nTerra beschw&ouml;rt einen tierischen begleiter aus Feuer der ihn f&uuml;r 5/6/7/8/9 sekunden begleitet und das selbe Ziel wie er angreifft (max. 2 begleiter/ladung).\r\nDer begleiter besitzt ein 30% von Terras MAX. Leben, 10% von terras angriffschaden (+2 angriffschaden x Stufe) Magischen schaden am Ziel anrichtet \r\n(gegen Monster 125% schaden) und 10% (+1 x Stufe) von terras R&uuml;stung und Magieresistenz.Wenn der Begleiter stirbt so erschafft dieser 5 Funken.\r\n\r\n(E): Inferno  Cooldown:  9/8.5/8/7.5/7   Reichweiter:    325\r\n\r\nUmh&uuml;llt deine klinge mit einer Zerst&ouml;rerischen flamme  die 80/120/160/200/240 (+50% zus&auml;tzlichem Angriffschaden)(+anzahl der Funken) schaden am ziel anrichtet. Deine Funken werden dadurch vollst&auml;ndig verbraucht.\r\nKann nicht an T&uuml;rme oder inhibitoren benutzt werden.\r\n\r\n(R): Funkensprung   Cooldown: 60/40/20 sek.    Reichweiter: Selbst.\r\n\r\n\r\nTerra kanalisiert die kraft eines Drachen und umgibt sich 10/12.5/15 sekunden mit eben jenen Flammen die selbst normale Flammen zu asche verbrennen.\r\nDas Funkensystem wird &uuml;ber die verbleibende zeit deaktiviert.\r\nDie Bedingung zum ausl&ouml;sen von Funkenbrenner wird ignoriert.\r\nGl&uuml;hen wird &uuml;ber die &uuml;ber die verbleibende zeit deaktiviert.\r\nInferno kann genutzt werden als h&auml;tte man (50/100) Funken.\r\nTerra opfert 50% seiner R&uuml;stung und seiner Magieresistenz.\r\nTerra erh&auml;lt 75 Lauftempo.\r\nTerra erh&auml;lt Angriffschaden in h&ouml;he der anzahl der Stacks (max. 200 Stacks).\r\nStirbt Terra so Verliert er 20%/35%/50% seiner Stacks.\r\n\r\n\r\nGeschichte:\r\n\r\nJahr XX93, Terra, Kind eines Drachen und eines Menschen von dessen herkunft er selbst nichts wusste, streifte er nichts ahnend durch W&auml;lder um einen Ort zu suchen den er selbst zuhause nennen zu k&ouml;nnen. Wandernt und nicht wissend wohin er gehen sollte, bot im eines tages eine Nonne einer Kirche einen platz an, wo auch andere Weisen ihr zuhause gefunden hatten. Jahr XX98, Terra endeckte die in Ihm schlummernde Flamme eines Drachens. Jahre vergingen und aus dem kleinen Weisenjungen wurde ein h&ouml;chst Intelligenter, Disziplinierter Schwertk&auml;mpfer der sich, als er sich in der Kirche eingelebt hatte, mit derm Schwertkampf und dem Feuer was in Ihm schlummert befasste und lernte dies auf verschiedene arten zu nutzen. Weitere jahre vergingen und auf eine ein Jahr selbst auferlegte reise zur&uuml;ckkehrend, musste Er festellen das der Ort und alle Menschen die er lieben gelernt hatte und sein Zuhause nannte nicht mehr waren. Best&uuml;rzt &uuml;ber den verlust seiner Familie, wollte er wissen warum man Ihm dies angetan hatte und machte sich erneut auf eine Reise um die Schuldigen zu finden die Ihm alles nahmen. Auf seiner Reise begnete Ihm ein anderes Halbblut, namens Shyvana. Er fragte Shyvana ob sie ein kleines Dorf namens ....... kannte, doch Shyvana weigerte sich eine entsprechende antwort zu geben und griff Ihn aus heiterem Himmel aus an.Er wollte nicht gegen Shyvana k&auml;mpfen, doch griff sie Ihn erneut an. Stunden um stunden vergingen und nach 12 stunden des kampfes unterlag Shyvana dem sich selbst vorgestellten Terra.Aus den zuvor k&auml;mpfenden kriegern entstand sowas wie freundschaft und so zogen die 2 halbbl&uuml;ter die Reise von Terra fort.\r\n\r\nTerras Zitate:\r\n\r\n&quot;Es gibt nichts was man nicht schafft,&quot;\r\n\r\n&quot;Technik, Wissen oder doch Kraft?&quot;\r\n\r\n&quot;Trainieren ist die halbe Miete, der Geist muss auch geschult werden&quot;\r\n\r\n&quot;Wissen ist Macht und Macht ist Wissen&quot;\r\n\r\nFreunde:  {{champion:102}} , {{champion:78}} , {{champion:55}} , {{champion:238}} \r\n\r\nRivalen:  {{champion:238}} , {{champion:112}} , {{champion:268}} , {{champion:13}} \r\n\r\n\r\nHier leute mein kommpletter champion, ich hoffe er gef&auml;llt euch und tut mir leid wenn Rechtschreibfehlerdrin sind aber lasst doch ein commentar da wie ihr die gesichte und den champion an sich findet.","replies":[]}