{"id":"ZhoOIQqT","poster":"Phridolin","date":"2016-08-12T15:09:13.408+0000","title":"Warwick VGO?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Wann ist diese eurer Meinung nach zu erwarten? Werden ja st&auml;ndig hin und her geschoben die Termine. Warte auf WW jetzt - wie viele andere denke ich auch - schon knapp 4 Jahre. \r\n\r\nSo viel ich wei&szlig; kommt jetzt den August/September Yorick. Anfang 2017 soll Eve kommen. (ENDLICH!) Und irgendwo dazwischen oder drumherum Galio. \r\n\r\nEigentlich sollte WW nach Yorick kommen oder t&auml;usche ich mich?","replies":[{"id":"","poster":"Im a Papaya","date":"2016-08-12T15:22:35.817+0000","up_votes":2,"down_votes":0,"body":"Warwick kommt nach dem Assassinen Update das bevorsteht, also wird sein Rework noch ein wenig warten aber bei ihm ist das Rework auch nicht so dringend nötig wie bei den anderen gereworkten Champs denn bis auf eine sehr unspektakuläre Spielweise hat Warwicks Kit keine allzu schlimme Probleme.","replies":[{"id":"","poster":"Phridolin","date":"2016-08-12T22:22:03.864+0000","up_votes":1,"down_votes":0,"body":"Erstmal: Danke!\n\n Uff, ich finde bei einer Skala von 1 - 10, wobeo 10 sehr dringlich ist, würde ich WW bei 8 schon ansiedeln. Er hat ein 1. zu eindimensionales Kit. 2. Ist er pre 6 fast nutzlos. Und 3. sieht sein Ingame Model/ Movementset nur durch das minimale VU einigermaßen erträglich aus. \n\nGanz oben sind ja Galio, Urgot und Evelynn. (Hoffe auch irgendwann mal noch ein Malphite-Update erleben zu dürfen, der ihn wirklich wie nen lebenden Berg aussehen lässt ^^ - träume darf man haben)","replies":[]}]},{"id":"","poster":"SFCFlo","date":"2016-08-12T15:20:21.605+0000","up_votes":1,"down_votes":0,"body":"Ich hab keine Ahnung wo du das von Evelynn und Galio hast aber alles was von RIOT offiziel angekündigt wird sieht du in dem Link.\n\nhttps://support.riotgames.com/hc/en-us/articles/202294884-Champion-Update-Schedule\n\nEs wurde auch noch nichts genaues bezüglich des Erscheines des Yorick skins angekündigt.\n\nPS: Das Champion rework team das an Ryze geabeitet hat, hat bereits mit Warwick angefangen.","replies":[{"id":"","poster":"Phridolin","date":"2016-08-12T22:17:06.055+0000","up_votes":1,"down_votes":0,"body":"Da wird Ihnen geholfen:  http://www.surrenderat20.net/2016/08/red-post-collection-leblanc-update.html\n\n(Etwas weiter unten)\n\nDoch, Yorick soll jetzt nach Kled erscheinen und vor dem Assassinen Update. Galio steht sehr hoch auf der Prio-Liste (hat er auch seeeeehr dringend nötig - der Boy hätte so viel Potenzial, schon wenn er optisch wie der Nighstalker von Dota aussehen würde :P)\n\nDanke für die Info mit dem Ryze-Team und der bereits bestehenden Arbeit an WW! :)","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-12T15:45:31.103+0000","up_votes":1,"down_votes":0,"body":"Also Taric stand gefühlt 2 Jahre lang auf dieser Liste... es kommt wahrscheinlich dann, wenn Riot eine bessere Idee als die derzeitige Version hat, die aber trotzdem zum Thema Großer Böser Warwick passt.","replies":[]}]}