{"id":"w4BJ3Bsn","poster":"Knìght Artorìas","date":"2016-08-11T16:50:03.812+0000","title":"Vermehrt Spieler mit FPS/Ping-Problemen","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen,\r\n\r\nmir f&auml;llt momentan stark auf, dass Leute sehr oft FPS/Ping-Probleme haben. Bei mir ist es bisher fast jedes 2 Game, wo ich einen bzw. 2 Leute mit diesen Problemen habe. \r\nEs ist schon relativ frustrierend, wenn dies sehr h&auml;ufig passiert, weil man am aufsteigen indirekt gehindert wird.\r\n\r\nMeine Frage ist nun, ist welchen von euch das auch schon aufgefallen?","replies":[{"id":"","poster":"Celesil","date":"2016-08-12T06:44:01.790+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nich persönlich denke, seit ich vor nem Jahr mit LoL angefangen habe, das FPS und/ oder Ping Probleme hauptsächlich als Ausrede genommen werden.\n\nWie in anderen Spielen auch, kann die Schuld eines Problems beim Spielhersteller-/vertreiber liegen. Allerdings liegt oftmals das Problem an der eigenen Hardware und an dem, der vor dem PC sitzt.\n\nIch selbst hatte auch mal starke Pingschwankungen. Jedoch lag es nicht am Internetanbieter oder Riot, sondern daran, das ich per Wlan ins Internet gegangen bin. Dabei waren jedoch die meisten Wlankanäle in meiner Umgebung maßlos überfüllt.\nFPS Probleme rühren oftmals von Billigkäufen (günstig kauft grundsätzlich zweimal) und/ oder mangelndes Wissen über die Hardware her.\n\nDennoch, auch seitens Riot und anderen Anbietern gibt es oft Probleme. Meiner Erfahrung nach, liegen die meisten Probleme im eigenen Zimmer und der Person, die vor dem PC sitzt.\n\nMfG\n\nCele","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-11T19:07:18.960+0000","up_votes":1,"down_votes":0,"body":"Ich würde die dürftigen Leistungen auf meinem Smurf beim Leona Lernen auch gerne auf Laggs schieben, aber bei mir lief alles flüssig und von meinen Mitspielern hat sich auch niemand beschwert...","replies":[{"id":"","poster":"Knìght Artorìas","date":"2016-08-11T21:02:11.145+0000","up_votes":1,"down_votes":0,"body":"Was hat mein Spielen mit der allgemeinen Frage zutun? Richtig nichts. Wenn du mich kritisieren willst, dann Bitte vernünftig und nicht auf dieses Kindergartenniveau.\nUm dir direkt den Wind aus den Segeln zu nehmen, ja ich Spiele Mittelmäßig und habe auch meine schlechten Runden wo ich Scheiße Spiele. Das schiebe ich aber nicht auf die laags oder sonst was ;)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-08-11T23:22:15.147+0000","up_votes":1,"down_votes":0,"body":"Ich hab doch nur gesagt, dass ich gerne Probleme gehabt hätte... aber bei mir alles flüssig lief. Und nebenbei habe ich mich auch noch vertippt, ich wollte eigentlich Fiora schreiben... ups, dafür gibt es nen sorry. Ich hab mir deine Spiele gar nicht angeguckt. Und falls du Leona gespielt hast, war das ein reiner Zufall.","replies":[]}]}]},{"id":"","poster":"Hook Main","date":"2016-08-11T18:19:09.304+0000","up_votes":1,"down_votes":0,"body":"Jup, seit 6.16 habe ich ununterbrochen hohe MS, mit Rekorden von bis zu 4000 MS. Fehlerlösung wäre angebracht, sonst ist LoL unspielbar.","replies":[]},{"id":"","poster":"Oyasumi Punpun","date":"2016-08-11T18:17:26.120+0000","up_votes":1,"down_votes":0,"body":"Naja, ich hab seit dem Patch auch irgendwie das Gefühl, dass das Spiel nicht mehr flüssig läuft. Das merk ich vor allem wenn ich Yasuo spiele. Da mach ich manchmal meine Q und steh dann erstmal 1-2 Sekunden rum bis ich endlich meine E machen kann und manchmal kann ich meine Ult nicht aktivieren, obwohl ich direkt vor dem knocked up Gegner stehe. Mein Ping dropt Ingame öfter mal auf ca. 150ms, aber wirklich erst seit dem letzten Patch. Das liegt auch nicht an meinem Internet, denn manchmal wenn die Leitung sehr belastet ist und ich z.B. YT-Videos nur noch auf 480p schauen kann, läuft LoL trotzdem mit einem konstanten Ping von ca. 50ms. \nSeit kurzem kann ich aber Videos auf Full HD schauen und hab trotzdem einen 100ms+ Ping Ingame. Vielleicht ist es nur Einbildung, aber wenn anderen das auch auffällt...","replies":[]}]}