{"id":"lYduK0nf","poster":"xXNERBXx","date":"2016-08-11T20:12:38.855+0000","title":"kayle main gesucht","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"hallo zusammen \r\n\r\nich such ein kayle main der mir ein tipps geben kann. Ich will sie mid top und jungle spielen. Wenn sich jemand damit auskennt soll mich xXNERBXx adden dann k&ouml;nnen wir schreiben. \r\n\r\n danke und LG Nerb","replies":[{"id":"","poster":"MrWoscht","date":"2017-09-01T20:14:32.357+0000","up_votes":1,"down_votes":0,"body":"Du brauchtst für so einen Champions keine Tipps es ist egal ob du lvl 7 mit 100k Punkten bist oder first time dieser Champion benötigt keinerlei skill","replies":[]},{"id":"","poster":"Ryderratchet","date":"2016-08-11T21:06:04.399+0000","up_votes":1,"down_votes":0,"body":"Auch wenn du ne pn haben wolltest schreib ich dich mal so an, hoffe 40k reichen um ne ausreichende Auskunft  zu geben im schlimmsten Fall kann ich dir morgen noch ein paar Fragen beantworten.\n\nSo zu Beginn ist Kayle ein auf Autoattacks basierender Hybrid  das heißt du solltes im Normalfall Attackspeed + Ap bzw Ad bauen (bevorzugt Ap).\nIhr Build auf Top und Mid unterscheiden sich beinahe garnicht.\n{{item:3115}} {{item:3006}} {{item:3124}} {{item:3085}} {{item:3116}} {{item:3026}} \nDas wäre in meinen Augen der derzeitige 0815 Build du kannst aber auch noch {{item:3100}} {{item:3078}} {{item:3046}} bauen (habs ausprobiert funktioniert alles ganz ok). \nKayle ist an sich gegen  Nahkämpfer gut und mMn ein ganz solider Counter zu Yasuo da dich die Windwall beinahe nicht interressiert da die E durchgeht.\n\nSo im Jgl eigentlich das selbe Spiel der Anfangsclear ist relativ schwach deshalb würde ich empfehlen nur einen Smallclear zu machen ohne die Big Buffs da du sonst aufgrund des fehlenden Attackspeeds Probleme haben könntest.\nIn meinen Augen ersetzt das{{item:1419}} das{{item:3124}} da der Attackspeed schon ausreichen sollte .\n\nBei den Fähigkeiten gilt R>E>Q>W die E ist halt deine Butter aufn Brot und zum farmen am wichtigsten da Q und W wahre Mana schleudern sind.\n\nAls Keymastery würde ich Fervor empfehlen da Kayle erst richtig in langgezogen Fights aufblüht.\n\nIch hoffe ich konnte weiterhelfen bei weitern fragen bitte melden , falls du willst .\n\nMfG Raiderratchet","replies":[{"id":"","poster":"xXNERBXx","date":"2016-08-11T21:47:49.936+0000","up_votes":1,"down_votes":0,"body":"hei danke dir viel mal wenn es möglich wäre würde ich mich freuen wenn du meine freundschaftsanfrage annimst so kann ich dir no weitere Fragen stellen . \n\nLG Nerb","replies":[{"id":"","poster":"Ryderratchet","date":"2016-08-12T07:06:56.938+0000","up_votes":1,"down_votes":0,"body":"K werd ich machen wird aber heute erst später was","replies":[]}]}]},{"id":"","poster":"blackcigarre","date":"2016-08-11T23:36:32.014+0000","up_votes":1,"down_votes":0,"body":"Ich spiel Kayle Sup, klappt richtig gut mit WSB und Mikaels/Ardents","replies":[]}]}