{"id":"i4ybxLd1","poster":"Finarian","date":"2016-08-11T10:50:13.117+0000","title":"eSport-Redakteure gesucht!","subforum":"Esports","embed":{"title":"HomerJ - News: \"HomerJ.de rekrutiert! \"","description":"http://www.homerJ.de bringt euch Gaming Entertainment. Ungeniert, hart und mit der Extraportion schwarzem Humor. Mit allen Games die das Herz begehrt!","url":"http://www.homerj.de/news/show/item/homerjde-rekrutiert","image":"http://www.homerj.de/img/news/full/1470912080homerj.jpg"},"up_votes":1,"down_votes":0,"body":"**Gaming is a lifestyle. \r\nNerd is a religion.**\r\n\r\nUnter diesem Motto bringt die HomerJ-Show seit Jahren eine Mischung aus eSport, gesundem und ungesundem Wahnsinn, bester Gaming-Unterhaltung und absolutem Chaos vor die heimischen Bildschirme &ndash; als Streams, VoDs, News, Podcasts, Kolumnen und vielem mehr.\r\n\r\nVor allem unsere eigene Seite, homerj.de, m&ouml;chten wir nun wieder mit mehr Leben f&uuml;llen! Nachdem zu Beginn des Jahres leider ein Teil der alten Redaktion sich aus verschiedenen Gr&uuml;nden neuorientieren, suchen wir nun begeisterte Schreiberlinge, die Lust haben \r\n\r\nWir bieten euch die M&ouml;glichkeit eure Texte (News, Guides, Kolumnen, Esport-Berichte) unter eurem Namen zu ver&ouml;ffentlichen und sie unserer Community zug&auml;nglich zu machen. In einem erfahrenen Team k&ouml;nnt ihr eure Ideen austauschen, weiterentwickeln und umsetzen. \r\n\r\nNeben unserer Dankbarkeit erhaltet ihr als Redakteur au&szlig;erdem Verg&uuml;nstigungen und besondere Rabatt-Angebote unseres Shop-Partners www.elbster.de und eine ordentliche Versorgung mit EnerJ - den Energiedrink f&uuml;r Gamer! \r\n\r\nNach unseren letzten Erfahrungen m&ouml;chten wir den Fokus der Seite auf weniger, vor allem im eSport relevante Titel, dazu geh&ouml;rt nat&uuml;rlich auch League of Legends! Wenn ihr also ein Interesse am **LoL eSports **habt und gerne &uuml;ber das gr&ouml;&szlig;te Moba der Gaming Welt berichten w&uuml;rdet und eure eigene Kreativit&auml;t in diesem Bereich ausleben wollt, seid ihr hier genau richtig! \r\n\r\nInteresse? Alles was ihr mitbringen m&uuml;sst ist:\r\n\r\n* Gutes, verst&auml;ndliches und fehlerfreies Deutsch\r\n* Motivation und Einsatz\r\n* Kritikf&auml;higkeit\r\n\r\nUm euch zu bewerben schickt einfach eine Email an Redaktion[at]homerj.de \r\nDie Email sollte ein paar Angaben zu euch, eurem Gamer-Leben und einen kleinen Probetext enthalten (z.B: eine einfache News). Wir melden uns dann so schnell wie m&ouml;glich zur&uuml;ck, um alles weitere zu kl&auml;ren!","replies":[]}