{"id":"EfesZjgl","poster":"the7ofthe7","date":"2016-08-10T08:26:04.943+0000","title":"Lohnt sich das cull?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen \r\nWollte mal von euch wissen, ob (und wann) sich das cull auf einem ADC lohnt.\r\n\r\nSchon mal danke f&uuml;r alle Antworten. :)","replies":[{"id":"","poster":"UOL LagsAlot","date":"2016-08-10T20:29:23.565+0000","up_votes":3,"down_votes":0,"body":"Heyho, \n\nich versuch dir das mal so ausführlich wie möglich zu erklären.\n\nDas Cull liefert dir 7 AD und 3 Leben pro Treffer für 450 Gold. \nAußerdem bekommst du für jeden Last Hit auf Vasallen, den du machst (bis 100 Minions) 1 Gold zusätzlich und bei allen 100 Minions 350 Gold. \nAlso refinanziert sich das Item (nachdem man 100 Minions getötet hat).\n\n7 AD und 3 Leben pro Treffer sind jetzt nicht wirklich gut, können aber im Early Game ziemlich nützlich sein - vor allem, wenn man eine passive Lane spielt.\n\nWenn man also nur darauf aus ist, als ADC zu farmen, lohnt sich der Cull, wenn man sich kein größeres Item (z.B. Spitzhacke, Riesenschwert) leisten kann.\nWenn man also 500-750 Gold beim ersten Backport hat, kann man sich den Cull gerne kaufen. Bei 750 Gold auch gern im Zusammenhang mit Schuhen oder einem Dolch (vielleicht sogar mit einem Langschwert bei 800 Gold).\n\nCull eignet sich außerdem besonders gut bei AD Carries, die sich Runaans Wirbelsturm (.. das klingt nicht gut.. ich mag die englische Variante mehr) kaufen, da jeder Treffer (auch von Runaans) den Leben pro Treffer auslöst. Also kann man im Optimalfall 9 Leben pro Autoattack bekommen. \n\nCull ist jedoch nicht gut, wenn man aggressiv spielen will (also eher ungeeignet auf Lucian/Draven ;) ), außer man ist sich seiner sehr bewusst und setzt noch etwas auf den späteren Spielverlauf.\n\nUnd ein zu spätes Cull ist ebenfalls nicht gut, da man die Last Hits meist erst später zusammen bekommt, als man sie benötigt.\nHier würde ich als Grenze entweder die 8. Minute oder 60 Farm empfehlen. Also wenn man bei einem der beiden drüber ist, sollte man sich meiner Meinung nach kein Cull mehr kaufen.\n\nIch hoffe, ich konnte dir helfen. :)\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"xBlitzlichTx","date":"2016-08-10T09:16:35.937+0000","up_votes":3,"down_votes":0,"body":"Hallo,\n\nwenn du z.B früh zurück musst oder kannst weil du einen Kill in den ersten Minuten gemacht hast lohnt sich oftmals ein Cull zusätzlich zum Dorans Blade zu kaufen. Vor allem als ADC kommt man meist auf Recht hohe Farmwerte und das Bonusgold sowie der Sustain geben dir viele Vorteile.","replies":[]}]}