{"id":"fExnl72K","poster":"Oyasumi Punpun","date":"2016-08-10T14:17:59.464+0000","title":"Japanische Ingame-Sounds ohne zusätzliche Software.","subforum":"Champions & Gameplay","up_votes":3,"down_votes":1,"body":"Hey Forum,\nich hab heute versucht meine Ingame-Sounds (also Announcer und Champions) ins japanische zu &auml;ndern, hab dabei jedoch einige Probleme und hoffe, dass mir jemand helfen kann.\n\nIch hab nat&uuml;rlich auch schon auf Reddit etc. gesucht, jedoch hab ich da nur Methoden mit Drittprogrammen gefunden oder welche die nicht mehr up to date sind. \n\nWie ich die Sound Files im Champion-Select austauschen kann hab ich bereits rausgefunden, nur die Ingame-Sounds machen mir noch Schwierigkeiten. Ich wei&szlig; auch, wie man seinen kompletten Client auf Koranisch oder Japanisch stellen kann ohne den Server wechseln zu m&uuml;ssen, aber das st&ouml;rt mich Ingame dann ein wenig, weshalb es auch nicht gerade optimal ist.\n\nJedenfalls scheinen die Ingame-Sounds in den &quot;lol-game-client_...&quot;-Ordern zu sein, aber egal was ich mit denen mache, die japanischen Sounds kommen nur, wenn ich Japanisch auch als Sprache ausgew&auml;hlt habe und sobald ich auf Englisch stelle, kommen wieder nur die englischen Ingame-Sounds. (selbes Problem mit anderen Sprachen)\n\nIch hoffe jemand kann mir helfen,\nmfG.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-08-10T15:36:03.254+0000","up_votes":1,"down_votes":0,"body":"Hol dir LVOC. Damit kannst du auch den text auf deutsch stellen und die Soundausgabe auf japanisch. Allerdings musst du das nach jedem Patch neu machen. Dauert aber nicht lange.","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2016-08-10T15:58:29.582+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, ohne Drittprogramme falls möglich. ^^ LVOC hab ich aber schon einmal getestet und es hat nicht funktioniert.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-08-10T19:10:02.901+0000","up_votes":1,"down_votes":0,"body":"Also bei mir funktioniert das einwandfrei. Die einzige Ausnahme ist Kled. Der hat ingame ne englische Synchro.\nIch weiß nicht, vllt istimmt was mit deinem Client nicht oder du hast iwas falsch gemacht :D","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2016-08-10T20:02:39.714+0000","up_votes":1,"down_votes":0,"body":"Bestimmt weil der neu ist und das Programm seine Voicelines noch nicht geupdatet hat oder so.\n\nEs kam halt die Meldung \"Couldnt change your local\", egal was ich eingestellt habe. Hatte dann auch keine Lust gehabt großartig nach einer Lösung zu suchen. :D \nEgal, ich spiel jetzt einfach komplett auf japanisch, stört mich auch nicht weiter, außer dass Ingame die Boxen mit der Beschreibungen zu Monstern oder Fähigkeiten gefühlt 20x größer sind als im englischen Client. xD","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-08-10T21:18:48.495+0000","up_votes":1,"down_votes":0,"body":"Irgendwo gabs auch mal ne Anleitung, wo man in einer Datei nur 1-2 Sachen ändern musste. Aber das hast du bestimmt auch schon versucht :D","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2016-08-10T21:24:10.188+0000","up_votes":1,"down_votes":0,"body":"Ja, man kann in bestimmten Dateien die Länder-Codes ändern, so dass japanisch oder koreanisch auf dem EUW Server verfügbar wird, aber dann ist halt alles in der Sprache. \nDann hatte ich noch was gefunden wo man eine bestimmte Datei aus dem Ordner für die eine Sprache die man Ingame möchte, in den Ordner für die andere Sprache die man für den Rest haben möchte packt. Die Datei existierte aber nur in dem englischen Ordner, nicht in dem japanischen und auch nicht in dem koreanischen. Wenn ich die Ordner komplett ausgetauscht habe (also den englischen raus genommen und den japanischen umbenannt) hat sich nichts geändert.\nAlso alles sehr komisch.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-08-10T22:28:19.778+0000","up_votes":1,"down_votes":0,"body":"Ja dann weiß ich auch nicht weiter :D\nDu könntest noch versuchen das programm (LVOC) von einer anderen Seite runterzuladen. Vllt ist es da ja up2date. Ansonsten bin ich dann auch ratlos xD","replies":[]}]}]}]}]}]}]}]}