{"id":"J31JosuK","poster":"Re Monkey","date":"2016-08-10T09:43:16.643+0000","title":"Suche Partner/in für Ranked","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Minna! \r\n\r\nich suche wie oben genannt jemand um zu ranken. Ich bin main Mid/top bei rankeds, habe aber alle lanes gespielt.\r\nIch besitze alle Champs und habe einiges an Erfarung. Bin aktuell leider noch in Bronze 1, bin etwas demotiviert gewesen.\r\nIch wurde schon mal von einem Platin (jetzt Diamon) trainiert und habe einiges gelernt, nur leider kann ich nicht immer alles carrien.\r\nDaran muss ich arbeiten, ich schaue immer nach meine Fehler und versuche sie zu verbessern. Man muss aber auch zu geben, das lol auf &quot;Teamplay&quot;\r\nbasiert, ist es nicht da ... dann kann ich so viel carrien und die Lane gewinnen aber die ganze Map kann ich nicht verteidigen.\r\nDies passiert leider sehr oft und deshalb bin ich etwas demotiviert gewesen. Darum suche ich &quot;Dich&quot;, zu zweit kann man mehr erreichen :).\r\n\r\nMein Interesse an die Botlane ist in letzter zeit sehr gewachsen, wenn es m&ouml;glich ist suche ich nach einem Supporter.\r\nWenn nicht kann ich gern auch als Support spielen.\r\n\r\nSollte ich hier nichts finden kann ich gern auch mit jemand im Bereich MID/JGL/TOP ranken.\r\n\r\nSo nun zu dir... das solltest du mitbringen:\r\n\r\n-Zeit, Geduld, Spa&szlig; und Humor :D\r\n-Skype oder TS3 (besitze leider kein server)\r\n-die Elo an sich ist mir eigentlich egal, lieber w&auml;re mir nat&uuml;rlich selbe elo oder h&ouml;her. \r\nWichtiger ist jedoch Teamwork und Harmonie.\r\n-ein wenig an Champ.-vielfalt\r\n\r\nIch habe gerade Urlaub also ist genug zeit da. Danach arbeite ich leider Schichtweise, sollte dir das nicht st&ouml;ren dann adde oder schreib mich an :)\r\n\r\nDanke f&uuml;rs lesen und w&uuml;nsche euch noch &quot;gl and hf&quot;\r\n\r\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"EdiFleck","date":"2016-08-10T12:04:30.366+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nIch bin momentan Silber 5 und bin ebenfalls auf der Suche nach einem ehrgeizigem Partner der eine höhere Elo erreichen möchte und etwas dazu lernen möchte. Ist leider in meinem Freundeskreis nicht der Fall :D\n\nZeit, Geduld, Spaß und Humor bring ich mit, genauso wie Erfahrungen auf allen Lanes. Ich habe kein problem damit Support zu spielen (weil du gezielt Botlane geschrieben hast), aber wäre auch gerne dazu bereit mal zu Tauschen (Varus Main :D). Ansonsten spiele ich sehr oft und auch relativ erfolgreich Vi im Jungle. TS habe ich momentan nicht, aber Skype ist vorhanden.\n\nVllt noch was zu mir:\nIch bin 20 Jahre alt und besitze die nötige Reife (nicht so wie die ganzen Kids :D) ein Spiel ruhig zu spielen und nicht die ganze zeit zu Ragen, zu Flamen oder afk zu gehen. Man will ja schließlich was erreichen.\n\nIch hab dich vorhin mal geaddet, kannst dich ja einfach mal Melden falls ich nicht mitbekomme das du angenommen hast.\n\nGrüße \n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}