{"id":"kltBfcQ9","poster":"Staatsanwalt","date":"2016-08-09T18:49:55.309+0000","title":"Lucian vs. Caitlyn","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi,\r\n\r\nich h&auml;tte gerne mal ein paar Tipps von euch, wie ich als Lucian gegen Caitlyn spiele. Ich komme nicht zum farmen, nicht mal unter meinem Tower. Sie outranged mich einfach so hart, ich sehe kein Morgen. Wenn dann noch ne Nami dabei ist, die die Caitlyn verst&auml;rkt und heilt. Da geht garnix.\r\n\r\nDeswegen meine Frage nach Tipps. Weil einfach hinter dem Tower warten und nicht farmen kommt irgendwie nicht infrage.","replies":[{"id":"","poster":"Lagbeard","date":"2016-08-09T22:00:37.827+0000","up_votes":2,"down_votes":0,"body":"Du hast als Lucian ein wesentlich härteres All-In Potential, und deine Powerspikes verlaufen gegensätzlich von ihr. Wenn Caitlyn am schwächsten ist (frühes Midgame)  bist du am stärksten. Cait ist generell aufgrund ihrer hohen Reichweite ein extrem sicherer (und nerviger) ADC, und im Normalfall wird sie dich als Lucian einfach nur Outtraden und Outfarmen wollen und darin ist sie auch richtig gut. Du hast allerdings den Kombo-Vorteil: In größeren Trades hast du mit deiner Passive die Nase vorn. während sie nur Autoattakcen kann und darauf angewiesen ist, dass du in Fallen läufst, kanns du mit Q doppelschuss, W doppelschuss, E zum Netz-dodge eine Menge Schaden anrichten, wenn du alles durchbekommst. Lange rede Kurzer Sinn: Deine größte Chance besteht in einem Supporter, der stabile CC liefert (Braum, Bard, Blitz, Thresh, Leona usw.) und einer relativ Aggressiv gespielten Lane. Wenn du merkst, dass du auch die größeren Trades verlierst, versuche irgendwie im Spiel zu bleiben und zu Farmen, damit du den Stärkeunterschied zu beginn des Midgames voll ausnutzen kannst (egal ob Korean oder Classic. Vom Bluecian würde ich in dem Matchup allerdings abraten, da er im early noch mehr Probleme bekommt). Lass dich aber auch kein allzu langes Spiel ein, denn im Lategame überholt sie dich früher oder später. \nSoweit die Theorie. Ich hoffe, ich konnte etwas weiterhelfen, \nLg, \nLagbeard","replies":[]}]}