{"id":"yEud1A5I","poster":"EnteKlaert","date":"2016-08-09T11:19:47.552+0000","title":"Ich brauche Hilfe!","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Ich brauche eure Hilfe...\r\n\r\nIch probiere nun seit 1 Woche mich auf Gold 5 zu bringen damit ich endlich aus Silber raus bin...\r\n\r\nAber nein es muss ja immer eine Lane vekacken und die verkackt dann so hart dass das Game dann auch lost ist.\r\nIch weiss ich bin selber nicht der beste Spieler und ich gucke auch zurzeit sehr stark auf meine eigenden Fehler aber was will man machen wenn ein ADC/Midlaner gefeedet ist? \r\n\r\nHoffe auf hilfreiche Tipps .-.{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-08-20T18:59:28.671+0000","up_votes":1,"down_votes":0,"body":"Am besten ist es den fed Gegner zu baiten indem er sich überschätzt und dann in eine Falle gelockt wird. Somit erhält man dann das Shut down Gold. Ausserdem erhält der Gegner für die, die schon viele Tode haben immer weniger Gold. Und vergiss das Full Build Lategame nicht, denn da kommt feed nicht mehr draufan, sondern nur noch wie usefull man ist(auch ein guter Trick um den \"eigentlich-nicht-mehr-fed\" Gegner zu baiten)","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-09T14:53:36.395+0000","up_votes":1,"down_votes":0,"body":"Was mir in solchen Fällen immer extrem hilft: Ich habe mich von der Bedeutung des einen Spieles gelöst. Das ist natürlich wesentlich einfacher, wenn man sein Saisonziel schon erreicht hat. Aber auch schon in den 2 Wochen bevor ich Platin wurde. Mir war bewusst, dass meine Sona (gerade nach den Buffs) gut genug ist um mich sicher nach Platin zu bringen. Denn ich hatte vorher schon eine Winrate von 55% nach mehr als 100 Spielen. Die einzige Frage war, ob dass noch 40 oder 50 Spiele dauern würde. Und auch in dieser Phase hatte ich einzelne Spiele, die einfach nicht zu gewinnen waren. Aber diese Spiele waren auch ziemlich egal.\n\nWenn du selber so gut spielst, dass du nach Gold gehörst, wirst du da schon noch hinkommen. \n\nAber wenn du wirklich Gold werden willst, solltest du dir nen Main zulegen. Derzeit scheinst du einfach nur \"Fill\" zu nutzen und dann das zu picken, was dir gerade in den Sinn kommt. Es ist wesentlich einfacher sich auf 3 oder 4 Champions und 2 Rollen zu beschränken... \n\nWenn ich mir deine Matchhistory so angucke... würde ich dir einfach Sup als erste Rolle und Sona als ersten Pick empfehlen. 72% Winrate nach 32 Spielen sind halt ne Ansage. Als Back Up, wenn Sona gebannt/pickt wird, nimmst du Blitz. Als 2. Rolle Garen Top. Das machst du 2-3 Wochen lang in jedem Spiel und schon bist du Gold... und ja, das nennt man tryharden.","replies":[]},{"id":"","poster":"Gefahr McGefahr","date":"2016-08-09T13:39:27.293+0000","up_votes":1,"down_votes":0,"body":"Ich werde erst mal oberflächlig ein paar Dinge aufzählen, solltest du noch Fragen haben, kannst du mir die gerne alle stellen.\n\nAlso ersten scheinst du viele verschiedene Rollen zu spielen; meiner Meinung nach ist es am besten, sich auf eine oder zwei Rollen festzulegen, auf der man sich dann mit allen Situationen/Matchups auskennt und weiß, was zu tun ist.\n\nDes Weiteren solltest du, wie du schon weißt, nehme ich an, die Schuld immer nur bei dir suchen, Teammates sind flüchtig, also sollte man sich nicht zu sehr auf ihre Fehler versteifen; außerdem stellst du deine eigene Verbesserung damit in der Vordergrund. Ob man Premades braucht oder nicht kann ich dir nicht sagen, ich habe es weitestgehend ohne geschafft.\n\nSolltest du deine Lane gewinnen, scheue dich nicht die Führung zu übernehmen, falls dir das zu schwer fällt, solltest du daran arbeiten, denn es ist meiner Meinung nach notwendig, um weiter aufsteigen zu können.\n\nHervorragende Mechaniken sind nur ein kleiner Teil der Dinge, die einen guten Spieler ausmachen, mindestens genauso wichtig sind gute Vision, Mapawareness, Decisionmaking und Kommunikation.\n\nDas wären erst einmal ein paar grundlegende Dinge, die nicht direkt auf dich bezogen sein müssen, ich habe mir deinen Spielverlauf nur oberflächlig angeschaut. Fühl dich frei, mich auszufragen.\n\nLG","replies":[]},{"id":"","poster":"MidORdisko","date":"2016-08-09T12:15:31.134+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ob du komplett alleine Spielst oder in einem Team aber grundsätzlich rate ich dazu zumindest in Dynamic Q mit ein - zwei Mates zu spielen.\nSo deckt ihr schon einen Großteil eures Teams selbst ab: Top / Mid / Jungle z.B\n\nWenn jetzt einer einen guten Engage + CC hat (Sejuani Jungle z.B) könnt ihr ein Spiel stark beeinflussen.\nNutzt Teamspeak und korrdiniert euch gut - was soll ein gefeedeter ADC / Midlaner denn machen wenn er im Stun vom Sej ult hängt und ihr ihn platzen lasst?","replies":[]},{"id":"","poster":"PTF Elousing","date":"2016-08-09T11:33:44.039+0000","up_votes":1,"down_votes":0,"body":"Also, ich mache grade dasselbe wie du^^\nUnd ich weiß, das oft irgendwer reinfeedet, dass kann ich bestätigen, für alle die jetzt meinen, das wenn man selbst immer gut spielt die Gegner mehr feeder haben. Ja, aber eigentlich suckt in jedem Spiel aus jedem Team mindestens einer. Nicht immer 0-10 aber doch ordentlich behind. \n\nAn den TE. Geh in meine Matchhistory. Das neuste Game. War meine letztes vor der Gold Promo. Ich habe mit meinem Premade die Botlane hart verloren. der Draven hat nach 15 Minuten SOLO ihn, mich, und unsern Jungler, wir beiden waren fulllife, gedived, und uns zerstört. \n\nDas war dann wohl eine Lane, die hart feedet, wie du sagst. Aber wir beide haben den 20 Surrendern vote abgelegt, im Chat den Leuten NETT!!!!! gesgat das wir safe spielen sollten, und unsern Jax, der gut war, splitpushen lassen sollten, und mit dem Rest zu viert rumgehen sollten. \n\nDa der Draven nur solo bot gepusht hat, haben wir den mit 4 Mann gecatched, 2-3 mal, und unser Jax hat auf der Top mehrmals 2 vs 1 gewonnen. Und am Ende haben wir das Spiel gewonnen.\n\nIch denke, niemand kann jedes Spiel gewinnen, aber wenn du die Sache wie ein Spiel angehst, locker bist, im Chat für gute Stimmung sorgst ( zumindest bei deinem Team) , dann hilft das, besser zu spielen, und deinen Mates lockerer zu spielen, da sie merken, dass da jemand ist, der sie nicht flamed. Wenn ein Mitspieler von dir geflamed wird, stell dich vor ihn, sag den Flamern sie sollen ihn in Ruhe lassen, und sag ihm er soll das locker angehen, jeder spielt mal schlecht, aber ihr könnt trotzdem gewinnen.  Und wenn du dann verlierst, kannst du sagen, du hast alles gegeben, aber es hat leider nicht gereicht. Achja, du solltest nur schreiben, wenn du Tod bist, oder auf dem weg aus der Base auf die Lane, zu viel schreiben schadet mehr als es hilft.\n\nUnd nen kleiner Tipp am Rande, versuch deine Gegner zu tilden. Das ist zwar nicht Fairplay, aber es hilft auch zu gewinnen. Wenn du als Jungler eine Lane Permasittest ( das sollte aber auch erfolgreich sein und nicht in einem gegnerischen Kill enden^^), oder sonst was, dann ist das in unserem Elobereich auch hilfreich.","replies":[]}]}