{"id":"eIvyaE98","poster":"RP Lunatic Soul","date":"2016-08-08T17:37:01.827+0000","title":"Team im Aufbau sucht: TOP / MID / SUPPORT [High Silver - Low Plat]","subforum":"Clans & Teams","embed":{"title":"Infinite League Gaming","description":"Gestern neigte sich die Gruppenphase dem ende zu. Heute stehen GGenius im Viertelfinale. mit einer W3L0, konnten Sie sich ein Platz im Viertelfinale sichern. Team Brennholzverleih hat sich wacker geschlagen. Sie gingen mit einer W1L2 vom Platz, haben aber hierbei was für den guten Zweck getan.","url":"http://infinite-league-gaming.de/","image":"http://i.embed.ly/1/image/resize?url=http%3A%2F%2Finfinite-league-gaming.de%2Findex.php%3Fattachment%2F66-news-1-jpg%2F&key=a45e967db0914c7fb472fd4381e6c85b&width=425"},"up_votes":1,"down_votes":0,"body":"**_UPDATE: Nur noch Supporter gesucht!_**\n\n**Servus an alle Interessenten!**\n\nDu bist es Leid dich alleine durch die Warteschlangen zu schlagen? Du hast genug von der ewigen Teamsuche mit nur entt&auml;uschenden Erfahrungen? Du bist motiviert, engagiert und scheust dich nicht vor der Arbeit selber etwas in die Hand zu nehmen und aufzubauen? Du willst neben Teamerfahrungen im eSport-Bereich auch Teil einer famili&auml;ren Community sein?\n\nDann solltest du diesen Thread aufmerksam durchlesen und erfahre dabei mehr &uuml;ber den Aufbau eines neuen Teams bei Infinte League Gaming!\n\n**Teamaufbau mit Zukunft**\n\nUnter dem Clan Infinite League Gaming m&ouml;chte ich ein neues Team gr&uuml;nden. F&uuml;r eine vollst&auml;ndige Aufstellung suchen wir noch f&auml;hige Mitspieler/innen auf den Positionen Top-Lane, Mid-Lane und Support.\nUnterst&uuml;tzt wird das Team bereits durch mich als Teamleader &quot;RP Lunatic Soul&quot; (Jungler / Gold IV) und &quot;hi im staubin&quot; (ADC / Gold V).\nDas Hauptziel des Teams ist die stetige Verbesserung des Teamplays und der Aufstieg in der 5v5-Ladder und DynamicQ. An steigenden Herausforderungen soll das Team gemeinsam wachsen und sich weiterenteickeln, so dass auch sp&auml;ter Turnierteilnahmen m&ouml;glich werden.\nWir fordern von unseren zuk&uuml;nftigen Teammitglieder allen voran Zuverl&auml;ssigkeit und Ausdauer. Neben den Teamleistungen solltet ihr euch auch individuell stetig im Spiel weiterentwickeln und gemeinsam mit dem Team wachsen. Wenn du zu deinen Eigenschaften neben einer Portion Ehrgeiz auch Geduld und Ausdauer in der Teamarbeit zu einer Selbstverst&auml;ndlichkeit erkl&auml;rst, und du dich nicht einfach in ein &quot;gemachtes Nest&quot; setzen willst, dann bist du hier also richtig.\n\n**Anforderungen an Interessenten**\n\n*     Mindestalter: 18 Jahre (besser &uuml;ber 20)\n*     Mindesterfahrung: Silber I und 500 Normal Wins (keine Ausnahmen)\n*     Freundliches Auftreten, allgemein sowie Ingame\n*     Aktivit&auml;t und Engagement innerhalb des Teamgeschehens\n*     Zuverl&auml;ssigkeit und P&uuml;nktlichkeit bei ausgemachten Terminen und Trainingszeiten\n*     Geduld, aber auch Ehrgeiz bei der Arbeit rund um das Team\n*     TS und insbesondere WhatsApp zur Kommunikation\n\n**Was bieten wir?**\n\n*     Gemeinsame Entwicklung zu einer Mannschaft\n*     Pflichtmitgliedschaft bei Infinite League Gaming\n*     TS3 - Server mit eigenem Teamchannel\n*     Skrim- und Turnierm&ouml;glichkeiten\n\n**Trainsingszeiten**\n\nBis Anfang September noch flexibel um sich zu finden und einzuspielen.\nAb September: 2 - 3 Mal unter der Woche (Montag - Donnerstag). Freitag - Sonntag werden ab September zuerst keine Trainingstage sein, Ausnahme w&auml;ren Turnierteilnahmen.\n\n**Kontaktaufnahme**\n\nBei Interesse oder Fragen addet mich Ingame oder schreibt mich auf dem Clan-TS an (ts02.server4voice.de:50228). In einem Gespr&auml;ch lerne ich euch dann besser kennen und je nach Stand der Dinge vereinbaren wir bereits erste Spiele f&uuml;r heute oder darauffolgende Tage.\n\nMit sportlichen Gr&uuml;ssen\nRP Lunatic Soul | Fabian","replies":[{"id":"","poster":"RP Lunatic Soul","date":"2016-08-10T16:04:03.193+0000","up_votes":1,"down_votes":0,"body":"UPDATE: Wir suchen nur noch auf der Position Support!","replies":[]},{"id":"","poster":"kuschi","date":"2016-08-08T20:39:01.815+0000","up_votes":1,"down_votes":0,"body":"\"Mindesterfahrung: Silber I und 500 Normal Wins\" \nd.h. man ist raus wenn man keine Normals spielt? xD","replies":[{"id":"","poster":"RP Lunatic Soul","date":"2016-08-09T08:39:38.131+0000","up_votes":1,"down_votes":0,"body":"Nein, wenn du entsprechend 500 Ranked Wins aufweisen kannst, hast du natürlich auch eine equivalente Erfahrung erreicht.","replies":[]}]}]}