{"id":"dquvK1Ky","poster":"Ludovico","date":"2016-08-08T10:11:42.237+0000","title":"Veraltete Homepage","subforum":"Rückmeldungen zur Übersetzung","embed":{"title":"Kluft der Beschwörer","description":"Die Kluft der Beschwörer ist die größte Karte in League of Legends. Sie ist diagonal gespiegelt und beinhaltet drei Lanes zur gegnerischen Basis. Jede Lane wird von drei Türmen und einem Inhibitor verteidigt, während der Nexus von einem Turmpaar verteidigt wird.","url":"http://gameinfo.euw.leagueoflegends.com/de/game-info/game-modes/summoners-rift/","image":"https://lolstatic-a.akamaihd.net/game-info/1.1.9/images/content/gi-modes-sr-defend-and-destroy.jpg"},"up_votes":2,"down_votes":0,"body":"Aus langweile auf der Arbeit schaue ich mir mal wieder die League of Legends Homepage an, und es dauert zum Gl&uuml;ck nicht lange bis ich etwas finde das veraltet und falsch ist.\nZugegeben, das Original im Englischen ist auch falsch, aber da es in den englischen Foren keine Kategorie &quot;Unsere Homepage ist an jeder Ecke veraltet, helft uns mit unseren &Auml;nderungen mitzuhalten&quot; gibt, versuche ich es hier.\n\n> Die Kluft der Beschw&ouml;rer ist die gr&ouml;&szlig;te Karte in League of Legends. Sie ist diagonal gespiegelt und beinhaltet drei Lanes zur gegnerischen Basis. Jede Lane wird von drei T&uuml;rmen und einem Inhibitor verteidigt, w&auml;hrend der Nexus von einem Turmpaar verteidigt wird. Auf beiden Seiten der Karte gibt es weitl&auml;ufige Dschungelareale, die m&auml;chtige Verbesserungen enthalten, und der zentrale Fluss bietet zwei Bossmonstern und **einem **Kluftkrabbler, die Verbesserungen f&uuml;r das ganze jeweilige Team gew&auml;hren, Unterschlupf.\n\nInzwischen haben wir zwei davon.\n\n> Drachenmacht: Ihr erhaltet Angriffsschaden und F&auml;higkeitsst&auml;rke. \nDrachengrimm: Ihr erhaltet zus&auml;tzlichen Schaden an T&uuml;rmen und Geb&auml;uden.\nDrachenschwinge: Ihr erhaltet zus&auml;tzliches Lauftempo.\nDrachen&uuml;berlegenheit: Ihr erhaltet zus&auml;tzlichen Schaden an Vasallen und Monstern.\nAspekt des Drachen: Verdoppelt alle vorangegangenen Boni und deine Angriffe verbrennen eure Gegner stark &uuml;ber Zeit.\n\nKlingt auch so als sei hier ein Wurmloch in die Vergangenheit.\n\nWarum kopiert niemand den mittelm&auml;&szlig;igen Text aus dem &quot;Magie zur Sommer...irgendwas&quot; einfach?\n\nAußerdem kann die gesamte \"Gegenstände\" Zeile rausgenommen werden.\n\n___________________________________________________________________\n\nHier: http://gameinfo.euw.leagueoflegends.com/de/game-info/get-started/new-player-guide/\n\n> Die Liga ist voll von Champions jeder **Coleur **- vom verschlagenen Superhin bis zu epischen Monstern und allem, was dazwischen liegt. Verschiedene Champions erfüllen verschiedene Rollen und Strategien. Also lasst euch nicht entmutigen, wenn der erste, den ihr ausprobiert, nicht zu eurem Spielstil passt.\n\nGanz egal wie toll man klingen will, man sollte es wenigstens richtig schreiben.\nDer deutsche Begriff lautet \"Couleur\".","replies":[{"id":"","poster":"frodobeutlin17","date":"2016-08-12T09:40:13.525+0000","up_votes":1,"down_votes":0,"body":"Danke für die Rückmeldung, Ludovico.","replies":[]},{"id":"","poster":"Markathus","date":"2016-08-08T10:33:12.691+0000","up_votes":1,"down_votes":0,"body":"Es gibt auch ein paar Fehler im deutschen Client in den Meisterschaften dort heißt es bei \"Entschlossenheit\" Punkt 18 \"Umklammerung der Untoter\"obwohl es \"Umklammerung der Untoten\" heißen müßte.","replies":[]}]}