{"id":"I2kjX1k6","poster":"Luke R1ftwalker","date":"2020-01-05T23:19:42.777+0000","title":"Im Early-Game nicht sterben mit diesem Trick - der wohl wichtigste Ward in LoL! [GUIDE]","subforum":"Level Up: Guides & Tipps","embed":{"title":"Im Early-Game nicht sterben mit diesem Trick - der wohl wichtigste Ward in LoL! [DEUTSCH / GERMAN]","description":"Mein Discordserver für Coaching und unranked Accounts: https://discord.gg/99vZNt9 Twitter: https://twitter.com/Luketflol Twitch: https://www.twitch.tv/luketflol In diesem Video zeige ich, wie man mit einem einzigen Ward den gegnerischen Jungler im Early Game tracken kann, um so für die ersten paar Minuten sehr sicher im Spiel zu sein. Mit diesem Trick kann man sogar verhindenrn, dass die Teammates Firstblood abgeben!","url":"https://www.youtube.com/watch?v=UoCnAVuNk7s","image":"https://i.ytimg.com/vi/UoCnAVuNk7s/hqdefault.jpg"},"up_votes":26,"down_votes":18,"body":"Youtube Kanal: https://www.youtube.com/channel/UCBAkrDlEOX5HF1Zk-vRWGoQ/videos\r\nTwitter: https://twitter.com/Luketflol\r\nTwitch: https://www.twitch.tv/luketflol\r\n\r\nIn diesem Video zeige ich, wie man mit einem einzigen Ward den gegnerischen Jungler im Early Game tracken kann, um so für die ersten paar Minuten sehr sicher im Spiel zu sein. Mit diesem Trick kann man sogar verhindern, dass die Teammates Firstblood abgeben!\r\n\r\nViel Spaß!","replies":[{"id":"","poster":"SSF LastAngel","date":"2020-01-21T12:09:38.256+0000","up_votes":1,"down_votes":0,"body":"An sich sehr interessant, aber es gab die ein oder andere Situation die meiner Meinung nach falsch erklärt war.\nZ.b wenn man 1.22 die Raptoren wardet und der Enemy Jungler aber am Blue Startet ist der Ward normalerweise ausgelaufen bis er auf der anderen Seite der Map ist (Je nach Pathing natürlich). \nGenauso kann der Enemy Jungler von der Topside oder den Kruggs in den River reinmoven oder vom Redbuff aus in den River moven.\nWas das Leashen angeht, ist es vor allem in den unteren Elos so, das der Jungler auf der Seite startet dessen Lane später auf der Lane zu sehen ist (Was du ja erklärt hast), ich hätte noch erklärt das auch Fake Leashes und Invades möglich sind, und man sich deshalb selten sicher kann wo der Jungler exakt startet außer man sieht ihn von Anfang an.\nAnsonsten ganz gut.","replies":[]}]}