{"id":"BIGOR3EV","poster":"200 APM ADC","date":"2016-08-07T12:25:58.831+0000","title":"Vorstellung eines Youtube-Konzept","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Guten Morgen liebe Community,\r\n\r\nIch will euch hiermit ein Youtube-Konzept vorstellen womit ich gerne starten w&uuml;rden. Der Name des ganzen lautet &quot; HealthyMind&quot;.\r\n\r\nAuf Youtube gibt es eine Menge Videos bez&uuml;glich psychischer Krankheiten. Allerdings sind diese Videos meist auf Englisch oder von Expertenrunden, welche f&uuml;r manche eher schwierig zu verstehen sind.\r\nMit diesem Kanal m&ouml;chte ich gerne alles rund um das Thema psychischer Krankheiten behandeln. Es soll sowohl f&uuml;r Betroffene, als auch Personen welche eine nahestehende Person haben die unter psychischen Problemen leidet.\r\n\r\nDie ersten Konzepte und Inhalte meiner Videos lauten folgend :\r\n\r\nInformationsvideos zu versch. psychischen Krankheiten\r\nHilfevideos und Tipps f&uuml;r versch. psychische Krankheiten\r\nVideos &uuml;ber Medikamente, Behandlungen etc.\r\nBei einer vorhanden Community, diese mit einbeziehen und Erfahrungen anderer teilen\r\nMeine eigenen Pers&ouml;nlichen Erfahrungen.\r\nAls eine Person welche selber seit 3 Jahren schwer unter psychischen Problemen zu leiden hat, denke ich ist es f&uuml;r viele leichter auf meine Tipps und Videos einzugehen. Man f&uuml;hlt sich von Personen welche ebenfalls unter psychischen Problemen leiden einfach mehr verstanden.\r\n\r\nDer ganze Kanal soll aber keine strikte medizinische Richtung ansteuern, sondern vielmehr eine Art &quot; Lifestyleblog &quot; darstellen und auch Humor mit sich bringen.\r\n\r\nWas haltet ihr von diesem ganzen Konzept ? W&auml;re es etwas was ihr euch selbst anschauen w&uuml;rdet ?\r\nIch w&uuml;rde mich sehr &uuml;ber euer Feedback, Kritik und Verbesserungsvorschl&auml;ge freuen. Jeder Kommentar ist gerne gesehen.","replies":[{"id":"","poster":"alminlp","date":"2016-08-07T13:41:46.948+0000","up_votes":2,"down_votes":0,"body":"In lol findest vieler solcher Menschen die meisten sind in Bronze 5 xD","replies":[{"id":"","poster":"200 APM ADC","date":"2016-08-07T14:02:13.942+0000","up_votes":1,"down_votes":0,"body":"Älter als 13 schätze ich dich nicht ein.","replies":[]}]}]}