{"id":"shRZhujo","poster":"Hristoria","date":"2016-08-07T00:20:44.413+0000","title":"Joshiha, Ionia's Erbe","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"**Inhalt**\n\nHallo Community, lieber Leser, liebe Leserin dieses Threads.\n\nIch werde hier meinen selbst kreierten Champion &quot;_Joshiha, Ionia&#039;s Erbe_&quot; vorstellen.\n\nViel Spa&szlig; beim Lesen\n\n**_Joshiha, Ionia&#039;s Erbe_**\n> \nJoshika ist eine K&auml;mpferin und starke eins gegen eins Gegnerin in der oberen Lane. Sie besitzt viel Einzelschaden mit kr&auml;ftigen Angriffen, sowie defensive F&auml;higkeiten, die ihr in der Hitze des Gefechts aushelfen. Durch das Einsetzen ihrer Speziellen Kampfstile erh&auml;lt sie Boni auf verschiedene Werte, die es ihr erlauben sich an Situationen anzupassen und diese zu meistern.\n\n** Geschichte: **\n\n> Joshiha wird als Kind einer Ionischen Mutter und eines Damacianischen Schmiedes auf Ionia geboren. Ihre Mutter ist der Schwertkunst m&auml;chtig und schon blad beginnt die junge Joshiha ihre Ausbildung in Obhut ihrer Mutter. \nJoshiha zeigte schon fr&uuml;h Talent im Umgang mit der Klinge, was ihre Mutter sehr an ihr sch&auml;tzte und ihre Ausbildung zu Klingenmeisterin weiter vorantiebt.\nMit 14 Jahren k&auml;mpfte Joshiha zum ersten Mal gegen ihre Mutter und musste einsehen, dass sie nicht ann&auml;hernd eine Chance gegen ihre Mutter im Duell hatte. Nach weitern Jahren der Ausbildung kam diese schlie&szlig;lich zu ihrem Ende. Die Abschlusspr&uuml;fung, ein weiteres Duell gegen ihre Mutter, stand bevor. Joshiha war fest entschlossen, dieses Mal zu gewinnen, da sie noch besser, noch schneller, geworden war. Doch es war nicht genug. Sie war unterlegen. Jedoch befand ihre Mutter, dass sie ihre Pr&uuml;fung bestanden hatte und somit die Ausbildung abgeschlossen war. Als Zeichen der Anerkennung erhielt Joshiha die in der Familie weitergegebene Katana. In ihren Augen eine Versagerin, unf&auml;hig einen Gegner zu &uuml;berkommen, beschlie&szlig;t sie ihre Familie zu verlassen, Ionia zu durchstreifen und ihre Fertigkeiten weiter zu verbessern.\nDie ersten, die Joshiha fand, waren die Ninja. Sie waren schnelle, fast unsichtbare Krieger, die ihren Gegner kam die M&ouml;glichkeiten boten zur&uuml;ckzuschlagen. Joshiha war beeindruckt von den Fertigkeiten der Ninja und ging bei ihnen in die Ausbildung. Eine lange harte Zeit lag Joshiha bevor, denn sie konnte bis jetzt nur mit ihrer Klinge umgehen. Sie kam nicht ann&auml;hernd an die Schnelligkeit der Ninja heran und bald sah sie ein, dass sie noch h&auml;rter &uuml;ben musste um ihnen ebenb&uuml;rtig zu werden. Ihr Wille, besser zu werden als ihre Mutter half ihr, die Ausbidlung nach 3 Jahren abzuschlie&szlig;en. Ihre neu erlernten F&auml;higkeiten machten sie um Duell sehr schnell, jedoch war sie nun nicht mehr so stark im Umgang mit der Klinge. Joshiha erkannte, dass sie sich nur auf einen der Stile konzentrieren konnte.\nSie zog weiter durch Ionia. Nach einer langen Zeit kam sie bei den Wuju-M&ouml;nchen in den Bergen an. Meditation, Kontrolle und Selbstverteidigung waren die obersten Gebote von ihnen. Joshiha war bis jetzt immer sehr ungeduldig und aufbrausend gewesen, doch die M&ouml;nche zeigten ihr, wie sie ihren K&ouml;rper und ihren Geist kontrollieren kann. Joshiha fing an bei den Mönchen zu leben unnd sie erfuhr das einsame und trostlose Leben der Mönche, welches nur durch Meditationsübungen und einigen Kampfübungen zur Selbstverteidigung unterbrochen wurde. Sie kämpften mit allem möglichen, was man als Schwert verwenden konnte. Stöcke, Aäste, und sogar den Schaft ihres Schwertes wurden als Waffe zur Hand gezogen. Das Meditierte tats sie sehr lange und erlangte unmenschliche F&auml;higkeiten, die sich nicht einmal die M&ouml;nche erkl&auml;ren konnten. Joshiha vollbrachte es, winzige Staubteilchen um sie herum Schweben zu lassen, die s&auml;mtliche Gegenst&auml;nde die auf sie geworfen wurden, wie an einer Wand abprallen lie&szlig;en. Als die M&ouml;nche sahen, zu was Joshiha in der Lage war, sagten sie ihr, sie solle gehen, denn sie k&ouml;nnten ihr nichts mehr beibringen.\nErn&uuml;chternd verlie&szlig; Joshiha die M&ouml;nche und ging an einen abgelegenen Ort, wo sie ihre Fertigkeiten trainierte. Nach einigen Jahren der &Uuml;bung hatte sie sie bis zu Perfektion ge&uuml;bt und beschloss, dass es an der Zeit war zu ihrer Familie zur&uuml;ckzukehren und ihre Mutter zum Duell herauszufordern.\nIhre Eltern waren erleichter sie nach all den Jahren der Abwesenheit wieder zu sehen, jedoch erstaunt dar&uuml;ber wie sie sich ver&auml;ndert hatte. Das Duell gegen ihre Mutter w&uuml;rde am n&auml;chsten Tag stattfinden. \nJoshiha stand ihrer Mutter wieder einmal gegen&uuml;ber, doch dieses mal, das wusste sie, w&uuml;rde sie gewinnen. \nUnd sie gewann, aber nur unter Aufwand gro&szlig;er Kr&auml;fte. Als Zeichen der Anerkennung erhielt Joshiha ihren Mantel der Decorum.\nIhr Vater, der sehr begeistert von ihrem Sieg war, hatte jedoch schlechte Nachricht zu verk&uuml;nden. Noxus hatte mit dem Angriff auf Ionia begonnen. \nJoshiha beschloss sofort, sich den Ionischen Truppen anzuschlie&szlig;en und den Krieg zu gewinnen.\n>  \n\n** Attribute:\n**\n \n\n> Angriffsschaden: 52 (+3 pro Stufe)\n>  \n>  Angriffstempo: 0.665 (+3% pro Stufe)\n>  \n>  Angirffsreichweite: 125\n>  \n> Leben: 545,3 (+82 pro Stufe)\n>  \n>  Lebensregeneration: 7,73 (+0.55 pro Stufe)\n>  \n>  Energie: 200 (+0 pro Stufe)\n>  \n>  Energieregeneration: 50 (+0 pro Stufe)\n>  \n>  Lauftempo: 340 (+0 Pro Stufe)\n>  \n>  R&uuml;stung : 19 (+3 pro Stufe)\n>  \n> Magieresistenz: 32,5 (+1.25 pro Stufe)\n> \n**Uuml;bersicht:**\n\n> Leben: 7/10\n>  \n> Schaden: 8/10\n>  \n> Magie: 3/10\n> \n> Schwierigkeitsgrad: 6/10\n> \n**Tags:**\n\n> Bet&auml;uben, Verlangsamen, Ausweichen\n\n**F&auml;higkeiten:**\n\n**Passive:**\n \n> Die K&auml;mpferin\n>  \n>  Joshiha&#039;s n&auml;chsten beiden normalen Angriffe, nachdem sie &quot;&Uuml;berlanden&quot;, &quot;Partikelbarriere&quot; ,&quot;Tempoboost&quot;, oder \"Wahres Potential\" eingesetzt hat, reduzieren die Abklingzeit aller F&auml;higkeiten um eine Sekunde und stellen 20 Energie her (0,5 Sekunden und 10 Energie gegen Monster und Vasallen) (\"Wahres Potential\" ist von der Abklingzeitreduzierung nicht betroffen)\n\n**Q-F&auml;higkeit: &Uuml;berladen/Schattenschlag**\n \n> ** &Uuml;berladen:**\n>  \n> Joshiha konzentriert sich auf ihre offensive Fertigkeiten und &uuml;berl&auml;dt ihre Klinge mit Energie, wodurch sie passive offensive Boni erh&auml;hlt und Gegner in ihrer n&auml;he normalen Schaden zuf&uuml;gt und bet&auml;ubt.\n>  \n> Anhaltender Effekt: Joshiha erh&auml;hlt 5/10/15/20/25 Angriffsschaden\n>  \n> Aktiver Effekt: Joshiha &uuml;berl&auml;dt ihre Klinge und verursacht 40/60/80/100/120 + 1,0 AD) normalen Schaden an Gegner in ihrer N&auml;he und bet&auml;ubt diese f&uuml;r 0,5 Sekunden.\n>  \n> Abklingzeit: 13/11/9/7/5 Sekunden\n>  \n> Kosten: 75/70/65/60/55 Energie\n> \n> Radius: 250 Einheiten\n> \n>  **Schattenschlag:**\n>  \n> Joshika f&uuml;hrt zwei schnelle Schl&auml;ge mit ihrer Katana aus.\n>  \n>  Joshiha schl&auml;gt bei ihrem n&auml;chsten normalen Angriff zwei mal zu. Jeder Schlag verursacht zus&auml;tzlich 0,5 AD + 4% des maximalen Leben des Ziel magischen Schaden.\n>  \n>  Schattenschlag l&ouml;st Treffereffekte aus und setzt Joshiha&#039;s Angriffsz&auml;hler zur&uuml;ck\n>  \n> Gesamtschaden: 2*AD normaler Schaden + 1,0 AD + 8% des maximalen Leben des Ziel als magischen Schanden\n>  \n> Abklingzeit: 6/5,5/5/4,5/4 Sekunden\n>  \n> Kosten: 35/30/25/20/15 Energie\n>  \n \n\n**W-F&auml;higkeit: Partikelbarriere/Un&uuml;bliche Waffe**\n\n> **Partikelbarriere:**\n>  \n> Joshiha konzentriert sich auf ihre defensive Fertigkeiten und bringt kurz s&auml;mtliches Material um sie zum Schweben, wodurch sie eine undurchdringliche Barriere erschafft.\n>  \n> Anhaltender Effekt: Joshiha erh&auml;lt 2/4/6/8/10 % weniger normalen und magischen Schaden (T&uuml;rm sind ausgenommen)\n>  \n> Aktiver Effekt: Joshiha h&uuml;llt sich in eine Barriere, welche f&uuml;r eine Sekunde bewirkt, dass sie normalen Angriffen ausweicht und alle Projektile, dies sie Treffen w&uuml;rden, absorbiert. \n>  \n> Abklingzeit: 15/13,75/12,5/11,25/10 Sekunden\n>  \n> Kosten: 75/70/65/60/55 Energie\n>  \n> Bemerkung: Eine Lux Ulti w&uuml;rde sie trotzdem Schaden verursachen, da &quot;Finales Funkel&quot; kein Projektil ist.\n>  \n> **Un&uuml;bliche Waffe:**\n>  \n> Joshiha wirft den Schaft ihrer Klinge. Der erste getroffene Gegner erleidet normalen Schaden und wird kurz festgehalten.\n>  \n> Joshiha wirft ihren Schaft vor sich und verursacht am ersten getroffenen Gegner 50/70/90/110/130 + 0,8 Bonus-AD normalen Schaden und h&auml;lt ihn f&uuml;r 0,75/0,75/1/1/1,25 Sekunde(n) fest.\n\n**E-F&auml;higkeit: Temposchub/Klingensturm\n**\n> **Temposchub: **\n>  \n> Joshiha wirbelt mit ihrer Klinge um sich und markiert Gegenr in ihrer n&auml;he. Sollte sie die Marke ausl&ouml;sen erh&auml;lt sie f&uuml;r Kurze Zeit Lauftempo und Angriffsgeschwindigkeit.\n>  \n> Anhaltender Effekt: Joshiha erh&auml;lt passiv 4/8/12/16/20% Angriffsgeschindigkeit und 1/2/3/4/5% Lauftempo\n>  \n> Aktive: Joshiha wirbelt ihre Klinge um sich und markiert alle getroffenen Champions mit &quot;Mal des Blitzes&quot; Sollte sie markierte Gegner mit einem normalen Angriff oder &quot;Klingensturm&quot; treffen erh&auml;hlt sie 4/8/12/16/20% Angriffschgeschwindigkeit und 1/2/3/4/5% Lauftempo f&uuml;r 2/2,5/3/3,5/4 Sekunden.\n>  \n> Abklingzeit: 14/12,5/11/9,5/8 Sekunden\n>  \n> Kosten: 75/70/65/60/55 Energie\n>  \n> Radius: 400 Einheiten\n>  \n> ** Klingensturm:**\n>  \n> Joshiha dreht sich schnell um ihre eigene Achse in die angegeben Richtung\n>  \n> Joshiha dreht sich mit ihrer Klinge schnell in die angegebene Richtung und verursacht dabei an Gegner auf ihren Weg 40/80/120/160/200 (+ 0.2 zus&auml;tzlicher Angriffsschaden + 0.5 zus&auml;tzliche F&auml;higkeitsst&auml;rke) normalen Schaden.\n>  \n> Abklingzeit: 14/12/10/8/6 Sekunden\n>  \n> Kosten: 40/35/30/25/20 Energie\n>  \n> 650 Einheiten Reichweite (minimal 100, maximal 650)\n>  \n> 80 Einheiten Breit\n>  \n> 1200 Einheiten Projektilgeschwindigkeit\n \n\n**R-F&auml;higkeit: Wahres Potential/Tanz der Schwerter**\n\n> **Wahres Potential:**\n> \n> Joshiha konzentriert sich für einen kurzen Moment um ihre volle stärke zu entfalten\n> \n> Anschließend ist sie in der Lage Schwerter zu beschwören und diese auf ihre Gegner loszuschicken und normalen Schaden zu verursachen.\n> \n> Joshihas verursacht für 6/7/8 Sekunden mit ihren normalen Angriffen zusätzlich 40/50/60 (+ 0,1 Bonusangriffsschaden) magischen Schaden (als Treffereffekt) und sie erhält die Boni ihrer von \"Überladen\", \"Partikelbarriere\" und \"Temposchub\".\n> \n> Boni: 5-25 Angriffsschaden, 2-10% Schadensreduzierung, 4-20% Angriffsgeschwindigkeit und 1-5% Lauftempo\n> \n>\n>  Während \"Wahres Potential\" aktiv ist, kann Joshiha \"Überladen\", \"Partikelbarriere\" und \"Temposchub\" nicht einsetzen, dafür aber \"Schattenklinge\", \"Unübliche Wafffe\" und \"Klingensturm\"\n> \n> Abklingzeit: 120/100/80 Sekunden\n> \n> \"Wahres Potential\" hat eine Ausfürhzeit von einer Sekunde, in der Joshiha nur in der Lage Bewegungsbefehle auszuführen (kann nicht angreifen, vgl. Darius Q).\n> \n> Kosten: 0 Energie auf allen Rängen\n> \n**Tanz der Schwerter:**\n> \n> Joshiha beschwört 10 Schwerter, die in einem Radius von 500 Einheiten um sie Kreisen. \n> \n> Nach 5 Sekunden oder nach der Reaktivierung fliegen die Schwerter auf feindliche Ziele los und verursachen 50/100/150 (+0,5 Bonusangriffsschaden) pro Schwert normalen Schaden. Gegner können von mehreren Schwerten getroffen werden, erleiden aber für jedes zusätzliches 50% weniger Schaden. Gegner, die innerhalb des Radius der Schwerter getroffen werden erleiden 50% mehr schaden für jedes Schwert. Gegner, die außerhalb des Radius der Schwerter getroffen werden erleiden 25% weniger Schaden, werden aber für 1/1,5/2 Sekunden für 40/50/60% verlangsamt.\n> \n> Abklingzeit: 120/100/80 Sekunden\n> \n> Kosten: 50/40/30 Energie\n\n\n**Anmerkungen zu den Fähigkeiten:\n**\n> Alle Fähigkeiten, außer \"Wahres Potential\" haben eine Animation, von 0,25 Sekunden. Joshiha erhält die Bonuswerte sofort, ist aber erst nachdem die Animation ausgefürht wurde in der Lage, dies zweite Instanz der entsprechenden Fähigkeit zu aktivieren.\n> Während der Animation kann Joshiha normal weiter laufen (vgl. Syndra Q,W; Vel'Koz W; Rengar W)\n> \n> Jede Fähigkeit hat zwei Instanzen. Die erste Instanz kann immer ausgeführt werden, jedoch nur einmal je Fähigkeiteneisatz. Die zweite Instanz kann nur ausgeführt werden, wenn die entsprechende erste Instanz ausgeführt wurde. Die zweite Instanz einer Fähigkeit kann mehrmals hintereinander ausgeführt werden.\n> \n> Bsp: Es ist möglich (Q1) \"Überladen\" und dann (Q2) \"Schattenklinge\" nacheinander einzusetzten. Nachdem \"Schattenklinge\" abgeklungen ist, kann man diese Fähigkeit erneut einsetzten, jedoch nicht \"Überladen\" (d.h. wenn ihr Q ein drittes mal hintereinander drückt, führt ihr immer \"Schattenklinge\" aus). \"Überladen\" kann man erst wieder einsetzen, nachdem mann eine der anderen Fähgikeiten benutzt hat.\n> \n> (( erstes mal Q drücken: Überladen; zweites mal Q drücken: Schattenklinge; drittes mal Q drücken: Schattenklinge;\n> \n> erstes mal Q drücken: Überladen; zweites mal Q drücken: Schattenklinge; erstes mal E drücken: \"Temposchub\";   viertes mal Q drücken: Überladen.))\n> \n> Falls Unklarheiten auftauchen sollten, oder ihr Fragen habt, bitte in den Kommentaren fragen :)\n> \n> \n> \"Überladen\", \"Partikelbarriere\", \"Temposchub\", und \"Wahres Potential\" sind von einer globalen Abklingzeit von 1,5 Sekunden betroffen.\n> \n> Bsp: Joshiha kann \"Überladen\" ausführen, direkt nach der Ausführung aber nicht \"Partikelbarriere\", \"Temposchub\", und \"Wahres Potential\" für 1,5 > Sekunden. \n> Jedoch ist sie in der Lage, \"Schattenklinge\" sofort einzusetzen.\n\n**Warum Energie anstatt Mana?**\n\n> Energie hat als Ressource den vorteil, dass die Menge, dies Vorhanden ist strikter begrenzt ist als Mana, welches man mit Gegenständen kaufen kann. Ihre Energiekosten sind anfangs sehr hoch und sie werden nicht sehr viel billiger. Ihre Passive soll der ausgleich zum Einsatz von Fähigkeiten sein. Mein Ziel, war es Joshiha dann effektiv sein zu lassen, wie sie an ihrem Gegner dran bleibt und normale Angriffe ausführt. Sollte sie jedoch \"gekitet\" werden, wird sie sehr schnell in das Problem laufen, dass sie keine Energie mehr übrig hat, um ihre Fähigkeiten zu benutzen. Die Abklingzeitenverringerung soll diese System noch belohnender und attraktiver für Joshiha machen.\n> \n\n\n**Vorgeschlagene Gegenstände:**\n\n> Fokus auf: -Abklingzeitenverringerung, Schaden, Angriffsgeschwindgkeit und defensive Items\n> \n> **Empfohlenen Gegenstände (offensiv):** Gefräßige Hydra{{item:3074}} , Stärke der Dreieinigkeit{{item:3078}} , Klinge des Gestürzten Königs{{item:3153}} , Tanz des Todes{{item:3812}} \n> \n> **Empfohlene Gegenstände (deffensiv):** Geistessicht{{item:3065}} , Randius Omen{{item:3143}} , Schlund von Malmortius{{item:3156}} , Steraks Pegel{{item:3053}} \n\n\n\nAussehen: Joshiha ist ca 1,75m groß, hat graue Augen und langes blondes Haar. Sie trägt....","replies":[]}