{"id":"ZsE4NiNl","poster":"ScalleTriix","date":"2016-08-07T11:02:58.201+0000","title":"Suche Jungler für neues Ranked Team (Plat 3 +)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Seit langem habe ich immer wieder vor gehabt einem Team beizutreten oder eins zu gr&uuml;nden. Deshalb suche ich jetzt Spieler im Platin 3+ Bereich um ein Ranked Team zu gr&uuml;nden, welches nicht direkt inaktiv oder einfach nur aus Spa&szlig; erstellt wird. Aus diesem Grund sollten sich hier auch nur Spieler melden, welche den Wunsch haben sich gemeinsam zu verbessern und etwas zu erreichen wie Siege in Turnieren etc. Ich habe schon das ein oder andere mal versucht ein Team zu gr&uuml;nden, jedoch kamen immer nur Leute die entweder ins TS kamen und den Mund nicht aufbekommen haben oder die man einfach nie erreichen konnte, weswegen das mit dem Team wieder keinen Sinn gemacht hatte. Desweiteren biete ich an nach einem Clan oder einer Community zu suchen welche uns als ein Team aufnimmt und Supported.\r\n\r\nIch suche Leute die Bock auf Turniere haben, zu vereinbarten Trainingszeiten erscheinen und vor allem nicht rum flamen. Flamen hat noch niemanden geholfen und geht den andern nur auf den Sack. Sprich wer flamet brauch sich gar nicht erst melden.\r\n\r\nKurz zu meiner Person. Ich bin 19 Jahre alt, spiele LoL seit Season 1 und bin seit Season 4 regelm&auml;&szlig;ig Diamond. Meine Main lane ist Top. Habe Turnier- und Teamerfahrung.\r\n\r\nFolgendes solltest du bieten:\r\n\r\n-mindestens 18 Jahre alt\r\n-ein Headset (bitte kein Aids Mic)\r\n-mindestens! Plat 3+ in SoloQ\r\n-Kommunikation\r\n-TS\r\n-kein Flame\r\n-Flexibilit&auml;t und Zeit\r\n\r\nEs wird nicht sofort Top Leistung von einem gefordert oder &auml;hnliches, da man sich erst mal als Team einspielen muss etc. Daher ist es eher wichtig das die Synergie stimmt und das die Leute mit einander Klar kommen. Zu Anfang wird ein Test Team erstellt, welches dazu dient, um zu gucken ob die einzelnen Leute miteinander auskommen oder nicht.\r\n\r\nFalls du Interesse hast, adde mich einfach ingame oder schreibe einen kurzen Kommentar mit ein wenig Information &uuml;ber dich.\r\n\r\nMfG\r\nScalleTriix","replies":[]}