{"id":"nuzEN1U1","poster":"Neeko the Ekko","date":"2016-08-07T09:29:05.919+0000","title":"Frage an ADC´s Mains","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Guten Morgen. :D\r\n\r\nHabe da eine Frage und zwar spiele ich derzeit sehr gerne Sivir auf der ADC Lane. \r\nIch komme auch sehr gut mit ihr klar nur das Problem was ich derzeit habe , ist die Item Auswahl bzw. ich kann mich nie da wirklich fest legen. \r\n\r\nNormalerweise kaufe ich mir als 1st Item {{item:3508}}  und als zweites {{item:3087}}. Durch die beiden Items kann ich verdammt easy farmen, kann eine Lane schnell auspushen (Dadurch &ouml;fters in Teamfights verwickelt um noch mehr Gold zu sammeln). \r\n\r\nWenn ich aber auf Pro Builds schaue spielen die Sivir Spieler meistens diese Kombo: {{item:3508}}, {{item:3046}} &amp; {{item:3031}}. \r\nIst auf Sivir wirklich {{item:3046}} besser als {{item:3087}} ?\r\n\r\nAchja da ich viel mit Lifesteal spiele, w&auml;hle ich f&uuml;r die 40% CDR {{item:3812}} statt {{item:3072}}.","replies":[{"id":"","poster":"SixthSense","date":"2016-08-07T11:09:39.879+0000","up_votes":3,"down_votes":0,"body":"Der Hauptgrund {{item:3087}}  zu bauen, ist der zusätzliche Waveclear. Wenn es einem auf den Burstschaden ankäme, wäre {{item:3094}} besser und für mehr konstanten Schaden {{item:3046}} wegen der höchsten Attackspeed.\n\nAuf Sivir ist es nun so, dass du mit Q+W die Minionwave instant auslöschst. Daher bringt dir zusätzlicher Waveclear nicht sonderlich viel, weshalb {{item:3046}} effektiver ist. Außerdem bekommst du so Damage Reduction auf das Ziel, welches du angreifst und kannst in Fights nicht mehr von Minions geblockt werden. Beides kann einen hin und wieder mal aus einer brenzligen Situation retten.\n\nZu den Lifesteal-Items: {{item:3812}} ist ein Item, was ich selbst sehr mag. Allerdings musst du immer beachten, dass es dir nur hilft, wenn du auch die Zeit hast, den erlittenen Schaden zu heilen. Gerade wenn du gegen Assasinen oder Burstmagier spielst, die das Potenzial haben, dich zu oneshotten, ist der {{item:3072}} besser, da deine Gegner hier noch das Schild zusätzlich bursten müssen.","replies":[]},{"id":"","poster":"TMG Frame","date":"2016-08-17T09:01:09.211+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nich finde das Vieles auf Sivir geht.\nIch ziehe es vor am Anfang mehr Schaden zu machen, deswegen baue ich immer {{item:3508}} into {{item:3031}} into {{item:3087}} oder {{item:3094}} oder {{item:3046}} \nDa dein Q sehr viel Schaden macht würde ich dir empfehlen zu erst ER dann IE.\nDa deine W auch noch kirttet machen diese beiden Items auch sehr viel Sinn","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-08-07T09:51:18.902+0000","up_votes":1,"down_votes":0,"body":"Phantomdancer gibt dir mehr Attack Speed und die Damage Reduction für den letzten Champion, den du angegriffen hast. Für Teamfights zum überleben ist es also potentiell besser, denn 12% sind nicht wenig.\nAber dann - das sind *Pro* Spieler. Die bauen situationsabhängig. PD ist nicht grundsätzlich besser als Shiv, denn selbst wenn du weniger Schaden nimmst - wenn du gar nicht erst in Gefahr kommst, kann der Shiv-Crit wesentlich mehr Schaden anrichten. Zu mal es dir, wie du bemerkt hast, bonus Waveclear gibt. Ideal, wenn dein Team Probleme damit haben sollte.","replies":[]},{"id":"","poster":"Nepgear226","date":"2016-08-07T09:55:34.593+0000","up_votes":1,"down_votes":1,"body":"du baust als erstes {{item:3508}}  danach attackspeed mit{{item:3046}} . ja phantom dancer ist viel besser für sivir. Mit {{item:3158}} kommst du dann auf 40% abklingzeit. danach holste dir die üblichen itmes mit {{item:3031}} {{item:3072}}  und{{item:3026}} .","replies":[]}]}