{"id":"WGKnYr2H","poster":"Maexle","date":"2016-08-04T21:49:54.261+0000","title":"Bezahlsicherkartenlotterie","subforum":"Allgemeiner Chat","up_votes":28,"down_votes":2,"body":"Wer kennt es nicht: Man will sich nur schnell ein kleines Spiel oder einen neuen Skin mit einer schon halb benutzen Paysafecard g&ouml;nnen, aber dann fehlt noch ein gewisser Betrag. Um solchen Situationen vorzubeugen und aufgrund meiner Gro&szlig;z&uuml;gigkeit werde ich eine Paysafecard verlosen, wenn dieser Thread mindestens 1000 Upvotes bekommt. Ok, eigentlich reichen 15 auch aus... \n\nUm an dieser nat&uuml;rlich komplett fairen Verlosung einer sehr wertvollen Sicherbezahlkarte teilzunehmen m&uuml;sst ihr nur einen kleinen Kommentar schreiben, in dem ihr mir Franz Kafkas Parabel &quot; Der Geier&quot; analysiert und interpretiert **oder** mir Einsteins Relativit&auml;tstheorie erkl&auml;rt. Ich werde es nat&uuml;rlich dann zuf&auml;llig unter den besten Verlosen oder ich suche mir den aus, der mir am sympathischsten erscheint. \n\nIn diesem Sinne freue ich mich auf eure Kommentare und w&uuml;nsche allen viel Erfolg. Aber denkt dran: **1000 Upvotes m&uuml;ssen schon sein** (_oder 15_)\n\nGru&szlig;\nMaexle\n[{{champion:17}} ](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/GpKMneIA-das-antiflamer-manifest-antifla)\n\nEdit: Da wir nun die 15 Upvotes erreicht haben, gebe ich euch noch heute Zeit einen Kommentar zu verfassen und eine der Aufgaben zu lösen :)\n","replies":[{"id":"","poster":"Lucky Lûke","date":"2016-08-04T22:04:51.671+0000","up_votes":3,"down_votes":2,"body":":P{{champion:157}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:08:37.526+0000","up_votes":5,"down_votes":0,"body":"Wie soll ich das werten? Als Interpretationsversuch von Kafkas überragend schöner Parabel oder die Erklärung von Einsteins genialer Relativitätstheorie? \n{{champion:17}}","replies":[{"id":"","poster":"Lucky Lûke","date":"2016-08-04T22:09:30.959+0000","up_votes":2,"down_votes":2,"body":":P{{champion:157}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:14:18.026+0000","up_votes":4,"down_votes":0,"body":"Also die Relativitätstheorie... In diesem Fall bekommst du 0 Punkte. Ok, sagen wir einen Punkt. \n{{champion:17}}","replies":[{"id":"","poster":"Lucky Lûke","date":"2016-08-04T22:22:46.438+0000","up_votes":3,"down_votes":2,"body":"Um was geht es eigendlich? {{champion:157}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T23:18:46.309+0000","up_votes":4,"down_votes":0,"body":"Umgerechnet 40 RP!\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T10:23:34.023+0000","up_votes":1,"down_votes":0,"body":"gg","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T10:30:13.619+0000","up_votes":3,"down_votes":0,"body":"Wie im Thread angedeutet: Dem Gewinner bleibt die Situation erspart, dass ihm nur ein bisschen Geld fehlt, wenn er sich etwas kaufen möchte und sich nur für ein paar Cent wieder eine neue Sicherbezahlkarte kaufen muss. Das könnte darin resultieren, dass ihm beim nächsten Einkauf wieder ein solcher Betrag fehlt und ein Teufelskreis entsteht. \n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T10:33:30.937+0000","up_votes":1,"down_votes":0,"body":":P {{champion:157}} \n\n(damn jetzt fange ich auch noch damit an)","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T10:39:32.853+0000","up_votes":3,"down_votes":0,"body":"Kein Problem :)\n{{champion:17}}","replies":[]}]}]}]}]},{"id":"","poster":"bombatha","date":"2016-08-04T22:29:20.214+0000","up_votes":1,"down_votes":0,"body":"Geld:P","replies":[]}]},{"id":"","poster":"Lucky Lûke","date":"2016-08-04T22:20:48.893+0000","up_votes":3,"down_votes":2,"body":":P{{champion:157}}","replies":[{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:49:17.435+0000","up_votes":1,"down_votes":0,"body":"{{summoner:31}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-08-05T09:09:51.509+0000","up_votes":4,"down_votes":0,"body":"Das wohl interessanteste Element in der Parabel vom Geier, ist wohl die Ruhe, welche der Gepeinigte ausstrahlt und vermittelt.\n\nDer Inhalt des Werkes ist schnell erklärt, ein Mann sieht, wie einer Person, die Füße von einem Geier, am Wegesrand zerhackt werden.\nAuf die Frage, wieso sie dies denn zuließe, antwortet sie, dass sie bereits versucht hätte sich zu wehren, dies aber vergeblich war und sie darum lieber ihre Füße als sein Leben opfere. Der Passant bietet daraufhin an, sein Gewehr zu holen und den Vogel zu töten. Nach der Einwilligung zu diesem Vorschlag, bemerkt der Behackte, dass der Geier alles verstanden hatte und darum zum Todesstoß auf sein Opfer ausholte, bei dessen Ausführung aber, zum Wohlgefallen des selbigen, im Blut ertrank.\nStilistiche Merkmale sind hierbei die stoische Ruhe sämtlicher Beteiligter und der Start der Erzählung, welcher im Stile eines Märchens gehalten ist \"Es war ein Geier, der hackte in meine Füße\".\nDie gesamte Geschichte, wird autodiegetisch erzählt.\n\nDiese autodiegetische Erzählweise steht im starken Kontrast zu der pragmatischen Schilderung des Geschehens, es liegt hier also eine persönliche Unpersönlichkeit vor, die dem Werk seinen Charme verleiht.\nDadurch, dass der Erzähler gleichzeitig der Protagonist ist, würde man erwarten, dass die Erzählung von der Agonie geprägt ist, welche er als Opfer des Geiers verspüren müsste, bei einer sachlichen Schilderung einer solchen Folter, würde man erwarten, es mit einem unbeteiligten Erzähler zu tun zu haben.\n\nAuch die zweite, menschliche Person der Geschichte, zeigt trotz der grausamen Sachlage, eine Gelassenheit, die vermuten lassen würde, die beiden würden nur einen harmlosen Schwatz halten. Dieser Eindruck wird durch Äußerungen wie \"»ich muß nur nach Hause gehn und mein Gewehr holen. Können Sie noch eine halbe Stunde warten?«\" untermauert.\nBemerkenswert ist weiterhin, dass man als Leser, mehr über den Passanten erfährt, als über den Protagonisten. Von ihm weiß man, dass er männlich ist \"Es kam ein Herr vorüber\" und dass er etwa eine halbe Stunde vom Ort des Geschehens entfernt wohnt.\n\nVom Protagonisten hingegen weiß man nur, dass er von einem Geier angegriffen wird, sein Geschlecht bleibt unbekannt und über seine Gefühlslage wird nur an zwei Stellen, beiläufig berichtet \"und stand eine Weile starr vor Schmerz\", an dieser Stelle erfährt man außerdem, dass der Protagonist, wider erwarten, nicht auf dem Boden liegt, sondern steht. Die zweite Stelle, an der man etwas über die Gefühle des Erzählers erfährt, ist das Ende Geschichte, welches gleichzeitig auch das Ende ses Protagonisten und des Geiers ist \"Zurückfallend fühlte ich befreit, wie er in meinem alle Tiefen füllenden, alle Ufer überfließenden Blut unrettbar ertrank.\".\n\nAn diesem letzten Teil der Geschichte wird klar, dass dem Erzähler seine eigene Lage nicht wichtig ist, er trauert nicht um seinen Tod und fühlt sich auch nciht befreit, weil seine Folter endet, es freut ihn schlicht, dass der Geier stirbt.\nDurch diesen Umstand und die Darstellung der Figuren, so wie auch durch ihre Gleichgültigkeit, prangert der Erzähler, grundlegende Probleme der modernen Gesellschaft an.\n\nDer Protagonist steht stellvertretend für das einfache Volk, welches sich von der Oberschicht ausbeuten lässt, dabei aber froh ist, immerhin am Leben bleiben zu dürfen, wie auch der Erzähler gerne seine Füße opfert, um nicht vom Geier getötet zu werden, statt einen weiteren Kampf gegen ihn zu wagen.\nWie bereits erwähnt, steht der Geier für die Obere Gesellschaftsschicht, welche auf Kosten des Volkes lebt.\nDer Passant steht für den Geist der Revolution, er will den Erzähler davon überzeugen, sich nicht weiter quälen zu lassen, welcher nur erwidert \"ich bin ja wehrlos\". Daraufhin erinnert er ihn daran, dass der Geier, wenn er auch auf den ersten Blick zu mächtig scheint, doch nach einem Schuss erledigt sei, doch statt sich der Sterblichkeit des Geiers zu besinnen und ihn erneut zu bekämpfen, bittet der Erzähler den Passanten, den Geier für ihn zu erschießen.\nDer Geier erkennt die Gefahr und weiß, dass er gegen eine organisierte Übermacht machtlos ist, was ihn dazu veranlasst den zaudernden Protagonisten zu töten. So wie es den untergang der Oberen bedeuten würde, das Volk zu töten, stirbt auch der Geier mit dem Erzähler.\n\nDie Gleichgültigkeit im Handeln aller Personen in der Parabel, ist auch in einem Unterdrückten Volk zu beobachten, alles wird hingenommen und geschluckt, denn es könnte ja noch schlimmer sein.\n\nDie Freude über den Tod des Peinigers, bei fehlender Bewertung der eigenen Lage, steht stellvertretend für die Missgunst, welche durch die bereits beschriebenen zustände, in der unteren Schicht der Gesellschaft herrscht. Der Unwille, die eigene Situation zu verbessern, wird durch Missgunst und Schadenfreude kompensiert, Wesen, die man lange genug schlecht behandelt, werden das stetige Grauen dem sie ausgesetzt sind, unweigerlich in ihre Seele dringen und sie korrumpieren lassen.\n\nDa ich wohl bald das Zeichenlimit erreicht habe, schließe ich hier mal ab und hoffe du hast Spaß beim Lesen. ;)","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:17:14.732+0000","up_votes":3,"down_votes":0,"body":"Kurze und treffende Zusammenfassung und ein schöner Interpretationsansatz. ( gerundet) 13 Punkte :)\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T10:22:02.180+0000","up_votes":1,"down_votes":0,"body":"Will ja nichts sagen, aber \"kurz\" :D","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T10:24:42.498+0000","up_votes":3,"down_votes":0,"body":"Die inhaltliche Zusammenfassung war kurz. Der Rest ist schon relativ lang aber im Vergleich zu einem Interpretationsaufsatz in einer Klausur ist auch der Rest bzw. der gesamte Text angenehm kurz ;)\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T10:31:44.110+0000","up_votes":1,"down_votes":0,"body":"relativ=anspielung??? Zufall, ich glaube nicht!:P {{champion:8}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T10:40:32.159+0000","up_votes":3,"down_votes":0,"body":"Ganz sicher nicht ;)\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T10:49:07.788+0000","up_votes":2,"down_votes":0,"body":"Musst du gerade einen Aufsatz schreiben, oder wie bist du gerade auf die idee gekommen?:D","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T11:07:52.242+0000","up_votes":3,"down_votes":0,"body":"Ich hatte noch den Restbetrag auf der PSC und wollte eine Art Youtube-Clickbait-Like-Parodie machen ;P\nUnd auf die Idee mit der Parabel und der Relativitätstheorie bin ich gekommen, weil nur irgendein Kommentar zu langweilig wäre und ich schauen, wollte was so geschrieben wird. Eigentlich habe ich auf so kreative und lustige Sachen ( z.B dein erster Kommentar) oder wirkliche Erklärungen gehofft aber es war fast klar, dass die Meisten irgendwas kopieren...\n\nAlso eigentlich bin ich aus Langeweile darauf gekommen ;)\n\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T11:11:16.475+0000","up_votes":1,"down_votes":0,"body":"Wäre aber ach eine gute Taktik, wenn man grad was in der schule braucht:P","replies":[{"id":"","poster":"Der Großmugister","date":"2016-08-05T11:27:28.556+0000","up_votes":1,"down_votes":0,"body":"Er will nur Ränge und Titel in unsererm neuen Foren-belohnungssytem abgreifen und damit König Becks vom Challanger-Thron stoßen!!","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T11:29:50.308+0000","up_votes":1,"down_votes":0,"body":"Da es das erste mal ist, das ich das sehe, habe ich noch kein problem damit;P","replies":[{"id":"","poster":"Der Großmugister","date":"2016-08-05T11:34:17.133+0000","up_votes":1,"down_votes":0,"body":"So war es nicht gemeint, ich freue mich riesig drüber, immerhin war ich es ja, der die Sache mit den Rängen und Titeln im Forenprofil und den Posts angeregt hat.^^\n\nNaja, um genau zu sein, habe ich so lange rumgenöhlt, bis Zamo die ganze Arbeit erledigt hat, aber immerhin ist das alles in meinem Thread passiert! :D","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T12:19:39.717+0000","up_votes":3,"down_votes":0,"body":"Du bist quasi der Steve Jobs der Forenränge: Du hast die Ideen und lässt sie dann von anderen umsetzen. Dann wäre quasi Zamo der Steve Wozniak des Forums ( oder eben der Ränge)\n{{champion:17}}","replies":[{"id":"","poster":"Zamonianer","date":"2016-08-06T13:06:06.434+0000","up_votes":2,"down_votes":0,"body":"Definitiv. Das mit dem nicht bezahlen war ja auch nur eine Anspielung auf Breakout.\n\nGruß\nZamo","replies":[]},{"id":"","poster":"Maexle","date":"2016-08-06T12:48:10.516+0000","up_votes":2,"down_votes":0,"body":"Es ist ja auch umso besser, wenn es dir Spaß macht. Und wenn man bedenkt, was Steve Wozniak geleistet hat und was aus Apple geworden ist, kann man mit dem Titel \"Steve Wozniak der Forenränge\" wohl ganz gut leben, oder?\n{{champion:17}}","replies":[]},{"id":"","poster":"Zamonianer","date":"2016-08-06T12:07:47.575+0000","up_votes":2,"down_votes":0,"body":"Womit ich absolut kein Problem habe, ich werde ja nicht bezahlt ^^ \nUnd irgendetwas hätte ich so oder so als längeres Projekt programmiert, wenns dann von anderen noch gewünscht ist, umso besser.\n\nGruß\nZamo","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2016-08-05T11:41:51.800+0000","up_votes":2,"down_votes":0,"body":"Das stimmt. Wieso sind wir da nicht früher draufgekommen...?\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T12:00:25.639+0000","up_votes":1,"down_votes":0,"body":"Langsam wirds hier unübersichtlich:D\n{{champion:245}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T12:01:30.936+0000","up_votes":3,"down_votes":0,"body":"Ach was... das ist noch völlig ok ;P\n{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-05T12:16:48.177+0000","up_votes":1,"down_votes":0,"body":"then let's change that\n{{champion:245}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T12:18:19.805+0000","up_votes":3,"down_votes":0,"body":"Wenn du willst xD\n{{champion:17}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-08-05T09:15:15.689+0000","up_votes":2,"down_votes":0,"body":"Da das ja die Ausnahme zu sein scheint, versichere ich dir, dass mein Text selbst geschrieben ist und ich auch keinerlei Texte, außer dem Primärtext verwendet habe ;)","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:21:25.970+0000","up_votes":3,"down_votes":0,"body":"Das ist vorbildlich :)\n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"TheTrueVicious","date":"2016-08-05T06:57:49.443+0000","up_votes":1,"down_votes":1,"body":"Die Parabel „Der Geier“ von Franz Kafka handelt von einer Person, deren Füße von einem Geier zerhackt werden und die schließlich von diesem getötet wird.\n\nDie Parabel lässt sich inhaltlich in drei Abschnitte teilen. In den Zeilen 1-6 beschreibt der Ich-Erzähler betont sachlich seine Lage. Er erzählt, wie der Geier immer wieder seine „Arbeit“ unterbricht, um ihn zu umfliegen und danach fortzufahren. Irgendwann kommt ein Mann dazu. Dieser sieht kurz zu und fragt dann, warum der Erzähler den Geier erduldet. \nDort beginnt der längste der drei Sinnabschnitte, der nahezu vollständig von einem Dialog zwischen dem Erzähler und dem Fremden gefüllt wird. Zu Beginn des Abschnittes erklärt der Erzähler, warum er den Geier erduldet: Er bezeichnet sich selbst als dem Geier unterlegen. Der fremde Mann bietet dem Leidenden an, den Geier zu erschießen, allerdings müsse er dafür sein Gewehr von zu Hause holen. Obwohl er sich nicht sicher ist, ob er lange genug durchhalten wird, bittet der Erzähler den Mann, sein Gewehr zu holen.\nNach diesem Gespräch der zwei Protagonisten beginnt der dritte und letzte Abschnitt. Hier erfährt der Leser, dass der Geier dem Dialog genau folgen konnte und daraufhin den Erzähler in einem selbstmörderischen Angriff tötet, bei dem er dann auch selbst verendet.\n\nNeben einigen speziellen Eigenheiten enthält die Parabel „Der Geier“ viele Kafka-typische Elemente, die man auch in vielen seiner anderen Werke erkennen kann. \nSo scheint es zwar oberflächlich keine auffallende übergeordnete Autorität zu geben, doch kann man den Geier bei genauerem Hinsehen als Autorität ausmachen. Er hat eine solche Macht über den Erzähler, dass dieser nicht einmal auf die Idee zu kommen scheint, vor dem Geier zu fliehen. \nStattdessen lässt er diesen in seine Füße hacken. Ungewöhnlich für Kafka, lässt sich diese Autorität sehr direkt auf dessen Vater übertragen, von dem sich Kafka auch nie zu lösen vermochte. Unterstützt wird dieser Interpretationsansatz durch die Tatsache, dass der Geier „in die Füße selbst“ (Z. 2) hackt. Da der Geier ihm „schon ins Gesicht springen“ (Z. 9f) wollte, habe der Erzähler lieber die Füße geopfert. Durch das „Anbieten“ der Füße, also des untersten Körperteils, wird das Problem, der Geier, ins Unterbewusstsein verdrängt. Auch Kafka hat schließlich nicht immer und zu jeder Zeit an seinen Vater gedacht, dennoch lässt sich dessen Einfluss in nahezu allen Werken Kafkas nachweisen. Und in Momenten wie dem Schreiben des „Briefs an den Vater“ wurde der Vater dann wieder ins volle Bewusstsein geholt, symbolisiert durch den Sprung des Geiers in das Gesicht des Ich-Erzählers.\nEbenso deutlich hervor tritt der Rechtfertigungszwang, der aus anderen kafkaschen Werken bekannt ist. Der gesamte vierte Absatz (Z. 7-11) ist eine einzige Rechtfertigung für die Duldung des Geiers. Folgerichtig beginnt er bereits mit einem Argument zur Entlastung des Erzählers: „Ich bin ja wehrlos“ (Z. 7). Wenn der Erzähler im letzten Absatz erwähnt, dass der Geier „alles verstanden hatte“ (Z. 21f), wird deutlich sichtbar, dass Kafka sich bewusst war, dass er sich insgeheim immer auch seinem Vater gegenüber rechtfertigte, da er selbst sich immer als ungenügend und seines Vaters unwürdig empfand und bezeichnete. \nAuch das Ende der Erzählung weist klare Parallelen zu anderen Werken des Autors auf. Der Erzähler sagt, er habe sich „befreit“ (Z. 25) gefühlt, als er in Folge des Angriffes durch den Geier starb. Dieses Erlösungsmotiv, bekannt zum Beispiel aus „Die Verwandlung“, ist ein weiteres Merkmal kafkascher Texte.\n\nZusammenfassend lässt sich sagen, dass die Parabel „Der Geier“ ein Text ist, an dem sich viele typische Eigenheiten kafkascher Schreib – und Erzählweise sehr gut und deutlich aufzeigen lassen. Im Besonderen ist hier die angesprochene dauerhafte Anwesenheit von Franz Kafkas Vater im Unterbewusstsein seines Sohnes zu nennen","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:09:12.466+0000","up_votes":4,"down_votes":0,"body":"Schöne inhaltliche Zusammenfassung, solide Analyse und Interpretation: 10 Punkte\n {{champion:17}}","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-08-05T09:12:15.392+0000","up_votes":2,"down_votes":1,"body":"Buuuuuh!!!\n\nDas ist von hausaufgabenweb.de kopiert... und ich dachte schon, heir hat wirklich noch jemand interpretiert und hatte mich schon aufs lesen gefreut. :(","replies":[]}]},{"id":"","poster":"Nohgolgh","date":"2016-08-04T22:23:18.443+0000","up_votes":1,"down_votes":0,"body":"Juhuuu, das Physik-Studium zahlt sich doch aus. Spezielle oder allgemeine Relativitätstheorie?","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:28:01.427+0000","up_votes":3,"down_votes":0,"body":"Das darfst du dir selbst aussuchen :)\n{{champion:17}}","replies":[{"id":"","poster":"Nohgolgh","date":"2016-08-05T04:01:14.324+0000","up_votes":4,"down_votes":0,"body":"Na dann die spezielle Relativitätstheorie (SRT). \n\nIn der klassischen Physik gilt das Konzept der Inertialsysteme, d.h. alle Systeme, die sich mit konstanter Geschwindigkeit (also unbeschleunigt und ungebremst) zueinander bewegen, sind gleichberchtigt und Objekte, auf die keine Kraft wirkt, befinden sich in einem Intertialsystem. Um ein Objekt von einem Inertialsytem in ein anderes zu bringen, muss eine Kraft ausgeübt werden. In allen diesen Inertailsystemen ist die Kraft auf ein Objekt die gleiche-es passiert quasi die gleiche Physik. Und jede Kraft erzeugt eine gleichgroße Gegenkraft auf denjenigen, der die Kraft ausübt. Anders sieht es mit den beschleunigten Systemen aus, wo man zusätzlich z.B. Massenträgheit, Korrioliskraft und Zentripetalkraft/Zentrifugalkraft berücksichitgen muss. Beispiel für ein beschleunigtes System ist ein Aufzug, der dich nach oben zieht. Dabei spürst du eine Kraft, die dichnach unten drückt (selbst, wenn es keine Schwerkraft gäbe). Für den außenstehenden Beobachter existiert diese Kraft nicht, da du dich vorher in Ruhe befunden hast und nun lediglich die Beschleunigungskraft des Aufzuges spürst. Jemand, der allerdings fälschlicherweise den Aufzug für ein Inertialsystem hält, muss diese Trägheitskraft draufadddieren. Diese Konzepte stammen von Newton und basieren auf drei Axiomen (also Grundannahmen).\n\nInteressant ist nun die Frage, wie die Intertialsysteme ineinander umgerechnet werden. Nehmen wir mal an ein Fußballer steht auf einem Zug, der 100 km/h schnell fährt und schießt den Ball mit -aus seiner Sicht- 100 km/h in Gegenrichtung. Für einen Beobachter, der am Bahnsteig an der Stelle des Abschusses steht, würde dieser Ball in der Luft stehen bleiben (oder realistischer mit Schwerkraft einfach runterfallen). Während sich die Beschleunigungen in den Intertialsystemen nach Vorraussetzung nicht unterschieden, unterschieden sich die Geschwindigkeiten sehr wohl und das muss bei der Transformation von einem Inertialsystem in das andere bedacht werden. Vereifacht betrachten wir nur eine Raumdimension. Die Umrechnung sieht dann wie folgt aus (**~~o~~** ist mein Malzeichen da Sterne fürchterliches mit dem Textformat anstellen): \nt'=t  (in beiden Systemen vergeht die gleiche Zeit t)\nx'=x-v **~~o~~** t  (ein Objekt, dass sich in einem System am Punkt x befindet, befindet sich im anderen System an einem Koordinatenpunkt, der um Geschindigkeit mal Zeit versetzt ist). \nBeispiel: Wir setzen t=0 auf den Zeitpunkt, in dem der Fußballer schießt. x=0 ist der Standort der Fußballers im Zugsystem, x'=0 der Standort des Bobachters auf dem Bahnsteig. Zum Abschusszeitpunkt, sind x und x' identisch. Nach 1 Stunde ist der Ball, der in Gegenrichtung des Zuges geschossen wurde, vom Fußballer (der sich intelligenterweise relativ zum Zug nicht bewegt hat und deswegen immer noch auf x'=0 steht) genau x=-100 km entfernt. Für den Beobachter auf dem Bahnsteig ist der Ball nun bei x'=x-v*t=-100km-(-100km/h)*1h=0 km (v ist hier -100km/h, weil sich das System des Bobachters mit -100km/h vom Zug entfernt). Der Ball ist also genau beim Beobachter. \n\nSoweit war das Ganze nur klassische Physik, also noch keine Inhalte der SRT dabei. Denn nun kommt die Überraschung. In den Maxwellgleichungen, vier Gleichungen, die alle elektromagnetischen Wechselwirkungen wiedergeben, wird die Existenz elektromagnetischer Wellen vorhergesagt, die sich im Vakuum mit einer Geschwindigkeit c=299 792 458 m/s bewegen. Das Problem ist, dass diese Gleichungen so hingeschrieben sind, dass diese Geschwindigkeit SYSTEMUNABHÄNGIG ist, also gerade nicht vom Inertialsystem abhängt. Später findet man heraus, dass diese Geschwindigkeit c die Lichtgeschwindigkeit des Vakuums ist (Licht ist eine elektromagnetische Welle). Und das bedeutet, dass die recht intuitive Transformation der Intertialsysteme falsch ist. anders ausgedrückt, wenn der Typ auf dem Zug keinen Fußball, sondern einen Lichtstrahl abgschossen hätte, hätten sowohl er als auch der Beobachter am Bahnsteig dieselbe Lichtgeschwindigkeit gemessen. Mit anderen Worten: die oben ausgeführte Transformation ist falsch. Dass die Lichtgeschwindigkeit vom Bezugssystem unabhängig ist, konnte man dann auch in verschieden Experimenten nachweisen, zum Beispiel Michelson und Morley (die ironischerweise genau das Gegenteil zeigen wollten). \n\nNun kam so ein coole Socke namens Albert Einstein {{champion:74}} an und stellte daher neue Postulate auf. Einstein wollte die Idee der Inertialsysteme beibehalten und gleichzeitig die Konstanz der Lichtgeschwindigkeit gewährleisten. Das geht aber nicht, wenn man in der Transformation der Systeme nur die Raumkoordinaten ändert, sondern man muss auch die Zeitkoordinaten mittransformieren und zwar so, dass die folgende Gleichung gilt: \n(x')^2-(c**~~o~~**t')^2=(x)^2-(c**~~o~~**t)^2\n\nDie Idee hinter dieser Formel ist simpel und leicht zu veranschulichen. Da sich das Licht in allen Systemen mit der gleichen Geschwindigkeit bewegt, muss nach jeder Sekunde die in einem System verstreicht auch die gleiche Distanz in einem System zurückgelegt werden. In einem anderen System aber kann weniger Zeit vergangen sein und deswegen auch die Distanz kleiner sein. Wenn also jemand auf dem Zug seinen Laserpointer zückt {{champion:99}}  und einen Lichtstrahl abfeuert, während auf dem Bahnsteig danneben ein Beobachter {{champion:4}} steht, dann muss nach einer Zugsekunde der Lichtstrahl von Lux genau diese 299 792 458 m Entfernt sein, von TF (der woanders steht-der Zug hat sich ja bewegt) nach einer Bahnsteigsekunde aber auch. \n\nGleichzeitig muss die Transformation aber auch linear in Ort und Zeit sein, sonst würde ein kräftefreier Körper im Lux-System eine Kraft im TF-System erfahren. Und das lässt nur eine Transformation zu. \n\nt'=y(t-b/c **~~o~~**x)\nx'=y(x-b**~~o~~**c**~~o~~**t)\n\nhierbei ist b=v/c (also das Verhältnis der Geschwindigkeit, in der sich die Systeme voneinander entfernen, zur Lichtgeschwindigkeit)\nund y ist 1/ Wurzel(1-(v^2)/(c^2)) (es ist ein Gewichtungsfaktor, wie sehr die klassische Transformation versagt. Für v klein genug wird y etwa 1 und das System verhält sich so wie die klassische Transformation. Deswegen merkt man im Regelfall auch nix. \n\nDiese Transformation führt zu allerlei lustigen physikalischen Phänomenen, z.B.\n\n{{champion:76}} wirft ihren Speer (3 Meter lang) in eine Scheune von einem Meter Länge mit einer unglaublich hohen Geschwindigkeit. Als der hinterste Teil des Speers das Hintertor, dass offen steht, passiert, macht der Besitzer der Scheune das bis dahin geschlossene Vordertor auf und zugleich das Hintertor zu. Der drei Meter lange Speer befindet sich also für einen kurzen Augenblick in einer einen Meter langen Scheune und stößt nirgendwo an. Das geht deswegen, weil der Speer nur im eigenen (bewegten) System drei Meter lang ist, im System des Scheunenbesitzers aber nicht. Umgekehrt erfolgt aus dem Bezugssystemes des Speeres die Öffnung des Vordertores VOR der Schließung des Hintertores. {{champion:103}} kann das bestätigen, denn die hat ihre Ult benutzt, um mit dem Speer Schritt zu halten. \n\nFortsetzung folgt (vielleicht).","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T10:05:14.745+0000","up_votes":3,"down_votes":0,"body":"Damit hast du gewonnen!\n{{champion:17}}","replies":[]},{"id":"","poster":"Maexle","date":"2016-08-05T09:01:26.472+0000","up_votes":3,"down_votes":0,"body":"Schöne und auführliche Erklärung, die sogar für Physiklauchs verständlich ist. Dazu hast du noch LoL-Champions reingebracht... 14 Punkte ( mit einem Teemo wären es 15 als Tipp für deine mögliche Fortsetzung :) )\n{{champion:17}}","replies":[]},{"id":"","poster":"Kieselsteine","date":"2016-08-05T07:42:56.901+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}","replies":[]}]}]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:48:34.392+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-popcorn}}","replies":[]}]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:04:37.197+0000","up_votes":2,"down_votes":0,"body":"Die Kurzgeschichte \"Der Geier\" geschrieben von Franz Kafka handelt von einem Mann, der von einem einzelnen Geier attackiert und verletzt wird. Er kann sich jedoch nicht wehren, da der Geier ihn sonnst im Gesicht verletzten würde; er lässt sich lieber die Füße anstatt das Gesicht verletzen. Ein anderer Mann, der das Geschehen beobachtet, bietet dem verletzten Mann an, den Geier zu erschießen, jedoch muss er erst sein Gewehr holen. Als er nun sein Gewehr von zuhause holt, tötet der Geier, der das Gespräch mithörte, den Mann, indem er ihn in den Kopf sticht.\n\nDie Kurzgeschichte ist in der Ich-Form geschrieben, wobei der Ich-Erzähler der Mann ist, der von dem Geier verletzt und am Ende getötet wird. Der andere Mann, der zur Hilfe kommen will, wird in der Geschichte als Herr bezeichnet. Aber die Bezeichnung Herr meint nicht, das der verletzte Mann dessen Diener ist. Es ist vielmehr eine andere Bezeichnung für einen Mann, denn im Text heißt es: \"Es kam ein Herr vorüber...\".\n\nDie Geschichte spielt an keinem festen Ort, das heißt es wird nicht von Handlungsräumen gesprochen, sondern es wird dem Leser selbst überlassen, sich den Raum vorzustellen. Es sind ebenfalls keine wichtigen Gegenstände in der Geschichte vorhanden, außer man bezeichnet den Geier, der eine der Hauptpersonen ist, als Gegenstand. Dann würde er einen großen Stellenwert einnehmen, denn die ganze Geschichte handelt nun mal von dem Geier.\n\nDie Kurzgeschichte ist in Dialogform geschrieben, das heißt, dass sich zwei Personen unterhal6ten. Die Zeit, die diese beiden Personen dafür benötigen, ist die erzählte Zeit und in etwa auch die Zeit, die man zum lesen benötigt. Daher kann man dieses Zeitverhältnis als Zeitdeckung bezeichnen, denn die Erzählzeit ist synchron mit der erzählten Zeit. Daher ist die Handlungsfolge chronologisch aufgebaut, denn die Handlung folgt der natürlichen Zeitfolge.\n\nDie Personen sind durch die Dialoge indirekt charakterisiert. Durch das Verhalten der Personen beim Sprechen und in der Beziehung zu der anderen Person kann man die Charakterzüge erahnen.\n\nDer als Herr bezeichnete Mann scheint sehr Hilfsbereit zu sein, denn obwohl er auch gefährdet ist, bietet er dem verletzten Mann an, nach Hause zu gehen, sein Gewehr zu holen und den Geier zu erschießen. Durch diese Hilfe wirkt er sehr mutig. Der andere Mann ist hingegen hilflos und etwas gleichgültig. Er weiß nicht so recht, was er tun soll und anstatt das er etwas falsches tun könnte, tut er lieber gar nichts und lässt den Geier machen, was dieser will.\n\nDie Erzählhaltung der Kurzgeschichte ist sehr detailliert aber trotzdem kurz und bündig. Franz Kafka beschreibt sehr genau, was der Geier macht als er den Mann tötet oder die Füße verletzt, aber er macht dies in einem Stil, der keinesfalls langwierig und langweilig wirkt.\n\nDie Sprache der Geschichte ist einfach und verständlich und relativ modern, das heißt, es werden keine komplizierten Wörter benutzt und der Satzbau relativ kurz gehalten.\n\nDie Intention, die Franz Kafka in den Text brachte, ist nicht leicht zu erkennen. Vielleicht will er uns sagen, wie wichtig es für einen Menschen mit einem Problem ist, Hilfe von Fremden zu bekommen. Diese Hilfe darf aber nicht lange auf sich warten lassen oder sich hinziehen, das es sonst zu spät sein kann. In der Geschichte braucht ein Mann Hilfe, sonst würde er sterben. Er bekommt zwar die Hilfe, da aber der andere Herr die Hilfe nicht sofort anbieten kann und weggeht, muss der Mann sterben. Die Hilfe ist für diesen Mann besonders wichtig, denn zudem ist er auch noch hilflos dem Problem ausgeliefert, das er nicht allein bewältigen kann.\n\n\nDie allgemeine Relativitätstheorie (kurz ART) beschreibt die Wechselwirkung zwischen Materie (einschließlich Feldern) einerseits sowie Raum und Zeit andererseits. Sie deutet Gravitation als geometrische Eigenschaft der gekrümmten vierdimensionalen Raumzeit. Die Grundlagen der Theorie wurden maßgeblich von Albert Einstein entwickelt, der den Kern der Theorie am 25. November 1915 der Preußischen Akademie der Wissenschaften vortrug. Zur Beschreibung der gekrümmten Raumzeit bediente er sich der Differentialgeometrie.\n\nDie allgemeine Relativitätstheorie erweitert die spezielle Relativitätstheorie und geht für hinreichend kleine Gebiete der Raumzeit in diese über. Außerdem kann sie als eine Erweiterung des newtonschen Gravitationsgesetzes verstanden werden, weil sie dieses im Grenzfall hinreichend kleiner Massendichten und Geschwindigkeiten liefert. Die allgemeine Relativitätstheorie wurde in zahlreichen Tests experimentell bestätigt, sodass sie als Gravitationstheorie allgemein anerkannt ist. Insbesondere hat sie sich bisher in der von Einstein formulierten Form gegen alle später vorgeschlagenen Alternativen durchsetzen können. Offene Fragen betreffen vor allem die Beziehung zur Quantenmechanik.\n{{champion:17}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:18:08.749+0000","up_votes":4,"down_votes":0,"body":"Treffende Zusammenfassung der Handlung allerdings ist die Interpretation etwas schwammig und oberflächlich.  7+1+2 Punkte\n( Die Erklärung der Relativitätstheorie wird nicht gewertet, da die Interpretation zuerst \"verfasst\" wurde und gewertet wird. Trotzdem gibt es einen Bonuspunkt für die Copypaste-Künste. Und 2 Bonuspunkte für das Teemobild) \n{{champion:17}}","replies":[{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:19:33.746+0000","up_votes":1,"down_votes":0,"body":"Ein Rechtschreibepunkt für dich!{{champion:17}}","replies":[{"id":"","poster":"bombatha","date":"2016-08-04T22:30:28.982+0000","up_votes":2,"down_votes":0,"body":"Es gibt Copy-Paste punkte? Schnell noch was bei mir einfügen von irgendeiner seite:)!","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-08-05T09:13:54.281+0000","up_votes":1,"down_votes":0,"body":"Ach man.... jedesmal werde ich enttäuscht... ich hätte ja echt auf noch eine selbst geschriebene Interpretation gehofft...","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:36:24.664+0000","up_votes":1,"down_votes":0,"body":"Ich eigentlich auch. Oder wenigstens ein eigener lustig gestalteter Versuch...\n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"Maexle","date":"2016-08-07T22:02:01.813+0000","up_votes":3,"down_votes":0,"body":"Danke an alle, die mitgemacht haben!\n{{champion:17}}","replies":[]},{"id":"","poster":"Maexle","date":"2016-08-06T10:02:19.980+0000","up_votes":3,"down_votes":0,"body":"Der Gewinner des Bezahlsicherkartenwettbewerbs ist...   Nohgolgh! \n{{champion:17}}","replies":[]},{"id":"","poster":"Elefantenschwein","date":"2016-08-04T23:05:36.067+0000","up_votes":1,"down_votes":0,"body":"Relativitätstheorie: Du schlägst jemandem mit aller Gewalt deine Faust ins Gesicht. Dann hat er eine Faust in einem Gesicht und du hast eine Faust in einem Gesicht, allerdings stehst du relativ besser da.","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T23:11:45.359+0000","up_votes":3,"down_votes":0,"body":"Interessante Herangehensweise und durchaus plausibel... 9 Punkte. Könnten auch 10 sein aber ich bin grundsätzlich eigentlich eher gegen Gewalt :P\n{{champion:17}}","replies":[{"id":"","poster":"Elefantenschwein","date":"2016-08-04T23:14:17.319+0000","up_votes":2,"down_votes":0,"body":"Eine ehrenwerte Einstellung :p","replies":[]}]}]},{"id":"","poster":"Lucky Lûke","date":"2016-08-04T22:24:43.928+0000","up_votes":2,"down_votes":1,"body":"Einsteins spezielle Relativitätstheorie ist eine Weiterentwicklung des von Isaac Newton 1686 aufgestellten Relativitätsprinzips. Dieses Prinzip besagt Folgendes: Bewegt sich ein Zug zum Beispiel mit einer Geschwindigkeit von 80 Kilometern pro Stunde (80 km/h) und ein Mensch im Zug bewegt sich mit 5 km/h in Fahrtrichtung, so bewegt sich der Mensch vergleichsweise zum Bahnsteig (stehendes Objekt) mit der Geschwindigkeit 80 km/h + 5 km/h = 85 km/h.\n\nDreht sich der Mensch nun herum und geht im Zug entgegen der Fahrtrichtung, so bewegt er sich vergleichsweise zum Bahnsteig mit der Geschwindigkeit 80 km/h - 5 km/h = 75 km/h. Man kann also solche geradlinigen gleichförmigen Bewegungen nur als Bewegung bezeichnen, wenn man einen weiteren Körper (Bahnsteig), der sich nicht bewegt, als Bezugspunkt hat.{{champion:17}} ","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:44:41.689+0000","up_votes":3,"down_votes":0,"body":"Schöne, einfache Erklärung. Insgesamt 10 Punkte. \n{{champion:17}}","replies":[{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:45:48.864+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:47:57.796+0000","up_votes":2,"down_votes":0,"body":"Man kann aus den oben genannten Aufgaben auswählen ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:47:24.635+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-clap}}","replies":[]}]}]},{"id":"","poster":"bombatha","date":"2016-08-04T22:28:55.252+0000","up_votes":1,"down_votes":0,"body":"Wozu soll ich dir die Relativitätstheorie erklären, wenn ich ein kleiner wilder Strassenjunge aus Zhaun bin?:) Ich benötige keine Formel für die Energie (E=mc2). Denn ich kann durch die Zeit reisen... Als ich zur Akademie kam, haben mich viele nicht gemocht. Doch habe ich Jahre lang Technologie studiert und wurde endlich in das Projekt:Project aufgenommen. Merke dir folgendes: Du benötigst keine Energierberechnungen, wenn du durch die Zeit reisen kannst!!!\n(Wer bin ich?:))\nBis bald in der Kluft,\nbombatha\n\nP.S. Habe gerade gesehen, dass es copy-paste punkte gibt, also hier schnell ein Zitat aus ekko Wiki:\n>\"I don't need hours or days or years, I only need seconds.\"","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:40:35.915+0000","up_votes":3,"down_votes":0,"body":"Ekko ;)\nAlso den Preis für Kreativität, der leider nichts besonderes bringt, geht an dich ( bis jetzt).\nInsgesamt 9,8 Punkte\n{{champion:17}}","replies":[{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:48:01.615+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:41:52.572+0000","up_votes":1,"down_votes":0,"body":"~~Banana~~\n~~{{champion:154}} ~~","replies":[{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:42:34.427+0000","up_votes":1,"down_votes":0,"body":"{{item:3636}}","replies":[]}]}]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:38:47.651+0000","up_votes":1,"down_votes":0,"body":"{{champion:26}}","replies":[]},{"id":"","poster":"Kieselsteine","date":"2016-08-04T22:32:39.683+0000","up_votes":1,"down_votes":0,"body":"{{champion:12}}","replies":[]}]},{"id":"","poster":"B04LeJo","date":"2016-08-06T12:29:38.361+0000","up_votes":2,"down_votes":0,"body":"Auch du hast etwas gewonnen, Maexle!  Ich glaube du hast den Preis für den dümmsten und trotzdem gutesten Foreneintrag der LoL Forumgeschichte gewonnen.  Außerdem ist es schön nach jedem deiner Foreneinträge sich vorstellen zu können wie diese kleine putzige Teemofresse an seinen eigenen Pilzen verreckt. Dir noch einen schönen Tag  und grüß Teemo von mir.  \nLg\nTeemoüberallesmögerwiejederanderederlolcommunity","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T13:01:52.600+0000","up_votes":2,"down_votes":0,"body":"Danke für diesen Preis. Ich nehme ihn natürlich an!  {{sticker:slayer-pantheon-thumbs}} \n\nEs freut mich, dass dir die Vorstellung gefällt und ich dir somit ein paar kleine schöne Gedanken bringen kann :P\n\n{{champion:17}}","replies":[]}]},{"id":"","poster":"CryingCheese","date":"2016-08-06T10:18:40.917+0000","up_votes":2,"down_votes":0,"body":"Schade!\n\n{{champion:11}} \n\nAber viel Spaß N","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T10:20:58.416+0000","up_votes":2,"down_votes":0,"body":"Dir auch noch viel Spaß :)\nVielleicht hast du ja nächstes Mal ( wenn es eins gibt) mehr Glück\n{{champion:17}}","replies":[]}]},{"id":"","poster":"wolf454","date":"2016-08-06T03:20:45.607+0000","up_votes":1,"down_votes":0,"body":"muss es der geier sein? ich mag das torhüterparabel (der prozess war abithema^^) viel lieber.-.\nalso analysiere ich das jetzt:\nim Torhüter gleichniss kommt ein Mann vom Lande und verlangt Eintritt ins \"gesetz\" aber der Torhüter verwehrt ihm den Eintritt aber nur mit worten und der Mann könnte einfach durch das Tor gehen.\nDer Torhüter versichert ihm aber das irgendwann der zeitpunkt kommen wird wo er eintreten darf.\nder Mann wartet und wird alt an der schwelle des todes sagt der Torhüter:Hier konnte niemand sonst Einlass erhalten, denn dieser Eingang \nwar nur für dich bestimmt. Ich gehe jetzt und schließe ihn.\"\n\ndie erste frage die mir in den kopf schießt ist: warum will jemand ins gesetz? jeder ist vom gesetz unterworfen niemand kann dem ausweichen nur dieser Mann vom Lande anscheinend gehört nicht dazu, wahrscheinlich ist es nur ein gleichniss für was anderes (dazu später mehr)\n\nder hauptpunkt des Gleichniss ist das der mann nicht abgehalten wird sondern ihm nur gesagt wird das er nicht eintreten darf und das es so effektiv ist das er sein ganzes leben nicht versucht diese \"Wörter\" zu überwinden. wenn der Mann wirklich ins \"gesetz\" wolle dann würde er einfach durchgehen aber er tut es nicht.\n\nes ist offensichtlich das der Mann vom Lande K. symbolisiert (und K. Kafka aber das ist irrelevant) aber das gesetz das exakte gegenteil ist nähmlich freiheit.\nGesetze schränken uns ein, wir dürfen nicht einfach nehmen was wir wollen das ist Diebstahl, Man darfb nicht nackt auf der Straße tanzen etc. aber es gibt auch andere gesetze oder regeln die wir uns unterwerfen: ich darf diese frau in der Bahn nicht anreden das wäre unhöflich, ich muss immer gut gekleidet sein,Niemals etwas gewagtes sagen etc. oder halt man muss das tun was dir geagt wird ob man will oder nicht:zb. du darfst hier nicht vorbei\nwir wissen das nach diesen tor mehere kommen werden und ich denke das man mit jeden tor das man durchschreitet immer freier wird das tut was man tun will: picknicken sein leben genießen etc. \ndaraus kann amn auch schlussfolgern wer der Torhüter ist, Man selbst. es ist die stimme die immer dazwischen meckert in deinen kopf wenn man etwas gewagtes tun will. und man redet sich ein ja ein andermal, war ne doofe idee. aber irgendwann ist man zu alt und das tor wird sich schließen.\n\nDie Parabel lehrt uns das man Dinge tun soll obwohl andere es einen verbieten, selbst wenn man es sich selbst verbietet.\n\nwenn man das gleichniss jetzt auf den Rest des buches bezieht erkennt Man das K  genau dieses problem hat immer höflich wagt nichts folgt JEDER Anweisung hat kein schönes leben(wird bemutert und besucht eine hurre immer wieder) und der PROZESS (wortspiel des Jahrhunderts incoming) des veränderns/wachsens ist bei ihm gestoppt und er ist in seinen eigenen Prozess gefangen. \n\nich denke um dieses Problem ind er Parabel zu lösen braucht man Hilfe von anderen. Die einen einen kleinen schubs geben und sagen: du willst da doch hin lass dich nicht einschüchtern etc. Das überwinden muss jeder selber lernen. K hat sich von jeglichen Kontakt immer mehr entfernt und ist am ende ganz alleine (und tod)","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T09:33:17.617+0000","up_votes":2,"down_votes":0,"body":"Naja, es war zumindest die Aufgabenstellung aber ich fand deine Interpretation gut.\n{{champion:17}}","replies":[]}]},{"id":"","poster":"B04LeJo","date":"2016-08-06T09:24:05.763+0000","up_votes":1,"down_votes":0,"body":"Kein Plan ob es schon zu Spot ist,  aber hier knn ich dir ganz kurz die relativitätstheorie erklären.  Ich konnte jetzt ungefähr so viel schreiben wie bei den patchnotes steht,  aber so geht das doch auch,  garnet so schwer.  \nWenn ein Mann bei einer schönen Frau ist, dann vergeht die Zeit schnell. Wenn er aber auf einer heißen Herdplatte sitzt, kommt ihm die Zeit extrem lang vor.\nHoffe dass es dir geholfen hat, so verstehen es selbst meine überintelligenten Klassenmates. \nLg\nIch","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T09:29:47.617+0000","up_votes":2,"down_votes":0,"body":"Ja, so ist es doch sehr leicht zu verstehen :)\n\n{{champion:17}}","replies":[]}]},{"id":"","poster":"PTF Elousing","date":"2016-08-04T21:52:46.749+0000","up_votes":1,"down_votes":0,"body":"Ein Ich-Erzähler schildert, wie ihm ein Geier, der schon seine Stiefel und Strümpfe aufgerissen hat, in die Füße hackt. Ein Herr kommt vorbei und fragt, warum er den Geier dulde. Der Erzähler bezeichnet sich als wehrlos. Er habe die Füße geopfert, um zu verhindern, dass das Tier ihm sonst ins Gesicht gesprungen wäre. Der Herr wundert sich über diese Quälerei und meint, dass der Geier durch einen Schuss erledigt wäre. Der Erzähler bittet den Herrn, das für ihn zu tun. Allerdings muss erst das Gewehr geholt werden. Der Geier hat die Unterhaltung verfolgt und offensichtlich verstanden. Mit großem Schwung stößt er seinen Schnabel durch den Mund des Erzählers. In den entstehenden Unmengen von Blut ertrinkt der Geier „unrettbar“, während der Erzähler sich befreit fühlt.","replies":[{"id":"","poster":"PTF Elousing","date":"2016-08-04T21:53:19.578+0000","up_votes":1,"down_votes":0,"body":"Hoffe das reicht, Copypaste war sehr anstrengend....","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T22:04:36.396+0000","up_votes":2,"down_votes":0,"body":"Hmm... Grunsätzlich ist die Zusammenfassung treffend allerdings fehlt die Analyse und die Interpretation größtenteils... Da es ja bekanntlich sehr schwer ist google zu benutzen und etwas zu copypasten bekommst du trotzdem 2 Punkte... ( die völlig irrelevant für die Verlosung sind)\n{{champion:17}}","replies":[{"id":"","poster":"PTF Elousing","date":"2016-08-05T15:18:51.397+0000","up_votes":1,"down_votes":0,"body":"Also nehme ich teil?","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T15:33:52.456+0000","up_votes":2,"down_votes":0,"body":"Ja.\n{{champion:17}}","replies":[{"id":"","poster":"PTF Elousing","date":"2016-08-05T19:33:14.760+0000","up_votes":1,"down_votes":0,"body":"{{champion:266}} \nOMG ICH NEHME TEIL\nICH BIN SO GEIL\nEASY\nPEASY\n:D","replies":[]}]}]}]}]}]},{"id":"","poster":"CryingCheese","date":"2016-08-05T14:00:19.495+0000","up_votes":1,"down_votes":0,"body":"CopyAndPaste können ja fast alle inzwischen ;-)\n\n{{champion:11}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T14:23:51.474+0000","up_votes":2,"down_votes":0,"body":"Ja aber die Anstrengung die dahinter steck ist doch schon immens... \n{{champion:17}}","replies":[]}]},{"id":"","poster":"CryingCheese","date":"2016-08-05T13:53:34.368+0000","up_votes":1,"down_votes":0,"body":"Nur mal so nebenbei:\n\nIch hoffe das man meinem Beitrag anmerkte, dass er NIRGENDSWO\nrauskopiert und/oder nur leicht verändert wurde.\n\nIch habe ihn komplett aus dem Kopf aus dem Physik-Unterricht verfasst.\n(Nur mal so nebenbei ;-))\n\n{{champion:11}} \n\nP.S.\nDieses P.S. Maexle bitte überlesen;-) \nAuf der PSC sind jetzt nur so ein Rest von 1 Cent von einer 10€ PSC von einem 9,99€ Einkauf ;-P","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T13:57:09.983+0000","up_votes":2,"down_votes":0,"body":"Das ist schon mal gut ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Homunculi","date":"2016-08-05T07:57:19.061+0000","up_votes":1,"down_votes":0,"body":"42","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:37:47.846+0000","up_votes":2,"down_votes":0,"body":"42 ist nicht immer die Antwort auf alles...  1 Punkt... :(\n{{champion:17}}","replies":[{"id":"","poster":"Zamonianer","date":"2016-08-05T10:50:44.454+0000","up_votes":1,"down_votes":0,"body":"DOCH! \nWenn nicht, hast du nur die Frage falsch, bzw. die falsche Frage gestellt.\n\nGruß\nZamo","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T11:09:46.445+0000","up_votes":2,"down_votes":0,"body":"Ja, ich hätte fragen sollen, was 7*6 ergibt... \n{{champion:17}}","replies":[{"id":"","poster":"Zamonianer","date":"2016-08-05T11:25:48.769+0000","up_votes":1,"down_votes":0,"body":"Erst einmal hast du keine Frage gestellt, sondern eine Aufforderung. Desweiteren sind wir viel zu dumm, um Fragen (bzw. die eine Frage, die alles beantworten kann) stellen zu können, auf die 42 immer korrekt ist, aber einen kleinen Versuch kann ich dir demonstrieren:\n\nDu möchtest wissen, ob 1 = 1 ist.\nDie Frage könnte dann lauten: \"Ist die Antwort auf diese Frage 42, wenn 1 = 1 ist?\"\nAntwort: 42\nErgebnis: 1 = 1\n\n^^\n\nGruß\nZamo","replies":[]}]}]}]}]},{"id":"","poster":"CryingCheese","date":"2016-08-05T10:59:03.888+0000","up_votes":1,"down_votes":0,"body":"@maexle\nHaben jetzt die Punkte eigentlich eine Auswirkung auf die Verlosung/Schenkung?\n\n{{champion:11}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T11:03:48.339+0000","up_votes":2,"down_votes":0,"body":"Ich hatte ja geschrieben, dass ich es unter den besten Verlosen werde und die Punkte sind ein kleiner Indikator, wie ich persönlich euren beitrag einschätze. Die genaue Punktzahl hat aber keinen Einfluss.\n{{champion:17}}","replies":[]}]},{"id":"","poster":"CryingCheese","date":"2016-08-05T09:53:00.731+0000","up_votes":1,"down_votes":0,"body":"EINSTEINS RELATIVITÄTSTHEORIE:\n\nDie Grundlagen dieser Theorie von Einstein sind die physikalischen Erkenntnisse Newtons.\nDa es sehr viele verschiedene Abschnitte dieser Theorie gibt hier nur zwei:\n\nFährt man in einem Auto, das 100 km/h fährt, und sich selbst nicht bewegt fährt man ebenfalls mit 100 km/h.\nDiese 100 km/h sind aber relativ (daher der Name der Theorie). Sie können nur angeben werden, wenn man einen Bezugspunkt hat, z.B. den Bürgersteig in der Nähe, wo eine hübsche Frau draufsteht.\n\nEin weiterer Aspekt ist das Sich-Selbst-Im-Fahrzeug-Bewegen.\nWenn man sich im Auto mit z.B. 10km/h nach vorne bewegt (um etwa auf den Beifahrersitz zu kommen)\nbewegt man sich im Verhältnis zur hübschen Frau auf dem Bürgersteig sogar mitt 100km/h + 10km/h = 110km/h.\nDas gleiche gilt auch andersherum, wenn man sich beispielsweise auf den Rücksitz zubewegt mit 10km/h,\nbewegt man sich im Verhältnis zur hübschen Frau auf dem Bürgersteig nur mit 100km/h - 10km/h = 90km/h.\n\nHoffe gut erklärt zu haben, viel Spaß beim weiteren LOL-Spielen wünscht:\n\nCryingCheese\n{{champion:11}} \n\n\nP.S. Würde die Riot-Points für einen Kha'Zix-Skin benutzen und Kha'Zix dann\nauf Level 7 bringen, versprochen.","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T10:21:22.339+0000","up_votes":2,"down_votes":0,"body":"10 Punkte bekommst du dafür ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Master Slumdog","date":"2016-08-05T09:20:44.464+0000","up_votes":1,"down_votes":0,"body":"Einsteins Relativitätstheorie ganz einfach erklärt! \n\nhttps://www.youtube.com/watch?feature=player_detailpage&v=DNKqMTrdI5s#t=11","replies":[{"id":"","poster":"Maexle","date":"2016-08-05T09:22:54.982+0000","up_votes":2,"down_votes":0,"body":"Dafür bekommst du von mir 2 Punkte ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2016-08-04T23:01:51.498+0000","up_votes":1,"down_votes":0,"body":"Einsteins Relativitätstheorie ist relativ.","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T23:13:20.522+0000","up_votes":2,"down_votes":0,"body":"Was soll ich nur mit dir machen? Ich würde sagen: 4 Punkte. Falls Fragen aufkommen: Ja, das ist so objektiv wie die mündlichen Noten in der Schule.\n{{champion:17}}","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-08-05T01:50:19.831+0000","up_votes":1,"down_votes":0,"body":"Das toppe ich!\n\nEinsteins Relativitätstheorie ist theoretisch relativ!","replies":[]}]}]},{"id":"","poster":"Yιkes","date":"2016-08-04T22:54:03.364+0000","up_votes":1,"down_votes":0,"body":"Also Relativ gesehen ist die Relativitätstheorie ja schon recht Relativitäts nah, und mit der Rehalität von einem schlechten Deutschrapper würden wir eine Relativitäs Parabel sein, wo wir auch wieder bei Kafka wären.\n#Realitätsparabel\nEinstein hätte nur an die Parabel denken sollen....\nBin ich Sympathisch genug :3?\n\nIch musste noch etwas Copy Pasten um meine Copy-Paste Punkte zu bekommen\n\n\"My Main was Draven\nMy Elo was Free\nNow im Permabanned\nhehexd\"","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T23:01:49.788+0000","up_votes":2,"down_votes":0,"body":"Das ist auch relativ gut... Insgesamt 10 Punkte. :)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"B04LeJo","date":"2016-08-06T09:33:28.723+0000","up_votes":1,"down_votes":0,"body":"Wow das ging ja mal schnell :D","replies":[]},{"id":"","poster":"FNC HolyJin","date":"2016-08-05T23:29:59.945+0000","up_votes":1,"down_votes":0,"body":"1\n\n der gimli zwerg (EUW)  - vor einem Tag\nEin Ich-Erzähler schildert, wie ihm ein Geier, der schon seine Stiefel und Strümpfe aufgerissen hat, in die Füße hackt. Ein Herr kommt vorbei und fragt, warum er den Geier dulde. Der Erzähler bezeichnet sich als wehrlos. Er habe die Füße geopfert, um zu verhindern, dass das Tier ihm sonst ins Gesicht gesprungen wäre. Der Herr wundert sich über diese Quälerei und meint, dass der Geier durch einen Schuss erledigt wäre. Der Erzähler bittet den Herrn, das für ihn zu tun. Allerdings muss erst das Gewehr geholt werden. Der Geier hat die Unterhaltung verfolgt und offensichtlich verstanden. Mit großem Schwung stößt er seinen Schnabel durch den Mund des Erzählers. In den entstehenden Unmengen von Blut ertrinkt der Geier „unrettbar“, während der Erzähler sich befreit fühlt.\n\nAntworten Zitat Permalink Melden\n \n1\n\n der gimli zwerg (EUW)  - vor einem Tag\nHoffe das reicht, Copypaste war sehr anstrengend....\n\nAntworten Zitat Permalink Melden\n \n1\n\n Maexle (EUW)  - vor einem Tag\nHmm... Grunsätzlich ist die Zusammenfassung treffend allerdings fehlt die Analyse und die Interpretation größtenteils... Da es ja bekanntlich sehr schwer ist google zu benutzen und etwas zu copypasten bekommst du trotzdem 2 Punkte... ( die völlig irrelevant für die Verlosung sind)\n\nAntworten Zitat Permalink Melden\n \n2\n\n Kieselsteine (EUW)  - vor einem Tag\nDie Kurzgeschichte \"Der Geier\" geschrieben von Franz Kafka handelt von einem Mann, der von einem einzelnen Geier attackiert und verletzt wird. Er kann sich jedoch nicht wehren, da der Geier ihn sonnst im Gesicht verletzten würde; er lässt sich lieber die Füße anstatt das Gesicht verletzen. Ein anderer Mann, der das Geschehen beobachtet, bietet dem verletzten Mann an, den Geier zu erschießen, jedoch muss er erst sein Gewehr holen. Als er nun sein Gewehr von zuhause holt, tötet der Geier, der das Gespräch mithörte, den Mann, indem er ihn in den Kopf sticht.\n\nDie Kurzgeschichte ist in der Ich-Form geschrieben, wobei der Ich-Erzähler der Mann ist, der von dem Geier verletzt und am Ende getötet wird. Der andere Mann, der zur Hilfe kommen will, wird in der Geschichte als Herr bezeichnet. Aber die Bezeichnung Herr meint nicht, das der verletzte Mann dessen Diener ist. Es ist vielmehr eine andere Bezeichnung für einen Mann, denn im Text heißt es: \"Es kam ein Herr vorüber...\".\n\nDie Geschichte spielt an keinem festen Ort, das heißt es wird nicht von Handlungsräumen gesprochen, sondern es wird dem Leser selbst überlassen, sich den Raum vorzustellen. Es sind ebenfalls keine wichtigen Gegenstände in der Geschichte vorhanden, außer man bezeichnet den Geier, der eine der Hauptpersonen ist, als Gegenstand. Dann würde er einen großen Stellenwert einnehmen, denn die ganze Geschichte handelt nun mal von dem Geier.\n\nDie Kurzgeschichte ist in Dialogform geschrieben, das heißt, dass sich zwei Personen unterhal6ten. Die Zeit, die diese beiden Personen dafür benötigen, ist die erzählte Zeit und in etwa auch die Zeit, die man zum lesen benötigt. Daher kann man dieses Zeitverhältnis als Zeitdeckung bezeichnen, denn die Erzählzeit ist synchron mit der erzählten Zeit. Daher ist die Handlungsfolge chronologisch aufgebaut, denn die Handlung folgt der natürlichen Zeitfolge.\n\nDie Personen sind durch die Dialoge indirekt charakterisiert. Durch das Verhalten der Personen beim Sprechen und in der Beziehung zu der anderen Person kann man die Charakterzüge erahnen.\n\nDer als Herr bezeichnete Mann scheint sehr Hilfsbereit zu sein, denn obwohl er auch gefährdet ist, bietet er dem verletzten Mann an, nach Hause zu gehen, sein Gewehr zu holen und den Geier zu erschießen. Durch diese Hilfe wirkt er sehr mutig. Der andere Mann ist hingegen hilflos und etwas gleichgültig. Er weiß nicht so recht, was er tun soll und anstatt das er etwas falsches tun könnte, tut er lieber gar nichts und lässt den Geier machen, was dieser will.\n\nDie Erzählhaltung der Kurzgeschichte ist sehr detailliert aber trotzdem kurz und bündig. Franz Kafka beschreibt sehr genau, was der Geier macht als er den Mann tötet oder die Füße verletzt, aber er macht dies in einem Stil, der keinesfalls langwierig und langweilig wirkt.\n\nDie Sprache der Geschichte ist einfach und verständlich und relativ modern, das heißt, es werden keine komplizierten Wörter benutzt und der Satzbau relativ kurz gehalten.\n\nDie Intention, die Franz Kafka in den Text brachte, ist nicht leicht zu erkennen. Vielleicht will er uns sagen, wie wichtig es für einen Menschen mit einem Problem ist, Hilfe von Fremden zu bekommen. Diese Hilfe darf aber nicht lange auf sich warten lassen oder sich hinziehen, das es sonst zu spät sein kann. In der Geschichte braucht ein Mann Hilfe, sonst würde er sterben. Er bekommt zwar die Hilfe, da aber der andere Herr die Hilfe nicht sofort anbieten kann und weggeht, muss der Mann sterben. Die Hilfe ist für diesen Mann besonders wichtig, denn zudem ist er auch noch hilflos dem Problem ausgeliefert, das er nicht allein bewältigen kann.\n\nDie allgemeine Relativitätstheorie (kurz ART) beschreibt die Wechselwirkung zwischen Materie (einschließlich Feldern) einerseits sowie Raum und Zeit andererseits. Sie deutet Gravitation als geometrische Eigenschaft der gekrümmten vierdimensionalen Raumzeit. Die Grundlagen der Theorie wurden maßgeblich von Albert Einstein entwickelt, der den Kern der Theorie am 25. November 1915 der Preußischen Akademie der Wissenschaften vortrug. Zur Beschreibung der gekrümmten Raumzeit bediente er sich der Differentialgeometrie.\n\nDie allgemeine Relativitätstheorie erweitert die spezielle Relativitätstheorie und geht für hinreichend kleine Gebiete der Raumzeit in diese über. Außerdem kann sie als eine Erweiterung des newtonschen Gravitationsgesetzes verstanden werden, weil sie dieses im Grenzfall hinreichend kleiner Massendichten und Geschwindigkeiten liefert. Die allgemeine Relativitätstheorie wurde in zahlreichen Tests experimentell bestätigt, sodass sie als Gravitationstheorie allgemein anerkannt ist. Insbesondere hat sie sich bisher in der von Einstein formulierten Form gegen alle später vorgeschlagenen Alternativen durchsetzen können. Offene Fragen betreffen vor allem die Beziehung zur Quantenmechanik.\n\nAntworten Zitat Permalink Melden\n \n0\n\n UnluckyRûst (EUW)  - vor einem Tag\n:P\n\nAntworten Zitat Permalink Melden\n \n3\n\n Maexle (EUW)  - vor einem Tag\nWie soll ich das werten? Als Interpretationsversuch von Kafkas überragend schöner Parabel oder die Erklärung von Einsteins genialer Relativitätstheorie?\n\nAntworten Zitat Permalink Melden\n \n-1\n\n UnluckyRûst (EUW)  - vor einem Tag\n:P\n\nAntworten Zitat Permalink Melden\n \n2\n\n Maexle (EUW)  - vor einem Tag\nAlso die Relativitätstheorie... In diesem Fall bekommst du 0 Punkte. Ok, sagen wir einen Punkt.\n\nAntworten Zitat Permalink Melden\n \n2\n\n Maexle (EUW)  - vor einem Tag\nTreffende Zusammenfassung der Handlung allerdings ist die Interpretation etwas schwammig und oberflächlich. 7+1+2 Punkte\n( Die Erklärung der Relativitätstheorie wird nicht gewertet, da die Interpretation zuerst \"verfasst\" wurde und gewertet wird. Trotzdem gibt es einen Bonuspunkt für die Copypaste-Künste. Und 2 Bonuspunkte für das Teemobild)\n\nAntworten Zitat Permalink Melden\n \n1\n\n Kieselsteine (EUW)  - vor einem Tag\nEin Rechtschreibepunkt für dich!\n\nAntworten Zitat Permalink Melden\n \n0\n\n UnluckyRûst (EUW)  - vor einem Tag\n:P\n\nAntworten Zitat Permalink Melden\n \n0\n\n UnluckyRûst (EUW)  - vor einem Tag\nUm was geht es eigendlich? \n\nAntworten Zitat Permalink Melden\n \n1\n\n Nohgolgh (EUW)  - vor einem Tag\nJuhuuu, das Physik-Studium zahlt sich doch aus. Spezielle oder allgemeine Relativitätstheorie?\n\nAntworten Zitat Permalink Melden\n \n1\n\n UnluckyRûst (EUW)  - vor einem Tag\nEinsteins spezielle Relativitätstheorie ist eine Weiterentwicklung des von Isaac Newton 1686 aufgestellten Relativitätsprinzips. Dieses Prinzip besagt Folgendes: Bewegt sich ein Zug zum Beispiel mit einer Geschwindigkeit von 80 Kilometern pro Stunde (80 km/h) und ein Mensch im Zug bewegt sich mit 5 km/h in Fahrtrichtung, so bewegt sich der Mensch vergleichsweise zum Bahnsteig (stehendes Objekt) mit der Geschwindigkeit 80 km/h + 5 km/h = 85 km/h.\n\nDreht sich der Mensch nun herum und geht im Zug entgegen der Fahrtrichtung, so bewegt er sich vergleichsweise zum Bahnsteig mit der Geschwindigkeit 80 km/h - 5 km/h = 75 km/h. Man kann also solche geradlinigen gleichförmigen Bewegungen nur als Bewegung bezeichnen, wenn man einen weiteren Körper (Bahnsteig), der sich nicht bewegt, als Bezugspunkt hat.\n\nAntworten Zitat Permalink Melden\n \n1\n\n Maexle (EUW)  - vor einem Tag\nDas darfst du dir selbst aussuchen :)\n\nAntworten Zitat Permalink Melden\n \n1\n\n bombatha (EUW)  - vor einem Tag\nWozu soll ich dir die Relativitätstheorie erklären, wenn ich ein kleiner wilder Strassenjunge aus Zhaun bin?:) Ich benötige keine Formel für die Energie (E=mc2). Denn ich kann durch die Zeit reisen... Als ich zur Akademie kam, haben mich viele nicht gemocht. Doch habe ich Jahre lang Technologie studiert und wurde endlich in das Projekt:Project aufgenommen. Merke dir folgendes: Du benötigst keine Energierberechnungen, wenn du durch die Zeit reisen kannst!!!\n(Wer bin ich?:))\nBis bald in der Kluft,\nbombatha\n\nP.S. Habe gerade gesehen, dass es copy-paste punkte gibt, also hier schnell ein Zitat aus ekko Wiki:\n\n\"I don't need hours or days or years, I only need seconds.\"\n\nAntworten Zitat Permalink Melden\n \n1\n\n bombatha (EUW)  - vor einem Tag\nGeld:P\n\nAntworten Zitat Permalink Melden\n \n2\n\n bombatha (EUW)  - vor einem Tag\nEs gibt Copy-Paste punkte? Schnell noch was bei mir einfügen von irgendeiner seite:)!\n\nAntworten Zitat Permalink Melden\n \n1\n\n Kieselsteine (EUW)  - vor einem Tag\n\nAntworten Zitat Permalink Melden\n \n1\n\n Kieselsteine (EUW)  - vor einem Tag\n\n{{champion:17}} {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Maexle","date":"2016-08-06T01:22:21.433+0000","up_votes":1,"down_votes":0,"body":"Das ist auch eine interessante Möglichkeit deine Copy-Paste-Künste zu zeigen aber das ist doch zu offensichtlich... Außerdem hast du etwas zu spät kommentiert. Von daher 0 Punkte!\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-08-05T20:46:44.630+0000","up_votes":1,"down_votes":0,"body":"Bei allen elektrischen Generatoren, die mittels elektrischer Induktion arbeiten, ist das Prinzip, mechanische Leistung in elektrische Leistung umzuwandeln, gleich. Die mechanische Leistung wird dem Generator in Form der Drehung einer mechanischen Welle zugeführt. Die Umwandlung beruht auf der Lorentzkraft, die auf bewegte elektrische Ladungen in einem Magnetfeld wirkt. Bewegt sich ein Leiter quer (senkrecht) zum Magnetfeld, wirkt die Lorentzkraft auf die Ladungen im Leiter in Richtung dieses Leiters und setzt sie so in Bewegung. Diese Ladungsverschiebung bewirkt eine Potentialdifferenz und erzeugt eine elektrische Spannung zwischen den Enden des Leiters. In der nebenstehenden Animation ist ausschließlich die Verschiebung des Leiters (oder der zwei relevanten Spulenabschnitte) quer senkrecht zum Magnetfeld relevant. Dies wird anhand der roten Fläche veranschaulicht. Je größer die Flächenänderung pro Zeitänderung (durchlaufene Strecke des Leiters) ist, desto höher ist die Spannung. Um die Spannung zu erhöhen, werden mehrere in Form einer Spule in Reihe geschaltete Leiter verwendet.\n\nDiese Wirkungsweise ist von derjenigen elektrostatischer Generatoren zu unterscheiden, in denen die Trennung elektrischer Ladungen durch das elektrische und nicht durch das magnetische Feld vorgenommen wird.\n\nIm Inneren des Generators wird der Rotor (auch Läufer genannt) gegenüber dem feststehenden Stator-Gehäuse (auch Ständer genannt) gedreht. Durch das vom Rotor mit einem Dauermagneten oder einem Elektromagneten (Feldspule oder Erregerwicklung genannt) erzeugte, umlaufende magnetische Gleichfeld wird in den Leitern oder Leiterwicklungen des Stators durch die Lorentzkraft elektrische Spannung induziert.\n\nBei Gleichstromgeneratoren wird der Strom im Rotor (Läufer) induziert, die Feldspule oder der Dauermagnet ist außen. Der generierte Strom wird mit einem Kommutator gleichgerichtet.\n\nDie erzeugte elektrische Leistung ist gleich der mechanischen Leistung abzüglich der auftretenden Verluste. Daraus folgt die Leistungsgleichung eines elektrischen Generators:\n\n    P e l = P m e c h − P v {\\displaystyle P_{\\mathrm {el} }=P_{\\mathrm {mech} }-P_{\\mathrm {v} }} P_{{\\mathrm {el}}}=P_{{\\mathrm {mech}}}-P_{{\\mathrm v}}\n\nP e l {\\displaystyle P_{\\mathrm {el} }} P_{{\\mathrm {el}}} ist die erzeugte elektrische Leistung, P m e c h {\\displaystyle P_{\\mathrm {mech} }} P_{{\\mathrm {mech}}} ist die zugeführte mechanische Leistung, P v {\\displaystyle P_{\\mathrm {v} }} P_{{\\mathrm v}} ist die Verlustleistung infolge von mechanischer Reibung, Kupferverlusten und Eisenverlusten.\n\nDie entnommene Spannung kann über die Stärke des Erregerfelds gesteuert werden, wenn dieses durch einen Elektromagneten (elektrische Erregung, Fremderregung) erzeugt wird. Diese Steuerungsmethode wird nicht nur in Kraftwerken, sondern z.B. auch in Lichtmaschinen von Kraftfahrzeugen angewendet (Lichtmaschinenregler).\n\nm im Wechselstrom- oder Drehstrom Synchrongenerator eine sinusförmige Spannung zu erzeugen, muss der Rotor ein möglichst homogenes Magnetfeld erzeugen. Er trägt hierzu neben der Feldspule auch Polschuhe mit pilzförmigem Querschnitt, die das Magnetfeld verteilen. Die Anzahl der Pole (mindestens zwei, weitere geradzahlige Anzahlen möglich) entscheidet über die Frequenz der abgegebenen Spannung bei gegebener Drehzahl. Die Feldwicklung muss sehr gut befestigt sein, damit sie die hohen Fliehkräfte übersteht. Ein zu vermeidender Betriebszustand ist der Lastabwurf, der ohne den Eingriff eines Reglers den Generator zerstören würde, weil die steigende Drehzahl der antreibenden Dampf- oder Gasturbine zu übermäßigen Fliehkräften in den Ankerwicklungen führt. Der Rotor bei Permanentmagnet-erregten Generatoren, Kurzschlussläufer- oder Asynchron-Generatoren benötigt keine Stromzuführung, bei Synchrongeneratoren erfolgt die Stromzuführung über Schleifringe. Durch Hilfsgeneratoren auf der gleichen Welle kann bei Synchrongeneratoren auf Schleifringe verzichtet werden.\n\nDie Generatorwicklungen sind innen verteilt in mehreren Nuten des hohlzylinderförmigen Stator-Blechpaketes untergebracht. Die mit den Wicklungen gefüllten Nuten verengen sich nach innen hin wieder und bilden ebenfalls Polschuhe. Der äußere Mantel des Blechpaketes enthält keine Wicklungen, er dient als Joch oder magnetischer Rückschluss, um das magnetische Wechselfeld in den Wicklungen zu konzentrieren.\n\nGleichstromgeneratoren benötigen einen Kommutator (Stromwender) zur Abnahme und Gleichrichtung der im Läufer generierten Spannung. Da bei ihnen die gesamte erzeugte elektrische Leistung über den Kommutator übertragen werden muss, sind sie heute nicht mehr gebräuchlich. Zum Erhalt einer Gleichspannung werden üblicherweise Wechselstromgeneratoren mit nachgeschalteten Gleichrichtern eingesetzt, so beispielsweise beim Generator im KFZ (umgangssprachlich Lichtmaschine).\n\nAsynchrongeneratoren sind ebenso wie Asynchronmotoren aufgebaut. Sie besitzen weder eine Feldspule noch Schleifringe, sondern einen Kurzschlussläufer. Das mit diesem umlaufende Magnetfeld wird durch den Strom in den Generatorwicklungen erzeugt. Asynchrongeneratoren können daher nur dann Strom liefern, wenn sie an eine Wechselspannung angeschlossen sind oder bereits Strom erzeugen. Bei Inselbetrieb sind sie hierzu mit Kondensatoren belastet und besitzen zum Start oft einen kleinen Dauermagneten im Rotor. Oft reicht jedoch die Restmagnetisierung aus.\n\nFast alle moderneren Generatoren kleinerer Leistung sind Drehstromasynchronmaschinen, während Großgeneratoren (ca. ab 0,1 MW), jedoch auch der Generator im Kraftfahrzeug und am Fahrrad, Synchronmaschinen sind. Nur Synchronmaschinen sind in der Lage, neben der Wirkleistung auch die in Kraftwerken kontrolliert erforderliche Blindleistung zur Verfügung zu stellen.\n\nEin Lineargenerator (auch Induktions- oder Schüttel-Generator genannt) in seiner einfachsten Form kann mit dem Stelzer-Motor realisiert werden. Hierbei befindet sich auf beiden Seiten des freischwingenden Kolbens je eine Spule, in die das Ende des Kolbens eintaucht, auf dem sich ein Magnet befindet. Die Frequenz der erzeugten Wechselspannung ist abhängig von der Frequenz des freischwingenden Kolbens und schwankt lastabhängig.\n\nEin spezielles Anwendungsbeispiel für diese Technik sind die Schüttel-Taschenlampen. Hierbei bewegt sich durch die Schüttelbewegung ein starker Neodym-Magnet durch eine Spule. Die hierbei erzeugte Spannung ist ausreichend, um einen Doppelschicht-Kondensator (1 bis 2 Farad, 3 bis 4 Volt) zu laden, der dann ein oder mehrere LED-Lampen für längere Zeit mit Strom versorgen kann. Ein weiteres Anwendungsbeispiel für Lineargeneratoren sind damit ausgestattete Akkumulatoren (z.B. im AA- oder AAA-Format), welche für ähnlich sparsame Geräte universell eingesetzt werden können.[1]\nKraftwerksgeneratoren\n\nKraftwerke verwenden zumeist Drehstrom-Synchronmaschinen, die meist als Innenpolmaschine ausgeführt sind. Sie bestehen aus:\n\n    Stator, der eine große Induktionsspule mit Eisenkern ist. Der Stator ist kein massiver Eisenkörper, sondern wird zur Vermeidung von Wirbelströmen aus vielen einzelnen, voneinander isolierten Blechlamellen aufgebaut. Bei Großgeneratoren werden diese Lamellen aus nichtkornorientiertem Dynamoblech hergestellt, seltener auch aus kornorientiertem Dynamoblech.\n    Rotor: der drehbare Teil des Generators besteht aus den Lagern und einem geschmiedeten, also massiven Volltrommelrotor (Walzenläufer). Im Rotor treten bei symmetrischer Belastung keine Wirbelströme auf, weshalb auf die Lamellierung verzichtet werden kann. Dem Rotor wird über die Welle mechanische Leistung zugeführt.\n\nDie heute verwendeten Großgeneratoren für Kraftwerke sind beinahe ausnahmslos Vollpolmaschinen für eine (landesspezifische) Netzfrequenz von 50 oder 60 Hz.\n\nSchnelllaufende Synchrongeneratoren, wie sie in Kombination mit Dampfturbinen in Kraftwerken zum Einsatz kommen, werden als Turbogeneratoren oder Vollpolmaschinen bezeichnet. Ihr Erregerfeld weist typischerweise zwei oder vier Pole auf. Die Speisung der Erregerwicklung erfolgt bei modernen Anlagen nach dem Prinzip der bürstenlosen oder statischen Erregung. Bei Wasserkraftwerken kommen aufgrund der geringen Drehzahl der Turbinen typischerweise Schenkelpolmaschinen mit deutlich mehr als vier Polen zum Einsatz.\n\nDer Vorteil der Synchrongeneratoren gegenüber Asynchrongeneratoren besteht darin, dass sie je nach Regelung sowohl Wirkleistung als auch induktive bzw. kapazitive Blindleistung an das Versorgungsnetz liefern bzw. aus ihm aufnehmen können. Je nach Höhe ihrer magnetischen Erregung geben Synchrongeneratoren reine Wirkleistung ab oder liefern zusätzlich Blindleistung ins Verbundnetz, die zur Kompensation induktiver und kapazitiver Verbraucher benötigt wird. Sie können damit in elektrischen Energieversorgungsnetzen als aktive Phasenschieber dienen.\n\nAsynchrongeneratoren haben als Generator in Großkraftwerken keine Bedeutung. Sie werden teilweise in Dieselgeneratoren, Kleinwasserkraftwerken und Windkraftanlagen (weltweit 90 %) eingesetzt. Sie stellen prinzipiell eine induktive Blindlast dar.[2]\n\nDie Strangspulen von Großgeneratoren erwärmen sich im Betrieb erheblich und müssen daher gekühlt werden. Die Spulen im Stator werden mit Wasser gekühlt, die im Rotor dagegen mit Wasserstoff, der durch das Generatorgehäuse unter einem Druck von bis zu 10 bar zirkuliert und seine Wärme in einem nachgeschalteten Wärmeübertrager abgibt. Mit Wasserstoff (Spezifische Wärmekapazität = 14,3 J/(gK)) wird deutlich bessere Kühlung bei geringerer Reibung als mit Luft (nur 1 J/(gK)) erzielt. Generatoren mit einer Leistung von kleiner 300 MVA werden meistens mit Luft gekühlt. Dabei zirkuliert die Luft im Gehäuse und durch die Spulen im Stator. Die Ventilatoren sind direkt auf dem Rotor aufgebracht. Die Luft wird mit Wasserkühlern gekühlt, die direkt im unteren Teil des Generatorgehäuses liegen.\n\nEine Besonderheit stellen die Generatoren zur Erzeugung von Bahnstrom dar. Wegen der einphasigen Spannung mit angenähert 16,7 Hz sind diese Generatoren als Wechselstrom-Synchronmaschine ausgeführt und drehen mit einer Drehzahl von 1000 Umdrehungen pro Minute (1/3 der Drehzahl von 50-Hz-Generatoren). Deren Frequenz lag früher bei 50 Hz/3 = 162/3 Hz und wurde später a","replies":[]},{"id":"","poster":"The Demon Child","date":"2016-08-05T14:37:30.748+0000","up_votes":1,"down_votes":0,"body":"nun ja, ich warte eig. nur noch auf den Battlecast Anivia Skin, welcher bisher nur über den Battlecast Cho' Gath angekündigt wurde :) \nweitere bestätigungen weiß ich jedoch nicht, ob es welche offiziell von Rito gibt, trotzdem warte ich noch geduldig darauf, bis dieser erscheint ^^","replies":[]},{"id":"","poster":"CryingCheese","date":"2016-08-05T10:18:23.163+0000","up_votes":1,"down_votes":0,"body":"Ah!\nChecke gerade die Überschrift dieser Diskussion.\n\nBezahl-Sicher-Karten-Lotterie = Pay-Safe-Karten-Lotterie\n\nAh!\n\n{{champion:11}}","replies":[]}]}