{"id":"4NqzjYbB","poster":"JeTiiXx","date":"2016-08-05T12:03:30.237+0000","title":"Tribunal E-Sports | Tribunal White sucht einen Midlaner: Dia V +","subforum":"Clans & Teams","embed":{"title":"Tribunal Esports - Multigaming Since 2016","description":"Wir dürfen euch heute unsere neue Sponsoringpartnerschaft mit Gamerzhost verkünden. Gamerzhost ist ein seit 2008 bestehender Großanbieter im Bereich Gamerserver, Rootserver, vServer, Voiceserver und vielem mehr. Gamerzhost steht ausnahmslos für Qualität, Performance und Erreichbarkeit. Mit dem derzeitigen Aufbau eines speziellen EPS - [...]","url":"http://www.tribunal-esports.de/","image":"http://www.tribunal-esports.de/wp-content/uploads/2016/07/LoL-Banner.png"},"up_votes":5,"down_votes":3,"body":"http://www.tribunal-esports.de/wp-content/uploads/2016/06/Tribunal-Logo-Header_klein.png\r\n\r\nSei gegr&uuml;&szlig;t.\r\n\r\nWir suchen zurzeit einen Midlaner f&uuml;r unser Ranked Team.\r\n\r\nWir sind zurzeit 4 Spieler, pendelnd im Elobereich von Dia V- III.\r\nWir suchen einen verl&auml;sslichen Spieler, welcher Trainingszeiten einh&auml;lt, Spielverst&auml;ndnis mitbringt, Kritik versteht und welche geben kann sowie sich ins Team/Spielgeschehen einbringt. Teamerfahrung wird vorausgesetzt.\r\n\r\nDu solltest die Meta-Midlaner zu deinem Championpool z&auml;hlen k&ouml;nnen bzw. gewillt sein diese zu &uuml;ben und dir anzueignen.\r\nPocketpicks sind nat&uuml;rlich auch willkommen.\r\nSollte es dein Ziel sein, in einem gewissenhaft arbeitendem Team zu spielen und dabei dein eigenes Engagement und deine Gewissenhaftigkeit/Zuverl&auml;ssigkeit dazu zu nutzen, dich und das Team voran zu treiben, bist du genau der Richtige f&uuml;r unser Team.\r\n\r\nDie Trainingszeiten des Teams sind im Moment Montag und Mittwoch jeweils 20:00 Uhr - 22:30 Uhr.\r\nDie Trainingszeiten werden, wenn du dem Team beitrittst noch einmal mit allen Spielern abgeglichen und angepasst. Die Richtlinien des Vereins f&uuml;r den wir spielen geben ein Mindestpensum von drei Trainingstagen vor.\r\n\r\nDas Ziel ist es ein gut strukturiertes Team auf-/auszubauen, welches in der Lage ist sich durch Coaching und anderen Ma&szlig;nahmen stetig zu verbessern. Somit zielen wir in Zukunft auf erfolgreiche Teilnahmen an Cups/Ligen ab.\r\n\r\nWir, das Team &quot;Tribunal White&quot;, spielen in/f&uuml;r den eingetragenen Verein Tribunal eSports e.V.\r\nUnser Team verf&uuml;gt &uuml;ber einen Team Coach, einen eigenen Team-Chanal auf dem Vereins-TS-Server, eine Organisation die hinter dem Team steht und uns unterst&uuml;tzt, einen Zugriff auf Scrim-Partner sowie einen eigenes abgestellten Team Leader der sich den organisatorischen und administrativen Aufgaben des Teams annimmt.\r\n\r\nFalls du dich jetzt angesprochen f&uuml;hlst, du noch Fragen hast oder einfach nicht wei&szlig;t ob wir das richtige Team f&uuml;r dich sind; Z&ouml;gere nicht!\r\nSchreib mich gerne ingame an und wir k&ouml;nnen uns erst einmal kennen lernen.\r\n\r\nIngame Name: JeTiiXx\r\n\r\nFalls du es bis hier durchgehalten hast, danke ich dir schon mal und freue mich auf deine Friendrequest und ein Erstgespr&auml;ch im Teamspeak.\r\n\r\nBis dahin,\r\n\r\nJeTiiXx und das Team &quot;Tribunal White&quot;","replies":[]}