{"id":"5vahrXwy","poster":"R3playZ3","date":"2016-08-04T17:19:03.499+0000","title":"As3Tyr Alles rund um ARAM","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"hier werde ich in den kommenden wochen/monaten tipps und tricks f&uuml;r aram aus unserem team zusammenfassen.\r\n\r\n* immer aktuelle tipps zu spielverhalten\r\n* zu items und deren verwendung\r\n* neuheiten aus der elospitze ab 2500\r\n* turnierverhalten und statistiken dazu\r\n* Videos zu den richtigen laufwegen\r\n\r\nund vieles mehr...\r\n\r\nin erster linie ist es f&uuml;r mein team As3Tyr aber hier kann sich nat&uuml;rlich jeder gerne bedienen und auch mitdiskutieren","replies":[{"id":"","poster":"R3playZ3","date":"2016-08-07T04:46:02.876+0000","up_votes":1,"down_votes":0,"body":"1.) **Richtiges Sterben**\n\neiner der wichtigsten punkte überhaupt, gerade zu anfang des games gehts recht schnell in einen teamfight, danach werden die verletzten gezählt. seht zu das ihr mit 50% live und weniger sterbt und hier spielt es keine rolle ob ihr dem gegner den kill schenkt oder ihr euch vorbei schleicht bis in den tower, im zweiteren fall sind die gegner meistens sogar wieder vollzählig und es macht keinen sinn zur selbstzerstörung.\n\nsucht einen passenden moment, einen high push und rennt über den tower hinaus, schindet zeit, klaut das gegnerische heal und macht nochmal ein klein wenig dmg.\n\n**DENN**\n\nihr müsst immer weiter denken, nach einem TF 5v5 ist vor dem nächsten TF und die gegner werden mit 100% heal zurück kommen während eure truppe noch immer die wirkungen des letzten TF in den knochen stecken\n\n**Team 1**\nspieler 1 TOT\nspieler 2 TOT\nspieler 3 TOT\nspieler 4 70%\nspieler 5 50%\n\n**Team 2**\nspieler 1  TOT\nspieler 2 TOT\nspieler 3 30%\nspieler 4 90%\nspieler 5 10%\n\neinige im bereich 50% können durch das einsammeln von 2 heals wieder zu einem vollwertigen mitglied werden die anderen sollten sich einen besten moment suchen zum sterben um dem team wieder eine hilfe zu sein.\n\nich habe es so häufig in großen turnieren beobachtet das die winnrate sehr arg steigt um so besser das richtige sterben timing gewählt wurde. macht es nicht mehr zum zufall zu sterben sondern sterbt weil ihr es so wollt!\n\nmit 30% heal zurückgepusht bis tief unter dem eigenen tower bringst du einfach niemanden mehr etwas! du wirst eh sterben also warte noch kurz bis die wave unter dem tower hockt und dann HARAKIRI waveclear das der gegner denkt \"WTF ist mit dem los\"","replies":[]}]}