{"id":"1jbFqk6c","poster":"ImRylex","date":"2016-08-04T19:51:50.721+0000","title":"Frustriert und kurz vorm Ende :c [perma-ban]","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":16,"body":"Ich bin total frustriert...\n\nHeute habe ich mich eingeloggt und habe angefangen Ranked zu spielen... \nIch hatte schon 2 Looses auf 0 Punkte und war dann schon ein wenig traurig da ich mich erst so anstrengend hochgespielt habe :c\n\nAls ich in der Championselection war, von meinem 1. Game heute, fing es schon an...Leute aus meinem Team fingen schon an so negativ zu schreiben und ich wurde immer mehr traurig da ich dachte ich verliere das Spiel und komme wieder eine Division runter! Dann habe ich angefangen so schlecht zu spielen und musste mein Frust irgendwo ablassen...und wo? Im Chat leider :c Ich habe auch viel Stress mit der Familie weswegen ich anfangen will zu boxen um meinen Frust abzubauen. Das soll keine entschuldigung sein. Ich fing an zu schreiben das meine Teamkollegen das und das nicht machen sollen und das in einem immer schlimmerwerdenden Ton :c Ich wei&szlig;. Beleidigt habe ich leider auch...Ich m&ouml;chte mich DAF&Uuml;R sehr sehr herzlich entschuldigen! Und es tut mir so im Herzen weh das ich permanent gebannt wurde! Ich wurde in meinem Leben auch schon 2 mal gebannt! Ich glaube ja auch das 1. mal weil ich angefangen habe League of Legends zu spielen und immer aus den Spielen musste wegen meiner Mutter! Das soll ebenfalls keine Entschuldigung sein! Es ist meine Schuld das ich meine Kollegen im Stich lie&szlig;.\n\n[ICH MÖCHTE KEIN MITLEID ICH MÖCHTE EINFACH NUR KLARSTELLEN WARUM ICH SO WAR]\n\nZudem hat man ja eine Art bewährungszeit! Ich hatte ein halbes Jahr keinen Ban oder so! Ich habe eigentlich so gut wie nie beleidigt! Da verstehe ich nicht warum ich jetzt einen perma ban habe? Ich habe doch so gut wie ein halbes Jahr/Jahr nichts mehr schlimmes gemacht!?\n\nUnd was wäre wenn ich mein Verhalten verbessert habe und auf einem neuen Account beweisen kann? Kriege ich dann meinen Account zurück?\n\nIch f&uuml;hle mich so dumm, da ich jedes mal bestraft werde und nicht drau&szlig; lerne!! :c \nIch weiss auch nicht warum ich immer beleidige! Vorallem Leute die nichts daf&uuml;r k&ouml;nnen das es mir so schlecht geht! \nIch hoffe ihr versteht das ein wenig. :c\n\nLeague of Legends ist mein Leben und ich weiss nicht was ich ohne dieses Spiel machen sollte! Ich f&uuml;hle mich grade so leer. Ich habe keine wirklichen Freunde in Echt. Nur in League of Legends... Ich weiss nicht was ich jetzt machen soll..! Ich versuche mich zu bessern und nicht immer direkt frustriert zu sein &uuml;ber alles! Und ich verspreche das ich NIEWIEDER irgendjemand beleidige!\n\nZudem waren das keine schweren beleidigungen! Sowas wie Trottel oder Idiot! Ich weiß...sowas sagt man trotzdem nicht! \n\nUnd ich wurde seit einem halben Jahr/Jahr nicht mehr verwarnt! Und dann direkt einen Permaban? Das verstehe ich nicht....Ohne Vorwarnung oder so!\n\nDarum wollte ich fragen ob sie Mitarbeiter/in mein Ban vielleicht wenigstens mindern k&ouml;nnen oder tempor&auml;r machen k&ouml;nnen! Von mir aus auch Wochen oder Monate :c Alles w&auml;re mir lieber ausser permanent! Bitte!\n\nIch habe als ich die Nachricht sah direkt angefangen zu weinen man...\n\nIch war damals als ich einen Chatban hatte &uuml;bergl&uuml;cklich das ich, falls ich tilte keinen mehr beleidigen kann! Warum kann man auch nicht den Chat disablen? Ich glaube das w&auml;re f&uuml;r viele einfach viel besser, die durch ihre Teammates getilted werden, wie ich auch meistens (au&szlig;er heute).\n\nIch wei&szlig; die Bans sollten mir helfen mich zu verbessern, das habe ich auch! Ich habe damals jedes Game geflamet und durch die Bans habe ich aufgeh&ouml;rt und einfach angefangen die Leute zu muten die mich mad machen!! Nur heute nicht... ich wei&szlig; nicht was mit mir los war! Zudem wurde ich von einem Teamkollegen reportet da er kein deutsch konnte und ich einen Teamkollegen aus Spa&szlig; in deutsch beleidigt habe! Und der wusste das es Spa&szlig; war, wir waren ts!!\n\nIch wei&szlig; nicht was ich in meinem Leben noch machen soll...\n\nIch habe so viele Erinnerungen,Jahre, und auch meine einzigsten Freunde in LoL!! Ich kann sie doch jetzt nicht einfach verloren haben?! Das geht doch nicht ;&#039;(?\n\nIch war nur heute so! Sonst ermutige ich meine Teamkollegen immer wenn sie denken das Spiel ist verloren!\n\nGebt mir Jahre einen Chatban! Gebt mir Monate einen Ban! Aber bitte nicht permanent! Lasst mich wieder in die Kluft! Ich tue alles daf&uuml;r! Nur bitte! Lasst mich wieder meine Freunde sehen und mit ihnen spielen! Ich hatte nie soviel Spa&szlig; in meinem Leben wie in League of Legends! Lasst mich diese Erinnerungen mit meinen Freunden teilen! Bitte! Eine letzte Chance....\n\nDanke Riot Games f&uuml;r diese tolle Zeit! Und ich danke euch das ihr dieses gro&szlig;artige Spiel entwickelt habt, welches mich hat Freunde findes lassen (zum ersten mal). \n\nIch werde mich bessern! Das verspreche ich!!!!\n\nLg. Rylex :c \n\n{{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"0815xand0r","date":"2016-08-04T20:08:41.095+0000","up_votes":11,"down_votes":0,"body":"Oh man, hier muss ich wirklich schwanken und überlegen, was ich schreibe. Denn einerseits finde ich es wirklich gut, dass du dein Verhalten einigermaßen zu reflektieren verstehst und merkst, dass der Fehler bei dir liegt. Du sagst zwar immer wieder, dass die von dir genannten Punkte nichts entschuldigen, doch stelle ich mir dann die Frage: warum bringst du diese dann aufs Tapet?\n\nDie schlechte Nachricht dann mal relativ am Anfang: Riot wird deinen Ban nicht aufheben oder mindern. Das wurde schon versucht und hat nicht geklappt. Du kannst dir natürlich einen neuen Account machen und mit dem wieder spielen. Da dies nun dein zweiter Ban ist, stellt sich aber die Frage, inwiefern das sinnvoll ist. Dass du hier Besserung gelobst ist zwar ganz nett, aber du kannst es einfach gar nicht versprechen. Du gehörst offensichtlich zu jenen Menschen, die sehr emotional an dieses Spiel gebunden sind - was man sehr schnell an deinem Text erkennt - und leider auch sehr emotional in diesem Spiel reagieren. Ich kann deinen Frust völlig verstehen, ich glaube auch, dass es hier niemanden gibt, der es nicht könnte.\n\nDoch deine Reaktionen waren nicht in Ordnung, der Permaban kam ja jetzt auch nicht aus dem Nichts. Vermutlich hast du doch vorher schon eine 14-Tage-Ban kassiert, oder? Der war deine letzte Warnung, deine letzte Chance, für diesen Account.\n\nWas ich aber viel wichtiger finde, als der ganze LoL-bezogene Kram ist, was du sonst so schreibst, insbesondere über deine sozialen Kontakte, etc. Ich für meinen Teil und aus meiner absolut laienhaften und subjektiven Sicht, würde dir empfehlen tatsächlich zumindest für einige Zeit Abstand zu diesem Spiel zu nehmen und zu schauen, dass du dein Sozialleben nicht nur auf LoL reduzierst. Ja, man kann in Online-Games wirklich gute Freunde finden, das habe ich selbst schon erleben dürfen und ich bin auch sehr froh darum, dass es Spiele wie LoL, WoW, etc. gibt, aber ein Spiel darf nicht der einzige Zugang sein. Denn wenn du deine \"Freunde\" verlierst, nur weil dein Account gesperrt ist, sind das keine Freunde, sondern nur Leute mit denen du spielst. Freunde sind Menschen, zu denen man auch außerhalb bestimmter Aktivitäten Kontakt hat.\n\nAm Ende bleibt LoL nur ein Spiel und sollte nicht dazu führen, dass es dir dermaßen schlecht geht. Wenn doch, liegt da etwas sehr im Argen. Daher mein Rat: lass LoL ein paar Wochen/Monate bleiben und schau, wie du ohne zurechtkommst. Es gibt so viel Schönes in dieser Welt, so viel, was man erleben kann. Ich gehe mal davon aus, dass du auch noch jünger bist (du hast ja erwähnt, dass deine Eltern dich vom Spielen abgehalten haben). Genieße diese Zeit - aber nicht nur in Spielen.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:16:24.793+0000","up_votes":1,"down_votes":4,"body":"Die meisten Freunde habe ich durch LoL kennengelernt und bin regelmäßig mit ihnen TS.\nZudem habe ich für das Spiel ca. 1200€ ausgegeben über 4 Jahre, was mich noch trauriger macht :c\nSo viele Erinnerrungen stecken in diesem Account... Ein neuer Account wäre einfach nicht das wahre..\nIch hoffe wenigstens auf einen temporären Bann oder das ich nach der Season wieder entbannt bin :c","replies":[{"id":"","poster":"Time2Whine","date":"2016-08-05T10:10:06.406+0000","up_votes":3,"down_votes":2,"body":"Du gibst so viel Geld für deinen Account aus und riskierst trotzdem dass du deinen Account verlierst ? Bei allem Respekt aber dass ist einfach nur dämlich ! Zumal du durch die vorangegangen Strafen schon vorgewarnt wurdest.","replies":[]}]}]},{"id":"","poster":"Avorox","date":"2016-08-04T20:51:20.758+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=ImRylex,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=,timestamp=2016-08-04T19:51:50.721+0000)\n> \n> Ich war nur heute so! Sonst ermutige ich meine Teamkollegen immer wenn sie denken das Spiel ist verloren!\n> \n\nQuatsch, du musst schon öfter geflamet haben du bekommst nicht einfach so nen Permabann.","replies":[]},{"id":"","poster":"ImRylex","date":"2016-08-04T20:30:28.622+0000","up_votes":1,"down_votes":4,"body":"Von mir aus einen Perma chat ban! Einen Monate ban! Aber bitte! Lasst mich diese Erinnerungen und meinen Account wieder zurück haben !","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-08-04T20:53:44.405+0000","up_votes":5,"down_votes":0,"body":"Na ja siehs mal so.\nEs gibt streng genommen keinen Perma, da das gar nicht umsetzbar ist.\nDein Bann dürfte \"nur\" so um 100 Jahre betragen also kannst du damit ja wieder spielen nach einer langen Pause.\nSofern es lol dann noch gibt und du noch lebst...\n\nAnsonnsten bleibt wohl nicht's anderes übrig als nen neuen Acc zu erstellen und nicht Toxic zu sein.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:55:07.228+0000","up_votes":1,"down_votes":2,"body":"Witzbold","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-08-04T20:48:59.028+0000","up_votes":4,"down_votes":3,"body":"Schön, wenn man sowas lesen kann. Zeigt es doch, dass die Reports ihren Zweck haben. Ich gönne dir den Bann vom ganzen Herzen. Spieler wie du sind es, die anderen den Spaß am Spiel nehmen. Deshalb gönne ich es dir richtig, dass du im Moment keinen Spaß hast.\n\nIch hoffe, der Verlust des Accounts (und des investieren Geldes) tut dir richtig weh.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:52:46.053+0000","up_votes":1,"down_votes":5,"body":"....Und du hast in deinem Leben noch nie geflamet oder? Das bezweifle ich.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-08-04T21:14:21.572+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=ImRylex,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=00070000,timestamp=2016-08-04T20:52:46.053+0000)\n>\n> ....Und du hast in deinem Leben noch nie geflamet oder? Das bezweifle ich.\n\nDarum geht es hier nicht... es geht um dein Fehlverhalten. Auf andere, die sich offensichtlich im großen und ganzen besser verhalten als du zu zeigen (schließlich haben wir hier noch nicht mal nen 14 Tages Bann bekommen... und ja, ich habe noch nie geflamet.), bringt keine Punkte...\n\n> Und was wäre wenn ich mein Verhalten verbessert habe und auf einem neuen Account beweisen kann? Kriege ich dann meinen Account zurück?\n\nDas hat Riot schon mal versucht. Bei diesen Spielern gab es eine extreme Rückfallquote. Das würde so laufen, wie bei deinen 14 Tages Bann... Nur dass es dieses Mal vielleicht keine 6 sondern 9 Monate durchhältst.\nAußerdem hat dir Riot gerade ziemlich deutlich gesagt, dass sie nicht mehr wollen, dass du ihr Spiel spielst. Nie wieder. Sie können es nicht verhindern, dass du dir einen neuen Account erstellst (im wesentlichen, weil sie dadurch ihre vorbildlichen Kunden vergraulen würden...), aber es wäre ihnen am liebsten, wenn du auch das lassen würdest.\nUnd ja, Riot will dies, obwohl du ihnen 1.200 Euro gegeben hast. Weil dein Verhalten, das Spieler vergrault, sie noch viel mehr Geld gekostet haben dürfte als du jemals bezahlen kannst. Da kannst du dir jetzt ungefähr vorstellen, was Riot stellvertretend für die Community, von dir und deinem Verhalten hält.\n\n> Ich habe schon Kontakte in Echt! :) Jedoch meine besten Freunde durch LoL kennengelernt!\n\nDas wird sich genau jetzt zeigen. Wenn das wirklich deine besten Freunde sind, werdet ihr jetzt in Kontakt bleiben und andere gemeinsame Hobbys teilen. Wenn das nur so eine lose Bekanntschaft war, die von dir überbewertet wurde, werdet ihr euch aus den Augen verlieren. Ein völlig normaler Vorgang im Leben (ich habe z.B. auch alle meiner damals so wichtigen Abi-Freunde komplett aus den Augen verloren, nachdem wir in unterschiedliche Städte sind... wir haben dort halt alle neue Freunde gefunden, völlig normal...)","replies":[{"id":"","poster":"Plexpara","date":"2016-12-01T20:44:28.904+0000","up_votes":1,"down_votes":6,"body":"Unsinn....mein main account wurde perma suspendiert weil ich \"surrender noobs\" sagte und ohne Beleidigungen auf einen flamer antwortete.....der account war mein erster und viele jahre alt.\nund mir wurde von riot gesagt ich solle doch einfach einen neuen machen.....der grund warum ich gebannt wurde ist für mich ganz klar..ich hatte mit diesem account alles gekauft was es zu kaufen gibt.....er konnte kein Geld mehr reinbringen....riot wollte also schon das ich weiterspiele...nur eben mit einem neuen account.....also stimmt es nicht das sie einen nicht mehr im spiel haben wollen weil er ja sooooo ein schlimmer flamer ist.\n\n\nschau bitte selbst nach...die meisten accounts die gebannt werden sind die die bereits massig Geld reingebracht haben...in der Hoffnung das die user einen neuen account aufmachen und wieder massig Geld reinbringen...klar...wenn ich im spiel niemals etwas sage werde ich wohl niemals gebannt....aber wozu dann die Chat Funktion wenn man nicht mal OHNE Beleidigungen auf einen flamer antworten darf......bzw einem alles als flamen ausgelegt werden kann?\n\n\nmir wurde schon vorgeworfen das mein im Chat geschriebenes \"ok\" wohl flamen war weil es \"warscheinlich\" eine dumme antwort auf etwas wie \"feede doch\" gewesen sein könnte...\n\ngeht's noch? das problem ist..das man den Chat eigentlich nicht nutzen kann weil ALLES als flamen ausgelegt werden kann.","replies":[{"id":"","poster":"Patter1991","date":"2016-12-01T20:53:12.006+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=0007000000010000,timestamp=2016-12-01T20:44:28.904+0000)\n>\n> Unsinn....mein main account wurde perma suspendiert weil ich &quot;surrender noobs&quot; sagte und ohne Beleidigungen auf einen flamer antwortete....\n\n[Lüge.](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/IYlEpbE6-ungerechter-permabann)","replies":[{"id":"","poster":"clair de lune289","date":"2016-12-01T23:23:55.844+0000","up_votes":3,"down_votes":0,"body":"Eigentlich sollte man nicht schadenfroh sein, aber mal ehrlich , wer kann bei jemanden der sich so verhält widerstehen. \nDanke für das raussuchen des \"alten\" Threads.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-01T21:55:45.342+0000","up_votes":1,"down_votes":0,"body":"Er wurde also für ein einzelnes \"surrender noobs\" permanent gebannt . . .","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-12-01T21:25:31.944+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=0007000000010000,timestamp=2016-12-01T20:44:28.904+0000)\n>\n> Unsinn....mein main account wurde perma suspendiert weil ich &quot;surrender noobs&quot; sagte und ohne Beleidigungen auf einen flamer antwortete.....der account war mein erster und viele jahre alt.\n> und mir wurde von riot gesagt ich solle doch einfach einen neuen machen.....der grund warum ich gebannt wurde ist für mich ganz klar..ich hatte mit diesem account alles gekauft was es zu kaufen gibt.....er konnte kein Geld mehr reinbringen....riot wollte also schon das ich weiterspiele...nur eben mit einem neuen account.....also stimmt es nicht das sie einen nicht mehr im spiel haben wollen weil er ja sooooo ein schlimmer flamer ist.\n> \n> \n> schau bitte selbst nach...die meisten accounts die gebannt werden sind die die bereits massig Geld reingebracht haben...in der Hoffnung das die user einen neuen account aufmachen und wieder massig Geld reinbringen...klar...wenn ich im spiel niemals etwas sage werde ich wohl niemals gebannt....aber wozu dann die Chat Funktion wenn man nicht mal OHNE Beleidigungen auf einen flamer antworten darf......bzw einem alles als flamen ausgelegt werden kann?\n> \n> \n> mir wurde schon vorgeworfen das mein im Chat geschriebenes &quot;ok&quot; wohl flamen war weil es &quot;warscheinlich&quot; eine dumme antwort auf etwas wie &quot;feede doch&quot; gewesen sein könnte...\n> \n> geht&#x27;s noch? das problem ist..das man den Chat eigentlich nicht nutzen kann weil ALLES als flamen ausgelegt werden kann.\n\nÄhm... Alluhut-Alarm? Also wenn deine Theorie stimmt, werde ich nächste Woche gebannt. \n\nUnd ich würde ja gerne selbst nachschauen. Aber dafür müsstest du mir dein Chatlog zeigen... dann glaub ich dir das auch.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-12-01T21:37:14.540+0000","up_votes":1,"down_votes":0,"body":"Zeig uns doch deinen Chatlog, wenn du glaubst, du wurdest unschuldig gebannt. Vorher wird dir hier niemand glauben, da du mit einer Wahrscheinlichkeit von 99,99 % nicht die Wahrheit sagst. Das \"surrender noobs\" alleine war nämlich garantiert nicht der Auslöser des Permas. Dazu müsstest du davor schon die anderen Strafen durchlaufen haben und es dann immer noch nicht geschafft haben, dich zu benehmen.\n\nEntweder stimmt deine Behauptung also nicht oder du warst Wiederholungstäter.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-08-04T21:02:01.641+0000","up_votes":4,"down_votes":1,"body":"Nein habe ich nicht. \n\nDas nennt man Selbstdisziplin. Wer wegen so etwas banalem wie einem Spiel die Beherrschung verliert, hat offensichtlich Probleme.\n\nOder \"flamest\" du im echten Leben auch andere Menschen an, wenn es nicht so läuft, wie du es willst?\n\nPS: Und deine Anworten hier im Thread zeigen, dass der Bann völlig berechtigt war. Du bereust nicht dein (falsches) Verhalten, du bereust, dass du deinen Account verloren hast. Dein Text, dass du angeblich einsichtig bist, stimmt hinten und vorne nicht. ","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T21:14:17.621+0000","up_votes":1,"down_votes":4,"body":"??? Was willst du den wissen wie ich denke? Ich habs eingesehen! Und zwar ein Jahr lang! Ich habe nur heute mal geflamet und direkt einen permban erhalten! ohne vorwarnung! Und der Text ist nicht gelogen!","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-04T21:20:19.021+0000","up_votes":3,"down_votes":0,"body":"Du solltest **gar** nicht mehr flamen. Bis zum Permban muss man viel falsch gemacht haben, einschließlich zwei Wochen Ban (quasi eine Bewährung).\n\nWer es dann partout immer noch nicht begreift, dem zeigt Riot die Tür.\n\nUnd deine ganzen Text zeugen von einer totalen Uneinsichtigkeit. Das ist dein Hauptproblem. Du erkennst nicht mal, dass du dich falsch verhalten hast.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T21:23:17.348+0000","up_votes":1,"down_votes":3,"body":"Wo bitte sage ich das ich michh richtig verhalten habe?","replies":[{"id":"","poster":"Time2Whine","date":"2016-08-05T08:23:44.080+0000","up_votes":2,"down_votes":0,"body":"Du sagst zwar, dass du es bereust, dass du geflamet hast. Jedoch hattest du mit dem 14 Tage Bann deine letzte Chance erhalten. Dadurch, dass du ein halbes Jahr nicht gespielt hast, wird dein Flame-Konto nicht auf 0 gesetzt. Das funktioniert anhand der Anzahl der Spiele die du gespielt hast. \nSobald du nach dem 14 Tage Bann wieder flamest kann, egal in welcher Form, sofort der Perma-Bann kommen. Das ist in deinem Fall passiert und ein vollkommen normales Mittel von Riot. \nWie kann es jedoch sein, dass du wegen deiner Ingame-Freunde so sehr an LoL hängst und trotzdem ein halbes Jahr nicht spielst ? Der Zusammenhang erschließt sich mir nicht..... Vor Allem ist dir doch die Tragweite deines Verhalten bekannt. Flame = Account weg = Freunde weg.....\nDeinen Account wirst du nicht wiedersehen, da bleibt dir nur ein neuer Account. Riot wird deine Strafe nicht aufheben.\nMein Mitleid hält sich auch in Grenzen....aber anscheinend scheint bei dir das Problem nicht im Spiel, sondern in deiner Psyche zu liegen. Familiäre Probleme gepaart mit schwer kontrollierbarem negativen Verhalten ist etwas, worüber du zwingend mit deinen Eltern reden solltest. Falls das nicht hilft, solltest du dir professionelle Hilfe suchen, denn nach der Schulzeit im Berufsleben, wenn du für dich selber verantwortlich bist und dich vesorgen musst, kannst du dir solch ein Verhalten nicht mehr erlauben.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-05T10:39:09.846+0000","up_votes":1,"down_votes":4,"body":"Wer sagt denn das ich in der Zeit nicht gespielt habe? Ich spiele immer?","replies":[{"id":"","poster":"Time2Whine","date":"2016-08-05T11:00:56.006+0000","up_votes":1,"down_votes":0,"body":"Das habe ich missverstanden, sorry. Das hat letztlich aber nichts mit meiner Kernaussage zu tun.\nIch frage mich nur was das für tolle Freunde sind, die du verlierst, weil du kein LoL mehr spielen kannst bzw. nicht mit mehr den spielen kannst ? \nEntweder man findet ein gemeinsames Spiel oder beschäftigt sich in LoL anderweitig, oder man lässt sie fallen, denn das sind sonst nur Bekanntschaften und keine Freunde. ","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-08-05T12:08:34.602+0000","up_votes":2,"down_votes":0,"body":"Du sagst du bereust es, zeigst das aber mit keiner einzigen Aktion. Alles was du tust, ist dich und deinen Account betrauern. Das ist keine ernsthafte Reue, ergo bist du uneinsichtig. \n\nDu hast deinen Account völlig zu Recht verloren, und kein Rumgeheule hier im Thread wird ihn dir wiederbringen. \n\nIch hoffe die Lektion sitzt diesemal. Die vorherigen Lektionen seitens Riot haben ja offensichtlich nicht funktioniert.","replies":[]}]}]},{"id":"","poster":"Noru Dali","date":"2016-11-28T11:27:13.470+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch aufgehört zu rauchen ich rauch nur am wochenende.ab und zu unter der woche und an feiertagen.\n\nJetzt mal ohne spaß.\nNach dem durchlesen ist mir aufgefallen das dich LoL glaub ich zu arg eingenommen hat.\nMach mal ne laaange pause und geh mal raus.\nGeh deine problem an, erleb was etc.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-08-05T17:25:47.946+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ImRylex,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=0007000000000000,timestamp=2016-08-04T21:14:17.621+0000)\n>\n> ??? Was willst du den wissen wie ich denke? Ich habs eingesehen! Und zwar ein Jahr lang! Ich habe nur heute mal geflamet und direkt einen permban erhalten! ohne vorwarnung! Und der Text ist nicht gelogen!\n\nDu hattest den 2 Wochenbann Alter, das ist deine Warnung.\nLoL ist dein Leben? Dann hast du keine Ahnung von deinem Leben, sonst wüsstest du, dass dort Zeit in Spielen gemessen wird, beim 4stufigen System auch Strafgrade übersprungen werden können und mit Perma wegen Flame Ende Gelände ist.\nIch spiel zwar fast täglich, mein Leben ist es noch lange nicht, aber ich weiß den ganzen Kram.\nIch bin auch kein Engel, aber mindestens neutral, da straffrei, und das liegt auch daran, dass ich mich, obwohl ich nichtmal ne CR erhalten habe zügle, wenn ich mal toxisch werde. Das schaffe ich ohne, dass es mein Leben ist, mit \"nur\" 500€ im Acc und ohne das Damoklesschwert des Permas über mir, du schaffst das nicht, obwohl Leben, 1200€ und die fette Warnung beim 2 Wochenbann???\nAlles klar, dann solltest du einfach gehen bzw. dir ein neues Leben suchen, dein LoL-Leben scheint mir doch ziemlich suizidal und du scheinst nicht zu der Randgruppe zu gehören, die Spaß dran hat Permas zu sammeln.","replies":[]}]},{"id":"","poster":"Mi3zekatze","date":"2016-11-27T20:17:27.762+0000","up_votes":1,"down_votes":3,"body":"Ja wir glauben dir du hast noch nie geflamet KAPPA","replies":[{"id":"","poster":"eingew","date":"2016-11-28T09:30:17.405+0000","up_votes":1,"down_votes":0,"body":"Ist das so abwegig? Normalerweise gibt es massig verschiedene Menschen und normalerweise gibt es von jedem Persönlichkeitsmerkmal irgendwo jede Ausprägung vertreten. Ist es da so unglaublich, dass es auch Leute gibt, die sich schon immer beherrschen konnten?","replies":[]}]}]}]},{"id":"","poster":"Asteriade","date":"2016-08-05T00:08:49.907+0000","up_votes":2,"down_votes":4,"body":"Der TE wirkt zwar bisschen... \"ok\"\n\n\nAber deine Einstellung, dein geschriebenes... Leute wie du, sind keinen Müh besser als die permagebannten Spieler, nicht ein winziges Stück besser.","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T12:06:52.354+0000","up_votes":4,"down_votes":1,"body":"Warum? \n\nWeil ich es den Flamern gönne, dass sie Permagebannt werden?\n\nWeil ich (ja ich gebe es zu) Schadenfreude habe, wenn hier ein Permagebannter Flamer einen Mimimi-Thread aufmacht?\n\nHätte er vorher drüber nachdenken sollen, Riot hat ihm genug Möglichkeiten gegenben. Spieler wie er sind es, die anderen vorsätzlich den Spaß nehmen. Warum soll man mit Flamer (die wie hier in den meisten Fällen auch noch uneinsichtig sind) Mitleid haben?","replies":[{"id":"","poster":"Asteriade","date":"2016-08-05T12:23:24.455+0000","up_votes":1,"down_votes":5,"body":"Sprich, deine Gedankengänge sind die selben eines Flamers, du bist kein Stück besser :3\n\n\nNur weil du dein Gedankengut nicht aussprichst macht dich das definitiv nicht besser als die, die jeden Gedanke sofort verbalisieren müssen. Du entgehst damit lediglich einer Strafe. \n\nBTW. eh du mir ans Bein pinkelst, ich bin alles andere als heilig, aber ich steh wenigstens dazu xd. Sarcastaball und so.","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T12:34:12.933+0000","up_votes":5,"down_votes":1,"body":"Natürlich ist es ein Unterschied. Der Flamer beleidigt andere, die nichts dafür können.\n\nIch habe Schadenfreude über jemanden, der mehrere Chancen von Riot bekommen hat, jetzt Permgebannt ist und hier darüber rumheult, wie sehr er doch seinen Account vermisst.\n\nDiese Person ist (im Gegensatz zu seinen geflamenten Mitspielern, die nichts dafür konnten) zu 100% selber Schuld an seinem Schicksal.\n\nUnd Schadenfreude ist nunmal nicht strafbar. Beleidigung dagegen schon.","replies":[{"id":"","poster":"Plexpara","date":"2016-12-01T20:57:18.719+0000","up_votes":1,"down_votes":5,"body":"hör mal auf zu flamen junge...deine antworten sind voll von spott Frechheit und häme.solche leute wie du sind es doch die andere provozieren und sie dann reporten...merkt man schon hier en deinen riot - ACHTUNG FLAME - arschkriecher aussagen.\n\nich mag solche wie dich gar nicht...die alles und jeden Unsinn verteidigen weil sie kriecher sind.\nriot bannt gerne mal sehr schnell wen nein account kein Geld mehr reinbringt..das ist ein fakt..dafür findest du genug beweise im netz..RICHTIGE beweise..mit texten die du selbst lesen kannst.\n\n\nich habe leute gesehen die wurden gebannt und haben 2 sätze im spiel abgelassen in denen nicht schlimmes flamendes\nstand....hast du 4 mates mir dir im Team..die dich alle 4 reporten..dann reicht es schon das du nur \"hallo\" gesagt hast.\n\nnoch dazu kommt das man für den content bezahlt hat..es somit nun mal einem gehört...somit ist ein permabann eigentlich sogar gegen das deutsche gesetz.andereseits müsste es eigentlich eine Rückerstattung des geldes geben.","replies":[{"id":"","poster":"Ozuraak","date":"2016-12-01T21:02:55.206+0000","up_votes":4,"down_votes":0,"body":"Autsch. Da hat ja wieder mal jemand richtig Ahnung vom Spiel. Also 4 Reports und ein Hallo reichen? Da hätte ich doch gerne mal Beweise. Auch für den Rest du dann so behauptest. \n\nUnd deine Nichtahnung vom deutschen Recht spricht dann auch noch Bände. Lass mich raten. Du wurdest auch schon gebannt und bist der Meinung, es war unberechtigt.\n\nPS: Bin gerade über [diesen](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/IYlEpbE6-ungerechter-permabann) Thread gestolpert.\n\nIst alles selbsterklärend. Völlig zu Recht gebannt. ","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-12-01T21:28:09.934+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=000700010000000000000001,timestamp=2016-12-01T20:57:18.719+0000)\n>\n> hör mal auf zu flamen junge...deine antworten sind voll von spott Frechheit und häme.solche leute wie du sind es doch die andere provozieren und sie dann reporten...merkt man schon hier en deinen riot - ACHTUNG FLAME - arschkriecher aussagen.\n> \n> ich mag solche wie dich gar nicht...die alles und jeden Unsinn verteidigen weil sie kriecher sind.\n> riot bannt gerne mal sehr schnell wen nein account kein Geld mehr reinbringt..das ist ein fakt..dafür findest du genug beweise im netz..RICHTIGE beweise..mit texten die du selbst lesen kannst.\n> \n> \n> ich habe leute gesehen die wurden gebannt und haben 2 sätze im spiel abgelassen in denen nicht schlimmes flamendes\n> stand....hast du 4 mates mir dir im Team..die dich alle 4 reporten..dann reicht es schon das du nur &quot;hallo&quot; gesagt hast.\n> \n> noch dazu kommt das man für den content bezahlt hat..es somit nun mal einem gehört...somit ist ein permabann eigentlich sogar gegen das deutsche gesetz.andereseits müsste es eigentlich eine Rückerstattung des geldes geben.\n\nDann zeige mir diese richtigen Beweise mal. Ich bin gespannt.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-12-02T01:53:36.974+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=000700010000000000000001,timestamp=2016-12-01T20:57:18.719+0000)\n>\n> hör mal auf zu flamen junge...deine antworten sind voll von spott Frechheit und häme.solche leute wie du sind es doch die andere provozieren und sie dann reporten...merkt man schon hier en deinen riot - ACHTUNG FLAME - arschkriecher aussagen.\n> \n> ich mag solche wie dich gar nicht...die alles und jeden Unsinn verteidigen weil sie kriecher sind.\n> riot bannt gerne mal sehr schnell wen nein account kein Geld mehr reinbringt..das ist ein fakt..dafür findest du genug beweise im netz..RICHTIGE beweise..mit texten die du selbst lesen kannst.\n> \n> \n> ich habe leute gesehen die wurden gebannt und haben 2 sätze im spiel abgelassen in denen nicht schlimmes flamendes\n> stand....hast du 4 mates mir dir im Team..die dich alle 4 reporten..dann reicht es schon das du nur &quot;hallo&quot; gesagt hast.\n> \n> noch dazu kommt das man für den content bezahlt hat..es somit nun mal einem gehört...somit ist ein permabann eigentlich sogar gegen das deutsche gesetz.andereseits müsste es eigentlich eine Rückerstattung des geldes geben.\n\nLol bei dir vlt, nur dass das dann auf Grund der Tatsache passiert, dass du mehr als hallo gesagt hat.\nBtw. alles gekauft? Jeden Patchzyklus, kommen 1-3 neue Contentreleases.","replies":[]}]},{"id":"","poster":"Asteriade","date":"2016-08-05T12:54:39.703+0000","up_votes":1,"down_votes":7,"body":"Du begreifst es nicht. Von daher:\n\n\"ok {{champion:33}},  not worth a single extra second\"","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T12:59:20.833+0000","up_votes":5,"down_votes":1,"body":"Was muss ich da begreifen?\n\nEr ist selber schuld und kriegt von mir kein Mitleid für sein Verhalten. Warum auch? Hatte er gegenüber den Opfern seiner Flames doch auch nie. \n\nDer Unterschied ist, die Opfer des Flamers waren unschuldig, er nicht. \n\nScheinbar begreifst du es nicht. Ja ich stehe dazu. Ich freue mich jedes Mal wenn ein Flamer von Riot aus LoL ausgeschlossen wird. Und wenn sie dann noch (wie der TE) es nicht begriffen haben, warum sie ausgeschlossen wurden, dann zeige ich ihnen auch gerne, dass es mich freut, dass Riot sie ausgeschlossen hat.\n\nWeil weder ich bin daran schuld, noch Riot, sondern nur der Flamern ganz alleine.","replies":[{"id":"","poster":"Asteriade","date":"2016-08-05T13:48:12.614+0000","up_votes":1,"down_votes":7,"body":"ok {{champion:33}} \n\n\nEs ging mit meinen Aussagen nie über den TE, sondern um die allgemeine Situation. \n\n\nDamn wasted 5 seconds for something like you again... feels bad man :c \n\ncya.","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T13:51:48.239+0000","up_votes":3,"down_votes":1,"body":"Dann erläutere mal die allgemeine Situation.\n\nBin gespannt. Ich bleibe bei meinem Standpunkt. Permagebannte Spieler habe kein Mitleid verdient (die 0,00001% Fehlerquelle die es dabei gibt ausgenommen, aber die meisten Permagebannte Spieler bestätigen in den Threads, dass der Permabann gerechtfertig war) und permagebannte Spieler, die dann noch rumheulen und uneinsichtig sind, kriegen von mir nur Schadenfreude.\n\nSelber Schuld.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Mi3zekatze","date":"2016-11-27T20:16:52.369+0000","up_votes":1,"down_votes":2,"body":"Lolll was stört dich an flamern? Ernste frage weil mich stören Flammer halt null...","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-27T20:41:05.299+0000","up_votes":2,"down_votes":0,"body":"Da gibt es so viele Gründe. Sie lenken das Team ab, sie lenken sich selbst ab, sie mindern die Siegeschancen dramatisch, sie stören das Spielerlebnis, sie sehen ihre Fehler nicht ein und projizieren sie stattdessen auf andere, sie Glauben die Weisheit mit Löffeln gefressen zu haben und geben unsinnige \"Tipps\", ihre \"freundlichen Hinweise\" bestehen in Wirklichkeit ausschließlich aus Blaming.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-11-28T19:37:10.413+0000","up_votes":1,"down_votes":2,"body":"Anscheinend habe ich nen anderen Spilstil weil mich lenkt es zwar ab (kann ich leider nicht bestreiten :)) aber es stört mein spielerlebnis nicht weil ich finde wenn man nichts schreibt kann es genauso gut ein Spiel mit/gegen Bots sein obwohl das alles wirkliche menschen sind. Dann ist es mir lieber einer flamet und kommuniziert wenigstens in Form von Flash Riven etc. Als das ich einen bekomme den nix sagt weil der schader dem Spielfluss meiner Meinung nach mehr als derjenige der zwar flamet aber auch schreibt Gruop around Baron","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-28T19:41:58.229+0000","up_votes":1,"down_votes":0,"body":"Ob einen Flamer stören, hängt vom Einzelnen ab. Die meisten finde ich eher Amüsant, wenn sie gerade ihre Unkenntnis über das zur schau stellen, was sie kritisieren. Wie etwa der \"i am gold, listen to me\" der mir ein deaktiviertes Jungleritem empfohlen hat.","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2016-08-04T20:22:31.680+0000","up_votes":3,"down_votes":0,"body":"Das traurige ist nicht, dass du gebannt wurdest... Das kann vorkommen... Du hast ja anscheinend öfters geflamt und vor Monaten Warnungen bekommen und jetzt hattest du eben wieder ein paar schlechte Spiele und wurdest bestraft. Du hast zwar keine Chatlogs hinzugefügt aber nach deinen Erzählungen gehe ich davon aus, dass es berechtigt war. \nDas wirklich traurige ist, dass du LoL als dein Leben bezeichnest und sogar soweit gehst zu sagen, dass du nicht mehr weißt, was du mit deinem Leben machen sollst. Vergiss nicht, dass es sich trotz der Zeit und den guten wie auch schlechten Erinnerungen nur um ein Spiel handelt. Es gibt definitiv schlimmere Dinge. Wenn ein bisschen mehr Zeit vergangen ist, wirst du das selbst erkennen und irgendwann wirst du auch das Interesse an dem Spiel verlieren. Aber das musst du ja nicht mal. Du hast durch dein Fehlverhalten deinen Account verloren aber niemand kann dich aufhalten einen neuen Account zu erstellen. Du solltest dich dort aber konsequent bessern und wirklich gar nicht negativ auffallen. Auf diese Weise kannst du auch mit deinen LoL-Freunden weiterspielen. Aber wie gesagt: Vergiss trotz des Spiels dein echtes Leben nicht. Gönn dir vielleicht ein bisschen Abstand vom Spiel bevor du einen neuen Account erstellst und kümmere dich ein bisschen um deine wirklichen Probleme. Dann wird LoL vielleicht auch nicht mehr so bedeutend für dich sein und du kannst ein bisschen gelassener auf diesen Bann zurückblicken, ohne direkt am Sinn  deines Lebens zu zweifeln...\n\n{{champion:17}}","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:27:01.054+0000","up_votes":1,"down_votes":6,"body":"1200€, die Erinnerungen,die Freunde, die Jahre an Spielzeit, und du sagst das wäre alles für die Katz? Das kann und will ich einfach nicht akzeptieren! :c","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T20:38:37.579+0000","up_votes":2,"down_votes":0,"body":"Ich kann es natürlich nicht 100%-tig sicher sagen, ob der Bann jetzt zurückgenommen würde, weil es doch ein Fehler war aber das kommt nie vor. Dazu ist ein Permabann nüchtern betrachtet ja ein Zeichen von Riot an dich, dass sie dich nicht mehr im Spiel wollen. Die Chatsperren und der 2-Wochenbann sind dafür da, dass du dein Verhalten überdenkst aber der Perma nicht mehr. Von daher ist der Account und somit das Geld und alles auf dem Account weg. Die Freunde sind es wahrscheinlich nicht... Das habe ich oben ja bereits gesagt. Wenn sie wirklich deine Freunde sind, werden sie wohl mit dir spielen, auch wenn du auf einem anderen Account unterwegs bist...\nLetzteres verstehe ich vollkommen aber das hättest du dir auch früher überlegen müssen...\n{{champion:17}}","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:48:10.100+0000","up_votes":1,"down_votes":4,"body":"\"● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n○ Drittes Vergehen : 2-wöchige Sperrung\n○ Viertes Vergehen: Permanente Sperrung\"\n\nDas steht in einem Post!\nDort steht, wenn man sich NICHT verbessert hat, kriegt man einen Permaban! Ich habe mich aber deutlich verbessert wie damals! Das können die Riot-Mitarbeiter bestimmt nachlesen oder so! Ich ermutige Teammates und baue sie immer auf! Zudem habe ich seit einem halben Jahr keine Meldung oder sonst etwas erhalten! Ich versteh das nicht!","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:53:13.932+0000","up_votes":1,"down_votes":5,"body":"Und was wäre wenn ich mein Verhalten verbessert habe und auf einem neuen Account beweisen kann? Kriege ich dann meinen Account zurück?","replies":[{"id":"","poster":"Maexle","date":"2016-08-04T20:58:47.100+0000","up_votes":3,"down_votes":0,"body":"Es gab vor einiger Zeit einen Test. Spieler, die einen Permabann hatten durften auf neuen Accounts spielen und haben ihre alten Accounts wiederbekommen, wenn sie es geschafft haben bis Level 20 nicht negativ aufzufallen. Meines Wissens nach haben diesen \"Test\" aber nur sehr wenige bestanden...\n{{champion:17}}","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T21:24:33.443+0000","up_votes":1,"down_votes":2,"body":"Grade wenn ihn wenige bestehen wäre das doch gut!","replies":[{"id":"","poster":"Zulwar","date":"2016-08-05T06:48:08.454+0000","up_votes":2,"down_votes":0,"body":"Maexle hat nur etwas vergessen zu erwähnen.\n\nDieses Angebot galt nicht für jeden gebannten, sondern nur für die, die Glaubhaft versichert haben, das sie sich ändern werden und von denen hat es nur eine geschwindent geringe Anzahl von Spielern geschafft.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-04T21:43:43.399+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ImRylex,realm=EUW,application-id=KYnfKGf0,discussion-id=1jbFqk6c,comment-id=0003000000000000000000000000,timestamp=2016-08-04T21:24:33.443+0000)\n>\n> Grade wenn ihn wenige bestehen wäre das doch gut!\n\nGerade wenn wenige ihn bestehen, ist das definitiv schlecht für Riot. Das Problem ist halt: Toxische Spieler kosten Riot zahlende Kunden. Nämlich die Spieler, die dann nach dem Spiel mit Leuten wie dir ragequitten... \nUnd Spielern, die andere zum Ragequitten bringen eine neue Chance zu geben, nur damit die Mehrheit dieser Spieler hinterher weitere potenzielle Kunden vergrault, ist einfach keine gute Geschäftsidee...","replies":[]},{"id":"","poster":"Maexle","date":"2016-08-04T21:29:51.164+0000","up_votes":1,"down_votes":0,"body":"Ja, es wäre eventuell in weniger schlimmen Fällen ( wie deinem) angebracht aber dann müsste man entscheiden, was ein weniger schlimmer Fall ist. Man muss ja auch sagen, dass du es bis zum Perma gebracht hast und das schaffen nicht viele Spieler...\n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"Maexle","date":"2016-08-04T20:54:27.086+0000","up_votes":2,"down_votes":0,"body":"Da könnte man die Frage stellen, ob du dich wirklich verbessert hast, wenn du wieder rückfällig wirst...\n{{champion:17}}","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T21:00:07.080+0000","up_votes":1,"down_votes":3,"body":"Ich finds trotzdem unfair... In dem einen Game hatte ich ne Sona und Irelia premade die sind über die map tpt und geflasht... Und solche Trollst kriegen NICHT mal eine Strafe! Und ich nach einem halben Jahr direkt einen permaban! Das ist so unfair..! Und das nur wegen 'Idiot,Trottel' und sowas.... Ich wünsche den Leute ja nicht den Tot oder sowas...","replies":[{"id":"","poster":"CYPHΕR","date":"2016-08-05T07:07:57.617+0000","up_votes":1,"down_votes":0,"body":"Wer sagt denn, dass die keine Strafe bekommen werden? Wenn sie oft genug negativ auffallen bekommen sie auch eine Strafe.\n\nWas allerdings oft bei Spielern nicht akzeptiert oder eingesehen wird ist, dass es ganz egal ist was andere Spieler in einem Match tun/schreiben/etc... es geht ausschließlich um das eigene Verhalten. Ein Kindergartenverhalten wie \"ja aber der hat doch zuerst geflamet?!\" bringt rein gar nichts. Wer öfters negativ auffällt wird bestraft. Punkt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Killerkante","date":"2016-08-04T20:28:33.108+0000","up_votes":4,"down_votes":1,"body":"Nichts für ungut, aber das klingt nach einer nur etwas kreativeren Masche als beim Rest seinen Account zurück zu betteln, selbst wenn dein Leben noch so kompliziert ist klingt das recht dämlich wenn du versuchst 2 perma Banns zu rechtfertigen, vor allem wenn du  wie bei nem anderen Thread erwähnt 1200€ für den Account ausgegeben hast ... ziemlich leichtfertig dann so deinen Frust abzulassen.\n\nEs gibt andere Arten seinen Frust raus zu lassen, aber sie auf andere zu übertragen gehört nicht dazu und gehört auch gestraft, egal in welcher Lage man sich befindet.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:36:14.421+0000","up_votes":1,"down_votes":2,"body":"2 Perma bans? Wer redet von 2 perma bans? Ich hatte nur einen 2 wochen ban und mehr nicht! Und der war vor einem halben Jahr/Jahr","replies":[]}]},{"id":"","poster":"Skagerak","date":"2016-08-04T20:10:33.111+0000","up_votes":1,"down_votes":1,"body":"Erstmal cool das du so nen Text verfasst hast mir liegt auch sehr viel an meinem Account und ich weiß ehrlich gesagt nicht wie ich auf nen perma reagieren würde.\nDu kannst ja mal deine Chatlogs schicken die mit dem Perma kamen dann können wir dir vielleicht etwas weiter helfen. \nDu solltest dir aber keine allzu großen Hoffnungen machen Riot nimmt für gewöhnlich keine Perma banns zurück wenn Sie gerechtfertigt sind. \nWenn es aber stimmt das du vor dme Perma keine Strafe bekommen hast und du nichts härteres als Idiot oder so geschrieben hast ist der Perma als erste Instanz ziemlich hart aber dafür müssen wir deine Chatlogs sehen damit wir das beurteilen können.","replies":[{"id":"","poster":"CYPHΕR","date":"2016-08-05T07:09:46.499+0000","up_votes":1,"down_votes":0,"body":"Er hat doch geschrieben, dass er bereits die anderen Bestrafungsstufen durchlebt hat.","replies":[{"id":"","poster":"Skagerak","date":"2016-08-05T10:25:22.863+0000","up_votes":2,"down_votes":0,"body":"Na dann verdient er seine Strafe man hat eigentlich echt genug Chancen.","replies":[]}]},{"id":"","poster":"ImRylex","date":"2016-08-04T20:18:48.462+0000","up_votes":2,"down_votes":2,"body":"Das wären dann 10 Sreenshots oder so...da der ganze Chatverlauf von 2 ganzen Spielen angezeigt wird wie ich ganz normal mit meinem Team rede...","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-04T20:38:07.404+0000","up_votes":3,"down_votes":1,"body":"Um das mal ganz drastisch auszudrücken: Wenn deine Situation wirklich so ist, wie du sie beschreibst, ist dein Perma-Bann etwas gutes für dich. Denn ein Online-Computerspiel sollte niemals 90% deines Soziallebens ausmachen. Man muss auch einfach mal raus gehen und sich mit echten Menschen treffen. So von Angesicht zu Angesicht... ernsthaft: Du bist der erste Mensch, dem ich Poke%%%%% empfehlen würde... einfach damit du mal raus kommst... und dann geh mal zu einem Poke%%%%% Teamtreffen. So was ist voll gesund.\n\nGehe auf jeden Fall zum Boxtraining. Nicht nur um Aggressionen abzubauen, sondern um dich dort mit den anderen Vereinsmitgliedern zu unterhalten. Suche dir am Besten noch einen Zweiten Verein, der dich in halbwegs schöner Regelmäßigkeit dazu zwingt das Haus zu verlassen. Und wenn du dann 2-3 Mal pro Woche einfach nur unterwegs bist, kannst du darüber nachdenken, ob du dir nicht nebenbei mal einen neuen LoL Account zulegen solltest. \n\nLoL ist halt nicht das Zentrum des Universums und ein erfüllender Lebenszweck... außer für die Hand voll Profis, die es Weltweit gibt... zu denen gehören wir hier alle nicht.\n\nUnd ja, es ist etwas anderes, ob man mit Leuten über Teamspeak spricht, oder ob man ihnen real gegenüber steht. Und es ist wichtig, dass man Freunde hat, die man regelmäßig sieht. \n\nVon deinem Account kannst du dich mit 99%iger Wahrscheinlichkeit verabschieden. Riot verteilt Permabanns nicht leichtfertig, dementsprechend werden sie auch nicht zurückgenommen. Wichtig ist jetzt, dass du aus dieser Strafe die richtigen Schlüsse für dein Leben ziehst.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:48:45.268+0000","up_votes":1,"down_votes":1,"body":"Ich habe schon Kontakte in Echt! :) Jedoch meine besten Freunde durch LoL kennengelernt!","replies":[]}]},{"id":"","poster":"superseiaci","date":"2016-11-27T10:07:21.683+0000","up_votes":2,"down_votes":10,"body":"Jeder der hier ein auf \" Pech , hast den ban verdient \" oder \" Tja selber schuld \" macht ist ein richtiger falafel. Ich wurde auch vom spiel perma gebannt , weil ich im chat viel mit anderen diskutiert habe . Und ich muss sagen ich bin froh das ich nicht mehr mit noobs zu tuhen habe . Nur wenige verstehen diesen typen . Wenn man einfach schlecht in einem spiel ist sollte man kein ranked spielen . Und wenn man auf fehler freundlich hinweist er/sie es nicht versteht und das x6 macht , dann ist es zeit mal richtig auszurasten . Keine psyche auf dieser Welt kann soetwas wiederstehen . Alleine die Kommentare unten , alle machen einen auf brav aber wissen selber genau , das sie auch öfter geflamed haben weil die anderen gefeedet haben . Und ich mein nicht das absichtliche feeden . Ich meine das schlecht sein und feeden . Keiner hat bock die fehler anderer zu beheben . Geht stattdessen mal bisschen üben und kommt dann zur ranked queue . Um ganz ehrlich zu sein , jetzt kann ich tyler1 verstehen . Der typ ist challanger und sein supporter macht öfters schei.e . Jeder der seine Gefühle im spiel unterdrücken muss wird vom spiel kontrolliert und nicht anderst herum . Wenn ihr euch fragt was für ein ranked stat ich habe : Ich war s4,s5 platin und s6 diamond . Wow .... einer der von plat/dia ist spricht sowas aus . Ein wunder oder ? Machen doch ja nur noobs diese aussagen , aber wie ihr sehen könnt betrifft dies auch die höheren elos . Und überhaupt , die am wenigsten betroffenen , also die die eig nur auf fehler hingewiesen haben wurden reported und haben ein bann kasiert . Wir flamen nicht weil jemand fehler macht um gottes willen . Wir flamen dann erst wenn der GLEICHE fehler immer wieder passiert unzwar 4-6x mal in einem spiel . Hört auf mit diesen zurückhaltungen , lasst eure frust lieber im chat aus als das die Tastatur oder maus oder auch bildschirm kaputt geht . Hat eigentlich nichts mit aggresivität zu tun.{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"SorisDynasty","date":"2016-11-27T10:49:23.782+0000","up_votes":3,"down_votes":0,"body":"> Wenn man einfach schlecht in einem spiel ist sollte man kein ranked spielen .\n\nJeder in League darf Ranked spielen, ob schlecht oder nicht. Dafür gibt es eine Ranked-Ladder. Wer schlecht ist, landet eben unten statt oben. Ganz einfach.\n\n> Und wenn man auf fehler freundlich hinweist er/sie es nicht versteht und das x6 macht , dann ist es zeit mal richtig auszurasten .\n\nIch kann mir vorstellen, wie \"freundlich\" die \"Hinweise\" waren. Und nein, Ausrasten muss man deswegen nicht.\n\n> Keine psyche auf dieser Welt kann soetwas wiederstehen .\n\nIch kriegs hin. Klar, es nervt - aber ich raste deswegen nicht aus. \n\n> Alleine die Kommentare unten , alle machen einen auf brav aber wissen selber genau , das sie auch öfter geflamed haben weil die anderen gefeedet haben .\n\nHm. Ich selber schaffs aber wirklich irgendwie immer, ruhig zu bleiben und einfach **nichts** zu schreiben. So schwer ists nicht.\n\n> Und ich mein nicht das absichtliche feeden . Ich meine das schlecht sein und feeden . Keiner hat bock die fehler anderer zu beheben . Geht stattdessen mal bisschen üben und kommt dann zur ranked queue . \n\nDafür ist Ranked doch da. Um gegen Spieler auf dem eigenen Niveau zu spielen und dadurch besser zu werden. Ein besseres Übungsumfeld gibt es nicht, da Ranked einfach ernster genommen wird als Normals. Normaldraft ist zwar auch für Übungszwecke gut, aber wieder etwas mehr durcheinander gemischt, dank Normal MMR.\n\n> Jeder der seine Gefühle im spiel unterdrücken muss wird vom spiel kontrolliert und nicht anderst herum . \n\nOder dem Spieler ist klar, dass Beleidigen absolut nichts bringt außer noch mehr Frust und Ärger, für mehr als eine Person. Sich in der Gesellschaft benehmen zu wissen ist eine wertvolle Fähigkeit.\n\n> Wenn ihr euch fragt was für ein ranked stat ich habe : Ich war s4,s5 platin und s6 diamond . Wow .... einer der von plat/dia ist spricht sowas aus . Ein wunder oder ? Machen doch ja nur noobs diese aussagen , aber wie ihr sehen könnt betrifft dies auch die höheren elos .\n\nUnd ich, als ebenfalls Diamond Spieler seit Season 3, sage, es ist gar nicht so schwer, ruhig zu bleiben und nichts zu sagen. Oh mein Gott...\n\n> Und überhaupt , die am wenigsten betroffenen , also die die eig nur auf fehler hingewiesen haben wurden reported und haben ein bann kasiert . Wir flamen nicht weil jemand fehler macht um gottes willen . Wir flamen dann erst wenn der GLEICHE fehler immer wieder passiert unzwar 4-6x mal in einem spiel . Hört auf mit diesen zurückhaltungen , lasst eure frust lieber im chat aus als das die Tastatur oder maus oder auch bildschirm kaputt geht . Hat eigentlich nichts mit aggresivität zu tun.\n\n\"Auf Fehler hinweisen\" und \"Flamen\" sind durchaus zwei unterschiedliche Sachen. Zumindest wenn man davon ausgeht, dass \"auf Fehler hinweisen\" konstruktiv gemeint ist. Ansonsten ists ja schon wieder Flaming.\nIch bin tbh auch immer wieder mal gefrustet. Völlig menschlich. Trotzdem lasse ich das nicht an anderen **Menschen** aus noch an irgendwelchen Gegenständen. Es gibt mehr als zwei Wege, sich zu beruhigen. Musik ist ein super Mittel als Beispiel.","replies":[{"id":"","poster":"Sirrkas","date":"2016-11-27T12:33:03.283+0000","up_votes":1,"down_votes":0,"body":"Er war übrigens nie Dia^^","replies":[]},{"id":"","poster":"Mi3zekatze","date":"2016-11-27T20:14:26.684+0000","up_votes":1,"down_votes":6,"body":"Du denkst du wärst besser als er nh? Nur weil er ausspricht was du denkst und du eine Gelegenheit findest dich besser dazustellen... :(","replies":[{"id":"","poster":"SorisDynasty","date":"2016-11-27T20:31:09.279+0000","up_votes":3,"down_votes":0,"body":"Sowas von nein, lol.\nWenn ich so denken würde wie er, hätte ich auch schon längst Strafen bekommen. Und was ist? Ich habe noch nie irgendwelche Strafen abbekommen. Weil ich mich zu benehmen weiß. Und nicht toxic denke, anders als Herr TE. Oder du, wie es aussieht.","replies":[{"id":"","poster":"Mi3zekatze","date":"2016-11-28T19:32:57.737+0000","up_votes":1,"down_votes":3,"body":"Ok nehme ich zurück ich war sauer in dem Moment sryy ;)","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-11-27T12:29:47.021+0000","up_votes":1,"down_votes":0,"body":"Könntest du bitte in deinem Thread bleiben, wenn du dich über deinen Bann beschweren willst? Der Thread hier ist 4 Monate alt. \n\n>Alleine die Kommentare unten , alle machen einen auf brav aber wissen selber genau , das sie auch öfter geflamed haben weil die anderen gefeedet haben . \n\nIch kann nicht für alle sprechen, aber ich habe noch nie jemanden im Chat geflamt. Im TS kann man sich gerne bei den Freunden über die Mitspieler beschweren, dafür wird man nicht bestraft. Wenn man das im Chat macht, muss man eben mit den Konsequenzen leben können. \n\n> Ich war s4,s5 platin und s6 diamond . Wow .... einer der von plat/dia ist spricht sowas aus \n\n[op.gg](http://euw.op.gg/summoner/userName=superseiaci) sagt da etwas anderes. Season 3 Silber, Season 4 Gold 4, Season 5 Gold 1, Season 6 Plat 4. Und nein, du bist nicht der erste Platinspieler, der sagt, das Reportsystem sei blöd. Aber an deiner Wortwahl in diesem Beitrag erkennt man sehr gut, dass du es verdient hast, gebannt zu werden, wenn du einfach alle Gesprächsteilnehmer kollektiv beleidigen willst. \n\n>also die die eig nur auf fehler hingewiesen haben wurden reported und haben ein bann kasiert\n\nNiemand mag Blaming und Flame, wenn du das bleiben lässt, kriegst du keinen Bann. Dein ADC in deinem letzten Spiel war Platin 4 und nicht Bronze und du hattest da selbst 14 Tode. \n\n> Wir flamen dann erst wenn der GLEICHE fehler immer wieder passiert unzwar 4-6x mal in einem spiel \n\nDann hättest du dich vielleicht besser selbst flamen sollen, wenn du es schaffst 14 mal in 28 Minuten zu sterben. Da musst du selbst auch ziemlich oft den gleichen Fehler gemacht haben.","replies":[]},{"id":"","poster":"Mi3zekatze","date":"2016-11-27T20:13:20.709+0000","up_votes":1,"down_votes":4,"body":"Genau das ist richtig gibt keine besseren Worte dafür leider...","replies":[]}]},{"id":"","poster":"SuiçidèSilençè","date":"2017-06-02T14:22:25.786+0000","up_votes":1,"down_votes":0,"body":"Hm wurde auch gerade permagebannt mit einer fast identischen story wie du.. außer das ich ein wirklich guter spieler bin und es nicht verstehen kann wie manche sich anstellen egal ob man sie motiviert oder ihnen die fehler aufzeigt nach gewisser zeit wenn man ignoriert wird und das ganze game nur geflame hört ist das nicht auszuhalten gerade wenn du schon dabei bist 2 lanes zu halten.. weil dein jgler mal wieder nicht hört und irgendwo rumlunggert... und wenn man dann noch mit 15/0 einen death kassiert ist dann nun wirklich mal sicht im schacht und ich werde nun mal laut verständlich game aus alles over meinung raushauen.. na klar ist mir auch bewusst das es unnötig ist aber es verletzt meinen stolz dann doch schon.. und desswegen nen perma zu bekommen finde ich unter aller sau verbessert euer system oder versucht es mal mit 3monate chatbans aber direkt in einen 10000stunden investierten und sogar geld ausgegebenen spiel gerade bei so einen mächtigen und großem spiel das zurzeit echt gut am kommen ist/schon immer war und dadurch massen an \"noobs\" neulingen ins spiel kommen und sogar provozieren im ranked und irgendwas von ich wurde hochgezogen erwähnen da platzt einem der schädel mit halz dazu. ENDE riot<3..","replies":[{"id":"","poster":"legofreak1","date":"2017-06-02T14:35:05.253+0000","up_votes":1,"down_votes":0,"body":"Wenn du dein Anliegen diskutieren möchtest, dann tu dies bitte in einem eigenen Thema, um eine vernünftige Übersicht zu wahren. Dieses ist inzwischen bei über 80 Antworten und wurde seid mehreren Monaten nicht mehr verwendet.","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2016-08-05T10:31:37.732+0000","up_votes":1,"down_votes":0,"body":"Mach dir nen neuen Acc, das ist die einzige Lösung.\n\nGL & HF","replies":[]},{"id":"","poster":"Abasin","date":"2016-08-05T05:28:14.923+0000","up_votes":1,"down_votes":0,"body":"Nur noch kurz angemerkt, hast Du in dem halben Jahr Pause(?) eigentlich gespielt oder nicht? Um seine \"Vorstrafe\" loszuwerden muss man nämlich meines Wissens eine Anzahl X an Spielen ohne berechtigt reportete Verhaltensauffälligkeiten absolviert haben. Der \"gute Ruf\" stellt sich also nicht nach einer gewissen Zeit, sondern nach einer gewissen Anzahl an Spielen wieder her. Viele denken nämlich, es reicht einfach, eine Zeit lang nicht zu spielen und alles ist wieder gut. Leider nicht.","replies":[]},{"id":"","poster":"Asteriade","date":"2016-08-05T00:07:07.665+0000","up_votes":1,"down_votes":0,"body":"Troll or... I dont know.","replies":[]},{"id":"","poster":"TIOlOlOlOIT","date":"2016-08-04T22:09:25.182+0000","up_votes":1,"down_votes":0,"body":"Du hast deine Mitspieler beleidigt und wurdest als Konsequenz zu Recht vom Spiel permanent ausgeschlossen. \nIch sehe da jetzt kein Problem, du etwa schon?","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2016-08-04T21:29:27.178+0000","up_votes":1,"down_votes":0,"body":"Also ich bin jetzt auch kein unbeschriebenes Blatt und hatte so meine Über-Toxic games und bin seit nem Monat ausm 2 Week raus und hab mir eigentlich nur angewöhnt nix beleidigendes mehr zu schreiben, meine passiv-aggressivität und meine ironie kann ich mir nur viel schwerer abgewöhnen, aber selbst DA gibts nachm 2 Week ne (wie ich finde) extreme Toleranz sonst wär ich geperma'd","replies":[]},{"id":"","poster":"Suprèmeleader","date":"2016-08-04T20:18:40.225+0000","up_votes":1,"down_votes":5,"body":"hahaha Zurecht gebannt #rausmitdenflamer ausserdem solltest du pausieren mit onlinegames und Freunde suchen hast später mehr davon .\nOder es ist von riot ein Fake Post damit man denkt man wird gebannt vom Flamen allerdings bezweifle ich das da es viele persönliche Informationen preisgegeben wurden . Dein Account wirst nicht wieder sehen hättest dich doch von Markow boosting boosten lassen dann währe es nicht so weit gekommen","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T20:19:43.923+0000","up_votes":1,"down_votes":1,"body":"Ich habe Freunde im Reallife aber meine besten Freunde durch LoL kennengelernt :c","replies":[]}]},{"id":"","poster":"Martos13","date":"2016-08-05T08:43:04.540+0000","up_votes":1,"down_votes":4,"body":"Irgendwie kann ich deine Situation nachfühlen... Ich wurde aber nicht permanent gebannt sondern hab mit meiner Freundin schluss gemacht... Danach hab ich mich auch so richtig mies gefühlt und naja... Du hast allerdings den großen Vorteil das du das Spiel weiterhin spielen darfst, vorausgesetzt du erstellst dir nen neuen Account und reißt dich zusammen. Wobei ich dir sowieso raten würde erstmal darüber nachzudenken ob LoL wirklich dein Lebensinhalt sein sollte...","replies":[]}]}