{"id":"PG0m3kWF","poster":"Ollowain SF","date":"2016-08-03T19:50:41.784+0000","title":"Top-Laner für RankedTeam gesucht [Silber/Gold]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nwir sind aktuell auf der Suche nach einem Toplaner, um unser Team, welches zudem noch aus 2 Substitutes besteht, zu vervollst&auml;ndigen.\r\nUns sind Zuverl&auml;ssigkeit und Kommunikation wichtig. Ts sollte kein Hindernis darstellen und wir reden gern auch zwischen den Spielen. Zudem solltet ihr eure Lane definitiv mainen und auch die g&auml;ngigen Picks und Mechanics verstehen.\r\n\r\nSolltet ihr Interesse haben einer lustigen, netten aber auch zielorientierten und verbesserungsw&uuml;tigen Gruppe zu Joinen, dann meldet euch:\r\n\r\nOllowain SF","replies":[{"id":"","poster":"Sandman2602","date":"2016-08-04T07:41:10.204+0000","up_votes":1,"down_votes":0,"body":"Moin, \n\nich bin auf eueren Beitrag aufmerksman geworden, weil ich nach einem Team suche und eure Anzeige sehr vielversprechend klingt. Ich schwirre die ganze Season schon in Gold rum. Mein Höhepunkt war die Platin Promo, welche ich leider nicht geschafft habe. Im Moment bin ich in Gold 5 und habe mit den Problemen einer miesen MMR zu schaffen. Ich war früher schon Teil eines Ranked Team in welchem ich Hauptsächlich Support gespielt habe. Meine Besten Positionen sind die Solo Lanes und Support. Da ich sehr gerne mein Team unterstütze spiele ich meistens Champions, die für mein Team \"peelen\" oder eine \"engage\" Möglichkeit bieten (Shen, Gnar, Lissandra). Natürlich habe ich auch großen Spaß daran Carry Toplaner, wie Irelia oder Ekko zu spielen. \nIch finde es wichtig Spaß beim spielen zu haben, aber auch den Willen zu gewinnen und am Besten klappt dies im Team, weshalb ich gerne \"Tryharde\". Gerne würde ich mit dir/euch ein paar Spiele machen, um zu gucken, ob wir gut zusammen passen :)\n\nGruß\nSandy","replies":[]},{"id":"","poster":"Sunthas","date":"2016-08-04T07:25:59.535+0000","up_votes":1,"down_votes":0,"body":"Dan wünsche ich dir noch viel Glück beim suchen.{{champion:98}}","replies":[]}]}