{"id":"YpIt6ecH","poster":"InNeedOfWombat","date":"2016-08-04T11:41:28.377+0000","title":"Silber Mensch sucht Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\nMein Name ist Friedrich und ich bin 17 Jahre jung und habe etwas festgestellt: LoL macht mehr Spa&szlig; wenn man es in freundlicher Runde spielt und nicht immer nur alleine. Also was soll das hier? Ich suche einen Clan, eine Community oder eine Gruppe von Leuten aus irgendeiner Elo die Spa&szlig; am Spiel haben.\r\nZu mir: Ich bin zur Zeit Silber Bob, habe zur Zeit kaum Interesse an Ranked, bzw nur mit 1-2 Leuten zsm, spiele jede Position und bin offen f&uuml;r neues. Ich hasse Flamer aber der ein oder andere Teel&ouml;ffel Salz kann an einem Freitag-Abend um 23:30 schon mal passieren, #noHate nat&uuml;rlich.\r\nAlso, wenn ihr einen Clan oder etwas anderes kennt, in dem es um Spielspa&szlig; und eigene Verbesserung geht, w&uuml;rde ich mich freuen wenn ihr mir dies mitteilen k&ouml;nntet.\r\nMfG Slivers Scythe (Nein da steht nicht Silber, ich bin noch optimistisch. ^^)","replies":[{"id":"","poster":"Amoxicilllin","date":"2016-08-04T11:55:53.993+0000","up_votes":2,"down_votes":0,"body":"Hi kannst mich ja mal anschreiben. Meine Freundin und ich spielen auch. Sie ist lvl 27 und ich bin lvl 30. Also falls du Lust hast schreib uns an","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-08-04T12:20:40.344+0000","up_votes":1,"down_votes":0,"body":"Hab ich mal gemacht ^^","replies":[]}]},{"id":"","poster":"WolfOnTheRoad","date":"2016-09-02T08:59:29.140+0000","up_votes":1,"down_votes":0,"body":"du kannst mir gern mal schreiben, bin zwar noch unranked (lvl 26), bin aber offen f체r nette Menschen mit denen man mal spielen kann! (Kindred main, Ekko , Nasus)","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-09-03T19:21:05.419+0000","up_votes":1,"down_votes":0,"body":"hey noch ein Kindred Haupt :3\nICh schrieb dir morgen mal :)","replies":[]}]},{"id":"","poster":"Poseidn64","date":"2016-08-04T18:58:29.488+0000","up_votes":1,"down_votes":0,"body":"Hey. Wir der Feral-Gaming Clan suchen noch Member :)\nDu w채rst da denke ich mal gut untergebracht und w체rdest auch Leute zum spielen finden.\nTS : ts.feral-gaming.com\nWir veranstalten Turniere und bauen auch Teams auf. Desweiteren werden bei uns aber auch Solo und DuoQ unterst체tzt","replies":[]}]}