{"id":"OuJKbiBk","poster":"YanKYhii","date":"2016-08-02T19:00:21.653+0000","title":"Gegner-Teamkills 5 : 0 Verbündete-Teamkills  = Game lost?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Kommt das nur mir so vor oder ist das normal das man das Spiel nicht mehr carry&acute;n kann? \r\nIch kann mich auch t&auml;uschen , aber das ist jedesmal so ....\r\n\r\nWeil ich finde es sehr  unfair mit den bonus Gold, wenn man als erstes Team den Tower zerst&ouml;rt. Das man 400 gold bekommt.\r\nund mit paar anderen sachen auch... egal\r\n\r\n\r\n\r\nlasst es mich wissen, ob es bei euch genau so ist oder im gegenteil ^^ :p","replies":[{"id":"","poster":"IONICKillz","date":"2016-08-02T21:18:38.310+0000","up_votes":1,"down_votes":0,"body":"Ich für meinen Teil finde es immer schwierig zu sagen im Anfangsstadium eines Spiels ob man direkt verloren hat.\nAuch wenn es schon 10 0 steht können 1-2 gute TFs dazu führen das es vielleicht 11-6 oder so steht und man vom anfänglichen Defizit wieder näher gerückt ist.\nDeswegen versuche ich nicht schon am Anfang ff20 zu denken, sondern einfach noch mein Bestes zu geben und vielleicht das Spiel zu drehen.\nDas Spiel ist für mich erst zu Ende, wenn der Nexus kein Leben mehr hat, aber vorher gibt es immer Chancen zurückzukommen meiner Meinung nach.\nNatürlich gibt es auch Spiele, wo man kaum was machen kann um noch zurückzukommen, aber solange die Hoffnung besteht, versuche ich es auch weiterhin nicht zu einer Niederlage kommen zu lassen :)","replies":[]},{"id":"","poster":"Sirius00","date":"2016-08-02T19:52:16.511+0000","up_votes":1,"down_votes":0,"body":"In manchen Fällen ist das Spiel sicher verloren. Wenn dein Renekton Top gegen Nasus, deine Midlane LB gegen Azir und deine Botlane als Lucian Braum gegen Jhin Nami stirbt, habt ihr das Speil aufgrund der Scalings des Gegners verloren. Wenn es ejdoch andersherum ist, ist das Spiel immernoch gewinnbar (auf niederiger Elo) weil ihr immernoch das Lategame gewinnen könnt.\n\nAusserdem, wenn euer Nasus Toplane gegen Renekton vier 5 mal gestorben ist, macht das kaum mehr etwas aus, weil der Gegner kaum mehr Gold durch die Tode des Nasus bekommt. Der Score sagt nur etwas aus, wenn sehr viel zwischen den einzelnen Ergebnissen leigt, z.B. eine Differenz von 10 Early oder von 25 Midgame. Davor ist das Spiel immernoch relativ ausgeglichen.\n\nMfG Sirius00{{champion:96}}","replies":[]}]}