{"id":"EEFzTxH0","poster":"Zero1006","date":"2016-08-02T10:41:40.277+0000","title":"midAREA sucht Teams!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Der Verein midAREA ist ein internationaler e-Sport Verein, der ein Zuhause f&uuml;r kompetitive und professionelle Spieler bietet.\r\nUnsere Organisation besteht seit dem Jahre 2014 und bietet Spielern einen einfachen Einstieg in die kompetitive Szene des e-Sports. midAREA kann auch auf eine erfolgreiche Vergangenheit zur&uuml;ckblicken, sowohl in der deutschen als auch in der internationalen Szene.\r\nWir zielen darauf ab, allen Mitgliedern ein hohes Ma&szlig; an Qualit&auml;t zu liefern, verbunden mit einer angenehmen Arbeitsatmosph&auml;re.\r\n\r\n\r\n\r\nUnser Ziel ist es, Teams aus verschiedenen Spielen einen Platz in midAREA zu bieten und dort  die Chance zu gew&auml;hrleisten eines Tages  professionell Geld zu verdienen, sowie Leistungen von midAREA zu erhalten.\r\nDies schaffen wir durch starke, freundliche Spieler und ein gut organisiertes, ambitioniertes und vor allem erfahrenes Management. \r\nEs muss auch erw&auml;hnt werden, dass midAREA top Grafiker, Redakteure und noch andere Pers&ouml;nlichkeiten zu bieten hat, um einen reibungslosen Vereinsablauf zu gew&auml;hrleisten.\r\nDerzeit betreuen wir ein professionelles CS:GO Team, die schon erste Erfolge in der 99Damage Liga verzeichnen konnten, sowie in der Esport League ESL. Im Augenblick befindet sich das Team in der Relegation zur 2. Division. Auch in der ESL Meisterschaft sind sie anzutreffen, und treten dort gegen die besten Teams aus dem Deutschen eSport Raum an. Jedoch sind sie auch bei zahlreichen anderen Cups anzutreffen und vertreten midAREA mit bestem Gewissen. \r\n\r\n\r\nUm ein Teil von midAREA zu werden, ben&ouml;tigen Sie erstmal ein vollst&auml;ndiges Lineup, oder die F&auml;higkeiten ein Lineup &uuml;ber midAREA aufzubauen.\r\nDiese F&auml;higkeiten m&uuml;ssen in einer beliebigen Weise nachgewiesen werden k&ouml;nnen.\r\nWenn ein bereits bestehendes Lineup existiert, bieten wir Ihnen die M&ouml;glichkeit, wie oben schon genannt, sich &uuml;ber midAREA weiter zu entwickeln, sowie die Chance auf einen zuk&uuml;nftigen Vertrag mit dem Verein.\r\nDesweiteren bietet midAREA einen funktionierenden Teamspeak 3 Server, eine Homepage und viele weitere kleine Dinge, damit sich das Team um fast nichts mehr k&uuml;mmern braucht.\r\n\r\nWenn wir Sie mit unserer Einladung ansprechen konnten, melden Sie sich bitte unter den folgenden Kontaktdaten.\r\n\r\nEmail: kontakt@midarea.de\r\n        \r\nSteam: http://steamcommunity.com/profiles/76561198021982598/\r\n             http://steamcommunity.com/id/NEELO24/\r\n\r\nFacebook: https://www.facebook.com/midAREA/?fref=ts","replies":[]}