{"id":"f3rHwKoA","poster":"ShadowFork","date":"2016-08-01T21:47:04.931+0000","title":"4er-Ranked Team sucht (mal wieder) eine Toplane! (Silber-Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Guten Abend Beschw&ouml;rer!\r\nWir sind auf der Suche nach einem Toplane erfahrenen Spieler, auf den Verlass ist! Er sollte erkennbar die meiste Zeit Top spielen und mindestens 18 Jahre alt sein! Wenn ihr Bock auf ein Team habt, das in Ranked Games tryharden will und sich riesig &uuml;ber eine gute Top freuen w&uuml;rde, dann k&ouml;nnt ihr euch gerne bei mir melden! \r\nIGN: ShadowFork\r\nWir sehen uns in der Kluft!","replies":[{"id":"","poster":"SVRMarcel","date":"2016-08-02T00:02:20.709+0000","up_votes":1,"down_votes":0,"body":"hey ;D","replies":[]},{"id":"","poster":"Andrutaa","date":"2016-08-02T00:24:18.619+0000","up_votes":2,"down_votes":2,"body":"Extremes Kind der Topicersteller. \nWollen uuuuunbedingt nach der Meta spielen, wissen jedoch nicht, wie man das macht. \nSilber Spieler wollen nem high plat spieler gewisse champions verbieten und wenn sie abgelehnt werden, sprich man sagt, dass man ihnen Glück wünscht und das nicht das ist wonach man sucht, heißt es direkt \"da geht er heulen\". Soviel zum Thema +18 ^^","replies":[{"id":"","poster":"ShadowFork","date":"2016-08-02T00:29:42.501+0000","up_votes":1,"down_votes":1,"body":"Hey Andrutaa, ich sehe kein Plat bei dir und kein Silber bei mir. Wenn du uns also die Toplaner von Team fernhalten willst, dann halte dich doch bitte an Fakten. In Ordnung? Gut! Und ja, du hast vollkommen Recht! Wir möchten keinen Yasou Toplane! Über alles andere kann man reden! Also mein Freund, wenn du uns schon öffentlich in einem schlechten Licht darstellen willst, dann bitte auf einem Ordentlichen Fundament und mit richtigen Fakten, an sonsten glaubt dir nämlich keiner du Gold Spieler! ^^ Ich wünsche dir noch einen wunderschönen Abend und viel Erfolg bei einer Teamsuche!","replies":[{"id":"","poster":"Andrutaa","date":"2016-08-02T00:38:03.136+0000","up_votes":2,"down_votes":2,"body":"Da trollst du dich wohl selbst, denn im Topicnamen steht Silber/Gold. \nUnd dass ich mit meinem Plat 3 acc nicht mit euch DynQen kann bzw. will, ist wohl klar,\ngeschweige denn ein Ranked Team mit schreienden Kindern beitreten möchte.\n\nDas ist eben Silber-Mentalität in Verbindung mit jungen Leuten - genau der Grund, wieso LoL so eine toxic Community hat. Ihr seid bestimmt auch solche trollende Kinder, die Leuten irgendwas wegbannen, was sie spielen wollen. Wirklich traurig.\nDesweiteren einem deutlich besseren und erfahreneren Spieler irgendwas verbieten wollen....so werdet ihr nie aus Silber kommen, denn bis Dia kann man jeden Champ spielen, wobei Yasuo selbst bis Challenger viable ist :)\n\nAber früher oder später werdet ihr das vielleicht auch erkennen.","replies":[{"id":"","poster":"ShadowFork","date":"2016-08-02T00:44:44.759+0000","up_votes":1,"down_votes":1,"body":"OK, da diese Diskussion zu nichts führen wird und du immer unsachlicher wirst und verzweifelt auf der Suche nach neuen Argumenten bist, dir dies allerdings völlig misslingt, breche ich das hiermit ab! Ich hoffe das dir diese Aktion ganz viel Selbstbewusstsein gegeben hat, da du uns \"kleinen Kindern\" es gezeigt hast! Dann wünsche ich dir viel Glück dabei schnell Platin zu kommen, damit du nicht mehr in der Öffentlichkeit lügen musst und drücke dir wie gesagt die Daumen, dass du ein Team finden wirst, dass sich deiner als würdig erweist. Wobei ich nicht weiß, welches Team einen eingebildeten Yasou für seine Toplane sucht... Aber du wirst sicher Glück haben! ^^","replies":[{"id":"","poster":"Andrutaa","date":"2016-08-02T00:53:06.180+0000","up_votes":2,"down_votes":2,"body":"Bitte poste noch mehr Beleidigungen in dein Topic. Das kommt sehr gut an und spiegelt die Reife des vorhandenen Teams wieder. Ich habe nur versucht, schlechtere Leute wie dir zu helfen besser zu werden, aber dass man dann im LoL Client direkt so beleidigt wird, ist schon Internet stark muss ich sagen!.\n\nZudem würde ich dir schleunigst raten deutsch zu lernen. Wobei LoL lernen auch nicht schelcht für Dich wäre. \nSchau mal auf probuilds.net Itembuilds der jeweiligen Champions nach, die du spielst, dann wird das was vielleicht irgendwann Mal! :)\n\nGL mit deinem Bronze 1 5er Ranked Team. Gold Leute solltest du besser nicht dafür suchen.","replies":[]}]}]}]}]}]}