{"id":"vgZE4Emr","poster":"Der Überboss","date":"2016-08-01T21:11:01.843+0000","title":"Carrien","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"N&#039;abend,\r\n\r\nIch bin Bronze 2 und spiele seit Season 2, ich m&ouml;chte diese Season Silber kommen aber ich bin zu schlecht. So wie mein Team, aber das ist kein Thread um meine Fehler zu vertuschen und das Team zu flamen, sondern bin ich zu unf&auml;hig zu carrien, vorallem in der Lategame Phase als Adc. Tipps ?\r\nDanke im Vorraus\r\nHochachtungsvoll OG PowerofBronze","replies":[{"id":"","poster":"Maexle","date":"2016-08-01T21:43:49.082+0000","up_votes":7,"down_votes":0,"body":"Um dir konkrete Tipps zu geben müsste man wohl deine Spiele anschauen, aber in Bronze sind es oft vermeindliche Kleinigkeiten, die den Unterschied machen. Die meisten Fehler die ich von Bronze ADCs sehe sind Positionierungsfehler. Meistens stehen sie viel zu weit vorne, so dass sie einfach von den gegnerischen Frontlinern angegriffen werden können. Es kommt sehr häufig vor, dass die ADCs auch auf die gegnerischen Carries gehen möchten. Als ADC muss man bzw. sollte man immer den Gegner angreifen, der einem am nächsten steht und damit die potentiell Größte bedrohung darstellt. Das ist zumindest der Fehler, der mir sehr häufig auffällt. \nGenerell solltest du als ADC auch im späten Spiel immer beim Team bleiben. Du bist derjenige, der den meisten Schaden an objectives machst und es bringt nichts, wenn du dich catchen lässt.\n\nWie gesagt: Es muss nicht auf dich zutreffen, aber das sind wohl die meisten Fehler von ADCs.\n{{champion:17}}","replies":[{"id":"","poster":"Gefahr McGefahr","date":"2016-08-02T13:17:43.371+0000","up_votes":2,"down_votes":0,"body":"Dazu könnte man wohl noch erwähnen, dass ich häufiger sehe wie adcs stehen bleiben, wenn Gegner auf sie zurennen. Erstes Ziel sollte es sein, zu überleben une zweites soviel schaden zu machen wie möglich.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-01T22:30:58.379+0000","up_votes":3,"down_votes":0,"body":"Ich kann mich da meinen Vorrednern nur anschließen: Das \"OMG, why focus the Tanks\" ist einer der größten Mythen in Bronze. Als ADC hast du 2 Chancen: Auf die Tanks einschlagen oder von diesen vernichtet zu werden. Es gibt halt nichts sinnloseres, als an den Tanks vorbei zulaufen, deren CC zu fressen und dann 2 Autoattacks zu machen, bevor man stirbt.\nLeague of Legends Teamfights laufen im Lategame meistens so ab: Es schlagen alle auf die Tanks ein und wer von denen länger durchhält, gewinnt den Kampf.\n\nAn sonsten gilt halt: Üben, üben, üben. LoL ist zu 80% Erfahrung. Manche (wie ich) sind beim Erfassen und Umsetzen dieser Erfahrungen langsamer als andere...\nSpiele, so plakativ das klingt, nicht um zu gewinnen. Spiele um Spaß zu haben (klar, hat man mehr von, wenn man gewinnt) und um dich zu verbessern. Versuche nach dem Spiel noch mal deine eigenen Tode durchzugehen und dann frage dich, wie du die hättest verhindern können. Das funktioniert auch bei Siegen. Auch da spielt keiner von uns perfekt...\n\nGenau so wichtig: Verabschiede dich von der Bedeutung des einzelnen Spieles. Also ob du dieses eine Spiel gewinnst oder verlierst, ist vollkommen egal. Wenn du es nutzt um dich zu verbessern, wirst du langfristig mehr Spiele gewinnen als verlieren. Und du brauchst ja keine Winrate von 66% um nach Silber zu kommen. Eine von 51% reicht völlig aus. Und die wirst du erreichen, sobald du auf Silber V oder IV Niveau spielst.\n\nWenn du also ein Spiel verlierst, weil du selber einen dämlichen Move gemacht hast... dann analysiere den und vermeide diese Fehler das nächste mal. Wenn du wegen AFKs und Flamern verlierst... dann harke dieses eine Spiel für die persönlich ab (am Besten durch eine Pause) und konzentriere dich irgendwann auf deine Aufgabe (die spannende Frage \"Wie schaffe ich es gegen ein überlegenes Team die Waves zu clearen und das Spiel zu verzögern\" lernt man am besten im 4vs5... und irgendwann dreht das ein 5vs5 für einen) und gehe dann das nächste Spiel an, wenn du wieder motiviert bist...\nUnd ja, Pause nach schlechten Spielen machen ist ebenfalls erstaunlich hilfreich. Es bringt nichts, krampfhaft den Bock umstoßen zu wollen, wenn man schon 1 oder 2 Ranked Spiele verloren hat. Das führt meistens nur zu noch mehr Niederlagen.","replies":[{"id":"","poster":"Der Überboss","date":"2016-08-02T13:55:49.331+0000","up_votes":1,"down_votes":0,"body":"Du meinstest ja ein game ist nicht so wichtig, aber wenn ich merke dass ich noch nicht gut genug bin zu carrien, sollte ich eig kein ranked spielen oder ? Dadurch hat mein Team ja einen Nachteil und ich verliere auch lp. :S","replies":[]}]}]}