{"id":"tXotnAvW","poster":"byJakoP","date":"2016-08-01T16:18:46.677+0000","title":"Ist Bard derzeit gut?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Wenn ich ein bisschen &uuml;ber Bard {{champion:432}}  google merk ich schnell, dass der Hauptteil meint, dass es einer der schlechtesten Supporter ist und man sich eher Thresh {{champion:412}} etc. holen sollte. Allerdings kommt mir ein Konzept extrem Spa&szlig;ig vor und die mei&szlig;ten Bards die ich sehe sind ziemlich gut. Meine Frage also: Findet ihr, dass Bard {{champion:432}}  derzeit gut spielbar ist? Und sollte ich ihn mir kaufen?","replies":[{"id":"","poster":"Support for life","date":"2016-08-02T19:49:02.975+0000","up_votes":1,"down_votes":0,"body":"Bard ist ein Gott <3 \ner ist mit abstand der Supporter den sich jeder Adc wünscht Bard kann alles um sein Adc durch die Lane am Anfang zu helfen ;) \nNaja mit Nami und BArd OneTrick habe ich mich von Silber 5 auf Gold hochgespielt , sind für mich die besten Supporter ;)","replies":[]},{"id":"","poster":"xSyruSx","date":"2016-08-02T13:39:46.163+0000","up_votes":1,"down_votes":0,"body":"Bard ist halt wie andere sehr schwere Champions. ({{champion:136}} {{champion:268}} {{champion:157}} {{champion:412}} als beispiele)\n\nSie haben, wenn gemeistert bzw. wenn Ihr Spielstil verstanden wurde, unglaublich großes Potenzial.\n\n{{champion:136}} Non Stop Roaming, unglaubliche Teamfight Kontrolle mit Rylais\n{{champion:268}} Sehr starke Lane Kontrolle, verdammt heftiges Carry Potenzial und gutes Outplay\n{{champion:157}} Sehr hohes Outplay Potenzial\n\nMan kann also sagen....ja, Bard ist gut, sehr gut sogar, aber man muss sich die Mühe machen diesen auch zu lernen und all die Tricks die sein Kit bietet auch zu nutzen. Und das dauert eben.\n\nAlternativ picken Leute eben sowas wie {{champion:53}} . Da muss nur ein Hook sitzen, und meist ist nen ganzer Fight, vielleicht sogar nen ganzes Spiel entschieden. Und er muss sich dabei nicht mal selbst in Gefahr begeben wie {{champion:412}} .","replies":[]},{"id":"","poster":"Taluberasa","date":"2016-08-01T20:59:52.208+0000","up_votes":1,"down_votes":0,"body":"Bard ist einer wenn nicht sogar der beste Support.\nZumindest was das Potenzial angeht.\n\nDas Problem ist das es sehr schwer ist sein Potenzial auszuspielen da dieses extremst skillabhängig ist.\nWesshalb ich ihn nicht empfehlen würde außer man ist high elo und nimmt sich die Zeit 100-150 Spiele mit ihm zu spielen (im tryhard modus)\n\n(Man kann ihn natürlich auch erfolgreich in der Low elo spielen aber da sind andere Champs einfacher und dadurch meist effektiver)","replies":[]},{"id":"","poster":"Iam a real Man","date":"2016-08-01T19:40:07.662+0000","up_votes":1,"down_votes":0,"body":"Bard ist ein Champ der immer gut und schlecht sein wird.\nEr skaliert einfach mit dem Skill des Spielers\nIn der pro-szene ist das skill lvl natürlich sehr hoch und da glänzt dieser champ auch (genauso wie im challenger bereich)\nIm silber Bronze bereich z.b heißt das nicht,dass der champ schlecht ist nur sind die Spieler um einiges schlechter,also wird das potential des Champs kaum genutzt. das gilt eigentlich bis dia 3 oder so.\ngenerell kannst du aber eigentlich alles Spielen solange du gut genug damit bist,es gibt immerhin spieler die mit heimerdinger oder urgot nach challenger kommen. Von daher.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-08-01T16:56:15.636+0000","up_votes":1,"down_votes":0,"body":"In der LCS ja, in der SoloQ eher nein...\n\nWarum... nun ja... Koordination... Die ist halt relativ wichtig um seine Ultimate und sein Reise effektiv zu nutzen... also je höher die Koordination, um so effektiver wird er halt...","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-08-01T18:47:53.364+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-08-01T19:09:05.758+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT T1 1ND3R,realm=EUW,application-id=Wj1wcocU,discussion-id=tXotnAvW,comment-id=00000000,timestamp=2016-08-01T18:47:53.364+0000)\n>\n> Naja das ist auch nur teilweise richtig. Der Vorteil von Bard in der Solo q ist, dass seine Laningphase besser ist als sie sein sollte und dass man viel leichter Leute catchen kann als in der LCS. In der LCS überrachst man niemanden mit einem Tunnel auf die Lane oder einer Ult.\n\nIch versuche gerade einfach mal meine Spiele durchzugehen. Als Sup Main... und mich daran zu erinnern, wann ich das letzte Mal einen Bard gesehen habe... Wie sich herausstellte: In den letzten 4 Wochen 2 Mal... und bei einem der Beiden Spiele gab es ein /Remake... das andere mal hatte der (laut Namen) Bard Main eine KDA von 8... [und das Spiel war nach 25 Minuten absolut ausgeglichen](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2749002175/21830463?tab=overview)... Dann gewannen wir den einen entscheidenden Teamfight...\nAber das Spiel ist halt auch einfach zu lange her... ich kann mich also nicht mehr daran erinnern, jemals gegen einen Bard verloren zu haben... Und ja. das ist de facto ein Argument pro Bard. Denn am schlechtesten bin ich gegen (Ich übertreibe) \"Troll-Supports\" bei denen ich nicht genau vorhersagen kann, wie die Laning Phase funktioniert und was ich gegen ihn machen muss...\n\nDiese Statistik ist natürlich nicht wirklich repräsentativ. Denn wenn man Bard beherrscht, (und dieses Beherrschen kommunizieren kann), ist er garantiert super effektiv. Aber andere Supports sind halt in der Solo Q wesentlich einfacher umzusetzen... \nIch sage ja nicht, dass Bard schlecht ist, ich sage nur, dass er schwierig zu meistern ist... \nOder anders ausgedrückt: Wenn du als Sup Main schon Sona, Nami, Janna, Alistar und Thresh beherrscht, kannst du über ihn nachdenken. Oder wenn du dir schwierige Aufgaben stellen willst und dir Spielspaß wichtiger ist als die reine Elo... was ich nicht als Vorwurf an alle Bard Mains verstanden haben will. Der Typ macht schon Spaß und wenn man den hat, soll man ihn spielen...\n\nErschwerend zur Longrange Ulti kommt ja, dass du mit ihm zwangsweise Roamen musst... und du willst gar nicht wissen, wie oft meine ADCs sterben, weil ich mal kurz für 30 Sekunden nen Pink Wards platzieren gehe... weil sie den einen Caster Minion unbedingt last hitten müssen... gegen Blitzcrank...\nWie gesagt: Er hat ein starkes Kit... wenn du mit deinen Freunden koordiniert vorgehen kannst.","replies":[]}]}]},{"id":"","poster":"Bluefersan","date":"2016-08-01T17:20:10.864+0000","up_votes":1,"down_votes":0,"body":"jo 2 games gehabt wo 100% der bard support das spiel gemacht hat.\nearly schaden output hoch cc on top und anscheinend hatte er auch calls gemacht.\n\nhigh plat / low dia","replies":[]},{"id":"","poster":"Shad0wM0on","date":"2016-08-01T17:12:44.270+0000","up_votes":1,"down_votes":0,"body":"Bard = God\n\nBard ist meiner Meinung nach einer der besten Supps, aber das ist ja auch alles comb abhängig. Habe als ich mir diesen champ damals zugelegt habe auch mit mehreren leuten geredet ob er gut ist usw, und ich kann dir sagen mit ihm carriest du.\n\n\nDeine ganzen abilities sind zucker fürs team. Du bist einer der stärksten champs auf der botlane, d.H. du machst im early schon druck und lässt den gegnerischen adc nicht farmen (im besten fall killt ihr den schon mit lvl 2 -3 je nach adc)\n\nDein Roamingpotenzial ist riesig, du bist halt megaschnell auf der lane die eventuell hilfe braucht. Du kannst deinem adc oder anderen mates healpakete dalassen, und eine gute ulti kann leben retten oder den teamfight entscheiden. Also ich würde ihn mir an deiner stelle holen, vorallem da er mega spaß macht.","replies":[{"id":"","poster":"byJakoP","date":"2016-08-01T17:17:08.722+0000","up_votes":1,"down_votes":0,"body":"Danke, dass du dir Zeit nimmst mir zu helfen! :D Ich hol ihn mir bald.. ;D","replies":[]}]}]}