{"id":"UuNliVEv","poster":"FCG Caster 1","date":"2016-07-30T13:08:51.708+0000","title":"FCG Events sucht kräftige Unterstützung!","subforum":"Clans & Teams","embed":{"title":"Fun Competitive Gaming Events","description":null,"url":"http://fcg-events.com/","image":"http://fcg-events.com/wp-content/uploads/2015/11/727072-uncle_sam-240x300.png"},"up_votes":4,"down_votes":2,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer!\r\n\r\nWir, das Team von FCG Events, suchen f&uuml;r unsere Liga noch tatkr&auml;ftige Leute, die uns sowohl vor als auch hinter der Kamera auf l&auml;ngere Zeit unterst&uuml;tzen. Darunter fallen:\r\n-Caster\r\n-Analysten\r\n-Zust&auml;ndige f&uuml;r Social Media\r\n-Moderatoren f&uuml;r den Chat\r\n-Organisatoren f&uuml;r beil&auml;ufige Turniere\r\n\r\nFolgende Dinge erwarten wir von euch:\r\n-**Geistige Reife:** Jeder sollte in der Lage sein, seine Meinung konstruktiv mitzuteilen und so zum Voranschreiten der Community Beitragen.\r\n-**Zuverl&auml;ssigkeit:** Wenn ihr zu bestimmten Terminen nicht erscheinen k&ouml;nnt, dann teilt uns das bitte fr&uuml;hzeitig mit. \r\n-**F&uuml;r Caster:** Ihr braucht eine verst&auml;ndliche Aussprache und solltet am besten den ganzen Tag &uuml;ber League of Legends reden k&ouml;nnen. Eine angenehme Stimme ist ein gro&szlig;er Vorteil.\r\n-**F&uuml;r Analysten:** Weitreichendes Spielwissen ist Pflicht. Wieso ist der Teamfight so ausgegangen und nicht andersherum? Warum rotiert das Team so und nicht anders? Welcher Call w&auml;re besser gewesen? Mit solchen Fragen befasst ihr euch w&auml;hrend des Spiels und fasst die Antowrten hinterher kurz zusammen.\r\n-**F&uuml;r Social Media:** Ihr wisst, wie man in Schrftform Hype aufbaut und k&ouml;nnt Leute auf uns aufmerksam machen.\r\n-**F&uuml;r Moderatoren im Chat:** Ihr seid zu den Streamzeiten aktiv im Chat, beantwortet Fragen und haltet den Chat sauber.\r\n-**F&uuml;r Organisatoren:** Ihr habt organisatorisches Talent und setzt euch mit uns in Verbindung, um Turniere in regelm&auml;&szlig;igen Abst&auml;nden zu starten\r\n\r\nBitte bedenkt, dass das ganze auch f&uuml;r uns nur ein Hobby ist und auch f&uuml;r euch voraussichtlich sehr viel Zeit in Anspruch nehmen wird. \r\n\r\nAktuell haben wir die zweite Saison unserer Ligen geplant, welche am 12. August starten soll und sich bis Mitte Dezember ziehen wird. Die Spiele werden samstags und sonntags ab 16 Uhr live &uuml;bertragen. \r\n\r\n&Uuml;ber die normalen Eventstreams machen wir auch hin und wieder Streams von Normals oder Ranked Games mit dem Organisationsteam, in denen wir einfach chillen, Fragen aus dem Chat beantworten und Spa&szlig; haben.\r\n\r\nWenn ihr motiviert seid, einen dieser Posten auf l&auml;ngere Zeit in einer aufstrebenden Community zu f&uuml;llen, dann meldet euch bei uns per E-Mail (zonta@fun-competitive-gaming.com), auf der Website (http://fcg-events.com/) oder direkt im LoL-Client (FCG Caster 1)!","replies":[]}