{"id":"JZUsFhvk","poster":"xMöpel","date":"2016-07-29T12:18:12.425+0000","title":"Gründung LoL E-Sport Team für alle Studenten in Deutschland","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nmein Name ist Felix und ich bin Student an der Universit&auml;t Osnabr&uuml;ck. In Deutschland existieren seit etwa 1-2 Jahren studicups f&uuml;r LoL, Counter Strike und Hearthstone. Ein Studicup ist ein Professionelles LoL e-Sport Tunier f&uuml;r alle Studenten Deutschlands (FH oder Uni). Zu Gewinnen gibt es in der Ersten Liga Geld betr&auml;ge und den Titel Deutscher Hochschulmeister. Die Tuniere finden nicht ausserhalb statt sondern man Spielt in Tunier r&auml;umen von seinem Rechner aus von zuhause.\r\nUnser Team &quot;Osnabr&uuml;cker Peacebreaker&quot; existiert jetzt seit 1. Semester unter meiner Leitung. Ich selber habe mich aus dem Spiel zur&uuml;ckgezogen und bin zu Overwatch gewechselt. Viele unserer Team Mitglieder haben Spiele gewechselt oder einfach nicht den Anforderungen gen&uuml;gt. Deshalb suchen wir an unserer Uni und in anderen Studenten f&uuml;r unser Team. Es wird noch jede Lane gesucht weil dies eine komplette Neugr&uuml;ndung wird.\r\n\r\nWas wir in Zukunft bieten:\r\nWenn das Team sich gut entwickelt bieten wir verschiedene Workshops in Kooperation mit der UEG an. In diesen Workshops arbeitet man mit anderen Teams zusammen und Professionellen LoL Coaches. Dort lernt man in Wochenend Seminaren beispielsweise besseres Team zusammenspiel. Bei der Gamescom besteht die m&ouml;glichkeit Live ein Spiel vorzutragen, welches wir diesen Jahr wahrscheinlich nutzen.\r\n\r\nWas wir erwarten:\r\n- Mindestens 1mal in der Woche Training mit festen Trainingstag.\r\n- Die Tunier Spiele finden immer Sonntag Nachmittag statt und sind ein Best of 3. Ihr solltet also Sonntag Nachmittag Zeit haben.\r\n- Team Kommunikation, wer nicht im Team spielen kann und nicht auf Kritik eingeht kann bei uns nichts erreichen.\r\n- LoL Rank von Mindestens Silber, es werden keine Ausnahmen gemacht.\r\n\r\nWie du Teilnehmen kannst:\r\n- Du musst an einer FH oder Uni in Deutschland eingeschrieben sein und dies nachweisen k&ouml;nnen.\r\n- Mindestens 18 Jahre alt sein.\r\n\r\nDu hast Interesse und bist bereit in einem Festen Team zu Spielen melde dich unter: uniosgg@gmail.com\r\n\r\nWichtig ist ebenfalls das du genug Zeit hast mindestens 1 mal die Woche zu trainieren und am Sonntag Nachmittag beim Tunier Teilzunehmen. Die n&auml;chste Tunier Season f&auml;ngt erst fr&uuml;hestens im September 2016 an. Ich freue mich auf eure Bewerbungen :)","replies":[{"id":"","poster":"ReDcOrSaIr2","date":"2016-07-29T15:48:15.533+0000","up_votes":1,"down_votes":0,"body":"Kann man überhaupt an der Uni oder FH sein, ohne 18 Jahre zu sein? ^^","replies":[]}]}