{"id":"2RbKY1tw","poster":"RankaxLee","date":"2016-07-29T15:17:59.269+0000","title":"Suche gute Spieler (kein Trolling, Feeding, Unfairness)","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Suche nur gute Spieler (Sicheres Laning, Verst&auml;ndnis f&uuml;r Vision, Map Movement, Wann kann ich was tun, Kein Overextending), die au&szlig;erdem fair kommunizieren und kritikf&auml;hig sind. \nSprich keine Leute, die dich im Stich lassen oder nicht mehr spielen wollen oder einen ignorieren. Habe wieder mal schlechte Erfahrung damit gemacht. Und mit so einer Einstellung l&auml;sst sich einfach nichts Konstruktives auufbauen.\n\nDas Niveau sollte sich im Platinbereich befinden. Wir k&ouml;nnen sowohl Normal als auch Ranked spielen. DIe Ambition ist v.a. auch mal l&auml;ngerfristiger zusammenzuspielen.\nTS kann ich auch bereit stellen ist aber am Anfang nicht gleich notwendig.\n\nIch spiel haupts&auml;chlich zur Zeit Jungle und ADC. Außerdem suche ich keinen Clan oder so etwas, höchstens ein Team.","replies":[{"id":"","poster":"Arcade eSportsMR","date":"2016-07-29T15:24:40.520+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Tabi","date":"2016-07-29T15:44:40.334+0000","up_votes":1,"down_votes":0,"body":"Vor allem steht da auch noch \"Heyho NAME\" xDDDD Der hat wahrscheinlich einen vorgefertigten Text und hat vergessen seinen Namen einzutragen. Irgendwie echt traurig das Ganze.","replies":[]},{"id":"","poster":"Markathus","date":"2016-07-29T15:35:07.658+0000","up_votes":2,"down_votes":0,"body":"Lesen gehört ja scheibar nicht zu euren Stärken oder? Er schreibt ausdrücklich keine Clans usw. Habt ihr es so nötig ?\nBei meiner Axt  {{item:3071}} gehen mir Communitys wie eure auf die Nerven die überall ihre Werbung hinklatschen müssen.\n\nNoch einen schönen Tag\nMarkathus","replies":[]},{"id":"","poster":"RankaxLee","date":"2016-07-29T16:00:30.975+0000","up_votes":1,"down_votes":0,"body":"Ja wollte ich auch grad schreiben was das soll -.-","replies":[]}]}]}