{"id":"T3qxmWXi","poster":"UltimateLuzifer","date":"2019-05-02T12:02:10.305+0000","title":"Wie sinnvoll ist die Remake-Funktion im Normal-Draft?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Wer kennt es nicht?\r\n\r\nMan sieht auf die Uhr und merkt, dass man noch 1 Partie League of Legends spielen kann. Man startet den Client und geht in die Queue. Nach zwei Minuten ist schließlich ein Spiel gefunden - perfekt. Nun folgt die Pick-&amp;Banphase mit einer Dauer von 8 Minuten. Schließlich startet der Ladebildschirm. Nach weiteren 3 Minuten startet das Spiel schließlich.\r\n\r\nAuf der Botlane fällt nach einem zunächst misslungenen Invade auf, dass der gegnerische Supporter scheinbar nicht da ist. Schließlich wird das Spiel nach 4 min geremaked.\r\n\r\nDas Resultat: Man erreicht circa lvl 3 und cleart ca. 4 Waves (Aufbauphase). Das ganze Spiel ist ohne wirklich begonnen zu haben nach 17 Minuten vorbei.\r\n\r\nDiese 17 Minuten brachten keinem Spieler einen Fortschritt. Weder an blauen Essenzen, noch an spielerischem Fortschritt z.B. Bestreitung der Laningphase, Rotations etc..\r\n\r\nDie 9 Spieler verlieren jeweils 17 Minuten Zeit. Das sind 153 Minuten und damit 2,5 Stunden an verlorener Zeit für alle beteiligten Spieler.\r\n\r\nDoch was wäre, wenn das gegnerische Team nicht geremaked hätte?\r\n1. Vielleicht wäre der Spieler noch zurückgekommen und ein Spiel zwar mit Handicap aber dennoch spielbar könnte machbar sein\r\n2. Würde erst zur Minute 15 aufgegeben werden würde, so wäre trotzdem eine ausgiebige Laningphase machbar.\r\n\r\nDurch eine Aufgabe erst um Minute 15 erhöht sich die Zeit InGame von  4 Minuten auf 15. Die Vasallen erreichen erst nach ca. 2 Minuten die Lanes. Die effektive Spielzeit erhöht sich also von 2 auf 13 Minuten.\r\n\r\nBetrachtet man nun die gesamte vorherige Spielzeit:\r\n1. Fall Remake: 17 Minuten nichts tun\r\n2. Fall Surr15: 17 Minuten Spielaufbau zu 11 Minuten aktiven Spiels.\r\n\r\nWas haltet ihr davon? Ist es sinnvoll oder zielführend ein Normalgame zu remaken?","replies":[{"id":"","poster":"Temp1891534","date":"2019-05-03T07:22:44.186+0000","up_votes":1,"down_votes":0,"body":"Ich versteh die Umfrage nicht,\nbezieht sich diese jetzt auf die Frage \"Ist es Sinnvoll ein normales Spiel zu remaken\" oder auf die Frage \"Doch lieber bis zur 15 Minute spielen und was draus lernen\"?","replies":[{"id":"","poster":"UltimateLuzifer","date":"2019-05-03T08:33:11.263+0000","up_votes":1,"down_votes":0,"body":"Thats a point Watson :D","replies":[]},{"id":"","poster":"Temp1891534","date":"2019-05-03T07:25:13.794+0000","up_votes":1,"down_votes":0,"body":"  ","replies":[]}]},{"id":"","poster":"SSI CptHaunted","date":"2019-05-02T19:44:20.573+0000","up_votes":1,"down_votes":0,"body":"Da ich es leider schon öfters hatte, dass mein Supporter n DC hatte (und nicht wiedergekommen ist), ich ergo alleine Botlane spielen durfte, am besten noch gegen einen aggressiven Support...nein danke. Da mache ich lieber n Remake und gehe n paar Minuten früher offline als 13 Minuten lang chancenlos unterm Tower zu stehen und zu versuchen nicht zu sterben.","replies":[]}]}