{"id":"2gLFBdII","poster":"Luxamisa","date":"2016-07-27T15:51:27.861+0000","title":"Neuer Champ (ADC)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Ich hatte eine neue Idee f&uuml;r einen Champion. Ein Gestaltenwandler, der fernk&auml;mpfer ist und als ADC und als JGL gespielt werden kann.\r\nAls Beispiel f&uuml;r seine F&auml;higkeiten:\r\nPassiv: Sein AD dmg ist um 15% erh&ouml;ht. Mit lvl 18 50% (pro lvl 2%)\r\nQ: Er verwandelt sich f&uuml;r 3Sekunden in einen Vasallen. Dies steigert sich um 0,5Sekunden beim Skillen der F&auml;higkeit.\r\nW: Er Sprintet ein St&uuml;ck nach vorne und verursacht 5%mehr dmg. Beim skillen steigert sich das um 5%\r\nE: Er erschafft f&uuml;r 1Sekunde ein Feld in dem sich 10%der sich in dem Feld befindlichen Vasallen sich Klonen. Passiv: Vasallen in seiner N&auml;he sind 5%st&auml;rker.\r\n Beim skillen steigert sich der Passive effekt um 5% und der andere um 10%\r\nR: Er hat (wie bei Kindred) ein kleines Feld wo er einen Champion ausw&auml;hlen kann. Wenn er die R aktiviert, verwandelt er sich f&uuml;r 5Sekunden in diesen Champion. Er &uuml;bernimmt seine F&auml;higkeiten (au&szlig;er die R) und die Gegenst&auml;nde, w&auml;hrend er der Champion ist.\r\n\r\nLG Luxa","replies":[{"id":"","poster":"ClAO KAKAO","date":"2016-07-27T16:45:11.445+0000","up_votes":1,"down_votes":0,"body":"Passiv OP\nQ verstehe ich den Sinn jetzt nicht so ganz\nW ok, aber warum als ADC so einen komischen Dash?\nE Du magst gerne % benutzen oder? Komischer Spell, verstehe leider nicht wie das einem ADC / JGL dienen soll^^\nR Finde ich gut die Idee, aber ich glaub nicht, dass die auf den genannten Rollen relevant wäre","replies":[{"id":"","poster":"Luxamisa","date":"2016-07-27T19:36:58.682+0000","up_votes":1,"down_votes":0,"body":"Passiv: wäre nicht zu OP, weil nichts anderes von ihm Schaden macht.\nQ: um sich zu tarnen\nW: so was hat Lucian auch\nE: zum pushen von Türmen, wenn da grad kein minion is\nR: thanks ^^","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-07-27T19:42:33.352+0000","up_votes":1,"down_votes":0,"body":"Die Q hätte praktisch keinen Nutzen. Es gibt meiner Meinung nach fast gar keine Situation, in der du dich als Vasall tarnen kannst, ohne dass das sofort auffällt.\nEdit: Und wie soll das mit der E aussehen? Was passiert, wenn z.B. nur 5 Vasallen in dem Feld sind?","replies":[{"id":"","poster":"Luxamisa","date":"2016-07-27T20:27:31.301+0000","up_votes":1,"down_votes":0,"body":"Man muss ja nichts zwanghaft die E aktivieren wenn da nur 5minions sind. Und sich als minion zu tarnen: mal angenommen du rennst vor 3leuten weg, auf die top lane rauf, wo ne riesen horde minions is. Wenn du dich dann tarnst laufen die gegner vlt weiter. Außerdem muss Riot ja nich unbedingt die Q nehmen. Sie können ja auch statt die Tarung ihn unsichtbar machen","replies":[]}]}]}]}]}