{"id":"bEmsQ9PN","poster":"AldoKing","date":"2016-07-25T19:53:41.241+0000","title":"League of Legends laggt nach 5 minuten...","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, wollte heute mit meinen alten laptop versuchen ob lol auf den noch geht, hab betriebsystem installiert, alle treiber usw., jetzt wollte ich lol starten, wenn ich im spiel drinnen bin hab ich bei sehr hohen einstellungen so ca. 80 fps, aber nach so 5minuten spielen fallen die fps mehr und mehr, z. B. 70, 50, 40, 30... bis ich am ende 2 fps habe, laptop wird nicht laut, und der prozessor wird nicht 100% ausgenutzt, also warum fallen die fps so heftig, ich habe vor 3 jahre auf den laptop normal lol gespielt auf hohen einstellungen aber jetzt gehts nicht mehr... ich bitte um hilfe.\nHier paar specs &uuml;ber den laptop: i5 prozessor, radeon grafikkarte, 6gb ram, wenn es n&ouml;tig ist k&ouml;nnte ich es genau nachschauen...\n\nMfG AldoKing","replies":[{"id":"","poster":"AldoKing","date":"2016-07-29T23:18:42.900+0000","up_votes":1,"down_votes":0,"body":"Beim CPU 105° aber beim start ist es so um die 60, nach paar Minuten, ohne was zu starten ist es bei 100 oder 105°, GPU ist die ganze zeit zwischen 50 un 70°... aber der Laptop hört sich nicht laut an, der ist sehr leise... also mann kann den kaum hören, außer beim LoL spielen, da hört er sich lauter an... aber hab schon alles ausprobiert, Laptop gereinigt geschaut ob die kühler eh gehen... aber alles ist ok...","replies":[{"id":"","poster":"Sree","date":"2016-07-30T05:52:29.998+0000","up_votes":1,"down_votes":0,"body":"105° im idle sind definitv nicht ok.\n\nDu hast auf jeden Fall ein Temeperaturproblem. Wenn du nicht selbst in der Lage bist, es zu beheben, hilft nur der Gang zu einem Fachmann. Ich kann dir aus der Ferne nicht sagen, ob die Belueftung, der Kuehlkoerper, die Waermeleitpaste oder sonst irgendetwas die genaue Ursache ist, ich kann dir nur mit Sicherheit sagen: 105° im idle sind zu warm und da ist es vollkommen normal, dass der Prozessor runtertaktet um nicht noch waermer zu werden, wenn du ihn dann belastest.","replies":[]}]},{"id":"","poster":"AldoKing","date":"2016-07-25T20:14:06.445+0000","up_votes":1,"down_votes":0,"body":"Hab schon alles gemacht, den laptop aufgemacht und komplett gereinigt, aber es passiert ständig wieder. Und die celsius beim prozessor bleiben gleich, ob ich lol spiele oder nicht, also ich weiß nicht mehr was ich dagegen machen soll. Und der laptop hat keine viren, weil ich frisch win 7 installiert habe...","replies":[{"id":"","poster":"INF NuBaS","date":"2016-07-25T22:13:25.878+0000","up_votes":1,"down_votes":0,"body":"Welche Temperaturen werden denn für CPU und GPU sowohl beim spielen als auch beim Leerlauf angezeigt ?","replies":[]}]},{"id":"","poster":"Sree","date":"2016-07-25T20:08:04.256+0000","up_votes":1,"down_votes":0,"body":"Wenn die fps am Anfang gut sind und dann immer schlechter werden, ist es wahrscheinlich eine Waermeproblem. Ein Bauteil (am wahrscheinlichsten Prozessor oder Grafikkarte) wird zu warm und taktet runter um nicht zu ueberhitzen.\nUeberpruefe die Temperaturen unter Last zum Beispiel mit [HWMonitor](http://www.cpuid.com/softwares/hwmonitor.html).\n\nSollte es sich um ein Temperaturproblem handeln, dann reinige die Belueftung. Traust du dir das nicht zu, lasse es am besten von einem Fachmann erledigen.","replies":[]}]}