{"id":"cQxUreqV","poster":"HunterHardy","date":"2016-07-24T15:23:14.375+0000","title":"Einsamer Wolf auf der Suche nach weiteren Rudeltieren","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Leute, \r\n\r\nich bin der Hardy (unschwer aus dem Namen zu erkennen ^^) und bin 19 Jahre alt, habe seit dem Vel&#039;Koz Realease unz&auml;hlige Spielstunden auf der Kluft verbracht und w&uuml;rde gerne weitere Mitspieler finden, mit denen ich auch m&ouml;glicherweise auf Teamspeak oder Skype ein wenig plaudern kann.\r\n\r\nVorab muss ich aber was gestehen, ich musste mich vor kurzem von meiner gerade erst gewonnenen Freundin wieder trennen, weil sie sich in meinen besten Freund verliebt hat (wirklich ne miese Situation f&uuml;r alle Beteiligten) und werde deshalb wieder vermehrt LoL spielen, denn irgendwie m&ouml;chte ich die Leere f&uuml;llen, die mir diese Erfahrung beschert hat, ich habe noch 2 Monate Ferien, bis ich mein Duales Studium beginne und meine Planung freigehalten, um Zeit f&uuml;r sie zu haben, was jetzt ja nicht mehr n&ouml;tig ist. \r\n\r\nAber das soll f&uuml;r dich kein Grund zur Sorge sein, ich m&ouml;chte mich nicht bei dir ausweinen, sondern eine Menge Spa&szlig; haben! Ich w&uuml;rde mich sehr dar&uuml;ber freuen, an deiner Seite an der Kluft zu k&auml;mpfen, wenn Interesse besteht einfach adden oder eine Antwort verfassen :)","replies":[{"id":"","poster":"pulver123","date":"2016-07-24T22:53:32.710+0000","up_votes":1,"down_votes":0,"body":"Schauen Sie doch mal auf unserem TS Server vorbei (46.20.46.77:10063).\n\nWir hoffen, dass Sie ein paar Leute dort finden können.","replies":[{"id":"","poster":"HunterHardy","date":"2016-07-24T23:08:33.141+0000","up_votes":1,"down_votes":0,"body":"Danke für das Angebot, vielleicht werd ich noch davon Gebrauch machen, aber es haben sich schon einige Leute gemeldet und daher weiß ich net, ob ich noch dazu kommen werde!","replies":[]}]},{"id":"","poster":"HunterHardy","date":"2016-07-24T18:09:43.305+0000","up_votes":1,"down_votes":0,"body":"Ich danke allen Leuten, die sich gemeldet haben (und denen, die es noch tun werden), es gibt eben doch noch nen weichen Kern in der harten Schale der Community :)","replies":[]},{"id":"","poster":"Petra Paη","date":"2016-07-24T15:53:43.206+0000","up_votes":1,"down_votes":0,"body":"Hallo HunterHardy,\ndeine Suche ist vorbei !\nNerdsGoCasual lädt zum zocken ein und will dich von Salt, Tilt und Flame erlösen.\nWir sind eine ü18 Multygaming Community die jedem einen Platz bieten möchte ob Anfänger oder Profi alle sind willkommen.\n\nHier geht es zu unserem Vorstellungspost: [ Nerds Go Casual | ü18 Multigaming Community lädt zum Zocken ein ](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/EHg7AEFy-nerds-go-casual-u18-multigaming-community-ladt-zum-zocken-ein)\n\n\nLiebe Grüße,\ndie Nerds","replies":[{"id":"","poster":"HunterHardy","date":"2016-07-24T16:09:30.029+0000","up_votes":1,"down_votes":0,"body":"Hi, \n\nich werds mir anschauen!","replies":[]}]}]}