{"id":"UBr1sNLz","poster":"Mantaforce2","date":"2016-07-24T14:38:09.404+0000","title":"Doombots + ALTE Map als Spielmodus?","subforum":"Karten & Spielmodi","embed":{"title":"ICH HATTE KEINE AHNUNG! Doom Bots of Doom vs HandOfBlood","description":"Ich werde noch die anderen Schwierigkeitsgrade hochladen! Zusammen mit perrick denke ich! Freut euch drauf xD ------------------------------------------------------------------------------------------------ ►Facebook: https://www.facebook.com/HandIOfIBlood ►Twitter: https://twitter.com/HandIOfIBlood ►Instagram: http://instagram.com/handiofiblood ►Livestream: http://de.twitch.tv/handiofiblood ►Fanshop: http://handiofiblood.spreadshirt.de/ ------------------------------------------------------------------------------------------------ Musik: Juri Genrichs - Escape","url":"https://www.youtube.com/watch?v=X3oQwAtQjy0","image":"https://i.ytimg.com/vi/X3oQwAtQjy0/hqdefault.jpg"},"up_votes":2,"down_votes":0,"body":"Viele Leute w&uuml;nschen sich, nochmal auf der alten Map spielen zu k&ouml;nnen. noch mehr w&uuml;nschen sich die Doombots zur&uuml;ck.\r\n\r\nIch denke, man k&ouml;nnte doch die doombots auf der alten Map der Spielmodusrotation hinzuf&uuml;gen. Wie die meisten wissen sollten, steht bei den alten Champion-Geschichten noch was von der Liga der Legenden:\r\n\r\n&quot;...Vor zehn Jahren war Kayles Krieg gegen das B&ouml;se fast gewonnen ... bis ihre aufr&uuml;hrerische Schwester Morgana, eine Ausgesto&szlig;ene ihres Volkes, pl&ouml;tzlich m&auml;chtige, neue Verb&uuml;ndete fand: Magier einer bis dahin ungekannten Welt namens Runeterra. Morgana tauschte ihre Dienste f&uuml;r eine Vielzahl von Beschw&ouml;rern in Runeterras Liga der Legenden gegen m&auml;chtige, neue F&auml;higkeiten ein, die, sobald sie diese beherrschte, drohten, Kayle und ihr Volk in die Knie zu zwingen. Um ihre Welt zu retten, hatte Kayle keine andere Wahl als selbst einen Pakt mit der Liga einzugehen. Sie wandte sich an den Anf&uuml;hrer der Liga, den Hohen Rat Reginald Ashram, und unterbreitete ihm ihrerseits ein Angebot. Im Austausch gegen eintausend Jahre der Dienerschaft Kayles beendete Ashram alle Eingriffe der Liga in Kayles Welt. Als Ashram vor f&uuml;nf Jahren verschwand, gab es neue Gr&uuml;nde f&uuml;r Kayle, in Valoran zu bleiben: Sie musste herausfinden, wo Ashram war oder weshalb er verschwunden war. Sie musste ihre Schwester Morgana auf den Richtfeldern besiegen und ihre ganz eigene Art der Gerechtigkeit in die Liga der Legenden einbringen.\r\n\r\n&bdquo;In der Liga der Legenden kommt die Gerechtigkeit auf schnellen Fl&uuml;geln.&ldquo; \r\n(Ausschnitt aus Kayles Geschichte)\r\n\r\nMan k&ouml;nnte den Spielmodus sicherlich sehr gut zusammen mit einer guten Story &uuml;ber &quot;die Liga der Legenden&quot;, die schon l&auml;ngst nicht mehr erw&auml;hnt wurde, rausbringen.\r\n\r\n{{item:3123}} Andere Dinge kamen ja auch schon zur&uuml;ck.","replies":[]}