{"id":"4iFcJeba","poster":"AvoXtreme","date":"2016-07-23T16:04:20.100+0000","title":"auf nach Gold!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo LoL - Community!\r\nIch suche nach ein paar Leuten f&uuml;r rankeds! Mein Ziel ist es in dieser Season noch Gold zu werden (bin Silber 5), daher suche ich jetzt Leute mit denen ich dorthin komme. Mein Problem ist es das ich f&uuml;r gew&ouml;hnlich zwar relativ gut spiele aber nie carrien kann, meistens &quot;will&quot; ich auch gar nicht carrien, ich bin halt ein extremer Teamspieler weswegen ich halt auch entsprechende Leute suche auf die man sich im Team verlassen kann. Dabei muss aber nich immer unbedingt ein f&uuml;nfer Team zusammen kommen.\r\nZu mir: Ich bin 16 Jahre alt und relativ &quot;tilt resestent&quot; solange man mich nicht &uuml;berm&auml;&szlig;ig reizt. Meine main Rolle ist eigentlich die Midlane (hier spiele ich vorallem Mages z.b. Xerath, Anivia, Ahri... gelegentlich auch mal eher sowas wie LB oder Kassadin wobei ich aber die meisten Assasins einfach nur hasse :P) allerdings hab ich in der letzten Zeit immer h&auml;ufiger auch Support gespielt weswegen ich da mittlerweile wohl genauso gut bin (mein Championpool weist hier aber noch starke L&uuml;cken auf).\r\nWas such ich (komische Formulierung ^^): Ich suche nach Leuten die genauso viel Spa&szlig; am Spiel haben und nicht gleich bei jeder Kleinigkeit ragequitten au&szlig;erdem solltet ihr nat&uuml;rlich entsprechend gut spielen. Vor allem solltet ihr aber coole Leute sein mit denen man auch mal au&szlig;erhalb vom Zocken &uuml;ber das eine oder andere labern kann und mich nicht gleich runtermachen wenn mal was nicht 100% glatt l&auml;uft, gegen konstruktive Kritik hab ich aber nichts, ich will ja schlie&szlig;lich besser werden^^.  Micro und TS3 (bestenfalls auch noch Curse Voice) solltet ihr auch haben. ^^\r\nEs ist jetzt aber nicht so das ich keine anderen Mates habe, also kanns auch durchaus mal passieren das mal noch jemand anderes mit zockt (eigentlich logisch, oder? ^^ keine Ahnung warum ich sowas dazu schreib xD) \r\n\r\nWenn ihr also Bock habt mal ne Runde mit mir zuspielen (fr&uuml;hestens heute gegen 20.00^^) dann addet mich einfach ig oder schreibt hier drunter oder irgendsowas ^^\r\nviel Spa&szlig; inder Kluft\r\nMfG AvoX^^","replies":[{"id":"","poster":"31Yoshi31","date":"2016-07-23T16:53:41.622+0000","up_votes":1,"down_votes":0,"body":"Hallo. ich würde sehr gerne mit dir spielen. Ich bin 15 Jahre alt und bin Silber 4. Mein Ziel ist es ebenfalls nach Gold zu kommen ^^. Ich habe dich einfach mal geaddet. Mikro und Ts3 sind beides vorhanden.\n\nLg, 31Yoshi31\n\nPS: Bin ADC Main","replies":[]}]}