{"id":"k9Yiw2i9","poster":"Chadoo","date":"2016-07-23T14:28:17.773+0000","title":"Ich versuch noch einmal euch zu erklären was ihr angerichtet habt","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":25,"body":"Ist euch klar dass LoL nun voll von Spielern ist mit denen man einfach nicht mehr reden kann.\r\n\r\nEin Spieler macht einen richtig verheerenden Fehler und dann? Spricht man den Fehler an SOFORT MUTEN! dass ist es ja was ihr den Spielern ratet nicht wahr? Blo&szlig; nicht auf andere Spieler h&ouml;ren! Dass sie eventuell recht haben ist ja schlie&szlig;lich vollkommen unm&ouml;glich nein nein lieber sofort muten und so spielen wie es einem gef&auml;llt.\r\n\r\nSeid ihr euch ganz sicher, dass dies eure Empfehlung sein soll?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-07-23T15:42:06.696+0000","up_votes":8,"down_votes":0,"body":"Ich verrate dir mal, warum ich die Leute, die mich auf meine Fehler hinweisen, immer gleich komplett mute: Weil ich, wenn ich mich mit ihren \"Ratschlägen\" beschäftige, meistens nur noch mehr über die Fehler, die ich mache und ja auch sehe, ärgere. Ich mute sie, damit ich mich wieder und weiterhin auf mein eigenes Spiel konzentrieren kann...\n\nAm deutlichsten wird das immer, wenn ich Alistar spiele. Da kriege ich die ersten 4-5 Kombos wunderbar hin. Dann verkacke ich es ein Mal... und wenn der Jungler oder Midlaner dann schreibt \"OMG, learn to combo\"... ärgert mich das so sehr, dass ich die nächste auch verkacke. Und ich werde dann wirklich von Minute zu Minute schlechter... oder ich mute die Leute halt gleich um fokussiert zu bleiben.\n\nDas Problem mit dem Ansprechen von Fehlern ist halt folgendes: Entweder der Spieler, den du darauf hinweist, sieht selber schon ein, dass er einen Fehler gemacht hat. Dann streust du nur noch zusätzliches Salz in die Wunden.\nOder der Spieler sieht halt nicht ein, dass er einen Fehler gemacht hat. Weil es vielleicht auch gar nicht sein Fehler war. Ist ja möglich. Oder er hat die Situation einfach nur anders Wahrgenommen.\nEin Beispiel hierfür erlebe ich in schöner Regelmäßigkeit auf der Toplane: Der Jungler kommt Top, provoziert den Flash. Dann flasht er hinterher und beschimpft mich dann, weil ich ihm nicht gefolgt bin. Dabei ist der Gank doch schon erfolgreich, wenn der Toplaner einen Summoner verbraucht und wir keinen. Wenn wir allerdings 2 verbrauchen und er trotzdem davon kommt, ist es auf ein mal ein schlechter Gank. Die richtige Entscheidung ist meiner Meinung nach umzudrehen, nachdem man den Flash provoziert hat... und dann in den nächsten 4 Minuten nochmal vorbeizukommen um dann den Kill abzugreifen. Mir wird diese Spielweise regelmäßig vorgeworfen. Aber die Frage, wer da einen Fehler gemacht hat, lässt sich halt nicht so eindeutig beurteilen. Weil wir halt im wesentlichen nur unterschiedliche Entscheidungen, die beide möglich sind, getroffen haben.\n\nDas Ergebnis bleibt jedes Mal dasselbe: Durch das Hinweisen auf die Fehler erreichst du nichts positives. Nie. \nEin beliebtes Beispiel ist ja das \"OMG, that Smite\" wenn der Jungler sich den Drachen stehlen lässt... ja, klar, ist ärgerlich. Aber das weiß der Jungler doch garantiert selber.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-07-23T14:52:38.794+0000","up_votes":6,"down_votes":0,"body":"> Spricht man den Fehler an\n\nDas ist eine sehr euphemistische Umschreibung für das, was viele Spieler tun. Wenn ein Spieler denkt \"stop feed noob\" wäre ein \"einen Fehler ansprechen\", dass verpasst man garantiert nichts wichtiges, wenn man ihn mutet. \n\nWie so oft, geht es um das \"wie\", nicht das \"was\". Der Ton macht die Musik.","replies":[]},{"id":"","poster":"Antiqui","date":"2016-07-23T14:37:42.794+0000","up_votes":6,"down_votes":0,"body":"\"Why you do that you fkn Idiot, get %%%%%% fkn Noob\"\n\nJa sehr intelligente art jemanden auf etwas hinzuweisen!\n\nUnd wenn ich einen Fehler gespielt habe, weiß ich sehr wohl was falsch lief, dann brauch ich keinen Mitspieler der mir das nochmals auf die Nase drückt.\n\nGegenbeispiel: \"Stay defensiv and let him push, we will come for an gank\" Hier sagst du nicht nur was er machen soll, sondern vermittelst auch noch einen Plan, das verschafft respekt. Und noch mehr respekt wenn du wirklich ganken kommst, und nen neuen \"Freund\" wenn dieser gank erfolgreich ist.\n\nWas viele einfach nicht wissen, DER TON MACHT DIE MUIK, achtet doch mal auf eure Wortwahl, und wenn ihr keine English Muttersprachler seid, überlegt zweimal ob ihr wirklich tipps geben müsst oder eurer Kommentar eventuell falsch ankommen könnte.","replies":[{"id":"","poster":"Spicavius","date":"2016-07-23T15:47:36.129+0000","up_votes":1,"down_votes":1,"body":"Problem ist nur dass \"Stay defensiv and let him push, we will come for an gank\" eben zu lang ist und man die Zeit dafür nicht hat.\nUnd da liegt eben das Problem. Man hat keine Zeit für konstukrive Kritik. Deswegen bringt es auch nichts es zu versuchen, denn es wird sowieso nichts sinnvolles dabei rauskommen.\n\nWenn jemand versucht Kritik auszuüben, dann ist es meistens auch nicht sinnvoll oder konstruktiv, weil diese Person sich nunmal bei seiner Kritik nicht genug Zeit lässt. Also wird der \"Kritiker\" schnell mal gemutet, weil er ohnehin keine konstruktive Kritik bei Zeitdruck schreiben kann.\n\nAlso Quintessenz aus dem ganzen ist. FLAMER SOFORT MUTEN. Es ist und bleibt die sinnvollste Handlung bei einem Flamer. Ach ja das reporten nicht vergessen","replies":[{"id":"","poster":"D4RKEVA","date":"2016-07-23T18:21:04.930+0000","up_votes":4,"down_votes":0,"body":"ding ist die meisten die meinen sie geben kritik sagen z.B:\n\nWhy did you do that? stay deff and stop feed.\n\ndas ist ähnlich lang aber total unsinning","replies":[]},{"id":"","poster":"eingew","date":"2016-07-23T20:43:00.582+0000","up_votes":2,"down_votes":0,"body":"Also auf dem Weg zurück in den Jungle könnte ich sowas locker schreiben :)","replies":[{"id":"","poster":"TerrorRaven","date":"2016-07-23T22:10:19.973+0000","up_votes":1,"down_votes":0,"body":"Aber nicht Leute wie ich, die noch mit den klassischen 2-Finger-Suchsystem schreiben\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"eingew","date":"2016-07-24T09:02:57.979+0000","up_votes":2,"down_votes":0,"body":"Ich schreibe seit jeher mit nur 2 Fingern :P","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-07-24T13:44:09.613+0000","up_votes":1,"down_votes":0,"body":"arme sau :P","replies":[{"id":"","poster":"Sirrkas","date":"2016-07-24T14:06:57.425+0000","up_votes":3,"down_votes":0,"body":"https://cdn.meme.am/instances/61155077.jpg","replies":[]},{"id":"","poster":"eingew","date":"2016-07-24T18:15:53.853+0000","up_votes":2,"down_votes":0,"body":"An der Tastatur natürlich... pff :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Chaki","date":"2016-07-23T14:47:44.300+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Antiqui,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=0001,timestamp=2016-07-23T14:37:42.794+0000)\n> Gegenbeispiel: &quot;Stay defensiv and let him push, we will come for an gank&quot; Hier sagst du nicht nur was er machen soll, sondern vermittelst auch noch einen Plan, das verschafft respekt. Und noch mehr respekt wenn du wirklich ganken kommst, und nen neuen &quot;Freund&quot; wenn dieser gank erfolgreich ist.\n\nWenn Jemand stirbt und eindeutig weiß, dass er im 1v1 deutlich unterlegen ist, dann weiß er das auch selber, ich würde sowas bereits als leicht toxisch einstufen, da es dem anderen nochmal stark verdeutlicht, dass man scheiße ist. Falls man sogar gedived wurde, während man full life war so wäre diese Aussage für mich stark toxisch, da er versucht hat passive zu spielen und einfach gekillt wurde ohne jegliche chance.\nFalls die Person jedoch durchgehend am diven ist und geganked wird, so handelt der Spieler ohnehin irrational und wird nicht auf einen solchen Vorschlag eingehen und es ebenfalls einfach nur als flame oder als Abstufung seines Skills sehen. \nFast alles was man schreibt kann und wird häufig als toxisch angesehen, ich habe mal einem Ryze im ranked, der den Champ zum ersten mal gespielt hat kurz geschrieben, dass er Q-E-Q-W-Q-E usw. machen sollte, da er immer E-W-Q oder so gemacht hat (alter Ryze) und keinen Damage gemacht hat. Es wurde instant als Flame eingestuft und deutlich härter zurück geschrieben. Mein Englisch ist auch gut, weshalb ich in der Lage war es möglichst freundlich zu formulieren.\n\nTL:DR: In LoL spielen alle möglichen Leute und alles kann und wird zum Teil als toxisch angesehen, wobei selbst ein \"WP\" nach einem 1v1 kill wo man alle skillshots gefressen hat und alles gemissed hat für mich überaus toxisch ist, da es eindeutig nicht well played ist obwohl man den Gegner gekillt hat. Am besten nichts schreiben, vielleicht mal ein GJ, GG o.ä.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-23T14:55:02.671+0000","up_votes":2,"down_votes":0,"body":"Ich weiß schon genau wie deine *Ratschläge* aussehen!\n\"Omg why?!\", \"Play safe\", \"why feed?!\".\nUnnützes und toxisches Gewäsch ist das, die Bezeichnung \"Ratschlag\" hat es bei weitem nicht verdient.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-23T15:00:09.693+0000","up_votes":1,"down_votes":7,"body":"Typisch wahllose Unterstellungen....\n\nIhr Leute werdet einfach immer in die andere Richtung schauen habe ich recht","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-23T15:20:20.827+0000","up_votes":2,"down_votes":0,"body":"Du willst also sagen, dass du diese oder ähnliche Aussagen, nicht andauernd äußerst?","replies":[{"id":"","poster":"Chadoo","date":"2016-07-23T16:43:33.453+0000","up_votes":1,"down_votes":6,"body":"Ja will ich aber spielt ja keine Rolle ich sehe schon dass ihr mal wieder keinen Millimeter von eurer Meinung abweicht","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-07-24T13:50:29.936+0000","up_votes":1,"down_votes":0,"body":"Das Forum ist dazu da, um Meinungen *auszutauschen*. Es geht nicht primär darum, andere von seiner zu überzeugen. Das ist ein nachgelagerter Prozess, dem eine *gute* Diskussion im Forum Rechnung tragen kann. Aber falls du hierhergekommen bist mit der Agenda, die Forenleser zu irgendeiner Verhaltensänderung zu bewegen: Das wird -- psychologisch bedingt -- wohl kaum funktionieren.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T14:44:53.424+0000","up_votes":1,"down_votes":4,"body":"Aha und Meinungen austauschen ist also dasselbe wie Fakten ignorieren und Lügen als Fakten anzusehen ja?","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-07-24T15:25:12.424+0000","up_votes":4,"down_votes":0,"body":"_\"Ihr Leute werdet einfach immer in die andere Richtung schauen habe ich recht\"_\nSind das deine Fakten?","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T16:21:16.616+0000","up_votes":1,"down_votes":2,"body":"Schau ihn dir doch an er geht automatisch davon aus dass ich random rumgeflamed habe dabei habe ich lediglich versucht Ordnung in das Chaos zu bringen und selbst beim Versuch ihm das zu erklären trifft man auf ne Wand. Also Ja es ist ein Fakt dass diese Person nicht ansprechbar ist","replies":[{"id":"","poster":"Waldschrat86","date":"2016-07-24T16:25:21.403+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=00030000000000000002000000000000,timestamp=2016-07-24T16:21:16.616+0000)\n>\n> Schau ihn dir doch an er geht automatisch davon aus dass ich random rumgeflamed habe dabei habe ich lediglich versucht Ordnung in das Chaos zu bringen und selbst beim Versuch ihm das zu erklären trifft man auf ne Wand. Also Ja es ist ein Fakt dass diese Person nicht ansprechbar ist\n\nJo und was soll dann dieser Thread? was willst du überhaupt? Was ist denn wenn er dich nicht mutet und trotzdem nicht reagiert?\nWürd ich bei nem Cptn. Obvious übrigens auch so machen, was bringt es denn sich da mit dir zu unterhalten? Erklär das doch bitte mal.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T16:30:12.653+0000","up_votes":1,"down_votes":2,"body":"Was es in einem Teamspiel bringt sich zu unterhalten? Lass mal sehen... \n\nDeutlich bessere Absprachen würden mir einfallen","replies":[{"id":"","poster":"Waldschrat86","date":"2016-07-24T16:40:13.571+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=0003000000000000000200000000000000000000,timestamp=2016-07-24T16:30:12.653+0000)\n>\n> Was es in einem Teamspiel bringt sich zu unterhalten? Lass mal sehen... \n> \n> Deutlich bessere Absprachen würden mir einfallen\n\nIch warte immer noch auf Erklärungen und keine Allgemeinplätze. Sogar dein Titel sagt \"du versuchst zu erklären\", davon kann ich im gesamten Thread nichts finden. \nWann unterhälst du dich denn? Was passiert währenddessen? Um welche Absprachen geht es denn, gerade wenn das meiste auch per Pings oder Spielerfahrung erkennbar ist? Geht es um sowas wie \"Focus ADC\", wo sich dann noobs drüber beschweren, dass der eigene ADC dem Plan nicht folgt, das aber gar nicht kann, weil der Gegner denselben Plan verfolgt? Oder oder oder...\nBisher steht da nur, dass es dich nervt ignoriert zu werden, wirklich tolle Erklärung.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alânte","date":"2016-07-23T16:52:36.040+0000","up_votes":3,"down_votes":0,"body":"Und ich sehe, dass du bisher keinerlei Argumentation gebracht hast, sondern anscheinend nur sich wiederholende Behauptungen aufgestellt werden, die ziemlich unfreundlich in ihrer Formulierung sind.\n\nWie sehr du an einer vernünftigen Diskussion interessiert bist, zeigt sich schon daran, dass du nicht auf den Großteil der Antworten nicht mal eingegangen bist.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-07-23T16:46:02.309+0000","up_votes":1,"down_votes":0,"body":"Au revoir","replies":[]}]}]},{"id":"","poster":"Alânte","date":"2016-07-23T16:35:01.500+0000","up_votes":2,"down_votes":0,"body":"> Typisch wahllose Unterstellungen....\n\nGenau, bei deinem Post handelt es sich um typisch wahllose Unterstellungen.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-23T16:42:34.853+0000","up_votes":1,"down_votes":3,"body":"Ach es existieren also keine 1000 posts in denen Riot ganz genau diese Empfehlung ausspricht? Ach spar dir die Antwort und leb weiter in deiner Traumwelt","replies":[{"id":"","poster":"Alânte","date":"2016-07-23T16:47:28.385+0000","up_votes":5,"down_votes":0,"body":"Riot bestraft Flamer zurecht und bietet eine Mute- Option an. Ich sehe darin kein Problem. \n\n> Ach spar dir die Antwort und leb weiter in deiner Traumwelt\n\nSpar dir deine Pöbelei. Wenn du willst, dass die Leute dich ernst nehmen, versuchs doch einfach mal mit einer wertschätzenden Wortwahl und sachlichen Argumenten anstatt mit aggressiven Ton.","replies":[]}]}]}]}]},{"id":"","poster":"wolf454","date":"2016-07-24T13:54:56.097+0000","up_votes":2,"down_votes":0,"body":"Bin Silber 3 elo ungefähr und in einer der letzten Spieler hat mich ein anderer spiele amgemeckert das ich endlich Magie reist holen soll._.\nIn einen anderen Spiel habe ich unseren junger gesagt er soll über Rivera tanken und nicht von meinen tower aus..\nGab beide mal keine Probleme und hat das Spiel verbessert.\nIch sehe dein Problem nicht..","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T14:42:02.366+0000","up_votes":1,"down_votes":3,"body":"Schön dass du mates kriegst die lesen können ohne sofort zu muten aber ich hab das glück nicht und Riot unterstützt dieses \"alle muten\" getue ja","replies":[{"id":"","poster":"Balzifer","date":"2016-07-24T16:08:30.857+0000","up_votes":4,"down_votes":0,"body":"Schon mal dran gedacht das die meisten Leute deine \"Tipps\" gar nicht lesen wollen? Warum sollten sie auch? Sie sind mit dir zusammen im selben Spiel, daraus kann man schließen das du auf ihrer Elo spielst. Du bist also nicht besser als sie, maßt dir aber an andern Tipps geben zu können. Nur weil einer seine Lane verliert ist er nicht gleich schlechter als du, vielleicht wärst du gegen seinen Lanegegner auch unter gegangen.\n\nIch würde mal behaupten das man in 99% aller Spiele zu Beginn\" /mute all\" eingeben kann und nicht annähernd etwas wichtiges verpasst, dafür aber in mindestens 20% aller Spiele auch den Flame nicht lesen muss und entspanter und konzentrierter spielen kann. Der Chat ist meiner Meinung nach völlig überflüssig in LOL.\n\nUnd nach deinem Verhalten alleine in diesem Thread zu Urteilen bist du ein typischer Flamer, das muss nicht heißen das du andere aufs übelste beleidigst, aber freundlich kommst du hier nicht rüber und wenn deine Tipps auch so ankommen ist es logisch wenn du anschließend gemutet wirst.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T16:23:57.599+0000","up_votes":1,"down_votes":3,"body":"Wow hab ich etwas gesagt dass ich JEMALS jemanden wegen ner verlorenen Lane angegriffen ahbe? Nein habe ich nicht und doch gehst du automatisch davon aus also langsam reichts mir echt mit diesen wahllosen Unterstellungen....\n\nAber ja ICH bin der flamer hier...\n\nNicht die Leute die munter eine Lüge nach der anderen erzählen um mich in schlechtes Licht zu rücken...\n\nVon mir aus voted mich in Grund und Boden viel Spass noch in eurer Traumwelt","replies":[{"id":"","poster":"Balzifer","date":"2016-07-24T18:05:23.394+0000","up_votes":5,"down_votes":0,"body":"Da haben wir es doch wieder, sofort aggressiv sobald man nicht deine Meinung vertritt.\n\nDu hast hier noch nicht ein einziges Argument vorgebracht, warum irgend jemand auf deine Tipps hören sollte und auch noch kein Beispiel dafür wie diese tollen Tipps aussehen, fühlst dich aber von jedem sofort angegriffen und antwortest sehr aggressiv. Genau sowas bezeichnet man im Spiel als Flamer.\n\nDazu kommt das du glaubst alles besser zu wissen als andere Spieler, wie auch immer du zu dieser Annahme kommst. Und jetzt sage mir nicht das würde ich dir wahrlos unterstellen. Allein diese Überschrift wirkt unglaublich arrogant, du stellst dich damit über alle anderen hier im Forum und unterstellst jedem hier er wäre zu dämlich zu kapieren was hier falsch läuft. Du bist natürlich unglaublich viel schlauer und kannst das allen erklären. \nDabei hast du allerdings keine Argumente vorzuweisen, was wohl daran liegt das mit der Mute Funktion alles in bester Ordnung ist, die ist nämlich genau dafür gedacht Flamer wie dich nicht mehr lesen zu müssen.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:28:25.114+0000","up_votes":1,"down_votes":2,"body":"Ich wurde in dem moment \"aggressiv\" nachdem mir MAL WIEDERSachen unterstellt wurden also verechsel mal nicht aktion und reaktion. Und du erzählst was von Argumenten bring doch mal eines dass nicht auf einer Lüge basiert","replies":[{"id":"","poster":"Balzifer","date":"2016-07-24T18:32:29.515+0000","up_votes":2,"down_votes":0,"body":"Um es mal mit deinen Worten zu sagen....\n\n> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=0007000000000000000200000000000000010000,timestamp=2016-07-24T18:22:18.391+0000)\n>\n> Sag mal hast du mein Zitat überhaupt gelesen?!\n\nMal davon ganz abgesehen bist du derjenige hier der meint er müsse uns alle belehren. Ich beschreibe dir nur wie du hier ankommst. Also bist du derjenige der Argumente vorlegen sollte.\n\nUnd hättest du meinen ersten Text komplett gelesen, hättest du mitbekommen das ich meine Aussagen auch begründet habe. Aber da warst du wohlschon damit beschäftigt schnell zu Antworten und Lüge zu brüllen.\n\nAber extra für dich noch einmal: Den Chat könnte man ganz abschaffen, denn er ist völlig nutzlos. Die Pings reichen völlig aus zur Kommunikation. Da es den Chat aber nun mal gibt ist die Mute Funktion ein Segen, im Chat stehen zu 90% Blödsinn und Beleidigungen und auch von den übrigen 10% ist das meiste unwichtig. \n\"/Mute all\" erhöt also nur die Siegchancen da man nicht durch unützen Blödsinn und Beleidigungen abgelenkt wird und konzentrierter spielen kann. \n\nDu kannst gerne anderer Meinung sein, aber wundere dich nicht wenn der Großteil hier nicht deiner Meinung ist und verkaufe nicht alle für dumm weil sie deine Tipps und Ansagen nicht lesen wollen. Selbst wenn deine Tipps wirklich kein Flame sind, sind sie für die meisten nur lästig und unnötig. Wenn du sie dennoch schreiben musst/willst dann freue dich wenn sie einer annimmt aber erwarte es nicht!","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-24T16:50:13.209+0000","up_votes":3,"down_votes":1,"body":"Oh man! jetzt hör doch mit dem Geplerre auf! \nDu kommst nunmal wie eine unfreundliche Type rüber, da kannst nur du was dran ändern und niemand anderes was für, wenn es anscheinend fast allen so geht!\n\nEr hat doch sogar genau erklärt, wieso er dich für einen Flamer hält und du hast es mit deiner Antwort mal wieder bestätigt.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T17:25:27.890+0000","up_votes":2,"down_votes":3,"body":"achso sich gegen Lügen zu verteidigen ist also ein beweis dafür ein Flamer zu sein? Dein Gerechtigkeitssinn wäre ja unterhaltsam wenn er nicht so traurig wäre","replies":[{"id":"","poster":"eingew","date":"2016-07-24T18:22:18.719+0000","up_votes":3,"down_votes":0,"body":"Defensiv war das, ja, aber keine Verteidigung. Wenn dich jemand schlägt und du dich ernsthaft verteidigen willst, dann blockst du den Schlag. Du stattdessen hast dich treffen lassen und schlägst zurück. Das ist allerdings kein guter Stil in einer Diskussion. Und bei einem echten Kampf ebenso wenig (zumindest nicht in der Umgebung von erfahrenen Kämpfern in einem Wettkampf).","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:32:07.007+0000","up_votes":2,"down_votes":2,"body":"Jetzt geht das wieder los also schön ich formuliers um:\n\nMan ist also ein Flamer weil man sich Lügen nicht gefallen lässt?\n\nBesser? ich bin übrigens erstaunt dass diese sprachliche ungenauifgkeit merh beachtung findet als die Tatsache dass man hier munter Lügen über mich verbreitet","replies":[{"id":"","poster":"eingew","date":"2016-07-24T19:00:08.346+0000","up_votes":3,"down_votes":0,"body":"Der springende Punkt für mich ist nicht, *dass* du dich verteidigst, was durchaus angemessen ist, sondern wie du es tust. Ich formuliere mal ein Beispiel, wie ich eine solche Verteidigung formuliert hätte, vielleicht verstehst du dann besser, was ich meine.\n\n> Tatsächlich blame ich niemanden für eine verlorene Lane und ich rede auch nicht von Tipps auf Cpt. Obvious Niveau. Tatsächlich unterstütze ich meine Winrate massiv durch Hilfestellungen gegenüber meinem Team. \n> \n> Aber mein eigenes Verhalten sollte hier auch gar nicht das Thema sein. Ich will keine Bewertung meiner Person vom Zaun treten, sondern im Gegenteil über den Grundsatz diskutieren, ob man eine Person für einen Tipp muten sollte. Denn ist es nicht für einen selbst, in persönlicher Hinsicht, deutlich besser, wenn man einen Tipp für sich persönlich einsetzt? Ich meine, selbst wenn es mal ein Tipp im Cpt. Obvious Stil ist, dass man doch defensiver Spielen solle... wäre es dann nicht viel hilfreicher, darauf mit mehr Demut zu reagieren? Ich meine, wenn man das ignoriert oder gar schon gemutet hat, dann verrennt man sich vielleicht nur noch mehr in der Situation. Wenn man aber auf diesen tatsächlich eher mäßigen Tipp eingeht und sich in Gedanken wieder mehr zusammenreißt und tatsächlich deutlich vorsichtiger spielt, kann einen das nicht zu einer höheren Siegchance verhelfen?\n> \n> Offen für alles sein, das haben wir doch auch hier im Forum immer als hohes Gut empfunden. Wir sagen doch genau das auch immer, wenn jemand Offmeta spielt: Es ist nur eine andere Taktik.\n> \n> Klar, da wird man auch irgendwo in seinem Stolz getroffen. Aber sollte man nicht mal idealerweise seinen Stolz herunterschlucken und sich vielleicht für eine andere, wenn auch arrogante, Sichtweise öffnen, sofern sie einen denn tatsächlich zum Sieg verhilft? Würde man nicht vor allem sich selbst helfen, wenn man eine Idee nicht anhand ihrer Formulierung bewertet?\n\nVerstehst du, was ich meine? Du solltest auf die \"persönlichen Angriffe\" gar nicht so stark eingehen. Wenn ich persönlich angegriffen werde, dann gehe ich absolut gar nicht auf diese Angriffe ein und verweise bei stärkeren Ausbrüchen höchstens mal auf die Forenregeln. Wenn man jemanden überzeugen will (worin ich vielleicht nicht einmal besonders gut bin) dann sollte man sich vor allem Mühe geben, dass man den Leuten eben keinen Grund gibt, sich guten Gewissens gegen einen aufzulehnen.\n\nWenn du es ganz sachlich siehst, gehe noch mit der \"Kunst des Krieges\" daran. Eine wichtige Regel dabei ist \"Kenne dein Schlachtfeld\". Du bist ja nicht zum ersten Mal hier. Auf Dauer entwickelt man ja ein Gefühl für die Leute. Und ich denke die einzigen Emotionen, die die Menschen hier überzeugen, sind solche, die auf einer rationalen Moralvorstellung beruhen. Also kein simples \"Gutmenschentum\" wie es mancher gerne verunglimpft, sondern ein logisch begründetes, aber zugleich moralisches Ziel. Dafür kann man auch emotional werden. Aber negative Emotionen sollte man hier durch kalte Analyse ersetzen.\n\nWenn du Leute auf deiner Seite sehen willst musst du ihnen auch Zugeständnisse machen. Völlig egal, was du von ihnen hältst, sprich ihnen Lob für ein valides Argument aus. Nur durch Kompromisse kommt man auf einen gemeinsamen Punkt. Die Kunst ist eben, dabei vor allem die eigenen Ziele verfolgen zu können.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T19:06:50.183+0000","up_votes":2,"down_votes":3,"body":"Ich bin ja bereit logisch und rational zu argumentieren aber es kommen nur Lügen und Untertellungen zurück","replies":[{"id":"","poster":"eingew","date":"2016-07-24T19:26:09.350+0000","up_votes":2,"down_votes":0,"body":"Du willst, dass die anderen ihre Meinung ändern, weigerst dich aber, auf ihre Unzulänglichkeiten (wenn es denn welche sind) einzugehen?\n\nSo wird das nichts.\n\nVersuch mal einem Hund \"sitz\" oder \"platz\" beizubringen, ohne Handbewegungen oder Leckerli oder ähnliche Belohnungsmechanismen zu nutzen. Viel Erfolg?! \n\nKennst du Platons Höhlengleichnis?\nEs besagt letztendlich, dass du niemandem eine neue Welt eröffnen kannst, ohne sie ihm tatsächlich einzeln zu zeigen. Du kannst nicht einfach sagen \"Das ist die Welt, guck sie dir an und freu dich\" ohne den Leuten auch nur den Eingang zu dieser Welt zu zeigen. Wie sollen sie ohne deine Hilfe die Tür finden?","replies":[]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-24T17:29:16.398+0000","up_votes":3,"down_votes":0,"body":"Dass du unfreundlich wirkst ist also eine Lüge?\nDu kannst also unsere Gedanken lesen?","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T17:31:50.875+0000","up_votes":2,"down_votes":3,"body":"Deine Unterstellung ich hätte JEMALS und ich zitiere \"Omg why?!\", \"Play safe\", \"why feed?!\" zu IRGEND JEMANDEM gesagt ist eine Lüge.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-24T17:34:08.227+0000","up_votes":3,"down_votes":1,"body":"Dann erkläre uns doch endlich mal wie deine tollen Ratschläge aussehen, anstatt nur \"LÜGE!!\" zu brüllen, als hätte ich den Völkermord an den Armeniern erwähnt!\n\nVorher musst du mit Vermutungen leben! Aber wie gesagt, deine Reaktionen hier zeichnen schon das deutliche bild eines Flamers.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:19:56.755+0000","up_votes":2,"down_votes":2,"body":"Gott dieser post schon wieder...\n\n\"endlich\" du hast noch nicht EINMAL gefragt was ich schreibe du hast sofort rumgelogen also komm mir nicht mit endlich nur weil es besser klingt.\n\nund ich schreie also LÜGE rum? jeder normale mensch würde de Lügner empfehlen nicht mehr zu lügen anstatt sich drüber aufzuregen dass Lügen als solche bezeichnet werden.\n\naber klar ICH bin der böse hier...\n\nKommen wir also zu der Frage bitteschön ist keine 2h alt\n\nIch spiele Singed hab ein recht erfolgreiches Spiel und schlage nun meinem Team folgendes vor: \"Guys choose one either I go top while you do mid or we group as 5\" so jetzt sag mal ws ist daran so schlimm? was ist daran mute würdig? ist es nicht vielmehr eine sehr sinnvolle Frage?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-24T18:25:29.863+0000","up_votes":3,"down_votes":1,"body":"Antwort: Daran ist nichts schlimm, am muten aber auch nicht.\n\nZum Rest: Ich bin es einfach Leid mit dir und dank deiner offensiven Art noch immer fest davon überzeugt, dass du ein Flamer bist, da wird sich auch nichts dran ändern, egal wie oft du mcih einen Lügner nennst.\n\nKomm einfach damit klar, dass die meisten Leute, nicht an Tipps von dir interessiert sind.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:30:31.615+0000","up_votes":2,"down_votes":3,"body":"Ich nenn dich Lügen weil du Lügen erzählst ich hab sie dir klar und deutlich aufgezeigt","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"gyyyr","date":"2016-07-24T16:54:28.162+0000","up_votes":2,"down_votes":1,"body":"1. dir wurde nichts unterstellt\n2. ich würde nicht sagen dass du ein flamer bist, aber ein wenig aggressiv bist du schon\n3. die sind auch flamer, allerdings ist das hier nicht passiert\n4. Jeder Mensch lebt in seiner eigenen Traumwelt, keiner lebt in der Realität.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T17:23:12.337+0000","up_votes":2,"down_votes":2,"body":"lies dir die posts nochmal durch und sag dann nochmal dass man mir nichts unterstellt","replies":[{"id":"","poster":"gyyyr","date":"2016-07-24T17:29:48.888+0000","up_votes":2,"down_votes":1,"body":"ok, gemacht. und ich bin immernoch der meinung dass dir nichts wahllos unterstellt wird. Das einzige das dir unterstellt wird, ist so gut begründet, wieso er es dir unterstellt, dass ich es nicht mehr als unterstellung zählen würde.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T17:36:00.067+0000","up_votes":2,"down_votes":2,"body":"ok nem ich den Post \n\n\"Ich weiß schon genau wie deine Ratschläge aussehen!\n\"Omg why?!\", \"Play safe\", \"why feed?!\".\nUnnützes und toxisches Gewäsch ist das, die Bezeichnung \"Ratschlag\" hat es bei weitem nicht verdient.\"\n\nDa siehst du also Begründungen und keine wahllosen Unterstellungen? In dem Fall habe ich dir nichts mehr zu sagen","replies":[{"id":"","poster":"eingew","date":"2016-07-24T18:27:39.760+0000","up_votes":3,"down_votes":0,"body":"Wenn du willst, dass dich der dir abgewandte Mob sich mehr nach deinen Interessen verhält, musst du ihnen mehr entgegen kommen. Die versuchen auf einer logischen Basis zu argumentieren, du aber fühlst dich von der Möglichkeit einer Schuldzuweisung dir gegenüber so eingeengt, dass du dich von der rationalen Argumentation entfernt hast und stattdessen mit Emotionalität dagegen vorgehen willst. Das funktioniert aber so einfach nicht. Das einzige, was du mit offensiver Emotionalität erreichst, ist eine Erwiderung derselben Offensivität und in keinem Fall eine Annäherung an deinen Gedankengang.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:59:18.538+0000","up_votes":2,"down_votes":3,"body":"\"Die versuchen auf einer logischen Basis zu argumentieren\" Indem sie nichts weiter tun als mir persönlich die wüstesten Sachen zu unterstellen? Das soll Logik sein?","replies":[{"id":"","poster":"eingew","date":"2016-07-24T19:17:50.396+0000","up_votes":2,"down_votes":0,"body":"Naja, irgendwo hat Gyyyr eben recht, diese Unterstellungen sind sehr ausführlich begründet und du gibst selbst auf expliziten Hinweis zu diesen Absätzen keinerlei konstruktive Erklärung ab, dein Ton bleibt weiter sehr abweisend und passiv aggressiv.\n\nWas hast du denn erwartet, dass du einen Vorschlag machst, von dem du weißt, dass er entgegen dem \"normalen\" Verhalten der Forenuser ist und die ohne Widerstand sagen \"Hammer Idee! Mach ich sofort!\"? So läuft das eben nicht. Menschen lieben ihre Ansichten, völlig egal, ob diese nun gut begründet sein mögen oder nicht. Sie umzustimmen ist Arbeit und erfordert Geduld, eine Eigenschaft die du nun mal im Moment nicht besonders deutlich zeigst. Da müsste aber dann viel mehr Motivation der anderen User kommen, um deine Einstellung nachzuvollziehen. Aber welche Motivation soll sie dazu bringen, jemanden zu Unterstützen der im Endeffekt nie auf konkrete Punkte eingeht? Ich meine atm sagst du halt \"Macht das so, weils besser ist!\" aber du gehst nicht auf die Bedenken der User ein. Klar, die mögen aus deiner Sicht abwegig scheinen, aber das ist kein Grund abweisend zu werden, im Gegenteil, du solltest deine Bemühungen erhöhen, wenn dir das Thema denn nun wirklich so wichtig ist.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T19:33:16.314+0000","up_votes":2,"down_votes":4,"body":"Sie schreiben aber nicht \"ihre Bedenken\" sie schreiben DIREKTE LÜGEN gegen MICH PERSÖNLICH und zwar ist es das einzige was sie schreiben keine logischen Argumente oder \"konkrete Punkte\"","replies":[{"id":"","poster":"Waldschrat86","date":"2016-07-24T20:13:56.849+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=000700000000000000020000000000000002000000000000,timestamp=2016-07-24T19:33:16.314+0000)\n>\n> Sie schreiben aber nicht &quot;ihre Bedenken&quot; sie schreiben DIREKTE LÜGEN gegen MICH PERSÖNLICH und zwar ist es das einzige was sie schreiben keine logischen Argumente oder &quot;konkrete Punkte&quot;\n\nLüge...stimmt einfach nicht, aber egal.","replies":[]}]}]},{"id":"","poster":"Balzifer","date":"2016-07-24T19:18:56.611+0000","up_votes":2,"down_votes":0,"body":"Vielleicht solltest du erst mal genau lesen anstatt nur Lüge! Lüge! lüge! zu brüllen.\n\nJa ok, in meinem ersten Post ging ich davon aus das sich deine Tipps wie bei den meisten auf Fehler deiner Teammitglieder beziehen, darum schrieb ich auch den folgenden Satz:\n\n \"Nur weil einer seine Lane verliert ist er nicht gleich schlechter als du, vielleicht wärst du gegen seinen Lanegegner auch unter gegangen.\"\n\nDas mag eine falsche Annahme von mir gewesen sein, dennoch reißt du diesen einen Satz aus meinem restlichen Text und schreibst nur wegen diesem Satz ich würde dir Lügen unterstellen. Vielleicht solltest du erst mal den kompletten Text lesen und dich nicht sofort persönlich angegiffen fühlen.","replies":[]}]}]},{"id":"","poster":"gyyyr","date":"2016-07-24T18:05:26.188+0000","up_votes":3,"down_votes":0,"body":"Nein, das ist eine Unterstellung solange du den rest des textes ignorierst.\nWenn man aber den ganzen Text anschaut, also:\n\n> Schon mal dran gedacht das die meisten Leute deine \"Tipps\" gar nicht lesen wollen? Warum sollten sie auch? Sie sind mit dir zusammen im selben Spiel, daraus kann man schließen das du auf ihrer Elo spielst. Du bist also nicht besser als sie, maßt dir aber an andern Tipps geben zu können. Nur weil einer seine Lane verliert ist er nicht gleich schlechter als du, vielleicht wärst du gegen seinen Lanegegner auch unter gegangen.\n\n> Ich würde mal behaupten das man in 99% aller Spiele zu Beginn\" /mute all\" eingeben kann und nicht annähernd etwas wichtiges verpasst, dafür aber in mindestens 20% aller Spiele auch den Flame nicht lesen muss und entspanter und konzentrierter spielen kann. Der Chat ist meiner Meinung nach völlig überflüssig in LOL.\n\n> Und nach deinem Verhalten alleine in diesem Thread zu Urteilen bist du ein typischer Flamer, das muss nicht heißen das du andere aufs übelste beleidigst, aber freundlich kommst du hier nicht rüber und wenn deine Tipps auch so ankommen ist es logisch wenn du anschließend gemutet wirst.\n\ndann ist es gut genug begründet, wieso er dir das unterstellt.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:22:18.391+0000","up_votes":2,"down_votes":2,"body":"Sag mal hast du mein Zitat überhaupt gelesen?!","replies":[{"id":"","poster":"gyyyr","date":"2016-07-24T18:43:59.798+0000","up_votes":2,"down_votes":1,"body":"ja, habe ich","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-24T17:43:20.496+0000","up_votes":2,"down_votes":1,"body":"Dein Verhalten hier sagt mir eindeutig, dass ich höchst wahrscheinlich Recht mit meiner Vermutung hatte, ebenso wie die Tatsache, dass du noch immer nicht gesagt hast, was du denn als Tipps gibst, obwohl du mehrmals danach gefragt wurdest.","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-07-24T16:28:52.802+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=0007000000000000,timestamp=2016-07-24T16:23:57.599+0000)\n>\n> Wow hab ich etwas gesagt dass ich JEMALS jemanden wegen ner verlorenen Lane angegriffen ahbe? Nein habe ich nicht und doch gehst du automatisch davon aus also langsam reichts mir echt mit diesen wahllosen Unterstellungen....\n> \n> Aber ja ICH bin der flamer hier...\n> \n> Nicht die Leute die munter eine Lüge nach der anderen erzählen um mich in schlechtes Licht zu rücken...\n> \n> Von mir aus voted mich in Grund und Boden viel Spass noch in eurer Traumwelt\n\nDie einzige Traumwelt, die ich sehe, ist wieder ein 0815 Beschwörer -wie wir alle hier- der irgendwie meint ingame etwas Besonderes zu sein und irgendeine Art von Authorität zu besitzen, was beides eben nicht der Fall ist.\nDu scheinst das aber zu erwarten, sonst würdest du dich hier nicht darüber aufregen, wenn du ignoriert wirst.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-07-24T18:17:48.447+0000","up_votes":2,"down_votes":0,"body":"Es gibt ein Banner, welches dich für gute Erklärungen belohnt. Sorry, aber das ist Quatsch. **Riot** *unterstützt* Ratschläge (sofern sie angemessen sind).","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T18:21:01.324+0000","up_votes":2,"down_votes":2,"body":"Es wurde aber auch schon 1000 ma ich glaube sogar ein paar mal davon von dir Empfohlen \"einfach alle zu muten\" und das innem Teamgame","replies":[{"id":"","poster":"eingew","date":"2016-07-24T18:32:47.792+0000","up_votes":3,"down_votes":0,"body":"Der entscheidende Unterschied zwischen mir und Riot ist, dass ich nicht Riot bin. Ich bin tatsächlich nicht einer Meinung mit dir und es ist tatsächlich meine Überzeugung, dass man dem Mutebutton lieber deutlich zu oft als nur ein Mal zu wenig einsetzen sollte. Das heißt aber noch lange nicht, dass Riot meiner Meinung in irgendeiner Weise Beachtung schenkt.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-24T19:02:05.297+0000","up_votes":1,"down_votes":3,"body":"Aber Riot ignoriert laut offiziellen Angaben die \"refused to communicate\" Reporte. Diese Tatsache zusammen mit den 1000 Empfehlungen zeugt sehr wohl davon dass Riot es unterstützt","replies":[{"id":"","poster":"eingew","date":"2016-07-24T19:12:10.825+0000","up_votes":2,"down_votes":0,"body":"Das ist aber nur bedingt eine Überschneidung mit deinem Anliegen.\n\nIch meine, Riot kann ja nicht einfach Leute dafür reporten, dass sie nichts schreiben. Man kann doch nicht gezwungen sein, etwas zu schreiben, oder? Vielleicht lese ich ja den Chat und stimme zu oder lehne ab, bin aber durch meine Gegner so gefordert, dass es mir schwer fällt auch nur ein \"gj\" unterzubringen. Vielleicht habe ich aber auch gar keine Lust mich mit den Leuten groß auseinanderzusetzen - in beiden Fällen wäre es als Publisher blöd, die Spieler dafür zu bestrafen. Sie schaden niemandem mit ihrer Einstellung. \n\nUnd nach wie vor: Meine Empfehlungen haben nichts mit den von Riot geforderten Dingen zu tun. Ich habe zwar eine engere Verbindung zu Riot als andere Spieler, bin aber nicht dazu verpflichtet, meine Meinung und Vorgehensweise zu diversen Themen an die von Riot anzugleichen.\nIch kann mich auch spontan an keine Empfehlung seitens Riot für weniger Kommunikation erinnern. Im Gegenteil. Im Weg der Beschwörer in den Punkten 1,2,3,5,6,8 & 9 wird eine rege Kommunikation im Chat sogar empfohlen - mit jedem, ohne Mutes. Und auch die anderen Punkte unterstützen letztendlich ein kommunikationsfreudiges Verhalten, wenn auch nicht so explizit.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-07-25T09:37:28.108+0000","up_votes":4,"down_votes":0,"body":"Hmm. Ich bemerke in Deinem Beitrag eine ganze Menge an Dingen, die Du wohl nicht in ihrer Gänze verstanden hast. Es ist wichtig, dass man die genannten Ratschläge nicht \"einfach so\" befolgt, sondern sich der Absicht und Wirkung derselben bewusst macht. Also heisst es nicht stumpf den Fehler anzusprechen, sondern situativ zu entscheiden, ob es angebracht ist, gerade jetzt darüber zu reden oder nicht. Meistens ist dafür nämlich keine Zeit.\nDann kommt es drauf an, wie etwas formuliert wurde. Wenn mir der Tonfall dessen nicht gefällt, der mich auf den Fehler hinweist, wird er gemutet. Wenn ich jemand anderen auf seine Fehler anspreche, dann höflich und im passenden Augenblick. Kriege ich kein Feedback, dann insistiere ich auch nicht, c'est la vie.\n\nDer Ratschlag lautet ja auch nicht, dass man auf andere Spieler generell nicht hören soll, sondern das, was einen \"gerade jetzt\" stört durch /mute <Player x> ausblendet um sich zu konzentrieren. Und seien wir ehrlich, die meisten Kommentare zur Spielweise haben weniger Substanz als ein leeres Glas Wasser.\n\nAber in einer Sache hast Du recht. Man spielt in der Regel so, wie es einem selbst gefällt. Allerdings nicht aus Boshaftigkeit gegenüber anderen oder speziell Dir, sondern weil normalerweise Dutzende von sich widersprechenden Tipps kommen. Und wenn man es einem recht macht, stösst man den anderen vor den Kopf. Dann doch lieber so spielen, wie man es für richtig hält (klingt deutlich besser als \"wie es einem gefällt\") und nach(!!!) dem Spiel die Sache in Ruhe diskutieren.\n\nDu wirst also Dein Ego ein wenig zurückpfeifen müssen, denn Du kennst Deine Mitspieler meistens gar nicht und sie Dich auch nicht. Und wahrscheinlich werdet Ihr Euch nie wieder in einem Spiel begegnen.","replies":[{"id":"","poster":"Chadoo","date":"2016-07-25T10:11:50.083+0000","up_votes":1,"down_votes":5,"body":"Na endlich mal ein konstruktiver Beitrag.\n\nDeinen 2. ABsatz will ich aber berichtigen wie in dem oberen Post gesagt lautet die Empfehlung ehr wohl \"einfach alle muten\". Genau diesen Ratschlag wirst du hier sehr häufig finden und genau diese extreme Sicht der Dinge gilt es aufzuheben.\n\nUnd was den Teil mit den Widersprechenden Tipps betrifft ja die kommen tatsächlich und genau deshalb sollte man kommunizieren. Eins meiner liebsten Beispiele: \n\nWir gewinnen einen Teamfight recht eindeutig sagen wir Gegnerteam 4 tote einer entkommt schwer verletzt; eigenese Team 1 Toter 4 relativ gut überstanden jeder über 60%hp. \n\nUnd nun passierts! Nashor wird angepingt - Base Tower wird angepingt - Je 2 gehen zu einem davon und das Ergebnis ist.. wir kriegen nichts von beidem... Jetzt würde ich meinem Team sagen dass sie nächstes mal bitte EIN objektiv anvisieren sollen aber... geht ja nicht weil einfach niemand jemals auf irgendetwas hört was im chat steht. Und bevor du fragst ja ich ahbe das in einem normalen Ton gesagt kein \"fuck\" kein \"mother\" nichts","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-25T12:08:20.176+0000","up_votes":4,"down_votes":1,"body":"Dann denk mal genau drüber nach was dieser Tipp bringen soll.\nJeder in deinem Team wird sich ohnehin schon denken \"wieso trennen wir uns denn?! Wieso kommen nicht alle mit zu dem, was ich für richtig halte?!\"\n\nMache lieber Folgendes:\n\nDie Situation ist entstanden, du gehst mit einem Mate in Richtung Nashor und 2 andere zum gegnerischen Turm.\nSagen wir einfach mal Nashor wäre die klügere Entscheidung, jetzt in diesem einen Moment, der nie wieder exakt so entstehen kann.\nDas beste was du tun kannst ist, umdrehen und mit den beiden anderen zum Basetower laufen, in 90% der Fälle, wird der eine der mit dir zu Nashor ging, nicht alleine versuchen ihn zu legen, sondern auch mitkommen.\n\nIn LoL ist es besser gemeinsam das Falsche zu machen, als alleine das Richtige.\nBis du im Chat begründet hast, wieso Nashor jetzt klüger wäre, ist es zu spät und ihr bekommt nichts, es nachher zu erklären bringt auch nix, weil die Situation beim nächsten mal, garantiert eine andere sein wird.\nSelbst wenn du die schnellsten Finger der Welt hast, es wird trotzdem Spielzeit verschwendet, denn es werden Leute antworten und höchst wahrscheinlich, mindestens 2 Spieler, eine andere Meinung haben als deine.\n\nIn so einer Sitaution hilft schreiben rein gar nichts, besonders nicht so etwas oberflächliches wie \"macht das nächste mal alle das selbe\", denn wie gesagt, das werden sich in dem Moment alle denken.\nDas einzige was hilft ist, sein Ego runterschlucken und eine deutliche Mehrheit für eine Entscheidung bilden, der Rest wird meist nachziehen und so bekommt man wenigstens irgendwas.\n\nUnd wenn du mir jetzt sagst, ich soll dir nicht unterstellen, dein Ego nicht runterschlucken zu können, dann werde ich deine Adresse rausfinden und dir einen Sahnecupcake ins Gesicht werfen! (Natürlich nicht, da ich weder backen, noch Adressen rausfinden kann)","replies":[{"id":"","poster":"Chadoo","date":"2016-07-25T12:49:44.620+0000","up_votes":1,"down_votes":5,"body":"Und genau das ist eben nicht der Fall die Situation wird genauso erneut ablaufen bzw ist genauso erneut abgelaufen.\n\nDie Leuten denken scheinbar überhaupt nicht daran das grade etwas gründlich schief gelaufen ist.\n\nUnd dieses ganze \"einfach jeden muten\" oder \"spiel einfach immer so wie du willst\" getue ist sicher nicht unschuldig daran.","replies":[{"id":"","poster":"Sirrkas","date":"2016-07-25T14:01:30.232+0000","up_votes":4,"down_votes":0,"body":"Warum hast du dann nochmal den gleichen Fehler gemacht oder warst du selbst der getötete Spieler? Wenn 2 von 4 für das eine sind und die anderen beiden für das andere, hättest du dich doch ganz einfach entscheiden können ein 3 zu 1 daraus zu machen. Zu dritt kriegt man den Turm oder Baron, selbst wenn das andere mehr bringen würde. Wenn man dann eines von beiden hat, kann man nächstes mal damit das andere holen. \n\nEin zerstörter Nexusturm/Inhibitorturm/Inhibitor übt immer noch Druck auf die Gegner aus. Damit kann man dann vielleicht Baron andeuten und sie aus der Base locken, damit die Supervasallen den Nexus bedrohen oder sie müssen sich aufteilen und sind in einer Unterzahlsituation, wenn es zum Baronfight kommt.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-07-25T14:26:15.993+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=00090000000000000000,timestamp=2016-07-25T14:01:30.232+0000)\n>\n> Warum hast du dann nochmal den gleichen Fehler gemacht oder warst du selbst der getötete Spieler?\n\nDie Frage habe ich mir auch gerade gestellt. \n\n> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=00090000,timestamp=2016-07-25T10:11:50.083+0000)\n> \n> Und nun passierts! Nashor wird angepingt - Base Tower wird angepingt - Je 2 gehen zu einem davon und das Ergebnis ist.. wir kriegen nichts von beidem... Jetzt würde ich meinem Team sagen dass sie nächstes mal bitte EIN objektiv anvisieren sollen aber... geht ja nicht weil einfach niemand jemals auf irgendetwas hört was im chat steht. \n\nDann warst Du doch entweder in einem von den beiden Trupps bzw. in keinem drin . Wenn Du nicht der Tote warst, warum bist Du dann nicht zu einem 2er Trupp gegeangen und hast nen 3er mit höheren Erfolgschancen draus gemacht ? \n\nWas Du auch noch vergisst ist, daß das Muten für manch notorische Flamer manchmal das einzigste probate Mittel ist um einem drohenden Ban abzuwenden.\n\n> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=0009000000000000,timestamp=2016-07-25T12:49:44.620+0000)\n>Und dieses ganze &quot;einfach jeden muten&quot; oder &quot;spiel einfach immer so wie du willst&quot; getue ist sicher nicht unschuldig daran.\n\nDas glaub ich nicht, mit dem Muten kann man nunmal nicht wirklich was verkehrt machen. Drohende oder bedrohliche Situationen kann man auch mit Pings kenntlichmachen oder man selber schaut auf die Minimap, wo hoffentlich genügend Wards platziert wurden. Beides geht definitiv schneller.\n\nMit falsch formulierten \"Hilfen\" oder \"Hinweisen\" kann man schon eher einen Bock schießen. Dabei kommts nicht drauf an, wie Du Dein Geschriebenes verstehst, sondern wie Dein Mate das versteht oder in der entsprechenden Situation aufnimmt. Empathie ist das Stichwort.\n\n\nmfg\nMB","replies":[]}]}]}]}]},{"id":"","poster":"OrangeBubble","date":"2016-07-27T10:42:55.288+0000","up_votes":2,"down_votes":0,"body":"Also, ich sollte auf jemanden hören, der auf meiner Elo ist und ungefähr so viel Wissen hat, wie ich?\nDen Fehler hab' ich gemacht und bin damals in Bronze 5 gekommen....\nAuf der anderen Seite hab' ich solche Spieler gemutet, mein Ding durchgezogen und wenn's nicht geklappt hat, darüber nachgedacht, warum dass denn so war... Hm und dann war ich plötzlich Gold4 O_O \nIch denke, die Mute Variante hat mich definitiv weiter gebracht, aber hey, sollte ich mal wieder B5 kommen wollen, dann hör ich gerne auf den Rat von anderen Spielern, die auf der gleichen oder niedrigeren Elo sind, wie meine :P\n\nPS: Mit wem ich in MEINER Freizeit kommuniziere , liegt auch bei mir. Wenn ich kein Bock auf andere LoL Spieler hab, dann mute ich sie eben alle *schulterzuck*","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-07-24T16:53:12.711+0000","up_votes":2,"down_votes":0,"body":"Und mal ganz allgemein, auf unserer Elo und noch darüber hinaus, macht jeder so viele Fehler, dass man sich erstmal um die kümmern sollte, bevor man auf die der anderen schaut.\nBestes Beispiel und passier mindestens einmal die Woche:\nEiner schreibt \"we need play save and force 5vs5 TF\". \nOb ich jetzt zustimme oder anders denke ist letztendlich egal, weil er keine 5s später selbst solo ein Risiko eingeht oder 1vs3 oder sonstwas macht, was nichts mit dem Geschriebenen zu tun hat oder nicht bis 5 zählen kann und dann doch wieder zu 4. engadet wird.\nEs ist immer dasselbe.\nBei den positiven Geschichten hab ich dagegen nie den Eindruck, dass es ohne die Absprachen schlechter gelaufen wäre, nice to have, but no need.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-07-24T13:47:39.454+0000","up_votes":2,"down_votes":0,"body":"Ich bin im Spiel um zu spielen und nicht um zu reden. Wenn du unbedingt reden willst geh doch in ein Chatportal.\n\nAußerdem würd ich gern mal wissen, was du mir bitte wichtiges zu erzählen hättest, dass ich in den 5 Jahren nicht schon selber wüsste und schonmal gesehen habe? Hau mal raus.\nDer Witz ist, du würdest nichtmal merken, ob ich dich gemutet habe, weil ich dein Geschreibsel eh ignorieren würde.","replies":[]},{"id":"","poster":"Alânte","date":"2016-07-23T15:18:47.383+0000","up_votes":2,"down_votes":0,"body":"Natürlich klar, dass in deinem Post verallgemeinert, übertrieben und über den Kamm geschoren wird. Dein Post ist nicht besser, bzw. verstehe ich die Sinnhaftigkeit des Ganzen nicht, außer dass hier extrem polemisiert wird.\n\nGrundsätzlich gilt für mich: Habe ich jemanden im Team, der mich auf Fehler hinweisen tut, die ich womöglich selber nicht sehen kann, ist das eine klasse Sache, weil ich mich nämlich verbessern möchte. Kritik ist gerne gesehen und ich denke, dass ich mit dieser Einstellung auch nicht der Einzige bin. Ich habe sogar schon Leute geaddet nach einem Spiel, um mich mit ihnen zu unterhalten und sehen zu können, was ich besser machen kann.\n\nWenn ich allerdings für einen kleines Missplay auf das Ekelhafteste geflamt werde, gehe ich davon aus, von dieser Person wird auch in den nächsten Minuten nichts Positives kommen wird. So etwas wird gemutet und im Nachhinein reportet. Ich toleriere keine Mitspieler, die mir Krebs wünschen oder wollen, die Familie soll bei einem Autounfall sterben. Alles schon gelesen oder gehabt; so einem- verzeiht mir die Wortwahl- Abschaum gebe ich keinen Raum.\n\n  Die Mute- Funktion ist deswegen alleine schon eine tolle Funktion und ich würde mir sogar wünschen, dass man auch Pings muten könnte, um deren Missbrauch zu verhindern.","replies":[]},{"id":"","poster":"orbital beam","date":"2016-07-23T14:36:55.879+0000","up_votes":2,"down_votes":0,"body":"Kann ich nicht bestätigen\n\nDen Fehler einfach freundlich rüber bringen + wie er es hätte besser machen können\n\nEs gab bis jetzt nur sehr sehr sehr sehr wenige die sich durch mich dann angegriffen fühlen","replies":[]},{"id":"","poster":"DrCrane74","date":"2016-07-26T10:44:15.677+0000","up_votes":1,"down_votes":0,"body":"Die behutsame Kommunikation mit dem sensiblen Spieler mit wenig Skill in einer absoluten Stresssituation hat oft ein bisschen was von Comedy. Hier hilft es natürlich, im skype/ts kurz in der Lage zu sein, spielerische wie kognitive Defizite ansprechen zu können, ohne hierfür gebannt zu werden.","replies":[]},{"id":"","poster":"Namlesshero","date":"2016-07-25T12:59:05.375+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=k9Yiw2i9,comment-id=,timestamp=2016-07-23T14:28:17.773+0000)\n>\n> Ist euch klar dass LoL nun voll von Spielern ist mit denen man einfach nicht mehr reden kann.\n> \n> Ein Spieler macht einen richtig verheerenden Fehler und dann? Spricht man den Fehler an SOFORT MUTEN! dass ist es ja was ihr den Spielern ratet nicht wahr? Blo&amp;szlig; nicht auf andere Spieler h&amp;ouml;ren! Dass sie eventuell recht haben ist ja schlie&amp;szlig;lich vollkommen unm&amp;ouml;glich nein nein lieber sofort muten und so spielen wie es einem gef&amp;auml;llt.\n> \n> Seid ihr euch ganz sicher, dass dies eure Empfehlung sein soll?\n\nIch versuch oft Spieler nett drauf hinzweisen dass sie bspweise nicht bereits in der Q Streiten sollen. \nSätze wenn wir verlieren wie: \"Stop fighting we can win guys!\" kommen oft von mir. Weisst du was sie mir Bringen? Genau, letztens habe ich einen Report bekommen weil ich anscheinend ein Premade war von unserem Feeder... Bloss weil ich ihm gesagt: \" Pls concentrate on the Game afterwards is enough Time to Flame\" \n\nIch habe die Schnauze voll desshalb mute ich prinzipiell jeden. Ich WEISS das ich Fehler mach, jeder Spieler macht fehler und die meisten erkennen ihre eigenen Fehler sogar, aber es ist ABSOLUT nicht nötig dass man dan 10 Minuten drauf Rumreitet. \n\nPeace and out{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Ozuraak","date":"2016-07-25T12:57:52.541+0000","up_votes":1,"down_votes":0,"body":"Spiel mit Premades aufen TS. \n\nProblem gelöst. Wer ein Teamspiel Solo spielt, ist meiner Meinung nach selber Schuld.\n\nDas erlebe ich auch immer bei CS:GO. Wenn du fünf Solospieler hast, wirst du auch fünf Leute haben, die selber alle denken, sie wüssten am besten, was zu tun ist.","replies":[]}]}