{"id":"TxmE56AK","poster":"xCrumms","date":"2016-07-22T21:32:10.882+0000","title":"Bevorzugte Lanewahl gleich automatischer Gewinnerfolg und weniger geflame?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":1,"body":"Ich erinnere mich ganz entfernt (oder auch weniger, da es doch noch nicht so lange her ist), da war das Geschrei schon vor dem Spiel immer gigantisch, weil der Lastpick immer das Problem hatte, dass er zu 90% Support spielen musste. Und 50% dieser Leute wollten das einfach nicht um haben sich dementsprechend aufgef&uuml;hrt.\r\n\r\nRage, flame, feed, quit.\r\n\r\nEigentlich schade, da viele League of Legends aus Spa&szlig; und Freude spielen und nicht um sich die t&auml;gliche Portion Hass abzuholen, weil man es heute in der Schule oder Arbeit aus welchen Gr&uuml;nden immer ausgelassen hatte.\r\n\r\nDann kam dieses neue System. Man darf sich seine Lane aussuchen. Besser gesagt zwei. Welch grandiose Idee und in der Theorie auch eine unglaublich effektive L&ouml;sung. Wieso sollte es nun noch Probleme geben. Also hat sich jeder gefreut, man hat sich an das ganze System gewagt und es nun einige Monate beobachten k&ouml;nnen. Hier nun das Resultat.\r\n\r\nEs wird noch mehr geflamt, es wird noch mehr gehatet und es wird definitiv noch mehr negatives Verhalten gezeigt wie zuvor.\r\nWarum?\r\nLiegt es an der stetig wachsenden Community, woraus sich schlie&szlig;en l&auml;sst, dass es noch mehr soziale Fehltritte geben muss?\r\nOder liegt es an etwas anderem?\r\n\r\nVielleicht einfach an der Tatsache, dass die fr&uuml;here Reihenfolge durch das Rankingsystem selbst bestimmt wurde. Der beste zuerst, der schlechteste zuletzt. Was ja nicht hie&szlig;, dass der schlechteste schlecht war, sondern einfach nur ein paar miese Spiele hatte oder seine Mates &uuml;berdurchschnittlich gut waren. Ich mochte es, wenn ich Last Pick war. Meistens konnte man mit den Leuten reden und hatte trotzdem seine bevorzugte Lane bekommen. Doch mittlerweile. Mittlerweile haben wir einfach das Problem, dass Leute irgendwelche OP-Champs aus den LCS oder den eigenen verlorenen Spielen spielen m&ouml;chten, weil sie der festen &Uuml;berzeugung sind, dass diese Champions einfach Freewins sind.\r\n\r\nFunktioniert es nicht (was sehr oft der Fall ist), ziehen viele den Zorn eines ganzen Teams auf sich.\r\nUnd hier sind wir wieder am Teufelskreises Anfang.\r\n\r\nWas ich hier sagen will und das sollten viele einfach ber&uuml;cksichtigen:\r\n\r\n1. Ist ein Champion &uuml;berdurchschnittlich stark, liegt es nicht daran, dass dieser Champion OP ist. Selbstverst&auml;ndlich gibt es Champions die bessere Attribute oder F&auml;higkeiten haben als andere. Aber im Ganzen ist es recht ausgeglichen. Ist ein Champion also OP liegt es an dem Spieler, der h&ouml;chstwahrscheinlich lange mit diesem ge&uuml;bt hat. Oder er ist einfach nur ein Gl&uuml;ckspilz. Letzteres ist unwahrscheinlicher als Ersteres. Ich will damit sagen: Dein Gegner kann vielleicht alle zerfetzen, du hingegen kannst eine Farm f&uuml;r die Gegner sein.\r\n\r\n2. Durch Streitigkeiten und verbaler Gewalt erreicht man nichts. Das man frustriert ist, dass man w&uuml;tend ist, dass kann bestimmt dein Teampartner verstehen. Aber es reicht ihm einmal zu sagen, dass er einen Fehler gemacht hat. Und wenn man einen Fehler macht, dann sollte man dazu stehen und nicht die Schuld an allen und jeden suchen nur nicht bei sich selbst. Denn zu 100% ist es erst mal deine eigene Schuld wenn du stirbst.\r\n\r\n3. Sucht euch keine Positionen im Ranked raus, die ihr zuvor nie in Normals getestet habt. Und ein Freegame gegen Bots z&auml;hlt nicht als effektives &Uuml;ben. Testet, probt, trainiert in Normals. Daf&uuml;r sind sie da. Aber lasst das in Rankeds. Es bringt euch nicht weiter und ihr blockiert damit andere und kostet vielleicht eurem Team sogar einen n&ouml;tigen Sieg.\r\n\r\n4. Wenn ihr einen schlechten Tag habt, versucht nicht mit aller Gewalt zu gewinnen. Macht das Spiel aus und spielt Poke%%%%%. Dann bekommt ihr ein wenig frische Luft. Tut Hirn und Seele gut. Versucht es einfach am n&auml;chsten Tag wieder. Weil wer mehrere Spiele verliert (das kenn ich auch von mir) ist im allgemeinen leichter zu reizen und sehr empfindlich auf jegliche Kritik oder Fehler anderer.\r\n\r\n5. Vergesst nie, League of Legends ist ein Spiel. Spiele sollen Spa&szlig; machen und Menschen vereinen. Nicht entzweien. Ebenso wichtig ist dass am anderen Ende eines Bildschirms auch ein Mensch mit Gef&uuml;hlen sitzt. Denkt erst dar&uuml;ber nach was ihr schreibt und wie ihr es empfinden w&uuml;rdet, w&uuml;rde man es euch so schreiben und erst dann, wirklich erst dann solltet ihr etwas schreiben.\r\n\r\n\r\nEin kleines Schlusswort noch so am Rande:\r\nWie kann man dieses Problem mit den gew&uuml;nschten Lanes beheben?\r\nSpielt nicht eure gew&uuml;nschte Lane oder die Lane wo ihr denkt ihr seid am besten, sondern spielt die Lane wo ihr wirklich am besten seid.\r\nUnd ich rede hier nicht von:\r\n- Wer hat die meisten Kills, Sups, Farm\r\n\r\nIch rede hier von:\r\n- Win/Lose Rate\r\n- Wardplacing\r\n- Dewarding\r\n- wenig Tode\r\n- etc\r\n\r\nPassive Stats die wesentlich mehr aussagen als ein paar Kills in einem Spiel.\r\nDenn lieber bin ich ein 3 3 20 AdC und gewinn das Spiel, als ein 10 0 10 Support und muss zuschauen wie meine Teammates kl&auml;glich versagen.\r\n\r\nMit diesen Worten ein sch&ouml;nen Abend (oder Morgen/Tag)\r\nM&ouml;ge die Macht mit euch sein\r\nxCrumms","replies":[{"id":"","poster":"IMBA99","date":"2016-07-23T00:11:29.486+0000","up_votes":4,"down_votes":0,"body":"Hallo,\nich kommentiere mal von unten nach oben. Was ist so schlimm daran ein 10/0/10 Support zu sein? :D Lass mich raten, es suckt einfach Support zu sein. 3/3/20 ADC? Das ist eine sehr gute KDA Junge! Das bedeutet nämlich, dass man an 23 Kill beteilgt war, während man 3 gestorben ist. Also eine KDA von 7,67, während der Supporter aus deinem Beispiel eine perfekte (perfekt ist eine KDA immer, wenn man nicht gestorben ist) KDA von 20 hat. Ist schon mathematisch besser nicht wahr? :D \nMal gewinnt man Spiele, mal verliert man sie. Das ist der Sinn eines ausgeglichenen Matchmakings. Wer wirklich konsequent überdurchschnittlich performt für seine Elo kommt schon weiter. Ist im Low-Elo-Bereich als Support natürlich, abhängig vom Support Champ deutlich schwieriger. Aber auch ein ADC kann es deutlich vergeigen, wenn er Out of Positioning ist und sich catchen lässt.\n\n@Spiel die Rolle, die Du wirklich gut kannst:\nDas ist schlichtweg der Tip, um zu climben an sich. Vielleicht möchte aber jemand die anderen Rollen spielen? Wie gesagt, es ist ein Spiel. Bereits dadurch, dass ich es spiele, nehme ich die Chance zu verlieren bewusst in Kauf. Wer Lust darauf hat auch seine \"schlechteren\" Rollen im Ranked zu spielen und dabei eine höhere Chance zu verlieren in Kauf nimmt, kann das ruhig machen. Ist jedem selbst überlassen, ob er effektiv durch das Mainen diverser Champions und Rollen aufsteigen will oder ein gut ausbalancierter Allrounder sein möchte.\n\nZu deinem Kommentar:\nDie Pickorder im alten System war nicht nach Elo oder MMR geordnet. Das war Random. Es war soweit ich weiß, wirklich \"damals\" vor mehr als zwei-drei Seasons so. Aber das habe ich schon nicht mehr erlebt, da ich LOL erst seit Season 5 spiele.\n\n\nAber zu deinem Hauptgrund Flamer, Trolls und Hater wird es immer geben. Das ist kein reines LOL-Problem, sondern betrifft einfach menschliches Verhalten. Das passiert auch Leuten in ihrem Beruf oder sonstwo. Es kommt jemand unzufrieden mit einem selbstverschuldeten Problem zu Dir und gibt Dir am besten noch die Schuld daran. Das ist so ziemlich ein kurzsichtiges und wenig problemlösungsorientiertes Verhalten. Aber manche Menschen genießen es eher über ihr Leid zu klagen, als es zu lösen.\nLOL ist schlichtweg ein Spiel wie viele andere auch mit jungem Publikum, das sich auch gerne mal unreif verhält. Das hat DOTA oder CS auch. Flame gibt es in allen Spielen. Da hat Dir Riot aber mit dem Bannsystem, mit dem Ingame-Mute die passenden Werkzeuge bereitgestellt, um solche Leute auszublenden und dich besser auf dein eigenes Spiel zu konzentrieren (Leider kann man Pings von anderen nicht auch muten oder ausblenden lassen). Es geht auch meines Erachtens eher darum Dauerstörer loszuwerden. Jeder kann mal seine Contenance verlieren und salty sein. Im besten Fall realisiert man sein Verhalten noch Ingame und entschuldigt sich, wenn man denn nicht zu stolz ist.\n\nZum Abschluss:\nDein Post wirkt auf mich so, als ob er aus Ärger über ein paar verlorene Spiele entstanden ist. Es scheint auf mich aber eher so, dass Du dir keine Kopf machen solltest zu climben. Wie Du dich selbst vom Tilt befreist scheinst Du ja verstanden zu haben. Deine Teammates kannst Du eh nicht ändern, deshalb bringt es auch meistens nicht Ingame anderen Tipps zu geben. Vor allem wenn man in der selben Elo ist. Von jemandem im selben Elobereich wird man kaum Geheimtipps hören und egal wie der auch zuvor behaupten kann, dass er carryen wird. Es hat schon seinen Grund, warum diese auch nicht weiter sind, als man selbst. Lass Dich nicht von aufgeblasenen Egos anderer ablenken. Ich bin mir sicher, Du schaffst es diese Season noch nach Gold und vielleicht auch weiter! Viel Erfolg bis dahin.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"xCrumms","date":"2016-07-23T05:17:41.262+0000","up_votes":2,"down_votes":0,"body":"Ich fang auch von unten nach oben an, nur sehr kurz (Smartphone-Fassung)\n\nIch climbe schon lange nicht mehr und war schon über Gold. Das war und ist nicht mein Problem. Das Beispiel mit dem Sup und Adc hast du falsch aufgefasst. Ich wollte anderen einfach nur mitteilen, dass es schöner ist auf einer Lane zu gewinnen, wie zu verlieren. Habe vielleicht unpassende Beispiele genommen. Ich meinerseits spiele jede Rolle gerne. Würde ich das nicht machen, würde ich nicht immer Fill als Möglichkeit wählen.\n\nMir geht es wirklich nur um die Leute, die dauerhaft negativ auffallen, die Schuld bei anderen suchen und sich dementsprechend aufführen. Ich versuche nur uu erreichen, dass andere Spieler nicht dieses Problem irgendwann haben, wie ich selbst habe. Menschliches Verhalten ist nie perfekt und man macht Fehler, was aber nicht aggressives Verhalten rechtfertigt.\n\nNochmal am Rande. Ich spiel seit Season 1, kurz nach Beta-Ende. Ich habe also die vollständige Veränderung mitbekommen.\n\nSelbstverständlich nimmt man Niederlagen in Kauf, muss sie aber nicht provozieren. Jeder soll und kann das spielen was er möchte. Dafür gibts Normals. Rankeds zum testen ist eher unpassend.\n\nOkay nun war es ein wenig wild durcheinander. Mein Fazit:\n\nAnscheinend ist es falsch aufgefasst worden, was ich geschrieben habe. Tut mir leid, leider ist es schwer sich bei so einem heiklen Thema neutral auszudrücken, da man sich via Internet die Gefühle anderer vorstellen muss, etc..\n\nIch habe nur neutral versucht zusammenzufassen, dass das neue System leider negativ auffällt und wie man selbst Flame vermeidet und das man meist selbst Schuld ist. Zudem wollte ich am Rande mitteilen, das Support spielen besser ist als die meisten denken. Weil Kills und Farm entscheiden keine Spiele. Deswegen mein Beispiel, weil es von Tatsachen beruht. Nur halt unpassend.\n\nMit Ashe (vor Rework): 3 3 20\nMit Lux: (10 0 10)\n\nDas mit Ashe habe ich gewonnen, das mit Lux verloren.\n\nIch wollte nur damit sagen, dass KDA dein Spiel nicht entscheidet. Es wird durch das Team entschieden. Und wenn dann jemand im Jungle sitzt, sich die Fähigkeiten eines Champions erst durchlesen muss und nicht typische (oder untypische) Routen kennt, sondern einfach nur Camps abfarmt und jede Lane ignoriert, dann macht er oder sie etwas falsch. Erst recht, wenn man dann auf Level vier einen Drachen versucht, während andere verbündete Lanes gerade in der Base sind. Sowas entscheidet Spiele.\n\nEs gibt eigentlich viele Faktoren, zu viele um alle aufzuzählen. Aber so etwas ist einer der ausschlaggebenden.\n\n\nUm meins nochmal schnell zusammenzufassen:\nNein, kein Frustschreiben. Einfach nur Tipps und Ratschläge. Lies dir mal die Hälfte hier im Forum durch. Warum wurde ich gebannt, warum wird geflamt, warum ist lol scheiße, etc..\nDafür nur einen Denkanstoss, woran es liegen könnte und dann direkt noch mit eingebunden eine Erinnerung, dass Beleidigungen auch übers Internet verletzend sein können.\n\nLG","replies":[{"id":"","poster":"Nerkahl","date":"2016-07-23T06:08:55.014+0000","up_votes":1,"down_votes":0,"body":"bin zwar erst dabei zeit dem jinx drausen ist und stimme mit allem ihm großen und ganzen dir zu, aber letzeres ist.\n meiner meinung nach jedem seine eigene schuld man muss sich nicht durch beiträge oder ingame kommentare verletzt fühlen, man kann sich auch davon distanzieren. \nso etwas ist durchaus lernbar selbst emotionale menschen können das lernen man muss es nur wollen.\nähm was ich sagen will. (um es nochmal auf dem punkt zu kommen.) wer sich wegen flame,hate provozieren lässt oder sich verletzt fühlt ist selbst dran schuld.\n weil er/sie sich angreifbar macht obwohl distanzierung eine erlernbare fähigkeit ist wenn man denn willen dazu aufbringt.\n\np.s vlt ist das etwas zu harsch rüber gekommen aber wollte meine meinung dazu auch klar rüber bringen vlt, nicht die netteste aber so ist sie nunmal. flame und hate muss nicht sein aber das darüber herumgeheule eben so wenig ( mir ist klar das dein kommentar so nicht gemeint ist das letze war eben nochmal für alle anderen.)","replies":[]}]}]},{"id":"","poster":"BMG Seddy","date":"2016-07-23T13:04:03.403+0000","up_votes":1,"down_votes":1,"body":"> Passive Stats die wesentlich mehr aussagen als ein paar Kills in einem Spiel.\n> Denn lieber bin ich ein 3 3 20 AdC und gewinn das Spiel, als ein 10 0 10 Support und muss zuschauen wie meine Teammates kl&amp;auml;glich versagen.\n\nAn dem Satz merkt man das du gar kein Plan vom Game hast...\nWenn der Supporter 10 Kills hat, dann hast du damit 10 Assists also genug Gold um ein Gegenstand zu kaufen. Wenn der Supporter 10 Assists hat, dann ist es genau so gut.\nWenn sich aber jemand darüber aufregt dass der Supporter so viele Kills hat, dann sollte er sich mal darüber Gedanken machen warum er nicht die Kills bekommen hat sondern der Supporter bzw. sollte sich darüber Gedanken machen ob es nicht doch Vorteile hat wenn der Supporter die Kills holt.\n\nDer ADC muss farmen, das heißt wenn er sich darüber aufregt dass der Supporter die Kills bekommt, dann ist der Supporter nicht schlecht sondern der ADC weil er nicht mal in der Lage ist durch das Farmen den Kill wieder auszugleichen.\nWenn also die anderen Teammates versagen liegt es ganz bestimmt nicht am Supporter, ganz egal wie viele Kills er hat. Im Gegenteil wenn der Supporter so viele Kills hat, ist es eher ein Grund ihn zu feiern und ihn zu belohnen anstatt zu meinen dass wegen ihm der Rest des Teams versagt.\n\nUnd zu 5. -> Ich finde das irgendwie total bescheuert wenn Leute ankommen mit \"das ist nur ein Spiel\". Ganz ehrlich? Es gibt viele die Spielen es weil sie in Rankeds aufsteigen wollen. In Normals ist es noch ok aber wenn jemand in Rankeds ankommt mit das ist nur ein Spiel, verdient der jenige es meiner Meinung nach gebannt zu werden.\n\nUn man kann übrigens eine Lane so gut beherrschen wie man will es gibt immer Situationen die man so noch gar nicht kennt und in denen man sogar verliert auch wenn man noch so gut ist. ^^","replies":[{"id":"","poster":"IMBA99","date":"2016-07-23T14:38:23.949+0000","up_votes":2,"down_votes":0,"body":"Ich glaube, zumindest habe ich das so nach seinem zweiten Kommentar verstanden, dass er nicht Stats und derartiges meint, sondern das Makrogame. Lanepressure, Objectives belagern und für sich gewinnen. Deshalb soll es nach dem Beispiel ja auch nicht schlimm sein, wenn du als ADC nicht die meisten Kills hast. Die anderen Dinge gewinnen ja das Game. Darauf willst du anscheinend auch ein bisschen hinaus, dass es für den ADC auf das selbe hinaus kommt, ob er einen Kill bekommt oder einen Farmvorteil erlangt. Gold bleibt Gold.\n\nIch stimme Dir in deiner Aussage zu, Ranked ist ein Tryhardmode und kein Funmode. Aber gerade deswegen ist **sportliches Verhalten** insbesonderen seinen Teammates gegenüber überaus wichtig um die Kooperativität zu sichern und mit ihnen zu gewinnen. Die Aussage es ist nur ein Spiel, steht nicht dem entgegen, dass man nicht ernsthaft versuchen soll zu gewinnen. Weil das aber ein Spiel ist und die meisten verdienen mit diesem Spiel nunmal kein Geld, sollte man auch nicht auf Fehler der Teammates mit Flame oder Trollen reagieren. Flame ist für mich sogar ein Zeichen, dass jemand das Spiel nicht ernsthaft gewinnen will. Wer Rankeds Ernst nimmt und damit professionellen Ehrgeiz verbindet, sollte sich selbst immer vor Augen halten, dass Höflichkeit und Freundlichkeit in allen professionellen Bereichen elementar ist und man ohne auch keinen langfristigen Erfolg hat.","replies":[]}]},{"id":"","poster":"Good Guy Putin","date":"2016-07-23T13:52:48.938+0000","up_votes":1,"down_votes":0,"body":"Also ich finde seit der DynQ hat der Flame nachgelassen. Die frühere SoloQ war einfach der Horror. Jetzt ist es aber ziemlich angenehm.","replies":[]}]}