{"id":"4RPWmdRM","poster":"oasterlukas","date":"2016-07-22T13:00:56.711+0000","title":"Eure MID-Lane Champions","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Mid-Laner,\r\n\r\nMich w&uuml;rde wirklich gerne interessieren welche MID-Lane Champions ihr so spielt und aus welchen Gr&uuml;nden. Vorteile-, Nachteil des Champions. Spielverhalten etc. Da ich nach einem halben Jahr Pause. Wieder ins Spiel finden will und mir neue &quot;Inspiration&quot; suchen will.\r\n\r\nIch pers&ouml;nlich war fr&uuml;her leidenschaftlicher  {{champion:103}}  und {{champion:69}}  Spieler. Wobei ich sagen muss, dass ich mit der neueren {{champion:69}} nicht so ganz klar komme. \r\n\r\nAlso teilt mir bitte eure Lieblingschampions auf der Mid mit Begr&uuml;ndung mit.","replies":[{"id":"","poster":"FPG LightYagami","date":"2016-07-22T16:12:44.161+0000","up_votes":2,"down_votes":0,"body":"Hey,\nDie Midlane ist meine Main-Position und ich spiele wirklich viele Champs auf dieser Lane.\n\nGenerell mag ich Champions mit viel Outplay-Potential und hoher Mobilität. Da man bei diesen Champs nie an seine Grenzen stösst und immer wieder geile Plays raushauen kann :D\n\nHier einige meiner Lieblingsmidlaner:\n\n{{champion:157}} Viel Outplay-Potenzial, bei einigen Toden im Early im späteren Spielverlauf sehr schwach, hohe Mobilität, SEHR starkes Lategame, schwer zu erlernen.\n\n{{champion:238}} Hohe Mobilität, viel Schaden in kurzer Zeit, gute Ultimate, extrem starkes Early, Mit Lvl 6 kriegt er einen enormen Powerspike, easy to Play-hard to master.\n\n{{champion:7}} Starkes Lategame, hohe Moblität und Schaden mit der W, Oneshot-Monster, macht viel Spass :D, sehr squishy.\n\n{{champion:112}} Sehr gank-anfällig, niedrige Mobilität, hoher Schaden in kurzer Zeit, guter Waveclear, guter Teamfighter mit seiner W, E und R, SEHR starkes Lategame.\n\n{{champion:61}} Starke Autohits dank ihrer Passive, starke Ultimate, gutes Positioning ist wichtig, hat nur Fähigkeiten mit Flaächenschaden, ein Teamfight-Monster, im Lategame kaum zu stoppen, niedrige Mobilität, kein Roam-Potential.\n\nNatürlich spiele ich auch noch andere Champs (Azir, Syndra Ekko und Cassiopeia) aber diese eher selten ;)\nIch hoffe ich konnte dir etwas weiterhelfen!\n\nPS: Ich bin Yasuo, Zed und LeBlanc-Main, also wenn du Fragen zu ihnen hast, nur zu! ;)\n\nMfG TDFighter","replies":[]},{"id":"","poster":"Xipiz700","date":"2016-07-22T14:51:56.635+0000","up_votes":2,"down_votes":0,"body":"Spiele gerne\n Akali- schlechtes Early, Sehr mobil, One-shotmonster, kann sehr gut Snowballen\nDiana- One-shotmonster, Ist ne Akali mit mehr Burst, aber ohne Escape\nSyndra- Massig Play Potenzial, einfaches 1on1(Ult)\nOri- Late OP, Teamkampf entscheidende Ult, gute Laningphase\nYasuo- Early Game Outplay, Late OP, Wind Wall \nVladimir- sustain, Gute Match-ups(aus meiner Sicht), Late OP\n\nDas wars! :)\nPS: Bin Akali Main, also wenn du Fragen hast, bin hier.","replies":[]},{"id":"","poster":"UOL LagsAlot","date":"2016-07-22T14:24:59.092+0000","up_votes":2,"down_votes":0,"body":"Hey, \nich habe seit Season 2 bis Season 5 (Ende) Midlane gemaint (auf hohem Niveau) und bin nach dem Marksman-Update auf die ADC Position gewechselt.\nAllerdings wechsel ich langsam wieder zurück zur Midlane (was durch DynQ ziemlich einfach ist) und freue mich auf das Assassinen Update in der Zukunft.\n\nIch mag mobile Champions, Champions mit denen ich \"Plays\" machen und meine Gegner ausspielen kann.\n\nAssassinen wie Ahri, Ekko, Fizz, Kassadin, Talon, Zed und LeBlanc gefallen mir sehr, aber natürlich spiele ich auch andere Arten von Midlanern (wenn auch nicht alle). \nGerne spiele ich auch noch Orianna, Anivia, Xerath, Cassiopeia, Lissandra und Taliyah obwohl ich kein besonderer Freund von Controll Mages bin. \n\nViktor und Azir mag ich überhaupt nicht, obwohl sie momentan (zmnd. bei mir im Ranked) beliebt und gut sind.\n\nZu den Gründen: Ich will eine Dominanz in der Lane bekommen und aus dieser Dominanz heraus das Spiel gewinnen, indem ich meinem Team mit meinem gewonnen Vorteil helfe. \nDie anderen Champions, die evtl. etwas passiver auf der Lane sind, spiele ich gerne, weil mir ihr Konzept gefällt und sie mir immer noch genug Möglichkeiten bieten meine eigenen Fähigkeiten und Stärken (als Spieler) herauszustellen. \n\nAußerdem habe ich beim Spielen der (meisten) oben genannten Champions Spaß, was natürlich auch toll ist. Vielleicht kannst du diesen Spaß ja bald teilen - ist aber vielleicht Geschmackssache. ;)","replies":[]},{"id":"","poster":"Shadowscreen","date":"2016-07-22T13:14:48.541+0000","up_votes":2,"down_votes":0,"body":"{{champion:268}} {{champion:4}} {{champion:103}}  winrate\n{{champion:268}}{{champion:7}} {{champion:69}} spielspaß","replies":[]},{"id":"","poster":"Corvis Rex","date":"2016-07-22T13:12:09.373+0000","up_votes":2,"down_votes":0,"body":"{{champion:127}} {{champion:1}} {{champion:134}}  Mein Hexen Trio! :)","replies":[]},{"id":"","poster":"MurderForProfit","date":"2016-07-23T18:24:47.578+0000","up_votes":1,"down_votes":0,"body":"{{champion:8}} // Ich bin schon seit S5 ein Vladimir Main und liebe diesen \"fizzartigen\" Spielstiel in combination mit Sustain. (Ich mag keine anderen Vladimir spieler, weil die immer die W versuchen als DMGquelle zu benutzen, obwohl Vlad mit 40% CDR die E dauerhaft benutzen kann. RIP)\n\n{{champion:53}} // Wenn ich ihn Mid-Lane spiele, gehe ich Youmuus und 100% Crit. Hatte sogar mit diesem exotischen Pick fast schon 'n paar Pentas gemacht (leider noch keinen mit ihm...).\n\n{{champion:67}} // Vayne Mid-Lane is the Main.\n\n{{champion:7}} // Du kannst nicht gegankt werden | Du kannst nicht sterben | Du kannst mit Lvl. 2 \"FIRST BLOOD\" machen | Du kannst alles Oneshoten | Kein Counterplay | UND MACHT SPAß :)\n\nPS: Ich mag die Leute nicht die im 'All-Chat' schreiben, dass er (Vladimir) noch einen Nerf brauch, nur weil ich rasiere. Ich habe schon mit dem alten Vladimir rasiert...","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-07-23T09:46:38.350+0000","up_votes":1,"down_votes":0,"body":"Momentan versuch ich mich als Midlaner, da ich mit wem DuoQ spielen mag und er ebenfalls SupportMain ist :d\nIch liebe LB und spiel sie momentan als einzige in der Midlane :d Vllt werd ich i.wann auch mal eine Mittelmäßige Lb xD\n\nAnsonsten gefallen mir eigentlich auch Kontroll-Magier und AP Assassinen generell bevorzuge ich AP eher als AD, wobei GP mir auch gefallen hatte :P","replies":[]},{"id":"","poster":"What is Smite","date":"2016-07-22T19:34:20.138+0000","up_votes":1,"down_votes":0,"body":"Ich finde {{champion:91}}  richtig nice      weil wenn man mal die gegner richtig weg rasieren möchte und kein haar stehen lassen will ist {{champion:91}}  Perfekt!    \n\nThunderlord OP :D","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-07-22T20:40:00.838+0000","up_votes":1,"down_votes":0,"body":"Talon Mains unite! xD","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2016-07-22T16:56:10.459+0000","up_votes":1,"down_votes":0,"body":"Annie\nDiana\nAnivia\nFizz","replies":[]}]}