{"id":"nyvEBE38","poster":"Xipiz700","date":"2016-07-20T11:12:57.797+0000","title":"Tag -und Nachtzyklus?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo! \r\nIch habe mir versucht vorzustellen wie es w&auml;re, wenn es einen Tag-Nachtzyklus gebe. Die Nacht h&auml;tte dann Eigenschaften wie: geringerer Sichtradius, auch von Augen; Resistenzen sinken;......\r\nIch denke da gebe es vieles, zumal man auch Interaktionen mit Champions einbauen k&ouml;nnte, wie zB. Evelynns Unsichtbarkeitsradius ist kleiner, generrel vieles mit Assasinen.\r\nDer Tag geht dann so 5min. Und die Nacht 3. Nat&uuml;rlich sieht man immer wie lange der Tag bzw. Nacht geht.\r\nWas denkt ihr? W&uuml;rde es mehr Vielfalt erlauben?\r\nPS: Ich bitte um konstruktive Kritik!","replies":[{"id":"","poster":"Lagbeard","date":"2016-07-20T11:31:28.278+0000","up_votes":3,"down_votes":0,"body":"Interessante Idee, allerdings würde das Spielprinzip sich sehr verändern. In den unteren Ligen würde die Koordination fehlen, während in der LCS die Team noch mehr umeinander herumspielen würden. Im Probereich basieren die Spiele oft mehr auf der Vermeidung von Kämpfen und geschicktes Mapmovement. So brillirant die strategisch Tiefe in diesen Spielen auch sein mag, oft sind sie etwas langwierig anzuschauen. \n\nWenn es nun feste Zeiten gibt, in denen ein Team dem anderen überlegen ist, so würden die Teams sich noch seltener auf Kämpfe einlassen. Diese Entwicklung fände ich nicht gut.\n\nDazu kann es Situationen geben, in denen man viel Zeit verliert, weil man nicht machen kann, weil gerade die falsche Zeit ist. Dadurch würden bestimmte Teams in bestimmten Situationen mehr gewinnen oder verlieren als andere, ohne dass es eine Gegenstartegie gäbe.","replies":[]},{"id":"","poster":"Andrej553","date":"2016-07-21T07:32:21.243+0000","up_votes":1,"down_votes":0,"body":"Als eigener Spielmodus wie URF oder auf eine eigenen Karte gerne.","replies":[]},{"id":"","poster":"Xipiz700","date":"2016-07-21T07:04:00.744+0000","up_votes":1,"down_votes":0,"body":"Danke für eure Kommentare! Wie gesagt war ne Idee, aber auch nichts weiter. \nViel Glück im Ranked!\nPS:Hatte letztens nen Penta mit Vladimir, fühlt sich so gut an :)","replies":[]},{"id":"","poster":"Snu Snu Waifu","date":"2016-07-20T21:56:11.122+0000","up_votes":1,"down_votes":0,"body":"Netter Gedanke, aber um das umzusetzen müsste das komplette Spiel, d.h. alle Champions und Items neu gebalanced werden. Halte es daher für sehr unwahrscheinlich dass sowas jemals kommen könnte.","replies":[]},{"id":"","poster":"alminlp","date":"2016-07-20T11:32:03.232+0000","up_votes":1,"down_votes":0,"body":"So was gibt es in dota 2","replies":[{"id":"","poster":"Megamaexx","date":"2016-07-20T12:44:16.528+0000","up_votes":1,"down_votes":0,"body":"Jup, wurde so aus Warcraft 3 übernommen","replies":[{"id":"","poster":"OrangeBubble","date":"2016-07-20T17:20:04.438+0000","up_votes":1,"down_votes":0,"body":"Dort gibts aber auch Champs, die mehr Dmg/weniger Dmg je nach Tageszeit austeilen :O\nIch würde so eine Mechanic nicht unbedingt mögen.","replies":[{"id":"","poster":"Megamaexx","date":"2016-07-20T21:18:42.562+0000","up_votes":1,"down_votes":0,"body":"Im normalen Warcraft 3 war die Funktion durchaus angebracht, aber in DotA oder LoL sollte es so eine Funktion lieber nicht geben. Irgendwer hat hier schon ganz gute Gründe geliefert, dass dadurch weniger Kämpfe zustande kommen oder mit manchen Zügen bis zum nächsten Zyklus gewartet werden muss.\n\nDass es in LoL implementiert wird, halte ich für unwahrscheinlich, sonst müsste jeder Champion erst mal eine Nacht-Anpassung erfahren. Das ist bei über 100 Champions enorm, auch wenn bei dem Großteil vermutlich eh nur die Sicht reduziert würde.","replies":[]}]}]}]},{"id":"","poster":"GankMeOrLose","date":"2016-07-20T14:21:43.549+0000","up_votes":1,"down_votes":0,"body":"Gamemode vllt aber im normalen Spiel? Ne ne ne","replies":[]},{"id":"","poster":"SliteSit13","date":"2016-07-20T11:34:32.925+0000","up_votes":1,"down_votes":0,"body":"Früher gab es diesen Zyklus visuell schon ein Mal. Er ist bei den Vista Spielern bestimmt bekannt :)\nAber er war naja nicht wirklich gut, er raubte einen den kompletten Blick dadurch, dass es dunkler war und nur vereinzelt Licht ein traf.\n{{sticker:slayer-jinx-unamused}} Er ist .. richtig schlecht...","replies":[]}]}