{"id":"0tI6Z8qE","poster":"megabeastmaster","date":"2016-07-19T06:47:16.731+0000","title":"Neugründung eines Rankedteams (Platin)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer/innen,\r\n\r\nNach l&auml;ngerer, erfolgloser Teamsuche habe ich nun beschlossen mein Gl&uuml;ck selbst in die Hand zu nehmen:\r\n\r\nEs soll ein festes und langfristiges Team entstehen, in dem m&ouml;glichst oft zusammen 5on5 gespielt wird, deshalb sind mir die Onlinezeiten (Mo-Do 19-24Uhr) besonders wichtig. Bitte meldet euch nur wenn Ihr innerhalb dieses Zeitfensters normalerweise ein paar Stunden Zeit habt. Das bl&ouml;de Real Life kann immer mal dazwischen kommen und es ist auch nicht tragisch wenn Ihr an einem Tag keine Zeit habt. Aus diesem Grund suche ich auch neun Spieler f&uuml;r das Team, sodass sich immer gen&uuml;gend Spieler zusammenfinden. Ihr d&uuml;rft aber auch nicht b&ouml;se sein wenn das Team an einem Abend schon voll ist und ihr das ein oder andere Game &quot;nur&quot; Duo mit einem anderen Teammitglied spielen k&ouml;nnt.\r\n\r\nZu mir:\r\nIch bin m26 Jahre, berufst&auml;tig, Main Supp, und habe nach einer l&auml;ngeren Pause vor einem halben Jahr wieder LoL angefangen. Ich war damals Plat1 und bin auch jetzt wieder auf dem besten weg dorthin.\r\n\r\nZum Team:\r\nEs wird demokratisch zugehen, ich will keineswegs der Boss sein, deshalb sollte auch jeder etwas Eigeninitiative und Verantwortung f&uuml;r das Team mitbringen. W&auml;hrend des Spiels w&uuml;nsche ich mir schon eine Gewisse Ernsthaftigkeit und Ehrgeiz um das Spiel zu gewinnen, sich weiterentwickeln und aufzusteigen. Wo man als Team dann sp&auml;ter landet wird man sehen.\r\n\r\n**Anforderungen an euch:**\r\nAlter: 20-106\r\nELO: Gold1+++\r\nLane: egal\r\n**Onlinezeiten: Mo-Do 19-24 Uhr**, Am Wochenende nach Absprache, bzw. spontan.\r\nTS3\r\nEhrgeiz, Kritikf&auml;higkeit (in beide Richtungen), Geduld (besonders am Anfang w&auml;hrend des Teamaufbaus), langfristige Teambindung.\r\n\r\nAlso, wenn Ihr euch angesprochen f&uuml;hlt oder noch offene Fragen habt, dann z&ouml;gert nicht euch hier zu melden oder mich ingame zu adden.\r\n\r\nGr&uuml;&szlig;e megabeastmaster","replies":[{"id":"","poster":"megabeastmaster","date":"2016-07-19T18:07:27.657+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}