{"id":"rdAzJnk6","poster":"Kn1ghtm4r3","date":"2016-07-18T23:18:34.075+0000","title":"Rassistische Gruppen","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":2,"body":"Hallo liebe Community.\r\n\r\nIch wollte mal fragen, wie man mit Spielern umgehen soll, die Gruppen Namen wie &quot;HEIL&quot; und &quot;JEVVS&quot; gew&auml;hlt haben.\r\nDer Zusammenhang sollte jedem relativ klar sein, ich bin mir auch relativ sicher, dass die Spieler Premade waren und sich f&uuml;r besonders witzig halten. Ist dies im Bereich von dem was toleriert werden soll, oder sind diese Gruppen eindeutig au&szlig;erhalb der Toleranzgrenze?","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T06:30:47.142+0000","up_votes":2,"down_votes":2,"body":"Ist \"Jews\" nicht einfach nur Juden auf Englisch? \n\n\n\"Heil\" ist natürlich grenzwertiger. Das Wort hat im Prinzip keine Bedeutung außer die aus dem dritten Reich","replies":[{"id":"","poster":"Maíko","date":"2016-07-19T06:57:37.821+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=0003,timestamp=2016-07-19T06:30:47.142+0000)\n>\n> Ist &quot;Jews&quot; nicht einfach nur Juden auf Englisch? \n> \n> \n> &quot;Heil&quot; ist natürlich grenzwertiger. Das Wort hat im Prinzip keine Bedeutung außer die aus dem dritten Reich\n\nNatürlich hat das Wort eine Bedeutung....\nMan benutzt es um Leuten z.B. Erfolg zu wünschen (Petri Heil bei den Anglern)\n\nHeil geht auch in die Richtung von Gesundheit, Ganzheit und Erlösung.\n\"Meine Augen haben das Heil gesehen, das du vor allen Völkern bereitet hast\" aus dem Lukasevangelium (Lukas 2,30-32)\n\nEs ist damals nun mal normal gewesen seinen Führer beim Gruß Gesundheit und Erfolg zu wünschen...aber nur weil es kein guter Führer war macht es doch nicht das Wort, das sogar eine positive Bedeutung hat, schlecht.\n\nSolange du das Wort nicht im Zusammenhang mit %%%%%% (oder generell \"bösen\" Menschen/Dingen) verwendest hat es absolut nichts verwerfliches.\nWie das lateinische Ave (Ave Caesar) ist es im normalen Gebrauch nichts weiter als eine Grußformel...vielleicht etwas veraltet und aus der Mode aber dennoch nur eine Grußformel.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-19T07:01:04.572+0000","up_votes":2,"down_votes":0,"body":"So siehts mal aus, die Bibel ist ja auch keine Nazischrift, obwohl Jesus dort, als Heil der Welt bezeichnet wird.","replies":[{"id":"","poster":"Antiqui","date":"2016-07-19T13:46:09.371+0000","up_votes":2,"down_votes":0,"body":"Ich stelle mir gerade Jesus in Uniform mit Schnauzbärtchen vor LOL","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2016-07-19T07:22:04.051+0000","up_votes":3,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T07:36:14.358+0000","up_votes":2,"down_votes":1,"body":"Hey, musst du direkt beleidigend und provozierend werden? Irgendetwas stimmt eher mit dir nicht.\nJa ich habe mich geirrt, aber dann könntest du mich wie Blacky94 freundlich und informativ darauf hinweisen und nicht den coolen Hengst rauslassen der etwas besser weiß.\nIch habe in meinem 25 Jährigen Leben noch nie das Wort \"Heil\" aus einem Menschenmund gehört, es sei denn jemand hat Witze über Hit.ler gemacht. Deshalb habe ich das gesagt. Dass es irgendwo in Deutschland noch benutzt wird wusste ich nicht und wurde ja eines besseren belehrt (nicht von dir übrigens)\n\nWobei Petri Heil mir wiederum was sagt, war mir in dem Moment nur entfallen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T07:45:11.941+0000","up_votes":2,"down_votes":9,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=000300010000,timestamp=2016-07-19T07:36:14.358+0000)\n>\n> Hey, musst du direkt beleidigend und provozierend werden? Irgendetwas stimmt eher mit dir nicht.\n> Ja ich habe mich geirrt, aber dann könntest du mich wie Blacky94 freundlich und informativ darauf hinweisen und nicht den coolen Hengst rauslassen der etwas besser weiß.\n> Ich habe in meinem 25 Jährigen Leben noch nie das Wort &quot;Heil&quot; aus einem Menschenmund gehört, es sei denn jemand hat Witze über Hit.ler gemacht. Deshalb habe ich das gesagt. Dass es irgendwo in Deutschland noch benutzt wird wusste ich nicht und wurde ja eines besseren belehrt (nicht von dir übrigens)\n\nEs ist nicht meine Aufgabe dich zu informieren. Und ich lasse auch nicht den \"coolen Hengst\"  raus ich zeige dir offen meine Verachtung für deine Art der Unwissenheit. Menschen die denken, die Deutsche Kultur existierte nur von 1933-45. Sich dann aber berufen fühlen ihre Unwissenheit in die Welt zu schreihen und sich der Lächerlichkeit preisgeben. Und wenn sie dann auf ihre Blamage aufmerksam gemacht werden, die beleidigte Leberwurst spielen. Solche Leute machen mich krank.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T07:49:20.207+0000","up_votes":2,"down_votes":1,"body":"Wow, was ist los mit dir? Weil ich nicht wusste, was das Wort \"Heil\" genau bedeutet und wo es verwendet wird,\n\n- kriege ich deine nicht relevante Verachtung\n- denke die deutsche Kultur existiert nur von 1933-45\n- mache mich Lächerlich und \n- blamiere mich\n\nUnd wenn ich antworte, dass du es ruhig freundlicher hättest sagen können, bin ich eine beleidigte Leberwurst.\nMein Freund mit dir läuft gewaltig was schief.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T08:21:40.639+0000","up_votes":1,"down_votes":9,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=00030001000000010000,timestamp=2016-07-19T07:49:20.207+0000)\n>\n> Wow, was ist los mit dir? Weil ich nicht wusste, was das Wort &quot;Heil&quot; genau bedeutet und wo es verwendet wird,\n> \n> - kriege ich deine nicht relevante Verachtung\n> - denke die deutsche Kultur existiert nur von 1933-45\n> - mache mich Lächerlich und \n> - blamiere mich\n> \n> Und wenn ich antworte, dass du es ruhig freundlicher hättest sagen können, bin ich eine beleidigte Leberwurst.\n> Mein Freund mit dir läuft gewaltig was schief.\n\nDu hast recht offenbar Zugang zum Internet. Du liest ein Thema, welches dich so sehr interessiert, dass du dich dazu entschließt einen Beitrag zu verfassen. Schon beim verfassen des Beitrags muss dir aufgefallen sein, das du erhebliche Wissenslücken aufweist. \nAber du hast dich nicht dazu entschlossen diese Wissenslücken mit Hilfe des Internets zu schließen, sondern deine Unwissenheit ungefiltert in die Welt zu entlassen. \n\nUnd mit mir stimmt etwas nicht?  Mit mir ist etwas schief gelaufen?  Das muss ich mir von jemandem anhören der nicht imstande ist eine Suchmaschine und ein Lexikon zu bedienen?","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T08:45:14.354+0000","up_votes":3,"down_votes":1,"body":"Ok, du scheinst nicht die hellste Kerze auf der Torte zu sein.\nIch versuche es dir mal zu erklären, so dass auch du es verstehst.\n\n1. Ich habe ein Thema gelesen, dass mich interessiert hat. Ich hatte eine Meinung zum Thema. \nWenn ich vorher gewusst hätte, dass ich es nicht weiß, hätte ich es nicht geschrieben. Ich habe erst erfahren, dass meine Aussage falsch war, nachdem es korrigiert wurde.\nFrage an dich, wie sollte ich vorher wissen, dass es falsch war? Benutzt du vor jedem Satz, den du in die Welt setzt, eine Suchmaschine?\n\n2. Das Leben eines Menschen ist ein Lernprozess. Jeder Mensch lernt laufend dazu. Dabei wissen manche Menschen Sachen, die andere nicht wissen und umgekehrt. Wenn jetzt einer dieser Menschen etwas nicht weiß, oder der Annahme ist er weiß es, es aber nicht richtig ist, gibt es 2 Möglichkeiten:\n\nMöglichkeit 1: Jemand der es weiß korrigiert ihn und erklärt ihm, dass es falsch ist. Dabei erklärt er demjenigen auch noch warum es falsch ist und gibt eine Begründung dazu. Dieser Mensch hat Verstand und weiß, von nun an wird er es nur noch korrekt erklären und korrekt weitergeben.\n\nMöglichkeit 2: Jemand der es weiß, schenkt ihm seine Verachtung. Er ist frustiert und ist der Meinung, wer das nicht weiß, ist lächerlich, blamabel und sollte wissen, was er nicht weiß. Auch wenn das jeder Logik entbehrt. Er trägt immer ein Lexikon bei sich und benutzt zu jeder gelegenheit eine Suchmaschine, bevor er eine Aussage trifft. \n\nFraeg an dich, welcher Mensch bist du deiner Meinung nach?","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T09:31:48.866+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=0003000100000001000000000000,timestamp=2016-07-19T08:45:14.354+0000)\n>\n> Ok, du scheinst nicht die hellste Kerze auf der Torte zu sein.\n> Ich versuche es dir mal zu erklären, so dass auch du es verstehst.\n> \n> 1. Ich habe ein Thema gelesen, dass mich interessiert hat. Ich hatte eine Meinung zum Thema. \n> Wenn ich vorher gewusst hätte, dass ich es nicht weiß, hätte ich es nicht geschrieben. Ich habe erst erfahren, dass meine Aussage falsch war, nachdem es korrigiert wurde.\n> Frage an dich, wie sollte ich vorher wissen, dass es falsch war? Benutzt du vor jedem Satz, den du in die Welt setzt, eine Suchmaschine?\n> \n> 2. Das Leben eines Menschen ist ein Lernprozess. Jeder Mensch lernt laufend dazu. Dabei wissen manche Menschen Sachen, die andere nicht wissen und umgekehrt. Wenn jetzt einer dieser Menschen etwas nicht weiß, oder der Annahme ist er weiß es, es aber nicht richtig ist, gibt es 2 Möglichkeiten:\n> \n> Möglichkeit 1: Jemand der es weiß korrigiert ihn und erklärt ihm, dass es falsch ist. Dabei erklärt er demjenigen auch noch warum es falsch ist und gibt eine Begründung dazu. Dieser Mensch hat Verstand und weiß, von nun an wird er es nur noch korrekt erklären und korrekt weitergeben.\n> \n> Möglichkeit 2: Jemand der es weiß, schenkt ihm seine Verachtung. Er ist frustiert und ist der Meinung, wer das nicht weiß, ist lächerlich, blamabel und sollte wissen, was er nicht weiß. Auch wenn das jeder Logik entbehrt. Er trägt immer ein Lexikon bei sich und benutzt zu jeder gelegenheit eine Suchmaschine, bevor er eine Aussage trifft. \n> \n> Fraeg an dich, welcher Mensch bist du deiner Meinung nach?\n\nDu willst mir also erzählen, du kennst das Wort Heil nur aus dem dritten Reich und hast dir nie über die Bedeutung Gedanken gemacht? \nWürdest du dich auch über eine geschriebene Sig Rune aufregen?  \nEs geht mir vorallem darum, das du ein Jahrtausend altes menschliches Kulturgut auf eine finstere Zeitspanne in den 1900er Jahren reduzierst. ","replies":[{"id":"","poster":"Aenrikr","date":"2016-07-19T09:57:59.603+0000","up_votes":1,"down_votes":6,"body":"Jetzt lass ihn doch. Er ist ein Opfer unseres Bildungssystems sowie der der Propaganda der damaligen Alliierten welche bis zum heutigen Tag nachwirkt.\nDie Sieger schreiben ja bekanntlich die Geschichte...\n\nJa, er hat nicht nachgedacht.\nJa, er ist von Vorurteilen geprägt.\nJa, er präsentiert nicht grad das beste Bildungsniveau. (Die meisten Spieler hier sind sehr jung, die müssen noch jede Menge lernen und man lernt ja auch nie aus ^^)\n\nAber einmal drauf hinweisen reicht ja wohl.\nDrauf rumreiten macht`s nicht besser.\n\nDas Thema sollte gegessen sein.\n\nIn diesem Sinne.\n\nAve ^^\n\nAch so, btw:\n\n@ Parunpata, die Christen/Katholiken etc wünschen sich ständig Heil, das ist nämlich die Bedeutung des Wörtchens \"Amen\".\nIch hoffe, damit erweitert sich dein Horizont noch ein Stückchen. ;)","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:02:55.698+0000","up_votes":2,"down_votes":1,"body":"Hey, wieso ist mein Bildungsniveau deiner Meinung nach nicht gut? Woher weißt du, dass ich von Vorurteilen geprägt bin?\nIch gehe davon aus, dass du nichts anderes über mich weißt außer die Information, dass ich nicht wusste, dass das Wort Heil in der Bibel auftaucht und Angler sich damit grüßen. \n\nIch bin übrigens kein Christ/Katholik","replies":[{"id":"","poster":"Lagbeard","date":"2016-07-19T11:34:51.989+0000","up_votes":4,"down_votes":0,"body":"Egal nach welchem Bildungsphilosophischen Standart man hier herangeht, an deinem Bildungsniveau ist, soweit man das anhand deiner Beiträge in dieser Diskussion erkennen kann, nichts auszusetzen. \n\nAb hier nur weiterlesen, wenn man sich für das Thema interessiert. Wird sonst langweilig :D\n\nWenn man sich etwas mit der Gesamtmaterie der Bildung befasst, wird man schnell darauf stoßen, dass sie eine moderne deutsch/preußische erfindung ist, die ihre Wurzeln im Antiken Griechenland hat. Wilhelm von Humboldt grenzte in seiner Zeit als Bildungminister von Preußen die Begriffe \"Bildung\" und \"Ausbildung\" von einander ab. Das schafft die Grundlage des der Deutschen Bildungsdebatte, für die diese Diskussion ein Paradebeispiel ist.\n\n\"Bildung\" ist, ganz grob gesagt und als Konsens der meisten Bildungstheoretiker abstrahiert, die Eigenschaft des Menschen, sich anhand von interlektuellen Problemen weiterzuentwickeln. Man stößt auf ein Problem, was nicht in das eigene Weltbild passt. Man muss also das Problem irgendwie überwinden. Und dazu ist es nötig sein Weltbild anzupassen. Dazu bist du sowohl in der Lage als auch bereit, denn aus deinen Aussagen geht eindeutig hervor, dass du dir deines Fehlers bewusst geworden bist und bereit bist, deine Anschauungen als Ergebnis der Diskussion anzupassen. Tadaaaaa, Bildung in ihrer reinsten Form. \n\nTja, da sich mit gebildeten Menschen, die sich zwar permanent weiterentwickeln, aber dies nicht kontrolliert tun, kein Geld verdienen lässt, war der Staat nicht ganz so begeistert von der Sache. Daher nahm er den Begriff der Bildung und schuf unter diesem Deckmantel ein System, dass er \"Bildungssystem\" nannte, welches aber nur auf Ausbildung zielte. \nIm unterschied zur Bildung ist der Ausbildung die weiterentwicklung des Menschen relativ egal. Wichtig ist, dass er die Dinge weiß, die ihm der Staat verordnet, und das sind Dinge, mit denen man hinterher einen Beruf ausüben kann und die Wirtschaft des Staates unterstützt. \nEin relativ neuer Zweig der Bildungstheorie, der dies seit ca. 1970 Beobachtet (kritische Bildungstheorie, Wikipedia kennt das :) ) stellt dies ebenfalls fest und, nun ja, kritisiert das, weil es nichts mehr mit er alten Vorstellung von Bildung zu tun hat. \n\nIm Gegenteil, die Menschen fangen an Bildung mit Wissen gleichzusetzen (Die Synonyme verwenung er Begriffe \"Allgemeinwissen\" und \"Allgemeinbildung\" ist dafür ein gutes Beispiel) und halten die Menge an wissen für ausschlaggebend für das Bildungsniveau eines Menschen. \n\nFazit: Bildung und Wissen haben nichts miteinander zu tun, und dein Bildungsnivau entspricht ziemlich genau dem, was Bildung eigentlich sein sollte. \nEnde des Philosophischen Diskurses.\n\n\nP.S: Bitte korrigiert den Text nicht auf Rechtschreibfehler, verzeiht mir die Tatsache, dass ich keine Quellennachweise anbringe und nicht zitiert habe, aber ich hab wenig zeit und muss zu Uni. \n\nGuten Tag noch, \neuer Lagbeard.\n\n(der so einen Blödsinn studiert ;D)","replies":[{"id":"","poster":"Reia","date":"2016-07-20T20:09:20.346+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Aenrikr","date":"2016-07-19T10:16:43.987+0000","up_votes":1,"down_votes":0,"body":"Ich habe nicht gesagt \"nicht gut\", sondern \"nicht das Beste\", das ist doch schon ein großer Unterschied.\nNimm das jetzt nicht als Kritik. ^^\nNiemand von uns weiß alles ^^\n\nUnd das einzige was ich aus deinen bisherigen Antworten entehmen kann wäre folgendes:\n\n- Du bist sehr jung (nur ein junger Mensch, dem im Ethik Unterricht eingebläut wird wie schlecht der Adi doch war verurteilt das Wörtchen \"Heil\" auf diese Art und Weise, du hast also wohl noch keine 30 Lenze gesehen, wahrscheinlich nicht mal 20 ^^)\n- Du wohnst in einer Stadt, da dir ländlich Begriffe fremd sind. (Petri Heil und Waidmanns Heil benutzt man größtenteils auf Dörfern)\n- Du bist Atheist (Amen [lat. Heil euch/dir] sollte sonst bekannt sein)\n- und du zeigst Courage indem du gegen Nazionalistisches Gedankengut angehst\n\nAber deinen Bildungsstand kann ich dem nicht genau entnehmen.\nAber man merkt das du nicht grad Geschichte studiert hast ^^\n\nAlso, alles cool ^^","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:29:09.769+0000","up_votes":1,"down_votes":0,"body":"Das war auch nicht böse gemeint, hab nur nachgefragt. ^^\nIch bin 25 und habe das Wort Heil noch nie bei anderen Menschen gehört, deswegen ist es negativ behaftet bei mir. Mir hat nie einer erzählt, dass Heil böse ist, ich kenne es einfach nur um Bezug darauf, nichts weiter.\nIch wohne in einer Stadt und bin Muslime.\nAußerdem denke ich nicht, man aus dem Thread hier darauf schließe könnte, dass ich mich mit Geschichte nicht auskenne, da Geschichte vielfältiger ist als das Wort Heil. Jedes Land, jede Religion, jede Kultur hat seine eigene Geschichte.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-19T10:38:52.233+0000","up_votes":1,"down_votes":0,"body":"Bist du praktizierender Muslime? Ich hätte da nämlich ein paar Fragen zu Verhaltensregeln in Moscheen und dem Verältnis von Muslimen zu Hunden.\nDa gibt es ja, so denke ich zumindest, bestimmt Unterschiede zu dem was so geschrieben steht und wie es dann tatsächlich gemacht wird.\n\nWenn du auf die Fragerei keine Lust hast, verstehe ich das natürlich, ansonsten würde ich dich gerne ingame adden, um das Forum nicht voll zu spammen.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:50:09.022+0000","up_votes":1,"down_votes":0,"body":"Hey ja, kannst mich gerne adden. \nWobei ich dir auch nur das erzählen kann, wie ich alles gelernt habe. Gibt ja hier und da auch bei uns Unterschiede.\nBin dann erst heute abend on","replies":[]}]},{"id":"","poster":"Aenrikr","date":"2016-07-19T10:44:49.526+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=000300010000000100000000000000000001000000000000,timestamp=2016-07-19T10:29:09.769+0000)\n\n> Ich wohne in einer Stadt und bin Muslime.\n\nDAS erklärt zumindest, warum dir einige Gebräuche fremd sind ^^\nDann entschuldige ich mich für den Punkt mit dem Atheismus, das es hier auch Mitglieder des Islams gibt vergess ich immer wieder mal gerne XD\nNichts für ungut ^^","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T10:09:36.065+0000","up_votes":1,"down_votes":0,"body":"In der Schule habe ich damals gelernt, dass \"Amen\" aus dem Hebräischen kommt und \"so soll es sein\" oder ganz frei übersetzt \"ja\" bedeutet.\n\nDas Internet ist da leider recht ungenau, weißt du noch, wo du deine Übrsetzung her hast?","replies":[{"id":"","poster":"Aenrikr","date":"2016-07-19T10:40:32.619+0000","up_votes":1,"down_votes":0,"body":"Hehe, alles aus der westlichen Kirche kommt aus anderen Bereichen.\nWoher das Wörtchen kommt wusste ich zum Beispiel nicht, man lernt nicht aus ^^\n\nAber woher ich das habe?\nEs gab da mal nen Priester auf einem Mittelaltermarkt der micht fragte, wie`s in Valhalla so läuft. (Ja, ich seh so aus als würde ich da herkommen XD)\nIch meinte, das werd ich wissen, wenn ich nicht mehr bin, genauso wie er dann wisse wie das Paradies so sei.\nDarauf hin kam man ins Gespräch. \n\nDa kamen wir auch auf die lateinische Sprache zu sprechen.\nÜber die Bedeutung bestimmter Wörter in der Theologie.\nSo wurde ,laut ihm, in der frühen Zeit des Christentums, noch während der Zeit des römischen Reiches, nicht das Wörtchen Amen benutzt, sondern Ave. Dies kam durch die Kultur der Römer zustande welche noch immer Cäser verehrte. \"Heil dem Herren\", statt \"Heil Caser\" war da die Tagesordnung ^^\nMit dem Fall des weströmischen Reiches entfernte sich die Kirche von der römischen Kultur, alleine schon um den Plünderern zu entgehen, welche über das Reich herfielen.\nAus Ave wurde irdendwann Amen, aus der Grußformel wude ein \"Segenswunsch\", so das Wort welches er verwendete.\n\nDass es somit als Bestätigung dienen mag, ist somit sogar gut nachvollziehbar ^^\nSchon alleine deswegen, weil im lateinschen, genau wie im deutschen, einige Wörter mehrere Bedeutung haben, je nach Kontext ^^\n\nIch hoffe, ich hab das jetzt noch so halbwegs auf die Reihe bekommen, ist schon ein paar Jahre her ^^\nAber aus dem Internet hab ich es nicht XD","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-19T10:46:45.535+0000","up_votes":1,"down_votes":0,"body":"Klingt aber nachvollziehBär, bei der Etymologie gibt es ja oft genug mehrere Ansätze, von denen niemand so genau sagen kann, welcher nun der Wahrheit am nächsten ist.","replies":[{"id":"","poster":"Aenrikr","date":"2016-07-19T10:50:36.023+0000","up_votes":1,"down_votes":0,"body":"Haha, da kann ich nicht mitreden, ich bin kein Sprachwissenschaftler XDD","replies":[{"id":"","poster":"Lagbeard","date":"2016-07-19T11:39:14.124+0000","up_votes":1,"down_votes":0,"body":"Selbst die können oft nur Hinweise sammeln und dann das nehmen, was für sie am besten klingt. Wirklich Beweise für Wortherkünfte gibt es leider nur selten und dann auch nur bei neueren entwickliungen (das Hochdeutsche kann man zum Beispiel oft ziemlich genau verfolgen, allerdings ist es zeitgeschichtlich ziemlich jung), weil Wörterbücher eine moderne Erfindung sind. Insofern ist Etymologie ein Fach, mit dem man sich sehr viel Zeit um die Ohren hauen kann :D","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-07-19T11:02:12.726+0000","up_votes":1,"down_votes":0,"body":"> @ Parunpata, die Christen/Katholiken etc wünschen sich ständig Heil, das ist nämlich die Bedeutung des Wörtchens \"Amen\".\nIch hoffe, damit erweitert sich dein Horizont noch ein Stückchen. ;)\n\nAu contraire, mon capitain.\n\n[Amen](https://de.wikipedia.org/wiki/Amen)\n\nNur so am Rande die Bedeutung des Wörtchens. Es ist kein Heilswunsch. Aber kannst es gerne nachlesen. Und ich mache das nur, damit hier keine Irrtümer über Christen und andere Gläubige aufkommen. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Aenrikr","date":"2016-07-19T11:15:01.937+0000","up_votes":1,"down_votes":0,"body":"Den Rest bei Wiki bitte auch lesen, nicht nur den einleitenden Satz.\nBesonders den Punkt unter \"Apokryphen\"\n\nJa, es stimmt schon, es wird hauptsächlich als Bestätigung benutzt.\nEs hat aber auch die Segensbedeutung.\nUnd um die geht es ja hier in dem Thread ^^\n\nUnd auch ich mag mir nicht anmaßen, Irrtümer zu verbreiten ^^\nIch lasse mich gerne korrigieren ^^","replies":[{"id":"","poster":"Abasin","date":"2016-07-19T11:23:30.019+0000","up_votes":1,"down_votes":0,"body":"Nur zur Ergänzung, ich habs auch im Konfirmandenunterricht als Akklamation \"das ist gewisslich wahr\" kennengelernt. Die Apokryphen sind ja eher die \"Kellerkinder\" der Bibel und gehören nicht per se zum christlichen Kanon ;-). Also sollte man sich auf den heutigen Gebrauch des Wortes einschränken und den Rest als historischen Kolorit betrachten.","replies":[]}]}]}]},{"id":"","poster":"Parunpata","date":"2016-07-19T09:46:27.422+0000","up_votes":1,"down_votes":0,"body":"Mir ging es nie darum, die deutsche Geschichte oder allgemein menschliches Kulturgut auf irgendeine Zeit zu reduzieren. Du interpretierst da viel zu viel hinein.\nIch kenne das Wort Heil größtenteils nur im Bezug zum dritten Reich. Deshalb ist das Wort bei mir negativ behaftet gewesen. Ich habe die Bibel nie gelesen und als Begrüßung unter Anglern/Jägern war sie mir entfallen.\n\nDas hat gar nichts mit meinem restlichen Wissen zu Deutschland zu tun, es ging nur um das Wort. Mir ist sehr wohl bewusst, dass Deutschland davor existiert hat und auch danach noch existiert. \n\nIch habe meinen Fehler auch eingesehen und wenn es dich so sehr stört kann ich meinen Startbeitrag gerne bearbeiten, um keine weiteren Menschen zu verwirren die sich hierher verirren.\n\nÜbrigens musste ich Sig Rune gerade googlen, da ich zu dem Wort noch keine Meinung hatte.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T09:49:35.962+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=000300010000000100000000000000000000,timestamp=2016-07-19T09:46:27.422+0000)\n>\n> Mir ging es nie darum, die deutsche Geschichte oder allgemein menschliches Kulturgut auf irgendeine Zeit zu reduzieren. Du interpretierst da viel zu viel hinein.\n> Ich kenne das Wort Heil größtenteils nur im Bezug zum dritten Reich. Deshalb ist das Wort bei mir negativ behaftet gewesen. Ich habe die Bibel nie gelesen und als Begrüßung unter Anglern/Jägern war sie mir entfallen.\n> \n> Das hat gar nichts mit meinem restlichen Wissen zu Deutschland zu tun, es ging nur um das Wort. Mir ist sehr wohl bewusst, dass Deutschland davor existiert hat und auch danach noch existiert. \n> \n> Ich habe meinen Fehler auch eingesehen und wenn es dich so sehr stört kann ich meinen Startbeitrag gerne bearbeiten, um keine weiteren Menschen zu verwirren die sich hierher verirren.\n> \n> Übrigens musste ich Sig Rune gerade googlen, da ich zu dem Wort noch keine Meinung hatte.\n\nDu hast dich also informiert, bevor du etwas geschrieben hast. Mehr wollte ich doch gar nicht erreichen.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:05:29.672+0000","up_votes":2,"down_votes":0,"body":"Genau, nur wegen dir. Danke dass es dich gibt. Dank dir kenne ich Suchmaschinen","replies":[{"id":"","poster":"Nerkahl","date":"2016-07-19T14:08:50.726+0000","up_votes":1,"down_votes":0,"body":"herrlich dein sarkasmus und danke an euch für so eine lustige dirskussion lesen zu dürfen. (ja ich bin ein schadensfroher mensch und ergötze mich dabei wenn sich welche streiten.) \nwisst ihr was idc. ich hab mit ethik ohne hin nicht viel am hut also, schert es mich nicht wenn jetzt wer denkt ich wär ein unmensch also macht weiter will mehr lachen.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-07-19T20:58:35.913+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich unterläuft dieser Fehler, den man \"funktionelle Fixierung\" nennt, vor allem gebildeten Menschen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-20T06:03:43.187+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=00030001000000010000000000000000000000000001,timestamp=2016-07-19T20:58:35.913+0000)\n>\n> Tatsächlich unterläuft dieser Fehler, den man &quot;funktionelle Fixierung&quot; nennt, vor allem gebildeten Menschen.\n\nDiese Aussage halte ich für Diskussionswürdig.","replies":[{"id":"","poster":"eingew","date":"2016-07-20T16:36:22.591+0000","up_votes":1,"down_votes":0,"body":"Naja, nur wenn du etwas kennst kannst du es in keinem anderen Kontext mehr sehen. Würdest du es nicht kennen, kannst du dich ja nicht auf ausschließlich einen Kontext darin beziehen, oder? Ich meine, wenn du einen Hammer kennst, dann weißt du, dass man damit Nägel in die Wand hämmert. Jemand der einen Hammer aber nicht kennt wird den Hammer automatisch in mehrere Situationen versetzen, weil er die eigentliche Funktion mit den Nägeln gar nicht kennt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T09:06:30.612+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=000300010000000100000000,timestamp=2016-07-19T08:21:40.639+0000)\n>\n> Du hast recht offenbar Zugang zum Internet. Du liest ein Thema, welches dich so sehr interessiert, dass du dich dazu entschließt einen Beitrag zu verfassen. Schon beim verfassen des Beitrags muss dir aufgefallen sein, das du erhebliche Wissenslücken aufweist. \n\nDir sind zwischenmenschliche Kommunikation und das öffentliche Schreiben ja auch gestattet, obwohl du in beiden Bereichen, ordentlich Nachholbedarf aufweist.\n\nWenn man selbst so weit von Perfektion entfernt ist wie du und ich, sollte man nicht zu dick auftragen, sonst kommt noch jemand daher und will dir das Tipppen verbieten, nur weil du den Unterschied zwischen \"das\" und \"dass\" nicht zu kennen scheinst.\nIst man selbst nicht so hyperkritisch mit seinem Umfeld, bleiben einem solche Blamagen in aller Regel erspart.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T09:20:28.916+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=0003000100000001000000000001,timestamp=2016-07-19T09:06:30.612+0000)\n>\n> Dir sind zwischenmenschliche Kommunikation und das öffentliche Schreiben ja auch gestattet, obwohl du in beiden Bereichen, ordentlich Nachholbedarf aufweist.\n> \n> Wenn man selbst so weit von Perfektion entfernt ist wie du und ich, sollte man nicht zu dick auftragen, sonst kommt noch jemand daher und will dir das Tipppen verbieten, nur weil du den Unterschied zwischen &quot;das&quot; und &quot;dass&quot; nicht zu kennen scheinst.\n> Ist man selbst nicht so hyperkritisch mit seinem Umfeld, bleiben einem solche Blamagen in aller Regel erspart.\n\nTatsächlich. Diese Autokorrektur. Dieses oder welches wäre wohl fehl am platze. Wobei ich zu beachten gebe, dass mich der Inhalt interessiert und die Form auch bei Abweichungen toleriert werden kann, solange der Sinn nicht Verzerrt wird.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-19T09:30:49.884+0000","up_votes":1,"down_votes":0,"body":"Im Endeffekt erkennt man sogar eindeutig, dass dir nur ein Flüchtigkeitsfehler unterlief.\nDieser Umstand war mir aber sehr willkommen, da es mir nur darum geht dir zu zeigen, dass man sich selbst als Angriffsfläche anbietet, sobald man zu kritisch mit seinen Mitmenschen ist.\nDabei kommt es nicht darauf an, wo man selbst seinen Fokus legt.\n\nBetrachtet man es pragmatisch, ist die Rechtschreibung sogar ein weit verständlicherer Kritikpunkt, denn Wissen und Wahrheit sind im Gegensazu zu ihr, meist variabel, da nicht gänzlich vom Menschen erschaffen.\n\nAls nicht rein logisches Wesen, ist mir der Inhalt aber selbstverständlcih auch wichtiger, beschränkt sich dieser darauf, jemanden zu beleidigen, der etwas nicht wusste, aber ganz offensichtlich gewillt ist, dazu zu lernen, kann ich ihn jedoch auch nicht gut bewerten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T09:38:15.979+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=000300010000000100000000000100000000,timestamp=2016-07-19T09:30:49.884+0000)\n>\n> Im Endeffekt erkennt man sogar eindeutig, dass dir nur ein Flüchtigkeitsfehler unterlief.\n> Dieser Umstand war mir aber sehr willkommen, da es mir nur darum geht dir zu zeigen, dass man sich selbst als Angriffsfläche anbietet, sobald man zu kritisch mit seinen Mitmenschen ist.\n> Dabei kommt es nicht darauf an, wo man selbst seinen Fokus legt.\n> \n> Betrachtet man es pragmatisch, ist die Rechtschreibung sogar ein weit verständlicherer Kritikpunkt, denn Wissen und Wahrheit sind im Gegensazu zu ihr, meist variabel, da nicht gänzlich vom Menschen erschaffen.\n> \n> Als nicht rein logisches Wesen, ist mir der Inhalt aber selbstverständlcih auch wichtiger, beschränkt sich dieser darauf, jemanden zu beleidigen, der etwas nicht wusste, aber ganz offensichtlich gewillt ist, dazu zu lernen, kann ich ihn jedoch auch nicht gut bewerten.\n\nIch beschränke mich nicht auf beleidigen. Wenn dem so wäre hätte ich ihn schlicht dumm genannt. Ich unterstellte ihm jedoch, dass er ungebildet ist. Was nicht gleich zu setzen mit Dummheit ist. Das eine ist der Mangel an Wissen,  das andere die Unfähigkeit Wissen zu verarbeiten. Da ich ihn nicht kenne Maße ich mir nicht an, das zu beurteilen. Da ich aber Zeuge seiner Aussage wurde kann ich durchaus Rückschlüsse auf seine Bildung schließen.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:00:15.870+0000","up_votes":2,"down_votes":0,"body":"Ok mit dir stimmt etwas nicht.\nDu solltest deine Art in der Sache grundsätzlich ändern.\nDu darfst mich gerne unwissend im Bezug zum Wort Heil nennen, aber nicht ungebildet.\nDas ist so, als wenn ich ich dir eine Frage stelle zu einem Thema, mit dem ich mich gut auskenne, du es nicht beantworten kannst, und ich dich ungebildet nenne. Komplett sinnfrei.\n\n> Da ich ihn nicht kenne Maße ich mir nicht an, das zu beurteilen. \n\n2 Zeilen darüber hast du gesagt, ich sei ungebildet. \n\nIm Prinzip scheint es wohl so, wie Mugiware gesagt hat: Selbstdarstellung","replies":[{"id":"","poster":"Zulwar","date":"2016-07-19T10:07:49.816+0000","up_votes":3,"down_votes":0,"body":"Oder er lebt gerne eine Strikte Doppelmoral.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2016-07-19T10:02:37.367+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=00030001000000010000000000010000000000000001,timestamp=2016-07-19T10:00:15.870+0000)\n>\n> Ok mit dir stimmt etwas nicht.\n> Du solltest deine Art in der Sache grundsätzlich ändern.\n> Du darfst mich gerne unwissend im Bezug zum Wort Heil nennen, aber nicht ungebildet.\n> Das ist so, als wenn ich ich dir eine Frage stelle zu einem Thema, mit dem ich mich gut auskenne, du es nicht beantworten kannst, und ich dich ungebildet nenne. Komplett sinnfrei.\n> \n> 2 Zeilen darüber hast du gesagt, ich sei ungebildet. \n> \n> Im Prinzip scheint es wohl so, wie Mugiware gesagt hat: Selbstdarstellung\n\nJa, es ging in dem zitierten Abschnitt allerdings um Dummheit, nicht darum ob du gebildet bist. Wobei ungebildet und unwissend nahezu das selbe ist, jedoch nicht Dummheit.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:07:07.620+0000","up_votes":2,"down_votes":0,"body":"Schön dass du auch zum Rest des Beitrags eingehst","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:12:25.415+0000","up_votes":1,"down_votes":0,"body":"Nein danke das reicht, dass du nicht darauf eingehst, zeigt mir, dass du weißt das ich recht habe","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2016-07-19T10:11:14.352+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=0003000100000001000000000001000000000000000100000000,timestamp=2016-07-19T10:07:07.620+0000)\n>\n> Schön dass du auch zum Rest des Beitrags eingehst\n\nWas soll ich dazu groß sagen?  Der erste Teil ist voller Erkenntnisse, deren es keinen Kommentar bedarf, zum zweiten Teil habe ich mich geäußert, da es offensichtlich ein Missverständnis gegeben hat und der dritte Teil ist eine Unterstellung. Dazu noch eine haltlose, da ich bereits gesagt habe, worum es mir geht. Oder nennst du mich einen Lügner?","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T10:15:01.655+0000","up_votes":1,"down_votes":0,"body":"Im Kontext des Beitrages kann man es durchaus so verstehen, dass er dir nur unterstellt  hat, im betreffendenn bereich \"ungebildet\" zu sein.\nSo habe ich es jedenfalls verstanden und das obwohl er mir als Person, recht unsympathisch ist.","replies":[{"id":"","poster":"Parunpata","date":"2016-07-19T10:21:45.258+0000","up_votes":1,"down_votes":0,"body":"Wenn das so ist dann sage ich auch nix, es hatte sich eher wie allgemein ungebildet angehört für mich, und das kann er (und auch ich nicht bei anderen die ich seit einer Stunde aus einem forum kenne) nicht beurteilen","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T09:44:14.419+0000","up_votes":2,"down_votes":0,"body":"Dann brauchen wir ja bloß noch einen Grund, genau das zu tun.\nMir fällt leider keiner ein, der nichts mit Selbstdarstellung, durch Dif­fa­mie­rung anderer, zu tun hat.\n\nErkenntnisse gewinnt ein Mensch bekanntlich viel eher durch freundliche Hinweise und nicht durch beleidigende, die meist nur zu Trotz führen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2016-07-19T09:51:59.355+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=00030001000000010000000000010000000000000000,timestamp=2016-07-19T09:44:14.419+0000)\n>\n> Dann brauchen wir ja bloß noch einen Grund, genau das zu tun.\n> Mir fällt leider keiner ein, der nichts mit Selbstdarstellung, durch Dif­fa­mie­rung anderer, zu tun hat.\n> \n> Erkenntnisse gewinnt ein Mensch bekanntlich viel eher durch freundliche Hinweise und nicht durch beleidigende, die meist nur zu Trotz führen.\n\nDiese Aussage halte ich für Diskussionswürdig. Du darfst die Macht des Schames nicht unterschätzen. Es ist ebenso gut möglich,  das jemand zwei mal nachdenkt oder sich anders Ausdrückt, wenn er mit Blamage zu rechnen hat.","replies":[{"id":"","poster":"leonthefirefly","date":"2016-07-19T10:25:46.774+0000","up_votes":3,"down_votes":0,"body":"Das ist ja wohl nicht dein ernst? Scham im Internet lol. made my day . Niemand  kümmert sich n dreck drum  ob du ihn wegen seine ACH SO GROßEN WISSENSLÜCKE hier bloß gestellt hast viel mehr werden 90% der Leute die diesen Thread lesen sich wundern was für n stranger typ mit gestörtem sozialverhalten du bist...","replies":[{"id":"","poster":"leonthefirefly","date":"2016-07-19T10:45:29.533+0000","up_votes":2,"down_votes":0,"body":"Oder formulieren wirs einfach anders, wenn sich der Thread ersteller so schämen sollte das er nicht über die vielfältigen Bedeutungen des Wortes \"Heil\" bescheid weiß, wiesehr musst du dich dann erst schämen dich so anderen Menschen gegenüber zu verhalten?","replies":[]},{"id":"","poster":"Lasse Laufen","date":"2016-07-22T07:43:17.141+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=00030001000000010000000000010000000000000000000000000000,timestamp=2016-07-19T10:38:17.254+0000)\n>\n> Ich bedanke mich für den Kommentar von der Unterseite eines Steines. Sei so gut und begib dich wieder unter selbigen.\n\nEs tut mir leid, aber er hat recht.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2016-07-19T10:38:17.254+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=leonthefirefly,realm=EUW,application-id=KYnfKGf0,discussion-id=rdAzJnk6,comment-id=0003000100000001000000000001000000000000000000000000,timestamp=2016-07-19T10:25:46.774+0000)\n>\n> Das ist ja wohl nicht dein ernst? Scham im Internet lol. made my day . Niemand  kümmert sich n dreck drum  ob du ihn wegen seine ACH SO GROßEN WISSENSLÜCKE hier bloß gestellt hast viel mehr werden 90% der Leute die diesen Thread lesen sich wundern was für n stranger typ mit gestörtem sozialverhalten du bist...\n\nIch bedanke mich für den Kommentar von der Unterseite eines Steines. Sei so gut und begib dich wieder unter selbigen.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T07:38:30.450+0000","up_votes":4,"down_votes":0,"body":"Wenn man kein Angler, Jäger oder Wanderer ist, stolpert man da im Alltag auch nicht drüber, sollte nicht gerade ein Heiler, einer Wunde Befehle erteilen.\nAlso so dumm wie der Brennstab sich benimmt, musst du dich noch lange nicht fühlen.","replies":[]}]}]}]},{"id":"","poster":"XxX Nomad","date":"2016-07-28T20:53:49.959+0000","up_votes":2,"down_votes":0,"body":"und was ist wenn das wirklich Juden waren die sich genau daraus einen spaß machen? Hatte auf ner lan schon nen Ni*** Clan und es waren in der tat 6 schwarze mit noch schwärzeren Humor ^^","replies":[]},{"id":"","poster":"oasterlukas","date":"2016-07-19T16:02:11.238+0000","up_votes":2,"down_votes":0,"body":"Ich glaube bei diesem heiß diskutierte Thema wurde schon einiges gesagt. Wie man wohl auch in den Kommentaren bemerkt steht jeder anders dazu zu dieser Frage und nimmt auch diene Fragenstellung anders auf. Tja so ist es auch mit den Namen. Deshalb gibt es da ja auch diesen Meldegrund nicht jeder Name ist eindeutig als \"falsch\" erkennbar. Was wäre wenn ich auf die Lenins treffen würde? Nicht jeder würde diesen Namen als \"Falsch\" abwerten. Doch dafür ist ja auch das Meldesystem da, jeder der glaubt der Name ist nicht okay kann es melden und dann greift das System. \n\nIch möchte zum Abschluss nochmal darauf hinweisen, dass der Fragensteller sicher nicht böses bei seiner Fragenstellung gemeint hat und das man vielleicht einmal einen Gang zurück schalten sollte und die Kirche zu Hause lassen soll. Kurz zusammengefasst: Beruhigt euch alle.","replies":[]},{"id":"","poster":"Starchild89","date":"2016-07-19T08:24:52.100+0000","up_votes":2,"down_votes":0,"body":"Guten Tag Kn1ghtm4ar3!\n\nDu selbst kannst natürlich die beiden Spieler nach dem Spiel reporten. Am besten noch hinzu schreiben was genau dich stört. Riot wird sich dann darum kümmern. Wie du selbst damit umgehen kannst, liegt in deinem eigenen Ermessen. Ob es was bringt die beiden auf ihr Fehlverhalten anzusprechen? Ich persönlich finde das \"HEIL\" schon wirklich außerhalb der Toleranzgrenze seinen Platz findet.\n\nMan sollte schon auf seine Ausdrucksweise achten. Das gilt übrigens für alle.\n\nLG Sookie89","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-07-19T11:56:21.401+0000","up_votes":1,"down_votes":0,"body":"Heil an sich hat eine ziemlich schöne Bedeutung. Das einzige Problem an dieser Sache sind die Leute, die das Wort \"Heil\" sofort mit der politischen Vergangenheit in Verbindung bringen.\nDas Gleiche gilt für den Namen JEVVS. Ich finde die Tatsache, dass Leute solche Clubnamen nicht tolerieren schlimmer als die Möglichkeit, dass dies in Verbindung mit historischen Ereignissen steht.\n\nIch meine, dass das Verbot von Clubnamen, die Jude oder Heil beinhalten schon in die falsche Richtung gehen würde...\nDas grenzt schon wieder an Ausgrenzung von jüdischen Bevölkerungsgruppen, wenn man ihnen verbieten möchte, sich in einem Spiel als Anhänger ihrer Religion zu identifizieren.\n\nDas wäre zumindest meine Philosophie zu dem Thema.","replies":[{"id":"","poster":"Starchild89","date":"2016-07-19T14:18:26.755+0000","up_votes":1,"down_votes":0,"body":"Ich möchte dir jetzt nicht zu nahe treten, aber woher genau willst du wissen ob genau deine Variante von \"Heil\" gemeint ist. Tatsache ist aber, dass viele Menschen es mit der Politik verbinden, da es weiterhin ein Thema ist und immer sein wird. Wenn ihn persönlich das nicht gefällt, hat er das Recht dazu seine Meinung auch zu äußern. Du musst sie nicht akzeptieren, aber respektieren.\n\nLG Sookie89","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-07-19T16:54:53.454+0000","up_votes":1,"down_votes":0,"body":"Heil an sich ist nunmal ein sehr positives Wort.\nEs wird erst negativ, wenn man ein \"Sieg\" davor, oder ein Hetler dahinter setzt.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-19T17:06:09.675+0000","up_votes":1,"down_votes":0,"body":"Oder ein \"iger Josef Stalin\".","replies":[]}]},{"id":"","poster":"Nerkahl","date":"2016-07-19T14:28:33.626+0000","up_votes":1,"down_votes":0,"body":"kleine korrektur es wird nicht mehr lange thema bleiben guck dir die momentane politische lage an. die menschen machen sich wegen andere dinge sorgen und so wie es ausieht. ( allein meiner meinung vlt auch von anderen idk,) wird es bald zu einem neuen krieg kommen aus dem einfachen grund da der mensch ohne krieg und kampf um territien nicht auskommt.\n da wir wie alle anderen tiere nunmal auch revier kämpfe austragen der mensch hat sich wenn wir ehrlich sind, nur von den tieren \"abgehoben\" wegen der ach so tollen technologie. die meisten unserer tierischen triebe können wir trotzdem nicht kontrollieren oder unterdrücken.","replies":[]}]}]}]},{"id":"","poster":"need elo police","date":"2016-07-19T00:17:18.283+0000","up_votes":2,"down_votes":0,"body":"Dafür gibt es genauso einen Reportgrund wie beleidigen oder negative Einstellung...\"unangemessener Name\" oder so heißt es glaube ich. Wenn du meinst dass das nicht in Ordnung ist dann reporte diese.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-07-19T06:24:34.727+0000","up_votes":2,"down_votes":1,"body":"Ich finde es wirklich frech von dir, dass du deine Abneigung gegen Juden so öffentlich machst!\nWürde die Gruppe \"chr1sts\" heißen, hättest du dich sicher nicht beklagt!\n\nMein Gott!!! Bekommt euch bitte mal ein!! Ihr müsst eure NNazi-sensoren mal von \"überempfindlich\" auf ein normales Niveau runter drehen.\nIch gönne weder dem Adolf, noch seinen dummen Anhängern die Ehre, den Deutschen eine lange Liste von ganz normalen Worten, verboten zu haben.\n\nWas würdest du über folgenden Bericht sagen?\n\n\"5 jüdische LoL-Spieler gehen vor Gericht, Riot verbot ihnen den Gruppennamen JEVVS\"","replies":[]},{"id":"","poster":"Korallenblau Nr2","date":"2016-08-22T17:35:42.518+0000","up_votes":1,"down_votes":0,"body":"Facility Managers *NPD*\nhuiuiuiuiiii !\nbei interesse melden\nNpd mitgliedschaft vorrausgesetzt","replies":[]},{"id":"","poster":"Lasse Laufen","date":"2016-07-22T07:36:50.905+0000","up_votes":1,"down_votes":0,"body":"Ich finde diese Gruppen gehören geschlossen. Sie stören den Frieden in League of Legends und manipulieren die Community.","replies":[]},{"id":"","poster":"SeaHorseCalamity","date":"2016-07-19T11:50:03.651+0000","up_votes":1,"down_votes":0,"body":"Heil an sich ist wohl kaum verachtenswert^^\nJEVVS an sich auch nicht... von dem her kann man wohl kaum dagegen vorgehen.","replies":[]},{"id":"","poster":"Dom231","date":"2016-07-19T00:35:22.794+0000","up_votes":1,"down_votes":0,"body":"Einfach Reporten :) Am besten vlt noch beim Support melden ","replies":[]},{"id":"","poster":"xForcePonyx","date":"2016-07-28T23:35:17.788+0000","up_votes":1,"down_votes":2,"body":"ein weiterer mensch der 2016 nichts besseres zu tun hat als sich über \"offensive\" gruppennamen zu beschweren...","replies":[]}]}