{"id":"ifpE5fFA","poster":"Cursed Child","date":"2016-07-18T00:50:16.057+0000","title":"LoL Verlassen was sagt ihr ?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hey Leute, (Achtung das ist alles MEINE PERS&Ouml;NLICHE MEINUNG)\r\nIch &uuml;berlege schon l&auml;nger mit LoL aufzuh&ouml;ren das einzige was mich davon noch abh&auml;lt ist das ich so viel Geld reininvestiert habe.\r\nAber im allgemeinen habe ich nicht mehr wirklich Spa&szlig; am Spiel gr&ouml;&szlig;ter Grund ist einfach teil die Community klar gibt es viele Nette leute aber meist bekommt man Toxic Flamer trolls und das macht einfach kein spa&szlig; mehr {{summoner:3}}  egal ob man sie mute oder nicht. Und ich finde einfach die vielen ver&auml;nderungen die gekommen sind nicht gut ist aber eine Pers&ouml;nliche sache. Was sagt ihr habt ihr vor aufzuh&ouml;ren oder gibt es sachen an LoL die ihr gerne &auml;ndern w&uuml;rdet wenn ja was w&auml;re das ? \r\nLG Muf {{champion:55}}","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-07-18T01:15:48.427+0000","up_votes":3,"down_votes":0,"body":"das schöne an LoL ist ja: wenn du jetzt das Spiel einfach erst Mal liegen lässt, läuft es dir nicht direkt weg. Du kannst es nach 3 Monaten einfach wieder aufnehmen... Klar, du solltest nicht direkt mit Ranked wieder einsteigen, aber all deine \"Erfolge\" bleiben erhalten... und all deine gekauften Skins auch. Es ist ja kein Season Pass, den du ein Mal die Woche durchs Spiele aktiv halten musst... Shit, jetzt hab ich Riot auf ne Idee gebracht...\n\nDas investierte Geld ist nebenbei das schlechteste Argument um weiter zu zocken... so absurd das klingt. Rechne das einfach mal hoch. Ich bin wahrscheinlich bei 80 Euro. Klingt nach viel Geld... ja klar... aber es gibt 2 Spiele, die ich seit 4 Jahren zocke... eines davon ist LoL, das andere CivV. Civ hat weniger gekostet. Aber ich habe auch weniger Stunden in Civ gesteckt...\nAndere zahlen 60 Euro für ein Next Gen Spiel mit 4 Stunden Singleplayer Story... und ohne erwähnenswerten Multiplayer. Verrechne das ausgegeben Geld einfach mal mit den bisher verzockten Spielstunden. Da dürfte LoL relativ gesehen weit oben liegen.\n\nWenn dir LoL derzeit keinen Spaß macht, dann zocke es einfach so lange nicht, bis du wieder Bock drauf hast. Ich habe es auch schon mal 2 bis 4 Wochen komplett bei Seite gelegt, weil ich in dem Moment einfach keinen Bock drauf hatte. \n\nNur um das mal zu verdeutlichen: Wenn du 48 Monate am Stück kein LoL gezockt hast... wirst du dir im schlimmsten Fall einen neuen Summoner Name ausdenken müssen... falls sich dann jemand anderes deinen schnappt... du wirst dann auch ein völlig neues Spiel lernen müssen, da sich die Meta komplett verschoben haben wird, aber das investierte Geld ist in Form von Skins immer noch da...","replies":[{"id":"","poster":"Cursed Child","date":"2016-07-18T16:43:36.828+0000","up_votes":1,"down_votes":0,"body":"80 euro xD ich möchte jetzt hier mal nicht sagen wiviel ich reingesteckt hab aber es ist im 4 stelligen bereich...ich spiele LoL von anfang an und habe schon über 2,5 k spiel stunden","replies":[]}]},{"id":"","poster":"Shad0wM0on","date":"2016-07-18T06:07:10.047+0000","up_votes":2,"down_votes":0,"body":"Meine Meinung: \n\nsollten mir die Änderungen irgendwann zu viel werden bzw. mir den Spaß nehmen, oder im allgemeinen der Spaß an dem Spiel vergagen sein, dann werde ich das spiel nur bei seite legen. Ich denke jeder hat mal diese Phase in der man keine Lust mehr an dem Spiel hat, aber dieser \"Spaß\" kann jja auch wieder kommen ^^","replies":[]},{"id":"","poster":"Markishi","date":"2016-07-18T00:58:46.160+0000","up_votes":3,"down_votes":1,"body":"Wenn du mit der Entscheidung haderst, mit LoL aufzuhören oder nicht, dann nimm dir doch einfach eine kleine Auszeit von LoL, und spiel vielleicht einen Monat oder auch 2 nicht mehr. Manchmal braucht man auch mal eine Pause, und danach macht es auch wieder Spaß.\nUnd der Großteil der Community ist gar nicht so schlimm, wie viele immer sagen. Leute, die dich stören mutest du einfach, und ignorierst sie. Gib zwischendruch auch ein nettes Wort an deine Mitspieler, und du wirst sehen, das Klima im Team wird sich verbessern. Und wenn dir das noch nicht reicht, dann schnapp dir einfach ein paar Freunde und spiel mit denen. \nWie gesagt, manchmal reicht aber auch einfach eine kleine Pause vom Spiel.\nUnd wenn du etwas von den Veränderungen, die da sind, nicht gut findest: Versuch einfach die Veränderungen an deine Strategie anzupassen, und alles klappt wieder. Das die Veränderungen, die dir nicht gefallen (was auch immer das ist) da sind, kannst du sowieso nicht ändern. Also versuch einfach, das beste daraus zu machen.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-07-18T06:46:27.622+0000","up_votes":1,"down_votes":0,"body":"Bei den heutigen Fetplatten muss man sich doch nun wirklich nicht mehr entscheiden, ob man ein Spiel behalten will oder nicht. :)\nWenn es eine monatliche Gebühr gäbe, okay!\nLoL ist aber gratis, du kannst einfach nur noch dann spielen, wenn du Lust hast und ob das morgen, übermorgen oder erst in einem Jahr ist, ist doch vollkommen Wurst.\n\nIch musste zumindest nirgends einen Vertrag unterschreiben, der mich verpflichtet regelmäßig zu spielen um mich weiter Lolist nennen zu dürfen.\n\nUnd wenn es wirklich nur das Geld ist... Es war doch nicht verschwendet, du hattest doch wahrscheinlich echt lange Spaß mit den Skins usw.\nGeld kannst du neu verdienen, deine Zeit, die du mit Dingen verbringst, die dir keine Freude machen, bekommst du nie zurück.","replies":[]}]}