{"id":"tXgjGZE2","poster":"Futanarî Soraka","date":"2016-07-17T19:41:59.187+0000","title":"Dynamic Mist","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":5,"body":"Das League seit der Einf&uuml;hrung dieser nutzlosen neuen Warteschlange fast nichtmehr spielbar ist, wei&szlig; inzwischen jeder. Was aber wirklich aufregt ist, dass man **ZWEI** Positionen picken muss.\n\nIch bin Main Jungler (Spiele aber auch gerne adc und Support), und bei mir sieht es so aus, wenn ich folgendes picke:\n\nJungle + Support = IMMER support (in 70 Spielen getestet)\nJungle + Mid = Meistens Mid\nJungle + Adc = IMMER adc\nJungle + Top = oft Jungle (Kann Top aber garnicht spielen und verliere dann, wenn ich Top spielen muss)\nFill = IMMER support (in weit &uuml;ber 100 Spielen getestet)\n\nWas soll der Mist? Warum kann man nicht nur eine Sache picken? Auch wenn die Wartezeit dann noch l&auml;nger ist. Es ist defacto nicht m&ouml;glich f&uuml;r mich Jungle zu spielen.\n\nDas hier ist mein 2. Account. War mit meinem Main Gold 2 in Season 5, aber mit einf&uuml;hrung dieser neuen, dummen Warteschlange schaffe ich es kaum noch mich in Silver zu halten.\n\nIn Zukunft werde ich es jetzt so machen, dass ich \"fill\" picke und dann, unabhängig davon welche Position ich zugewiesen bekomme, trozdem jungle spiele. Ich weiß, dass das nicht nett ist und viele aufregen wird, aber eine andere Lösung sehe ich nicht.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-07-19T17:02:12.656+0000","up_votes":1,"down_votes":0,"body":"> Das League seit der Einführung dieser nutzlosen neuen Warteschlange fast nichtmehr spielbar ist, weiß inzwischen jeder.\n\nIst das so?\n\n> Das hier ist mein 2. Account. War mit meinem Main Gold 2 in Season 5, aber mit einführung dieser neuen, dummen Warteschlange schaffe ich es kaum noch mich in Silver zu halten\n\nDu landest dort wo du hingehörst. Anscheinend ist das Silver.\n\n> In Zukunft werde ich es jetzt so machen, dass ich \"fill\" picke und dann, unabhängig davon welche Position ich zugewiesen bekomme, trozdem jungle spiele.\n\nWirst du nicht lange machen können, aber viel Spaß bei deinen letzten spielen auf dem Account,\n\n> Ich weiß, dass das nicht nett ist und viele aufregen wird, aber eine andere Lösung sehe ich nicht.\n\nKeine Sorge. Auch du wirst irgendwann mal erwachsen.","replies":[]},{"id":"","poster":"daemonîum","date":"2016-07-18T16:22:28.874+0000","up_votes":1,"down_votes":0,"body":"Also ich persönlich melde immer Junge first und Mid second an. Zu 99% bekomm ich dann meine Jungle Rolle. Und gegebenenfalls dodge ich als Mid Laner oder wenn mir das Match Up passt, versuch ich es ^^","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-07-18T08:45:07.591+0000","up_votes":1,"down_votes":0,"body":"Der Grund, warum man 2 Rollen wählen muss: Damit die Wartezeiten kürzer werden. Die Wartezeiten würden explodieren, wäre dem nicht so.  \nDeine Statistik (oder wie man das nennen möchte) zeigt dir doch, dass in deiner Elo die meisten Leute junglen oder Top wollen. Würde jetzt jeder nur noch eine Rolle wählen, darfst du geschätzt 10x so lang warten, bis du ein Spiel findest.","replies":[]},{"id":"","poster":"Sebbo99","date":"2016-07-17T20:58:57.905+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"K2mE xpleader","date":"2016-07-17T19:43:56.892+0000","up_votes":2,"down_votes":2,"body":"+1 {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}