{"id":"b7wNsEw5","poster":"Shasostor11","date":"2016-07-16T19:29:10.280+0000","title":"Lux, Sivir - Spellshield blockt 2 Spells (e und r) anstatt nur einem","subforum":"Melde einen Bug","embed":{"title":"Watch Shasostor's League of Legends video: 2 Skills, 1 Spellshield - Plays.tv","description":"Watch Shasostor's League of Legends video: 2 Skills, 1 Spellshield - Plays.tv","url":"http://plays.tv/video/577c03e6bd71cc1b0d/2-skills-1-spellshield","image":"http://d0playscdntv-a.akamaihd.net/video/Av1UDDVf8-g/processed/480.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo erstmal!\r\nSchon seit langer Zeit ist mir immer wieder aufgefallen, dass es mit Sivir m&ouml;glich ist bei Lux die E F&auml;higkeit und die Ulti zu blocken und das mit nur einem einzigen Spellshield, was das Matchup irgendwie l&auml;cherlich macht. Dies geht nur wenn man beide F&auml;higkeiten genau gleichzeitig aktiviert, aber f&uuml;r nacheinander ist oft nicht die Zeit und ich wollte mich einfach mal erkundigen, ob das schon weiteren Spielern aufgefallen ist und ob das ein Bug ({{champion:121}} ) ist oder nicht.","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-07-16T19:40:18.284+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndies ist kein Bug. Das Spellshield kann mehrere Fähigkeiten blocken falls diese gleichzeitig auf Sivir treffen.","replies":[{"id":"","poster":"Shasostor11","date":"2016-07-16T20:31:55.679+0000","up_votes":1,"down_votes":0,"body":"\"Creates a magical barrier that blocks A SINGLE enemy ability cast on Sivir\"","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-07-16T22:24:31.522+0000","up_votes":1,"down_votes":0,"body":"Folgende zusätzliche Informationen stehen im Wiki.\n\n> Additional Information:\n> \n> - Spell Shield can block multiple abilities if they strike Sivir at the same time.\n>  - It will not take priority over Banshee&#039;s Veil item.png Banshee's Veil so a single ability can/will pop both shields.\n>  - It will take priority over Black Shield.png Black Shield and will block the ability before it damages the shield.\n> - Spell Shield can block a Dragon Dragon auto attack thus preventing the damage and giving Sivir mana.\n>  - The initial knockup when Dragon Dragon is first damaged cannot be blocked.","replies":[]}]}]}]}