{"id":"zRdspOXJ","poster":"SniikyFatherDoug","date":"2016-07-15T14:58:24.286+0000","title":"Activ Tryhard Castingteam auf der Suche nach Turnieren","subforum":"Turniere & Veranstaltungen","up_votes":2,"down_votes":0,"body":"Wir sind die Jungs von Activ Tryhard, ein neugegr&uuml;ndetes Projekt, in dem wir Amateurturniere streamen und kommentieren wollen. \r\nAktuell sind wir auf der Suche nach den ersten Turnieren die wir begleiten d&uuml;rfen. \r\nZun&auml;chst aber zu uns: \r\n\r\nWir sind ein dreik&ouml;pfiges Team bestehend aus 2 Castern und einem Streamer. \r\nWir kennen uns schon eine ganze Weile und wollen dieses Projekt gemeinsam angehen und stemmen. \r\nUnsere ersten Erfahrungen durften wir bereits alle machen, der Stream zu dritt ist f&uuml;r uns in dieser Konstellation zum aktuellem Zeitpunkt neu. \r\nF&uuml;r diejenigen ,denen es wichtig ist zu wissen in welchem Elo wir uns befinden, kann ich sagen ,dass wir uns im Platin und Diamant Elo befinden.\r\n\r\nWas bieten wir euch : \r\n\r\n* Streaming und Casting eures Turniers\r\n* Individuelle Erstellung eines Overlays\r\n* Bracket mit Link zu eurer Clanseite | Teamspeakserver etc. \r\n* Best of Video des Turniers\r\n\r\nWas wir erwarten: \r\n\r\nLustige Leute die Spa&szlig; daran haben ihre Turniere zu organisieren und sinnvoll zu veranstalten. Au&szlig;erdem w&auml;re es sinnvoll wenn man von Beginn an einen guten Kontakt miteinander pflegt um Ideen austauschen und im Stream umsetzen zu k&ouml;nnen. \r\n\r\nDas wars soweit von uns, sollte es noch Fragen geben stellt sie einfach hier unter dem Beitrag.\r\nOder wenn ihr jetzt schon wisst, dass ihr mit uns zusammen arbeiten wollt addet mich ing.","replies":[{"id":"","poster":"Berserκ","date":"2016-07-21T08:30:57.486+0000","up_votes":1,"down_votes":0,"body":"Servus Active Tryhard,\n\nfalls Interesse besteht meldet euch bei mir. Wir suchen aktive Caster und Analysten für unser Ligasystem in der 2. Saison. Die Elo befindet sich im Bronze - Platin Bereich.\n\nSchaut doch mal auf der HP vorbei - [fcg-events.com](http://fcg-events.com)\n\nMfG\nZonta von FCGEvents","replies":[]}]}