{"id":"qX0O0QJG","poster":"Notperfect","date":"2016-07-14T17:50:25.880+0000","title":"Zilean - ARAM Bug (Ultimate heilt nicht richtig)","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Was stimmt nicht:\r\nDie Ulti von Zilean heilt die Verb&uuml;ndete nicht so wie sie es sollte, nat&uuml;rlich meinte ich, wenn sie ausgel&ouml;&szlig;t wird.\r\n\r\nWas passiert:\r\nHier im ersten Screenshot: (LoL Aram Zilean) sieht man meine Stats und wieviel die Ult heilt (allerdings werden mitspieler nur um den Betrag geheilt, der etwa der Gr&uuml;ne, also der Bonus ap entspricht.\r\nSprich ich Ulti unseren Kassadin oder Sona und er bzw sie wird nur mit etwa 600 Leben wiederbelebt.\r\n\r\nWie es sein sollte:\r\nIm Screenshot (LoL Aram Zilean) sollten meine Mitspieler mit dem Korrekten Betrag wiederbelebt werden\r\n\r\nKomisch:\r\nDie Ult von Zilean auf sich selber wiederbelebt Zilean richtig mit der vollen Heilung.\r\nIn der Kluft werden Mitspieler allerdings mit dem richtigen Leben wiederbelebt. (siehe Bitte Screenshot: LoL Kluft Zilean Ult)\r\n\r\nZur&uuml;ck zum &quot;Screenshot: LoL Kluft Zilean Ult&quot;\r\nTwisted Fate wurde wiederbelebt, w&auml;hrend der Wiederbelungsanimation kuemmerte ich mich um Yasou und 2-3 Mobs schie&szlig;ten noch auf Twisted Fate, deswegen ist er nicht mit 100% Leben da.\r\n\r\nWann ist es mir aufgefallen:\r\nCa letzte Woche vor ungef&auml;hr 8 Tagen (so oft bekomme ich Zilean ja nicht in Aram)\r\n\r\n\r\nAllgemeines Zusammen Fassung:\r\nJeder wei&szlig; wie Dynamisch schnell Aram ist, die Ult von Zilean mit einem 120 sek cd auf rank 1 ist noch lange nicht Spielentscheidend bzw. immer ein Automatischer Win.\r\nHabe leider auch nirgends was gelesen das die Ult geschwaecht wurde und bitte euch mir den Link zu schicken (sofern es beabsicht ist, mit der Ult von Zil).\r\nLeider habe ich kein Screenshot mit der Heilung in Aram (auch wenns nur ein Knopf ist, vergess es aber immer)\r\n\r\nAnsonsten ist dies ein korrekter Bugbericht.\r\n\r\nLinks:\r\nhttp://www.bilder-upload.eu/show.php?file=4a56ea-1468518707.jpg\r\n\r\nhttp://www.bilder-upload.eu/show.php?file=85a95d-1468518735.jpg","replies":[{"id":"","poster":"SorisDynasty","date":"2016-07-14T18:01:58.085+0000","up_votes":1,"down_votes":0,"body":"Kein Bug. Zileans Ult funktioniert nur minimal anders als man denkt.\nZileans Ult belebt deinen Verbündeten mit 1 HP wieder und healt ihn danach sofort hoch um den angegebenen Wert. Da es in Aram nun aber die 50% Heilreduktion für Verbündete gibt, ist der Heilaspekt also reduziert.","replies":[{"id":"","poster":"Notperfect","date":"2016-07-14T19:16:51.524+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nDas ist eine gute Erklaerung, aber da steht ja ungefaehr das das Ziel, bei einem toedlichen Treffer in der Zeit zurueckgesetzt wird und es erhaelt xyz (+xyz) Leben zurueck.\n\nTheorethisch wird das Ziel ja nicht geheilt, bzw laut Tool tipp nicht.\n\nIch schweife jetzt zwar ab, aber im Englischen steht dies hier:\nChronoshift:\nACTIVE: Zilean places a protective time rune on the target ally champion or himself for 5 seconds. If the target takes fatal damage during that time, they are instead put in Stasis icon stasis for 2 seconds and are revived with a set amount of health.\n\nDieses letzten 4 Woerter also set amount of health ist sogar in roter Farbe geschrieben.\n\n\nDie letzten 3 Jahre gab es nie den Bug mit der Zilean ult, selbst als der Debuff schon kam mit der Heilung von Verbuendeten.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-07-14T19:36:57.134+0000","up_votes":1,"down_votes":0,"body":"Ob es früher anders war, weiß ich ehrlich nicht. Aber es sollte zumindest jetzt so funktionieren.","replies":[{"id":"","poster":"Notperfect","date":"2016-07-14T20:09:29.669+0000","up_votes":1,"down_votes":0,"body":"Alles klar.\nBin dann mit deiner Antwort zufrieden.\n\nEntschuldige falls ich deine oder jemanden seine Zeit vergeutet hat, das naechste mal Frage ich erst im Forum, wenn ich ein Bug reporten will.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-07-14T20:16:39.834+0000","up_votes":2,"down_votes":0,"body":"Ach, passt schon. :)\nDas ist nun eine eher weniger bekannte Sache. Man kann schon verstehen, wenn man das als Bug ansieht.","replies":[]}]}]}]}]}]}