{"id":"4MERoLta","poster":"Kampfgnuppel","date":"2016-07-14T10:29:39.683+0000","title":"Extreme & unerklärliche FPS-Drops !","subforum":"Hilfe & Support","up_votes":3,"down_votes":0,"body":"Also zum 2. Mal. Seit einigen Patches habe ich w&auml;hrend Teamfights usw. extreme FPS-Drops. Vor ein paar Patches konnte ich noch locker flockig mit 500 FPS spielen (habe ich nat&uuml;rlich auf 120 gedrosselt). Zu meinem PC: 32 GB RAM (DDR 4), Intel i7-4970k, GTX 980, SSD, Windwos 10, usw. Der schafft aktuelle Shooter mit maximalen Einstellungen locker mit 60 FPS! Ich habe auch alle Einstellungen versucht, n&uuml;tzt nichts. Einfach nur bei LoL droppe ich auf 10-40 FPS. Hardware habe ich &uuml;berpr&uuml;ft (obwohl eigentlich sinnlos). Reparatur von LoL-Client usw. auch versucht. Es spielt &uuml;brigens auch keine Rolle welche Einstellungen ich w&auml;hle, egal ob Minimal oder Maximal, die FPS bleiben immer gleich. Das spricht ja auch f&uuml;r ein Problem von Riot Seite^^","replies":[{"id":"","poster":"4za ","date":"2016-07-14T10:46:10.610+0000","up_votes":3,"down_votes":0,"body":"habe das gleiche Problem, ich kappe normalerweise bei 144fps, (Monitor 144hz) diese hielt ich auf den höhsten Anforderungen problemlos.\n\nhardware:\ngtx 970\ni7-4790k\n32 gb ram ddr4 \n500gb ssd\n\nseit einiger zeit droppe ich bei zuviel aktion runter auf ~60 fps,\nwas ja eigentlich kein problem sein sollte. es ist nun so, es lagt beim lasthitten manchmal muss ich ein minion 2 mal klicken bis der schuss kommt und manchmal kann ich sogar einen spieler nicht anklicken.\n\ndiese probleme hatte ich sonst nie\n\nps ich gehe über razer game booster rein","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-07-14T10:36:57.492+0000","up_votes":2,"down_votes":0,"body":"Hatte das gleiche Problem...\n\nich konnte es lösen indem ich statt die standard lol-launcher .exe die admin lol-launcher .exe benutze. Ansonsten hat bei mir keine andere Lösung funktioniert.","replies":[]},{"id":"","poster":"EpicKau","date":"2016-07-19T09:36:41.199+0000","up_votes":1,"down_votes":0,"body":"Hab genau das gleiche Problem.\nNormalerweise 144FPS VSync kein Problem, jetzt so 60+.\n\nSpecs:\nI7-4790K @ 4,4GHZ\nR9 290X\n32GB RAM\nSSD\n\nSowohl Vollbild als auch Fenster als auch Randlos.\nGPU & CPU Auslastung liegt nicht mal bei 20%.\n\n{{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"Kampfgnuppel","date":"2016-07-14T11:07:51.130+0000","up_votes":1,"down_votes":0,"body":"Hilft bisher leider alles nichts.","replies":[{"id":"","poster":"silibum","date":"2016-07-14T13:22:20.369+0000","up_votes":1,"down_votes":0,"body":"Schau dir bitte zunächst [dieses Artikel](https://support.riotgames.com/hc/de/articles/201752684) an. Beschreibe bitte was Du ausprobiert hast und was dadurch passiert ist.","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2016-07-14T12:07:58.280+0000","up_votes":1,"down_votes":0,"body":"Probier mal League im Rahmenlosen Fenstermodus zu spielen. Stell mal in den Nvidiaeinstellungen (Globalen modus) ein, dass du VSync aktiviert haben willst und unter den Energieoptionen (auch im Globalen modus/Nvidia settings) auf maximal Leistung. Ingame stellst du dann die Framerate auf unbegrenzt und das Vsync so wie Antialasing aus.","replies":[]}]}