{"id":"WTEKbx9X","poster":"DieImYasuo","date":"2016-07-14T11:42:56.520+0000","title":"Champ Auswahl","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hey,\r\n\r\nWie findet ihr das, das eure Champs in der Champ auswahl gebannt werden ?\r\nIch finde es sollte irgendwas eingef&uuml;gt werden, wenn man diesen Champ eingelockt hat f&uuml;r euer Team nicht mehr gebannt werden kann bzw solange bis der den eingelockt hat.\r\n\r\nIch finde es einfach nur L&auml;cherlich das par Spieler unter uns um den anderen zu troll diesen Champ bannen.\r\n\r\n&gt; Ich:                   Don&acute;t Ban Vlad!\r\n&gt; Anderer Spieler: Ban Vlad? , ok \r\n\r\nIch meine Ja nur mit diesem eindruck verliere ich Pers&ouml;nlich schnell die Interesse mit diesem Team zu Spielen, Weil der f&uuml;r mich jetzt Getrollt hat.\r\n\r\nIch Hoffe das wir viele Stimmen zusamen Kriegen um Vielleicht irgendwie Riot damit &uuml;berreden zu k&ouml;nnen.","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-14T11:50:31.909+0000","up_votes":3,"down_votes":0,"body":"Ich persönlich denke, dass es okay so ist.\nNormalerweise, Ausnahmen bestätigen die Regel, möchte jeder Spieler eines Teams gewinnen.\nAlso werden im Normalfall keine Champions gebannt um Teammitglieder zu trollen und wenn doch mal entsprechender Champion gebannt wird gibt es dafür einen Grund.\nEs könnte einen neuen Champion geben, der komplett overpowered ist (soll vorkommen). Einer aus dem Team möchte ihn spielen, hat ihn also ausgewählt, andererseits haben die Gegner den Firstpick und das Team läuft Gefahr, dass die Gegner besagten Champion kriegen, also wäre es besser den Champion zu bannen, auch wenn das einer nicht einsieht, der den Champion spielen und das Risiko eingehen möchte.\nWäre es in der Situation also nicht möglich Champions zu bannen, die Teammitglieder spielen möchten, könnte das Ganze sehr schlecht ausgehen.","replies":[{"id":"","poster":"DieImYasuo","date":"2016-07-14T11:53:27.782+0000","up_votes":1,"down_votes":0,"body":"Ja aber in diesen Moment gab es einfach keinen Grund ich war second pick , also war die gefahr auch recht niedrig .","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-14T11:56:28.426+0000","up_votes":2,"down_votes":0,"body":"Trotzdem war das nur ein Einzelfall, für gewöhnlich will man ein Spiel gewinnen.\nIch sage auch nicht, dass es eben in diesem Fall gut von deinem Teammate war, ganz im Gegenteil sogar.\nAllerdings kommt so etwas wie gesagt nur sehr selten vor, weshalb man diese Funktion meiner Meinung nach nicht entfernen sollte.","replies":[{"id":"","poster":"DieImYasuo","date":"2016-07-14T11:59:07.490+0000","up_votes":1,"down_votes":0,"body":"Und wie sieht es aus wenn die einfach nicht drauf gucken und diesen Champ Aus Versehen bannen? Dann Ärgert man sich Natürlich auch Drüber und ich Finde sowas Beeinträchtigt auch dann die Spielweise.","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-14T12:06:18.913+0000","up_votes":2,"down_votes":0,"body":"Letztendlich bringt jede Funktion sowohl Vor- und Nachteile mit sich, die man untereinander abwägen muss.\nNachteile kommen hierbei allerdings nur zu Stande, wenn man entweder unachtsame Teammates hat oder aber Trolls. \nTrolls kommen sehr selten vor und diese sind auch der Wahrscheinlichkeit nach eher im Gegnerteam als in deinem.\nDass jemand nicht aufpasst kommt tatsächlich öfter vor, aber auch diesem Fall kann man vorbeugen, indem man beispielsweise noch einmal im Chat schreibt, welchen Champion man spielen möchte.\nIch denke jeder muss sich seine eigene Meinung dazu bilden, ob es einem die Nachteile wert sind.\nIch kann nur aus meiner Erfahrung sprechen und sagen, dass mir das noch nie passiert ist. Dass man einen Champion bannen musste, den ein Teammember gewählt hatte um nicht benachteiligt zu sein hingegen schon.","replies":[]}]}]}]}]},{"id":"","poster":"Maíko","date":"2016-07-14T12:18:58.046+0000","up_votes":2,"down_votes":1,"body":"Ich mache das auch manchmal:\n1.\nWenn die Gegner den Pick wegschnappen könnten\n2.\nEs ist  so etwas wie Nunu ADC\n(Ja ich weiß Off-Meta ist erlaubt....aber genauso ist es erlaubt, zu versuchen sowas zu verhindern)\n3.\nEs ist ein Pick der absolut nicht zum Rest des Teams passt\n\nIn Rankeds spiele ich um zu gewinnen, also versuche ich so viele negative Faktoren rauszunehmen wie möglich.\nIch weiß auch, dass sie eventuell richtige Götter mit den Champions sein könnten...aber in manchen Fällen ist mir das Risiko einfach zu hoch.\n\nIn Normals banne ich keine Champions weg...da ist es mir komplett egal, was gespielt wird.","replies":[]}]}