{"id":"HaAsqIAL","poster":"SchattenkriegerX","date":"2016-07-14T13:12:29.244+0000","title":"Sejuani oder Voli?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Wem haltet ihr f&uuml;r den Besseren Jungler?","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-07-14T13:17:00.303+0000","up_votes":2,"down_votes":0,"body":"Sie spielen sich sehr unterschiedlich. Voli hat bis Lvl 6 stärkere Ganks als Seju, ab 6 holt sie ein wenig auf. Seju ist dafür in Teamfights mit ihrem Slow, ihrem konstant ordentlichen Schaden und nicht zuletzt ihrer Ult sehr stark. Voli ist in Teamfights schwächer, er kann zwar gut den Kampf eröffnen und einen Gegner catchen, aber im Teamfight selbst macht er nicht mehr viel. Der Schaden seiner Ult wird später immer irrelevanter. Ich würde also - je nach Spielertyp - Voli für ein starkes Early und Seju für ein starkes Late picken.","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-14T21:20:01.524+0000","up_votes":1,"down_votes":0,"body":"Seid ihr sicher dass sejuani im late noch stark ist? Ich hab sie jetzt ein paar mal gespielt  da sie ja frei ist und hatte immer das Gefühl, dass sie zum Ende hin deutlich schwächer wird. Ich wurde in meinem letzten Spiel mit ihr im Lategame von einer Miss  (beide voll equipt) in einem 1vs1 getötet (ohne meine ult) und hatte auch enorme Schwierigkeiten gegen Brand, teemo, ilaoi (denke so wird das geschrieben)  und riven (also das komplette Team)  ich konnte mein Team eigentlich nur mit meiner Ult unterstützen und ansonsten nur zusehen, dass ich so schnell wie möglich weg komme um nicht zu sterben. Im early und mid war das kein Problem, da konnte ich meine Ganks gut anbringen und auch in 1vs1 sehr stark. Also ist das so normal bei ihr oder mache ich nur irgendwas total falsch?  (also die Phase in der es schwer wurde war die ab so lvl 17 in der alle langsam ihre komplette Ausrüstung bekommen)","replies":[{"id":"","poster":"ADFischi007","date":"2016-07-16T15:58:40.438+0000","up_votes":1,"down_votes":0,"body":"Spielst du sie auch tank? Sejuani ist kein 1 vs 1 Champ... Eher so ne Art Support/Tank für das Team. Sejuani ist Vergleichbar mit Amumu nur macht sie etwas weniger Schaden. Die einzigste Herausfoderung im Late Game ist jmd zu Catchen oder die Ulti im TF perfekt zu plazieren. Wenn du das hinbekommst, merkst du Seju's Potential und das Team erledigt den Rest.\n\nMFG Fischi","replies":[]}]},{"id":"","poster":"Maíko","date":"2016-07-14T14:21:11.826+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=0000,timestamp=2016-07-14T13:17:00.303+0000)\n>\n> Voli hat bis Lvl 6 stärkere Ganks als Seju,\n\nIch sehe Voli in early Ganks auch vorne...\nAaaaber man sollte noch dazu sagen, dass Sejuanis Ganks auch nicht gerade schwach sind...sie hat immer noch ihren Gapcloser mit Knockup und den netten Slow.","replies":[]}]},{"id":"","poster":"XOFree","date":"2016-07-15T06:52:31.077+0000","up_votes":1,"down_votes":1,"body":"Beide sind gute Champs mit mit wenig Skill Anforderungen! \n\nBei {{champion:106}} ist das w zuerst zu maxen und bei {{champion:113}} das e! \n\nUnd bei beiden ist der item weg fast gleich! Wobei auf den Gegner bitte eingegangen werden muss!!!\n\n{{champion:106}} ist ein flexpick das heißt das man ihn auch auf top spielen kann wo gegen {{champion:113}} sehr selten auf top gesehen wird... \n\n{{champion:113}} ist ein Team Feeder das heißt er hat den cc um seinen Team den Kill zusichern, {{champion:106}} ist das genaue Gegenteil er ist ein Killer!! \n\nJetzt die Frage \n\nWillst du kills für dein Ego oder willst du ein starkes Team?","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-07-15T08:06:23.181+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UltraDivus,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=0002,timestamp=2016-07-15T06:52:31.077+0000)\n>\n> Beide sind gute Champs mit mit wenig Skill Anforderungen! \n> \n> Bei {{champion:106}} ist das w zuerst zu maxen und bei {{champion:113}} das e! \n> \n> Und bei beiden ist der item weg fast gleich! Wobei auf den Gegner bitte eingegangen werden muss!!!\n> \n> {{champion:106}} ist ein flexpick das heißt das man ihn auch auf top spielen kann wo gegen {{champion:113}} sehr selten auf top gesehen wird... \n> \n> {{champion:113}} ist ein Team Feeder das heißt er hat den cc um seinen Team den Kill zusichern, {{champion:106}} ist das genaue Gegenteil er ist ein Killer!! \n> \n> Jetzt die Frage \n> \n> Willst du kills für dein Ego oder willst du ein starkes Team?\n\nWarum sollte man die E maxen? Die kostet extrem viel Mana und bringt nur Burst, während die W guten, dauerhaften Schaden macht und vor allem schnell mit Leben skaliert. Für die E brauchst du dagegen AP. Die E zu maxen bringt null.","replies":[{"id":"","poster":"XOFree","date":"2016-07-15T16:20:04.533+0000","up_votes":1,"down_votes":0,"body":"nun das sollte jedem klar sein der sie öfter spielt ;) da jeder spell und aa ihre passive an den man bringt!! und der E es aktiviert!!! sie ist ein cc monster!! sie **sichert **kills und feeded ihre team \n\nwas bringt mir der w? der ist gut im jungle oder im direktem teamfight wo sie in der mitte ist... man kauft sich auch nicht {{item:1401}} auf ihr -.- \n\nman kauft sich {{item:1402}} und den rest tanky!","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-07-15T18:28:38.505+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UltraDivus,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=000200000000,timestamp=2016-07-15T16:20:04.533+0000)\n>\n> nun das sollte jedem klar sein der sie öfter spielt ;) da jeder spell und aa ihre passive an den man bringt!! und der E es aktiviert!!! sie ist ein cc monster!! sie **sichert **kills und feeded ihre team \n> \n> was bringt mir der w? der ist gut im jungle oder im direktem teamfight wo sie in der mitte ist... man kauft sich auch nicht {{item:1401}} auf ihr -.- \n> \n> man kauft sich {{item:1402}} und den rest tanky!\n\nDer cd auf der E ist auch ohne den Max gering genug. Du kannst es pro Gank sowieso nur 1x einsetzen, selbst wenn du es maxt. Die offiziellen Statistiken geben mir jedenfalls Recht. Der beste Build mit knapp 55% Winrate maxt die W, als Jungle-Item wird Cinderhulk gebaut. http://champion.gg/champion/Sejuani","replies":[{"id":"","poster":"XOFree","date":"2016-07-15T20:16:15.972+0000","up_votes":1,"down_votes":0,"body":"kommt ganz auf die elo an würde ich sagen, und wie vertaut man mit ihr ist! ich sehe kein sinn drin die w zu maxen \n\nman kann nicht die ganze zeit beim gegner dran bleiben so wie der spell aktive ist... \n\nnein ich hab lieber den burst und den slow von 70% auf lvl 9 und sicher mir und meinem team den kill! \n\nund die R Q W E combo ist so erst recht tödlich... \n\naber soll jeder spielen wie er mag XD so lange er gewinnt","replies":[{"id":"","poster":"OrangeBubble","date":"2016-07-17T10:00:39.020+0000","up_votes":1,"down_votes":0,"body":"W maxt man unter anderem wegen dem Jungle Clear und SO viel macht der E nun auch net an DMG. Ich hab's mal ausgerechnet, mit 2 Sekunden ist der DMG auf Level 1 höher, als der DMG auf Level 1 von der E. Außerdem sklaliert der W mit Leben und nja, als Seju baut man schon Leben.\n\nMit W max wirst du generell mehr DMG fahren, als mit dem E maxt, selbst wenn du nicht die volle Dauer vom W im Kampf verbringst. Kannst das auch selber gerne ausrechnen ~\n\nPS: Sejuani IST stark im Lategame. Eine 5 Mann Ult entscheided den TF. Was will der Gegner da großartig tun, aber sie ist KEIN Duellant, sie ist NICHT dafür gedacht, einen ADC 1v1 zu nehmen im Lategame. ADC > Tank. \nSejuani ist ein Biest im Teamfight, DAS ist ihre Stärke. ","replies":[]}]}]}]}]}]},{"id":"","poster":"sequenzen","date":"2016-07-15T05:33:57.824+0000","up_votes":1,"down_votes":0,"body":"Hey Beschwörer,\nwie ich gesehen habe bist du in Bronze genauso wie ich also an deiner Stelle kann ich dir Sejuani ans Herz legen wenn du dich zwischen den beiden Champ's entscheiden musst!\nSag einfach deinem Team das sie auf dich warten sollen bei Fights & dann carry'st du die Fights.\nBei Voli wie oben beschrieben wirst du ein paar Probleme haben & einen Mann raus zu holen finde ich nicht so Klasse wenn du nen 5er Stun haben kannst :P\nIch würde persönlich nochmehr auf Rüstung und Leben bauen an deiner Stelle geh einfach soviel Tank wie geht und du wirst spaß haben glaub mir die kriegen dich nicht tot.\nDu gehst im Fight rein benutzt auch deine Ult usw volle Kombination vorraus lässt dein Team catchen was geht, gehst wieder weg lässt kurz dein life reggen und knallst den rest noch weg! Gibst deinem Monitor ein Facepalm gg wp schreibst ins Team carry ez  die honoren dich und alle sind glücklich :P\n\nMeine Meinung seju lel{{champion:113}}","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-15T05:42:33.177+0000","up_votes":1,"down_votes":0,"body":"So in etwa versuche ich zu spielen aber ich bekomme im late gar nichts mehr gebacken (ob teamfight oder nicht) ich hab dann so ca 4600 Leben aber die sind schneller weg als ich gucken kann, kaum bin ich drin stehe ich schon auf der Hälfte oder weniger (also im Lategame im midgame halte ich deutlich länger durch)  irgendwas muss ich da dann doch total falsch machen oder?","replies":[{"id":"","poster":"sequenzen","date":"2016-07-15T06:22:39.661+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SchattenkriegerX,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=00010000,timestamp=2016-07-15T05:42:33.177+0000)\n>\n> So in etwa versuche ich zu spielen aber ich bekomme im late gar nichts mehr gebacken (ob teamfight oder nicht) ich hab dann so ca 4600 Leben aber die sind schneller weg als ich gucken kann, kaum bin ich drin stehe ich schon auf der Hälfte oder weniger (also im Lategame im midgame halte ich deutlich länger durch)  irgendwas muss ich da dann doch total falsch machen oder?\n\nTerminierst du den Adc zuerst?","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-15T06:30:44.460+0000","up_votes":1,"down_votes":0,"body":"Ich verliere im Lategame gegen den adc im 1vs1 auch wenn er sich nicht bewegt (beide auf vollem equip). \nIm midgame stand ich 12/2/18 im Lategame 12/7/24 weil ich einfach gar nichts mehr reißen konnte.","replies":[{"id":"","poster":"sequenzen","date":"2016-07-15T07:24:43.016+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SchattenkriegerX,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=0001000000000000,timestamp=2016-07-15T06:30:44.460+0000)\n>\n> Ich verliere im Lategame gegen den adc im 1vs1 auch wenn er sich nicht bewegt (beide auf vollem equip). \n> Im midgame stand ich 12/2/18 im Lategame 12/7/24 weil ich einfach gar nichts mehr reißen konnte.\n\nWenn du damit ein Problem hast dann bring es doch nicht ins Lategame ? =D also ich überlevel mich immer :P","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-15T11:21:46.894+0000","up_votes":1,"down_votes":0,"body":"Aber man hat auch nicht immer die Möglichkeit das Spiel vor dem Late zu beenden, dafür braucht man ein stärkeres Team als der Gegner und das hat man nicht immer (also auch wenn man gefeedet wird kann man das Spiel nicht alleine beenden insbesondere da man als Jungler nicht so schnell Farm wie die Laner) ","replies":[{"id":"","poster":"sequenzen","date":"2016-07-15T11:27:46.311+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SchattenkriegerX,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=000100000000000000000000,timestamp=2016-07-15T11:21:46.894+0000)\n>\n> Aber man hat auch nicht immer die Möglichkeit das Spiel vor dem Late zu beenden, dafür braucht man ein stärkeres Team als der Gegner und das hat man nicht immer (also auch wenn man gefeedet wird kann man das Spiel nicht alleine beenden insbesondere da man als Jungler nicht so schnell Farm wie die Laner)\n\nAlso ich bin ja in der selben Elo wie du , du kannst von 10 Spielen 8 Solo beenden und 2 nicht :P Wenn du Soloq spielst nehm dir alles was du kriegen kannst glaub mir dann geh fulltank und klopp die gegner tot wenn du genau gegen die baust können die nichts machen und sind unterlevelt gg Ripperonis {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-15T12:25:14.200+0000","up_votes":1,"down_votes":0,"body":"Aber nicht im mid oder? dafür müsstest du ja mindestens eine lane als Jungler durchpushen und spätestens wenn du vor der dritten Tower stehst kommen alle Gegner auf die lane","replies":[{"id":"","poster":"sequenzen","date":"2016-07-15T13:09:59.777+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SchattenkriegerX,realm=EUW,application-id=Wj1wcocU,discussion-id=HaAsqIAL,comment-id=00010000000000000000000000000000,timestamp=2016-07-15T12:25:14.200+0000)\n>\n> Aber nicht im mid oder? dafür müsstest du ja mindestens eine lane als Jungler durchpushen und spätestens wenn du vor der dritten Tower stehst kommen alle Gegner auf die lane\n\nWenn du die überlevelst und gegen die baust kannst du auch 2 oder 3 gegen 5 fighten :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-07-15T08:04:43.099+0000","up_votes":1,"down_votes":0,"body":"Du hast in Teamfights grundsätzlich zwei Möglichkeiten:\n\nEntweder springst du mit deiner Q + Ulti auf den gegnerischen Adc und bereitest ihn für Assassinen (Zed, LeBlanc) oder starke Bruiser (Fiora, Riven, Darius etc.) vor. Habt ihr solche Champs nicht im Team und eher einen Azir und eine Vayne, die den Kampf von hinten aus gewinnen, dann bleib bei deinen Carries und klatsche den gegnerischen Bruisern/Assassinen deine Ult ins Gesicht. \n\nGerade Bronze und Silber sterben die Carries viel zu schnell, weil sie niemand beschützt. Wenn du also merkst, dass dein Carry eigentlich gut spielt, aber immer alleine ist, dann kümmere dich explizit nur um ihn. Alle anderen können im Teamfight sterben, aber er nicht.\n\nNoch kurz zur Itemwahl: Ich würde immer als 2. oder 3. Item {{item:3190}} bauen. Es bringt dir und deinem Team MR, HP und CD für deine Ult. Das Teil ist echt stark. Du hättest das dringend gegen den Brand gebraucht, der über 80k Schaden gedrückt hat. Du hattest keinerlei MR gegen ihn. Der Typ hatte {{item:3151}} . Dass du da im Laufe der Zeit daran stirbst, ist klar. Generell finde ich {{item:3116}} und {{item:3110}} auf Seju nicht gut. Du slowst schon so gut genug, dass du ein Rylais nicht brauchst. Nur für die Werte an sich lohnt sich das Item nicht. Und Frozen Heart ist auf Seju so ne Sache. Wegen des Scalings auf deiner W willst du HP bauen, damit du auch mehr Schaden machst. Frozen Heart bringt dir das nicht, genauso wie übrigens {{item:3075}}. \nIch baue im 3-3 immer: {{item:1413}} bzw. im 5-5 {{item:1409}}, {{item:3190}} , {{item:3143}} , {{item:3065}} , {{item:3742}}. Als Schuhe finde ich {{item:3158}} eigentlich echt nett. Resistenzen hast du schon genug und damit hast du in jedem Fight deine Ult.","replies":[{"id":"","poster":"SchattenkriegerX","date":"2016-07-15T11:53:15.025+0000","up_votes":1,"down_votes":0,"body":"Die Idee hinter Relais war, dass die Gegner so im Kampf gegen mich (und insbesondere in Tf) wirklich durchgehend geslowt werden (da ich meine E ja erst aktivieren muss) und für einen Rückzug falshen müssen (da sie ja sonst noch geslowt werden)  und ich sie danach mit der E einholen kann (war auch nur eine Überlegung und hat sich nicht wirklich ausgezahlt). \nFrozen Heart wurde mir vom Shop angeboten und ich hab es nach dem Gesichtspunkten: hilft in teamfights, cool down Reduktion und Rüstung und Mana sind auch ganz nett gekauft ( hab ja noch nicht viel Erfahrung mit ihr).","replies":[]}]}]}