{"id":"IVEj5ai7","poster":"Gurkenwambo","date":"2016-07-14T11:03:20.122+0000","title":"Spielmodi: Duel","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":2,"body":"Zu dieser Spielmodi braucht man denke ich eine neue Map, diese Spielmodi k&ouml;nnte etwas lange dauern, da es um das Farming geht. Manche denken jetzt &quot;ihhgit&quot; farmen ist doch langweilig, doch gibt euch erstmal meine Idee!\r\n\r\nEs gibt keine Minions, und man startet mit 500 Gold, au&szlig;erdem hat man auch keine &quot;Beschw&ouml;rerzauber&quot; wie &quot;Flash&quot; oder &quot;Ghost&quot; etc. die kann man sich jedoch im Shop kaufen f&uuml;r unterschiedliche Preise. Der &quot;Beschw&ouml;rerzauber&quot; Smite, ist jedoch kostenlos! \r\nMan kann sich Jungleitems kaufen, denn es gibt einen riesigen Jungle, der immer schwieriger wird und bei jedem Level des Champions schwer ist.\r\nDie Spielmodi gibt genau das an Farmen ist OP! den es gibt neue Items die von Legendary Items gebaut werden, die hei&szlig;en dann Ultimate Items, sie werden jedes mal von einem Legendary Item gebaut und einem &quot;Nicht kaufbares Item&quot;, dies bekommt man von neuen Bossen, die einen Buff abgeben und wie gesagt ein &quot;Nicht kaufbares Item&quot;. Es gibt 2 Einheiten und man sollte sich nicht trauen in den Gegner Jungle zu gehen um zu Counterjunglen oder zu Invaden.\r\nJedes Team hat einen Nexxus, aber davor sind mauern die man erst zerst&ouml;ren muss, die aber nicht zerst&ouml;rbar sind, komisch zu erkl&auml;ren aber genau so ist es, jedes Team hat 8 Mauern die man zerst&ouml;ren muss. Es kommt in der 10 Minute immer in 5 Minuten abst&auml;nden zu einem random Duell, durch 1 zuf&auml;lligen Champion in jedem Team, also ein 1VS1! und Verb&uuml;ndete werden auch zur Arena geportet, aber nur in den &quot;Zuschauerbereich&quot; wo sie wie gesagt auch nur Zuschauen k&ouml;nnen.\r\nDer Champion der das 1VS1 gewinnt hat die m&ouml;glichkeit einen Schl&uuml;ssel im Shop zu kaufen und eine Mauer von den Gegnern zerst&ouml;rbar zu machen, diese Mauern haben 2500 Leben und genau die gleichen Werte wie die Tauern von der Kluft der Beschw&ouml;rer. Alle Champions sind dann in der Lage diese Mauer zu durchdringen, wer zu Faul ist sich das Game zu Geben kann bei 20 Minuten Aufgeben au&szlig;erdem wird das Spiel mindestens 50 Minuten dauern!! aber sehr wahrscheinlich l&auml;nger.\r\nNat&uuml;rlich ist es schon klar den Spielmodus reinzubringen weil man viel programmieren muss, bez&uuml;glich der Map, Items usw.\r\nAber was w&uuml;rdet ihr von dieser Idee halten?","replies":[{"id":"","poster":"Bergelmir32","date":"2016-07-14T12:26:06.551+0000","up_votes":1,"down_votes":0,"body":"Es gab schonmal einen 1v1 Modus. Wurde glaub ich auf der Aram Map gespielt, sollte auch mal eine eigene Karte bekommen, die Magmakammer. Gewonnen hat der erste Kill, erster zerstörter Tower oder zuerst 100 Farm.\nLeider kam der Modus nicht so gut an.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-07-14T11:14:48.113+0000","up_votes":1,"down_votes":0,"body":"Klingt für mich ziemlich uninteressant. Ein Spielmodus, bei dem man die ganze Zeit nur im Jungle farmt und dann alle paar Minuten ein Duell stattfindet. Einmal abgesehen davon, dass der Vorschlag mit den Bonusitems die man sich erkämpfen muss einen hohen Aufwand darstellt und scheinbar 0 Teamplaymöglichkeiten gegeben werden. Außer vielleicht darauf zu setzen, dass der stärkste Duellantchampion oft in die Arena kommt und man zudem wohl nur mit einer sehr geringen Auswahl an Duellanten eine gute Siegeschance hat.\n\nDa klingt Nexussiege bisher viel interessanter. ","replies":[]}]}