{"id":"xMVL1QA8","poster":"EnteKlaert","date":"2016-07-12T21:31:51.978+0000","title":"Diese eine Lane?!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Ich weiss nicht mehr weiter...\r\n\r\nEntweder ist die Botlane am  feeden oder irgendeine andere Lane...\r\n\r\nWas soll ich denn dagegen machen? Ich verliere nur noch...\r\nIch stehe im early fast immer gut, weil ich im early immer safe spiele...\r\n\r\nBrauche mal vllt Tipps f&uuml;r irgendwelche Champs die einfach solo carryn k&ouml;nnen.\r\n\r\nWeil das ich nurnoch verliere tilted mich und dann fange ich auch an zu flamen...\r\n\r\nBitte nur hilfreiche Kommentare.","replies":[{"id":"","poster":"Gang Hei","date":"2016-07-13T08:41:58.357+0000","up_votes":2,"down_votes":0,"body":"Das Problem ist, dass du tiltest und flamest. \nLiest du denn nie die Spielhinweise im Loadscreen? :D\nFlamer verlieren xx% häufiger ^^","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-07-13T08:01:22.123+0000","up_votes":2,"down_votes":0,"body":"Das Problem ist, dass du zwar nicht schlecht spielst, aber eben auch nicht gut.\nBei mir ist es leider genau so, ich bringe meinem Team zwar selten einen nachteil, aber genau so selten, mache ich einen positiven Unterschied.\n\nWenn die eigene Leistung bedeutet, dass man darauf angewiesen ist, dass der Großteil der Mitspieler gewinnt, bedeutet es rein mathematisch eine 50%-Siegchance, erst wenn man besser spielt als der Durchschnitt der eigenen Elo, steigen die Chancen.\n\nEs ist kein Zufall, dass deine Winratio, ganz genau 50% beträgt, nachgesehen habe ich übrigens erst, bevor ich diesen Absatz getippt habe,  damit will ich jetzt nicht sagen, dass ich ein Hellseher bin, sondern, dass es dank unseren beiden Freunden, Matchmaking und Mathe, immer so läuft, wennn man in dem Bereich ist, in den man gehört.\n\nÄndern kannst du daran nur etwas, indem du besagten Bereich nach oben verschiebst, was widerrum nur geht, indem du dich selbst verbesserst.\n\nUm dir aber auch Informationen zu geben, die nicht nur wahr sind, sondern die du vielleicht auch hören willst:\n\nEs kommt natülich darauf an, ob du die Rolle und den Champ spielen kannst, aber mir kommt es so vor, dass man mit starken early-Junglern, am ehesten einen Unterschied bewirken kann.\nZu den stärksten dieser Art, würde ich momentan Lee-Sin und Hecarim zählen.\nFrühe, erfolgreiche und zahlreiche Ganks, zermürben leicht die Moral der Gegner und heben die des eigenen Teams.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-07-13T01:44:58.495+0000","up_votes":1,"down_votes":0,"body":"3 Lanes und Jungle, verliert eins davon gibt es immer noch 3, die es ausgleichen können. Bei der Botlane kann es etwas schwieriger sein, wenn der Sup mit snowballt und weiß, was er tut, aber dennoch erstmal kein Beinbruch.\nIch seh es immer erst als kritisch, wenn mehr als die Hälfte verliert, sprich 3, wenn man dann den Turn nicht hinbekommt ist es auch definitiv eine verdiente Niederlage.\nDu schreibst, du stehst early fast immer gut, weil du safe spielst. Das Ding ist, du kannst nicht vom random Rest erwarten, dass die das auch so machen, solche Spiele wirst du alleine kaum haben. Die Kehrseite der Medallie ist, dass du auf die Art nicht wirklich mehr was machen kannst, wenn es auf den anderen Lanes schief läuft. Mit dem safen Spiel wirst du nicht snowballen und dein Gegenüber sollte keine Probleme haben ca. gleichauf zu bleiben. D.h. du wirst nicht den Impact haben, um einen Totalausfall auszugleichen. So richtig safe spiel ich eigentlich nur in der Gruppe, wo ich Stärken und Schwächen meiner Kameraden kenne und weiß, dass wir selbst wenn alles schief läuft mit unserem Teamfightverhalten noch etwas drehen können. Alleine bin ich viel offensiver, das endet dann manchmal zwar in miserabelstem unabsichtlichem Feed, aber mind. genauso oft werd ich dann halt auch fed und kann statt einem auch mal 2 oder gar 3 rausnehmen oder als Support so stark buffen, dass es die verlorenen Lanes egal macht.\nMusst dich halt entscheiden, ob du versuchst zu carrien oder darauf baust, dass alles glatt läuft.","replies":[]},{"id":"","poster":"Sky4Riven","date":"2016-07-12T21:51:57.419+0000","up_votes":1,"down_votes":0,"body":"Immer irgend einer anderen Lane die Schuld für den Loose zu geben ist easy ^^ und dann noch flamen, das macht sich nicht gut mein Junge :P","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-07-12T21:49:41.203+0000","up_votes":1,"down_votes":0,"body":"Ich kann aus deinem Rankedverlauf nicht erkennen, welche Position nun deine Mainposition ist. Eine solche zu finden, wäre ein Schritt Richtung Aufstieg. \nSolange nur eine Lane verliert, ist das Spiel nicht verloren. Es gibt viele andere Mitspieler, die beim Sieg helfen. Da muss man einfach mal in den sauren Apfel beißen und den Feeder ausblenden. Da kann man sich mehr auf die anderen Lanes konzentrieren, damit diese siegen können.\n\nWieso will nur jeder Solo-Carry-Champs spielen? Überlege erst, ob es überhaupt deinem Playstyle entspricht, bevor du unbedingt carrien willst. Ich zum Beispiel bin erfolgreicher mit unterstützenden Champions, wie z. B. Shen auf der Top, Gragas, Rek'Sai, Zac im Jungle, Morgana Mid, Morgana und Janna Support.\n\nSolltest du eher der aggressive Typ sein, dann spiel doch mal Tryndamere, Zed, Yasuo, Irelia, Volibear, Yi und wie sie alle heißen.\n\nÜbrigens, solltest du noch 4 rankeds in Folge verlieren, ist deine Winrate bei 50%, also du stehst ganz gut da =)","replies":[]}]}