{"id":"ZQdhYf9G","poster":"Kampfgnuppel","date":"2016-07-12T23:50:49.865+0000","title":"Könnt ihr bitte mal dieses REMAKE AUF DAS GANZE SPIEL AUSDEHNEN?!","subforum":"Hilfe & Support","up_votes":1,"down_votes":13,"body":"Weil ihr eure scheiss Server nicht im Griff habt schon wieder zwei Spiele verloren. 3 DCs? wollt ihr mich verarschen? Und sowas wird noch gewertet....","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-07-13T00:37:04.027+0000","up_votes":1,"down_votes":0,"body":"Mir eigentlich Schnuppe, das ist einfach eine Riesenkacke... und sonst sollen Sie das Spiel während Serverproblemen nicht werten, danke für den Abstieg Riot!!!","replies":[{"id":"","poster":"Maíko","date":"2016-07-13T06:21:16.081+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kampfgnuppel,realm=EUW,application-id=7hciEY9w,discussion-id=ZQdhYf9G,comment-id=0002,timestamp=2016-07-13T00:37:04.027+0000)\n>\n> Mir eigentlich Schnuppe, das ist einfach eine Riesenkacke... und sonst sollen Sie das Spiel während Serverproblemen nicht werten, danke für den Abstieg Riot!!!\n\nDu weißt schon, dass du bei einem Remake keine Punkte erhältst?\nEs muss einfach nur ein Gegner leaven wenn ihr an deren Nexustürmen seid....dann starten sie das remake und du kriegst keine Punkte für dein eigentlich gewonnenes Spiel.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-07-14T10:31:50.182+0000","up_votes":1,"down_votes":0,"body":"Wer lesen kann ist eindeutig im Vorteil, während Serverproblemen. Und das Siegerteam kann ja trotzdem Punkte erhalten, die Verlierer sollen einfach keine Abzüge erhalten.","replies":[{"id":"","poster":"Maíko","date":"2016-07-14T12:07:20.652+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kampfgnuppel,realm=EUW,application-id=7hciEY9w,discussion-id=ZQdhYf9G,comment-id=000200010000,timestamp=2016-07-14T10:31:50.182+0000)\n>\n> Wer lesen kann ist eindeutig im Vorteil, während Serverproblemen. Und das Siegerteam kann ja trotzdem Punkte erhalten, die Verlierer sollen einfach keine Abzüge erhalten.\n\nDu solltest dich mal lieber Informieren.\nSollte es wirklich Serverprobleme geben gibt es ein Loss Prevented.....\n\nEs scheint ein Fehler von euch zu sein...und ich sehe jetzt nicht den Grund, warum Riot ihre Server nicht im Griff haben sollten, nur weil ein paar Leute es nicht schaffen eine stabile Verbindung aufzubauen.","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-07-14T17:11:07.852+0000","up_votes":1,"down_votes":2,"body":"In meinem Spiel 3 DCs, im nächsten 2 DCs. Nach dem Spiel waren sie in der Lobby, konnten nicht mehr connecten. Bei mehreren FReudnen gab es genau parallel dieselben Probleme. Also einfach mal Rand halten, wenn man keine Ahnung hat.","replies":[{"id":"","poster":"Maíko","date":"2016-07-15T06:21:13.876+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kampfgnuppel,realm=EUW,application-id=7hciEY9w,discussion-id=ZQdhYf9G,comment-id=00020001000000000000,timestamp=2016-07-14T17:11:07.852+0000)\n>\n> In meinem Spiel 3 DCs, im nächsten 2 DCs. Nach dem Spiel waren sie in der Lobby, konnten nicht mehr connecten. Bei mehreren FReudnen gab es genau parallel dieselben Probleme. Also einfach mal Rand halten, wenn man keine Ahnung hat.\n\nWenn es Freunde aus deiner nähe waren können es durchaus lokale Probleme mit den Leitungen  gewesen sein.\nHabt ihr den gleichen Anbieter? ...auch da kann es Probleme geben.\n\nFakt ist...scheinbar hat keiner außer euch größere Probleme, also wird es nicht an den Servern liegen....\nDas ist so, als würdest du bei einem Stromausfall direkt sagen das Kraftwerk habe Probleme...anstatt einfach mal zu gucken ob alle Sicherungen noch drin sind.\n\nEs kann auch sein, dass ihr euch einen Virus eingefangen habt der dann über TS, Skype, E-Mail etc. verteilt wurde und euren Traffic auslastet.\n\nDu solltest erstmal alle Möglichkeiten an deinem eigenen System durchgehen, bevor du  wie so viele einfach den Fehler auf andere schiebst weil's so einfacher ist.","replies":[]}]}]}]}]},{"id":"","poster":"Demonpirate","date":"2016-07-13T00:54:09.924+0000","up_votes":1,"down_votes":1,"body":"dude ohne das system wars noch viel schlimmer und du bist abgestiegen weil du schlecht bist und nicht wegen den afks  ;)","replies":[{"id":"","poster":"Kampfgnuppel","date":"2016-07-14T10:30:43.765+0000","up_votes":1,"down_votes":0,"body":"Ja daran muss es liegen ^^","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-07-13T08:44:46.324+0000","up_votes":1,"down_votes":0,"body":"Es gab nur keine Serverprobleme. Was es maximal gab, wäre die Vorbereitung für den Patch.\nHätte es wirklich Serverprobleme gegeben, wären hier massivst mehr Themen dazu.","replies":[]}]},{"id":"","poster":"Demonpirate","date":"2016-07-13T00:20:01.206+0000","up_votes":2,"down_votes":0,"body":"hmm wenn du das so machen würdest dann könnte man das so extrem leicht ausnutzen","replies":[{"id":"","poster":"Megamaexx","date":"2016-07-13T04:35:25.255+0000","up_votes":1,"down_votes":0,"body":"Könnte man nicht, wenn die Regel mit dem first blood bleibt.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-07-13T08:24:52.180+0000","up_votes":1,"down_votes":0,"body":"auf gar keinen Fall...\n\nich habe #storytime mein letztes Ranked aus einem einzigen Grund verloren: Weil mein an sich guter Mitspieler meinen anderen an sich guten Mitspieler so krass beleidigt hat, dass dieser gesagt hat \"Mir egal, ich gehe AFK\".\n\nUnd ja, ich habe dieses Spiel nur verloren, weil diese beiden Vollidioten zu dumm waren, sich gegenseitig zu muten... ich... wollte am Ende gar nicht mehr gewinnen. Ich gewinne gerade, wenn ich selber gut spiele, genügend spiele. Ich wollte nur noch, dass die beiden ihre LP verlieren und hinterher reported werden. Und beide hatten genau diese Combo verdient: -17 LP (die kriege ich zumindest) und Report und Bann.\n\nWenn du einen der beiden mit nem Remake entkommen lässt... wird dessen toxischen Verhalten NUR BELOHNT. Und das willst du nicht.\nDa ertrage ich lieber selber die verlorenen LP, die mir langfristig eh nicht weh tun...","replies":[]},{"id":"","poster":"QuadronLT","date":"2016-07-12T23:53:26.569+0000","up_votes":2,"down_votes":3,"body":"Ye wtf was that, half the team dced and ruined the whole game.","replies":[]}]}