{"id":"0xbIf0ZX","poster":"Snu Snu Waifu","date":"2016-07-11T17:28:04.913+0000","title":"Es kotzt einen nur noch an (negative Teammitglieder)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Es war immer schon schwierig in LoL SoloQ zu spielen, aber in letzter Zeit finde Ich es nur noch unertr&auml;glich. Es macht mich so fertig wie ich das Spiel auf der einen Seite liebe, aber aus 70% der Spiele nur noch mit krankem Hass auf meine Mitspieler rausgehe. \r\nIch habe nach kaum einer Niederlage das Gef&uuml;hl, dass der entscheidende Grund f&uuml;rs verlieren war, dass die Gegner besser gespielt haben. Stattdessen beginnen drei Viertel meiner Niederlagen damit dass nach 5 Minuten einer oder mehrere meiner Mitspieler anfangen im Chat Dinge zu schreiben wie &quot;iam done - ff 20&quot; &quot;surrender pls&quot; &quot;iam afk&quot; oder &auml;hnliches. Da reicht es manchmal schon wenn der Gegner mit 5-2 vorne liegt und schon sind die H&auml;lfte der Spieler damit besch&auml;ftigt demotivierenden Dreck zu spammen und sich untereinander zu blamen. Da ich genau wei&szlig;, dass alles nur schlimmer wird, wenn Ich was schreibe, schreibe ich nie was und verliere dennoch. \r\nIch will nur dass diese Bastarde gebannt werden. F&uuml;hrt bitte drakonische Strafen ein. Danke.","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-11T17:51:59.247+0000","up_votes":4,"down_votes":0,"body":"Ich weiß nicht auf wie viele Games du dich beziehst, aber auf lange Zeit gesehen, ist es praktisch nicht möglich 70% seiner Games wegen seinen Teammates zu verlieren.\nDu hast (annähernd) die gleiche MMR wie deine neun anderen Mitspieler und diese werden zufällig auf dein Team und das Gegnerteam verteilt.\nSomit ist es vollkommen zufällig, ob du die \"schlechten\" Spieler in deinem Team hast oder im Gegnerteam.\nKlar kann das mal ein paar Games passieren, aber im Grunde sind in deinem Team vier potenzielle schlechte Spieler und im Gegnerteam fünf. Somit ist die Wahrscheinlichkeit sogar größer, dass diese Spieler im Gegnerteam landen. Außerdem sind im Schnitt alle deine Mitspieler gleich und nur auf dich kommt es an. Solltest du also besser spielen, bzw. in eine andere Liga gehören, wirst du mit der Zeit zwangsläufig aufsteigen.\nDu solltest also kritisch über deine Spiele nachdenken und eventuell doch die Fehler bei dir, anstatt deiner Teammates, suchen.\n>Ich will nur dass diese Bastarde gebannt werden. Führt bitte drakonische Strafen ein. Danke.\n\nIch ignoriere mal deine Ausdrucksweise. ;)\nJeder hat mal schlechte Games, was also kein Grund für eine Strafe ist. \nWas allerdings ein Grund ist, ist das negative Verhalten, das du ansprichst.\nMelde Spieler, die sich schlecht verhalten und sie werden vom System erfasst und vermutlich bestraft. Wie stark diese Strafe letztendlich ausfallen wird, variiert von Fall zu Fall. Allerdings werden bei sehr großen Verstößen auch mal Permabans verhängt.","replies":[{"id":"","poster":"Snu Snu Waifu","date":"2016-07-11T17:59:00.692+0000","up_votes":1,"down_votes":0,"body":"Es geht mir nicht darum dass Ich Spiele verlieren. Es ist mir auch egal, ob Mitspieler schlecht spielen, solange sie sich bemühen und positiv bleiben. Auch Ich spiele ab und zu schlecht. Was Ich meine ist der negative Dreck der nahezu immer im Chat gespammt wird, sobald das eigene Team am verlieren ist. Darum geht es mir. Um die Leute die direkt nach 5 Minuten Dinge schreiben wie \"iam done\", \"ff20\", \"this is over\", \"pointless\", \"open mid\". Sowas muss ich andauernd lesen und es kotzt mich nur noch an.","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-11T18:00:59.103+0000","up_votes":3,"down_votes":0,"body":"Dann möchte ich dir ans Herz legen, diese Spieler zu reporten, dass sie sich in Zukunft mit solchen Kommentaren zurückhalten.\nUnd wenn dich das Verhalten derartig stört, kannst du sie auch jeder Zeit muten.\nNatürlich ist es blöd, wenn man ein Spiel wegen negativem Verhalten der Teammitglieder verliert, aber wie gesagt passiert das auch im Gegnerteam und das ist ebenfalls auch nicht jedes Game so.","replies":[]}]}]},{"id":"","poster":"Corvis Rex","date":"2016-07-11T19:35:56.058+0000","up_votes":1,"down_votes":1,"body":"Aus diesem Grund bin ich zu Hots gewechselt! :P","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-07-12T20:41:20.189+0000","up_votes":2,"down_votes":1,"body":"Hängst aber stattdessen im LoL-Forum rum, komisch.","replies":[{"id":"","poster":"Corvis Rex","date":"2016-07-13T10:40:22.730+0000","up_votes":1,"down_votes":0,"body":"Schauen ob es was neues gibt? (Ob sich was geändert hat)\nScheinbar ja nicht, nach deinem Post.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-07-13T16:52:33.967+0000","up_votes":1,"down_votes":0,"body":"Dafür muss man aber nicht ins Forum ;)","replies":[{"id":"","poster":"Corvis Rex","date":"2016-07-13T17:23:37.142+0000","up_votes":1,"down_votes":0,"body":"Um sich zu informieren? Ehm ich denke schon Oo","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-07-13T17:43:14.407+0000","up_votes":1,"down_votes":1,"body":"Dazu geht man auf die Newsseite.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-07-13T18:05:41.834+0000","up_votes":2,"down_votes":0,"body":"Weil offizielle Mitteilungen auch so gut und wahrheitsgetreu die Stimmung in der Community wiedergeben","replies":[{"id":"","poster":"Corvis Rex","date":"2016-07-13T21:10:11.309+0000","up_votes":1,"down_votes":0,"body":"genau das","replies":[]}]}]}]}]}]}]}]}]}