{"id":"cYEGMAOT","poster":"CRIMeM0NKEY","date":"2016-07-11T14:32:27.343+0000","title":"Kluft der Beschwörer mal anders.. `Vorschlag`","subforum":"Karten & Spielmodi","up_votes":3,"down_votes":0,"body":"B&auml;ume! B&auml;ume! Was f&uuml;r ein Wald! \n\nIm Grunde m&ouml;chte ich nicht die Wege der Kluft ver&auml;ndern, sondern nur Vorschlagen ein wenig mehr Kreativit&auml;t einzubringen. \nPers&ouml;nlich stelle ich mir eine Art alte Tempelanlage mit kaputten S&auml;ulen vor (Shurima-Stil). Ein paar alte Staturen irgendwo am Wegesrand. Nat&uuml;rlich sollten die B&uuml;sche (Rohrkolben) nicht fehlen. Wenn man es richtig heftig gut machen will, k&ouml;nnte man mehrere Arenen erstellen, die bestimmte Gebiete als Grundidee haben.  Z.B. eine Kluft im Stil von Shurima, eine im Stil von Frel jord und vielleicht eine im Stil von Noxus. Die ganzen Kluft Karten gehen dann in Rotation. \n\nNunja, wenn nat&uuml;rlich die bestehende Kluft Karte total heftig heilig ist, kann man diese Idee auch auf andere Spiel Modifikationen anwenden.","replies":[{"id":"","poster":"Im a Papaya","date":"2016-07-11T15:03:38.765+0000","up_votes":2,"down_votes":0,"body":"Das Problem bei Änderungen der Kluft ist das Farbschema: Alle Skills haben Farben die darauf ausgelegt sind in der Kluft gut gesehen zu werden um unfaire Vorteile durch Skins usw. einzudämmen.\nBei einer Shurima Map könnte man sich denken \"Man da spiele ich mal Themen passend Sandwächter Xerath\" ich finde diesen Skin sehr schön weil er sehr helle Farben und feine Partikel hat, besonders auf der W, aber diese Partikel sind auf einer Map mit Sandthema quasi unsichtbar.","replies":[{"id":"","poster":"CRIMeM0NKEY","date":"2016-07-11T17:42:31.447+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ÍWastedIP,realm=EUW,application-id=cGRapXds,discussion-id=cYEGMAOT,comment-id=0001,timestamp=2016-07-11T15:03:38.765+0000)\n>\n> Das Problem bei Änderungen der Kluft ist das Farbschema: Alle Skills haben Farben die darauf ausgelegt sind in der Kluft gut gesehen zu werden um unfaire Vorteile durch Skins usw. einzudämmen.\n> Bei einer Shurima Map könnte man sich denken &quot;Man da spiele ich mal Themen passend Sandwächter Xerath&quot; ich finde diesen Skin sehr schön weil er sehr helle Farben und feine Partikel hat, besonders auf der W, aber diese Partikel sind auf einer Map mit Sandthema quasi unsichtbar.\n\n\nMMh. Du hast warscheinlich recht. Shurima hat doch vermulich auch Oasen die mit sand/erde gemischten Pflastersteinen oder mit Lehm geplasterten Wegen versehen sind. Die Kulisse dahinter macht das Bild aus. An sonsten gibt es ja noch unzählige Gebiete wie Ionia oder das Gebiet von Piltover und Zaun oder Bubbling Bog. Aber du hast recht, man sollte dies mit berücksichtigen.","replies":[]}]},{"id":"","poster":"Sir Prime","date":"2016-07-11T14:40:25.218+0000","up_votes":1,"down_votes":0,"body":"kilngt gut , aber es geht lange bis man so ein programmiert hat.\ndarum , abawarten und hoffen ;)","replies":[]}]}