{"id":"m9W0lsG6","poster":"MeIIow","date":"2016-07-10T14:29:43.958+0000","title":"Ab wann bekommt man ein S+?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"hab gerade ein 3-0-10 blitzcrank game beendet und ein A+ bekommen es gab fast nur tf wesewgen ich wenig farm hatte.... wie soll man da als support ein S+ bekommen? muss ich meinen adcs nun noch alle kills nehmen ?","replies":[{"id":"","poster":"felixpknn","date":"2018-12-26T11:30:30.819+0000","up_votes":1,"down_votes":0,"body":"Hatte gestern ein 9/6/28 game mit soraka, habe ein s+ bekommen.","replies":[]},{"id":"","poster":"BMG Seddy","date":"2016-07-10T16:18:04.002+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeIIow,realm=EUW,application-id=YnZkMR0R,discussion-id=m9W0lsG6,comment-id=,timestamp=2016-07-10T14:29:43.958+0000)\n>\n> hab gerade ein 3-0-10 blitzcrank game beendet und ein A+ bekommen es gab fast nur tf wesewgen ich wenig farm hatte.... wie soll man da als support ein S+ bekommen? muss ich meinen adcs nun noch alle kills nehmen ?\n\n3/0/10 mit Blitzcrank ist eindeutig viel zu wenig. Ich kenne sehr viele Spieler die gerda mal so eine S+ erhalten wenn diese über 15 Kills haben und über 20 Supports. Für eine S+ musst du also deutlich besser werden und du musst mehrere Türme zerstören und viele Wards setzen.\nWas die Chance auf eine S+ deutlich steigert, sind Pink Wards. Wenn du z.B unsichtbare Gegner hast und deinem Team durch die Pink Wards Sicht gewährst so dass die KDA deutlich besser wird als wenn du keine Pink Wards holst.","replies":[{"id":"","poster":"MeIIow","date":"2016-07-11T16:06:54.968+0000","up_votes":1,"down_votes":0,"body":"ja 15 kills als support... und türme? erklär das mal 4 randoms das du immer die lasthits an türmen haben willst als blitzcrank oder auch tresh das steht in keinem verhältniss","replies":[{"id":"","poster":"BMG Seddy","date":"2016-07-16T08:36:29.344+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeIIow,realm=EUW,application-id=YnZkMR0R,discussion-id=m9W0lsG6,comment-id=00020000,timestamp=2016-07-11T16:06:54.968+0000)\n>\n> ja 15 kills als support... und türme? erklär das mal 4 randoms das du immer die lasthits an türmen haben willst als blitzcrank oder auch tresh das steht in keinem verhältniss\n\nEs geht hier nicht um Lasthits an den Türmen sondern darum, dass man bei einer Turmzerstörung dabei sein sollte (bei so vielen wie möglich).\nDie 15 Kills sind noch zu wenig glaube ich weil ich hatte schon öfters Spiele mit Blitzcrank als Gegner (Supporter), die eben sogar mehr als 30 Kills hatten, von daher denke ich dass der durchschnittle Wert den man haben muss eigentlich viel größer sein muss, da Blitzcrank auch ein relativ beliebter Supporter ist.","replies":[]}]}]},{"id":"","poster":"xBlitzlichTx","date":"2016-07-10T14:46:16.706+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nes ist nicht möglich genau zu sagen, wann man ein S+ bekommt. Es werden immer verschiedene Daten gesammelt und mit anderen Spielern dieses Champions auf deiner Position verglichen. Je nachdem ob du im Vergleich besser oder schlechter gespielt hast wird das System dich bewerten.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2016-07-11T11:13:42.005+0000","up_votes":1,"down_votes":0,"body":"Kopiert von mir aus einem anderen Thread, auf den leider keiner geantwortet hat:\n\nIch bin der Meinung, dass das Championmeisterschaftssystem im ARAM überarbeitet werden sollte... Einen S-Rang zu bekommen ist einfach unverständlich schwer. Man beachte das Sona-Spiel in meiner History ( http://www.lolking.net/summoner/euw/19645593#matches ) :\n\n10k Dmg an Champs\n10k Heal\nNach 14 Min gewonnen\n34.00 KDA / 9/1/25 (wobei der eine Tod freiwillig war weil ich fast 4k Gold hatte)\nAn 100% der Kills und an allen Türmen beteiligt\n\nfür mich war das ein annähernd perfektes Spiel\n\nDas Ergebnis: ein A\n\nIch habe echt Verständnis dafür, dass ein S schwer zu bekommen ist. Aber was bitte hätte ich besser machen sollen? Ich hatte am Anfang direkt 4 Kills und habe dann dem Team sogar die Lasthits gelassen.\n\nIm nächsten Spiel bekomme ich Ahri, habe 15/10/30 und verliere: Ebenfalls ein A...","replies":[]}]},{"id":"","poster":"GxT Focus me pls","date":"2016-07-10T20:01:01.165+0000","up_votes":1,"down_votes":0,"body":"Also Ich hab gestern mit Leona ein S+ geschafft ^^ Kam etwas unerwartet, aber iwie hats geklappt :D\n\n[*Klick*](http://www.bilder-upload.eu/show.php?file=d77254-1468180975.jpg) Achtung, Bildqualität ist dezent schlecht xD War mit dem Handy abfotografiert ^^","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-07-10T15:52:09.219+0000","up_votes":1,"down_votes":0,"body":"Deine Killbeteiligung war gering und ich hab das Gefühl, dass die Länge des Spiels kaum bis gar keinen Einfluss auf die Wertung hat. Dein Spiel war recht kurz","replies":[]}]}