{"id":"pQJ7GsdI","poster":"ab ortu cinere","date":"2016-07-09T20:19:55.077+0000","title":"TOPLANER für neues Rankedteam gesucht!! [18+; Platin+]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\nIch bin General Hentai, bin 18, spiele auf der Jungle Position und erstelle ein Rankedteam, indem wir noch einen Toplaner suchen.\nDas Rankedteam soll fast ausschlie&szlig;lich tryharden. Nat&uuml;rlich soll der Humor nicht zu kurz kommen, aber ich habe vor mit dem Team was zu erreichen und m&ouml;chte mich auch selber individuell innerhalb dieses Teams verbessern. Ich selbst bin Platin IV und suche Mitspieler die auch mindestens Platin V oder h&ouml;her und mindestens 18 sind.\nIhr solltet selber freundlich sein, mit Kritik umgehen k&ouml;nnen, aber euch auch nicht scheuen den Mund aufzumachen und selbst mal Kritikpunkte anzusprechen. Au&szlig;erdem sind vor allem Leute gefragt, die schon Teamrankederfahrung haben und am Besten auch Shotcallen etc. k&ouml;nnen. Ich selber kann als Shotcaller im Lategame agieren, habe aber selbst nicht die Ahnung von Teamcombs u.&Auml;. und m&ouml;chte im sp&auml;teren Verlauf auch nicht der Teamleader sein, sondern wirklich nur voll und ganz auf die Organisation beschr&auml;nkt werden. Die Position des Teamleaders, der am Besten eine gute Gameknowledge besitzt, ist also noch zu vergeben.\nIch hab noch keine Idee f&uuml;r einen Teamnamen aber evt. K&ouml;nnt ihr mir ja weiterhelfen, wenn das fester Roster steht.\nUnser jetziges Roster ist wie gesagt noch sehr &uuml;berschaulich:\nTop: gesucht \nJungle: General Hentai Platin IV\nMid: ILocutus Platin I\nAdc: Cimodi Diamond V\nSupport: Tanglexx Platin IV\n\nDie Kommunikation findet wahrscheinlich &uuml;ber Ts, Discord oder Skype statt.\nWie Oben schon angedeutet w&uuml;rde ich gerne mit dem Team was erreichen. Ich pers&ouml;nlich w&uuml;rde es gut finden wenn man im soliden Platinmittelfeld ist oder evt. sogar in Diamant spielt. Zudem w&uuml;rde ich gerne an Turnieren teilnehmen.\nSpieler, die zwar im Roster aufgenommen wurden, aber wo ich merke, dass die schnell &uuml;ber die Str&auml;nge schlagen, indem sie flamen, werden recht schnell gebencht und ersetzt.\nFalls ihr Interesse habt schreibt bitte zuerst einnen Kommentar hier drunter in dem Ihr euch beschreibt und mich dann erst addet, da ich dann die Anmeldung besser organisieren kann und ich &uuml;ber alles einen besseren &Uuml;berblick habe.\n\nMit freundlichen Gr&uuml;&szlig;en\nGeneral Hentai","replies":[{"id":"","poster":"Lykaron","date":"2016-07-10T19:52:19.537+0000","up_votes":1,"down_votes":0,"body":"Ich hätte Interesse an eurem Team.\n\nZu mir:\nAlter: 21\nElo: Plat 3 \nIngame: Lykaron\nName: Mert Ergin\nBeruf: Student\nLane: Top/jungle\n\n\nSkype und TS vorhanden je nachdem was benutzt wird.","replies":[]}]}