{"id":"uh39kwVg","poster":"CreepDestroy","date":"2016-07-09T18:36:03.525+0000","title":"Ich suche einen \"Trainer\"","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen, ich spiele jetzt seid Season 1 und bin momentan Silber 3... zwischenzeitig war ich Gold 1, aber dann habe ich auf Grund von meinem Verhalten leider keine Belohnung bekommen und war ziemlich tilted. Nach dem season reset bin ich dann auf Silber 3 gedroppt. Jetzt pendel ich immer zwischen s1 und s3. F&uuml;r mich war das Ziel klar erstmal an der Atitude arbeiten. Nun wo ich das getan habe  geht es halt darum besser zu werden. Ich habe mir nun einen Champion rausgesucht und der ist jetzt vllt. nicht der leichteste aber ich m&ouml;chte ihn lernen und allgemein besser werden allerdings fehlt mir das Auge daf&uuml;r ich erkenne einige meiner Fehler nicht und verliere noch oft. Ich w&uuml;rde gerne besser werden. Wenn sich also jemand finden w&uuml;rde der Azir main ist oder allgemein Main midlaner und der lust h&auml;tte das coachen zu &uuml;ben oder einfach lust h&auml;tte mir was beizubringen w&auml;re das mega klasse. Ich w&auml;re auch bereit alles mitzumachen Gameplay analysen und und und. Zu meiner Person ich bin 18 Jahre alt und Wohne in Hamburg Skype und Ts vorhanden so wie aufnahme programme oder was sonst evtl noch ben&ouml;tigt wird.  Bei Interesse k&ouml;nnt ihr mich einfach adden. :)","replies":[{"id":"","poster":"Sinister Q Dance","date":"2016-07-09T19:04:32.178+0000","up_votes":1,"down_votes":0,"body":"laut LoLking schwankst du immer zwischen Bronze und Silber. Von Gold 1 warst du sehr weit entfernt ^^","replies":[{"id":"","poster":"Zyten","date":"2016-07-09T21:58:28.909+0000","up_votes":2,"down_votes":0,"body":"LoLKing zeigt immer nur die letzten Monate und auch nicht alle Seasons richtig. Bei mir wird für Season 4 Platin angezeigt, obwohl ich Season 4 defintiv mit Gold beendet habe. Platin habe ich in der Preseason erreicht. Zudem fehlen inzwischen alle Seasons vor Season 4.","replies":[]},{"id":"","poster":"CreepDestroy","date":"2016-07-09T19:33:50.149+0000","up_votes":1,"down_votes":0,"body":"Main main wurde permanent gebannt abgesehen davon sieht man bei lolking nicht alle Seasons","replies":[]}]},{"id":"","poster":"Zyten","date":"2016-07-09T22:03:09.843+0000","up_votes":1,"down_votes":0,"body":"Azir ist natürlich eine große Herausforderung und ich erwarte vor den Worlds noch weitere Nerfs. \nAllerdings ist er wirklich stark wenn man die Zeit reinsteckt und ihn lernt. \nIch maine an sich Midlane und Support, könnte dir da also ein wenig was beibringen.\n\nZu mir:\nIch habe Ende 2012 mit LoL angefangen und mit dem Beginn von Season 3 meine ersten Rankeds gespielt. Seit dem bin ich von Bronze IV in Season 3 bis Platin IV zum aktuellen Zeitpunkt geclimbt. \nMir fehlen ein wenig meine Mainchamps, aber ich bevorzuge es Mages zu spielen, da mir der Spielstil am Meisten gefällt.\nIch mache hauptsächlich Gameanalysen und gebe Ratschläge. Das Üben der Laning Phase ist ohne Jungle Pressure immer recht sinnlos. Man kann ein echtes Game damit nicht erzeugen.\nIch bin 19 Jahre alt, habe Skype, TS und Discord zur Verfügung.","replies":[]}]}