{"id":"7ZjJyk7A","poster":"SheStoleMyKill","date":"2016-07-08T23:48:12.858+0000","title":"Champion Balance","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hi,\r\n\r\nich m&ouml;chte mal etwas loswerden. Es geht um Kog Maw, wie kann es sein das ein einziger Champion (der eigentlich zum ADC/MID laner designet wurde) im jungle einfach das Komplette Game ohne Probleme deleted? Er macht im 1 on 1 alles platt und wenn man alles auf ihn schmei&szlig;t hat man nichts mehr f&uuml;r die restlichen 4 Gegner. Um ihn zu besiegen muss man ein unglaublich gutes Team zusammenspiel haben was im SoloQ einfach selten gegeben ist und wir reden hier nicht mal von einem guten Kog Maw wei&szlig; Gott was anderen mit ihm anstellen k&ouml;nnen. Aber wo bleibt der balance? Es kann einfach nicht sein das wenn ich 7/1 steh und er 2/0 das er mich und jeden anderen ohne Probleme t&ouml;ten kann.\r\n\r\nIch habe noch nie was im Forum geposten und ich bin seit Saison 2 dabei aber sowas regt nur auf. In diesen 3-4 Jahren Lol hab ich noch nie so ein Bl&ouml;dsinn gesehen ist der Riot Mitarbeiter der f&uuml;r Champion Balance zust&auml;ndig ist ein Kog Maw Main? \r\n\r\nIch m&ouml;chte keinen Beleidigen und ich wei&szlig; das es bei soviel Champions schwer ist alle richtig zu zu patchen aber so wie dieser champion gerade drauf ist sollte man ihn von soloQ bannen seine schw&auml;chen k&ouml;nnen meiner Meinung nach nur von 5er Teams ausgenutzt werden.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-07-09T13:36:33.319+0000","up_votes":1,"down_votes":0,"body":"> Ich möchte keinen Beleidigen und ich weiß das es bei soviel Champions schwer ist alle richtig zu zu patchen aber so wie dieser champion gerade drauf ist sollte man ihn von soloQ bannen seine schwächen können meiner Meinung nach nur von 5er Teams ausgenutzt werden.\n\nEs reicht einen Champ mit CC zu haben (Leona, Amumu, usw...) und Kog platz einfach. Das einzige was Kog wirklich stark macht wäre eine Team, welches alles dafür verwendet, dass er überlebt. Also z. B. Lulu Top/Mid, ne Ori und dann nach ein Support der sich am besten Mikaels gegen den CC kauft. Das wirst du aber so gut wie nie sehen. Kog hat eine offensichtliche schwäche, absolut keine Mobilität.","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-07-09T00:10:33.086+0000","up_votes":1,"down_votes":0,"body":"Seine Schwäche im Teamfight ist wirklich schwer auszunutzen wenn du keinen Assassinen spielst aber eine Schwäche bleibt immer: Sein Early. Ein Jungler der halbwegs gut durch den Jungle kommt könnte Kog'Maw früh abfangen und killen und killen und killen.... Bis er entweder völlig am tilten ist oder er einen eigenen Support braucht. Beides hilft deinem Team weiter.\nUnd jetzt stell dir mal nen Master Yi vor der quasi den ganzen Jungle haben durfte und im early Kills bekommt und genau das könntest du sein, wenn du es richtig machst.","replies":[]}]}