{"id":"PKnEmcd0","poster":"Heidenai","date":"2016-07-08T12:15:35.301+0000","title":"Main Jungle aktuell G, S4 P, sucht flexible DynQ-Partner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, \nIch bin 21 und spiele seit S1 LoL. Bis Vor einem Monat habe ich seit Ende S4 kein LoL mehr gespielt, jetzt jedoch wieder die Zeit und Lust viel zu spielen. Da viele von den alten Mitspielern nicht mehr spielen versuche ich es hier mal.\n\nWertung:\nAktuell bin ich noch in Gold 4, S4 war meine h&ouml;chste Wertung P3 in der SoloQ. \nZiel:\nMein Ziel ist es in einer angenehmen Atmosph&auml;re wieder mindestens auf mittlerem Platin Niveau zu spielen.\n\nRolle:\nIn S4 habe ich viel SoloQ gespielt und konnte auch alle Positionen ca auf Platin-Niveau spielen. Mein Favorit war aber immer Jungle.\nMit der Rollenauswahl spiele ich aktuell Jungle/adc, bin allerdings flexibel. \nSupporten kann ich gut, nur macht es mir ohne premade ADC weniger Spass als der Rest. \nFalls sich jedoch ein guter ADC finden sollte, w&uuml;rde ich auch supporten.\n\nZeiten:\nIch habe grunds&auml;tzlich oft und viel Zeit, um zu zocken, da ich studiere allerdings sehr unregelm&auml;&szlig;ig. Manchmal habe ich den ganzen Tag Zeit, manchmal bin ich ein Paar Tage nicht da.\n\nWen ich suche:\nIch hasse es, wenn Leute &uuml;ber den Team-Chat flamen, sich gegenseitig die Schuld geben oder anderweitig &uuml;ber vergangene Sachen diskutieren, statt sich auf das Spiel zu konzentrieren. Wer das macht braucht sich nicht melden. \nKonstruktive Kritik nach dem Spiel meine ich damit nat&uuml;rlich nicht.\nAusserdem solltet ihr freundlich sein und entspannt an die Sache rangehen.\nIch habe keine Lust auf schlechte Laune nach jeder Kleinigkeit, jeder failt oder verliert mal.\nWenn die Leistung im Schnitt passt, steigt man langfristig  auf, auch wenn man mal einen Tag lang Pech hat ;)\nIhr solltet auf Platin Niveau spielen, am besten auch schon mal  gespielt haben.\nIch lasse mich nat&uuml;rlich von jedem, dem die Referenz fehlt, davon &uuml;berzeugen, dass es passt. \n\nDa die Vorteile mmn einfach enorm sind, suche ich nur Leute, die auch beim Spielen im TS/Skype sind\n\nLeute mit viel Zeit auch mal tags&uuml;ber w&auml;ren optimal (Studenten?). Melden kann sich aber jeder, der regelm&auml;ssig spielt und mit oben genannten Dingen klar kommt. \n\nSorry f&uuml;r den langen Text, aber so ist denke ich klar, was ich mir vorstelle :)\n\nIch hoffe es finden sich ein paar, Gr&uuml;&szlig;e","replies":[]}