{"id":"jM8X8Eoq","poster":"sightstone4711","date":"2016-07-08T01:23:23.696+0000","title":"[Vorschlag] Einen Masterybaum löschen","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Hallo Community!\r\n\r\nMit dem neuen Masterysystem wurde es deutlich einfacher gemacht, die Masterys auszulegen bzw auszuw&auml;hlen. Ich nutze das, indem ich quasi nur noch eine Masteryseite habe, und diese kurz vor dem Spiel immer wieder neu mache. Dadurch kann ich mich den Teams anpassen - gibt es viel CC? Dann nehme ich &quot;Unterdr&uuml;cker&quot; mit. Habe ich ein Matchup, bei dem ich viel roamen kann oder muss ich mich aufs Farmen konzentrieren? Je nach dem nehme ich &quot;Wanderer&quot; oder &quot;Brutalit&auml;t&quot;. Und so weiter.\r\nDadurch bekommt man in bestimmten Situationen einen kleinen, aber feinen Vorteil im Spiel, und genau das ist ja der Sinn der Masterys.\r\n\r\nNun folgende Situation: Ich m&ouml;chte die Seite bearbeiten, ein Baum ist schon richtig vom letzten Spiel, der andere muss komplett entfernt werden. Um das zu machen ohne die Seite komplett zur&uuml;ckzusetzen (was ggf. wertvolle Sekunden sein k&ouml;nnen) muss ich also f&uuml;r jede Mastery so oft rechts klicken, bis keine Punkte mehr verteilt sind, bei den Masterys der Stufen 1, 3 und 5 sind das jeweils f&uuml;nf Klicks! Das k&ouml;nnen, wie schon erw&auml;hnt, wertvolle Sekunden sein, aber vor allem ist es einfach nervig, so oft klicken zu m&uuml;ssen.\r\n\r\nDiesbez&uuml;glich kam mir eine Idee: Wie w&auml;re es, wenn man oberhalb jeden Baumes ein Feld h&auml;tte, um den Baum komplett zu entfernen? Das ist nat&uuml;rlich nichts, was unbedingt n&ouml;tig ist, aber es w&auml;re eine netter kleine &Auml;nderung, damit das &Auml;ndern der Masteryseite w&auml;hrend der Champselect angenehmer w&uuml;rde. \r\n\r\nWas haltet ihr davon, ergibt das Sinn oder ist es komplett useless? \r\nUnd vielleicht sieht das ja ein Support und gibt die Anregung an die entsprechenden Stellen weiter - die Chance ist nicht gro&szlig;, aber man darf ja hoffen.\r\n\r\n\r\nMit den besten Gr&uuml;&szlig;en\r\nWurfelement {{champion:63}}","replies":[{"id":"","poster":"Call me Br00t","date":"2016-07-08T03:41:27.535+0000","up_votes":4,"down_votes":0,"body":"Du kannst Punkte auch mit dem Mausrad verteilen ... ist eig recht angenehm und geht auch noch schneller als das lästige klicken.","replies":[{"id":"","poster":"sightstone4711","date":"2016-07-08T11:23:40.237+0000","up_votes":1,"down_votes":0,"body":"Cool, das wusste ich um ehrlich zu sein gar nicht! Werde ich nachher mal ausprobieren, danke dir :)","replies":[]}]}]}