{"id":"k2dHu2om","poster":"Theherosmasher","date":"2016-07-08T07:18:15.454+0000","title":"Necrit ein LoL Youtuber mit seinem video: Riot plz. (Features I Would Like to see in League)","subforum":"Karten & Spielmodi","embed":{"title":"Riot plz. (Features I Would Like to See in League)","description":"► Stream: https://www.twitch.tv/necrit94 ► Follow me: https://www.facebook.com/Necrit94 https://twitter.com/Necrit94 ►Donation button now open: https://goo.gl/ArNwe8 ► PO Box: Necrit P. O. Box 16 252 43 PRUHONICE CZECH REPUBLIC","url":"https://www.youtube.com/watch?v=6ReOztCzyec","image":"https://i.ytimg.com/vi/6ReOztCzyec/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Der Grund warum ich diese Diskussion starte Ist weil League of Legends meiner meinung nach (Langweilig) wird weil es immer das gleiche ist, Necrit ein Englischer Youtuber hat Forschl&auml;ge wie z.B Offizielle map skins, PVE Features, eine Karte von der Welt (f&uuml;r die Story) und so weiter die ich alle gerne in League of Legends sehen w&uuml;rde, es m&uuml;ssen nicht umbedingt diese Features sein aber wenigstens etwas es kann einfach sein wie Offizielle map skins die manche moder freiwillig erstellen w&uuml;rden und woran Riot nur noch schrauben m&uuml;sste mehr nicht mehr ferlange ich doch nicht ich habe es satt nach 4 jahren League of Legends immer wieder das gleiche zu spielen (updates von Kluft der beschw&ouml;rer war ein guter start aber das auch schon wieder ne weile her) Schlussendlich kann ich mich nur f&uuml;r meine Rechtschreibung enschuldigen ich bin Legastheniker blablabla sch&ouml;nen tag noch und danke f&uuml;r eure zeit. \r\n\r\nLg John aka TheHeroSmasher","replies":[{"id":"","poster":"xXxBeastblastxXx","date":"2016-10-02T08:30:46.813+0000","up_votes":1,"down_votes":0,"body":"Ein PvE Feature würde ich persönlich auch sehr stark feiern doch ich glaub das das nichts wird  da sich das Prinzip von Moba´s hauptsächlich auf PvP auslegt doch das mit den Maps wäre sogar einführbar.","replies":[]}]}