{"id":"AqwPv8P6","poster":"Free Smoke aye","date":"2016-07-07T13:52:31.911+0000","title":"Fehler bei Directx","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ein freund von mir m&ouml;chte wieder Lol zocken aber sofern er nach der champ selec ins spiel kommt kommt eine fehl meldung* unbekannter fehler directx schau ob deine grafikarte neusten stand hat* und was muss er da jetzt genau machen? wenn wir auf ger&auml;temanager gehen und auf Grafikarte dann da den treiben aktualisieren dann steht dort is auf dem neusten stand. beiem manager steht die grafikarte drinne &#039;standard vga grafikkarte&#039;(sry f&uuml;r rechtschreibfehler oder etc hab es auf schnelll vom handy geschrieben:D) \r\n\r\n\r\nMFG.","replies":[{"id":"","poster":"Free Smoke aye","date":"2016-07-07T14:51:13.700+0000","up_votes":1,"down_votes":0,"body":"http://pastebin.com/smj0QYp2 hier bitte sehr","replies":[{"id":"","poster":"Sree","date":"2016-07-07T15:32:46.800+0000","up_votes":1,"down_votes":0,"body":"Das ist eine VM...\n\nSorry, aber wenn ihr LoL in einer VM zum Laufen bringen wollt, seid ihr auf euch selbst gestellt. Wenn ihr Hilfe dafuer sucht, wendet euch an den Support eurer VM (in eurem Fall VirtualBox).","replies":[]}]},{"id":"","poster":"Sree","date":"2016-07-07T14:08:45.015+0000","up_votes":1,"down_votes":0,"body":"'standard vga grafikkarte' bedeutet, dass garkein Treiber fuer die Grafikkarte installiert ist. Daher hat Windows einfach einen Standard-Treiber genommen. Der funktioniert zwar notduerftig fuer die Anzeige, ist jedoch komplett unbrauchbar fuer alles, was ein wenig aufwendiger in der Darstellung ist.\n\nIhr muesst den richtigen Treiber installieren. Solltet ihr nicht wissen, wie das geht, dann erstellt an dem PC ein [DxDiag](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000), fuegt den Inhalt auf [pastebin](http://pastebin.com/) ein und verlinkt das paste nach dem hochladen hier im Forum. Dann suche ich euch den noetigen Treiber raus.","replies":[]}]}