{"id":"Xsmb3OrJ","poster":"El Capitán TSV","date":"2016-07-06T14:28:09.542+0000","title":"Ein Herz für ein Gold V Midlaner !","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo zusammen!\n\nGibt es hier ein Team, welches noch Platz f&uuml;r einen verirrten und einsamen Midlaner hat? Ich sehne mich seit langem mal wieder nach W&auml;rme und Geborgenheit. Nach Zusammenhalt und Freiheit. Nach Spa&szlig; und Ehrgeizigkeit. Jetzt wo das Teamranked wieder freigeschalten wurde, habe ich erneut Hoffnung, mich in einem Team integrieren zu k&ouml;nnen. \n\nBevor jetzt alle sentimental werden, fasse ich mal kurz zusammen wer ich bin. :D\n\nIch bin ein offener, gelassener Typ, der sowohl das Spiel mit Spa&szlig; als auch mit gewissem Ehrgeiz angeht. 22 Jahre jung, team- und kritikf&auml;hig. Zur Zeit spiele ich nur Normals, da ich von Gold 1 eiskalt auf Gold 5 gedropped bin. Daher habe ich beschlossen, meine alte St&auml;rke in Normals wieder zu erlangen. :D\nIn der Woche bin ich eher gegen Abend online, da mir die Arbeit es nicht anders erm&ouml;glicht. Am Wochenende bin ich flexibel.\nKommunikationsm&ouml;glichkeiten sowohl ausreichendes Internet (ab dem 11.07 Glasfaser, 100k Leitung biiiitcheees :D) sind auch vorhanden.\n\nMein Championpool umfasst nicht jeden Mid-Champ. Dennoch denke ich, dass ich mich jeder Combo mit dem passendem Champ anpassen kann. In der SoloQ (egal ob Normal oder Ranked) spiele ich aber viel {{champion:4}} {{champion:105}} {{champion:131}}   und das &uuml;berwiegend erfolgreich.\n\nWas ich mir w&uuml;nsche:\n- Mindestalter 18 Jahre\n- Mindestelo: Silber\n- kein flamen/ragen\n- kritikf&auml;higkeit\n- das n&ouml;tige Wissen seiner Main-lane\n- Kommunikationsm&ouml;glichkeiten\n\n\nFalls ihr also ein Herz f&uuml;r einen Gold V Midlaner habt und ich euren Anforderungen in etwa entspreche, w&uuml;rde ich mich &uuml;ber einen Kommentar unter diesem Post freuen. (Bitte nicht gleich adden, sonst wirds un&uuml;bersichtlich.) \n\nLieben Gru&szlig;\nxCrawls {{champion:4}}  (stiiiiiill the maaaaaain)","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-07-07T09:12:15.235+0000","up_votes":1,"down_votes":0,"body":"Hat niemand ein Herz für ein Gold V Midlaner? :'(","replies":[]}]}