{"id":"5FFEjZYa","poster":"Adc sein Cousin","date":"2016-07-04T19:03:35.327+0000","title":"YouTube, großer Traum.. vollgas!","subforum":"Streams & YouTube","embed":{"title":"Twitch adc on stream - RoleD","description":"One of my cutted Twitch game on stream, enjoy! :3 ► Stream: http://www.twitch.tv/roledyr ► Twitter: https://twitter.com/YoutubeRoleD ► Facebook: https://www.facebook.com/?q=#/RoleD-343265759203500/?ref=ts&fref=ts","url":"https://www.youtube.com/watch?v=uLP0NCHqQrs","image":"https://i.ytimg.com/vi/uLP0NCHqQrs/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Hi Leute,\nes war schon immer ein Traum mit YouTube anzufangen und vollgas zu geben,\nnur fehlte mir da immer das equipment!\nDurch einiges sparen, habe ich jetzt einigerma&szlig;en Equipment zusammen gekriegt um ein paar Streams und YouTube Videos zu starten.\nSeid kurzer Zeit habe ich angefangen aktiv auf YouTube zu sein und w&uuml;rde gerne eure Meinung wissen.\nWie findet ihr es, wenn man so geschnittene Spiele, des Streams, auf YouTube hochl&auml;dt..\nMachen die gro&szlig;en YouTuber wie Gosu und Nightblue3 ja auch. :3\nEs w&uuml;rde mich riesig freuen, wenn ihr mir in den Kommentaren ein feedback geben w&uuml;rdet.\nIch will gerne mit YouTube weiter kommen und w&uuml;rde volle Motivation und Energy dort reinstecken!\nPS: Equipment ist nat&uuml;rlich immernoch nicht so dolle! ._.\nIch versuch mein bestes,\nMFG RoleD","replies":[{"id":"","poster":"Spicavius","date":"2016-07-04T19:23:22.754+0000","up_votes":1,"down_votes":0,"body":"Einwenig Humor fehlt irgendwie. Dieses Video hat mir weder etwas cooles gezeigt oder mir etwas beigebracht noch hat es mich irgendwie unterhalten.\n\nDie Szenen waren einfach nur Spielsequenzen aneinander gereiht. Bei Maxim z.B. finde ich die aneinander gereihten Spielsequenzen amüsant. Bei dir fehlt mir irgendwie der Humor bzw irgendwie die Leidenschaft.\n\nTipps habe ich keine für dich. Humor hat man oder nicht bzw der Humor vom Youtuber gefällt den Leuten oder eben nicht. (Gronkh mag ich z.B. nicht; Maxim (LRSB) dafür aber schon; Sola mag ich z.b wiederum nicht)\n\nMir fehlt etwas. Und ich denke es ist der \"Lernfaktor\" oder der \"Unterhaltungsfaktor\". Gefühlt kam es mir auch so vor als ob diverse Phrasen auch sehr \"zwanghaft\" gesagt wurden.\nIch bin aber auch nur eine Meinung von vermutlich Vielen.\nViel Erfolg.","replies":[]}]}