{"id":"cOjNvmd4","poster":"MrJade","date":"2016-07-04T22:49:05.152+0000","title":"\"Connection Failure: Unable to connect to the PVP.net server\"","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hello :D\r\nThe problem poped out of no where :/ just one day I had some problems in my lol client ( in the game or outside of it- I cant remember:/ ) and suddenly it was fixed ..... then I kept playing and suddenly after I signed out and after somewhile tried to sign up I got that message that says that &quot;Connection Failure: Unable to connect to the PVP.net server&quot; when I try to get into my account ( after like 1 min of waiting for the log in). \r\nI have that problem for 3 day now. \r\n\r\nIn my research on that problem i tried everything in the link league of legends gave me with the anouncment about that problem and nothing was succesful.\r\nI tried some other stuff( like few hours of searching ^_^) from the internet and could not find the problem and the way to fix it-and that is why Im here ^_^.\r\nI tried logging into EUW (Im playing at EUNE) and it worked..... but I want to play with my account and friends :D....\r\n\r\n// off protocol cuz I guess it cant help much...-- I noticed that when I tried to get into my account it suddenly dont remember my username even though it did before the problem... and then I saw that even if I try to log and press the &quot;remember username&quot; button after I try to log in it just forget every box I checked in the previous attempt of reconnecting to my account. And then when i tried to play in EUW it suddenly one time remembered my account from EUW and put it in EUNE and now i cant change it too ^^-maybe it could help understanding the problem.\r\n\r\nhope for someone who knows his ways in that problem and in computers in general so he could guide me properly cuz im pretty bad with computers :D. but I would love any kind of help ^_^\r\n\r\nty anyways\r\n\r\nfrom me,\r\n\r\nThe miserable addicted fella :D","replies":[]}