{"id":"86ZyUwuE","poster":"zeRoSeminex","date":"2016-07-05T00:11:58.803+0000","title":"/remake funktioniert nicht","subforum":"Melde einen Bug","up_votes":2,"down_votes":2,"body":"Ich hatte gerade ein ranked indem die Funktions des /remake nicht verf&uuml;gbar war, obwohl die Ashe in Minute 1:29 einen Disconnect hatte (kenne diese Person nicht) und somit f&uuml;r mindestens 90 Sekunden bis Minute 3 nicht da war.  Erstes Blut wurde erst in Minute 3:44 erzielt. Ich musste f&uuml;r dieses Game &uuml;ber 7 Minuten in der Warteschlange verbringen, habe 17 Points verloren und  weitere 15 Minuten  hat dieses Spiel gedauert... Also mal ganz ehrlich euer System funktioniert nicht und straft Leute die ernsthaft spielen wollen und aufsteigen wollen. Das nach 7 Jahren dieses Spieles immernoch kein vern&uuml;nftiges System gegen Afk gibt ist echt ein wenig j&auml;mmerlich","replies":[{"id":"","poster":"LittIe Red Devil","date":"2016-07-05T00:51:00.064+0000","up_votes":2,"down_votes":1,"body":"ich durfte mit dieser netten remake funktion selber schon nen überraschenden sieg hinnehmen, der natürlich nicht gewerdet wurde ^^ gegner hatte total dc \n\nausserdem durfte ich diese option auch schon selber nutzen nachdem mir ein premade über wazzup geschrieben hat das sein router gecrashed ist, was erklärt hat warum er in teamspeak nicht mer vorhanden war. sieg für die andren und nix verloren für alle da es n normal game war\n\nalso nachdem diese option jetzt schon n paar mal ganz gut gegriffen hat u. ich deshalb nicht unnötig zeit mit einem sicherren lose verschwenden musste o. in manchen fällen die gegner was für diese als 4v5 auch reine zeit verschwendung gewesen wäre, würde ich sagen diese option ist super gelungen ;) \n\nin deinem fall hattest du wohl einfach nur pech was natürlich jedem passieren kann u. selbstverständlich ärgerlich ist aber wenn du bedenkst das dass nur einmaliges pech war da der dc nachdem laden war u. nicht wärend des ladens, wirst du dich auf dauer sicher über /remake freuen \n\nlg","replies":[]},{"id":"","poster":"Sikn3ss","date":"2016-07-05T06:21:11.771+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist, dass du das /remake nach 3 Minuten nicht mehr aktivieren kanns. Ergo da eure Ashe bei 1min 29 dc'd ist, wurde /remake bei 2min 59 aktiviert. Sprich ihr hattet ein Zeitfenster von 1 Sekunde um die Abfrage zu starten. Also hat es nicht nicht funktioniert sondern es war lediglich zu spät.","replies":[{"id":"","poster":"zeRoSeminex","date":"2016-07-05T14:52:39.371+0000","up_votes":1,"down_votes":0,"body":"Nein es steht deutlich in den Patchnotes sowohl im Englischen als auch in den Deutschen, dass nach Minute 3 man eine Minute Zeit hat die Abstimmung zu starten/machen. Alle Voraussetzungen waren da trotzdem keine remakefunktion","replies":[]}]},{"id":"","poster":"Iam a real Man","date":"2016-07-05T00:28:53.255+0000","up_votes":1,"down_votes":3,"body":"das system setzt nur ein wenn jemand von anfang an nicht connected.","replies":[{"id":"","poster":"zeRoSeminex","date":"2016-07-05T01:00:12.375+0000","up_votes":1,"down_votes":0,"body":"Nein tut er nicht, er setzt ein wenn jemand in Minute 3 geleaved ist und das  für mindestens 90 Sekunden.","replies":[]}]}]}