{"id":"RLJr3Vur","poster":"Teilzeitmain","date":"2016-07-02T21:44:09.766+0000","title":"Relativ neuer Support-Youtuber mit (aktuellen) Guides, edit. Plays und Gameplays","subforum":"Streams & YouTube","embed":{"title":"Flo Tidus","description":"YouTuber der mit jahrelanger (Spiele-) Erfahrung und einer ruhigen Art auftritt. Ob nun League of Legends oder auch Let's Plays diverser Genre. Ich versuche ...","url":"https://www.youtube.com/channel/UCn7WtWEh4I6Qqj5Mmm-NFDA","image":"https://yt3.ggpht.com/-CDy6H4x4BS4/AAAAAAAAAAI/AAAAAAAAAAA/AlhlIDm-WCI/s900-c-k-no-rj-c0xffffff/photo.jpg"},"up_votes":1,"down_votes":0,"body":"Werte Gemeinde ich gr&uuml;&szlig;e Euch!\r\n\r\nWas m&ouml;chte ich machen? Ja im Endeffekt ist es Werbung. Ja ihr k&ouml;nnt mich auch gerne daf&uuml;r hassen.\r\nNein ich bereue es nicht und schon gar nicht werde ich aufh&ouml;ren. Denn ich pers&ouml;nlich m&ouml;chte euch helfen. Ich m&ouml;chte mich mitteilen und etwas schaffen worauf Supporter zur&uuml;ckgreifen k&ouml;nnen.\r\nIch hab mit meinem YT-Channel vor einem Monat aktiv angefangen und stelle dort kurze Guides zu aktuellen Champions vor (Runen / Masteries / Itembuild etc.) Gehe dabei auch gern mal darauf ein warum wir etwas bauen (Kleines Beispiel... Team braucht Fights? Warum den Gegner nicht mit nem Splitpush besch&auml;ftigen? -&gt; ZZ&#039;rot Portal)\r\nAb und zu gibt es auch komplette Gameplays in dene ich n&auml;her auf die Wahl meiner Items eingehe. Was man beachten sollte. Was die pers&ouml;nliche Wincondition ist und so weiter und so fort.\r\nDer letzte Teil umfasst aktuell noch einige Montagevideos.. &quot;gute&quot; unterhaltsame Plays.\r\n\r\nWas mir am Herzen liegt sind Diskussionen. Kein Build und keine Art zu spielen ist immer richtig. Ich m&ouml;chte Anregungen bieten und fahre mit meinem Spielstil meist recht gut. Mal sehen ob sich das auf euch &uuml;bertr&auml;gt?\r\n\r\nIch w&uuml;rde mich &uuml;ber euch freuen wenn ihr an &auml;hnlichen Dingen (wie oben angesprochen) interessiert seid.\r\n\r\nViele Gr&uuml;&szlig;e\r\nFlotidus =)","replies":[]}