{"id":"sIgiqBJJ","poster":"iKhatraZ","date":"2016-07-03T10:14:22.221+0000","title":"Support Ticket senden geht nicht!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo wenn ich ein Support Ticket schreibe und auf senden dr&uuml;cke, l&auml;dt die seite neu und mehr nicht. Ich hoffe auf eine schnelle Antwort (Cookies etc. hab ich schon gel&ouml;scht)","replies":[{"id":"","poster":"Sree","date":"2016-07-03T11:00:25.307+0000","up_votes":1,"down_votes":0,"body":"Kann es sein, dass du ein Add-on wie beispielsweise noscript oder scriptsafe benutzt, welches Teile der Seite blockiert? Deaktiviere solche Add-ons auf der Support-Seite, dann sollte es auch keine Probleme geben.","replies":[{"id":"","poster":"iKhatraZ","date":"2016-07-03T11:08:04.137+0000","up_votes":1,"down_votes":0,"body":"@Sree Nun ist es sehr komisch, ich kann ein Ticket zum Thema \"Fragen zum Shop...\" senden, aber keins zum Wiederherstellen meines Kontos","replies":[{"id":"","poster":"Sree","date":"2016-07-03T11:10:26.829+0000","up_votes":1,"down_votes":0,"body":"fuer zweiteres darf man nicht eingelogt sein. Sollte beim Abschicken aber auch dastehen.","replies":[{"id":"","poster":"iKhatraZ","date":"2016-07-03T11:14:58.514+0000","up_votes":1,"down_votes":0,"body":"war ich auch nicht","replies":[{"id":"","poster":"Sree","date":"2016-07-03T11:34:04.835+0000","up_votes":1,"down_votes":0,"body":"Du koenntest es mal von einem anderem Browser aus versuchen.\n\nAlternativ schreibe ein Mail an support@riotgames.com\nDas eroeffnet ebenfalls ein Ticket und du kannst dann per Mail immer antworten.","replies":[{"id":"","poster":"iKhatraZ","date":"2016-07-03T12:48:13.597+0000","up_votes":1,"down_votes":0,"body":"ich hab jetzt es mit jedem browser probiert, muss ich irgendwas beachten wenn ich dem support direkt per email schreibe in hinsicht darauf, dass sie mir auch auf deutsch antworten?","replies":[{"id":"","poster":"Sree","date":"2016-07-03T14:51:49.714+0000","up_votes":1,"down_votes":0,"body":"Nein, das sollte automatisch der richtigen Sprache zugewiesen werden. Irgendwas machst du jedoch definitv falsch, wenn das bei dir in mehreren Browsern auftritt. Ich kann nur ohne das selbst zu sehen nicht sagen, was es ist.","replies":[]}]}]}]}]}]}]}]}