{"id":"2wE7PQNG","poster":"NGN Endon","date":"2016-07-02T16:08:27.561+0000","title":"Matchmaking ??","subforum":"Champions & Gameplay","up_votes":2,"down_votes":3,"body":"Bin bronze 3 mit unranked und noch nem bronze  und es werden uns gold und silber spieler ins machmaking gegeben \r\nis das nur bei mir so oder is auch bei anderen das machtmaking so richtig am arsch ? \r\n\r\nwarum bekommen unranked und bronze spieler gold spieler als gegener ???? \r\nbin salty wegen solchen scheiss aktionen \r\n\r\nund wenn da jemand kommt damit du besser wirst  \r\ngeh dich eingraben \r\ndenn wenn ein gold tryharded kannste nix draus lernen auser das man keine chance hat","replies":[{"id":"","poster":"BlackSugaRose","date":"2016-07-02T16:19:44.060+0000","up_votes":4,"down_votes":0,"body":"Matchmaking geht nach MMR und nicht direkt nach deinem Rang, da dieser im Umkehrschluss nur ein Indikator für die MMR ist.\nEs kann also gut sein, dass du eine für deine aktuelle Division eine außergewöhnlich hohe MMR hast, oder deine Gegner eine relativ niedrige.\nEgal wie rum es ist; Ihr habt alle in etwa die gleiche, unabhängig von eurem genauen Rang.\n\nEdit: Beziehst du dich auf Normal oder Ranked Games? Denn das sind zwei verschiedene Paar Schuhe, Ranked MMR kann man nicht mit Normal MMR gleichsetzen.","replies":[{"id":"","poster":"NGN Endon","date":"2016-07-05T13:29:19.030+0000","up_votes":1,"down_votes":0,"body":"spiele kein ranked weil ich dann zu smurfs oder gold komme und dann feed ich nur","replies":[{"id":"","poster":"HyperionCH","date":"2016-07-05T13:53:06.483+0000","up_votes":1,"down_votes":0,"body":"Abgesehen davon, dass ich in deiner History der letzten Tage keinen Gold-Spieler fand:\n\nDie Wahrscheinlichkeit, dass du einen Goldspieler im Spiel hast, ist bei Normals grösser.\n\nDenn die Normal-Games haben eine eigene MMR.\nDa kommt es oft vor, dass diese \"Normal-MMR\" wesentlich tiefer ist z.B. bei einem Goldspieler, weil er a) selten Normals spielt bzw. b) dann meist nur neue Champs übt (somit nicht zwingend auf Gold-Niveau spielen).","replies":[{"id":"","poster":"NGN Endon","date":"2016-07-13T12:59:57.135+0000","up_votes":1,"down_votes":0,"body":"wer sagt das das mein einziger acc is ? \ndas is nur der acc mit dem ich sachen ausprobiere deshalb is der auch so schlecht XD\naber am anderen bekomm ich immer nur viel zu gute spieler gegen die ich nix machen kann","replies":[{"id":"","poster":"HyperionCH","date":"2016-07-13T14:28:13.433+0000","up_votes":1,"down_votes":0,"body":"Also spielst du mit deinem(deinen) anderen Account(s) viel besser und kriegst dort stärkere Gegner?\n\nKlingt für mich fair.","replies":[{"id":"","poster":"NGN Endon","date":"2016-09-08T23:54:31.076+0000","up_votes":1,"down_votes":1,"body":"sorry das ich erst jetzt schreibe aber was du sagst klingt nach bullshit \nwarum sollt ich stärkere gegener bekommen mit meinem anderen acc \nich spielen den ja und spiele gleich also","replies":[{"id":"","poster":"HyperionCH","date":"2016-09-09T05:12:00.181+0000","up_votes":1,"down_votes":0,"body":"Gem. deiner Aussage probierst du beim smurf Neues aus.\n\nDabei wird sicherlich einiges schief gehen und du verlierst deswegen öfters Games.\n\nAuf deinem Main spielst du hingegen gem. deiner Aussage ernsthaft. Da wirst du öfters gewinnen bzw. Climpen, weil du grundsätzlich mit deinen Main-Champs spielst.\nDa du also beim Main-Account besser spielst, ist deine MMR dort höher und kriegt stärktere Gegner.","replies":[]}]}]}]}]}]}]}]}