{"id":"vpedeE7n","poster":"FNC HyperRekkles","date":"2016-07-02T19:06:20.706+0000","title":"Die High Elo Rentner suchen noch Spieler für ein Ranked Team!","subforum":"Clans & Teams","embed":{"title":"H1ELR Die High Elo Rentner - Team | ESL Play","description":"World leading platform for esports. Play CS:GO, LoL, CoD, FIFA, SC2, WoT and more against real opponents for prizes and cash.","url":"http://play.eslgaming.com/team/10238203/","image":"http://gfx.esl.eu/media/cm/2014/franchise/leagueoflegends.jpg"},"up_votes":1,"down_votes":0,"body":"Servus leute,\r\n\r\nwie man im Titel schon erkennen kann suchen wir noch Leute f&uuml;r unser Ranked Team. (Die High Elo Rentner)\r\nWir? Das sind einmal Ich (FNC HyperRekkles) und ein guter Freund von mir (FlashZzor). Wir beide werden dann auf der Botlane spielen da wir schon relativ gut eingespielt sind und suchen somit noch einen Midlaner, einen Toplaner und einen Jungler.\r\nWeiterhin zu uns : \r\n- Wir sind 16 und 17 Jahre alt\r\n- Ich bin momentan Platin 5 und er ist Silber 1 (auf den weg zu Gold)\r\n- Wir sind beide Mains auf unseren Positionen\r\n- Wir k&ouml;nnen einen Teamspeak bieten auf dem wir uns absprechen k&ouml;nnen\r\n- Wir beide flamen nicht und nehmen auch mal einen lose mit humor\r\n \r\nWas wir von euch erwarten:\r\n- Das Alter ist uns generel egal aber eine gewisse Reife sollte vorhanden sein\r\n- Es ist normal, dass ein Game mal tilted, aber dennoch sollte niemand flamen\r\n- Wir suchen Leute ab Gold 5 (darunter geht auch mit absprache)\r\n- Ihr solltet Zeit haben damit wir tranieren k&ouml;nnen (wir werden bez&uuml;glich dies zusammen Termine raussuchen)\r\n\r\nWenn die euch oben gennanten Punkte angesprochen haben w&uuml;rde ich mich freuen wenn ihr mich adden w&uuml;rdet.\r\n\r\nJetzt kommen wir nochmal zu einem anderen Thema. N&auml;mlich hat das Team Spandauer Inferno zusammen mit der ESL eine eigene &quot;Liga&quot; gegr&uuml;ndet. Die erste Qualifikationsrunde beginnt am Dienstag um 15:00 Uhr. Wir beide haben vor daran Teil zunehmen und w&uuml;rden uns freuen wenn wir direkt als ein Team dort antreten k&ouml;nnten. \r\n\r\nIch w&uuml;nsche euch allen noch einen sch&ouml;nen Abend und freue mich auf eure Anfragen.\r\nMfg. FNC HyperRekkles","replies":[]}