{"id":"d7uxgbyI","poster":"I am Dope","date":"2016-07-02T13:40:17.658+0000","title":"eingespielte mates suchen ein ranked team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Jo, wir spielen schon seit etwa 2 Jahren zusammen, und wissen relativ gut wie der andere reagiert.\r\nWir haben schon fr&uuml;her in einem 5er Ranked Team gespielt,\r\nich bin zur zeit Platin 3 und er gold 4 (spielt aber wie Platin 5) \r\nwir suchen zur zeit wieder ein festes ranked Team, mit dem man regelm&auml;&szlig;ig spielen kann, welches \r\nauch was erreichen will. (Richtung Dia mit dem Team und evtl. ESL)\r\nmeine Main-Rolle ist mid, spiele sehr gerne yasuo (manche nennen mich onetrickpony, allerdings beherrsche ich auch Azir; LB; Lux; Zed, Brand; Liss; Fizz etc., fast alle eigentlich\r\nEr ist variable zwischen top und support, auf der toplane spielt er gerne trundle und vladimir, ist aber auch fine mit malphite maokai und anderen tanks bzw safe picks.\r\nAls support spielt er gerne blitzcrank. Er kann aber auch ALi, Braum, Nautilus auch gerne und au&szlig;erdem Thresh und Sona, er hat sich vorgenommen f&uuml;r dem n&auml;chst noch Bard zu lernen und evtl zu mainen.\r\n\r\nfeste trainingszeiten h&auml;tten wir ungerne aber regelm&auml;&szlig;ig spielen w&uuml;rden, und zwar schon so oft das man von einander lernen kann, uns gibt es nur im doppelpack, falls ihr interesse an uns habt, addet mich ingame und wir k&ouml;nnen weitere sachen abkl&auml;ren. :D","replies":[{"id":"","poster":"L9 FailALot","date":"2016-07-03T05:41:00.081+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nin unserer Community suchen noch einige nach DuoQ/DynQ/5er-Teamrank Partnern.\nVielleicht findest du ja bei uns jemanden der zu dir passt. \nWenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\n[!!! Varietas Gaming sucht DICH !!!](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/svlqiBLO-varietas-gaming-sucht-dich)\n\nWir sind eine neu Gegründete **ü16 Multigaming Community** und haben einen Altersdurchschnitt von ca. 22 Jahren.\n\nBei uns findest du neben einem aktiven Teamspeak außerdem täglich genug Mitspieler/innen für ein paar entspannte runden League of Legends.\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nHáckZáy | Jannik{{champion:154}}","replies":[]}]}