{"id":"bfopbwic","poster":"Ste94an","date":"2016-07-02T13:41:06.952+0000","title":"Von Silber IV in Bronze absteigen","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo ich h&auml;tte da mal eine Frage zu dem Ligasystem. Und zwar bin ich derzeit in Silber IV und w&uuml;rde gern mal wieder ranked&#039;s machen (Habe schon ewig keine mehr gespielt (3-4 Monate)). Nehmen wir an ich w&uuml;rde in bronze absteigen, bekomm ich dann Gegner mit der gleichen elo wie ich also bronze 1-5 oder bekomm ich dann immer noch Silber Gegner? Hab das Ligen-System noch ned ganz durchschaut. W&auml;re f&uuml;r Antworten sehr dankbar\nLG","replies":[{"id":"","poster":"Ireliα","date":"2016-07-02T14:40:28.480+0000","up_votes":3,"down_votes":0,"body":"Die Hidden Elo (auch MMR genannt) ist dein eigentlicher Wert nach dem das Matchmaking funktioniert. Das Liga System soll es nur anschaulicher machen.\nDurch das Verlassen der Championselect, Promotions und dem Absteigschutz passiert es, dass deine Hidden Elo und deine Liga nicht übereinstimmen.\n\nSpezifisch zu dir: Wenn du in Silber 5 mit 0 LP landest und weiter verlierst wirst du sehr lange da bleiben während deine Hidden Elo weiter sinkt. Anfangs wirst du noch gegen Silber 5 spielen und von da aus wird es immer weiter runtergehen bis du irgendwann absteigst. Das dauert aber sehr lange.\n\nNoch eine kleine Randinfo, wenn deine Hidden Elo höher ist als deine Liga bekommst du für einen Win mehr LP und verlierst weniger bei einem Loss. Wenn sie niedriger ist bekommst du weniger und verlierst mehr. Das ist ein guter Indikator um für sich selbst zu überprüfen wie seine Hidden Elo gerade aussieht.","replies":[{"id":"","poster":"Ste94an","date":"2016-07-02T14:43:08.123+0000","up_votes":1,"down_votes":0,"body":"Ah jetzt kenn ich mich aus, vielen dank :D\nEine Frage hätt ich noch. An was wird dann der Gegner angepasst? An meiner hidden elo?","replies":[{"id":"","poster":"Nivoras","date":"2016-07-04T01:07:42.048+0000","up_votes":1,"down_votes":0,"body":"Ja, Matchmaking läuft über die MMR :)","replies":[]}]}]},{"id":"","poster":"I am Dope","date":"2016-07-02T13:44:09.020+0000","up_votes":2,"down_votes":0,"body":"die elo sagt nicht so viel aus, das geht von der hidden elo aus, \nes kann auch sein das du als silber 4 spieler mit einem bronze 3 spieler gematched wirst der genauso gut ist wie du, da seine hidden elo deiner entspricht\nmfg","replies":[{"id":"","poster":"Ste94an","date":"2016-07-02T14:01:43.479+0000","up_votes":1,"down_votes":0,"body":"ah ok und die hidden elo verändert sich nicht? \ndanke für die antwort :)","replies":[{"id":"","poster":"Xipiz700","date":"2016-07-02T14:25:52.923+0000","up_votes":2,"down_votes":0,"body":"Doch die ändert sich. Sie ist bloß \"Hidden\". Sie ändert sich genauso wie deine normale Elo, funktioniert nur halt nach einem versteckten System. Die allgemeine Elo ist bloß ein Ansatz für Vergleiche.","replies":[{"id":"","poster":"Ste94an","date":"2016-07-02T14:36:22.502+0000","up_votes":1,"down_votes":0,"body":"okay danke :)","replies":[]}]}]}]},{"id":"","poster":"Shiny Absol","date":"2016-07-02T19:31:59.349+0000","up_votes":1,"down_votes":0,"body":"Sagen wir mal so. Ich bin Gold 3. Spiele aber häufig gegen Gold 3 - Platin 4-5. Also ist meine hidden MMR etwas höher als Gold 3. Umso öfter man gegen höhere gewinnt umso mehr steigt die hidden MMR d.h. man bekommt auch mehr Punkte. Natürlich kann es auch sein das der Plat 5 Gegner die selber hidden MMR hat wie ich als Gold 3. Und ja daran werden deine Gegner angepasst.","replies":[{"id":"","poster":"Ste94an","date":"2016-07-03T21:15:19.772+0000","up_votes":1,"down_votes":0,"body":"Alles klar danke :-)","replies":[]}]}]}