{"id":"Ijd1tTPi","poster":"Gnorx","date":"2016-07-02T13:28:46.416+0000","title":"Dynamische Warteschlange Veränderungs- , Verbesserungsvorschlag","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hey,\r\nmir ist gerade eingefallen wie man das Problem der langen Wartezeiten oder unfairen Matchups verbessern k&ouml;nnte.\r\nDas Grundproblem beim Matchmaking ist , dass Riot entscheiden muss was ihnen wie wichtig ist.\r\nEnschieden werden muss zwischen:\r\n- Wartezeit (Wie viel Wartezeit kann man uns zumuten?)\r\n- Elo Differenz (Wie gro&szlig; darf der Abstand der Elo sein?)\r\n- Position (Muss jeder seine Hauptposition bekommen oder reicht evtl. auch die Zweit- , Drittposition?)\r\n- Gruppengr&ouml;&szlig;en (Sollten f&uuml;nf Einzelspieler gegen ein volles Team spielen?)\r\n\r\nRiot hat sich f&uuml;r einen Mittelweg entscheiden, der es mir erlaubt meine Auswahl an Positionen auf zwei zu beschr&auml;nken und Elo Differenz und Wartezeit auf einem meist ertragbarem Level zu halten. Jedoch hatte auch ich schon des &ouml;ffteren das Vergn&uuml;gen von Platin oder Diamand Spielern zerst&ouml;rt zu werden. (Meine Elo ist umgefair bei Silber bis Gold)\r\nZu den Gruppengr&ouml;&szlig;en kann ich leider nicht viel sagen seit &quot;www.lolnexus.com&quot; das nicht mehr anzeigt, sry.\r\n\r\nMein Vorschlag ist also selbst ausw&auml;hlen zu k&ouml;nnen was einem wichtger ist.\r\nM&ouml;chte ich eventuell lieber schnell ins n&auml;chste Match egal ob es villeicht ein wenig unfair sein k&ouml;nnte oder will ich lieber eine halbe Stunde warten und daf&uuml;r ein solides Gefecht zwischen Silber spielern bestreiten?\r\n\r\nIch gebe zu , dass dieses Problem in meiner Elo nicht besonders gro&szlig; ist aber ich habe Freune die sich in h&ouml;hen Elos befinden und sich freuen w&uuml;rden auch mal ein Spiel unter 20 Minuten zu finden.\r\n\r\nWas sagt ihr dazu? \r\nSollte man uns allen erlauben selbst zu w&auml;hlen?\r\nWelche Probleme k&ouml;nnten auftreten?","replies":[]}