{"id":"EEHPgzRr","poster":"KoksaSchnapp","date":"2019-04-29T22:45:29.786+0000","title":"Toplane Main Champion Pool","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hallo\r\n\r\nIch möchte endlich Mal aus meiner Silber elo und habe mich entschlossen auf drei Toplaner zu beschränken um schnell Spielpraxis im ranked zu erlangen.\r\n\r\nRenekton  hat sich bisher einigermaßen eingetrichtert und glaube schon dass es mit gutem early im late noch zurück kommt. Starker harrass Countertenor ja die gängigen fioras rivens irelias.\r\n\r\nMalphite ap Tank Recht simpel aber guter Teamfight in Combo. Evtl auch Support\r\n\r\nQuinn kenne ich noch fast gar nicht. Doch sie wäre noch eine wichtige Ergänzung oder nicht?\r\n\r\nWeil ranged und Tank counter undso\r\n\r\nLG schnappx","replies":[{"id":"","poster":"SuicidePlank","date":"2019-04-29T22:47:02.083+0000","up_votes":2,"down_votes":0,"body":"Renekton, Jayce, Riven.\nFalls du schnell climben willst und keine Ehre hast, gibt eigentlich nichts besseres.","replies":[{"id":"","poster":"KoksaSchnapp","date":"2019-04-29T22:50:27.941+0000","up_votes":1,"down_votes":0,"body":"Naja Ehre... Ich denke da gibt es kein Limit.\n\nProbiere ich Mal aus danke ^^. Riven Combo halt genau wie kiten und so Skill lastig . \n\nUnd jayce ist nochmal was ganz anderes xD","replies":[{"id":"","poster":"SuicidePlank","date":"2019-04-29T22:54:06.803+0000","up_votes":2,"down_votes":0,"body":"Riven ist relativ einfach zur Zeit, einfach aufgrund der immensen Stärke die Conquerer, Deaths Dance und SoS ihr geben. Lern die Animation Cancelings im Practice Tool, inte ein zwei Normals und du bist good to go.\n\nJayce Toplane ist auch nicht soo complex, bis du in Gold - Platin kommst wo angefangen wird zu punishen, von Counterpicks/Junglern.\nEinfach als Ranged bleiben, falls du ihn unter 60-50% HP kriegst und dann noch eine EQ (optional) landest kannst du immer für einen Kill gehen.","replies":[]}]}]},{"id":"","poster":"JuicyJuju","date":"2019-04-30T07:52:42.232+0000","up_votes":2,"down_votes":1,"body":"Riven und skilllastig... xD","replies":[]},{"id":"","poster":"dugg","date":"2019-04-30T06:39:14.636+0000","up_votes":1,"down_votes":0,"body":"Ich bin irgendwie zur Zeit auf der Toplane gelandet, obwohl ich eher Main Support bin. \n\nAus alter Leidenschaft habe ich Shen mal wieder ausgepackt und muss sagen, es läuft. Du hast durch den Q guten DMG für einen Trade und bist dennoch ziemlich Tanky. Durch die globale R kannst du deinem Team sehr gut helfen. In der Elo denken die Gegner auch nicht permanent an die CD deiner Ult. So kannst du deine Gegner sehr überraschen, wenn sie gerade blind dem ADC hinterherrennen, um ihn zu töten. *Zack* Doppelkill Shen ;)\n\nAnsonsten ist Renektion ein guter DMG-Nahkämpfer. Mit viel Mobilität und DMG. \n\nQuinn ist dann eine sinnige Ergänzung als Fernkämpfer. Ich persönlich finde Teemo besser. Aber das ist Geschmackssache.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-04-30T08:29:25.396+0000","up_votes":1,"down_votes":0,"body":"Shen ist gut ab high Elo wo man darauf vertrauen kann, das die Leute wissen was sie tun, da du letzten Endes darauf vertrauen musst das andere von deiner Ult profitieren, weil du als Shen sehr, sehr schwer Solo carrien kannst.\nUnd Tanks sind an sich gerade relativ schwach, würde lieber davon abraten Shen zum climben zu spielen, anderes, wie meine vorgeschlagenen Picks, eignen sich besser.","replies":[{"id":"","poster":"dugg","date":"2019-04-30T11:01:38.017+0000","up_votes":1,"down_votes":0,"body":"Das ist richtig mit dem Einwand der High-Elo. Sehe ich genau so. Ich habe ihn nur wieder aus der Mottenkiste befreit und es läuft für meine Verhältnisse gut. Ich bin kein guter Spieler, mit ihm habe ich es aber locker von S3 auf S1 geschafft.","replies":[]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-04-30T09:12:09.551+0000","up_votes":1,"down_votes":0,"body":"Renekton und Malphite sind schon recht gute Picks, würde aber vl Malphite mit Sion ersetzen da der ne etwas bessere laning Phase gegen Apler hat.\nAls dritten champ würde ich dir Kennen empfehlen.\nScaled sehr gut ins late, sehr gut im TF, hat Energy, viel burst dmg, leichtes farming, Gute laningphase und harras. Nicht zu schwere mechanics und gute matchups.\nAbused melees eigentlich sehr hart und mit Klepto bekommst du gleichzeitig auch sehr viel Gold rein.\n\nAußerdem wäre ein Ap Dmg champ in deinem Champ pool von großen Vorteil.","replies":[]}]}