{"id":"1hBGOIrP","poster":"BANG LostMelody","date":"2020-01-03T14:15:01.876+0000","title":"Die Liga der Tafelrunde! (Start: 02.03.2020)","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Frohes Neues Jahr Beschwörer!\n\nUm diesen Anlass zu feiern möchte ich nun erneut unsere Liga, die Liga der Tafelrunde, vorstellen. Anmeldefrist ist noch bis zum **20.Februar**!!\n\nSeid gegrüßt Beschwörer!\n\nNehmt Platz und lauscht meiner Geschichte. Alles begann im Jahre 2016, als die Knights of Lost Empire ihre Pforten öffneten und Jung und Alt in ihre Reihen ließen. Doch immer wieder kam es zu der Frage: \"Wer ist eigentlich der Stärkste bei euch?\" \n\nAngetrieben durch diese Frage setzten sich die besten Planer der Gruppe an ein Konzept, für den Kampf um den Titel des Königs, des \"Kings of Lost Empire\". Und nun, so sagt man, öffnen sich die Tore für diesen Kampf am 02.03.2020 auch für die Außenwelt. Egal ob Mann oder Frau, egal ob Jung oder Alt, egal ob Beschwörer in einer eisernen Rüstung oder aber in einer aus Diamant. Jeder Mutige erhält in der Liga der Tafelrunde die Möglichkeit zu einem King zu werden. Dabei ist es wichtig das, wenn wir genügend Teams mit der selben Elo haben, wir versuchen diese Teams in einem Ligabaum unterzubringen um Chancengleichheit zu gewähren :) \n\nDass dabei natürlich einige Regeln zu beachten sind versteht sich ja von selbst. [Dieses Dokument](https://docs.google.com/document/d/1ncC9QkLNh4nxuP33I-SzwXYvUnVaRu9ty-vapy6QqXo/edit?usp=sharing) soll euch dabei mit Rat und Tat zur Seite stehen! \n\nMan sagt sich, dass der Gewinner mit einem Geldpreis überschüttet wird der aus den Streameinnahmen + einem noch ausstehenden Betrag seitens der Clanleitung besteht. Es wird sich lohnen!\n\nNun wollt ihr bestimmt wissen wo ihr euch für die Liga anmelden könnt, richtig? \n\nSolltet ihr allein Unterwegs sein, dann könnt ihr euch auf [diesem Formular](https://forms.gle/ShLDQURg1tr1Tpu47) verewigen.\n\nSolltet ihr Anführer einer Gruppe sein, ist [dieses Formular](https://forms.gle/D4iwJ2ZPoT6dFAPw9) für euch das richtige.\n\nSolltet ihr eurer Gruppe, über die 5 Hauptspieler hinaus, noch weitere Mitstreiter hinzufügen wollen, so ist [dieses Formular](https://forms.gle/iBbnFsDrT7NV2Hmd9) das richtige für euch.\n\nAlle weiteren Infos findet ihr auf dem [Discordserver der Gruppe](https://discord.gg/mKusHcB).\n\n\nNun denn! Ihr habt nun bis zum 20. Februar 2020 Zeit, euch für dieses Spektakel anzumelden! \n\n\nIch wünsche euch noch einen wundervollen Tag und vielen Dank für eure Aufmerksamkeit!\n-Teito-\nClanleitung Knights of Lost Empire","replies":[{"id":"","poster":"Tomjo101","date":"2020-01-09T00:19:27.266+0000","up_votes":1,"down_votes":0,"body":"Hallo Teito, wieviele teams und in welchen Rängen sind bis jetzt dabei? Ich hätte Interesse mit meinem Gold-Platin team anzutreten.","replies":[{"id":"","poster":"BANG LostMelody","date":"2020-01-10T11:15:26.388+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tomjo101,realm=EUW,application-id=I3EXEooj,discussion-id=1hBGOIrP,comment-id=0000,timestamp=2020-01-09T00:19:27.266+0000)\n>\n> Hallo Teito, wieviele teams und in welchen Rängen sind bis jetzt dabei? Ich hätte Interesse mit meinem Gold-Platin team anzutreten.\n\nHallo Tomjo101! \n\nBisher kann ich dir so viel sagen das 5 Teams bisher den Weg in unsere Liga gefunden haben und diese sich in den Bereichen Silber-Dia befinden. \n\nDa wir nicht wissen wie viele Teams noch dazu kommen und wir nicht sagen können ob wir die Liga nach Elo aufteilen müsstet ihr es für euch abschätzen ob ihr euch der Herausforderung stellen wollt :) \n\nMit freundlichen Grüßen\nTeito\n-Clanleitung-","replies":[{"id":"","poster":"Tomjo101","date":"2020-01-16T13:00:23.964+0000","up_votes":1,"down_votes":0,"body":"Hallo Teito, es tut mir leid, aber wir werden in der Prime League mitspielen. Wünsche euch und euerm Projekt viel Erfolg und gutes gelingen.\nMfg Tomjo101","replies":[]}]}]}]}