{"id":"W2RZIEFB","poster":"NLX","date":"2016-07-01T19:12:30.961+0000","title":"[3v3] Twisted Treeline 6.13 hidden changes","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Heyho meine lieben 3v3 Mitstreiter!\r\n\r\nWenige sind von uns &uuml;brig geblieben und Riot scheint nun uns noch weiter einzuschr&auml;nken!\r\nDoch trotz der ganzen Teamranked &Auml;nderungen des letzten patches (6.13) gab es noch weitere &Auml;nderungen welche einige Junlger bereits gemerkt haben sollten. \r\n\r\nVielen casual Playern ist dies wom&ouml;glich nicht aufgefallen und ich sch&auml;tze deshalb habe ich weder in den Foren noch auf reddit und co etwas in dieser hinsicht gesehen.\r\nDoch vor dem patch war es m&ouml;glich bereits nach 2 Camps level 3 zuwerden. \r\nUm das durchzuziehen musste man lediglich die kleinen Adds vom Wraith &amp; Wolf Camp VOR dem gro&szlig;en Add t&ouml;ten, aufgrund der Tatsache dass die Camps beim spawnen bereits Level 2 waren konnte man so maximale XP aus den Camps ziehen.\r\n\r\nDies bot einem guten jungler die M&ouml;glichkeit den Gegner zu &uuml;beraschen und einen Gank raus zubringen bevor der gegnerische Jungler einem im Weg stehen konnte. \r\nIm Endeffekt soll mir dies aber auch egal sein allerdings finde ich es bedauerlich, die letzten &auml;nderungen f&uuml;r die 3v3 Map zusehen. Desweiteren dann auch noch ingame zu merken, dass sie mehr ver&auml;ndert haben OHNE zu denken dass es vielleicht erw&auml;hnenswert w&auml;re. Ich meine das sind doch nur 2-3 Zeilen die sagen dass die adds weniger xp geben ...blah blah blah ...\r\n\r\nZusammenfassend will ich mich nicht um die &Auml;nderungen beschweren und mich hier ausheulen!\r\nAllerdings ist es ja allgemein bekannt, dass Riot sich VIEL weniger um 3v3 k&uuml;mmert als um 5v5 und das kann ich in einem gewissen ma&szlig;e auch nach vollziehen.\r\nWas mich aber gewaltig st&ouml;rt ist neben den Team-Ranked einschr&auml;nkungen, in die wir ungewollt reingezogen werden, denkt riot sich weiterhin dass es nichtmal n&ouml;tig ist uns zu informieren wenn etwas ge&auml;ndert wird...\r\n(aber jede kleinigkeit auf der 5v5 map MUSS in die patchnotes...selbst wenn irgendwelche d&auml;mlichen enten/fr&ouml;sche etc eingef&uuml;gt werden und sie absolut 0 einflusss auf das Spiel haben....)\r\n\r\n\r\nTL;DR\r\nRiot &auml;nderte mit dem patch 6.13 die XP die man im Jungle erbeuten kann und findet es nicht f&uuml;r n&ouml;tig es in die patch notes zu schreiben (obwohl es einfluss haben kann aufs spielgesschehen). \r\nMORE LOVE FOR THE TREELINE !","replies":[]}