{"id":"17N7Bn2c","poster":"Geis Lieh","date":"2016-07-01T15:42:22.125+0000","title":"[Gloriose Champion Idee] Marko - Das Spielzeugchaos","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"* Geschichte:\n\n&gt; In Demacia und Noxus gab es durch die Kriege einen reichen Markt an Spielzeug. Denn die Industrien konnten Zinnsoldaten und Heldenfiguren besser und schneller verkaufen. Dieses Gesch&auml;ft boomt immer noch durch die Liga. Das durch die Spielzeuge eine wahre H&ouml;lle entstehen w&uuml;rde h&auml;tte aber niemand erahnen k&ouml;nnen. Es fing alles an mit einem Weisen Kind Namens Marko. Dieses Kind hatte weder Freunde noch sprach es mit den Schwestern des Heimes. Er spielte immer zu mit Spielsachen, die kein Kind mehr haben wollte. Doch als ein Kind das Spielzeug von Marko an sich riss, wandte das Spielzeug selbst sich gegen das Kind. So jedenfalls erz&auml;hlte das Kind es den Schwestern. Diese glaubten das Marko das Kind verletzt hatte und sperrten ihn in sein Zimmer ohne Spielzeug. Am n&auml;chsten Tag jedoch war kein Marko im Zimmer. Was sie vorfanden waren Spielfiguren, die auf dem Boden liegen und ein Loch in der Wand, durch das Marko anscheinend geflohen war. Hasserf&uuml;llt zog Marko durch die L&auml;nder und erschaffte sich selbst sein Spielzeug. Jedes mal wenn er Kinder sah, die miteinander spielten kam der Hass hoch und er erschuf Spielzeug um den Kindern Angst und Schrecken einzujagen. Als jedoch Magier davon mit bekamen, hatten sie Marko durch eine List dazu gebracht der Akademie der Magie beizuwohnen. Dort lernte er seine Magie zu verfeinern, konnte aber auch da kaum Freunde finden. Den einzigen Freund den er haben wollte, war sein Vorbild aus der Liga, Blitzcrank. Da er durch die Akademie von Blitzcranks Existenz erfuhr und mitbekam das Blitzcrank der Einzige seiner Metallenen Art war, hoffte er das dieser mit seinen Spielzeugen Freundschaft schlie&szlig;t. In der Akademie war er ein Talentierter Magier, welcher auch andere Magien kennen lernte und anwenden konnte, aber stets auf seiner Magie behaarte. Doch als der Leiter der Akademie ihn f&uuml;r einen Schwachkopf und unw&uuml;rdigen Magier betitelte, weil er Spielzeuge bevorzuge, kam seine Wut von fr&uuml;her hoch und er erschuf sofort Zinnsoldaten, welche den Leiter t&ouml;teten. Seit dem flieht er vor der Akademie und fand in der Liga Schutz. Dort versucht er Freundschaft mit Blitzcrank zu schlie&szlig;en und k&auml;mpft durch seine au&szlig;ergew&ouml;hnlichen K&uuml;nste um sich zudem einen Namen zu machen.\n\n* Aussehen:\n\n&gt; Marko ist ein junger Jugendlicher, welcher braune Haare hat, eine Brille tr&auml;gt und Sommersprossen im Gesicht hat. er tr&auml;gt eine kindliche Kappe auf dem Kopf und tr&auml;gt ein T-shirt auf dessen einige Spielzeuge abgebildet sind. Zudem tr&auml;gt er eine Jeans und Kinderschuhe. In seinen H&auml;nden hat er Spielzeug.\n\n* F&auml;higkeiten\n\n* &gt; Passive: Kindlicher Geist\n\n&gt; Marko ist sehr lernf&auml;hig und schlau. Er erh&auml;lt 5% mehr F&auml;higkeitsst&auml;rke durch Gegenst&auml;nde. Zudem verst&auml;rkt jeder ausgebaute Gegenstand (bis auf sonderplot) Marko&acute;s Spielzeuge.\n\n* Q: Zinnsoldat (60 Mana) (Abklingzeit 8 Sekunden) (Ab LvL Stufe 4 sammelt Marko teile ein, sodass er bis zu 2 Zinnsoldaten aktiv sein können, dabei &auml;ndert sich die Abklingzeit nach dem ersten geworfenen Zinnsoldat auf 1 Sekunde somit sammelt er alle 8 Sekunden Teile ein.)\n\n&gt; Marko erschafft einen gro&szlig;en Zinnsoldaten. Dieser l&auml;uft ab der Position, in der er geworfen wurde in die gew&auml;hlte Richtung hin und her. Dabei schie&szlig;t dieser auf Gegner die er antrifft. Markos Ziel ist zudem auch das Ziel des Zinnsoldaten. Der Zinnsoldat bleibt 20 Sekunden lang bestehen und hat 5 Lebensbalken, die durch normale Autohits entfernt werden k&ouml;nnen.  Falls der Zinnsoldat nur noch 2 Balken Leben haben verursachen seine Automatischen Angriff 20% mehr Schaden.\n(Magischer Schaden x Schuss: 20/30/40/50/60 + 30% F&auml;higkeitsst&auml;rke hat 0,596 Angriffsgeschwindigkeit und erh&auml;lt pro Lvl der F&auml;higkeit 15% mehr)\n(Bonus durch die Passive: 10% mehr Schaden pro Ausgebauten item)\n\n* W: Spielzeugkanone (80 Mana) (10 Sekunden Abklingzeit)\n\n&gt; Marko erschafft in seiner Handfl&auml;che eine mini Spielzeugkanone. Diese feuert dann 3 mal in das gew&auml;hlte Gebiet und l&auml;sst ab Markos Hand die Kanonenkugel um das 20 Fache gr&ouml;&szlig;er als die Kanone in der Hand. Die Sch&uuml;sse haben 0,7 Sekunden Abstand. Dabei verursacht jeder Kugel Magischen Schaden.\n(Magischer Schaden: 50/60/70/80/90 + 56% F&auml;higkeitsst&auml;rke)\n(Bonus durch die Passive: 10% mehr Schaden pro Ausgebauten Item)\n\n* E: Hier kommt die Kavalarie (Kostet 100 Mana) (14 Sekunden Abklingzeit)\n\n&gt; Marko erschafft 5 Zinnsoldaten auf Zinnspferde, welche nicht ins Target genommen werden k&ouml;nnen. Diese Rennen von hinter Marko aus in die gew&auml;hlte Zielrichtung und Marko kann zusätzlich auf einen der Soldaten klicken um ein Stück mitgenommen zu werden. Gegner, die &quot;&uuml;berrannt&quot; werden, werden f&uuml;r 1,5 Sekunden lang bet&auml;ubt und erhalten normalen Schaden. Einheiten werden dabei passiert.\n(normaler Schaden: 50/60/70/80/90 + 10% F&auml;higkeitsst&auml;rke)\n(Bonus durch die Passive: 5% mehr Schaden pro Ausgebauten Item)\n\n* R: Kamikazeflieger (Kostet 100 Mana nach der ersten Aktivierung kosten die anderen 5 Flieger 5 Mana) (40 Sekunden Abklingzeit)\n\n&gt; Marko erschafft 6 Spielflugzeuge, die er nacheinander fliegen lassen kann. Diese fliegen hoch und machen einen Sturzflug in das Zielgebiet. dabei explodieren diese und verursachen Magischen Schaden. Alle 0,5 Sekunden einsetzbar ab der ersten Aktivierung.\nZudem erhalten die Zinnsoldaten Permament die Befähigung Schrot zu schießen, was die Gegner beim Treffer um 10%x Hit verlangsamt und bis zu 4 Mal gestapelt werden kann.\n(Magischer Schaden: 60/80/100 + 40% F&auml;higkeisst&auml;rke)\n(Bonus durch die Passive: Flugzeuge hinterlassen ab den ersten Ausgebauten Item eine Brennende Lache für 1,5 Sekunden, die Gegner verbrennt und 10 magischen Schaden verursacht + 10 Magischen Schaden pro ausgebauten Item + 30% Fähigkeitsstärke)\n\n* Schlusswort:\n\nSo das war dann mal meine Idee einen weiteren Champion auf die Welt Valorans los zu lassen. Ich hoffe euch gef&auml;llt er, wenn nicht kritisiert diesen gerne. Danke schon mal im Voraus.","replies":[]}