{"id":"Xi6QGOFE","poster":"xVx Bloodráven","date":"2016-06-29T19:57:01.783+0000","title":"EG Insidious sucht einen Toplaner für ein Turnier am 16-17 Juli (Gold 4 bis Platinum 3)","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Guten Abend Community!\n\nWir das Team EG Insidious suchen f&uuml;r unser bestehendes Team einen Erfahrenen Toplaner im Bereich Gold 4 bis Platinum 3. Unser Team besteht nun schon l&auml;ngere Zeit aber suchen derzeit wie oben erw&auml;hnt einen Toplaner f&uuml;r ein Turnier.\n\nDas Turnier findet am **16 Juli von ungef&auml;hr 13 Uhr bis Abend 23 Uhr (je nach dem wann wir spielen) und 17 Juli statt**.\nUm f&uuml;r dieses Turnier zu trainieren sind diese Trainingszeiten vorgesehen:\n**11-12-13.06, 21:00 bis 00:00 Uhr **werden wir unser **Training **f&uuml;r das Turnier starten. Hier musst du teilnehmen denn wir wollen uns mit dir einspielen.\n\nNun zu den einzelnen Lanes von uns: \n\n\nMidlane: Midlane haben wir unsere Juwehl, den Finn. Er spielt eine ausgewogene Breite an Mages und spielt diese sehr Teamorientiert. Er ist momentan unser Teamleader.\n\nJungler: Alex, spielt Carryjungler und ist momentan unser Shotcaller. Ist momentan Platinum IV. Spielt Lee Sin, Khazix, Graves etc.\nMehr der Carryjungler!\n\nAttack Damage Carry: Bin der Joey und arbeite momentan im Krankenhaus. Bin Platin III und spiele Main ADC seit Season 4. Spiele Vayne/Kalista/Jinx/Caitlyn/Lucian/Ezrael. Meine Mechanis sind gut, meine Laningphase solide (selbst mit Vayne) und meine Teamfights meine Hauptst&auml;rke. \n\nSupport: Dort ist der Steven, er spielt nun schon seit knapp 2 Wochen bei uns und ist mit dem ADC sehr gut eingespielt und beide bilden eine sehr solide Botlane. Momentan &uuml;bernimmt er die Shotcalls.\n\nDU als Toplaner solltest mitbringen: einen ausgewogenen Championpool, bevorzugt eher Tanky Toplaner.    \n\nDas ist eine Liste der Champions die gut w&auml;ren wenn du diese spielen k&ouml;nntest: \n{{champion:150}} {{champion:420}} {{champion:120}} {{champion:59}} {{champion:57}} {{champion:54}} {{champion:127}} {{champion:98}} {{champion:68}} {{champion:8}} {{champion:48}} \n\nDu solltest viel Kommunizieren sowie Informationen ausgeben k&ouml;nnen. Shotcalling w&auml;re super, denn wir brauchen im Mid-Late Game eine F&uuml;hrung. Bisher waren unsere St&auml;rken im Teamfighten sowie in der Laningphase auf der Botlane. \nDes Weiteren w&auml;re es sch&ouml;n, wenn ihr eurem Ranking entsprecht und nicht aufgebt.\nAb Gold - Platinum gehts dann doch etwas zur Sache und aus diesem Grund solltet ihr Bereit sein Niederlagen einzustecken.\n\nDa wir uns nat&uuml;rlich immer verbessern wollen, wird es Game Analysen und gemeinsames Anschauen der Replays geben.\nAnsprechpartner werdet ihr immer auf dem TS finden, dazu meldet euch bei Silentsoulx und Ollowainol.\n\nTrainingszeiten: Mo-Di-Mi von 21:00/21:30 bis 00:00 - 01:00 Uhr.\nTryout: 10.06.2016 Sicheres Tryout sonst vorher bei Ollowainol melden.\nYoutube Kanal:\nhttps://www.youtube.com/channel/UCYbbPK1XdMoYEUJL43kh6wQ \n\nSo solltet ihr euch im TS nennen:\nEuer Realilife Name | Ingame Name\n\nNochmal: Anfragen bitte an Ollowainol.\nTS Daten gibt es in einem schriftlichen Gespr&auml;ch.","replies":[{"id":"","poster":"xVx Bloodráven","date":"2016-06-30T11:10:47.277+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}