{"id":"bFOEKGsb","poster":"Kata Ga Kill","date":"2016-06-30T08:50:17.269+0000","title":"Brauche Analyse von einem Spiel","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Brauche eine Analyse von einem Spiel das von mir mit Garen richtig gut lief Lane Phase und Midgame, aber sp&auml;testens lief was schief bei den Teamfights. W&uuml;rde gerne wissen was lief falsch, lags an mir oder war unser ADC useless oder war es was ich nicht gesehen habe oder hat einer von uns fehler gemacht?\r\n\r\nW&auml;re nett wenn ihr euchs mal genauer anschauen w&uuml;rdet im Replay und mir Feedback geben w&uuml;rdet n&auml;chstes mal die Fehler zu vermeiden.\r\n\r\nhttp://www.replay.gg/search/euw/Synca#2735474164","replies":[{"id":"","poster":"Preyde","date":"2016-06-30T12:21:44.981+0000","up_votes":3,"down_votes":0,"body":"Also ich hab jetzt nur die ersten 10 gesehen und was mir schon direkt aufgefallen ist, dass du mal mehr auf deinen Farm und deine Map Awareness achten solltest. Wenn man viel roamed auf der Toplane muss man nicht unbeding den meisten Farm haben. Aber wenn man schon so gefeedet bist solltest du dir mindestens mal ein Punkt bei 75 Farm alle 10 Minuten setzen. Wenn deine Roams erfolgreich sind reicht das schon. \nUnd ich weiß jetzt nicht ob das einfach nur in dem Moment war, aber bei 7:24 hast du midlane tp'd. Davor hast du nur Toplane gerade gefarmt. Besonders beim free farmen solltest du alles im Blick behalten. Hättest du etwa 4 - 5 Sekunden früher tp 'd, dann hätte Ori vlt überleben können und du hättest vlt tf bekommen können.\nDas Letzte noch. Wenn du recallst, dann geh nicht in den Shop wenn du nicht 100% ig sicher bist. Und das ist man nur selten. Die Jinx Rocket, die dich bei 10:34 getötet hat, kontnest du sehen als sie Midlane durchgeflogen ist. Hättest du auf die Map geachtet hättest du dich woanders recallen können und du hättest überlebt.\nDas ist jetzt nicht unbeding viel aber das sind erst mal wichtige Punkte, die du verbessern solltest.","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-06-30T12:56:22.649+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Preyde,realm=EUW,application-id=vatevpvi,discussion-id=bFOEKGsb,comment-id=0000,timestamp=2016-06-30T12:21:44.981+0000)\n>\n> Also ich hab jetzt nur die ersten 10 gesehen und was mir schon direkt aufgefallen ist, dass du mal mehr auf deinen Farm und deine Map Awareness achten solltest. Wenn man viel roamed auf der Toplane muss man nicht unbeding den meisten Farm haben. Aber wenn man schon so gefeedet bist solltest du dir mindestens mal ein Punkt bei 75 Farm alle 10 Minuten setzen. Wenn deine Roams erfolgreich sind reicht das schon. \n> Und ich weiß jetzt nicht ob das einfach nur in dem Moment war, aber bei 7:24 hast du midlane tp&#x27;d. Davor hast du nur Toplane gerade gefarmt. Besonders beim free farmen solltest du alles im Blick behalten. Hättest du etwa 4 - 5 Sekunden früher tp &#x27;d, dann hätte Ori vlt überleben können und du hättest vlt tf bekommen können.\n> Das Letzte noch. Wenn du recallst, dann geh nicht in den Shop wenn du nicht 100% ig sicher bist. Und das ist man nur selten. Die Jinx Rocket, die dich bei 10:34 getötet hat, kontnest du sehen als sie Midlane durchgeflogen ist. Hättest du auf die Map geachtet hättest du dich woanders recallen können und du hättest überlebt.\n> Das ist jetzt nicht unbeding viel aber das sind erst mal wichtige Punkte, die du verbessern solltest.\n\nMir gehts eher ums Endgame und aus welchen Gründen wir verloren haben bei den Teamfights.","replies":[{"id":"","poster":"Zyten","date":"2016-06-30T13:05:45.917+0000","up_votes":3,"down_votes":1,"body":"So funktioniert das aber nicht. Das Early und Midgame sind entscheidend für Teamfights und das Lategame.\nDazu zählen auch Dinge wie:\n- Laning Phase\n- Farm\n- Match-Up\n- Objectives\n\nAlles findet im Early Game statt. Je nach dem wie stark du die Lane gewinnst und deinen Gegner behind bringst, kann ein Teamfight komplett anders ausfallen. Dazu kommt, dass du mit TP deine Teammates ahead bringen kannst und diese somit selbst snowballen können. Es ist immer einen Versuch wert, auch wenn es nicht immer klappen wird.\n\nDementsprechend werde ich mich später auf das ganze Spiel konzentrieren und nicht nur auf irgendeinen Teamfight. Jede Minute davor macht einen Unterschied.","replies":[]}]}]},{"id":"","poster":"Zyten","date":"2016-06-30T19:50:55.426+0000","up_votes":1,"down_votes":0,"body":"OK, ich habe das Game jetzt nicht komplett zusammengefasst. Nur die Punkte, die mir allgemein aufgefallen sind. Viel mehr Zeit möchte ich eigentlich nicht zusätzlich da reininvestieren. Auch wenn das Feedback recht negativ klingt, bedenke, dass ich nur die Fehler rausgesucht habe bzw. Punkte, die mir aufgefallen sind.\n\nStartitems: Long Sword + Refillable Potion\nDer Start ist gegen Gankplank nicht unbedingt der Optimalste, da dieser dich mit der Q harassen kann und du somit keinen wirklichen Nutzen aus den +10 AD erzielst. Wenn du aggressiv spielen willst -> Dorans Blade, ansonsten eher Dorans Shield.\n\n0:34: Das Ward ist praktisch nutzlos. Um zu covern kannst du dich in den Busch zwischen den Wänden von Baron und Redbuff positionieren und siehst, wenn invaded werden sollte. Zusätzlich kannst du deinen Midlaner um Hilfe beim Covern bitten, wenn der konkrete Verdacht eines Invades besteht. Allerdings hat das Gegnerteam abgesehen von RekSai keinen wirklich sinnvollen Engage auf Level 1, der über eine längere Distanz geht. Somit ist das Covern zwar gut, aber nicht dringend nötig.\nZweiter Effekt: Du musst nun 3 Minuten auf dein 2. Ward warten. Somit bist du, bei normaler Clearzeit, jetzt schon anfällig für einen Gank.\n\n1:04: Für eine bessere Damagekombo: Autoattack, Q, Autoattack + Follow. Er rennt direkt an dir vorbei und du hast einen Movementspeedboost auf deiner Q. Ein freier AA ist somit gesichtert. Insgesamt hättest du ihm so ~70 Schaden mehr gemacht. Genug damit er backporten oder einen Pot benutzen muss.\n\n1:53: Du gibtst mit dem Versuch aggressiv zu sein direkt den Vorteil auf Level 2 auf. Er hat bereits einen Minion wesentlich mehr geschadet als du es hast. Somit pusht die Wave zwar in deine Richtung, allerdings wird er so schneller Level 2 erreichen. Level 2 ist im Allgemeinen bei manchen Match-Up’s ein Wendepunkt, einfach dadurch, dass der Gegner einen Skill mehr als du hast. In diesem Fall ist es nicht so extrem. Bei einem Matchup gegen Darius kann es einen riesen Unterschied machen (als Beispiel).\n\n2:37: Statt dem Minion hättest du auch direkt auf GP gehen können. Dann wieder der gleiche Fall wie bei 1:04. AA + Q + AA -> E. Somit hättest du wahrscheinlich nicht flashen müssen.\nGP hat zwei Fehler gemacht:\n1. Triple Barrel gemisst\n2. Nach dem Aktivieren der Passiven weiter auf dich zu gehen statt zu rennen und während des Laufens mit der Q zu poken\nGenauso hättest du den Flash sehen können und ca. zur gleichen Zeit flashen können. Der letzte Tick der E hätte ihn gekillt und er wäre nicht fast davongekommen.\n\n3:00: Auch wenn es richtig ist die Wave in den Tower zu pushen wenn der Gegner tot ist, bedenke, dass die Todeszeiten zum Beginn des Spiels recht kurz sind. Du hast einige Farms durch deine E verschwendet und zusätzlich die Wave in eine Position gebracht bei der RekSai ohne Probleme ganken kann.\nDie Folge vom Pushen: Siehe 3:13. Die Wave lässt sich nun perfekt freezen und du bekommst keine Farms mehr ohne dich in direkte Gefahr zu begeben. Hättest du die Wave gelassen, wärst du nicht nur schneller auf der Lane um mehr Druck auszuüben, sondern auch in einer besseren Position, da die Wave in der Mitte oder sogar in der Nähe deines Towers wäre.\n\nDein Itemkauf: \nBei 670 Gold lässt sich kein ordentliches Upgrade kaufen. Man hätte auf der Lane bleiben können um direkt mit Phage wieder auf die Lane zu kommen. Die Boots bringen dir recht wenig. Der Gegner hat keinen Slow abseits der E. Außerdem kannst du diesen mit deiner Q entfernen. Stattdessen hätte man ein Pinkward kaufen können. Dies erhöht die Sicherheit auf der Lane.\n\n3:50: Du brauchst gar nicht in Richtung Heca und RekSai zu gehen. RekSai ist jetzt schon tot. Das Einzige, was du jetzt erzielst, ist das verschenken von XP. Du hast bis jetzt den XP-Vorteil auf der Lane gehabt. Grade Level 6 ist für dich ein guter Powerspike. \nWenn du ein Pinkward gehabt hättest, hättest du dieses nun frei im gegnerischen Jungle setzen können. Der Jungler ist tot und du gibst deinem Team Vision über RekSai. Das kann einige Ganks verhindern oder dem Team die Möglichkeit geben aggressiver zu spielen.\n\n4:18: TF bewegt sich schon mehr in Richtung von dir und Heca bringt ihn noch weiter in deine Richtung. Mit deiner Q hättest du ihn noch silencen können. Er hätte sein Flash die nächsten 1,5 Sekunden nicht nutzen können. Das wäre genug Zeit für Orianna gewesen um zu kommen. Im Endeffekt habt ihr so einen Kill fast verschenkt.\n\n4:50: Benutze deine Q um schneller auf die Lane zu kommen. Du hast so 2 Minions verschenkt, die du hättest bekommen können. Mit Glück hast du noch die XP erhalten. \n\n5:42: Guter Engage. Warum? Gangplank hatte seine E auf CD, konnte somit nicht gut traden. RekSai war kurz zuvor Midlane und hat seinen Tunnel nicht benutzt, was man erkennen konnte. Wenn er einen sinnvollen Clear macht, geht er nun zu den Wölfen. Somit hast du ein kurzes Zeitfenster zum Angreifen. \n\n7:20: Spätestens jetzt musst du TP’n um pünktlich zu kommen. Bei 7:26 hättest du den TP schon abbrechen können. TF bekommst du nicht mehr. Stattdessen hättest du die Botlane warnen können. TF ging Richtung bot runter und ist Level 6. Ein Gank wäre nun möglich.\n\n7:49: Es wäre wieder eine bessere Kombo mit AA möglich gewesen. Allgemein hättet ihr aber direkt auf Nami gehen sollen. Jinx ist zu nah am Tower, kommt mit Flash noch weg. Geht ihr direkt auf Nami, wird diese definitiv sterben und ihr bekommt mehr Zeit für Dragon, da Jinx wahrscheinlich back geht.\n\n8:28: Deswegen hättet ihr Dragon machen sollen. Eure Wave war zu klein um den Tower schnell zu töten (dazu kommt, dass der ADC Jhin ist). Dragon hätte dem ganzen Team einen Vorteil verschafft, wodurch ihr in Teamfights allgemein stärker seid. Da schon 4 Leute auf der Botlane sind, ist der Dragon absolut safe.\n\nDein Itemkauf:\nWarhammer wäre stärker. Das Upgrade der Boots ist zu früh und überhaupt nicht nötig, da noch kein Tower gefallen ist. Die Mobility, die du gewinnst, ist nutzlos und die Slowverringerung bringt dir aktuell sowieso nichts, da du deine Q zum Entfernen von Slows hast.\nZusätzlich: Du hättest kurz warten können um ein Pink Ward zu holen. Vision für das Team ist elementar.\n\n9:48: TF fehlte schon seit ein paar Sekunden, zusammen mit RekSai. Das Bewegen in den Jungle und wieder zurück war dadurch sehr riskant. Es ist glücklicherweise gut ausgegangen. Punkte bei dem Fight:\n1. Gleicher Fehler wie immer: Du greifst vor deiner Q mit keinem Autoattack an. Somit verschenkst du Damage und gibst den Gegnern mehr Möglichkeiten anzugreifen.\nBei 9:54: Bewege dich weiter in Richtung des Towers und nicht von in Richtung River. Somit muss er, egal in welche Richtung er geht, definitiv an dir vorbei. Das ermöglicht dir mehr Damage auszuteilen.\n\n10:30: Wenn eine Jinx/ein Ezreal/ein Draven o.ä. im Gegnerteam ist: Gehe niemals an offensichtlichen Orten back. Du hättest in den Tribrush back gehen können oder in einem der drei Büsche auf der Toplane. Bei dem ersten Ping hättest du auch sehr gut reagieren können.\n\nWenn du pushst, entferne zuerst die Backline. Mit Garen brauchst du dazu nur eine E, während diese nicht zwangsweise für die Frontline reicht. Bewege dich zwischen deinen AA wenn du einen Tower angreifst. Auch wenn es in diesem Game keinen Unterschied macht, kannst du so in Games gegen Champs mit Skillshots passend ausweichen.\n\n12:40: Kein Grund so weit weg zu gehen. Der Jungler ist nicht bei deinen Wards zu sehen und TF + GP kannst du alleine killen. Pushe die Waves weiter rein und versuche stattdessen Druck auf den anderen Lanes zu erzeugen.\n\n13:06: Erneut, spätester Moment TP zu beginnen. Du siehst den Ultteleport von TF und müsstest sofort darauf achten wo er hin geht. In dem Moment TP nutzen. So hast du TP komplett verschwendet.\nIn dem Moment wo Sona gefangen wird, renn weg. Die Gegner können den CC chainen und so wird der Fight verloren. Die Gegner gewinnen allein in dem Fight viel zu viel Gold dadurch, dass ihr als Team zu lange da bleibt.\n\n14:55: Du wirst sehr planlos. In der Midlane ist kein Gegner, den Toptower kannst du aktuell nicht pushen. Geh in die Midlane und mache Damage auf diesen Tower. Wenn er fällt bekommt dein Team viel Gold. Das kann einen Teamfight ausmachen. Dazu kommt: Ihr könnt aggressiver warden und somit Gegner besser catchen. \n\n16:30: Gemeinsam Tower killen + 2. Tower anhitten und danach Rift Herald. So kann Orianna zusammen mit Sona den Tower deffen während Hecarim durch den Buff wesentlich stärker wird. Den Buff sollte Hecarim besser bekommen, da du in dem Game wenig splitpushen wirst und Hecarim wesentlich effektiver an den Gegnern in einem 1v1 dranbleiben kann. Ausserdem ist er noch nicht so ahead wie du, könnte dadurch aber snowballen\n\n18:40: Du spielst gegen sehr mobile Gegner, weshalb dein Flash im Tower nutzlos war. Am Ende hast du Jinx damit ihren MS-Boost durch die Passive gegeben und sie konnte fröhlich aufräumen. Bedeutet zusätzlich einen kostenlosen Tower für die Gegner.\n\n19:50: Baron spawnt und das Gegnerteam ist wesentlich dezimiert. Somit könnt ihr Baron warden und starten. Alternative: Die Botwave ist recht groß. Man kann den Bottower pressuren. Jhin kann alleine den Inhibitor defenden. Somit hättest du mit deinem Team gehen können und somit mehr Druck ausüben können. \n\n21:00: Nach Dragon einfach nur back gehen. Ihr habt keine Vision über 3 Gegner und rennt somit direkt in das Team rein. Somit throwt ihr euren Lead sofort wieder. Der Cloud Drake war es dafür nicht wert. Du hättest dein Team zurückpingen können. Stattdessen die Midlane pushen und Vision auf der Topseite sammeln. So könnte man Baron bekommen oder sehen wenn die Gegner Baron machen.\n\n22:25: Dein Team ist nicht in Position. Du beginsst den Fight zu früh und bist somit nicht effektiv. Statt RekSai hättest du Jinx focusen sollen. So konnte sie den Teamfight alleine entscheiden und das Gegnerteam gewinnen.","replies":[{"id":"","poster":"Zyten","date":"2016-06-30T19:51:18.435+0000","up_votes":1,"down_votes":0,"body":"24:20: Schlechte Idee zu engagen. Wieder habt ihr keine Vision über das Gegnerteam und du bist schon in einem 1v2. Du tunnelst zu sehr auf TF und erzwingst damit einen Teamfight trotz 10k Golddifferenz. Jinx steht in dem Fight wieder komplett safe, da du nicht mehr zonen kannst und keine Tools mehr zum Tanken hast. Somit wird der Fight nahezu kostenlos für das Gegnerteam gewonnen. \nWeitere Punkte: Jhin war grade den Redbuff am Machen. Somit konnte er nicht früh genug am Fight teilnehmen. Viele deiner Teammember konnten ihre Ult nicht gut nutzen (sowohl Heca als auch Sona in keiner effektiven Weise). Somit war der Fight schnell verloren.\nAllgemein hat dein Team in dem Fight viele Fehler gemacht, die nicht nur auf dich zurückzuführen sind. Allerdings ist dieser Teamfight durch deine Tunnelvision entstanden. Ohne den Fight hättet ihr durch safe spielen und Gegner weiterhin so picken wie manchmal davor das Game noch gewinnen können.\n\nAllgemeine Punkte:\n-\t Youmuu’s Ghostblade war nicht nötig. Mit Tankstats hättest du das Game besser gewinnen können und so bspw. Jinx besser zonen können. Allgemein hat nur TF nennenswerten Magic Damage ausgeteilt, allerdings nicht auf dich. Items wie Randuins oder sogar Thornmail wären gegen Jinx effektiver gewesen.\n-\tDein Farm war im Game allgemein recht schlecht. Du solltest das Pushen von Waves und das Lasthitten von Minions unter dem Tower noch mal üben. Mit mehr Farms wirst du schnell wesentlich effektiver für dein Team\n-\tAllgemein hat euer Team im Game wenig Pinkwards gesetzt und über Pings kommuniziert. Auch wenn man sein Team nicht beeinflussen kann, kannst du Pinkwards setzen und dein Team über fehlende Gegner, auch auf den anderen Lanes, aufmerksam machen\n-\tAuch wenn RekSai dieses Game die Toplane nicht geganked hat: Schau dir das Movement der Gegner an, wenn die aus dem Fog of War kommen oder ihn betreten. Grade beim Jungler kann das was über die Camps und dem Clearpath aussagen. Somit gewinnst du Informationen darüber wann der Jungler ganken gehen kann. \n-\tAchte mehr auf die Minimap und auf die Plays der Gegner. Deine TP’s waren im Allgemeinen recht spät, meistens viel zu spät. Du konntest deine Botlane nicht per TP ganken, da sie keine Wards hatten. Hast du gefragt ob sie ein Ward im Tri / im hinteren Busch der Lane setzen können?","replies":[]}]}]}