{"id":"Uq5Mdiix","poster":"Katashî","date":"2016-06-29T17:09:07.414+0000","title":"G3 Jungler sucht ernstes Ranked Team [Plat]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nda ich seit l&auml;ngeren wieder in einem Team mit spielen will und es ab heute endlich wieder 5v5 Teamranked gibt, bin ich auf der Suche nach einem Team. Ich habe durch eigene Erfahrung auch ein paar Erwartungen an euch als Team, aber zun&auml;chst zu mir:\r\n\r\nIch spiele LoL seit S1 und befinde mich seit S2 im Jungle. S3 und S4 war ich Platin, S5 nur Gold da ich aufgrund der Schule, nicht viel Zeit f&uuml;r LoL gefunden habe.  Zurzeit bin ich Gold 3, jedoch auf dem Weg zur&uuml;ck zu Platin.\r\n\r\nMein Championpool ist relativ gro&szlig;, an sich kann ich jeden Champion junglen, jedoch habe auch ich, wie jeder andere, Champions dich ich besser und schlechter spielen kann. Hier eine kurze Liste:\r\n\r\nTier 1: Rek&#039;Sai, Gragas, Olaf\r\nTier 2: Elise, Kindred, Kha&#039;Zix, Ekko\r\nTier 3: Nidalee, Sejuani (habe sie seit l&auml;ngerem nicht mehr gespielt, normalerweise Tier 2/1)\r\n\r\nIch m&ouml;chte jetzt nicht jeden Jungler auflisten, sondern nur die, mit denen ich einiges an Erfahrung habe.\r\n\r\nIm Teamranked konnte ich schon viel an Erfahrung sammeln, dadurch dass ich schon ein eigenes &uuml;ber 7 Monate hatte. Damals waren wir im Bereich Platin/Dia (5v5 Ranked). Daher erwarte ich auch von euch, dass ihr wirklich darauf aussieht euch zu verbessern, regelm&auml;&szlig;iges training, am besten einen Coach sp&auml;testens wenn man regelm&auml;&szlig;ig an Turnieren teil nimmt. \r\nIch bin es ebenso gew&ouml;hnt einen Teamfight zu shotcallen, beim shotcalling f&uuml;r objectives sieht es jedoch etwas anders aus, das hat damals unser Support &uuml;bernommen.\r\n\r\nZusammengefasst: Ich suche nach einem Team das zusammenh&auml;lt, auch auf l&auml;ngere Zeit und nicht nach 2-3 Wochen wieder zerf&auml;llt. Mir w&auml;re es auch lieber wenn ihr schon Teamranked Erfahrung habt und Platin seit. Meine Soloq Elo mag dies zurzeit nicht sein, jedoch bin ich dabei wieder aufzusteigen und wei&szlig; ich kann auf h&ouml;her Elo ohne Probleme mit halten.\r\n\r\nAnsonsten kann man es ja gerne in einem Tryout zeigen und in einem pers&ouml;nlichem Gespr&auml;ch kl&auml;ren.\r\n\r\nMfG\r\n\r\nIGN: Katash&icirc;","replies":[{"id":"","poster":"L9 FailALot","date":"2016-06-29T18:49:34.161+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nin unserer Community suchen noch einige nach DuoQ/DynQ/5er-Teamrank Partnern.\nVielleicht findest du ja bei uns jemanden der zu dir passt. \nWenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\n[!!! Varietas Gaming sucht DICH !!!](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/svlqiBLO-varietas-gaming-sucht-dich)\n\nWir sind eine neu Gegründete **ü16 Multigaming Community** und haben einen Altersdurchschnitt von ca. 22 Jahren.\n\nBei uns findest du neben einem aktiven Teamspeak außerdem täglich genug Mitspieler/innen für ein paar entspannte runden League of Legends.\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nMyWeedCheat | Jannik{{champion:154}}","replies":[]}]}