{"id":"ixPEg34s","poster":"WrongNeeko","date":"2016-06-29T16:50:49.117+0000","title":"Yasuo 100% Crit Bug","subforum":"Melde einen Bug","embed":{"title":"LoL Bug Yasuo","description":"Uploaded by League of URF on 2016-06-29.","url":"https://www.youtube.com/watch?v=eIchb5NWrAE&feature=youtu.be","image":"https://i.ytimg.com/vi/eIchb5NWrAE/hqdefault.jpg"},"up_votes":2,"down_votes":5,"body":"Habe gerade eben ein LoL Game gespielt hatte mir das Statikks Stich gekauft mit 30% Crit und Klinge der Unendlichkeit mit 20% Crit also hatte ich Ingesamt 50% Crit ,aber mir wurden 100% angezeigt und hatte mit jeden Auto Attack Crit wie man in den Videos sehen kann.\r\n\r\nWas mir noch aufgefallen ist wenn Annie ihren Stun ready hat und dann Q oder W  und ich dann meine Wall mit Yasuo setze wird zwar die Attack  geblockt ,aber ihren Stun hat sie immer noch trotzt das ich den Stun geblockt hatte.","replies":[{"id":"","poster":"WrongNeeko","date":"2016-06-29T17:00:27.032+0000","up_votes":1,"down_votes":0,"body":"Ohh daran habe ich nicht gedacht wusste nur das er ein Schild aufbaut ,aber das mit dem Annie stun ist das normal?","replies":[{"id":"","poster":"Fermi Paradox","date":"2016-06-29T17:21:05.879+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Annie Stun ist nicht normal, aber ich kann mich daran erinnern, dass sich vor längerer Zeit schon einmal jemand darüber beschwert hat.\nWenn du einen Freund hast, der das mit dir machen kann, teste das mal in einem Custom Game aus und schaue, ob du die Windwall nicht vielleicht zu spät gesetzt hast und der Damage von deinem Passive-Schild geblockt wurde.","replies":[]}]},{"id":"","poster":"Rucking Fiot","date":"2016-06-29T17:03:54.834+0000","up_votes":1,"down_votes":0,"body":"q.q","replies":[]},{"id":"","poster":"Juckingx","date":"2016-06-29T16:58:16.709+0000","up_votes":1,"down_votes":0,"body":"Yasuo´s Passive!!!\n\nlese die bitte mal durch und überlege dann nochmal warum du das hier geschrieben hast...\n\nLG Juckingx\n\n\"Passive:\nYasuos Chance auf kritische Treffer wird verdoppelt. Zudem baut Yasuo einen Schild auf, wenn er sich bewegt. Der Schild wird ausgelöst, wenn er Schaden durch einen Champion oder ein Monster erleidet.\"","replies":[]}]}