{"id":"bUUMnZZj","poster":"GeΤ Jinxed","date":"2016-06-29T10:50:59.864+0000","title":"Spieler sucht Team ab Diamond / Main Adc","subforum":"Clans & Teams","embed":{"title":"Jinx goes crazy - Europe West - Summoner Lookup - LoLSkill","description":"Summoner Lookup with statistics, ratings, LoLSkillScore and more for Jinx goes crazy, a League of Legends summoner on the Europe West region.","url":"http://www.lolskill.net/summoner/EUW/Jinx%20goes%20crazy/summary","image":"http://static.lolskill.net/img/tiers/192/diamondV.png"},"up_votes":1,"down_votes":0,"body":"Guten Tag, \r\nMein Name ist Eric ich bin 21 Jahre alt und suche ein aktives und ehrgeiziges Team im Diamond Bereich. Anfangs dieser Season war ich bereits Dia 3, mittlerweile (nach einer etwas l&auml;ngeren Pause) bin ich wieder aktiv seit gut zwei Wochen und versuche erneut Dia 3 und h&ouml;her zu kommen. Da ich Solo que etwa so gerne habe wie Schl&auml;ge ins Gesicht suche ich mir jetzt ein Team und hoffe eines zu finden, dass die gleichen Ziele verfolgt wie ich und ebenso keine Probleme damit hat Zeit und M&uuml;he zu investieren um dies zu erreichen. \r\n\r\nIch spiele mir nebenbei einen Smurf hoch (aktuell noch im Gold bereich) falls der Bedarf besteht erst einmal auf anderen Accounts ein zu spielen. Ich habe kaum was zu tun in meinem Leben nat&uuml;rlich abgesehen von League of Legends und ich gebe nicht so schnell auf, wenn es mal nicht l&auml;uft, also die besten Voraussetzungen f&uuml;r ein Team. \r\n\r\nMeine Erwartungen sind allerdings &auml;hnlich wie meine eigenen Attribute. Ich bevorzuge Spieler die mehr als einige Stunden am Tag Zeit haben um zu quen und ebenso ehrgeizig sind und nicht mit Dia zufrieden sind. Spieler mit festen Rollenverteilungen w&auml;ren w&uuml;nschenswert. Dar&uuml;ber hinaus bevorzuge ich es nat&uuml;rlich mit deutsch sprachigen Spielern zu spielen, obwohl Englisch auch kein Problem darstellt. \r\nIch bin nicht oft im Forum unterwegs also falls noch Fragen offen sind oder ein Adc gesucht wird kann man mich gerne in lol adden.","replies":[{"id":"","poster":"L9 FailALot","date":"2016-06-29T13:09:15.009+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nin unserer Community suchen noch einige nach DuoQ/DynQ/5er-Teamrank Partnern.\nVielleicht findest du ja bei uns jemanden der zu dir passt. \nWenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\n[!!! Varietas Gaming sucht DICH !!!](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/svlqiBLO-varietas-gaming-sucht-dich)\n\nWir sind eine neu Gegründete **ü16 Multigaming Community** und haben einen Altersdurchschnitt von ca. 22 Jahren.\n\nBei uns findest du neben einem aktiven Teamspeak außerdem täglich genug Mitspieler/innen für ein paar entspannte runden League of Legends.\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nMyWeedCheat | Jannik{{champion:154}}","replies":[]}]}