{"id":"zEb3nzTc","poster":"I am Dope","date":"2016-06-26T12:06:59.067+0000","title":"Viktor Q durch yasuo windwall","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"mir als main yasuo ist in letzter zeit &ouml;ftes aufgefallen das wenn viktor Q auf einen creep castet und danach den auto hit auf mich durch meine windwall es trotzdem durch kommt.\r\nist das gewollt?\r\nwenn ja ziemlich d&auml;mlich oder?\r\nbitte fixt das mal, dsa ist echt nervig","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-26T12:08:53.017+0000","up_votes":1,"down_votes":0,"body":"Sollte gewollt sein, da der zweite Part des Qs, der Laser, ja kein Projektil ist. Die Windwall blockt nur Projektile.","replies":[{"id":"","poster":"I am Dope","date":"2016-06-26T12:10:12.578+0000","up_votes":1,"down_votes":2,"body":"ist aber unbalanced... ich meine wenn er die Q auf mich durchbringen würde, würde es ja ok sein weil er vorher etwas getroffen hat...\naber wenn er die Q einfach auf einen creep castet und dann freedmg verteilen kann...\nfinde das nicht besonders fair","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-26T12:14:42.536+0000","up_votes":4,"down_votes":0,"body":"Du kannst seinen E dafür blocken und einen riesigen Teil seines Schadens negieren. Dazu noch unzählige andere Projektile, die das Game drehen können, aber von Yasuo geblockt wurden.\nWenn, ist eher die Windwall unbalanced als das Viktors Q durchgeht.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2016-06-26T12:38:33.501+0000","up_votes":1,"down_votes":0,"body":"Und jetzt? Folgende Champs bieten, wenn sie perfekt gespielt werden, auf der Lane auch kaum Counterplay: LeBlanc, Riven, Fiora, Elise, Draven.. es gibt sicher noch ein paar mehr. Aber sie haben alle eine Gemeinsamkeit: CC und/oder Exhaust bedeutet den Tod. \n\nJa, Bruiser-Yasuo ist gefährlich, aber man kann auch ihn ccen und in der Zeit auf 50% bringen. Die restliche Zeit wird er eben exhausted. Gegen Zed und LeBlanc helfen ein Zhonyas, Mikaels oder eben so was wie Janna, Alistar usw.","replies":[]},{"id":"","poster":"Nasua","date":"2016-06-26T12:15:06.598+0000","up_votes":1,"down_votes":0,"body":"Yasuo ist nicht Balanced! wenn die Wall alles Blocken würde, die im Late kaum CD hat, das wäre leicht OP. Reicht schon, das man alle Ultis mit der W Blocken kann.\n\nBevor du von Unbalanced sprechen kannst, schau dir mal an was du spielst. Zed= No Counterplay und Yasuo ist ähnlich wie Zed, mit dem E kann man als Guter Yasuo alle Skillshots dodgen gerade in der derzeitigen meta. Dazu kommt, das man mit 2 Crit items auf 100% Crit kommt und danach Tanky gehen kann.\n\nMFG Nasua","replies":[{"id":"","poster":"Chaki","date":"2016-06-26T12:35:39.361+0000","up_votes":1,"down_votes":0,"body":"Man kann auch wenn er die ganze Zeit durch die Minions jumped seine Skillshots treffen.\nImmer wenn er seinen E benutzt kann er einen kurzen Moment seine Richtung nicht ändern und dort ist er extrem verwundbar, wenn man seine Skillshots so benutzt, dass er einfach weg E'n kann dann ist man selber Schuld.","replies":[]}]}]}