{"id":"b5ElAbuG","poster":"Geis Lieh","date":"2016-06-25T17:14:17.112+0000","title":"[Champion Idee] Tenebris - Fluch der Finsternis","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"* Geschichte\n\n&gt; Auf den ionischen Inseln gibt es viele Mysteri&ouml;se Geheimnisse. Viele davon werden von den Einwohnern bewacht und beh&uuml;tet. Jedoch gibt es auch jene, die in Vergessenheit geraten sind. So auch der Schrein von Tenebris. Vor &Auml;onen von Jahren wurde der Meister der Finsternis und Dunkelheit in diesen Schrein verbannt. Da er seine Kr&auml;fte f&uuml;r Finstere Dinge verwendete und nie Leben von Tieren und Mensch scheute, wurde er einst ins Exil von Ionia geschickt. Jedoch kam er wieder mit vielen Lakaien die gewillt waren f&uuml;r ihn zu sterben. Die Schlacht die kam dauerte mehr als 50 Tage an jedoch konnte Tenebris die Ionier weder unterwerfen noch konnte er verhindern, dass sie ihn in einen Schrein sperrten und dort versiegelten. Dieser Schrein sorgte daf&uuml;r, das die Zeit darin gefriert. Der Schrein jedoch kam in Vergessenheit, da er auf einem Berg stand, der f&uuml;r normale Menschen nicht erreichbar war. Man musste Magie beherrschen um dort hoch zu kommen. \n\n&gt; Doch durch die Invasion Noxus in Ionia &auml;nderte sich Tenebris Gef&auml;ngnis dar sein. Ein Magiertrupp Ionias ging auf den Berg um von dort aus die B&uuml;rger zu besch&uuml;tzen. Die Noxier waren dicht auf den Fersen. Die Magier konnten verhindern, dass die B&uuml;rger zu schaden kamen, jedoch wurden sie durch die Klingen ihrer Verfolger gerichtet. Noch schlimmer einer der Verfolger fand den Schrein Tenebris. Als er den Schrein &ouml;ffnen wollte musste er feststellen, dass ein Siegel auf diesen lag und eine Inschrift die auf Finsternis hindeutete. Der Noxier roch gro&szlig;e Macht in diesem Schrein, die er f&uuml;r sich erlangen wollte und begann das Siegel zu l&ouml;sen. Jedoch wurde er von Kennen und Akali get&ouml;tet. Das Siegel jedoch wurde immer noch schw&auml;cher, dies bemerkte Kennen und Akali merkten dies nicht und schlugen w&auml;hrend dessen die anderen Soldaten nieder. Und da Geschah es in dem Moment, als die Noxier Ionia verlie&szlig;en, &ouml;ffnete sich der Schrein und Tenebris kam aus seiner Zelle hervor. Verwirrt schaute er sich um und stellte fest, dass sich die Umgebung und die Welt selbst sch ver&auml;ndert hatte. Er ging vom Berg in das n&auml;chste Dorf und stellte fest das alles neu war und niemand auch nur im Ansatz Angst vor ihm hatte. Dies sch&uuml;rte Wut in ihm hoch und er benutzte seine Magie um alle Dorfbewohner zu t&ouml;ten. Als Die Nachrichten umher gingen, dass Tenebris wieder auf Valorans Erde wandelte, brach Panik bei den Magiern von Ionia aus. Sie hatten Tenebris nie vergessen, jedoch es f&uuml;r unm&ouml;glich gehalten, dass er fliehen k&ouml;nne. Kennen und Akali hatten von der Nachricht ebenfalls geh&ouml;rt und nach ihren Nachforschungen hatten sie sich selbst als schuldig erkl&auml;rt und begannen mit der Jagd nach Tenebris.\n\n* Aussehen:\n\n&gt; Tenebris ist ein glatzkl&ouml;pfiger Mann, der ein Persiches Outfit tr&auml;gt. Er hat ein schwarzgepunkteten Mantel an der zudem wei&szlig;e Verzierungen aufweist. Er tr&auml;gt eine Tasche , die aus schwarzen Leder besteht. seine Hose ist eine Mittelalterliche Schwarze Hose, die f&uuml;r Adelige gedacht war. in seiner Hand hat er einen Stab aus Eichenholz der an der Halterung f&uuml;r die H&auml;nder ein Skorpion &auml;hnliches Design hat. Er selbst ist eine Person mitte der 50er. Er tr&auml;gt einen schwarzen Schnurrbart und  Bart. Er verh&auml;lt sich zudem wie eine art Sultan gegen&uuml;ber Verb&uuml;ndete und Feinde mit rachs&uuml;chtigen Verlangen. Seine Magie ist die Magie der schw&auml;rze, der Dunkelheit, der Nacht und der Finsternis selbst.\n\n* F&auml;higkeiten\n\n* &gt; ~~Passive~~: Rache der Nacht\n\n&gt;  Jedes mal wenn Tenebris eine F&auml;higkeit gewirkt hatte, entsteht am Zielort/Ziel oder bei ihm selbst ein &quot;Finsterer Nebel&quot;. Dieser h&auml;lt 5 Sekunden an. Gegner die in diesen Nebel laufen verlieren 3 Sekunden lang oder sogar 5 Sekunden wenn sie im Nebel stehen bleiben 20% ihres Sichtfeldes. Zudem werden diese Ziele empfindlicher f&uuml;r Tenebris Automatische Angriffe und F&auml;higkeiten, was ihnen zus&auml;tzlich Magischen Schaden verursacht. Gegner die erst durch die F&auml;higkeit in &quot;Finsterer Nebel&quot; geh&uuml;llt sind erhalten erst bei der n&auml;chsten F&auml;higkeit den Zusatzschaden. Wenn Zusatz Schaden verursacht wurde, kann Tenebris den Bonusschaden erst nach 6 Sekunden wieder auf ein Ziel zufügen.(Schaden: 12- 60 von Stufe 1- Stufe 18 + 8% F&auml;higkeitsst&auml;rke) \n\n\n* &gt; ~~Q~~: Finsterer Willensbruch (Kostet 60/70/80/90/100 Mana) (Abklingzeit 11 Sekunden)\n\n&gt; Tenebris verflucht ein Ziel, welches Schaden f&uuml;r 6 Sekunden &uuml;ber Zeit bekommt. Zudem werden umliegende Ziele nach der maximalen Laufdauer ebenfalls betroffen jedoch nur f&uuml;r 2 Sekunden und geben den Effekt nicht weiter. Wenn das Ziel mit dem Hauptbefall sterben sollte, werden die Ziele sofort betroffen.\n(Magischer Schaden pro Sekunde: 50/70/90/110/130 + 57% F&auml;higkeitsst&auml;rke)\n(Der Schaden durch &quot;Rache der Nacht&quot; wird nur bei der ersten Sekunde verursacht ebenso bei den umliegenden Opfern)\n\n* &gt; ~~ W~~: Schwarze Gravitationsebene Ebene (Kostet 80 Mana) ( Abklingzeit 13 Sekunden)\n\n&gt; Tenebris taucht das gew&auml;hlte Gebiet in eine schwarze Ebene. Wenn er erneut die F&auml;higkeit nutzt werden alle Gegner die auf diesem Gebiet stehen f&uuml;r 1,5 Sekunden fliehen auf die Mitte zu und erleiden magischen Schaden.\n(Magischer Schaden: 80/110/140/170/200 + 45% F&auml;higkeitsst&auml;rke)\n\n* &gt; ~~E~~: dunkler Blitze (Kostet 50 Mana + 5 Mana x Blitz) ( Abklingzeit 8 Sekunden)\n\n&gt; Passive: Tenebris erzeugt dunkle Blitze durch seinen Stab jedesmal wenn in der N&auml;he F&auml;higkeiten eingesetzt wurden. Bis zu 6 Blitze k&ouml;nnen gesammelt werden. \nAktive: Tenebris entfesselt die Blitze, die Nacheinander aus ihm via Skillshot in die gew&auml;hlte Richtung fliegen und magischen Schaden verursachen.\n(Magischer Schaden pro Blitz: 30/40/50/60/70 + 45% F&auml;higkeitsschaden) \n(Diese F&auml;higkeit l&auml;sst durch jeden Skillshot &quot;Finstere Nebel&quot; entstehen, die jedoch kleiner sind, zudem verursacht jeder Skillshot &quot;Rache der Nacht&quot;)\n\n* &gt; ~~R~~: Zorn der Finsternis\n\n&gt; Tenebris erschafft geisterhafte Wesen der Finsternis, die aus ihm herausfliegen und alle Gegnern im Gebiet angreifen. Diese erhalten Magischen Schaden, einen slow für 3 Sekunden der sie um 25% Verlangsamt und verlieren f&uuml;r 2 Sekunde 50% ihres Sichtfeldes und sehen zudem nicht was bei Augen oder Verb&uuml;ndeten geschieht au&szlig;er sie stehen unmittelbar in der N&auml;he. Die Finsteren Gestalten bleiben 3 Sekunden lang am Ziel und detonieren nach den 3 Sekunden und verursachen nochmals Schaden an den Zielen und l&ouml;sen &quot; Rache der Nacht&quot; aus. Es können bis zu 10 Gegner getroffen werden, jedoch werden Champions bevorzugt und diese können nur einmal getroffen werden.\n(magischer Schaden beim Angriff: 100/150/200 + 70% F&auml;higkeitsst&auml;rke)\n(magischer Schaden beim detonieren: 40/60/80 + 40% F&auml;higkeitsst&auml;rke)\n\n\nSo das war meine Idee einen Champion zu geb&auml;hren. Ich hoffe euch gef&auml;llt meine Idee, wenn nicht kann ich ja noch mals die Blaupausen bearbeiten oder verwerfen.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-27T11:50:37.807+0000","up_votes":1,"down_votes":0,"body":"Es ist doch immer das gleiche mit bösen Magiern... entweder sind sie Untote oder Perser (Karthus? Malzahar? Tenedris?) xD\n\nCooles Konzept, hat beim Lesen Spaß gemacht. Hast du für die Ulti ein Cap im Sinn? Oder wird im Radius (welchem Radius eigentlich?) jedes Ziel von so einem \"geisterhasten Wesen\" angefallen?","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-27T16:57:37.702+0000","up_votes":1,"down_votes":0,"body":"Die Reichweite soll so die doppelte Galios Ulti Größe sein. Mhh das mit einem Cap wäre keine schlechte Idee. Dann würd ich einfach mal sagen 10 ist ne gute Zahl und bis zu 10 Gegner könnten getroffen werden.","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-27T17:02:20.739+0000","up_votes":1,"down_votes":0,"body":"Achja warum meine Bösewichte immer diese \"Ähnlichkeiten\" haben liegt daran, dass es mit Bumps ist ob es einen Champion gibt der ähnlich aussieht. Wenn du Prince of Persia geschaut haben solltest( der Film meine ich) will ich, dass der Champion genauso aussieht wie der Bösewicht. Das mit meinem Geisterchampion... Ich wollte ein Geist erstellen, welches ein Geist ist. Ein Lich, was Karthus 1 zu 1 ist, ider eine Gestalt eines Toten Magiers, der das Leben verabscheut und somit auch die Lebenden, jedoch hat er selbst noch Knöchrige Gestalt. Das jedenfalls verstehe ich unter einem Lich. \n\nBTW nicht böse gemeint.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-28T10:44:55.100+0000","up_votes":1,"down_votes":0,"body":"Nein, keine Sorge, als \"böse gemeint\" habe ich das auch nicht verstanden. Mir ist das allerdings auch über deine Konzepte hinaus aufgefallen, meistens siehst du irgendwelche Bad-Ass-Champions, die irgendwohin verbannt wurden, weil die zu stark waren, und jetzt befreit wurden.\nIch wollte mich da mal einmischen und habe heute mal ein eigenes Konzept geschrieben. Du hast ja schon einige Erfahrung mit Championkonzepten, kannst du es dir vielleicht mal anschauen und mir feedback geben?","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-28T19:08:21.215+0000","up_votes":1,"down_votes":0,"body":"gerne und ja ehm ich habe so ein wahn...^^","replies":[]}]}]}]}]},{"id":"","poster":"Xipiz700","date":"2016-06-25T18:05:01.484+0000","up_votes":1,"down_votes":0,"body":"Hallo du, deine Konzeptidee finde ich sehr gut. Nur das Q ist so ein bisschen Malzahars E, sein SpaceAids. Bei der W würde ich statt einem Stun, den Status Furcht verteilen, für so 1 sec.. Die E sollte eher mit Aufladungen arbeiten und einen sehr niedrigen CD und Manakosten haben. So nach dem Motto: will ich meine Passive spammen? oder lieber einen fetten Killshot raushauen? R ist zu OP Vorallen würde es den Salzgehalt eines Adcs massiv übersteigen, daher mehr Schaden und Dauer und Verringerung des Sichtfeldes Schwächen + einen Slow. Außerdem würde ich der Passive einen Kleinen CD geben. MFG Xipiz700\nRespekt für den Aufwand den du dir gemacht hast!{{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-25T18:19:44.961+0000","up_votes":1,"down_votes":0,"body":"ja bei der Q wollte ich eine ähnliche Mechanik einbauen wie Malzahars E. Bei der W habe ich gezielt das mit dem Festhalten genommen, da ich ja Gravitation als Grundgerüst genommen habe. Ich kann das natürlich überdenken aber ich hatte halt \"Schwarzes Loch\" im Kopf und ja Gravitation ist halt da Hauptbestandteil ^^. Das mit der E wie meintest du Aufladungen??? wie Statiks Stich??? Und das mit meiner Ulti Idee ich wollte etwas Sichtraubendes nehmen, dass war natürlich etwas übertrieben :) Ich werde mich mal dran setzten das etwas reduzieren und einen slow und Dmg push geben. Meinst du bei der Passiven den Schadensbonus? Ja daran hatte ich auch schon gedacht ich glaub das muss nochmal in die werkstatt :) \nAber danke für den Kommentar\n","replies":[{"id":"","poster":"Xipiz700","date":"2016-06-25T18:32:48.144+0000","up_votes":1,"down_votes":0,"body":"Mit Aufladungen meinte ich pro Fähigkeit die gewirkt würde mehr Schaden, würde auch einbauen dass der zusätzliche Schaden mit jeder weiteren Aufladung sich steigert. Die W war halt wie Swains Stun nur mit mehr Kontrolle und ich wollte ihr etwas Einzigartiges verleihen. Dazu können ja die Betroffenen nicht weg-, sondern auf den Mittelpunkt der Fähigkeit zulaufen und da hätten wir das Thema wieder. Mit dem CD meinte ich das Feld selbst. Möglich wäre aber auch, dass man einbaut das die PassiveFelder sich nicht \"stacken\". Antworte gerne, daher kein Problem! :)","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-25T18:42:28.048+0000","up_votes":1,"down_votes":0,"body":"Mhh ja hat was von Swains Fähigkeit mhh ja das mit zum Mittelpunkt wäre was neues mit so nem Fear ja ehm das mit der W will ich schon so lassen, ist trozdem keine schlechte Idee von dir.","replies":[]}]}]}]}]}