{"id":"lczZiOK1","poster":"zsuki","date":"2016-06-25T17:07:42.662+0000","title":"Cassiopeia W","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hi Transcedental hat mich hier hin verwiesen bin auch dankbar dr&uuml;ber ^^ zu meinem Problem:\r\n\r\nDa ich dachte dass Cassiopeias W halt das Grounding alle Champions daran hindert die dr&uuml;ber laufen Bewegungstechs einzusetzen und ich Rework mal probieren wollte spielte ich sie letztens mal und dabei viel mir auf das Jarvan nachdem er im W drin stand seine standart ausgeworfen hatte sich daraufhin zu mir hinzog, ich weis nicht ob dies nun wirklich ein Bug ist oder einfach nur ne andere effeckt auslegung oder so =) Wollte nur mal bescheid sagen damit ihr bisschen die augen drauf habt =D.\r\n------------------------------------------------------------------------------------\r\nIf you just cant read german so well, here a probably a good to go translation =D\r\n-------------------------------------------------------------------------------------\r\nHi there,transcedental guided me here so heres my problem i have with Cassiopeia\r\n\r\nSince i thoughed that when her W hit an enemy Champ he/she cannot use Move Techs like Flash,Dash or Jarvans Standarte Dash wouldn&acute;t just be allowed to used i gave it a try.\r\nBut when it happened in a Coop Game i was wondering maybee it&acute;s just isnt a bug. More a missleading in the summary of the tech.\r\nWell just wanted to inform you to look out a bit if you can. ^^\r\n\r\nGreetz Zsuki","replies":[{"id":"","poster":"zsuki","date":"2016-06-25T17:29:15.813+0000","up_votes":1,"down_votes":0,"body":"ah ok thx für die aufklärung ;P","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-06-25T17:27:26.170+0000","up_votes":1,"down_votes":0,"body":"Dies ist eine andere Mechanik.\nDa es kein Skill ist, der die Position ändert wird es auch nicht geblockt.\nEr kann z.B. auch in einem Morgana q mit e+q wegkommen mit dem q auf sich drauf.\nDa eben keiner der Fertigkeiten ein Bewegunsskill ist aber in Kombination bewegt man sich.\nJarvan ist momentan der einzige, der so eine Mechanik aufweist.","replies":[]}]}