{"id":"IRN02LcL","poster":"NEIN Tetris","date":"2016-06-24T15:50:56.726+0000","title":"Streamer sucht Graphikdesigner/Zeichner für ein Profilbild/Banner","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":1,"body":"Heyho liebe Mitbeschw&ouml;rer, wie im Titel bereits erw&auml;hnt suche ich &quot;ESCM Hulapalu&quot; jemanden der mir f&uuml;r meinen Stream ein schickes Banner und ein Profilbild malen/zeichnen/gestalten kann ^^ \r\nIch habe auch schon eine l&auml;ngere Zeit dar&uuml;ber nach gedacht und wei&szlig; auch ziemlich genau was ich mir vorstelle, doch selbstverst&auml;ndlich w&uuml;rde ich dem Jenigen der sich erbarmt diesen Auftrag f&uuml;r mich zu erf&uuml;llen noch genug k&uuml;nstlerische Freiheit lassen damit er sich voll und ganz ausleben kann ;)\r\nAn Voraussetzungen g&auml;be es nur das der/die Zeichner/in in der Lage ist einige LoL-Champs zeichnen zu k&ouml;nnen sowie eine Person (kann auch gern in comic/anime style oder sonst etwas sein, bin offen f&uuml;r alles^^)\r\n\r\nAlso falls du dich angesprochen f&uuml;hlst oder jemanden kennst der so etwas kann, dann melde dich einfach bei mir hier im Forum oder adde mich ingame ( ESCM Hulapalu ) wenn notwendig bin ich auch bereit f&uuml;r ein Bild welches wirklich so ist wie ich es mir  vorstelle zu zahlen ;)\r\n\r\nUnd f&uuml;r alle die vorher mal in meinen Stream reinschauen wollen hier ist noch der Link dazu :)\r\nhttps://www.twitch.tv/sir_tetris\r\n\r\nAnsonsten w&uuml;nsche ich euch allen noch einen angenehmen Tag/Abend/Nacht und weiterhin viel Erfolge in der Kluft ! :D\r\n\r\n\r\nPS: Falls es auch jemanden gibt der mir bei meinen Overlays helfen will/kann w&uuml;rde ich mich auch freuen wenn er sich bei mir meldet, da meine Photoshop K&uuml;nste mehr als begrenz sind :D","replies":[{"id":"","poster":"Yvielle","date":"2016-06-24T17:37:01.319+0000","up_votes":1,"down_votes":0,"body":"Hey :)\n\nJe nachdem wie detailliert du dir das vorstellst, würde ich gerne was dazu gestalten. \nWenn ich dich richtig verstehe brauchst du zwei Bilder? Ein Banner und Profilbild? Und gibt es zu deinen oben genannten Voraussetzungen noch andere Kriterien wie z.B. Form, Farbe, Symbol, Beschriftung etc. des Banners beispielsweise und für welchen Zweck würdest du das Banner verwenden; also welche Position würde es bei deiner Seite/deinem Stream einnehmen? Das Profilbild in Cartoon oder Anime Style usw. soll wahrscheinlich dich darstellen und dann als Art Avatar dienen oder? \n\nHier ein paar Links zu meinen LoL-bezogenen Zeichnungen und meinem Mal Stil (Damit du ne Vorstellung hast):\n\nhttp://yvielle1990.deviantart.com/art/RivenButterfly-615615992\nhttp://yvielle1990.deviantart.com/art/TristanaDrachenzaehmer-581999958\nhttp://yvielle1990.deviantart.com/art/MatrosenLux-580150749\nhttp://yvielle1990.deviantart.com/art/FanartSoraka-579749093\nhttp://yvielle1990.deviantart.com/art/FanartJinx-579698727\nhttp://yvielle1990.deviantart.com/art/JinxBraut-612401630","replies":[{"id":"","poster":"NEIN Tetris","date":"2016-06-24T18:22:43.701+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nAls erstes schon mal vielen Dank für die schnelle Antwort :)\n\nAlso ansich brauch ich nur 1 Bild, was ich sowohl als \"offline Banner\" wie auch als Profilbild auf Twitch benutzen möchte, ich hab ansich auch eine \"Vorlage\" woher auch meine Idee Stammt, die würde ich dir auch schicken können wenn du dich dazu bereiterklärst das Bild für mich zu machen :)\nDie sonstigen Kriterien sind mir um ehrlich zu sein noch nichtmal ganz klar.. ^^ Bisher hab ich nur im Kopf das es auf jeden Fall Farbig sein soll und welche \"Elemente\" nach Möglichkeit drauf sein sollten.. der Style ist mir persönlich nicht soo wichtig, ein \"leichter Anime style\" wär schon coo, muss aber nicht sein ^^\nUnd bist du auch in der Lage \"nicht humanoide\" Characktere zu malen ? Zum Beispiel Kha'Zix oder so ?\n\nhättest du denn skype oder sonst eine Möglichkeit privat zu schreiben...? Fände ich einfacher als hier ewig lange Texte zu schreiben ^^","replies":[{"id":"","poster":"Yvielle","date":"2016-06-24T18:55:05.681+0000","up_votes":1,"down_votes":0,"body":"Also ich würde es auf jeden Fall gerne probieren was Geeignetes nach deinen Vorstellungen zu malen^^ \nDas mit den Elementen wäre sehr praktisch, um ein paar Anhaltspunkte für das Gesamtbild zu haben. Ansonsten reichen die Kriterien, die du beschreibst eigentlich vollkommen aus, um unter ner Vorgabe arbeiten zu können und sich dennoch kreativ auszutoben :D \nVor'm Endresultat kann ich dir ja auch meine Ideen bzw. meinen Entwurf zukommen lassen, damit du Verbesserungen/Wünsche/... abgeben kannst und ich es dementsprechend anpassen kann. \n\nKann dir gerne meine Emailadresse geben, damit wir hier nicht alle volltexten^^ julia.boebi@web.de\n\nNoch ne kleine Frage: Gibt es ein bestimmtes Zeitlimit? Habe oftmals nur am Wochenende Zeit, um an sowas zu arbeiten und da ich das gerne in Ruhe und natürlich auch gründlich machen möchte, wäre es sinnvoll, wenn du mir ne ne grobe Zeitspanne sagen könntest in der das Bild fertiggestellt werden sollte^^","replies":[{"id":"","poster":"NEIN Tetris","date":"2016-06-24T19:38:19.050+0000","up_votes":1,"down_votes":0,"body":"sooo hab dir mal eine e-mail geschrieben, hoffe es ist nicht zu viel :<","replies":[]}]},{"id":"","poster":"Yvielle","date":"2016-06-24T18:59:26.740+0000","up_votes":1,"down_votes":0,"body":"Sry, hab die eine Frage übersehen^^ Also an \"nicht humanoiden\" Charakteren habe ich mich bisher nur selten probiert. Ich könnte das natürlich versuchen und schauen in wie weit das gut aussieht. Das kann ich so genau gerade noch nicht sagen, würde es jetzt aber nicht komplett ausschließen :)","replies":[]}]}]}]}