{"id":"77K9BAJ9","poster":"ShapeOfAChimp","date":"2016-06-24T08:09:34.850+0000","title":"Hilfe! Linksklick bei Positionsauswahl funktioniert nicht. Kann keine Positionen wählen.","subforum":"Hilfe & Support","up_votes":0,"down_votes":0,"body":"Hallo Mitspieler\r\n\r\nIch habe seit einigen Stunden mit einem Problem zu k&auml;mpfen das mich langsam zur Verzweiflung bringt und hoffe dass ich hier Hilfe finde.\r\n\r\nAls ein Spiel endete (5vs5 Kluft der Beschw&ouml;rer/Abwechselnde Wahl) und ich im selben Modus ein weiteres Spiel beginnen wollte, konnte ich (wie &uuml;blich vor Beitritt in die Warteschlange) meine Prim&auml;r- und Sekund&auml;rposition nicht w&auml;hlen. Wenn ich mit dem Mauszeiger &uuml;ber die Icons gehe und klicke, ist es einfach so als w&uuml;rde ich nicht klicken, es passiert einfach Nichts. Die gesammte Nutzung meines Profils ist davon betroffen. In der Champion&uuml;bersicht kann ich manche Champions nicht anklicken. Es ist einfach so als w&auml;re dort nichtts zum anklicken oder als w&uuml;rde ich garnicht klicken. \r\nBei den Meisterschaften, Shop, Beute und den Runenseiten genau das Selbe.\r\nNoch dazu erhalte ich in verschiedenen Abst&auml;nden die Meldung:\r\n\r\nFehler\r\nEs ist ein unerwarteter Fehler aufgetreten. Entschuldige ...usw\r\n\r\n\r\nWas ich bisher versucht habe:\r\n- LoL mehrfach deinstalliert, neu runtergeladen und wieder installiert -&gt; Keine Ver&auml;nderung\r\n- Meinen Computer mehrfach runter- und wieder hochgefahren -&gt; Keine Ver&auml;nderung\r\n- Dem Riot-Support mein Problem geschildert, aber auf eine eventuelle Antwort werde ich wohl noch einige Tage bis Wochen warten m&uuml;ssen\r\n- Einen anderen Spielmodus -&gt; Das selbe Linksklick-Problem (Wenn ein Match gefunden ist, kann ich nicht auf &quot;Annehmen&quot; klicken)\r\n- Reparaturfunktion -&gt; Nicht m&ouml;glich da auch diese mit einem Linksklick best&auml;tigt werden muss, auch dieser wird nicht ausgef&uuml;hrt!\r\n\r\nDas Problem besteht ausschlie&szlig;lich im Bezug auf League of Legends. Der Linksklick und jede andere Mausfunktion funktionieren ansonsten einwandfrei.\r\nDar&uuml;berhinaus besteht das Problem schon bei der Installation von LoL. \r\nWenn ich das Setup starte muss ich ja zu beginn eine Sprache ausw&auml;hlen und mit &quot;OK&quot; best&auml;tigen. Schon dieser &quot;OK-Button&quot; l&auml;sst sich durch Linksklick nicht bet&auml;tigen, der Rest der Installation allerdings l&auml;sst sich mit Linksklicken ohne weiteres durchf&uuml;hren.\r\n\r\nNun habe ich mir die Finger wund gegoogelt und bisher von keinem vergleichbaren Problem gelesen.\r\n\r\nIch nutze Windows 10\r\n\r\nBin f&uuml;r jede Hilfe dankbar,   -ShapeOfAChimp","replies":[{"id":"","poster":"OG InFire","date":"2016-06-26T12:11:41.905+0000","up_votes":1,"down_votes":0,"body":"same here","replies":[]},{"id":"","poster":"DemonAria","date":"2016-06-25T18:51:38.718+0000","up_votes":1,"down_votes":0,"body":"Habe dasselbe Problem. \n\nKann auch manche Buttons wie den \"Annehmen-Button\" in der Warteschlange oder bei \"Willst du dich ausloggen?\" den \"Ja\"- oder \"Nein\"-Button nicht drücken. Ich nutze ebenfalls Windows 10. Könnte es an Windows liegen? \n\nDanke im Voraus für jede Hilfe!","replies":[]}]}