{"id":"18KUJHpR","poster":"The Demon Child","date":"2016-06-24T07:10:17.842+0000","title":"Alternative für Teamrank","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":3,"body":"Guten Tag Leute! \r\nMir w&uuml;rde spontan eine Alternative f&uuml;r das Teamrank einfallen, welches zu beginn des Jahres abgeschafft wurde\r\nund zwar w&auml;re mein Vorschlag: \r\n\r\nZum Beginn Des Dynamic Queue ist es m&ouml;glich zu bis zu 5 Leuten zusammen zu zocken.\r\nMan k&ouml;nnte es so machen, dass man ab 3-4 Leute Offiziell im Teamrank spielt und dementsprechend einen Rang daf&uuml;r bekommt. \r\n\r\nBeispiel: \r\n\r\nEs gibt 4 Spieler.\r\nSpieler a ist in SoloQ unranked und letzte Season SIlber gewesen\r\nSpieler b ist in SoloQ Platin.\r\nSpieler c ist in SoloQ Gold\r\nSpieler d ist in SoloQ Bronze.\r\n\r\nSollten alle 4 zusammen zocken, so ist dies &uuml;ber das jetzige Dynamic Queue nicht mehr m&ouml;glich. \r\nUm aber zusammen ranken zu k&ouml;nnen, so k&ouml;nnen sich diese zu viert in die Queue stellen und sagen, dass dies auf ihren 5v5 Teamrang geht, welches seit Dynamic Queue immer als Platzhalter dient.\r\n\r\nF&uuml;r den Rest des Teams (1 oder 2 Spieler) w&uuml;rde dies in das SoloQ eingreifen, da dieser nicht im Team, sondern als Solo Spielt. \r\nDieses w&uuml;rde im Endeffekt mehr Vielfalt f&uuml;r das Ranking System bieten, ob damit die meisten zufrieden w&auml;ren, ist im Endeffekt eine andere Sache.\r\n\r\nHinterlasst mal Eure Meinung in den Kommentaren! \r\n\r\nLiebe Gr&uuml;&szlig;e \r\nAsura","replies":[{"id":"","poster":"NennMichNichtSo","date":"2016-06-24T19:49:05.248+0000","up_votes":1,"down_votes":2,"body":"Warum eröffnest du einen extra Post, wenn es schon einen ähnlichen gibt, wo über das Ligasystem und alternativen diskutiert wird?\n\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/LPNFc5EA-lasungsvorschlag-rankingsystem?show=new\n\nKein Wunder das es Riot nicht interessiert ist zu agieren bzw. mit der Community zu diskutieren wenn ständig neue Themen gibt die gleich sind bzw. sich ähneln.","replies":[{"id":"","poster":"SuperplexP","date":"2016-06-24T21:47:45.386+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=F1CK3N,realm=EUW,application-id=ip27PlEH,discussion-id=18KUJHpR,comment-id=0002,timestamp=2016-06-24T19:49:05.248+0000)\n>\n> Warum eröffnest du einen extra Post, wenn es schon einen ähnlichen gibt, wo über das Ligasystem und alternativen diskutiert wird?\n> \n> http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/LPNFc5EA-lasungsvorschlag-rankingsystem?show=new\n> \n> Kein Wunder das es Riot nicht interessiert ist zu agieren bzw. mit der Community zu diskutieren wenn ständig neue Themen gibt die gleich sind bzw. sich ähneln.\n\nBeim letzten Satz muss ich mich echt fragen, wie manche Leute so auf ihre Realität, ihr Verständnis von dieser Welt kommen. Selbst in den am besten ausgearbeiteten Threads, mit einer unglaublichen Aktivität und konstruktiven Vorschlägen gibt kein Riot-Mitarbeiter einen Dreck, weil es nunmal ein EU-Forum ist und dazu noch das deutsche.\nUm mit Leuten zu kommunizieren, die bei Riot überhaupt irgendwas zu sagen haben muss man mindestens ins englische EU-Forum, eher aber ins NA-Forum.\nSOmit ist also dein letzter Satz einfach an der Realität vorbei. Außerdem ist dieses Forensystem bei größeren Threads so unfassbar unübersichtlich, dass man einen Ideenbereich auch ruhig in mehreren Threads diskutieren kann. Zumindest ist das meine Meinung.","replies":[]}]},{"id":"","poster":"Sihari","date":"2016-06-24T09:02:54.640+0000","up_votes":1,"down_votes":0,"body":"Das einzige Problem, das ich an der Idee sehe ist, dass SoloQ-Spieler dann in komplett unausgeglichene Teams geworfen werden. Der Sinn der SoloQ ist ja, dass alle in einem Team ungefähr gleich stark sind und der Individuelle Skill gemessen werden kann. Je unausgeglichener die Teams sind, desto höher ist die Chance, dass man entweder hart gecarriet wird oder man durch einen besonders schwachen Spieler verliert.\nAnsonsten hätte ich aber nichts dagegen, wenn meine Elo nicht so sehr verzerrt wird, wenn ich mit meinen Freunden ranke :3","replies":[{"id":"","poster":"The Demon Child","date":"2016-06-27T13:05:40.729+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=ip27PlEH,discussion-id=18KUJHpR,comment-id=0001,timestamp=2016-06-24T09:02:54.640+0000)\n>\n> Das einzige Problem, das ich an der Idee sehe ist, dass SoloQ-Spieler dann in komplett unausgeglichene Teams geworfen werden. Der Sinn der SoloQ ist ja, dass alle in einem Team ungefähr gleich stark sind und der Individuelle Skill gemessen werden kann. Je unausgeglichener die Teams sind, desto höher ist die Chance, dass man entweder hart gecarriet wird oder man durch einen besonders schwachen Spieler verliert.\n> Ansonsten hätte ich aber nichts dagegen, wenn meine Elo nicht so sehr verzerrt wird, wenn ich mit meinen Freunden ranke :3\n\nAlso, als SoloQ spieler zieht man eig. Meistens den kürzeren weil die chance umso höher ist mit einem squae zusammenzukommen, welches sich auf eigene entscheidungen verlässt und den solo dafür verantworlicht macht :/ \n\nNotfalls kann man es ja so machen, dass es nur so aktiviert wird, wenn man in der lobby wirklich 5 leute zum teamrank hat","replies":[]}]},{"id":"","poster":"CustomKunibert","date":"2016-06-24T07:21:44.300+0000","up_votes":1,"down_votes":0,"body":"An sich kein schlechter Ansatz, aber ich glaube dass dann man durchaus auch gegen Fünfer-Teams gematcht wird. Dadurch haben die Vierer-Squads einen Nachteil und dann geht das geflame im Forum wieder los. Schließlich ist der Einzelspieler immer ein Zufallsfaktor den man im _Teamranked_ gerne ausschließen würde. Ganz zu schweigen davon, dass wohl kaum ein Einzelspieler gerne mit einer Vierer-premade-gruppe zusammen zockt, da er dann kaum Einfluss auf deren Entscheidungen nehmen kann.","replies":[]}]}