{"id":"J2auQ0yu","poster":"MeMyselfandBaal","date":"2016-06-23T22:39:09.338+0000","title":"Was kriegt man, wenn man als Support mehr Schaden austeilt als der Toplaner und der ADC","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"[Ein A](http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2725993438/21830463?tab=overview)... und die beiden kriegen ein S...\r\n\r\nIch bin ja sonst nicht so... Und es ist mir auch relativ egal... ich wollte dieses Spiel nur mal f&uuml;r den n&auml;chsten &quot;Wir sollten die Noten ganz dringend in die gewonnenen oder verlorenen LP einbeziehen...&quot; zur&uuml;cklegen...\r\nSo lange es m&ouml;glich ist, als 1-0-14 Karma, die den drittmeisten Schaden als Support macht, kein S zu bekommen, sollte niemand dar&uuml;ber nachdenken, ob man mit diesen Noten mehr als Free-Skins verteilen sollte... Aber ja, wahrscheinlich lag es am KS...","replies":[{"id":"","poster":"Aaxsus","date":"2016-06-24T01:06:08.898+0000","up_votes":3,"down_votes":0,"body":"Liebe Leute, eure Statistiken werden immer mit dem Durchschnittswert aller Spieler von einem bestimmten Champion verglichen. Du darfst dich z.B. auch nicht als Karma Support wundern, da Karma einen relativen hohen Grundschaden hat, im Vergleich zu anderen Supportern. \nWenn ihr also z.B. Bard spielt und beendet das Spiel 1/0/11 nach 25 Minuten, dann ist schon eigentlich ziemlich gut. \nWenn es jetzt viele Leute gibt die das aber noch besser machen können, ist eure Leistung nicht mehr so gut im Vergleich dazu.\nDas System erkennt nicht wie Gut eure Aktionen waren soweit ich weis.","replies":[]},{"id":"","poster":"Kinkie Pie","date":"2016-06-24T10:14:40.275+0000","up_votes":1,"down_votes":0,"body":"Aye. Versuch' mal mit Irelia eine gute Note zu bekommen. Das wiederum streichst du dir im Kalender an.","replies":[]},{"id":"","poster":"Kinkie Pie","date":"2016-06-24T09:56:36.302+0000","up_votes":1,"down_votes":0,"body":"Jup, es geht um den Durchschnitt. Es scheint mir, als wären die guten Karmaspieler häufiger einfach besser als die Werte, die du abgeliefert hast. Leb damit. ^-^","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-24T10:04:04.652+0000","up_votes":1,"down_votes":1,"body":"Das erklärt dann auch, wieso ich mit Azir, bei lausigster Performance, trotzdem ne gute Note bekommen habe.\nDer Champ wird wahrscheinlich in 90% der Fälle lausig gspielt, weil er doch recht kompliziert ist.","replies":[]}]},{"id":"","poster":"Sihari","date":"2016-06-23T23:31:40.548+0000","up_votes":1,"down_votes":2,"body":"Ich hatte vorhin auch ein Spiel, in dem ich  als Nami 3/1/17 ging, bevor der Gegner bei 20min aufgab. \nDen meisten Schaden habe ich in dem Game sicher nicht gemacht, aber ich habe meinem Team eindeutig dazu verholfen, dass die Runde so gut für uns lief. Der ADC und der Jungler erhielten am Ende des Spiels ein S dafür, dass sie fein gesnowballt haben, während ich deprimiert mit einem glatten A das Spiel beendete. \nDie Kills die ich bekommen habe waren für die Carrys übrigens nicht erreichbar, was also einen Punkteabzug für \"KS\" ausschließt.\nBleibt also als einziger möglicher Grund für die mittelmäßige Bewertung die geringe Killbeteidigung von 61% . Aber was soll man schon machen, wenn das Team es sich erlauben kann sich aufzuteilen und gleichzeitig Objektives am einen Ende der Map nehmen kann, während am anderen Ende Gegner abgeschlachtet werden...","replies":[]},{"id":"","poster":"NaDa of the West","date":"2016-06-24T00:36:27.603+0000","up_votes":2,"down_votes":3,"body":"ganz einfach Riot hasst Supporter.","replies":[]}]}