{"id":"TAaMneIq","poster":"FCB ghjkl ROBERY","date":"2016-06-22T15:58:36.374+0000","title":"accounts und alles was bei euch schief läuft","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":42,"body":"Ich will dass mein Account entbannt wird. was kann ich denn daf&uuml;r wenn leute in rankeds todesfeeden ich kann nur 2-3 stunden am tag lol spielen wenn in der h&auml;lfte der zeit leute permanent feeden ist das eure problem riot doch nicht meins. ich w&uuml;rde geren mal wissen wie viele leute gebannt werden die f&uuml;r &quot;schlechter spieler&quot; oder wie das heisst reported werden. wenn ich wie die korea kinder am tag mindestens sieben stunden spielen k&ouml;nnte w&auml;r das ja kein problem dann w&auml;re ich mittlerweile auch wieder platin aber ich kann nicht jedes spiel irgendwelche noobs durchziehen. anstatt euch nur auf die zahlende kundschaft zu konzentrien die fehlenden skill durch neue champs und skins kompensieren m&uuml;ssen ( die ganzen ottos die nur feeden mit ihren plusfire skins) solltet ihr mehr f&uuml;r die eigentliche community tun die das spiel spielt um zu gewinnen. von mir aus f&uuml;hrt doch eine &quot;spa&szlig;&quot; league ein in die alle die nur zum spa&szlig; spielen zwangsversetzt werden. klar daf&uuml;r gibts normals aber es gibt genug affen die rankeds spielen und dann ingame mit s&auml;tzen kommen wie &quot;is just a game&quot;. so viel zeit und geld wie ich in meinen accont investiert habe und wie es zu ende geht mit nem perma ban ist einfach nicht fair. es kann doch nicht sein dass ich feeden kann wie ein bekloppter und nix passiert und leuten die das spiel ernst nehmen und emotional werden derart bestraft werden. ich sehe das onehin extrem kritisch ein spiel zu sperren in das reales geld investiert wurde und finde das unverantwortlich. von mir aus sperrt f&uuml;r immer meinen ingame chat oder befristte den ban auf bestimmte zeit aber ein perm ban ist absolut unverh&auml;tnism&auml;&szlig;ig und ungerechtfertigt. zumal jeder der sich pers&ouml;nlich angegriffen f&uuml;hlt die m&ouml;glichkeit hat sich durch die mute funktion zu sch&uuml;tzen. wenn ihr euch meinen acc anschaut werdet ihr (riot) mit sicherheit feststellen dass die &quot;flamerate&quot; von mir positiv zu den feedern in meinem team korreliert. erstellt doch mal eine statistik die dne zusammenhang zwischen spielern mit negativer kd und flames zeigt und ich bin mir sicher dass der zusammenhang imens ist. anders gesagt r&auml;umt die noobs aus dem weg und ich hab kein grund mehr zu flamen. und kommt mir nicht mit eurem &quot;teamwork op&quot; unsinn, das kann nicht euer ernst sein. ich rede ja nicht davon jedes spiel absolte pros zu bekommen aber es gibt unsummen von unbelehrbaren vollidioten de nix auf die kette kriegen, fragt euch doch warum leute mit dia elo stunden auf ein spiel warten bei 24 millionen spielern zur gleichen zeit. weil min 99% absolute affen sind die das spiel nicht verstehen und sich absolut nicht helfen lassen. auch wenn dieser post nichts bringt, riot, hoffe ich dass min einer von euch sich den text gibt und wenigstens eine sekunde zugibt okay, was wir hier veranstalten ist unfug. ich finde es schon extrem peinlich dass ihr euch nicht mehr auf die gamescom traut weil ihr von w&uuml;tenden &quot;fans&quot; &uuml;berrant werdet und euch in keinster weise rechtfertigen k&ouml;nnt. mir solls recht sein, schade nur um die vielen champs, hatte alle bis auf drei oder vier die nutzlos sind. whatever, in anderthalb jahren wird das spiel derart kaputt gepatcht sein dass ihr euch w&uuml;nscht ihr h&auml;ttet mein account niemals gebannt und mal auf eure community geh&ouml;rt. whatever {{champion:266}}  \r\n\r\nP.s fall der text jemandem bekannt vorkommt ich habe das ganze shcon mal gepostet, wurde aber entfernt weil &quot;das in der falschen kategorie&quot; gepostet habe. wtf riot hat wohl angst vor mir.  {{champion:54}}","replies":[{"id":"","poster":"eingew","date":"2016-06-22T20:03:30.480+0000","up_votes":7,"down_votes":0,"body":"Spicavius hat völlig Recht, bisher scheint hier jegliche Diskussion zu keinerlei Einsicht auf jeglichen Seiten zu führen.\n\nTE: Dein Vokabular ist eigentlich schon im Eröffnungspost löschungswürdig. Solltest du einen neuen Thread erstellen, der eine ähnliche Diskussionsgrundlage hat, wird der leider ebenfalls geschlossen werden müssen.\nFlamen ist schlimm, weil du dafür gebannt wirst und zudem, wie ich dir bereits in einem Kommentar deutlich gemacht habe, durchaus diverse Personen ernsthaft seelisch verletzen kannst. Du wärst nicht der erste, der einem Depressiven noch mal einen drauf setzt. Wir hatten tatsächlich schon ab und zu mal entsprechende Fälle im Forum. Abgesehen davon ist Unhöflichkeit schlicht keine gesellschaftlich tragbare Option.\n\nFalls dir das nicht reicht möchte ich dich bitten anderswo mit deinen Problemen fertig zu werden, das Forum kann dir dabei jedenfalls nicht helfen.\n\nDesweiteren sind auch diverse Kommentare der anderen Seite absolut unangebracht. Derartige Provokationen sind in keiner Weise hilfreich für eine angemessene Diskussion.\nDer Thread ist jetzt zu.","replies":[]},{"id":"","poster":"Antiqui","date":"2016-06-22T16:34:09.995+0000","up_votes":8,"down_votes":0,"body":"Zeig mal deinen Chatlog.\n\nAnsonsten, gut gemacht Riot. Wieder einer weniger, der als beweis gilt warum Antiautoritäre Erziehung unfug ist.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:40:30.681+0000","up_votes":1,"down_votes":11,"body":"der chatlog ist total unnötig weil absolut einseitig. würde der gesamte ingame chat inklusive sämtlicher statiskiten über die runde angezeigt werden gerne.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-22T17:01:27.313+0000","up_votes":10,"down_votes":0,"body":"In anderen Worten: Du wurdest gerechtfertigt gebannt.","replies":[]}]}]},{"id":"","poster":"Wernicke","date":"2016-06-22T16:15:36.972+0000","up_votes":5,"down_votes":0,"body":"> ...dass ihr euch wünscht ihr hättet mein account niemals gebannt und mal auf eure community gehört...\n\nHaben sie doch. Die community möchte nicht mit dir zusammen spielen. Riot wurde durch reports darauf aufmerksam gemacht, seitens der community, und hat entsprechend gehandelt. Da du Vorwarnungen ignoriert hast, offensichtlich, gabs dann nun wohl den perma. Fertig.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:30:51.432+0000","up_votes":1,"down_votes":16,"body":"nein schwachsinn ein perma ban ist immer absolut ungerechtfertigt. bestrafungssysteme beruhen immer auf reputation wenn du aber leute einfach ausschließt ergibt dein system keinen sinn mehr. ausßerdem hat jeder die möglichkeit sich durch mute funktionen zu schützen insofern kann ich niemanden flamen der nicht geflamt werden will. ist es mein problem das lauter masochisten unterwegs sind die im nachhinein nicht als solche identifiziert werden wollen und zu riot laufen?","replies":[{"id":"","poster":"0815xand0r","date":"2016-06-22T16:43:40.509+0000","up_votes":2,"down_votes":0,"body":"Bestrafungssysteme beruhen auf Reputation? Mal ganz im Ernst, verwende keine Fremdwörter, deren Bedeutung dir einfach nicht klar ist. Und wenn du schon einmal dabei bist, über treffende Wörter nachzudenken, denke doch bitte auch mal an Satzzeichen, Absätze, etc. Deine Texte sind vermutlich genauso freundlich, wie du ingame.\n\nAber mal zum Thema: Permabans sind einer sehr kleinen Gruppe von sehr unbelehrbaren Menschen vorbehalten, die nicht verstehen, dass ihr Geflame nichts bringt. Und dein Mute-Argument hinkt insofern, dass man sich ja erst einmal von dir beleidigen lassen muss, damit man merkt, dass man dich muten sollte. Da ist der Schaden schon angerichtet.\n\nUm mal eine extrem überspitzte Analogie zu verwenden: Wenn jemand erschossen wird, sagt ja auch keine \"na, der hätte sich doch auch einfach mal eine schusssichere Weste zulegen sollen, selbst Schuld dieser Masochist!\" (naja, vielleicht käme ein Trump o.ä. auf die Idee ^^). \n\nDeine Grundaussage im Eingangspost war ja: \"Feeder werden nicht bestraft, aber ich, der ich doch nur durch deren Gefeede so ausgerastet bin.\"\nIm Prinzip hast du Recht. Nur, dass Leute, die tatsächlich absichtlich(!) feeden, durchaus auch bestraft werden. Ansonsten gilt einfach: schlecht Spielen darfst du (i.d.R. spielt man nicht einmal schlecht, nur schlechter als die Gegner), aber ein asoziales %%%%%%%%% sein, das darfst du nicht. Klingt für mich sogar ziemlich vernünftig. Für dich nicht?","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:58:28.375+0000","up_votes":1,"down_votes":10,"body":"haha ja reputation ist nicht unbedingt perfekt, gefällt mir aber trotzdem. zum rest kann ich nur sagen was ich schon weiter oben gesgat habe, ohne feeden kein flamen. wenn leute kake spielen sag ich ihnen das fertig. ist ja nicht so dass ich vollkommen grundlos auf leute losgehe weils mir spaß macht, auch nicht auf jeden 0/1 oder 0/2 geht aber irgendwann hab ich genug und das aüßere ich dann eben. und trotzdem sage ich dass der mute dich vor all dem flamen schützt, speziell weil sich so ein flame im chat aufbauscht. sobald du erkennst das sich da was anbahnt mutest du einfach. wenn du in der bahn penner siehst setzt du dich auch nicht daneben und wunderst dich später wenn du angekotzt wirst. dazu kommt dass dein meist ein lvl erreicht wurde im spiel dass den chat onehin nutzlos macht wesshalb jedes weitere nicht muten ganz klar provokativ ist.","replies":[{"id":"","poster":"0815xand0r","date":"2016-06-22T17:17:42.925+0000","up_votes":2,"down_votes":0,"body":"Du hast bei deiner Argumentation aber genau ein großes Problem: irgendwer wird immer \"feeden\". Denn du kannst doch auch nur dann fed werden, wenn dein Gegner dich feedet. Das gehört einfach zum Spiel und ist im gewissen Umfange sogar notwendiger Bestandteil. Daher ist deine gesamte Argumentation hinfällig, da du dich nur auf deinen Blickwinkel beschränkst, wobei es in deiner Matchhistory durchaus auch Games gibt, in denen du der \"Feeder\" warst, wenn ich da eine 2/11 Fiora sehe (wie gesagt, das passiert, und zwar jedem von uns, soll kein Flame sein ^^).\n\nIn LoL muss immer ein Champion sterben, damit ein anderer einen Kill bekommt. Und ein Champion mit einem Kill wird den Gegner i.d.R. auch öfter und einfacher wieder töten können.\n\nEs ist fast immer ja gerade nicht so, dass die Leute absichtlich sterben, sondern einfach schlechter sind, als ihr Gegner. Und auch das ist normal und ist halt eine zwingende Notwendigkeit des Spiels. Wenn dich das stört, spielst eindeutig das falsche Spiel. Punkt.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:26:25.342+0000","up_votes":1,"down_votes":4,"body":"nein es gibt ein unterschied zwischen feeden und schelcht spielen natürlich manchmal verliert man aber guck dir die pros an wie viele spiele bleiben unter 20 kills insgesamt auf alle verteilt. man muss nicht 2/12 aus der lane kommen. ausßerdem ist doch die quintessen dass flamen das spiel kaputt macht, oder nicht? wie gesagt den aspekt das leute sich persönlich angegriffen fühlen halte ich für absolut lachhaft.","replies":[{"id":"","poster":"eingew","date":"2016-06-22T18:21:37.756+0000","up_votes":4,"down_votes":0,"body":"Du fühlst dich sogar von einem von die völlig unabhängigem Verhalten offensichtlich respektlos behandelt (nämlich dem feeden), bist aber der Meinung, dass dein Flame kein Problem darstellt, obwohl er eine aktive Diffamierung darstellt? Das ist eine inkonsistente Logik! Ein logischer Widerspruch! Eine Doppelmoral! Das würde ich viel eher, aufgrund seiner relativ narzisstischen Haltung, als lachhaft einstufen!\n\nAbgesehen davon, ein Artikel der deine Meinung zu dem Thema von einem anderen Licht betrachtet:\n[Psychische Gewalt](http://www.huffingtonpost.de/2014/05/28/psychische-gewalt_n_5402241.html)\n\nIch hoffe du überdenkst dein Verhalten in dieser Hinsicht erneut. Denn bisher halte ich deine Gedankengänge für relativ naja, undurchdacht.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:59:42.705+0000","up_votes":1,"down_votes":3,"body":"ich fühle mich vom feeden nicht respektlos behandelt woher hast du das denn?\nzum rest psychische gewalt in form von ingame chat, cmon, rly?","replies":[]}]},{"id":"","poster":"D4RKEVA","date":"2016-06-22T17:55:37.920+0000","up_votes":1,"down_votes":0,"body":"die pros also lcs etc spielen auf SUPER SAFE, die kommunizieren 24/7 per voice chat im höchsten niveau.\n\n\nselbst in challenger soloq gibt es sowelche stats wie 2/12\n\nhab letztens ne illaoi mit 2/17 gesehen AUF CHALLENGER ... die halt halt alles versuvcht und wurde von ner nida und nem ryze perma rausgepickt","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:00:30.934+0000","up_votes":1,"down_votes":3,"body":"sagen wir es so, anhand der häufigkeit meiner reports kannst du  dir vorstellen wie oft das passiert. wenn das einmal passiert flame ich einmal, wenn das hundert mal vorkommt eben hundert mal","replies":[]}]}]}]},{"id":"","poster":"OMGYOUARENOOBS","date":"2016-06-22T17:32:28.552+0000","up_votes":4,"down_votes":0,"body":">haha ja reputation ist nicht unbedingt perfekt, gefällt mir aber trotzdem.\n\nJa, dein Permabann ist nicht unbedingt rechtzeitig geschehen, gefällt mir aber trotzdem.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:23:44.850+0000","up_votes":1,"down_votes":3,"body":"keck","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-06-22T17:03:34.906+0000","up_votes":2,"down_votes":0,"body":"Ich glaube deine Meinung ist nicht Mehrheitsfähig und deswegen wird (glücklicherweise) auch nichts an den Strafen geändert. Wenn du ein Ventil suchst, um deinen Frust abzubauen, such dir etwas anderes oder drücke \"ESC\" statt \"Enter\", dann muss das zumindest keiner lesen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:13:34.244+0000","up_votes":1,"down_votes":9,"body":"natürlich ist das nicht mehrheitsfähig aber machst es das falsch? als deutscher, frag dich mal was schon alles mehrheitsfähig war ...","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T17:56:25.452+0000","up_votes":2,"down_votes":0,"body":"Ja, Flamen ist falsch.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:00:56.357+0000","up_votes":1,"down_votes":3,"body":"Lol, angst davor richtig zu antworten?","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T19:11:17.881+0000","up_votes":1,"down_votes":0,"body":"Es ist sogar egal, ob es Merhheitsfähig ist oder nicht. Flamen ist immer falsch. Genau so, wie Diebstahl in einer Gesellschaft niemals legal sein darf.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-06-22T18:32:34.027+0000","up_votes":1,"down_votes":0,"body":"%%%%%% ist durch einen *Putsch* an die Macht gekommen.","replies":[]}]}]},{"id":"","poster":"D4RKEVA","date":"2016-06-22T17:54:22.154+0000","up_votes":1,"down_votes":0,"body":"tja diese feeder immer...\n\nist ja nicht so das wenn jmd gewinnt jmd verliern muss..\n\n\naußerdem soll ich dich an deine 2/11 fiora 2/9 lb 9/10 olaf games erinnern die bei den rankeds untern den letzten 15 sind?\n\n\n\nFeeden ist nichts schlimmes schlecht spielen auch nicht... du spielst auch schlecht ich auch(auch wenn ich langsam weniger bad bin -> trotzdem bad) ...  und jetzt mein nicht das , es bei dir ein schlechter tag war , das können die auch sagen...","replies":[]}]}]},{"id":"","poster":"Wernicke","date":"2016-06-22T16:57:55.057+0000","up_votes":1,"down_votes":0,"body":"Ein implementiertes mutesystem berechtigt weder dich noch andere leute zum flamen. Wasn das fürn Quatsch den du da redest^^\nUnd nein, ein perma ist nicht  immer absolut ungerechtfertigt, wie man Anhand dir ja wieder mal sieht :)","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:04:07.556+0000","up_votes":1,"down_votes":4,"body":"doch gewisserweise schon. außerdem gibt es ja noch den absolute unfähigen chat beleidigungsblocker was auch immer. der hat sogar bei age of empires 3 besser funktioniert. alles was nicht geblockt wird ist automatisch autorisiert und darf nicht zu bestrafungen führen.","replies":[{"id":"","poster":"Wernicke","date":"2016-06-22T17:06:21.036+0000","up_votes":4,"down_votes":0,"body":"Weißte, mit deinen \"Antworten\" zeigst du mir lediglich das ddu nix verstehst^^\nIch hole mir einfach popcorn, lausche deinen Thesen, und genieße die show :)","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:11:37.673+0000","up_votes":1,"down_votes":6,"body":"ja ich hab auch gut spaß dran, meine lieblings these : hasse das spiel, nicht den spieler","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T19:13:55.836+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit Hasse den Flamer, nicht den Publisher. \n\nAber sein wir mal ehrlich. Wenn es das Spiel \"Töte zuerst 3 bestimmte Menschen in der Stadt\" gäbe, gäbe es keinen Grund, den Spieler nicht zu hassen. Der hat sich schließlich dazu entschlossen mit zu spielen.","replies":[]}]}]}]}]},{"id":"","poster":"legofreak1","date":"2016-06-22T16:36:10.458+0000","up_votes":3,"down_votes":0,"body":"Das Strafensystem bietet einem Spieler die Chance sich zu ändern und zu verbessern, während die Strafe bei weiteren Vergehen immer ansteigen. Wenn ein Spieler einen Permabann erhalten hat, dann weil dieser sich nicht bessern kann/möchte oder der Aufwand, dies zu erreichen zu groß ist.\nAuch gibt die Mute-Funktion dir nicht das Recht andere zu flamen. Diese ist eine Möglichkeit sich kurzfristig vor einem Flamer zu schützen, auf Dauer soll aber kein Spieler permanent andere Spieler beleidigen dürfen und wird daher irgendwann von der Community ausgeschlossen.\nBevor ein Spieler außerdem außerdem jemanden muten kann, muss dieser zuerst einmal geflamed werden. Man hat also durchaus auch trotz Mute-Funktion die Möglichkeit andere Spieler zu beleidigen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:44:46.328+0000","up_votes":1,"down_votes":9,"body":"ich sage ja nicht dass ich keinerlei bestrafung akzeptiere, aber ein perma ban also die höchststrafe ist unverhätnismäßig. von mir aus können die mir permanent den chat sperren oder was weiß ich aber nachrichten ig mit zum attacken auf andere accs oder das system gleichzustellen ist verrückt. generell sind leute die etwas auf dne ig chat geben vollkommen verrückt!","replies":[{"id":"","poster":"legofreak1","date":"2016-06-22T16:47:38.669+0000","up_votes":4,"down_votes":0,"body":"Wenn dir der Chat doch so unwichtig ist, wieso verwendest du ihn dann und dann auch noch, um andere zu beleidigen? Dass der Permabann die nächste Strafe sein wird, wurde dir in deiner Nachricht zum 2-Wochenbann auch mitgeteilt. Für schlechtes Verhalten muss es irgendwann auch mal Konsequenzen geben, dies ist mit einer permanenten Chatsperre, bei der man auf andere Weise immer noch toxisch sein kann, oder einer längeren Banndauer aber nicht gegeben.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:02:24.102+0000","up_votes":1,"down_votes":6,"body":"ich rede davon den chat komplett zu deaktivieren, nicht diesen alle vier minuten ne nachricht unfug, ingame wird durch die pings onehin nur noch unsinn fabriziert.","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2016-06-22T17:07:29.834+0000","up_votes":2,"down_votes":0,"body":"Tja du willst es wohl einfach nicht begreifen. Dein Problem.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:09:53.303+0000","up_votes":1,"down_votes":7,"body":"nein riots problem weil es mit anderen accounts immer wieter geht","replies":[{"id":"","poster":"Antiqui","date":"2016-06-22T17:19:17.562+0000","up_votes":2,"down_votes":0,"body":"Ich wette nen DJ Sona Skin, das du eher die lust an neuen Smurfs verlierst als das Riot Permabanns abschafft!","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:21:22.332+0000","up_votes":1,"down_votes":6,"body":"ich werde nicht wieder bei null anfangen aber noch hab ich genug 30 + =D","replies":[{"id":"","poster":"B4shm4st3r","date":"2016-06-22T17:47:10.913+0000","up_votes":2,"down_votes":0,"body":"30+? Ich wusste nicht, dass es höher als 30 geht. Muss wohl an deinem Skill im Flamen liegen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:22:59.972+0000","up_votes":1,"down_votes":2,"body":"30 + = rank","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Rirol","date":"2016-06-22T16:39:20.700+0000","up_votes":2,"down_votes":0,"body":"Du bist Hoffnungslos.\nImmer sind die anderen an deinem \"austicken\" schuld.\n\nNach deiner Denkweise kann ich jetzt tun und machen was ich will. Wenn jemand dabei was abkriegt, seine Schuld.\n\nEr hätte ja wo anders lang gehen können oder um mal wieder das Auto zu erwähnen, aus dem Weg springen können.\nWenn ich ihn erwischt habe, dann wollte er ja erwischt werden.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:04:36.402+0000","up_votes":1,"down_votes":4,"body":"wenn du vorher die möglichkeit hast dem auto den sprit abzulassen aber davon kein gebrauhct machst ja dann ist das dene schuld","replies":[]}]}]}]},{"id":"","poster":"Skagerak","date":"2016-06-22T17:54:24.016+0000","up_votes":4,"down_votes":0,"body":"1/9 Morgana Win \n9/9 Zed Win \n1/5 Ryze Loss\n2/11 Fiora Loss\n9/7 Jhin loss\n4/7 Orianna loss\n9/10 Olaf loss \n2/9 Lb loss\n3/7 Lux loss\n0/8 Aatrox loss\n2/10 Wukong loss\nAlso wenn das nichtmal die History eines feeders ist. Ich finde 1 game 15/4 mit ziggs wo du gut gespielt hast deine History ist voll von feeder Stats du hast eine 5/6 Kda und beschwerst dich das du nur feeder hast du bist selber ein Feeder du warst so oft der Grund warum dein Team verloren hat. Alleine das du fast jedes game einen anderen Champion spielst zeigt schon das es dir anscheinend vollkommen egal ist ob du gut spielst oder nicht. Du musst dich aslo nicht wundern das du nur Bronze 1 bist das liegt nur an dir un nicht an deinem Team.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:56:24.524+0000","up_votes":1,"down_votes":6,"body":"ich spiele seid ka vllt füfn jahren in der Zeit kannst du alle möglichen spiele über mich raussuchen aber wie schon gesgat ohne die werte der anderen sind die zahlen null aussagekräftig, zumal skill sich nicht im score ausdrückt.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:08:57.927+0000","up_votes":4,"down_votes":0,"body":"Aber andere Leute kann man natürlich, ohne Probleme, anhand eines Spieles und ihrerer Score bewerten.\n\nDie Doppelmoral ist unendlich stark in dir! Versuche bitte mal dich zu erden, du hast jeglichen Bezug zur Wirklichkeit verloren und bist somit immun gegen die Wahrheit.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:14:09.699+0000","up_votes":1,"down_votes":6,"body":"ich kann fallbezogen auf bestimmt situationen im spiel eingehen, die ich sehe, und dann dazu ein urteil fällen. und dann natürlcih auch den betroffenen zuflamen. du kannst aber anhand von den paar zahen da oben nicht mein skill fesstellen ;D","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:19:36.018+0000","up_votes":7,"down_votes":1,"body":"Kleine Rebellen sind immer so zuckersüß.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:23:40.709+0000","up_votes":1,"down_votes":4,"body":"oh komm schon mann körperliche anspielungen müssen echt nicht sein, das ist uncool","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:28:12.660+0000","up_votes":4,"down_votes":0,"body":"Die Größe des Geistes war gemeint, wie groß die Hülle dafür ist, ist mir so egal, wie es nur sein könnte.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-06-22T19:23:16.209+0000","up_votes":4,"down_votes":0,"body":"Komisch, ich habe noch nie einen Flamer gesehen der das geschafft hat. \n\nEiner war mal ganz besonders süß. Unser Jungler (Lee glaube ich) wurde an der Krabbe eingekreist und wäre ziemlich sicher gestorben, wenn er in Richtung unserer Base fliehen wollte. Also ist er in den gegnerischen Jungle abgehauen und hat versucht sich am Turm executen zu lassen. Einer der Gegner hat den Kill gekriegt und der Flamer (der es vielleicht sogar hätte sehen können, weil er als ADC in der Nähe war) hat nichts besseres zu tun, als dem Lee zu sagen, dass er blöd ist, weil er so tief Counterjunglen will . . . \n\nJa, Flamer tendieren tatsächlich garantiert dazu, objektive Kommentare von sich zu geben.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:26:06.120+0000","up_votes":1,"down_votes":4,"body":"ja meine tante hat drei pferde ich mein was soll ich mit der storry jetzt. ich sage dass ich kein flame der anständig spielt wenn der lee bis dahin 3/1 war hätt ich nix gesagt wäre der 3/11 gegangen dadurch klar hätte dem was zu hören gegeben","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T19:29:39.744+0000","up_votes":2,"down_votes":0,"body":"Ganz einfach. Ich glaube dir kein Wort, dass dein Flame jemals auch nur im entferntesten Objektiv war. Solange du selbst nicht gerade gestorben bist (oder blind über die Map läufst) hast du als Midlaner zum Beispiel gar nicht die Möglichkeit, gerade dem Toplaner zuzusehen, wie er stirbt. \n\nWenn er stirbt, wirst du sicher einfach nur auf die Karte schauen und anhand der Championicons erkennen, \"oh, der ist gegen den Jungler am Herald gestorben\". Dann kommt sowas wie \"you fking noob, why you tried to attack their jungler there\" und kriegst dabei nicht mit, dass er gerade von der Toplane geflohen ist, weil ihr Toplaner und Jungler ihn angegriffen haben und erst auf halbem Weg zur Midlane getötet wurde.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:33:16.766+0000","up_votes":1,"down_votes":4,"body":"ja ok glaub mir nicht das ist mir vollkommen egal. ich will verstehen  was daran schlimm wäre leute grundlos zu flamen. warum soll ich nicht ohen grund leute beleidigen, who cares ??","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-22T18:52:11.154+0000","up_votes":2,"down_votes":0,"body":"da kann er doch nix dafür! Denn ab dem Moment auf der ein anderer Spieler auf einer anderen lane Firstblood gefeedet hat, hatte er doch keine Chance mehr!!!111\nUnd wenn einer 0/2 im team stand, musste er ihn ja flamen. wer chatten muss, kann sich nicht aufs Spiel konzentrieren. Da sind schon eindeutig seine Feedernoobsteammates Schuld an den schlechten Stats.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:57:27.521+0000","up_votes":1,"down_votes":5,"body":"mess mich an meinen werten, drei jahre in folge min gold z.. klar ich bin kein pro, aber mit sicherhiet auch kein feeder in bronze klasse","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:06:59.763+0000","up_votes":3,"down_votes":0,"body":"Deine Stats, in Zusammenhang mit deinen eigenen Bewertungskriterien, sagt aber, dass du ein Feeder bist und dein Bronze-Rang sagt, dass du Bronze bist.\n\nIch definiere deine Aussage also als falsch, nach deinen Standarts, bist du eben doch genau das, ein \"feeder in bronze klasse\".","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:11:32.769+0000","up_votes":1,"down_votes":4,"body":"wenn du meinst 11 spiele reichen aus das festzustellen, bitte :)\ndas ändert nichts an dem was ich kann und wo ich zum ende der season bin\nso geht man übrigens mit flamern um. Cochones zeigen und sobalds unsachlich wird kalt abkochen, für alle piniatas da draußen","replies":[]}]}]}]}]},{"id":"","poster":"Kîngs Gambît","date":"2016-06-22T19:13:20.582+0000","up_votes":1,"down_votes":2,"body":"Du bist Bronze . BRONZE , deine Gegner sind genau so schlecht wie du. Wenn du 3on3 Wertung mit Gold meinst. Freunde von mir spielen silber und haben 3er Dia von daher ..*hust* Frauen Fußball *Hust*.. Solltest du besser sein wärst du raus aus BRONZ oder warum denkst du schaffe ich es, dass mein smurf auch auf  plat spielt . Klar carry ich, wenn ich neu placemant matches  mache solo. Aber mir fällt es auch nicht schwer, bzw. macht der gegenüber von mir mehr Fehler als ich und ich kann dadurch Dominanz aufbauen. Dann die anderen Lanes killen mit dem aufgebauten fed und das wars. Wenn du das nicht schaffst, dann brauchst du halt mehr games, aber es einfach auf dein team zu schieben und zu sagen, \"ich bin besser , aber die sind uncarry able\" so etwas gibt es in BRONZ nicht.\n\nHF auf deinen next smurf du hörst ja sowieso nicht auf.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:17:05.723+0000","up_votes":1,"down_votes":6,"body":"soloq platin 5 und gold 5 war auch locker drin, waäre auch weiterhin drin wenn ich noch so viel spielen könnte wie zu der zeit =)","replies":[{"id":"","poster":"Kîngs Gambît","date":"2016-06-22T19:19:01.848+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=00090000,timestamp=2016-06-22T19:17:05.723+0000)\n>\n> soloq platin 5 und gold 5 war auch locker drin, waäre auch weiterhin drin wenn ich noch so viel spielen könnte wie zu der zeit =)\n\nd.h doch nur das dein skill lvl gedropt ist da du nicht konstant am ball bleiben kannst.\ngeh die Sachen angenehmer an mehr kannst du nicht machen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:22:33.035+0000","up_votes":1,"down_votes":6,"body":"trotzdem spiele ich nicht auf bronze niveau ich weiß das silber und gold kein pro level ist aber min hohes silber wenn nicht tiefes gold kann ich locker immernoch spielen.. is mir egal ein s1 acc von mir wird in drei tagen entbannt bis dahin vertreib ich mir mit euch almans die zeit","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:26:56.168+0000","up_votes":4,"down_votes":0,"body":"Indem du uns mit deiner Uneinsichtigkeit und deiner Plumpheit amüsierst?\n\nAlso, natürlich bringen mich deine pubertären Kommentare zum Augenrollen, aber insgesamt ist es doch eher angenehm, wenn man sich klüger fühlen kann.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:31:06.523+0000","up_votes":1,"down_votes":6,"body":"nein ich hab bis jetzt immernoch keine vernünftige aussage gehört. ich will flamen und ich weiß nicht warum ich das nicht darf, es ergibt keinen sinn","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T19:35:17.440+0000","up_votes":2,"down_votes":0,"body":"Damit du keine weiteren Permabanns kriegst.","replies":[{"id":"","poster":"Spicavius","date":"2016-06-22T19:57:20.484+0000","up_votes":3,"down_votes":0,"body":"Bitte schließe diesen THread. Er ist so komplett unnötig. Keine Chatlogs. Keine Einsicht. Keine Diskussionsgrundlage. Nur blöde Provokationen beider Parteien.","replies":[{"id":"","poster":"eingew","date":"2016-06-22T19:58:15.182+0000","up_votes":2,"down_votes":0,"body":"Das ist eine gute Idee.","replies":[]}]},{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:36:34.173+0000","up_votes":1,"down_votes":6,"body":"wieder vollkommen überflssige aussage","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:37:13.088+0000","up_votes":2,"down_votes":0,"body":"Dir dieses Grundwissen über Moral zu vermitteln, ist die Aufgabe deiner Eltern und Lehrer.\nFrag doch mal deine Mutter oder deinen....ich rate jetzt einfach mal... Klassenlehrer? Wieso es nicht okay ist Menschen zu beleidigen, obwohl man es doch gerne will.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:42:11.762+0000","up_votes":2,"down_votes":5,"body":"haha ich hatte nie klassenlehrer, immer weiber. egal hier versteht das keiner ich kann nicht verstehen wie leute sagen sie nehmen das spiel nicht ernst, das was geschrieben wird aber schon. das ergibt keinen sinn was soll ich machen...","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T19:50:02.752+0000","up_votes":4,"down_votes":1,"body":"Dich einfach mal nicht wie ein verzogenes Balg ohne jegliche Moral benehmen!\nWas anderes erwartet niemand von dir und es sollte nun wirklich nicht zu viel verlangt sein.","replies":[]}]}]},{"id":"","poster":"Protective Puppy","date":"2016-06-22T20:03:26.802+0000","up_votes":2,"down_votes":0,"body":"> ich will flamen und ich weiß nicht warum ich das nicht darf, es ergibt keinen sinn\n\nBeispiel:\nDu kommst in eine Bar. Du pöbelst andere Leute an. Die anderen wollen aber einfach nur einen trinken.  Du wirst aus der Bar geworfen weil du die anderen Kunden vergraulst. \n\nBar=League of Legends\nPöbeln=Flamen\ntrinken=spielen\nLeute=Spieler\nrausgeworfen werden=gebannt\n\n\nDas ergibt schon Sinn. Du vergraulst die andere Kundschaft. Punkt. \nDeshalb darfst du es nicht.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Rirol","date":"2016-06-22T16:15:04.763+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=,timestamp=2016-06-22T15:58:36.374+0000)\n>\n>anstatt euch nur auf die zahlende kundschaft zu konzentrien die fehlenden skill durch neue champs und skins kompensieren m&amp;uuml;ssen \nso viel zeit und geld wie ich in meinen accont investiert habe \n\nDu redest also gerade von dir selbst?\n\n\n> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=,timestamp=2016-06-22T15:58:36.374+0000)\n>\n>wenn ihr euch meinen acc anschaut werdet ihr (riot) mit sicherheit feststellen dass die \"flamerate\" von mir positiv zu den feedern in meinem team korreliert.\n>weil min 99% absolute affen sind die das spiel nicht verstehen und sich absolut nicht helfen lassen.\n\nDu sagst du flamest und du beleidigst hier alle. Also ist der Bann doch gerechtfertigt.\nFlamen ist hier verboten.\nDem Polizisten ist es auch egal weshalb du gerast bist. Du hast es getan, also bekommst du eine Strafe.\n\nVermissen wird dich vermutlich kaum jemand....\n\nUnd beschäftige dich mal mit der Übersichtlichkeit von Texten.\nSchlimm so eine Wall of Text ist.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:36:09.301+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"legofreak1","date":"2016-06-22T16:37:24.704+0000","up_votes":2,"down_votes":0,"body":"Wenn du doch so \"nett\" auf Fehler hingewiesen hast und deine Kritik ebenso nett und konstruktiv war, dann zeig uns deine Chatlogs.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:42:10.088+0000","up_votes":1,"down_votes":6,"body":"der chatlog ist total unnötig weil absolut einseitig. würde der gesamte ingame chat inklusive sämtlicher statiskiten über die runde angezeigt werden gerne. ich habe nie gesagt ich war nett, aber konstruktiv,ansosnten s.o","replies":[{"id":"","poster":"legofreak1","date":"2016-06-22T16:44:23.250+0000","up_votes":3,"down_votes":0,"body":"Der Chatlog soll auch nur deinen Teil enthalten, weil dieser alleine für eine Strafe deinerseits benötigt wird. Es ist unerheblich, wie sich die anderen Spieler verhalten, wenn du flamest oder anderweitig toxisch bist, dann wirst du auch deine Strafe dafür erhalten. Wenn anderen Spieler sich falsch verhalten, werden diese dafür separat bestraft.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:49:57.949+0000","up_votes":1,"down_votes":6,"body":"trotzdem ist der chatlog unausagekräftig wenn man sich der frage \"warum\" widmen möchte.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-22T17:07:01.445+0000","up_votes":1,"down_votes":0,"body":"Das \"Warum\" ist unwichtig.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:22:01.155+0000","up_votes":1,"down_votes":6,"body":"kaputter kommentar","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-22T17:32:55.164+0000","up_votes":4,"down_votes":0,"body":"Also auf mich wirkt der Kommentar noch ganz funktionstüchtig. Keine Fehlfunktionen, keine Störungen... was ist daran kaputt?","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:24:27.285+0000","up_votes":1,"down_votes":4,"body":"keck","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-06-22T17:01:01.163+0000","up_votes":1,"down_votes":0,"body":"Das Warum ist aber unerheblich, wenn es um die Bestrafung geht. Zudem finde ich die Frage interessanter, warum man glaubt, Flamen wäre sinnvoll. Die Mitspieler werden davon sicher nicht plötzlich besser spielen, nur weil man den Mitspielern sagt, dass sie das Spiel verloren haben, weil XY gefeedet wurde. Davon mutieren die nicht plötzlich zu Challengern, die das Spiel sogar 1vs5 gewinnen könnten.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:17:03.679+0000","up_votes":1,"down_votes":7,"body":"lol das warum ist unerheblich was soll der unsinn heißen natürlich ist es wichtig zu erfahren warum. ich will nicht auf mitleid machen aber ich sehe mich wenn ich ne botlane mit 3/13 habe ganz klar in der opferrolle, man könnte sagen ich wehre mich, und trotzdem haben die mir mein spiel viel mehr kaputt gamcht als ich deren. mal ganz im ernst, was ist dabei wenn ich dich im spiel beleidige. wenn mich auf der straße beleidigt ist mir das vollkommen egal was irgendwelche penner mir hinterher rufen, warum interessiert leute was da im chat geschrieben wird. ernsthaft","replies":[{"id":"","poster":"eingew","date":"2016-06-22T18:28:50.186+0000","up_votes":1,"down_votes":0,"body":"Na gut... du wehrst dich gegen das feeden, die Botlane wehrt sich dann gegen dein unhöfliches Verhalten. Sollte dann doch legitim sein. Wenn du das ganze sowieso als ein Spiel zu Recht und Unrecht siehst. Deine Gegner haben sich eben besser an die bestehenden Regeln angepasst. Ich würde dir empfehlen, dass demnächst auch mal zu probieren, dann hast du auch eine Chance dieses Spiel zu gewinnen.\n\nAuf der Straße ist es übrigens vor allem deshalb nicht unbedingt klug auf Beleidigungen zu reagieren, weil das mitunter zu körperlichen Auseinandersetzungen führt. Die andere natürlich gerne nach belieben austragen können, meine Wenigkeit ist dabei allerdings in einem natürlichen (und erarbeiteten, weil faulen) Nachteil und hält derartige Aktionen daher für eine Zeitverschwendung.\n\nEbenso wie dein Verhalten ingame meine Zeit verschwenden würde, was zu einem Mute und darauffolgendem Report führt. Was nervt muss weg, ich behalte ja auch sonst im Leben nicht alles bei, was mich eigentlich nervt.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:36:35.058+0000","up_votes":1,"down_votes":7,"body":"die formulierung diente eher der dramatik, aber natürlich habe ich auch etwas investiert. aber nicht in skins o.ä stuff noch in die neusten champs um in rankeds dann damit vollkommen zu verfeeden. im verhätlniss spielzeit zu investiertes para ist mein einsatz absolut überschaubar. zum zweiten zitat kann ihc nur sagen: lieber fünf flamer die spielen können als fünf mega sympatische feeder. den aspekt dass ich durchaus kooperativ versucht habe leute auf ihre fehler hinzuweisen und diese bereitschaft mit füsen getreten wurde hast du mit vergnügen übersprungen, wie. zum thema wall of text, ist mir vollkommen egal ließ nichts was dir nicht gefällt wtf","replies":[{"id":"","poster":"Rirol","date":"2016-06-22T16:44:48.440+0000","up_votes":2,"down_votes":0,"body":"Dauernd auf Fehler hinweisen ist keine Hilfsbereitschaft, dass ist blaming.\nSchreib einmal und wenn der andere nicht reagiert, lass es.\nAußerdem ist die Spielzeit nicht zum belehren da sondern zum spielen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:47:58.385+0000","up_votes":1,"down_votes":6,"body":"nein warum, ich sage den leuten ig solange was zu tun ist bis sie durch ihr feedne das game verloren haben. ich kann nicht vernünftig spielen ohne die leute auf ihre fehler hinzuweisen, wenns sein muss wiederholt","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-06-22T18:25:39.385+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=0001000100000000,timestamp=2016-06-22T16:47:58.385+0000)\n>\n> nein warum, ich sage den leuten ig solange was zu tun ist bis sie durch ihr feedne das game verloren haben. ich kann nicht vernünftig spielen ohne die leute auf ihre fehler hinzuweisen, wenns sein muss wiederholt\n\nBist Du schon mal auf die Idee gekommen, dass Dein Flame für das Feeden verantwortlich ist?\nWenn mir irgendein dahergelaufener Spieler, der von der Elo auf demselben Niveau spielt wie ich, meint Anweisungen zu einer Situation geben zu müssen, die er nicht überblicken kann weil er auf ner anderen Lane ist, würde ich auch nen Teufel tun und auf Dich hören. Wenn Du dann meinst ausfallend werden zu müssen, würde ich auch nicht mehr unbedingt kooperieren.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-06-22T18:45:34.313+0000","up_votes":1,"down_votes":0,"body":"Also ehrlich, es ist ja wohl n Unterschied, in einem spaßigem Hobby einen hochroten Kopf vor Wut zu haben oder gechillt ne Runde machen zu können.\n\nIch verstehe echt die Motivation mancher nicht.\n\nVor allem: Du bist doch genau so schlecht wie deine Mitspieler! Ja, die sind kacke... aber darum geht es doch! Man spielt hier fair, nicht professionell. (Nicht, dass da ein massiver Unterschied bestehen würde.)\nNaja, und das einzige, was dir eben einfällt ist, wie Rirol sagt, zu blamen, schlechte Stimmung zu verbreiten, in einem Hobby in dem ich verdammt noch mal nicht professionell spiele. Wieder: Darum geht es ja bei der Rangliste, dass jeder mit seinem Skill gematcht wird. Wenn du professionelle Mitspieler willst... dann musst du erst mal selber besser werden, als deine grottigen Mitspieler. Da dies nicht der Fall ist besteht auch keinerlei Grund, dir professionelle Mitspieler zukommen zu lassen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:07:03.166+0000","up_votes":1,"down_votes":4,"body":"ich hab nie von pros geredet, von mir aus gib mir leute die unrankt sind und gradde erst lvl 30 geworden sind, aber lass mich sie flamen. ich will doch einfach nur beim spielen flamen.","replies":[{"id":"","poster":"eingew","date":"2016-06-22T19:55:24.205+0000","up_votes":1,"down_votes":0,"body":"Jop und wir wollen dich dafür halt bannen. Leb damit. Wir mussten ja auch mit deinem Verhalten leben :)","replies":[]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-06-22T17:39:45.300+0000","up_votes":2,"down_votes":0,"body":"Was für ein selbstgerechter Schwachsinn... Du spielst doch selber, im besten Falle, mittelmäßig.\nDann bist du noch ein selbstverliebter Flamer der mit seinem destruktiven Chatverhalten, die Siegeschancen weiter in den Keller treibt.\n\nFazit:\nDu bist das Problem in deinen Spielen und du hast sehr vielen Leuten in deinem Team, Niederlagen durch deine Flamerei beschert.\n\nIrgendwann wirst du reif genug sein das zu verstehen und dich für diesen affigen Beitrag schämen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:22:20.984+0000","up_votes":1,"down_votes":5,"body":"ich bin seit lvl null feeder und weißt du was? ich war in gold, ich war in platin und ich werde dorthin zurückkehren","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T18:26:13.601+0000","up_votes":3,"down_votes":0,"body":"Das eizige was ich sehe, ist Bronze1 und Permabann, die Chancen stehen also denkbar schlecht.","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2016-06-22T16:12:11.134+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=,timestamp=2016-06-22T15:58:36.374+0000)\n>\n> P.s fall der text jemandem bekannt vorkommt ich habe das ganze shcon mal gepostet, wurde aber entfernt weil &amp;quot;das in der falschen kategorie&amp;quot; gepostet habe. wtf riot hat wohl angst vor mir.  {{champion:54}}\n\nWusste doch, den hab ich schonmal gesehen. Ordnung muss aber nunmal sein, daher wird entfernt, was im falschen Forum landet.\n\nZu deinem Bann: Insofern kein Fehler beim Aussprechen deines Banns aufgetreten ist, wird dieser Bann bestehen bleiben.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T16:38:34.916+0000","up_votes":1,"down_votes":9,"body":"riot hat bei allen accounts die die von mir gebannt haben erhebliche fehler begannen ohne sich dafür zu rechtfertigen. sogar jetzt antworten mir irgendwelche fremden die mir egal sind obwohl ich riot erreichen wollte. onehin war der post an riot und nicht irgendwelche leute gerichtte die kein plan haben, von denen ihc gar nichts hören will lol","replies":[{"id":"","poster":"legofreak1","date":"2016-06-22T16:39:50.220+0000","up_votes":1,"down_votes":0,"body":"Den Support erreichst du unter https://support.riotgames.com/hc/de/requests/new\nDies hier ist die Community, RIOT-Mitarbeiter wirst du hier eher weniger treffen. Wenn du keine weiteren Antworten erhalten möchtest, kann ich das Thema einfach schließen.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:18:22.718+0000","up_votes":1,"down_votes":5,"body":"noch hab ich mein spaß mit euch\nwas soll eigentlich zu machen heißen bist du hier der ober mufti?","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-22T17:33:37.153+0000","up_votes":2,"down_votes":0,"body":"Legofreak1 ist einer der Moderatoren hier im Forum, richtig erkannt.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-06-22T17:47:18.451+0000","up_votes":3,"down_votes":2,"body":"Weißt du eigentlich, dass du mit solchen Kommentaren dafür sorgst, dass zumindest ich mir ein 10 jähriges, stark übergewichtiges Balg vorstelle, welches mit Tränen der Wut in den Augen, in die Tatsen hämmert?\n\n\"ist mir doch egal was du dir denkst wääh wääh\"\n\nJa, ist mir schon klar, ich wollte nur, dass du dir im klaren darüber bist, dass du dich hier zum Seppel machst.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:25:34.622+0000","up_votes":1,"down_votes":2,"body":"tut nichts zur sache","replies":[]}]}]}]},{"id":"","poster":"Wernicke","date":"2016-06-22T17:01:46.891+0000","up_votes":2,"down_votes":0,"body":"Und wieso schreibst du dann in einem deutschen Forum wo du dich logischerweise an normale forenuser wendest? Also iwie ergibt dein komplettes denken und handeln keinerlei Sinn o0\nAch ja, davon abgesehen dass das alles gerechtfertigt ist, solltest du, wenn du dich an Riot wenden möchtest, vlt nicht erwähnen das du schon öfter gebannt worden bist und keinerlei Einsicht zeigst und deine Fehler auch nicht einsiehst, das lässt dich nicht gerade in einem besseren Licht dastehen xD","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T17:17:54.505+0000","up_votes":1,"down_votes":5,"body":"weil ich mich mit dme unsinn hier null auskenne was weiß ich ich bin krank mir ist lagweilig","replies":[]}]}]}]},{"id":"","poster":"Kîngs Gambît","date":"2016-06-22T19:44:48.499+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Spicavius","date":"2016-06-22T19:50:59.076+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir dringenst empfehlen deinen Kommentar anders zu formulieren. Das endet sonst in einem Forenbann. Ich wurde mal für eine Woche gebannt weil ich sextistisch geschrieben habe und habe es auch einsehen müssen.","replies":[{"id":"","poster":"Kîngs Gambît","date":"2016-06-22T19:52:32.167+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=000a0001,timestamp=2016-06-22T19:50:59.076+0000)\n>\n> Ich würde dir dringenst empfehlen deinen Kommentar anders zu formulieren. Das endet sonst in einem Forenbann. Ich wurde mal für eine Woche gebannt weil ich sextistisch geschrieben habe und habe es auch einsehen müssen.\n\ndie Formulierung ist vulgär aber inhaltlich passt alles, muss anscheinend auf untere ebenen schreiben damit manche menschen das verstehen.","replies":[{"id":"","poster":"Spicavius","date":"2016-06-22T19:55:10.084+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich vermute, dass es eher ein Troll ist und hier mit Absicht einpaar Leute wie dich provoziert. Ganz ehrlich er hätte längst seine Chatlogs preisgegegen, wenn das Ganze hier stimmen würde. Tut er aber nicht, weil er sie garnicht beitzt.\n\nDieser Thread sollte eigentlich längst geschlossen sein...","replies":[]}]}]},{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T19:49:20.354+0000","up_votes":2,"down_votes":2,"body":"lol so viel zum thema flamen?","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-06-22T17:39:46.290+0000","up_votes":1,"down_votes":0,"body":">  in anderthalb jahren wird das spiel derart kaputt gepatcht sein dass ihr euch wünscht ihr hättet mein account niemals gebannt und mal auf eure community gehört\n\nDiese Zeile von dir finde ich aber sehr interessant. Wieso sollte Riot es jemals bereuen, ausgerechnet dich, einen von Millionen von Nutzern, gebannt zu haben? Nimmst du dir da nicht etwas viel heraus?\nUnd wie schon angemerkt wurde... Riot hat auf die Community gehört. Sonst wärst du nicht gebannt worden. Das Chat-Analyse-System arbeitet unter anderem mit Hilfe von Reports eben dieser Community. Wenn du niemals reportet geworden wärst, deine Mitspieler sich also nicht an dir gestört hätten, wäre niemals eine Chatanalyse ausgelöst worden.","replies":[{"id":"","poster":"FCB ghjkl ROBERY","date":"2016-06-22T18:21:18.244+0000","up_votes":1,"down_votes":6,"body":"weil sie den greatest of all times versuchen tief zu halten aber ich niemals aufgebe","replies":[{"id":"","poster":"Bergelmir32","date":"2016-06-22T18:27:23.750+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FCB ghjkl ROBERY,realm=EUW,application-id=KYnfKGf0,discussion-id=TAaMneIq,comment-id=00050000,timestamp=2016-06-22T18:21:18.244+0000)\n>\n> weil sie den greatest of all times versuchen tief zu halten aber ich niemals aufgebe\n\n{{sticker:zombie-brand-clap}}","replies":[]}]}]},{"id":"","poster":"piQz Yona","date":"2016-06-22T18:13:28.565+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das hier ist seit einigen Monaten der erste Offtopic Post, den ich mir in gänzlicher Fülle reingezogen habe. Ich möchte da ja nicht auch noch meine Meinung reinschmeißen, weil wir wissen alle, dass das einfach sinnlos ist. Ich möchte mich nur für die äußerst nette, aber vorallem lustige Unterhaltung bedanken und wünsche euch noch viel Spaß beim Ranked ! :D","replies":[]}]}