{"id":"Y9VZAieX","poster":"I love you Malon","date":"2016-06-22T01:54:46.496+0000","title":"Mein kleiner Roaming Guide für unerfahrene Spieler :)","subforum":"Level Up: Guides & Tipps","up_votes":5,"down_votes":4,"body":"Gut, dann fangen wir doch einfach mal spontan mit der Frage an was Roaming &uuml;berhaupt ist.\n\nRoaming bedeutet im &Uuml;bertragenen und &Uuml;bersetzlichen Sinn nichts anderes als den Aufenthalt zu wechseln.\nHierbei nehme ich das Bsp. des Mid Laner an:\n\nIn diesem Szenario wird nun versucht als Mid-Laner entweder:\n\nDen Snowballeffekt zu nutzen, Pressure durch den Snowball aufzubauen oder durch ein 0/2 auf der Lane ein 2/2 zu verwandeln.\n\nDabei schauen wir uns alle 3 Beispiel nun genauer an.\n\n\n----------------------------------------------------------------------\n\n\nSnowballen: \nIn dieser Kategorie fallen Champions die im Early-Mid Game ENORM an St&auml;rke gewinnen wenn man ihnen Kills gibt.\nAhri ist ein Champion der sehr leicht snowballed.\nDurch ihr Potenzial mit 3 Flashes herum zu laufen, Hohe Range und einen Starken CC den Charme ist sie ein ziemlich gutes Beispiel.\nDadurch kann sie problemlos das Gold auf anderen Lanes verteillen und carrien.\n\nNun nehmen wir als Lane Gegner ihre Rivalin LeBlanc.\nLeBlanc ist st&auml;rker im Duell gegen Ahri und somit muss der Ahri-Spieler die Lane einpushen (AA) um LeBlanc dazu zu zwingen Spells zu nutzen um unter den Tower zu farmen. Dar&uuml;ber hinaus muss der Ahri Spieler poken um die Lane unter Kontrolle zu halten um roamen zu k&ouml;nnen.\nOhne einen Push kann der Enemy Mid-Laner Problemlos followen und euren Plan vereiteln.\n\nDen es gibt 2 Punkte dabei zu beachten: \n\nWo steht der eigene Mid-Laner?\n\nWo ist der Enemy Jungler?\nWas f&uuml;r Gankm&ouml;glichkeiten hat der Enemy Jungler?\n\nSolltet ihr diese Punkte beachten steht euch im Roamen auf die Bot-Lane auf Lv.6 nichts im Wege und euer Double KIll ist sicher in der Tasche. \nDabei snowballed ihr, Carried das Game und steigt auf (jaa das letzte ist das das Ergebnis ;D)\n\n-------------------------------------------------------\n\nPressure:\nNat&uuml;rlich kann es auch sein das ihr First Blood macht, euer Gegner einen Fehler nach dem anderen macht und ihr dadurch gefeedet seid.\nNun m&uuml;sst ihr eine Sache beachten.\nBleibt nicht auf der Lane und zerst&ouml;rt euren Gegner weiterhin.\nDenn im Grunde gibt er euch kein Gold mehr, ihr m&uuml;sst vielleicht Back gehen und verliert Zeit. \n\nStattdessen nutzt ihr euren Feed um die anderen Lanes ahead zu bringen um ALLE zu Snowballen.\nJe nachdem was f&uuml;r eine Komposition ihr seid m&uuml;sst ihr das Game schnell beenden da ihr kein Late-Game besitzt oder die Enemys ein unaufhaltsames Late (Hyper-Carry Combo) besitzen.\n\n______________________________--\n\n\nBehind:\n\nDas ist eine ziemliche coole Mechanik. Allerdings sehr schwer anzuwenden wenn euer Gegner Pressure aufbaut.\nSolltet ihr die Lane verkackt haben hilft euch ein Roam auf der Bot-Lane um dort KIlls oder Assists zu hohlen.\nOder ihr feedet weiterhin ^^\n\nSollte aber der Enemy Mid-Laner den ihr auf 2/0 Gefeedet habt ebenfalls Roamen sieht es schwarz f&uuml;r euer Team aus.\nEr wird Pressure aufbauen und euch dran hindern im Fight zu gl&auml;nzen.\nDeshalb m&uuml;sst ihr versuchen die Lane einzupushen und so schnell wie m&ouml;glich was unternehmen.\n\n---------------------------------------------\n\nWas tue ich wenn mein Lane-gegner Roamt?\nEntweder followen mit TP oder Pushen :)\nHauptsache ihr macht in der Zeit was sinnvolles!\n\n\n\nDas war erstmal grob zusammengefasst mein kleiner Guide zum roaming.\n\n\nNoch Fragen diesbez&uuml;glich?\n\nSchreib sie hier unten rein :)\n\n\nMfg XtremBoy\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-06-22T14:56:06.471+0000","up_votes":1,"down_votes":0,"body":"Eine Frage habe ich.\nWarum verteilt man hier downvotes?","replies":[{"id":"","poster":"I love you Malon","date":"2016-06-22T14:57:02.496+0000","up_votes":2,"down_votes":1,"body":"Man ist erst dann berühmt wenn man Hater hat :P","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-06-23T10:19:48.526+0000","up_votes":2,"down_votes":0,"body":"Ach warum frage ich eigentlich..?\nHier herrscht sowieso nur der Hass. :D","replies":[]}]}]}]}