{"id":"GOY8PA2j","poster":"MrStrong77","date":"2016-06-21T14:45:38.623+0000","title":"Clan sucht Junior Team von Bronze-Dia","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo\r\n\r\nWir sind der EXQUISIT Clan wir sind gerade dabei 3 Teams mit je 5 Spieler aufzubauen.Ein Team Bronze/Silber bereich ein Team Gold/Platin und das 3. Team wird entschieden je nach dem welche Spieler zu uns kommen.Wir meinen es ernst und wollen die Teams auch f&uuml;r lange zeit beibehalten also f&uuml;r leute die nach einer Woche wieder weg sind ist das hier nichts.\r\n\r\nRichtige Trainingszeiten sind noch nicht beschlossen werden aber innerhalb des Teams vereinbart.\r\n\r\nAnsprechpartner:Ich und unser Organisator der auch der Ts admin ist.\r\n\r\nZu uns:\r\nTs3:212.224.87.63\r\nFreundlich\r\nFast immer online.\r\nWir machen innerhalb des Clans auch Tunire.\r\nWahrscheinlich auch bei Tuniren gegen andere Clans/Teams\r\n\r\nZu euch:\r\nIhr solltet zwischen 12 und 16 Jahre alt sein.\r\nEure elo ist egal da wir 3 verschiedene Teams aufstellen.\r\nFreundlich sowie Kritikf&auml;hig.\r\n\r\nBewirbt euch am besten hier unten oder direkt auf dem Ts server.\r\nSagt euer Alter,elo und main Rolle.\r\n\r\nPs:[Es gibt bei uns auch Teams in der Jahrgangsstufe 16+ wo wir Spezi&auml;lle Teams haben}\r\n\r\nLiebe Gr&uuml;&szlig;e\r\nMrStrong77","replies":[{"id":"","poster":"Fis t in heaven","date":"2016-06-21T19:39:03.534+0000","up_votes":1,"down_votes":0,"body":"Hallo , \n\nalso ich wäre interessiert an eurem Angebot. Ich bin zurzeit Gold5 , bin main ADC , meine main Champs sind Lucian, Sivir , vayne und ashe. Bin aber gerne offen für weitere Vorschläge. Ich bin selber 21 Jahre alt. Wäre cool wenn das klappen könnte. Ihr könnt mich unter dem IGN: Fis t in heaven adden, falls ihr Interesse habt.\n\nLg \n\nFis t in heaven","replies":[{"id":"","poster":"MrStrong77","date":"2016-06-21T20:29:29.312+0000","up_votes":1,"down_votes":0,"body":"Jo kannst mal im ts vorbei schauen ;) da sind genug ü 18 gold spieler einfach auf dem ts gehen support warteraum oder so und dann klärt sich das schon ;)","replies":[]}]},{"id":"","poster":"Zombiraider","date":"2016-06-21T18:31:10.665+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"MrStrong77","date":"2016-06-21T19:26:20.600+0000","up_votes":1,"down_votes":0,"body":"Em sorry aber das ist echt scheiße von euch hier sowas zu posten wenn wir hier grad für unsere comunety werben also bitte unterlast dies, danke.","replies":[]}]}]}