{"id":"ZYAe5FPA","poster":"Eico25","date":"2016-06-21T20:15:53.971+0000","title":"Neuer champ leider noch ohne name","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Ich habe eine Idee mit einem freu d gehabt f&uuml;r ein neuen champ nur haben wir das normale aussehen (werdet ihr noch sehen was ich damit meine) und den Namen noch nicht hoffen es gef&auml;llt trotzdem.\r\n\r\nAls erstes ist es ein Geist mit neuer energie/mana den wir haben sie Geistes energie genannt \r\nGeistes energie: regeneriert sich nicht wie normaLe energie oder mana aber hat daf&uuml;r nur maximal 200 Ladung sowie die energie\r\n\r\nSo dann komm ich schon zur Q \r\nQ (Hinterhalt aus dem jenseits): diese F&auml;higkeit hat eine aktive und eine passive\r\nPassive: alle 5 sekunden wird geistes energie von Gegnern entzogen (wir denken an 75 Geistes energie pro diesen hit)\r\nAktive: sobald aktiviert macht sich der champ unsichtbar (nur bei w&auml;nden) und kann ein kleines st&uuml;ck durch W&auml;nde gehen (vergleichbar mit dem Tunnel von rek&#039;sai)(20 Sekunden abklingzeit)\r\n\r\nW (Geister der unterwelt): hat eine in- und direkte Verwendung (hat 5 sekunden anklingzeit (erh&ouml;ht sich nicht))\r\nDirekt: entsendet in einer mittel gro&szlig;en Reichweite zwei geister (kommt drauf an wo die maus hin zeigt) die das ziel &quot;zerdr&uuml;cken&quot; nur das sie von verschiedenen Seiten aufeinanderen zukommen und explodieren sowie 1 sekunde bet&auml;uben.\r\n\r\nIndirekt: (wird aktiv wenn Maus Zeiger nicht auf Gegnern ist) zwei Geister werden mit der doppelten Reichweite als bei der passiven enstand und diese geister suchen dann champs wo sie genauso aufeinander zufliegen und explodieren sowie 1 sekunde bet&auml;uben. \r\n\r\nE (Ruf der Geister): ruft in einem kleinem Bereich geister zu sich die Gegner im Bereich angreifen (menge und dauer der F&auml;higkeit erh&ouml;ht sich pro level (menge: level 1 - 5 Geister, Level 2 - 8 Geister, Level 3 - 10 Geister,  Level 4 - 13 Geister, Level 5 - 15 Geister)(Dauer: level 1 - 5 sekunden, level 3 - 10 Sekunden, Level 5 - 15 sekunden)) hat eine abklingzeit von 20 Sekunden (anbklingzeit startet nachdem die Dauer zuende ist.\r\n\r\nR (Sakrales Ritual): f&uuml;hrt 1 sekunde ein Ritual durch wodurch er sich entscheiden kann in welchen von zwei G&ouml;ttern er sich verwandelt zur Auswahl stehen: \r\nKriegsgott: wird um einiges gr&ouml;&szlig;er, hat flammende rote Augen mit gro&szlig;en H&ouml;rnern an der Stirn und zwei kriegs &Auml;xten. Hat einen gro&szlig;en roten Kreis um sich mit flammen der aber nur zur erscheinungsbild dient. Sein schaden und sein angriffstempo wird erh&ouml;ht R&uuml;stung daf&uuml;r gesenkt. (Level 1 - + 0.60 angriffstempo und 50 angriffsschaden, Level 2 - + 0.80 angriffstempo und 100 angriffsschaden, Level 3 - + 1.00 angriffstempo und 150 angriffsschaden)\r\nUnd der zweite gott ist der\r\nVerteidigungsgott: wird um einiges gr&ouml;&szlig;er, hat normale Augen mit kleinen H&ouml;rnern an der stirn. Hat ein Schild und einen Hammer (schaden und angriffstempo werden gesenkt aber seine R&uuml;stung und Magieresistenz steigt( Level 1 - + 65 R&uuml;stung und Magieresistenz, Level 2 - + 130 R&uuml;stung und Magieresistenz, Level 3 - + 200 R&uuml;stung und Magieresistenz)","replies":[]}