{"id":"12Je9iPG","poster":"Otp ELYAK","date":"2016-06-21T18:32:34.962+0000","title":"Packet loss trotz Ipv 4 Adresse","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Abend,\nWie oben schon beschrieben habe ich Packet loss zum Riot Server getestete Ip 185.40.65.1 mit Pingplotter und Cmd \n\nInternet provider easybell, Fritzbox  7320,  9,3 Mbits Download 1,1 Mbits Upload, Port UDP 5000-5500 in Fritzbox ge&ouml;ffnet und in der Windows Firewall auch.Ipv 6 Adresse Deaktiviert.Und trotzdem habe ich Packet loss zum Riot \nServer \n\nRoutenverfolgung zu \"185.40.65.1\" ber maximal 30 Hops\n\n  0  Chris-PC.fritz.box [192.168.178.20] \n  1  fritz.box [192.168.178.1] \n  2  rdsl-dsbg-de80.nw.mediaways.net [213.20.58.198] \n  3  bundle-ether20.0002.dbrx.01.dui.de.net.telefonica.de [62.53.18.78] \n  4  ae2-0.0001.corx.02.dus.de.net.telefonica.de [62.53.4.208] \n  5  ae5-0.0001.corx.02.fra.de.net.telefonica.de [62.53.0.20] \n  6  ae21-0.0002.dbrx.01.fra.de.net.telefonica.de [62.53.0.81] \n  7  ae1-0.0002.prrx.01.fra.de.net.telefonica.de [62.53.11.231] \n  8     *        *        *     \nBerechnung der Statistiken dauert ca. 175 Sekunden...\n            Quelle zum Abs.  Knoten/Verbindung\nAbs. Zeit   Verl./Ges.=   %  Verl./Ges.=   %  Adresse\n  0                                           Chris-PC.fritz.box [192.168.178.20] \n                                0/ 100 =  0%   |\n  1    0ms     0/ 100 =  0%     0/ 100 =  0%  fritz.box [192.168.178.1] \n                                0/ 100 =  0%   |\n  2    4ms     0/ 100 =  0%     0/ 100 =  0%  rdsl-dsbg-de80.nw.mediaways.net [213.20.58.198] \n                                0/ 100 =  0%   |\n  3    4ms     0/ 100 =  0%     0/ 100 =  0%  bundle-ether20.0002.dbrx.01.dui.de.net.telefonica.de [62.53.18.78] \n                                0/ 100 =  0%   |\n  4  ---     100/ 100 =100%   100/ 100 =100%  ae2-0.0001.corx.02.dus.de.net.telefonica.de [62.53.4.208] \n                                0/ 100 =  0%   |\n  5  ---     100/ 100 =100%   100/ 100 =100%  ae5-0.0001.corx.02.fra.de.net.telefonica.de [62.53.0.20] \n                                0/ 100 =  0%   |\n  6    9ms     0/ 100 =  0%     0/ 100 =  0%  ae21-0.0002.dbrx.01.fra.de.net.telefonica.de [62.53.0.81] \n                                0/ 100 =  0%   |\n  7    9ms     0/ 100 =  0%     0/ 100 =  0%  ae1-0.0002.prrx.01.fra.de.net.telefonica.de [62.53.11.231] \n\nAblaufverfolgung beendet.\n\n\nIch hoffe Ihr k&ouml;nnt mir Helfen \nMfg gzuz","replies":[{"id":"","poster":"legofreak1","date":"2016-06-21T18:36:55.498+0000","up_votes":1,"down_votes":0,"body":"http://imagizer.imageshack.us/a/img921/5372/Ic3bRm.png\nDas Bild aus deinem Thumbnail ist das etwas aufschlussreicher:\nEin paar der Hops auf dem Weg zum Server weisen Teile der Pinganfragen ab, dies ist aber vollkommen normal. Zum angepingten Server selber hast du außerdem keinen Packetloss und einen normalen Ping.\n\nWas genau ist denn dein Problem?","replies":[{"id":"","poster":"Otp ELYAK","date":"2016-06-21T19:03:23.381+0000","up_votes":1,"down_votes":0,"body":"Wenn ich z.b Farme dann ruckelt es 1 sec und dann ist das Minion plötzlich tot. ohne das ich die chance hatte es zu farmen.FPs sind immer 60\nHier noch ein Bild da sieht man glaube ich mehr[](http://imageshack.com/a/img921/3473/7ZhLg6.png)","replies":[{"id":"","poster":"legofreak1","date":"2016-06-21T21:17:52.999+0000","up_votes":1,"down_votes":0,"body":"Magst du dann bitte Pingplotter auf eine Abfrage pro Minute einstellen (momentan sind es bei dir 38 in 10 Minuten) und passend zu dem Spiel mit Problemen, in dem du das log erstellst, auch dein [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) hochladen?","replies":[{"id":"","poster":"Otp ELYAK","date":"2016-06-21T21:23:42.940+0000","up_votes":1,"down_votes":0,"body":"Was meinst du mit log und netlog genau ?","replies":[{"id":"","poster":"legofreak1","date":"2016-06-21T21:26:51.804+0000","up_votes":1,"down_votes":0,"body":"Mit log meine ich das von Pingplotter erstellte log, wie du ein Netlog hochlädst erfährst du, wenn du das Wort im obigen Beitrag anklickst.\nHier nochmal die vollständige Anleitung für die korrekte Einstellung von Pingplotter:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Interval: 1 second\n> * Focus: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[{"id":"","poster":"Otp ELYAK","date":"2016-06-22T01:07:11.976+0000","up_votes":1,"down_votes":0,"body":"hier ist es [](http://pastebin.com/8zgEVD5E)\n\nund hier nochmal nach den Wartungsarbeiten. [](http://pastebin.com/fitJgcFW)\nUnd hier der letzte test da lief es wieder besser[](http://pastebin.com/eQHWAMCm)\n\n\nKönnte die Fritzbox 7490 vielleicht da abhilfe schaffen ? bei einigen soll es funktioniert haben.\n\nmfg","replies":[{"id":"","poster":"legofreak1","date":"2016-06-22T22:48:34.446+0000","up_votes":1,"down_votes":0,"body":"http://pastebin.com/eQHWAMCm\nhttp://pastebin.com/fitJgcFW\nBeide deiner Tracerts sind recht ereignisslos. Du hast einen leicht erhöhten Ping zum Router und am Ende auch zum Server, allerdings hier keine großen Probleme. Kannst du das Tracert bitte nach der obigen Anleitung erstellen? Die Fokus-Zeit liegt bei dir nicht auf \"all\" sondern ist auf etwas anderes eingestellt, sodass in den beiden Tracerts nur jeweils 10 Minuten enthalten sind. Denk bitte außerdem an das Netlog des Spiels, zu dem du das Tracert erstellt hast und in dem du die Probleme hattest.\n\nAchte bitte auch auf die Formatierung deines Posts, auf diese Weise sind die Links zwar einsehbar, wenn man deinen Beitrag editiert/zitiert, aber ansonsten nicht. Kopier die Links einfach am besten direkt in deinen Post rein.","replies":[{"id":"","poster":"Otp ELYAK","date":"2016-07-01T11:28:00.477+0000","up_votes":1,"down_votes":0,"body":"Hey sry das ich mich jetzt erst melde\nWas mir noch aufgefallen ist, z.b sobald das game los geht und ich skille die erste fähigkeit hoch laggt es und das immer wieder beim skillen, und sobald die erste minion wave kommt mit den gegnerischen Champs Laggt es auch kurz. und zwischenzeitlich beim farmen kommt halt dieser kurze stop 0,1 sec oder so und dann ist das minion aufeinmal weg obwohl man nicht sah das, dass minion von meinen minions gehittet wurde.\n\nPingplottet test 1.7.16   12:39:00 -  13:06:01\n[](http://pastebin.com/kGfapQbx)\n\n\n2016-07-01T12-33-25_netlog\nhttp://pastebin.com/aaH63DmJ\n\nmfg","replies":[{"id":"","poster":"legofreak1","date":"2016-07-03T14:08:15.918+0000","up_votes":1,"down_votes":0,"body":"Im Netlog hast du konstant einen Ping von 22ms und kein bisschen Packetloss, im Tracert hast du zwischendurch einen leicht erhöhten Ping zu deinem Router. Das Tracert fängt aber auch erst 6 Minuten nach dem Netlog an, wenn du nur die ersten paar Minuten des Spiels Probleme hattest, dann werden diese natürlich nicht aufgezeichnet worden sein.\nUm einen erhöhten Ping zu deinem Router zu vermeiden, kannst LAN statt WLAN verwenden, wenn du dies nicht bereits tust, sicherstellen dass niemand bei dir im Hintergrund gleichzeitig das Internet verwendet und einfach mal deinen Router für 5 Minuten vom Strom nehmen, manchmal ist das alles, was notwendig ist.\n\nWie sind außerdem deine FPS während des Spiels?","replies":[{"id":"","poster":"Otp ELYAK","date":"2016-07-10T19:58:22.629+0000","up_votes":1,"down_votes":0,"body":"Ich hab jetzt mal auf nen anderen Rechner von nen Kumpel LoL gespielt(highend PC) und ich hatte die selben laggs, also an der Hardware kann es doch nicht liegen, die Fps einbrüche die ich hatte sind auch mittlerweile behoben hatte falsche Cpu Settings im Bios, aber die laggs z.b beim Farmen das auf einmal das minion weg ist als wäre es zeitversetzt sind immer noch da. ist meine Leitung vielleicht zu klein ?\n\n9.3 M.bits Download und 1,1 M.bits Upload","replies":[]},{"id":"","poster":"Otp ELYAK","date":"2016-07-05T10:26:24.646+0000","up_votes":1,"down_votes":0,"body":"Ich glaube mittlerweile  das es echt an meine Hardware Liegt..Ich hab auch in Teamfights fps drops von 60 auf 48 ist jetzt kein Großer verlust, aber es Ruckelt in Teamfights sehr Stark, aber nur in Teamfights. Settings alles auf Low und vsyncist an.\nIch glaube es liegt an meinen CPU vielleicht Falsche Settings im BIOS.. Idk\n\nHier zu Meiner Hardware\n\nMSI 970A-G46 \n\nAMD Fx 6300 \n\nMSI GTX 770 Lightning ( Aktueller Grafikartentreiber ist drauf. auch schon deinstalliertPlus die Reste ect entfernt und Neuinstalliert.\n\n8 gb Arbeitsspeicher g.skill 1600 \n\n1)Festplatte ADATA SP 900 256 SD ( WIndows 10 Installiert und League of Legends)\n\n2)Festplatte WDC WD10 EZEX-60m2na0 SATA Disk Device 1 TB\n\nNetzteil: \nThermaltake Hamburg 530W, PC-Netzteil\n\nEigentlich sollte die Hardware doch sogar für High Settings Ausreichen oder nicht ?\n\nMfg","replies":[]}]}]}]}]}]}]}]}]}]}]}