{"id":"RNXYk8X0","poster":"ToBoTiX","date":"2016-06-21T15:37:40.081+0000","title":"Nach Championauswahl geht es nicht weiter!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammmen,\r\n\r\nich habe seit einigen Wochen LOL und habe es bisher auch schon oft gespielt, aber seit gestern kann ich nach der Championauswahl nichts mehr machen. LOL geht immer zu, ist aber noch im TaskManager vorhanden. Ich habe hier im Forum schon sehr viele Personen gefunden welche das selbe problem haben, aber es gab nie Antworten die geholfen haben. Ich habe auch schon die d3dx... Datei neu Installiert und auch das Gamekomplett neu aufgesetzt! Doch das problem besteht weiterhin. Ich bitte um schnelle und profesionelle Antwort da es echt nervig ist wenn man einfach nicht spielen kann!!!!        \r\n\r\nBetriebssystem: Windows 10","replies":[{"id":"","poster":"Knallfliege","date":"2016-06-24T16:08:41.569+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nIch kann dir nicht direkt weiterhelfen aber meine Erfahrungen schildern: \nAls ich vor 2 Jahren in ein Studentenwohnheim eingezogen bin, bekam ich das gleiche Problem. Mal gings, mal gings nicht. Ab und zu half es mich über ein VPN einzuloggen. Ich bin jetzt seit 3 Monaten umgezogen und beziehe wieder alleine Internet. Seit dem funktioniert Lol wieder, als wäre nie was gewesen. Bevor ich damals von zuhause ausgezogen bin, konnte ich aber zum Beispiel trotzdem immer zeitgleich mit meinem Bruder zocken.\n\ntl;dr : Es liegt eindeutig am Internet und ich tippe es liegt an bestimmten IP-Adressen\n\nIch hoffe ich konnnte wenigstens ein wenig weiterhelfen.\nMfG Max","replies":[]},{"id":"","poster":"Ryzecake","date":"2016-06-21T17:18:26.490+0000","up_votes":1,"down_votes":0,"body":"Servus ToBoTiX,\n\nhast du bereits folgende Dinge getestet?:\n\n* Installiere aktuelle Grafikkartentreiber\n* Logge dich ein und lösche die Dateien game.cfg und persistendsettings.json aus dem Verzeichnis C:\\Riot Games\\League of Legends\\Config\n* Setze die Einstellungen deines Grafikkartentreibers zurück\n* Deinstalliere eventuelle Drittanbieterprogramme oder Overlays, die mit dem Client interferieren.\n* Knowledgebase: https://support.riotgames.com/hc/de/articles/201761974-Bug-Splat-und-Spielabst%C3%BCrze\n\nMit freundlichen Grüßen\nRyzecake","replies":[]}]}