{"id":"7R5rzEXZ","poster":"Rafiki HD","date":"2016-06-21T15:14:16.942+0000","title":"Main ADC sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Beschw&ouml;rer,\r\n\r\nmein Name ist Kohakuu und wie der Titel schon vorweg nimmt bin ich auf der Suche nach einem progress orientierten Team in das ich mich einbringen kann.\r\n\r\nKurz zu meiner Person und meinem Werdegang:\r\n&bull;Philip &quot;Kohakuu&quot; \r\n&bull; alle Champions erspielt\r\n&bull;~3000 Spiele gemacht\r\n&bull;M&auml;rz 2012\r\n&bull;momentane Platzierung: Silber 2\r\n&bull;main lane: AD Carry\r\n&bull;Spielzeiten: Von 17:00 bis 21:30 Uhr\r\n\r\nWas ich von einem Team erwarte und selbst mitbringe:\r\n&bull;Kritikf&auml;higkeit\r\n&bull;Geistige reife\r\n&bull;gute map &Uuml;bersicht\r\n&bull;den willen permanent besser zu werden\r\n&bull;freundlichen Umgang\r\n&bull;Ehrlichkeit\r\n&bull;Teamf&auml;higkeit\r\n&bull;stabiles Internet\r\n&bull;Information &uuml;ber aktuelle patches und die allgemeine meta\r\n\r\nwenn euch mein Profil gef&auml;llt oder ihr fragen habt addet mich ingame oder bereden wir es gern im TS. Ich freue mich auf anfragen und versuche sie schnellstm&ouml;glich zu beantworten.\r\n\r\nDanke im Voraus\r\nPhilip","replies":[{"id":"","poster":"Zombiraider","date":"2016-06-21T19:20:38.883+0000","up_votes":1,"down_votes":0,"body":"Hallo Doragonia,\n\nWir, die FearNixx Gaming Community, suchen Leute wie dich, die Spaß am Zocken haben. Wir sind eine Gemeinschaft, welche sich dadurch auszeichnet, dass wir eine Menge Spaß zusammen haben, zivilisiert miteinander umgehen und ganz gechillt, freundlich und offenherzig sind. \n\nWir haben viele Member, die sich gerne einem Team anschließen würden. Egal welche Elo, wir nehmen jeden einzelnen Spieler oder auch komplette Teams herzlichst auf. Unser Regelwerk ist sehr simpel und locker, zivilisiertes Verhalten untereinander und keine Reports innerhalb der Community und das wichtigste natürlich JEDE MENGE SPAß HABEN .\n\nWir bieten dir auch folgende Sachen:\n\n× eigenes Forum × [ http://fearnixx.de/ ]\n× einen großen TS3 Server ×\n× eigene Teamchannels ×\n× eigene Clanbereiche ×\n× in Zukunft folgen Turniere ×\n× Sehr aktive Admins ×\n× Immer jemanden zum zocken ×\n× Auch Neulinge oder unerfahrene Spieler sind herzlich Willkommen ×\n× Spieler die ihre Erfahrungen, Tipps und Tricks bzgl. LoL weiter geben ×\n× Musicbots zur freien Verfügung ×\n\nNa, interessiert? - Dann schnell in unser TS 3 kommen ( ts.fearnixx.de )\noder added einfach Ingame Zombiraider oder mich (Azurestrike).\n\nViel Erfolg in der Kluft und hoffentlich auf ein baldiges Wiedersehen,\n\nZombiraider","replies":[]}]}