{"id":"uOAayjtM","poster":"RambO yesh i tro","date":"2016-06-21T11:03:22.395+0000","title":"Hi leute wie spielt man zurzeit Shaco?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Als One-hit Shaco noch sehr stark war also mit statiks habe ich ihn auch gespielt und habe 100k mit den aber ich habe seit einer l&auml;ngeren zeit kein LOL mehr gespielt und zurzeit ist ja tank jungle die Meta. K&ouml;nnt ihr mir ein paar gute builds empfehlen und ein paar items je nach situation?","replies":[{"id":"","poster":"Wekra","date":"2016-06-21T11:06:25.295+0000","up_votes":1,"down_votes":0,"body":"Tank jungle? Eigentlich sind grade Carryjungler unglaublich beliebt. Shaco kannst du denke ich zur Zeit immer noch gut spielen und hat sich eigentlich nicht viel getan.\n\nEr ist auch eine gute Antwort auf die Carryjungler (Kindred, Nidalee, Graves, etc pp) da er sie early hart aus dem Spiel nehmen kann (und soll) und sie so eben nicht carrien können. Sonst schön die Lanes nerven wie gehabt","replies":[{"id":"","poster":"OT Riku","date":"2016-06-21T17:02:59.166+0000","up_votes":1,"down_votes":0,"body":"Nein die Meta verschiebt sich jetzt wieder auf Tankjungler und Carrytoplaner.\nSo gesehen","replies":[]},{"id":"","poster":"RambO yesh i tro","date":"2016-06-21T11:10:11.583+0000","up_votes":1,"down_votes":0,"body":"Und glaubst du dass das neue Trinity für ein onehit/dps shaco build gut wäre?","replies":[{"id":"","poster":"Wekra","date":"2016-06-21T16:33:45.443+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RambO yesh i tro,realm=EUW,application-id=Wj1wcocU,discussion-id=uOAayjtM,comment-id=00000000,timestamp=2016-06-21T11:10:11.583+0000)\n>\n> Und glaubst du dass das neue Trinity für ein onehit/dps shaco build gut wäre?\n\nFür ein DPS Shaco schon, aber das ist eigentlich nicht dein Ziel, du willst ein Ziel effektiv ausschalten, da gibt es bessere Alternativen, da du von dem massiven Attackspeed nicht profitierst","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2016-06-21T11:15:02.773+0000","up_votes":1,"down_votes":0,"body":"Recht hat er, gerade in der LCD geht der Trend gerade wieder in Richtung Tank Jungler und Carry Toplaner (aufgrund der Änderungen der Trinity Force)\nCarry-Jungler sind immernoch stark, was Shaco als Counterpick viable macht aber ich denke sie werden langsam immer seltener aufgrund der LCS Trends","replies":[]}]},{"id":"","poster":"Braumerama","date":"2016-06-21T12:30:44.755+0000","up_votes":1,"down_votes":0,"body":"Hallo Ramb0 , also zu deinem Post werde ich mal so einen Standart Build posten den ich sehr oft nutze und super klappt.\n\n{{champion:35}}  , {{item:3156}}  , {{item:3117}}  , {{item:1400}} , {{item:3074}} , {{item:3742}} , {{item:3087}} .\n\nMit diesem Build hast du auch Tankyness + der Dmg ist super nice !!\nBin natürlich kein Pro und je nach der Aufstellung der Gegnerteams kannst du den Itembuild auch Variieren ABER die Hydra MUSS dank des Waveclears immer dabei sein.\nSollte der Gegner über mehr Tanks verfügen dann natürlich {{item:3036}}  bauen anstatt Statiks.\n\nHoffe konnte dir soweit Weiterhelfen :)","replies":[]}]}