{"id":"0s2sYwhL","poster":"Hacked by TGMM","date":"2016-06-21T12:48:20.123+0000","title":"Supporter sucht Community / Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Derzeit Silver 2 Supporter sucht gem&uuml;tliche leute zum gemeinsamen zocken.\r\n\r\nein wenig zu mir:\r\n\r\nIch bin 24 Jahre alt und spiele League of Legends seit beginn \r\nich habe eine etwas l&auml;ngere pause gemacht und will nun wieder aktiv ins spiel leben mit einsteigen.\r\n\r\nwen das die art der member ist die ihr sucht meldet euch einfach bei mir! \r\n\r\nAdded mich unter : L&ecirc;G&ecirc;nDar&Yacute;","replies":[{"id":"","poster":"flinxxx","date":"2016-06-22T16:50:15.436+0000","up_votes":1,"down_votes":0,"body":"Hallo LêGênDarÝ,\n\nna dann reihe ich mich mal in die Angebote mit ein ^^^^:\n\nVielleicht wäre unser Club \"Botlane Treff\" etwas für dich.\n\nGedacht und gegründet sozusagen als \"Kontaktbörse f. ADC und Supporter\" - möglicherweise findest du hier den einen oder anderen passenden Kontakt für dich (bzgl. der Botlane). Z.Z sind wir ca 25 Mitglieder und am stärksten im mittleren ELO Bereich vertreten (Silber/Gold/Platin).\n\nWenn du also Interesse hast - adde mich (also andersherum ;-) ) - ich sende dann bei Gelegenheit die Einladung raus.\n\nGruß flinxxx","replies":[]},{"id":"","poster":"TeS Taled","date":"2016-06-22T11:36:40.086+0000","up_votes":1,"down_votes":0,"body":"Hallo LêGênDarÝ\nmit Nerds Go Casual bist Du nie wieder allein ! \nEgal ob spaßige Normalgames oder tryhard Rankeds, solang Du Spaß am Spiel und den nötigen Ehrgeiz mitbringst bist Du bei uns herzlich Willkommen.\nWir möchten eine Community sein die für jeden Spieler einen Platz hat, hierbei ist es irrelevant ob Casual Gamer oder Ranked Pro, ob Unranked oder Challenger, bei uns ist jeder gern gesehen.\n\nHier geht es zu unserem Vorstellungspost: http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/JZ4eTbKq-a-nerds-go-casual-a18-multigaming-community-laadt-zum-zocken-ein-a\n\nLiebe Grüße,\nNGC Taled","replies":[]},{"id":"","poster":"Temja","date":"2016-06-21T13:07:52.929+0000","up_votes":1,"down_votes":0,"body":"Wir haben eine kleinere Gruppe für Rankeds und Normals. Sind zwischen 15 und 22 Jahre jung. Adde mich doch mal wenn du Interesse hast.","replies":[]}]}