{"id":"v9FavXA9","poster":"Lyrinn Delaire","date":"2016-06-20T22:00:18.734+0000","title":"Stimmen und Texte unterschiedliche Sprachen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo liebe Mitspieler und Mitspielerinnen, hallo liebe Riot-Teammitglieder, die das hier vielleicht lesen! ^^ \r\nIch spiele seit etwa 2 1/2 Jahren LoL und ich finde das Spiel, die Championvielfalt und die verschiedenen Spielmodi toll! \r\nAber seit ich LCS, LoL-Livestreams und YouTube-Videos gucke, und die meisten Streamer und YouTuber den Client auf Englisch haben, wechsel ich auch immer zwischen Englisch und Deutsch, weil ich zwar die Synkronisationen, die meisten Skin-Titel und die Sprecherstimme auf Englisch viel besser finde, aber zu faul bin die Item-Beschreibungen oder F&auml;higkeiten-Erkl&auml;rungen lange zu &uuml;bersetzen, wenn ich etwas neues ausprobieren m&ouml;chte. \r\nNun mein Vorschlag! Ich wei&szlig; nicht ob es machbar ist, weil ich mich mit programmier-technischem Kram nicht auskenne, aber w&auml;re es nicht m&ouml;glich die Championstimmen und Sprecher etc. auf Englisch zu zu stellen, w&auml;hrend die Texte Deutsch sind? Oder eben wahlweise andere Sprachen, je nachdem wie man es mag bzw. woher man kommt. Ich denke viele finden die englischen Stimmen und Ansagen wie &quot;Shut down!&quot;, &quot;Triple/Quadra/Pentakill!&quot; usw. viel epischer als &quot;Terminiert.&quot;, &quot;Dreifach/Vierfach/F&uuml;nffacht&ouml;tung&quot; ... sind aber m&ouml;glicherweise wie ich zu faul oder eben &#039;zu schlecht&#039; um die englischen Texte zu &uuml;bersetzen. \r\nDas war es auch schon, ich hoffe es war alles verst&auml;ndlich und ich entschuldige mich f&uuml;r die L&auml;nge... ich hole gerne weit aus .... \r\nLiebe Gr&uuml;&szlig;e, \r\nLyrinn","replies":[{"id":"","poster":"Pandaphiri","date":"2016-06-21T08:16:27.772+0000","up_votes":1,"down_votes":0,"body":"ich kann Lvoc empfehlen. simpel und funktioniert ohne probleme und macht auch nur das was möchte und nein o.o ich mag die japanischen mehr ^^\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-06-20T22:08:40.281+0000","up_votes":1,"down_votes":0,"body":"An sich gibt es Drittanbieterprogramme für sowas, aber schau mal hier, dazu kam heute schon was http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/JbIuuv4y-sprachentexte?","replies":[]}]}