{"id":"EPEvhJqt","poster":"Aenrikr","date":"2016-06-21T00:28:11.953+0000","title":"Ich fühle mich nicht mehr wohl mit meinem Main","subforum":"Champions & Gameplay","up_votes":7,"down_votes":4,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer,\n\nf&uuml;r jeden von uns ist es ein trauriger Tag, wenn er sich eingestehen muss, dass sein Lieblingschamp einfach nicht mehr so toll ist, wie er mal war.\nUnd f&uuml;r mich ist es heute soweit.\nUnd das ausgerechnet bei dem Champ, dem man nachsagt, er sei der &quot;bestgebalancede&quot; von allen.\nSp&auml;testens nach dem letzten Satz wissen viele, um wen es geht.\n\n{{champion:89}} \n\nLange hat sie mich nun in meiner Rolle als Supporter begleitet.\nSogar in Jungle sind wir zusammen ein paar Runden gelaufen, sehr zum Schrecken der gegnerischen Lanes die mit so einer Verr&uuml;cktheit nicht gerechnet haben.\nDoch nun wird es Zeit ein paar unangenehme Wahrheiten auszusprechen.\n\n--------------------------------------------------------------\n\nLeona, es tut mir leid, aber du bist grade vergleichsweise useless.\n\nDu machst als Supporter keine so gute Figur mehr.\nWas kannst du denn du unten auf der Botlane noch?\nAll - In wird inzwischen nur noch m&uuml;de bel&auml;chelt.\nEin Supporter muss mehr k&ouml;nnen.\n\nEine Soraka kann heilen, poken und den Gegner cc reindr&uuml;cken.\nEin Taric kann heilen, schilden, Fl&auml;chenstuns raushauen und dem gesamtem Team Unverwundbarkeit verleihen.\nEine Nami kann heilen, poken und disengagen.\nSona, Lulu, Jenna, Karma ...\nAlle k&ouml;nnen sie ihr Team viel aktiver unterst&uuml;tzen.\n\nUnd du?\n\nWenn ich dich im gegneischem Team habe, ignoriere ich dich einfach da du keine nennenswerte Bedrohung darstellst.\nDu bist lediglich ein unangenehmes &Auml;rgerniss.\n\nUnd wenn ich dich spiele, f&uuml;hle ich mich unbedeutend da meine Gegner genauso denken.\n\nDu machst keinen Schaden, du bist unmobil, wirst f&uuml;r deinen Engage einfach nur hart bestraft weil du nichts aush&auml;ltst.\nUnd du wirst daf&uuml;r von deinem Team beleidigt.\n\n&quot;_Spiel jemand anderen_&quot;; sagen sie.\n&quot;_Leona ist nutzlos_&quot;; sagen sie.\n\nDas Traurige ist:\nSie haben recht.\n\nF&uuml;r einen Tank Support der reingeht und drinn bleiben muss bist zu weich.\nPoken kannst du auch nicht.\nUnd du hast keinen einzigen Skill der deinen Laner aktiv unterst&uuml;tzen kann.\nKein Schild, kein Heal, kein gar nichts.\nNur deine Passive, allerdings ist die einfach zu schwach.\n\nUnd auch die anderen Lanes sind nichts f&uuml;r dich.\nAuf der Top machst du keinen Schaden.\nIn der Midlane wirst du einfach nur zerhackt.\nUnd der Jungle war ja schon immer ein hei&szlig;es Pflaster f&uuml;r dich.\n\nBitte, teuerste Leona, geh zu Riot und lass dich fixxen.\nIrgendwo hinter Ryze, Yorrick und Co ist bestimmt noch ein Platz f&uuml;r dich frei.\nIch komm dich auch ganz sicher besuchen.\n\nBis dahin ...\n\ndein dir ergebener Beschw&ouml;rer der jetzt n paar Runden mit Nami und Taric um die H&auml;user zieht.\n\n--------------------------------------------------\n\nMal im Ernst Riot, tut etwas.\nUns Leona Mains blutet grad das Herz weil wir aktuell nicht allzu gut wegkommen.\nIn Zahlen allein l&auml;sst sich das einfach nicht ausdr&uuml;cken, daher habe ich es einmal auf diese Art und Weise versucht.\n\nWenn es gerade nicht so sp&auml;t w&auml;re (2:30, verflucht, ich geh&ouml;re ins Bett ...), w&uuml;rde ich ein paar &Uuml;berarbeitungsvorschl&auml;ge einbringen welche die Art und Weise des Champs nicht ver&auml;ndern, wohl aber daf&uuml;r die Spielweise des Supports unterstreichen w&uuml;rden.\nMir schwirrt der Kopf vor Ideen....\n\nDas werde ich morgen/heute noch nachholen.","replies":[{"id":"","poster":"Prod0x","date":"2016-06-21T18:17:26.409+0000","up_votes":2,"down_votes":0,"body":"Leona zu schwach..? dafuq","replies":[]},{"id":"","poster":"Killerkante","date":"2016-06-21T13:19:18.228+0000","up_votes":1,"down_votes":0,"body":"Also laut RIOT ist Thresh zu schwach! *hust!!!\n\n*Neuigkeiten, falls sie jemand übersehen hat","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T13:25:57.616+0000","up_votes":2,"down_votes":0,"body":"Kann ich verstehen.\n\nVersuch mal im early einen Minion mithilfe deines {{item:3302}} zu töten.\nWird man wahnisinnig damit da Thresh ja über Range angreift und somit ein schmalers Zeitfenster hat, in dem er so einen Minion exekutieren kann.\n(Zur Erinnerung: Range Champs haben generell schlechtere Statuswerte als Melees.)\nIm Vergleich zu anderen Tank Supports kommt er da ziemlich schlecht weg.\nEine kleine Anpassung wäre da schon nicht unbedingt als schlecht anzusehen.\n\nAber dafür steht er durch die gesammelten Seelen im Mid und Late Game besser da als andere Klassenverwandte. ^^","replies":[{"id":"","poster":"Titanium70","date":"2016-06-21T14:01:55.314+0000","up_votes":1,"down_votes":0,"body":"An die Thresh-Spieler: Wenn ihr schon Relic benutzt, dann packt gefälligst etwas AD in die Runen! \nAls gelegenheits ADC ists für mich eine Qual mit nem Relic-Thresh zu spielen.... come on jedes CannonCreep hat ne 50/50 Chance ob ichs bekomme oder nicht.. das nervt!","replies":[{"id":"","poster":"NennMichNichtSo","date":"2016-06-21T15:46:35.582+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Titanium70,realm=EUW,application-id=Wj1wcocU,discussion-id=EPEvhJqt,comment-id=000c00010000,timestamp=2016-06-21T14:01:55.314+0000)\n>\n> An die Thresh-Spieler: Wenn ihr schon Relic benutzt, dann packt gefälligst etwas AD in die Runen! \n> Als gelegenheits ADC ists für mich eine Qual mit nem Relic-Thresh zu spielen.... come on jedes CannonCreep hat ne 50/50 Chance ob ichs bekomme oder nicht.. das nervt!\n\nDu wirst es kaum glauben aber es gibt auch Supporter die dafür kein extra AD brauchen.","replies":[]},{"id":"","poster":"Time2Whine","date":"2016-06-21T14:04:35.483+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Titanium70,realm=EUW,application-id=Wj1wcocU,discussion-id=EPEvhJqt,comment-id=000c00010000,timestamp=2016-06-21T14:01:55.314+0000)\n>\n> An die Thresh-Spieler: Wenn ihr schon Relic benutzt, dann packt gefälligst etwas AD in die Runen! \n> Als gelegenheits ADC ists für mich eine Qual mit nem Relic-Thresh zu spielen.... come on jedes CannonCreep hat ne 50/50 Chance ob ichs bekomme oder nicht.. das nervt!\n\nDa bekommen es wohl die Tresh Spieler nicht hin, den Execute mit ihrem verstärkten AA zu verwenden {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Titanium70","date":"2016-06-21T14:14:41.265+0000","up_votes":1,"down_votes":0,"body":"Man beachte: High Plat/Low Dia! Und es ist jedes mal das selbe! x'D","replies":[]}]}]},{"id":"","poster":"Killerkante","date":"2016-06-21T14:42:23.461+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Schild hat rein garnichts damit zu tun, es ist zwar hart aber das würde generell nichts an der balance ändern wenn man das vereinfachen sollte (was ich begrüßen würde)\n\nAllerdings finde ich keineswegs dass Thresh schwach ist, höhstens im vergleich zu Zyra und co, aber in solchen Fällen find ich Thresh nicht zu schwasch, sondern die anderen AP Supporter eher zu stark, bei solchen Sups hab ich oft das Gefühl dass in der ersten Spielhälfte 60-70% der lane nur vom Support ausgemacht wird, vielleicht nicht im high elo aber bei allem unter Dia IV ist mir das bisher aufgefallen seit dem AP Patch","replies":[]}]},{"id":"","poster":"BiggieSmaxx","date":"2016-06-21T22:26:33.678+0000","up_votes":1,"down_votes":0,"body":"Spiel halt mit Threshs die es können. Es ist eher genau andersherum der Fall, die ADCs lassen einem ja nicht mal die Stacks abbauen und klauen jeden Canon und Mele Minion, auch wenn sie schon zum 10ten Mal sehen, dass man autoattacked.","replies":[]},{"id":"","poster":"NennMichNichtSo","date":"2016-06-21T13:25:00.249+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Killerkante,realm=EUW,application-id=Wj1wcocU,discussion-id=EPEvhJqt,comment-id=000c,timestamp=2016-06-21T13:19:18.228+0000)\n>\n> Also laut RIOT ist Thresh zu schwach! *hust!!!\n> \n> *Neuigkeiten, falls sie jemand übersehen hat\n\nSeit seine Ulti vor 1 oder 2 Jahren geändert wurde, ist er wirklich schwächer geworden. ;)","replies":[]}]},{"id":"","poster":"give food hooman","date":"2016-06-21T11:29:36.329+0000","up_votes":2,"down_votes":0,"body":"Hey,\n\nich bin seit 2 Jahren Support main, bin von low dia bis high dia immer am rumschimmeln. Ich spiele eigentlich keine Leona, da ich für sie nichts übrig habe. Aber sie ist nicht schwach. Wenn wir uns Statistiken von den 3 Hauptservern anschauen (Euw, Na und Kr), wird man sehr schnell erkennen das Leona auf garkeinen Fall schlecht darsteht! In Korea ist sie der Support mit der** 6. höchsten Winrate**, in NA mit der **9. höchsten**. Nur in Euw hat sie wie es scheint Probleme, mit einer schwachen 18. Winrate aller Supports. Sie ist einfach nichtmehr der Squishy-Killer Support, der sie früher war. Du kannst nicht einfach Leona blindpicken, oder mit allem auf die Lane schicken. Sie ist, wie man deutlich bei den Match-up stärken von ihr sieht, eine Counter zu orthodoxen Picks, die normalerweise nichts auf der Botlane zu suchen haben, sei es {{champion:99}} , {{champion:117}}  oder {{champion:161}} . \n\nQuelle: http://www.op.gg/champion/leona/statistics/support (Dort kannst du auch Server auswählen.)\n\nIch weiß nicht was du dir vorstellst. Ein Support ist nunmal **kein** richtiger Tank. Zwar können Alistar und Braum gut was einstecken, aber auch nur, wenn sie bestimmte Fähigkeiten wie ihre Ultimative oder ihr Schild einsetzen. Ohne das sind beide total squishy, so wie **JEDER** support. Leona ist extrem stark um einen Kampf zu starten, ja. Aber den sollst du als Support NIE initiieren. Dafür ist dein Jungler, Top oder sogar Midlaner zuständig. Als Leona bist du jemand, der auf den Engage folgt, oder auf einen gegnerischen Engage reagiert, indem du für deine Carries mit deinem CC peelst. Die Idee, das Supports zum Engage oder als Tank taugen ist nur in low elo vorzufinden bzw. wird nur von denen die dort spielen gedacht, klar gibt es zum Beispiel Bard Engages mit seiner Ultimativen Fähigkeit, aber das ist 1) kein Nahkämpfer, also ist er ziemlich sicher und 2) wird er wenn dann nur mit einer Q auf seine Ultimative folgen und danach seine Carries unterstützen. Halte dir die Rolle des **Supporters** vor Augen. Du Unterstützt, und genau das solltest du auch machen.\nLeona ist zwar kein Top-Tier Supporter, aber keineswegs schlecht. Sie füllt eine Nische und das sehr gut. Sie ist eine Counter zu den AP-Supportern, die aber auch hauptsächlich in low elo auftauchen, da man dort die Rolle des Supporters noch nicht nachvollziehen kann.\n\nTL;DR:\n_Leona hat relativ hohe Winrates in high elo auf NA und KR, nur in EUW hapert es ein bisschen; an sich ist sie ein guter Support der eine Nische füllt, aber weniger erfahrene Spieler misinterpretieren die Rolle des Supporters und der von Leona._","replies":[]},{"id":"","poster":"Schesam","date":"2016-06-21T01:59:06.349+0000","up_votes":2,"down_votes":0,"body":"LEona hat schon lange das Klischee - Win the Lane loose the Game. Und es ist wahr. Hab ne lange Zeit Leona only gespielt und man wird im late einfach so useless. Man hat keinen Escape, man kann zwar engagen mit der ult, aber außer der Ult nur single Target CC und die Ult muss man auch erstmal auf mehrere treffen...  Dazu ist ihr DMG jetz auch nich besonders. \n\nMan muss sich nur Fragen: warum Leona picken wenn man Alistar, Thresh, Braum etc picken kann? Die können auch engagen (Teils sogar zuverlässiger *hust* Alistar*hust*) und haben noch viel mehr Utility. Braum kann deutlich besser peelen mit dem Schild und mit der passiven auch gut Gegner stunnen. Alistar kann healen und hat nen sicheren Engage (Kein skillshot) und deutlich weniger CD drauf (Ali q is ein aoe-Knockup, leonas AOE is die ult...), THresh kann mit dem Flay Dashe unterbrechen (Darum auch gut gegen Leona), mit der Lantern leute retten... Alles was Leona nich kann.\n\nDaher Leona is gut in der Lane, danach wird sie aber von den meisten SUpports einfach outclassed. Daher wenn man die Lane nicht hart snowballed, was möglich ist, wird man schnell sehr useless, da ma nicht tanky genug ist um zu engagen udn ne Leona die nicht engagen kann ist verdammt useless.","replies":[]},{"id":"","poster":"BiggieSmaxx","date":"2016-06-21T22:33:04.099+0000","up_votes":1,"down_votes":0,"body":"Leona ist halt grundsätzlich gegen squishy Sups recht stark, gibt halt ausnahmen. Aber dafür auch z.B. gegen Tahm.\nWenn du auf den ADC mit E engaged, wird Tahm den adc fressen und du kannst Q auf Tahm setzen, wenn er abhauen will. dann kann man die ulti so timen, dass der ADC genau in die Ult gespuckt wird. ist halt easy.\n\nLeona ist aufjedenfall nicht zu schwach, sie hat nur ein recht stumpfes kit und man kann sogar mit der Ult ein paar plays machen.","replies":[]},{"id":"","poster":"NennMichNichtSo","date":"2016-06-21T13:24:00.601+0000","up_votes":1,"down_votes":1,"body":"Du hast, grob übersprungen, in 3 Seasons 20 Rankedgames mit Leona gespielt und nennst dich Main-Leona? Respekt. Dann müsste ich ja theoretisch Main-Alles sein. Aber das tut jetzt hier nichts zur Sache.\n\nLeona ist immer noch stark und einer der tankiesten Champs den es bei LoL gibt. Sie hat auch den Vorteil das man selbst unterlevelt was reißen kann. Man muss sie natürlich auch spielen können. Statistisch gesehen bin ich mit Leona um fast mindestens 20 % besser als mit anderen Supportern. Der Grund warum ich sie nicht spiele - sie ist mir zu langweilig geworden. Ich spiele sie nur noch wenn der Gegner Thresh pickt, bannt, oder wenn ich sehe dass das gegnerische Team mehr tankyness als unseres hat.\n\nWenn mich ein Anfänger fragt welcher Support am besten ist um das Supporten zu lernen, sag ich Leona. Kannst du Leona, kannst du alle Supporter.","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T13:49:48.734+0000","up_votes":1,"down_votes":0,"body":"Ich hab es schon in einem anderem Kommentar erwähnt:\n\nIch zocke nicht wiklich viele Rankeds.\nDie Leute sind mir da viel zu unentspannt.\nZu giel geflame und co ...\nIch bleib lieber bei Normals und hab meinem Spaß.\nLoL ist schließlich ein Spiel.\nIch sehe keinen Sinn darin mir selber unnötig Druck zu machen.\nWenn ihr den Stress wollt, bitte.\n\nWer sich nun allein auf externe Webistes verlässt um einen Spieler beurteilen zu können, müsste auch beachten, das er da nur einen Bruchteil der Informationen zur Verfügung gestellt bekommt und sich somit keine ausreichende Meinung über diesen bilden kann.\n\nBei mir funktioniert das jedenfalls nicht.","replies":[{"id":"","poster":"NennMichNichtSo","date":"2016-06-21T13:59:59.013+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Aenrikr,realm=EUW,application-id=Wj1wcocU,discussion-id=EPEvhJqt,comment-id=000d0001,timestamp=2016-06-21T13:49:48.734+0000)\n>\n> Ich hab es schon in einem anderem Kommentar erwähnt:\n> \n> Ich zocke nicht wiklich viele Rankeds.\n> Die Leute sind mir da viel zu unentspannt.\n> Zu giel geflame und co ...\n> Ich bleib lieber bei Normals und hab meinem Spaß.\n> LoL ist schließlich ein Spiel.\n> Ich sehe keinen Sinn darin mir selber unnötig Druck zu machen.\n> Wenn ihr den Stress wollt, bitte.\n> \n> Wer sich nun allein auf externe Webistes verlässt um einen Spieler beurteilen zu können, müsste auch beachten, das er da nur einen Bruchteil der Informationen zur Verfügung gestellt bekommt und sich somit keine ausreichende Meinung über diesen bilden kann.\n> \n> Bei mir funktioniert das jedenfalls nicht.\n\nDas ist ok und keiner verurteilt dich dafür. Allerdings haben Normals keinen großen Richtwert. Es ist ähnlich wie beim Fußball. Ein Freundschaftsspiel wird nicht so ernst genommen wie ein Ligaspiel. Ich bin selbst zur Zeit in der Lowelo unterwegs und kann dir versichern das es mehr flamer in Normlas gibt als bei Ranked.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2016-06-21T07:10:07.588+0000","up_votes":1,"down_votes":0,"body":"Auf dem PBE wird bei ihr momentan rumgeschraubt.\nVllt ändert sich ja etwas ins positive.\nhttp://www.surrenderat20.net/p/current-pbe-balance-changes.html","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T11:51:28.275+0000","up_votes":1,"down_votes":0,"body":"Nuja, man spricht von einem Buff, aber was man da so liest sieht wie ein zweischneidiges Schwert aus.\n\nQ: Schaden runter, aber dafür eine ordentliche Verringerung der Abklingzeit. Kann man als Buff bezeichnen.\n\nW: Schaden runter, klarer Nerf\n\nE: Minimalste Vergrößerung der Hitbox, klingt unbedeutend, muss man erstmal testen\n\nR: Schaden runter, dafür Schaden druch darauffolgende Attacken hochen hoch, minimale AP Skalierung.\n\nDie Ulti gibt mir am meisten zu denken. Auf niedrigster Stufe in 5 Sekunden noch 3 Attacken hinterher zu schicken, dürfte kein Problem sein. Autoattack-Q-Autoattack. Auf höchster Stufe 5 Attacken bei Leonas niedriger Angriffsgeschwindigkeit? Wird knapp. Besonders in hektischen Teamfights.\n\nUnd um diesen neuen Aspekt zu unterstreichen wären Items wie {{item:3115}}{{item:3078}} {{item:3124}} {{item:3100}} {{item:3146}} {{item:3006}} nötig.\nGaaaaanz toller Support XD \nWenn ihr restliches Kit nicht so schwach wäre, würde ich sie dadurch durchaus mal auf die Mid - oder Toplane nehmen.\nAusprobieren werd ich das auf jeden Fall, aber Hoffnungen setz ich da keine rein XDD","replies":[{"id":"","poster":"Alustus","date":"2016-06-21T12:05:12.184+0000","up_votes":1,"down_votes":0,"body":"Leona hat eine Winrate von 51%.\nUnd eine Playrate von 10% \n(Platin+ Quelle:champion.gg)\nDass sie nicht stark gebufft wird sollte klar sein.\n\n\nDer Q ist ein kleiner buff zumindest mMn\n\nder W ist ein Nerf welcher aber erst im Mid/Lategame relevant wird.\nWo der W dmg sowieso nie wirklich relvant war,\n\nBeim E wird nichts an der Hitbox gemacht.\n\nDie dauer des festhalten wurde von 0,25sec auf 0,5 sec erhöht.\nDas ganze wird gerade gegen mobile adc eine starke veränderung sein.\nDa es sehr oft vorkommt das die gegner wegspringen, dashen bevor der stunn des q durchkommt. \nBei 0,5sec sollte das nicht mehr passieren.\nEin klarer Buff.\n\n\nDer Ult ist eher ein Buff wenn auch nicht sehr groß und in manchen situationen sicher ein nerf.\n\n\nWie sich das ganze auswirken wird werden wir sehen, aber es wird auf jedenfall ein Auge auf Leona geworfen was ja schon einmal super ist.","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T12:12:57.279+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=Wj1wcocU,discussion-id=EPEvhJqt,comment-id=000600000000,timestamp=2016-06-21T12:05:12.184+0000)\n\n> Beim E wird nichts an der Hitbox gemacht.\n> \n> Die dauer des festhalten wurde von 0,25sec auf 0,5 sec erhöht.\n> Das ganze wird gerade gegen mobile adc eine starke veränderung sein.\n> Da es sehr oft vorkommt das die gegner wegspringen, dashen bevor der stunn des q durchkommt. \n> Bei 0,5sec sollte das nicht mehr passieren.\n> Ein klarer Buff.\n\n\nOha, dann habe ich das vollkommen falsch übersetzt, danke für die Korrektur.\nDa stimm ich dir in dem Punkt zu, klingt nach Buff XD","replies":[]}]}]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-21T01:15:38.116+0000","up_votes":1,"down_votes":1,"body":"ahja...und was soll sich verändert haben?\nich wette, du bist einfach nur an deine elogrenze gestoßen.\n\ndeine beschreibung, leonas all-in könne ignoriert werden und sie habe keine tankiness, ist absurd.\nihr pech ist es nur, dass thresh so beliebt ist.","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T12:08:43.085+0000","up_votes":1,"down_votes":0,"body":"Ich spiele so gut wie keine Rankeds, meine Elo ist mir dementsprechend volkommen egal.\nSolche Behauptung ohne Hintergrundwissen aufzustellen ist um einiges absurder.\n\nUnd doch, habe ich sie als Gegner, ignoriere ich sie.\nWas kann sie denn? Stunnen? \n-> Mikaels! Machs gut Leo.\n\nUnd ja, sie fällt zu schnell um, weil ihr Tankyness fehlt. Das sie überhaupt keine tankyness hat, hab ich niemals gesagt. Das ist eine Übertreibung deinserseits.\nZurück zum Thema:\nDoch was bleibt mir anderes übrig?\nWenn mein Team meint nur DD`s zu spielen muss ich vorne stehen. Da bin ich das erste Ziel. Und nur die W zur Verstärkung zu haben ist ein bisschen dünn.\n\nBTW:\nThresh hat in \"meiner Elo\" von den Mainstream Supports die niedrigste Winrate.\nIch sehe ihn nur wirklich selten in einem Team stehen.\n#Beliebtheit und so","replies":[]},{"id":"","poster":"Headbeatz","date":"2016-06-21T05:31:56.856+0000","up_votes":1,"down_votes":0,"body":"Muss allerdings sagen das einfach alistar besser ist alls leona alistar hat den all in dazu ein knockup der nicht reduziert wird dazu kommt noch das sein engage kein skillshot ist und er bringt noch bischen sustain auf die lane und was am wichtigsten ist ist der fakt das alistar ne ult hat die ihn easy min 5sec länger löeben lässt was leona nicht hat sie hat noch mal resistenz werte auf w aber sein wir ehrlich das auch nicht SO viel\n\nMan müsste bei leona am late bzw midgame arbeiten da sie in der lane doch sehr stark ist dank eben ihrer passiven auch eine wsh höheren dmg output hat als manch andere tank supps\n\nPs nö achte nicht auf rechtschreibung.. bevor das geflame losgeht","replies":[]}]},{"id":"","poster":"Time2Whine","date":"2016-06-21T08:46:51.024+0000","up_votes":1,"down_votes":0,"body":"Zunächst einmal Respekt für den toll den geschriebenen Text, sowas liest man hier selten. Dafür schonmal einen Daumen hoch :)\n\nIch muss jedoch kritisieren, dass du von deinem Main sprichst, der jetzt nicht mehr usefull ist. Du hast in 3 Seasons gerade mal 20 Spiele mit dem Champion gemacht, dabei kannst du nie und nimmer jedes Match-Up mal gespielt haben. Leona ist einfach ein Snowball Champion, der wenn er mal ahead ist, die Lane komplett zerstören kann. Ist man behind, wird es schwer mit Leona was zu reißen. \n\nJedoch ist sie meiner Meinung spielbar, gerade wenn du Premate Botlane spielst und ihr eine Burst-Combo habt, könnt ihr unmobile ADC's / Supporter super punishen. Ich finde nicht, dass Leona weich ist. Gerade mit ihrem W hat sie hohes Tank Potential. Geht man natürlich in 5 Leute ohne Follow Up rein, ist es klar, dass sie aufgrund ihres fehlenden Escapes zerstört wird.\nEine Leona Pick ist immer eine Frage des Match Ups. Generell hast du aber Recht, dass sie aktuell nicht der stärkste Support ist.","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T11:36:15.529+0000","up_votes":1,"down_votes":0,"body":"Danke für die posiive Rückmeldung ^^\n\nAllgemein bin ich jetzt nicht der \"Vielspieler\", mehr als ein paar Matches am Tag ist bei mir nicht drinn, daher müsstest du solche Zahlen auch in ein dementsprechendes Verhältniss setzen ^^\nZudem spiele ich nur sehr wenige Rankeds, sondern mehr Normals.\nUnd von denen habe ich viele auf Leona.\nWenn du nur fix auf welchen Internetseiten nachschaust um dann behaupten zu können, du weißt was ein Spieler taugt, liegst du leider falsch.\n\nAber ja, ich stimme dir zu, mit einem guten Premade an deiner Seite, kann man was reißen.\nKommt allerdings auch auf den Gegner an.\nWenn du ne gegnerische Botlane hast, die ihre Skills schön aufspart und sich gut positioniert, ist jeder Engage ein Selbstmord.\nDie Stärke von Leona wächst proportional mit der Unfähigkeit der Gegner, sich gegen ihre Engages zu wehren.\nNormalerweise heißt das: auf Fehler warten und bestrafen.\nOder man wird selbst bestraft. Was einfach nur noch zu oft vorkommt.\nDas ähnelt mehr der Spielweise eines Assasins als der eines Tank Supports XD\nNur ohne Schaden ^^\n\nUnd ja, auch Sachen Matchup hast du Recht.\nSupporter sind so gut wie immer unmobil.\nUnd auch die aktuell gern gepickten AD`s sind teilweise nur per pedes unterwegs.\nNormalerweise wäre das für Leona ein Free Win, aber nein, gerade die unmobilen sind die, die harassen können, die ohne Ende Schaden raushauen können.\nWer schon einmal von einer Nami/Sona/Ashe/MF die ganze Zeit unter Beschuss genommen wurde, wird das kennen, es bleibt einem nix außer der Gegenengage (welcher gefährlich ist da Leonas tankyness einfach hinter der anderer Tank Supports zurückbleibt) oder man weicht aus um kurz darauf wieder attackiert zu werden. Ehe man sich`s versieht, klebt man am Tower oder liegt tot am Boden weil der eigene AD den Engage nicht mitmacht.\n\nHier fehlt enweder der Schaden, um sie bei einem Engage gefährlicher zu machen, oder die Tankyness um sie den Engage ein wenig länger überleben zu lassen. \n\nIch bin daher einfach nicht zufrieden mit ihr.\nEs gibt zuviel, das gegen sie spricht und zuwenig, das für sie spricht :/\n\nAber mal schauen was mit dem nächsten Patch aus ihr wird.","replies":[]}]},{"id":"","poster":"Time2Whine","date":"2016-06-21T09:32:51.508+0000","up_votes":1,"down_votes":0,"body":"Autoattacked dmg nach dem Landen der Ult auf den Gegner klingt ganz nach einer neuen Leona. Dazu mehr DPS auf der Q und höhere Root Duration auf dem E. Leona als AP Offtank mit Trinity confirmed (Top ? Jungle ?) kappa. Also im URF macht Leona auf AP ziemlichen Spass.","replies":[]},{"id":"","poster":"okbückdich","date":"2016-06-21T08:49:14.148+0000","up_votes":1,"down_votes":0,"body":": In deiner elo kannst du sie trotzdem spielen \nund da ist sie nicht ussles .... \n\ngäääääääähn","replies":[]},{"id":"","poster":"MisterFirstBlood","date":"2016-06-21T08:47:42.744+0000","up_votes":1,"down_votes":0,"body":"ja wollte auch gerade erwähnen das sie im nächsten patch (Supporter patch) sowohl direkte Änderungen erhält als auch indirekte (wards geben exp usw) wodurch sich die support meta ändern wird\naußerdem ist die toplane tank meta seit dem triforce auch vorüber, das heißt wenn man carrys auf mid top und adc hat muss entweder der jungle oder der Supporter zukünftig auf tank gebaut werden. da setzem sich leona braum nautilus thresh und blitzcrank am besten durch\n\nwart mal ab dude, nächsten donnerstag wirds besser :)","replies":[]},{"id":"","poster":"Schlampe des ADC","date":"2016-06-21T03:19:06.014+0000","up_votes":1,"down_votes":0,"body":"Ach.. und was ist mit Kayle ?\nDie sehe ich gar nicht mehr... für mich ist sie ein vergessener Champion....\nFrüher Oneshot Kayle und heute verbraucht sie fast den kompletten mana für 1 Gegner...","replies":[{"id":"","poster":"Sophie973","date":"2016-06-21T05:53:35.111+0000","up_votes":1,"down_votes":0,"body":"Ne Zeit lang war sie doch sogar sehr stark auf der Toplane in season 6. Das war noch bevor die AP Items da waren und Rageblade gerade ein bisschen stark war. Sie hat immernoch ihre stärken die man immernoch einsetzen kann, aber auch ihre schwächen.","replies":[]}]},{"id":"","poster":"haha weed lol xd","date":"2016-06-21T00:43:37.494+0000","up_votes":1,"down_votes":0,"body":"Der laut Community best gebalancede Champion ist Orianna btw","replies":[{"id":"","poster":"Schesam","date":"2016-06-21T01:53:30.877+0000","up_votes":1,"down_votes":0,"body":"Riot meinte mal Leona ist einer der gebalancenten Champs. ORi gehört auch dazu wie Thresh.","replies":[]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-21T01:12:44.750+0000","up_votes":1,"down_votes":0,"body":"hab ich auch nie jemanden über leona sagen hören. immer nur velkoz.","replies":[]}]},{"id":"","poster":"Demonburner","date":"2016-06-21T00:36:17.785+0000","up_votes":1,"down_votes":0,"body":"Ich kann vollkommen mit dir einfühlen. Da es mir genauso gegangen ist, habe sie auf meinem Smurf als OTP gespielt, über 400k Punkte und naja jetzt spiel ich sie eig gar nicht mehr. Aber dann wird es dich freuen, dass Leona gebuffed wird -> Hier nachzulesen: http://www.pcgamesn.com/league-of-legends/league-of-legends-patch-613 \nBis auf den Richtfeldern. \nDemonburner!","replies":[{"id":"","poster":"Aenrikr","date":"2016-06-21T00:51:53.527+0000","up_votes":1,"down_votes":0,"body":"Mh, danke für den Link ^^\n\nMal schauen ob es sich mit diesen Änderungen besser anfühlen wird mit ihr zu spielen.\n\nDas der Schaden weiter runtergesetzt wurde ist ja schon mal nicht so toll.\nZum Sustain gibts leider auch nichts neues.\nLediglich der Extraschaden + Range nach der Ult klingt wirklich interessant.\nAber der ist halt wieder nur für sie selbst, also wieder nichts was sie zu einem besserem Supporter macht ...\nDie Änderung der Passive ... Tempo, kann nicht sagen wie es sich anfühlen wird.\n\nIch bin noch skeptisch, aber erstmal testen.\nVlt lässt es sich mit den Änderungen bis zum Saisonende leben. \nMal schauen ^^","replies":[]}]},{"id":"","poster":"Time2Whine","date":"2016-06-21T14:03:40.819+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung nach kann man durch Normals keine richtige Beurteilung von Champions durchführen, da Normals zum großen Teil nicht ernst genommen werden, da man darin keine Punkte etc. verliert. In Normals wird mehr probiert, basic mechanics trainiert und pot. auch mehr getrollt.\nDie competetive Szene der Community sind nunmal Ranked Games und dort nimmt man generell die Spiele ernst. Natürlich gibt es auch dort Trolls, Feeder und Flamer etc., diese sind aber pot. deutlich weniger vorhanden als in Normals. \nEs ist ja keine Beurteilung über deine Spielweise, die kann man schwer deuten. Allerdings sind 9 Ranked Games auf einem Champion keine vernünftige Bewertungsgrundlage. Zumal der Champ ja in anderen Regionen und auch in der höheren Elo ausgepackt wird.\n\nIst doch nicht böse gemeint {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Brother Xivx","date":"2016-06-21T04:38:19.345+0000","up_votes":1,"down_votes":2,"body":"Spiel Leona einfach auf Ap auf der top oder mid","replies":[]}]}