{"id":"PoOlBuop","poster":"I am Dope","date":"2016-06-20T16:44:24.721+0000","title":"Plat 5 Main Mid sucht aktives DynQ Team ","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo erstmal,\n\nIch bin Tobi, 16 Jahre alt und Main Midlaner :D\n\nZur Zeit suche ich ein competetiv und aktives DynQ Team, mit festen Spielzeiten\nund regelm&auml;&szlig;igen Turnierteilnahmen.\nDas Team sollte Definitiv Skype oder TS benutzen.\nAu&szlig;erdem erwarte ich ein angemessenes Verhalten, auch wenn jemand mal die lane verliert...\nMeiner Meinung nach sollte das Team auch einen Shotcaller haben, falls dies nicht vorhanden ist, \nw&uuml;rde ich das auch &uuml;bernehmen, falls erw&uuml;nscht.\n1 oder 2 coaches w&auml;ren ebenfalls sch&ouml;n.\nZudem erwarte ich das Kritik sowohl gegeben als auch empfangen wird.\nEs w&auml;hre nicht schlecht, wenn das Team ungef&auml;hr (+/- 3 Jahre) gleich alt w&auml;re, allerdings ist das kein muss falls es trotz alters unterschied l&auml;uft :D\n\nNun etwas zu mir:\nalso Bin wie ihr oben seht Main Midlaner\nIch spiele gerne Yasuo, Azir, fizz Und Le Blanc, spirch das sind meine mains (zugegeben, spiele haupts&auml;chlich Yasuo, allerdings ist er auch nicht schlecht und man kann ihn gut in eine peelcobo verpacken, da dort oft viele knock ups benutzt werden).\nMein Championpool besteht eigentlich aus fast allen Midlanern, bis auf 1 oder 2 die ich nicht besitze.\nspiele mit jedem relativ sicher, und bin auch bereit champions zu lernen und darauf hin zu mainen, wenn wir eine regelm&auml;&szlig;ige teamcomp spielen wollen.\nZu meinem Spielverhalten:\nIch spiele die Lane grundgesetzlich aggressiv, und pushe oft sehr deep, sobald ich aber merke das das wegen dem gegnerischen jungler nicht geht h&ouml;re ich auf mit dem deep pushen, au&szlig;er ich fange dann an zu roamen.\nich gehe eigentlich nie schlechter als mit einer 1/2 KD aus der lane sprich 1/2 oder 2/4, allerdings meistens ausgeglichen bzw Positiv.\nIch habe gute und starke map-control(&uuml;bertreibe es oft auch mit infos :P), und achte sehr darauf es den Gegnern so schwer wie m&ouml;glich zu machen an objectives zu kommen.\nIch bin sehr Team orientiert und f&auml;hig Kritik anzunehmen, solange sie nicht auf toxische art r&uuml;ber gebracht wird.\nMFG Skyko Mid, falls ihr interresse habt mit mir zu spielen addet mich bitte ingame :D\nGH&amp;HF","replies":[]}