{"id":"V7PTKIEL","poster":"Limîted","date":"2016-06-20T18:32:27.903+0000","title":"Ich wurde Permanent gebannt für mein Chatverhalten...","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":12,"body":"Also ich poste euch hier den Chatlog rein ich glaube jemlich nicht das das ein permabann wert ist.. Ich hatte noch nie einen timebann und noch nie eine chatsperre... Ich habe in den Account sehr viel Zeit und Geld investiert und ich finde es nicht in Ordnung was Riot da mit mir macht. Ich würde mich ja mit einem 3-7 Tage ban zufrieden geben aber nicht mit einem Perma...\n\n\nSpiel 1\nLim&icirc;ted: the babysitt is real\nLim&icirc;ted: 4:29 second gank\nLim&icirc;ted: alles klar\nLim&icirc;ted: Ja ne is klar :D\nLim&icirc;ted: haha\nLim&icirc;ted: los geh back :D sonst biste gleich tot\nLim&icirc;ted: ok\nLim&icirc;ted: gank top pls\nLim&icirc;ted: lee gank nochmal top brauche kills der Jax is zu &auml;ngstlich\nLim&icirc;ted: ne\nLim&icirc;ted: er traut sich ja nicht richtig 1o1 ohne tower ^^\nLim&icirc;ted: soviel dazu\nLim&icirc;ted: und unser Jungler kommt nie ganken auch geil\nLim&icirc;ted: Gank top please\nLim&icirc;ted: lee sind war schon 7x oben\nLim&icirc;ted: holy shit\nLim&icirc;ted: Akali please\nLim&icirc;ted: It is not my prob when jax fed ^^\nLim&icirc;ted: GG\nLim&icirc;ted: wtf\nLim&icirc;ted: omg\nLim&icirc;ted: f\nLim&icirc;ted: noob\nLim&icirc;ted: useless jungler\nLim&icirc;ted: and wrong build\nLim&icirc;ted: omfg\nLim&icirc;ted: Hahaha\nLim&icirc;ted: du bekommst im 1o1 mega auf die fresse\nLim&icirc;ted: du kannst nichts machen ^^\nLim&icirc;ted: und top w&auml;re auch gewonnen w&uuml;rde Akali mal lernen zu junglen und auf h&ouml;ren zu sagen das ich juden vergasen soll ^^\nLim&icirc;ted: wtf f&uuml;r ?!\nLim&icirc;ted: GG\nLim&icirc;ted: Hahaha penta with Akali easy\nLim&icirc;ted: f&uuml;r was willsten du mich reporten ?\nLim&icirc;ted: hahahaha\nLim&icirc;ted: GG\nLim&icirc;ted: honor akali best jungler euw no ganks\nLim&icirc;ted: GG\n\nSpiel 2\nLim&icirc;ted: GG blitz afk -,-\nLim&icirc;ted: np\nLim&icirc;ted: my bad\nLim&icirc;ted: wtf\nLim&icirc;ted: i can&#039;t do nothing ^^\nLim&icirc;ted: Leona E+q+r\nLim&icirc;ted: really ?!\nLim&icirc;ted: WTF\nLim&icirc;ted: kha pls gank bot\nLim&icirc;ted: blitz why fokus malph ?!\nLim&icirc;ted: wtf blitz 4/5\nLim&icirc;ted: GG\nLim&icirc;ted: Darius stfu\nLim&icirc;ted: Salty kid ^^\nLim&icirc;ted: mit der einstellung gewinnst du nie\n\nSpiel 3\nLim&icirc;ted: wtf\nLim&icirc;ted: als ob\nLim&icirc;ted: easy\nLim&icirc;ted: dann h&auml;ttest rengar spielen sollen\nLim&icirc;ted: np\nLim&icirc;ted: bin nur jungler\nLim&icirc;ted: the camp is real\nLim&icirc;ted: Wo ist der Zed den ?!\nLim&icirc;ted: wenigstens kommst du weg\nLim&icirc;ted: Okay\nLim&icirc;ted: Irgendwie verkacken hier grad alle\nLim&icirc;ted: Please report Zed\nLim&icirc;ted: sch&ouml;n das wir wegen dir das game verlieren weil du afk warst -,-\nLim&icirc;ted: H&Ouml;RT A UF ZU FIGHTEN\nLim&icirc;ted: WIR VERLIEREN DADURCH ZU 100%\nLim&icirc;ted: omg\nLim&icirc;ted: NEIN\nLim&icirc;ted: nicht\nLim&icirc;ted: GG","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-20T18:36:44.225+0000","up_votes":4,"down_votes":0,"body":"> Lim&amp;icirc;ted: mit der einstellung gewinnst du nie","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:39:15.450+0000","up_votes":2,"down_votes":2,"body":"Wir haben alle 3 games gewonnen xD \nmir geht es darum das ich für diesen Chatlog perma gebannt wurde ^^ und das finde ich nicht fair da es nichts schlimmes ist... in dem Account sind über 700€ investiert wurden und die bannen ihn permanent ^^ Ich habe mir davor noch nie was zu Schulden kommen lassen und dann auf einmal dierekt einen Permabann ?! Waaas","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-20T18:43:53.287+0000","up_votes":5,"down_votes":0,"body":"Mit nie was zu Schulden kommen lassen meinst du also, dass du nie eine Chtrestriction oder einen 14-tage-Bann hattest?\n\nKann ich mir kaum vorstellen!\n\nDie Chatlogs sind toxisch! Du benimmst dich ätzend und respektlos!\nEin Perma ohne Vorstrafe, ist meiner Meinung nach nicht ganz berechtigt, ich wette aber, dass du vorbestraft bist und dann geht es absolut klar!","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:52:10.786+0000","up_votes":1,"down_votes":4,"body":"Nein hatte noch nie eine Strafe können alle meine Freunde auch bezeugen.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-20T19:01:54.639+0000","up_votes":7,"down_votes":0,"body":"Ich kann das ohnehin nicht prüfen, daher mache ich mir auch keine Gedanken darüber, ob es die Wahrheit ist oder nicht.\nWenn es stimmt, dann hat die Chatanalyse die Stelle mit dem Vergasen, als Hetzrede \"fehl?\"interpretiert, in dem Fall könnte sich ein Ticket  an den Support lohnen, evtl. wird dein Permabann dann zu einer Chatrestriction.\n\nIm Umgang mit dem Support empfehle ich dir, Aussagen wie \"das ist alles nicht schlimm\" zu unterlassen.\nDu hast für dein Verhalten definitiv eine Strafe verdient! Nur eben nicht, in erster instanz, die Höchststrafe.\nKonzentriere dich also nur auf den Fehler mit dem \"Juden vergasen\" und weise sie darauf hin, dass du einen Mitspieler zitiert hast.\nMit etwas Glück, wird das als weniger schlimm angesehen, deine Chancen stehen besser, wenn du zugibst, insgesamt Fehler gemacht zu haben.\n\nStelle dich aber darauf ein, dass du erstmal 2-3 automatische Antworten bekommst, der Support bekommt unzählige, blödsinnige \"ich wurde unschuldig bestraft\"-Tickets, wesshalb man hartnäckig sein muss, um an einen Menschen zu geraten.\nDrohe nicht mit rechtlichen Schritten, da hast du ohnehin keinerlei Handhabe und der Support ist ab dem Moment verpflichtet, dir nichts mehr zu schreiben sondern nur über Anwälte zu kommunizieren.\n\nViel Erfolg und ändere dein Verhalten, mit deiner momentanen Ausdrucksweise, bist du nach der ersten Strafe, dennoch nur 3 weitere Spiele vom Perma entfernt, ein erfolgreiches Ticket wäre also nur ein Aufschub.","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-06-20T18:44:47.602+0000","up_votes":2,"down_votes":0,"body":"Könnte der Satz mit dem \"Juden vergasen \" sein, der falsch übersetzt wurde.\n\nIm Endeffekt muss da aber vorher cr+cr+2w gewesen sein. \nEinen Bann hast du aber definitiv für dein Verhalten verdient, du wirkst überheblich, toxisch, bist beleidigend und blamest im allChat.  In der Summe reicht das wohl.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-06-20T18:46:03.549+0000","up_votes":5,"down_votes":0,"body":"Bist du dir ganz sicher, dass du noch keine einzige Strafe vom Instantfeedbacksystem erhalten hast? \n\nBei dem Chatlog sollte es nämlich nicht direkt zum Permabann kommen.","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:52:30.947+0000","up_votes":2,"down_votes":1,"body":"Ja ich bin mir ganz sicher.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-06-20T21:11:32.178+0000","up_votes":5,"down_votes":0,"body":"Bitte kontrollier das nochmal. Geh bitte deine Emails durch (auch die im Spamordner) und durchsuch sie nach Mails von Riot. Einen sofortigen Perma zu bekommen ohne jemals zuvor bestraft worden zu sein ist nämlich schlicht nicht möglich. \n\nSolltest du nichts finden, kann ich das gerne auch nochmal an einen Rioter weitergeben der sich das mal genauer anschaut. Ich würde mich dann mit den Infos die ich bekomme hier nochmal melden, wenn du einverstanden bist. Wäre das okay für dich?\n\nAber, wie gesagt: Vorher Emails checken!","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:39:45.586+0000","up_votes":2,"down_votes":1,"body":"Habe meine Emails gecheckt und nur die Antworten vom Support gefunden, keine Email mit dem genauen Grund des banns","replies":[{"id":"","poster":"eingew","date":"2016-06-21T14:19:37.034+0000","up_votes":5,"down_votes":0,"body":"Die Chatlogs hat dir also der Support nach einer Anfrage zugesendet... kannst du uns dann einen Screen von dem Ticket geben?\n\nEdit:\n\nWenn du dich im Client einloggst sollte da neben deinem Chatlog auch ein Button sein mit dem du auf eine Website, also deine Reformkarte kommst. Wenn du uns den Link gibst, dann hast du uns alles gegeben, um zu beweisen, dass der obige Log nicht gekürzt wurde.\nOder du machst halt Screenshots.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T15:49:20.403+0000","up_votes":1,"down_votes":0,"body":"Da ist nur ein button -kopieren- und -Ich verstehe- mehr ist da nicht ^^","replies":[{"id":"","poster":"eingew","date":"2016-06-21T16:40:21.864+0000","up_votes":1,"down_votes":0,"body":"Möglicherweise ist das System da nicht mehr so konsequent. Dann bleiben nur Screenshots. So viele werden das ja nicht sein :)","replies":[]}]}]}]}]}]},{"id":"","poster":"AmazingMaze","date":"2016-06-20T18:49:00.316+0000","up_votes":4,"down_votes":0,"body":"Ich denke dass das System die Aussage \"auf hören zu sagen das ich juden vergasen soll\" nicht als Zitat erkannt hat.\nSoweit ich weiß wird Rassismus sehr schnell hart bestraft. Vorausgesetzt natürlich es war tatsächlich ein Zitat und er hat mit den Vorstrafen die Wahrheit gesagt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-20T18:51:04.920+0000","up_votes":4,"down_votes":0,"body":"Bei einem einzigen Kommentar in der Richtung, würde ich eher von einem direkten 2 Wochenbann ausgehen.","replies":[{"id":"","poster":"Balzifer","date":"2016-06-20T19:23:36.318+0000","up_votes":2,"down_votes":1,"body":"Ich ging auch davon aus das 2 Spieler die ich am Samstag als Gegner hatte mit Sicherheit einen Permabann kassieren würden.\n\nDiese haben 20-30 Minuten lang haufenweise rassistische Parolen in den Allchat geschrieben, aber wie immer gab es keine Ingamemeldung das der Report zu einer Strafe führte (Ich bezweifle deren Existenz eh langsam), und nach einer Kontrolle heute spielen beide munter weiter auf ihren Accounts . \n\nWenn der Chatverlauf von den beiden Typen von der Analyse nicht mal als 14 Tage Bann eingestuft wurde, dann waren alle die bisher hier im Forum gepostet haben zu 100% Unschuldig.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-20T21:23:40.758+0000","up_votes":5,"down_votes":0,"body":"Keine Angst, die Benachrichtigungen gibt es noch. Ich habe letzten Monat erst eine erhalten. Die Frage ist eher, wie oft man sie kriegt und wann. Scheinbar muss es der letzte Report vor dem Bann gewesen sein. Wenn die Leute als zum Beispiel für rassistische Aussagen gebannt werden, das aber erst nach 2 bis 3 Vorfällen geschieht und du nicht im letzten gemeldet hast, wirst du wohl keine Benachrichtigung sehen.","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-06-21T08:53:08.045+0000","up_votes":5,"down_votes":0,"body":"Dass Du noch nie einen Bann oder CR hattest, glaube ich Dir einfach nicht. Die Flamerei geht Dir einfach zu routiniert durch die Tasten. Spielverläufe lassen sich checken, auffällige Pausen von z.B. 14 Tagen fallen auch schnell ins Auge...und die Forencracks hier kann man nicht so leicht hinters Licht führen. Wenn Du hier alle Information so gut es geht verlinkst, dann kann man sich das ansehen und Dir gezielt Tipps geben. Der Copy&Paste Deines Chatlogs reicht nicht aus, der könnte von Dir manipuliert worden sein, also lass uns lieber auf die Quelle schauen. Auch die Mail mit dem Banngrund und die Mails vom Support wären interessant. Es liegt an Dir.","replies":[{"id":"","poster":"eingew","date":"2016-06-21T10:38:03.063+0000","up_votes":5,"down_votes":0,"body":"Ich möchte diesem Kommentare an dieser Stelle nachdruck verleihen. Auch ich wäre äußerst interessiert an Beweisen hinsichtlich der Logs und natürlich der mehrfach erwähnten, äußerst dubiosen, angeblichen Supportantworten. Andernfalls halte ich deine \"Beweise\" für nicht ausreichend um mich von einem derart massiven Fehler der Chatanalyse zu überzeugen.","replies":[]},{"id":"","poster":"Limîted","date":"2016-06-21T12:36:29.644+0000","up_votes":1,"down_votes":1,"body":"Antwort 1 :\n\n Ardeol (Riot Games Player Support)\n\n19. Juni, 11:52 PDT\n\nHallo LimĂŽted,\n\ndein Konto wurde dauerhaft gesperrt, nachdem unsere Disziplinarverfahren bereits zu mehrfachen Strafmaßnahmen geführt haben.\n\nBitte melde dich bei deinem Client an, um deine Reformkarte mit den jüngsten Spielen zu sehen, die zu dieser Maßnahme geführt haben. Bei Riot Games ermuntern wir Spieler zwar dazu, sich zu bessern, entfernen aber stets Spieler aus unserem Spiel, die fortlaufend für negative Spielerlebnisse sorgen.\n\nZu dieser Maßnahme kommt es erst, wenn wiederholte Strafmaßnahmen erfolgt sind, und wir werden die Sperre unter keinen Umständen aufheben.\n\nObwohl dies das Ende des Weges ist, sind wir zuversichtlich, dass du mit etwas Abstand bei den nächsten von dir gespielten Spielen ein anderes Verhalten zeigen wirst.\n\nAlles Gute bei deinen künftigen Unternehmungen.\n\nMit freundlichen Grüssen, Ardeol\nRiot Games\nPlayer Support\n\n\"Rock solid\"\n\nAntwort 2 : \n\n \t\n\nArdeol (Riot Games Player Support)\n\n20. Juni, 05:38 PDT\n\nHey,\n\nes tut mir wirklich sehr Leid, dass du diese Bestrafung ungerecht findest, doch du bist selber für den Stand deines Kontos verantwortlich. Wir würden nie diese Maßnahmen ergreifen, ohne 100% sicher zu sein, dass es sich wirklich um Fehlverhalten handelt.\n\nSolltest du weiterhin jegliche Hilfe benötigen, sind wir bereit dir dabei zu assistieren.\n\nMit freundlichen Grüssen, Ardeol\nRiot Games\nPlayer Support\n\n\"Rock solid\"\n\n\n\nAntwort 3 : \n\n\n Ardeol (Riot Games Player Support)\n\n20. Juni, 11:37 PDT\n\nHallo nochmal,\n\nwir haben den Fall sorgfältig geprüft und festgestellt, dass du unsere Regeln verbrochen hast, deswegen ist diese Strafe gerechtfertigt.\n\nBei weitergehenden Fragen oder Anliegen stehe ich gerne zur Verfügung, aber denke daran, dass wir unsere Entscheidung in dieser Sache auf keinen Fall rückgängig machen werden.\n\nMit freundlichen Grüssen, Ardeol\nRiot Games\nPlayer Support\n\n\"Rock solid\"\n\nSo das sind die Antworten die ich bis jetzt erhalten habe, ich habe leider keine Email in der drinen steht wehalb ich genau gebannt wurde, ich wurde nur aus dem Spiel geworfen habe mich neu eingelogt und da steht jetzt : Limîted permanent gebannt.... und der Chatlog den ich euch geschickt habe.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T12:43:19.165+0000","up_votes":2,"down_votes":0,"body":"Fehlt nur noch ein Link zu der Reformkarte.\n\nmfg\nMB","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:44:51.047+0000","up_votes":1,"down_votes":0,"body":"Und wie bzw wo bekomme ich den ? Habe wie gesagt keine Email erhalten","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T12:47:44.562+0000","up_votes":2,"down_votes":0,"body":">Bitte melde dich bei deinem Client an, um deine Reformkarte mit den jüngsten Spielen zu sehen, die zu dieser Maßnahme geführt haben.\n\nDas müßte doch ein Link sein, und wenn Du draufklickst öffnet sich Dein Browser und zeigt Dir den Chatlog an. Dann brauchst Du nur noch die Adresszeile zu kopieren, oder geht das net ? Bin verwirrt .","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:50:45.746+0000","up_votes":1,"down_votes":0,"body":"Das steht bei mir nicht o.O","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-21T14:07:23.334+0000","up_votes":4,"down_votes":0,"body":"Im Zweifelsfall kannst du auch Screenshots vom Pop-Up machen. Das werden zwar viele, wenn du es aber so machst, dass der Chat überlappend ist (also wenn ein Screen zum Beispiel mit \"ok\" endet, sollte der nächste an die Stelle zeigen und dann weiter gehen) , kannst du uns damit auch zeigen, dass du nichts ausgelassen hast.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-06-21T13:00:52.691+0000","up_votes":3,"down_votes":0,"body":"Häh, doch, in Deiner ersten Mail steht was von Reformkarte. Ich bin mir ziemlich sicher, daß das ein Link zu einer Webseite ist, wo der Chatlog aufgeführt ist. Und diesen Link kannste kopieren.","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-06-21T14:00:10.908+0000","up_votes":3,"down_votes":0,"body":"Du hast aber vorher geschrieben, dass Riot einen Fehler gemacht habe.\n\nHier steht dies nirgends, im Gegenteil! Riot bestätigt nochmals klar, dass die Strafe berechtigt ist.","replies":[]},{"id":"","poster":"Abasin","date":"2016-06-21T13:18:14.769+0000","up_votes":3,"down_votes":0,"body":"> Zu dieser Maßnahme kommt es erst, wenn wiederholte Strafmaßnahmen erfolgt sind, und wir werden die Sperre unter keinen Umständen aufheben.\n\nDieser Satz alleine stellt schon klar, dass Du bereits vorher auffällig warst und entsprechende \"Vorstrafen\" erhalten hast. Also leider nix mit noch nie etwas bekommen. Es ist zwar nicht ausgeschlossen, dass Du einige Mails ignoriert hast oder deren Inhalt nicht richtig gedeutet hast. Dennoch steht ausser Zweifel, dass Du nicht aus heiterem Himmel gebannt wurdest.","replies":[]}]}]},{"id":"","poster":"AmazingMaze","date":"2016-06-20T18:43:15.345+0000","up_votes":5,"down_votes":0,"body":"Wenn du die Wahrheit sagst und noch nie einen Chatbann oder 14 Tage Sperre hattest, hat das System wohl diese Aussage \"Limîted: und top wäre auch gewonnen würde Akali mal lernen zu junglen und auf hören zu sagen das ich_** juden vergasen**_ soll ^^\" nicht als Zitat erkannt und dir dafür den Perma gegeben.\n\nWie gesagt, wenn du die Wahrheit sagst ist das ganze zwar bestrafungswürdig aber keinen direkten permanenten Bann wert.\nSchreib den Support an, nur die können dir weiter helfen.","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:54:22.085+0000","up_votes":1,"down_votes":6,"body":"Der support meint das mein account gesperrt bleibt und sie irgendwie einen fehler gemacht haben oder sowas ^^","replies":[{"id":"","poster":"AmazingMaze","date":"2016-06-20T19:06:23.463+0000","up_votes":4,"down_votes":0,"body":"Moment, sie sagen sie hätten einen Fehler gemacht aber der Account bleibt gesperrt?\nErklär mir das bitte genauer, das macht so keinen Sinn.","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T19:08:44.218+0000","up_votes":1,"down_votes":3,"body":"Sowas in der Art, ein Freund hat auch ein Ticket geschrieben und da wurde zu Ihm gesagt das ein Fehler aufgetreten ist aber sie meinen Bann nicht aufheben werden ^^ Also wahrscheinlich das mit meinemt Zitat \" Juden vergasen \"","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-06-20T21:05:07.910+0000","up_votes":5,"down_votes":0,"body":"Das würde ich an deiner Stelle nochmal ganz genau lesen, denn das gibts eigentlich nicht. Wenn Riot einen Fehler macht, biegen sie das wieder gerade anstatt den Ban einfach zu lassen. \nPoste doch bitte mal den exakten und vollständigen Inhalt der Antwort des Supports, ich bin mir sicher wir können dir dabei helfen das richtig zu interpretieren (oder dem Support auf die Finger klopfen, wenn er tatsächlich Blödsinn geschrieben hat).","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:39:01.746+0000","up_votes":1,"down_votes":1,"body":"Unten als Kommentar alle Antworten die ich bis jetzt erhalten habe.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-06-21T06:02:55.498+0000","up_votes":3,"down_votes":0,"body":"Zeig doch bitte mal einen Screenshot von der Antwort.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:38:09.962+0000","up_votes":1,"down_votes":0,"body":"Habe alle antworten unten reingepostet","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2016-06-20T21:18:34.426+0000","up_votes":3,"down_votes":0,"body":"Ich möchte die Antwort vom Support gerne mal lesen. Nimmt mich wunder was der schreibt. Kannst du die mal reinposten?","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:37:49.692+0000","up_votes":1,"down_votes":0,"body":"Habe ich weiter unten unter einem anderen kommentar","replies":[]}]},{"id":"","poster":"AmazingMaze","date":"2016-06-20T19:58:04.622+0000","up_votes":3,"down_votes":0,"body":"Dann schreib ihnen noch mal oder eröffne ein neues Ticket.\nWeil wenn es wirklich so ist wie du das hier beschreibst würde ich nicht locker lassen.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-06-21T07:11:03.657+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Limîted,realm=EUW,application-id=KYnfKGf0,discussion-id=V7PTKIEL,comment-id=0004000000000000,timestamp=2016-06-20T19:08:44.218+0000)\n>\n> Sowas in der Art, ein Freund hat auch ein Ticket geschrieben und da wurde zu Ihm gesagt das ein Fehler aufgetreten ist aber sie meinen Bann nicht aufheben werden ^^ Also wahrscheinlich das mit meinemt Zitat &quot; Juden vergasen &quot;\n\nWas mich daran stutzig macht ist, dass ein Freund Auskunft über Dein Konto erhält. Normalerweise gibt der Support keine Auskunft über andere Konten raus.","replies":[]}]}]}]}]},{"id":"","poster":"oneshot Vasco","date":"2016-06-23T00:51:22.070+0000","up_votes":1,"down_votes":0,"body":"Und wie sieht es jetzt aus hier? konnte kein endergebnis finden in den kommis? :D ich hoffe gab eine lösung?","replies":[{"id":"","poster":"Limîted","date":"2016-06-23T10:20:03.023+0000","up_votes":1,"down_votes":7,"body":"Account bleibt gebannt ^^ Hätte es einfach wie nen anderer machen sollen und sagen sollen mein Account wurde gehackt obwohl es garnicht stimmt ^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-23T10:36:07.555+0000","up_votes":6,"down_votes":0,"body":"Dir ist bewusst, dass der Riotsupport deinen Fall ansehen kann? Die sehen also deinen Chatlog und deine vorherigen Strafen. Auch dann, wenn du ihnen schreibst, du wärest angeblich gehackt worden, wirst du dann wohl kaum entbannt werden.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-06-23T11:21:52.585+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Limîted,realm=EUW,application-id=KYnfKGf0,discussion-id=V7PTKIEL,comment-id=00140001,timestamp=2016-06-23T10:20:03.023+0000)\n>\n> Account bleibt gebannt ^^ Hätte es einfach wie nen anderer machen sollen und sagen sollen mein Account wurde gehackt obwohl es garnicht stimmt ^^\n\nUnd was hat dies den anderen gebracht?\nBerechtigte Sperren - sowohl Verhaltensbezogene als auch bei Verstößen gegen die TOU - werden nicht aufgehoben. Hierbei ist es auch vollkommen irrelevant ob der Account gehackt wurde oder nicht. Die Verstöße wurden mit dem Account begannen, also wird der Account und nicht der Spieler bestraft.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-06-23T10:52:12.812+0000","up_votes":1,"down_votes":0,"body":"Und das hätte dir genauso wenig geholfen wie uns hier anzulügen. Denn solange, wie du die Chatlogs nicht verlinkst, kann man nur davon ausgehen, dass du was verheimlichst.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2016-06-23T07:03:01.655+0000","up_votes":4,"down_votes":1,"body":"Es gab schon vor dem Erstellen des Thread eine Lösung, jedoch gefällt diese derm TE nicht. ;)","replies":[]}]},{"id":"","poster":"Schlampe des ADC","date":"2016-06-20T18:56:00.113+0000","up_votes":2,"down_votes":1,"body":"Spiel 1 :\n\n> Limîted: gank top pls\n> Limîted: **lee gank nochmal top** brauche kills der Jax is zu ängstlich\n---\n\n.\n> Limîted: und unser Jungler kommt nie ganken auch geil \n\n(Dazu komme ich gleich)\n\n---\n> Limîted: Gank top please\n> Limîted: lee sind war schon 7x oben\n---\n\n(Dazu komme ich gleich)\n> Limîted: useless jungler\n\n---\n\n.\n> Limîted: honor akali best jungler euw no ganks\n\n---\n\nSooo, zur Zusammenfassung :\nDu hast (nach diesen Verlauf) insgesamt 10x geflamed das der Jungler top gehen soll... und dann flamest (sry wenn ich das so behindert schreibe :D) du den Jungler weiterhin, das er dir helfen soll ? Junge.... (ich höre mal hier auf zuschreiben.. sonst wird mein Kommentar noch gelöscht...)\n---\nSpiel 2 :\n7x geflamed.... Bist du *censored* ?????????????  Junge... und dann noch dieser spruch :\n\n> Limîted: mit der einstellung gewinnst du nie\n\nDu hast etwas gewonnen... einen Free Ban\n\n---\nSpiel 3 :\nzum letzten kann ich nichts sagen... oh doch, warte :\n\n> Limîted: mit der einstellung gewinnst du nie\n\nDu hast etwas gewonnen... einen Free Ban\n---\n\nMFG - Der Feeder","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:58:27.312+0000","up_votes":0,"down_votes":6,"body":"Spiel 2 und 3 Waren mit 4 freunden ^^ da haben wir uns gegenseitig geblamed ^^ Aber das glaubt der support natürlich nicht ^^ obwohl sie es bezeugen","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-20T19:18:22.162+0000","up_votes":5,"down_votes":0,"body":"Ich glaube dir das auch nicht, weil der Teamchathat bei vollen Premadegruppen bisher nie gewertet wurde.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-06-21T07:29:54.552+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Limîted,realm=EUW,application-id=KYnfKGf0,discussion-id=V7PTKIEL,comment-id=00080000,timestamp=2016-06-20T18:58:27.312+0000)\n>\n> Spiel 2 und 3 Waren mit 4 freunden ^^ da haben wir uns gegenseitig geblamed ^^ Aber das glaubt der support natürlich nicht ^^ obwohl sie es bezeugen\n\nAlso aus meiner Sicht war zumindest Spiel 2 nur 1 Premade im Spiel (sonst müssten es Premades sein, mit denen du in den letzten 20 Games maximal 2 Games gespielt hast; und dann auch nicht hintereinander).\nDer Premade war übrigens Ahri; den einzigen Champ, den du nicht geblamed hast.\nbtw. habt ihr das Game auch verloren, weshalb deine Aussage, dass alle 3 Games gewonnen wurde, auch nicht stimmt.\n\nFazit:\nDeine Aussage, dass ihr unter Freunden geblamed habt, glaube ich dir kein Wort. Sorry!\n\nDeshalb habe ich auch meine Zweifel, ob deine \"Mai-Pause\" von über 2 Wochen wirklich gewollt war.\nGerne hätte ich auch den Link zum Chatlog. Sorry, aber wenn schon einige deiner Aussagen nicht korrekt sind, habe ich die Befürchtung, dass auch der chatlog abgekürzt sein konnte. Dies kam in der Vergangenheit leider hier im Forum auch schon bei einzelnen bestraften Spielern vor.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:27:03.433+0000","up_votes":1,"down_votes":0,"body":"Hää eigentlich waren wir mit 4 man unter wegs, außer im letztens spiel aber egal und die Mai Pause war wirklich World of Warcraft Phase weil mein Cousin am 1 mai baday hatte und wir da beschloßen hatten wieder anzufangeen","replies":[]}]},{"id":"","poster":"eingew","date":"2016-06-20T19:33:06.621+0000","up_votes":3,"down_votes":0,"body":"Der Support prüft das sogar, das hat nichts mehr mit glauben oder nicht glauben zu tun. Wenn der Support das als falsch ansieht... dann liegt es daran, dass diese Aussage falsch ist - außer der Support hat einen massiven Fehler gemacht, was erst mal unwahrscheinlich ist, weil der bei einer Prüfung schnell auffällt und ich gehe jetzt einfach mal aus, dass du das in mehr als einer Antwort versucht hast zu klären.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2016-06-21T08:57:47.954+0000","up_votes":1,"down_votes":0,"body":"Das ist aber recht harmlos, wenn man das mit anderen Permabaned Chatlogs vergleicht.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:29:15.396+0000","up_votes":1,"down_votes":2,"body":"Ja, und da ich noch nie eine sperre hatte mit dem Account, und noch nie eine chatsperre ist es echt ungerecht das es dierekt ein Permabann ist","replies":[{"id":"","poster":"Bettnachleger","date":"2016-06-21T16:16:03.847+0000","up_votes":3,"down_votes":0,"body":"Der Riot Support schreibt aber was anderes.\nDu hattest schon andere Strafen.","replies":[]}]}]},{"id":"","poster":"Wernicke","date":"2016-06-21T15:39:05.631+0000","up_votes":3,"down_votes":0,"body":"Durch den thread gewühlt...\nMeine Gedanken, das wird wohl alles seine Richtigkeit haben, weil hier iwas vorne u hinten nicht stimmt, und der TE, weshalb auch immer, iwas auslässt, verheimlichen will, whatever... Vlt war ihm nicht ganz bewusst das auch einfache Forenuser alles nachgucken und ggf bestätigen oder auf Ungereimtheiten aufmerksam machen können, und nu weiß er nicht wie er aus der Nr. wieder raus kommen soll^^ \n\nWenn ich mir den gesendeten chatverlauf anschaue, glaube ich sowieso noch mehr dass das alles seine Richtigkeit hat und der TE auch schon vorher Strafen hatte. 14 tägige Pausen wurden ja sogar schon ausgemacht.\n\nUnd auch hier noch mal: Es ist sowas von sch*** egal wieviel Geld du in dein Acc gesteckt hast. Dadurch gibt es keine Sonderbehandlung. \nDu hättest vlt mal eher über dein chatverhalten nachdenken sollen, wenn du ach soviel Kohle in den Acc gesteckt hast!\nVlt einfach mal spielen anstatt wie ein kleines Mädchen chatten?!","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-06-21T12:14:13.093+0000","up_votes":3,"down_votes":0,"body":"Um mal vorsichtshalber eine Sache klarzustellen, du bist die im klaren darüber, dass es dir nichts bringt uns anzulügen? nichtmal wenn wir dir hier alle glauben würden?\n\nKeiner von uns kann dich entbannen und  der Support kann deine Aussagen mit einem Klick überprüfen. Wenn wir dich hier also auf Grund von Lügen unterstützen, kommst du damit dennoch nicht durch.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:28:29.245+0000","up_votes":1,"down_votes":1,"body":"Ist mir bewusst ^^ aber wieso sollte ich Lügen ? Mir ist auch bewusst das das mit dem flamen nicht richtig war. Es tut mir ja auch leid","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T12:39:38.704+0000","up_votes":3,"down_votes":0,"body":"Naja, vlcht. erhoffst Du Dir dann doch einen Rückhalt durch die Community oder Du willst aufzeigen das die Chatanalyse fehlerhaft wäre und damit Mißtrauen säen.\n\n@Abasin und @Eingew und @Mugi haben ihre berechtigten Zweifel an deiner Ehrbarkeit ausgedrückt. Du könntest diese  zerstreuen, wenn Du einen Link auf den Original-ChatLog (Reformkarte) posten würdest incl. den bisherigen Supportantworten.\n\nAnsonsten würde dieser Thread ja nicht wirklich Sinn machen, oder ?\n\nmfg\nMB","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:42:22.076+0000","up_votes":1,"down_votes":1,"body":"Ich kann euch keinen link davon schicken, habe den nur ingame bekommen zum kopieren ^^ und dann hab ich auf kopieren gedrückt und ihn euch geschickt ^^ habe aber alle Emails von support euch geschickt","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T12:45:07.426+0000","up_votes":1,"down_votes":0,"body":"Versteh ich nicht, andere können doch auch den Link hier reinstellen. Rechte Maustaste drauf, kopieren und dann hier einfügen ...","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:49:18.962+0000","up_votes":1,"down_votes":0,"body":"Meinst du sowas ? https://support.riotgames.com/hc/de/requests/22172788 das is jetzt der Link vom chattverlauf mit dem Support","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T13:05:35.020+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Limîted,realm=EUW,application-id=KYnfKGf0,discussion-id=V7PTKIEL,comment-id=000c00000000000000000000,timestamp=2016-06-21T12:49:18.962+0000)\n>\n> Meinst du sowas ? https://support.riotgames.com/hc/de/requests/22172788 das is jetzt der Link vom chattverlauf mit dem Support\n\nDer funzt net :( - Hat denn keiner mal nen Beispiel parat wie das auszusehen hat ? Ich selber hab sowas noch nie bekommen, ich hab das halt nur immer wieder hier im Forum gesehen/gelesen. Die Seite hat nen Hintergrundbild von Kayle oder so. \n\nNaja, sorry, daß ich mich eingemischt hab. \n\nmfg\nMB","replies":[{"id":"","poster":"legofreak1","date":"2016-06-21T13:13:21.675+0000","up_votes":3,"down_votes":0,"body":"In folgendem Thread hat der TE seine Reformkarte geteilt:\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/fBoxzMKo-permanente-sperrung\nhttp://link.email.riotgames.com/YesConnect/HtmlMessagePreview?qoCr1tjh8tZJacdh5vt%2BOx5V8qzFXNNnRhSxnjU1Zig=.enc&msgVersion=web\n\nEdit:\nIch merk grade, ich hab das ungünstigt formuliert. Das ist nicht die Reformkarte, um die es in diesem Thread geht, sondern ein einfaches Beispiel, wie eine aussieht, da danach gefragt wurde:\n> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=V7PTKIEL,comment-id=000c000000000000000000000000,timestamp=2016-06-21T13:05:35.020+0000)\n>\n> Hat denn keiner mal nen Beispiel parat wie das auszusehen hat ?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T13:21:27.614+0000","up_votes":1,"down_votes":0,"body":"~~Jetzt hauts mir irgendwie die Goschen aus der Krone !~~\nSorry war wohl zu vorschnell ... ^^ \n\nDanke für das Beispiel !\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Limîted","date":"2016-06-21T13:11:04.523+0000","up_votes":1,"down_votes":0,"body":"wo ist nen link ? bin ich jetzt doof oder hast du dich verguckt ?","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-21T13:18:44.709+0000","up_votes":2,"down_votes":0,"body":"Der Link den Du gepostet hast führt ins Nirvana. Da steht :\n\n>Entschuldigung!\nDie gesuchte Seite ist nicht vorhanden\n\n>Sie haben die Adresse u. U. falsch eingegeben oder die Seitenadresse hat sich geändert\n\n\nIch habe nur geschrieben, daß die entsprechende Seite mit dem Chatlog anders aussehen müßte. \n\nIch hab keine Ahnung was hier abläuft, aber ich bin ~~mir zu 99%~~ recht sicher, daß ein sofortiger Perma mit Deinem Drag&Drop-kopierten Chatlog nicht drin ist. Entweder fehlt da noch etwas oder Du hast vorher schon Strafen bekommen. Das war der Gegenstand der Diskussion.\n\nUm den ersten Zweifel auszuräumen wurde eben der Originale Link zu der Reformkarte verlangt. Die wird i.d.R. in einem Browserfenster angezeigt. Diese Adresse kann man dann kopieren .  Da ich noch nie sowas bekommen hab, kann ich nur sagen, was ich bisher im Forum gelesen/gesehen hab.\n\nBist Du Dir eigentlich sicher, ob es wirklich ein Permabann ist und kein 14Tage-Bann ?\n\nmfg\nMB\n","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-21T12:51:01.925+0000","up_votes":3,"down_votes":0,"body":"\"dein Konto wurde dauerhaft gesperrt, nachdem unsere Disziplinarverfahren bereits zu mehrfachen Strafmaßnahmen geführt haben.\"\n\nklingt für mich nicht, als ob es dein erster Baann gewesen wäre ;)","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:54:05.858+0000","up_votes":1,"down_votes":2,"body":"Ich habe noch nie einen Bann oder sonstiges erhalten ^^ ich habe 1-2x so eine Meldung bekommen das ich reportet wurde ja aber sonst nichts","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-06-21T13:42:25.400+0000","up_votes":2,"down_votes":0,"body":"ich glaube kaum, dass ein Supporter schreiben würde, dass du mehrere Strafen erhalten hast, ohne dies zu prüfen","replies":[]}]}]},{"id":"","poster":"Maíko","date":"2016-06-21T06:29:11.889+0000","up_votes":3,"down_votes":0,"body":"Wenn du wirklich noch nie eine CR, oder einen 14 Tage-Ban hattest wende dich bitte an den Support.\n\n\nAnsonsten:\nDu bist sehr negativ\nDeine Einstellung nimmt den anderen den Spaß am Spiel\nDu suchst die Fehler nur bei anderen\nReportaufrufe sind verboten\nDu schreibst viel zu viel unnötiges Zeug, dass sowohl dich als auch dein Team vom Spielen abhält, die diesen Unsinn schließlich lesen weil sie denken das was wichtiges drinn sein könnte.\nIch habe mal alles mit {{summoner:3}}  markiert was einfach Sinnlos ist (auch wenn Sinnlosigkeit kein Banngrund ist)\n\nWürdest du nicht soviel Zeit mit schreiben verschwenden, aus deinen Fehlern lernen, mal lernen wie man sich bei einem campenden Jungler verhält und aufhöhren würdest dein eigenes Team anzugreifen würdest du wesentlich bessere Ergebnisse erzielen.\n\nDeine Texte verstoßen gegen die Regeln und sind somit auf jedenfall eine Strafe wert. Ohne vorherige Strafen rechtfertigen sie jedoch keinen Permaban\n\nSpiel 1\nLimîted: the babysitt is real \nLimîted: 4:29 second gank{{summoner:3}} \nLimîted: alles klar{{summoner:3}} \nLimîted: Ja ne is klar :D{{summoner:3}} \nLimîted: haha{{summoner:3}} \nLimîted: los geh back :D sonst biste gleich tot\nLimîted: ok{{summoner:3}} \nLimîted: gank top pls\nLimîted: lee gank nochmal top brauche kills der Jax is zu ängstlich\nLimîted: ne{{summoner:3}} \nLimîted: er traut sich ja nicht richtig 1o1 ohne tower ^^{{summoner:3}} \nLimîted: soviel dazu{{summoner:3}} \nLimîted: und unser Jungler kommt nie ganken auch geil{{summoner:3}} \nLimîted: Gank top please\nLimîted: lee sind war schon 7x oben{{summoner:3}} \nLimîted: holy shit{{summoner:3}} \nLimîted: Akali please{{summoner:3}} \nLimîted: It is not my prob when jax fed ^^{{summoner:3}} \nLimîted: GG{{summoner:14}}\nLimîted: wtf{{summoner:3}} \nLimîted: omg{{summoner:3}} \nLimîted: f{{summoner:3}} \nLimîted: noob{{summoner:14}}\nLimîted: useless jungler{{summoner:14}}\nLimîted: and wrong build\nLimîted: omfg{{summoner:3}} \nLimîted: Hahaha{{summoner:3}} \nLimîted: du bekommst im 1o1 mega auf die fresse\nLimîted: du kannst nichts machen ^^{{summoner:3}} \nLimîted: und top wäre auch gewonnen würde Akali mal lernen zu junglen und auf hören zu sagen das ich juden vergasen soll ^^{{summoner:14}}\nLimîted: wtf für ?!{{summoner:3}} \nLimîted: GG{{summoner:14}}\nLimîted: Hahaha penta with Akali easy{{summoner:3}} \nLimîted: für was willsten du mich reporten ?{{summoner:3}} \nLimîted: hahahaha{{summoner:3}} \nLimîted: GG{{summoner:14}}\nLimîted: honor akali best jungler euw no ganks{{summoner:14}}\nLimîted: GG\n\nSpiel 2\nLimîted: GG blitz afk -,-{{summoner:3}} \nLimîted: np{{summoner:3}} \nLimîted: my bad{{summoner:3}} \nLimîted: wtf{{summoner:3}} \nLimîted: i can't do nothing ^^{{summoner:3}} \nLimîted: Leona E+q+r{{summoner:3}} \nLimîted: really ?!{{summoner:3}} \nLimîted: WTF{{summoner:3}} \nLimîted: kha pls gank bot\nLimîted: blitz why fokus malph ?!\nLimîted: wtf blitz 4/5{{summoner:14}}\nLimîted: GG{{summoner:14}}\nLimîted: Darius stfu{{summoner:14}}\nLimîted: Salty kid ^^{{summoner:14}}\nLimîted: mit der einstellung gewinnst du nie{{summoner:3}} \n\nSpiel 3\nLimîted: wtf{{summoner:3}} \nLimîted: als ob{{summoner:3}} \nLimîted: easy{{summoner:3}} \nLimîted: dann hättest rengar spielen sollen{{summoner:3}} \nLimîted: np{{summoner:3}} \nLimîted: bin nur jungler{{summoner:3}} \nLimîted: the camp is real{{summoner:3}} \nLimîted: Wo ist der Zed den ?!\nLimîted: wenigstens kommst du weg{{summoner:3}} \nLimîted: Okay{{summoner:3}} \nLimîted: Irgendwie verkacken hier grad alle{{summoner:3}} \nLimîted: Please report Zed{{summoner:14}}\nLimîted: schön das wir wegen dir das game verlieren weil du afk warst -,-{{summoner:14}}\nLimîted: HÖRT A UF ZU FIGHTEN\nLimîted: WIR VERLIEREN DADURCH ZU 100%{{summoner:3}} \nLimîted: omg{{summoner:3}} \nLimîted: NEIN{{summoner:3}} \nLimîted: nicht{{summoner:3}} \nLimîted: GG","replies":[]},{"id":"","poster":"Aenrikr","date":"2016-06-20T18:51:57.155+0000","up_votes":3,"down_votes":0,"body":"Es tut mir echt leid dir das sagen zu müssen, aber du hast deinen Bann vollkommen zu Recht bekommen.\nWenn ich in diesem games dabei gewesen wäre, hätte ich dich erst gemutet, dann reportet und gehofft, in der nächsten Runde nicht noch so einen Flamer dabei zu haben.\n\nDas richtig Schlimme aber ist, dass du es selber nicht erkennst wie toxic du eigentlich bist.\n\nSag dir doch einfach mal selbst:\n\"Ich hab nichts konstruktives zu dieser negativen Situation zu sagen, ich halt mich also lieber zurück und schreib nix.\"\n\nIn solchen Situationen kommt eh immer alles falsch rüber.","replies":[]},{"id":"","poster":"Bergelmir32","date":"2016-06-20T18:42:14.950+0000","up_votes":3,"down_votes":0,"body":"14 Tage Bann davor gehabt?","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-06-22T05:57:29.124+0000","up_votes":2,"down_votes":0,"body":"Kennt nicht vielleicht jemand hier die Formel um Riot Kengen zu beschwören?\nDie könnte uns einfach sagen, ob wir hier einen Volibeeren aufgebunden bekommen.\n\nIch bin leider schon am Teemo-Pentagram gescheitert und weiß auch nicht, an welcher Stelle der Beschwörung man den niedlichen Nippes opfern muss. :(","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-22T09:25:35.066+0000","up_votes":2,"down_votes":0,"body":"Es ist ziemlich unwahrscheinlich, dass ein Riotmitarbeiter hier auftaucht und smitet, vor allem werden die nicht ohne Einverständnis des TEs etwas über vorherigen erhaltene Strafen sagen oder uns den Chatlog zeigen. Bis der TE Screenshots von oder einen Link zu seinem Chatlog vorzeigt, bleibe ich auf der sicheren Seite und glaube ihm nicht. \n\nFalls er wirklich als erste Strafe direkt einen Permabann erhalten hat, würde ich den Chatlog wirklich gerne sehen, da das der erste Fall ist, den ich dazu sehe.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T10:51:37.454+0000","up_votes":2,"down_votes":0,"body":"In diesem Thread hat sie es gemacht, darum bin ich erst drauf gekommen. ;)\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/bweAAZxm-14-tage-bann-und-fragen\n\nAußerdem könnte sie uns ja auch nur bescheid sagen, wenn er keine Vorstrafen hätte und es ansonsten auf sich beruhen lassen.\nDie Wege der Roten sind unergründlich.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-22T10:54:17.474+0000","up_votes":2,"down_votes":1,"body":"What da Fish ! Kengen ist eine \"Sie\" !?\n\nmfg\nMB","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-22T11:02:30.981+0000","up_votes":2,"down_votes":0,"body":"https://www.youtube.com/watch?v=phcSzkEbNWg","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-23T08:29:51.332+0000","up_votes":1,"down_votes":0,"body":"Ok, den hab ich verdient :\n\nhttp://i.stack.imgur.com/jiFfM.jpg\n\naber \n\nhttp://www.visualstatements.net/wp-content/uploads/2016/01/collpeinlich-870x870.jpg\n\n;)\n\nmfg\nMB","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-23T09:47:03.999+0000","up_votes":2,"down_votes":0,"body":"Und dabei musste ich gerade feststellen, dass die eigentlich wichtige Frage \"Sandy ist ein Mädchen?!\" gar nicht richtig abgespielt wird :_(","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-06-23T10:33:52.427+0000","up_votes":2,"down_votes":1,"body":"Sorry für Offtopic :\n\nIch liebe Sponge und ich wußte auch worauf Du hinauswolltest ^^ - An diese Szene mußte ich auch unweigerlich denken, als ich meinen ersten Kommentar dazu abgegeben hab und Du hast es dann gepostet -> ich hatte nen Lachflash ! Die haben mich hier im Büro saublöd angeguckt. \n\nAber ich wußte auch wirklich net das Kengen weiblich ist :( , da ich nur das gezeichnete Profilbild kenne und es eben für mich wie ein Junge aussieht - Sie möge mir verzeihen :)\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"silibum","date":"2016-06-22T11:01:56.649+0000","up_votes":2,"down_votes":0,"body":"Ja, das hast Du richtig gelesen - Hat aber nicht viel mit dem Thema zu tun, denke ich ;-)\n\nIch würde auch gerne eine Reformkarte oder Screenshots sehen, die uns dann Licht ins Dunkel bringen könnte und kann mich Sirrkas hier nur anschließen. Sollte ja relativ einfach hier einzufügen sein.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-06-22T11:03:12.720+0000","up_votes":1,"down_votes":0,"body":"Unwahrscheinlich, nicht unmöglich. Die Riotler werden es sich wohl kaum zur Gewohnheit machen, nun im deutschen Board Smites zu verteilen.","replies":[]}]}]}]},{"id":"","poster":"Brot","date":"2016-06-22T20:22:04.317+0000","up_votes":2,"down_votes":0,"body":"Ey Limîted,\n\ndu solltest mich kennen. Ja. Und sicher hast du auch schon ab und zu mal mitbekommen, dass ich so gut wie nie auf den Chat achte und deshalb auch nicht wusste, was du so für Zeug schreibst, so habe ich es auch irgendwie für ziemlich gemein empfunden, dass man sich unter Premates reportet (, wobei das ja auch nur in den ersten zwei Spielen war), da ich davon ausgegangen bin, dass du nicht die ganze Zeit mit Salzstreuern um dich wirfst und ich nur ein paar Nachrichten von dir gelesen habe. Jetzt allerdings, wo ich das sehe, muss ich wirklich sagen, dass die zwei, die dich reportet haben, dich sogar mit gutem Grund reportet haben.\n\nEs ist nicht allein die Schuld von meinen coolen Freunden, wie du die zwei ironischerweise bezeichnet hast (, wovon einer davon nichtmal mit mir befreundet ist), da 1. ich denke, dass das andere Spiel, das du nicht mit uns gespielt hast, der größere Grund für den Ban war und 2. warst du derjenige, der toxisch geschrieben hat, nicht die anderen.\n\nIch hätte dir das hier gerne privat geschrieben, aber ich habe so ziemlich keinerlei Kontakt zu dir, bis auf dem TS und Lol.\n\nLG","replies":[]},{"id":"","poster":"CantDoAnythingQQ","date":"2016-06-20T18:43:02.464+0000","up_votes":2,"down_votes":0,"body":"Du bist toxisch, das reicht um nen Perma zu kriegen und ich denke schon das du nen 2 Wochen Bann davor hattest. 1 Mai bis 20 Mai hattest du ne Pause.","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:54:47.060+0000","up_votes":1,"down_votes":2,"body":"Ja weil ich WoW da gezockt habe ^^ hatte schon mehrer Pausen","replies":[{"id":"","poster":"CantDoAnythingQQ","date":"2016-06-20T19:29:18.288+0000","up_votes":1,"down_votes":0,"body":"Suchti ... freu dich auf Legion\nhmm, ich gehe mal von schlimmsten aus, du hast dich rassistisch geäußert mehrmals für ne längere Zeit (fast jedes Game) und wurdest darauf direkt mit nen Perma bestraft. \nWürden Sachen wie NOOB nicht in deinem CopyPasta Text stehen, wäre es fragwürdig und ich würde direkt nach den Link fragen. Kannst ja den Link mal posten von deiner Mail, wenn es dir nichts ausmacht. \n\nAhja, es kommt nur selten auf die Art des Flames an, entscheidend ist die Häufigkeit. Wenn du jedes zweite Game dein bestes gibst und Leute als Noob bezeichnest(ja, ist ein report Grund weil es eine Beleidigung/Erniedrigung ist), das meckern über die Builds von anderen usw. ist ein Bann wert.\n\nDeine 700 Euro kriegst du nicht wieder, kannst nicht einklagen, du kannst NICHTS machen da du gegen die Richtlinien verstoßen hast und somit hast du das Recht auf dein ACC verloren. Blabla usw. \n\nDu solltest etwas entspannter die Games angehen, in LoL wird man fürs Flamen gebannt, nicht wie bei WoW oder CS.","replies":[{"id":"","poster":"Limîted","date":"2016-06-21T12:31:00.507+0000","up_votes":1,"down_votes":1,"body":"Ja hast schon recht... und Legion wird geil :D und ja tut mir auch leid fürs flamen und so aber ich habe keine Mail bekommen weshalb ich gebannt wurde, habe nur die ingame nachricht bekommen mit dem Chatlog","replies":[]}]}]}]},{"id":"","poster":"Kinkie Pie","date":"2016-06-24T10:31:03.516+0000","up_votes":1,"down_votes":0,"body":"Was lernen wir daraus? Wenn man nichts Nettes zu sagen hat, soll man den Mund halten.\nIch würde dich nicht in meinem Spiel haben wollen.\n\nVersuch's doch mal mit einem Stressball? Den kannst du kneten, statt zu flamen. Hilft sicher.","replies":[]},{"id":"","poster":"PaDLannister","date":"2016-06-22T07:28:45.450+0000","up_votes":1,"down_votes":0,"body":"Als ob er keine Strafe vorher bekommen hat, so wie der flamed wird der doch jedes Spiel mindestens 2 mal reported...und screens oder chatlogs kann er auch nicht liefern, also fehlt wahrsch. die hälfte und das mit dem support ist genau so´n unsinn, wenn sie nen fehler gemacht hätten, wüssten die davon..","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-06-21T13:24:10.563+0000","up_votes":1,"down_votes":0,"body":"\"lee komm nochmal top der jax ist zu ängstlich\" klingt killgeil ist es auch außerdem kannst du einfach freezen dann muss er zum farmen rauskommen natürlich wenn du ihn einpushst wirst du gegankt und er kann unterm turret farmen","replies":[]},{"id":"","poster":"GoW Linc","date":"2016-06-20T18:44:24.328+0000","up_votes":1,"down_votes":0,"body":"da hast du wen beleidigt\n\nLimîted: wtf blitz 4/5\nLimîted: GG\nLimîted: Darius stfu\n\ndu hast doch beim 2 wochen bann mitbekommen( und selbst wenn nicht, bzw wenn du keinen hattest ), das der kleinste verstos zum perma fuert. du hast zwar nicht uebermäsig geflamed (also kein: du %%%%%%%%%) aber ein verstos war es trotzdem","replies":[{"id":"","poster":"Limîted","date":"2016-06-20T18:53:33.621+0000","up_votes":1,"down_votes":3,"body":"Ich hatte noch nie einen bann ^^ oder sonstiges das ist es ja","replies":[]}]},{"id":"","poster":"DeathFresh","date":"2016-06-21T16:12:46.225+0000","up_votes":1,"down_votes":3,"body":"Also wenn du wegen so einem harmlosen Chatlog gebannt wirst dann müsste ich schon 1000 x mal gebannt sein xD.\nIch finde den Chatverlauf weder schlimm noch beleidigend außer der eine Absatz mit \"J...en\" wobei dies Akali eventuell geschrieben hat. Du hast eigentlich nur den Satz wörtlich wiederholt also kam diese Aussage nicht von dir! \nDer kleine Flame für jemaden der einfach Afk geht -> ist ok. weil dieser Spieler hat das gesamte Game für sein Team schlechter gemacht. (Spielspaß von 100% auf 10%)","replies":[]},{"id":"","poster":"Baickie v2","date":"2016-06-20T18:43:10.888+0000","up_votes":2,"down_votes":9,"body":"Ja ist in ordnung solange die feeder weiterspielen können ist alles supi","replies":[]}]}