{"id":"iyXtVNLy","poster":"H0tten T0tten","date":"2016-06-20T09:54:46.153+0000","title":"LP Gewinn/Verlust anhand von den Bewertungen?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":2,"body":"Ich frage mich, wenn es schon m&ouml;glich ist die Leistung Individuell anhand vom dem Bewertungsystem nach den Spielen zu berechnen(S, S- A usw) man nicht den LP Verlust daran anpassen kann.\nIch meine wenn ich im Verliererteam bin und eine S- Bewertung bekomme kann ich ja nicht komplett alles falsch gemacht haben. Was leider h&auml;ufiger vorkommt.\nOder auch wenn ich im Gewinnerteam spiele und eine S+ hinlege, unser ADC hingegen einfach grottenschlecht ist und mal wieder gecarried wird, wieso bekommen wir die gleiche Anzahl an LP zuwachs?\nUnd fangt jetzt nicht an das w&uuml;rde das Teamplay komplett zerst&ouml;ren weil jeder nur noch f&uuml;r sich spielen w&uuml;rde. Die Bewertungen gibt es bereits, dann w&uuml;rde das schon lange der Fall sein! Und gewinnen geht nun mal auch nur zusammen, auch wenn das viele im LOW elo immernoch nicht begriffen haben.\nIch will auch nicht das ich &uuml;berhaupt keine LP verliere wenn unser Team verliert, aber einfach weniger als andere die komplett verkacken.\n\nMal ein Beispiel:\nIch spiele Ekko TOP, haue am meisten DMG raus, Tanke am meisten DMG und stehe am Ende 11-4-16 und habe nicht &uuml;berm&auml;ssig viel, aber habe gewarded.\nABER wir verlieren. So weit so gut.\nNun haben wir einen ADC der 0-8-3 steht, kein Farm geschweige den DMG verteilt hat in dem Spiel.\nJetzt verstehe ich halt beim besten Gewissen nicht warum wir beide 18 LP verlieren, anstatt ich nur 7 und er 25!\nWenn er nun wirklich nur ein schlechtes Spiel hatte, kein Problem f&uuml;r ihn das in den n&auml;chsten Spielen wieder auszugleichen. Kann er wirklich nichts, f&auml;llt er halt schneller auf seine eigentliche ELO.\nOder unsere Midlane mal wieder 10 Minuten AFK war und ob wir am Ende gewinnen , hat er es verdient die gleiche Anzahl an LP zu bekommen als die andern, die sich den Arsch aufgerissen haben das 4 on 5 zu halten und diesen Spieler zu carrien da er 10 Minuten nicht farmen konnte, entsprechend kein Gold und Items hatte?\nIch sehe einfach viel zu oft das schlechte Spieler gecarried werden. Ja ich habe auch schon Spiele komplett verkackt und wurde gecarried. ABER ich habe kein Problem damit am Ende weniger LP zu bekommen als andere denen ich den Sieg verdanke.\n\nBischen langer Text f&uuml;r eine einfache Frage?\nWarum kann der LP Gewinn/Verlust nicht auf die Indviduelle Leistung bezogen werden?\n\n\nPS\nIch hatte Gestern mal wieder so ein tolles Spiel wo es nach 20 Minuten 2-25 für den Gegner stand und mal wieder nicht surrendered wurde. Somit hätte ich wenigstens noch einen kleinen Anreiz für mich selbst weiterzuspielen, auch wenn es schier unmöglich ist gegen solche gefeedete Leute noch eine halbwegs gute Bewertung zu bekommen.\nAber dann sollten doch bitte die, die am schlechtesten waren auch am meisten LP verlieren. Dann würde sich vielleicht manch einer mal ein wenig mehr zusammen reissen.","replies":[{"id":"","poster":"Nocì","date":"2016-06-20T10:18:59.116+0000","up_votes":4,"down_votes":0,"body":"Das ist eine dumme Idee, \ndas ganze Teamplay würde zerstört werden, warum sollte dann, wenn die Gegner die Midlane pushen der 6/0/2 ADC helfen?\n Er hat ja seine super tollen stats, und wenn das spiel gleich verloren ist bekommt er ja nicht soviel LP agbezogen wie der 1/8 Midlaner. Der ADC kann dann ja schön in der Base rumlaufen, vielleicht noch 1-2 Waves farmen und sobald Gegner kommen geht er in die Fountain und wartet das gefinished wird.\n Er bekommt dann -10 LP, aber ist ja nicht im Vergleich zum 1/8 Midlaner und 2/5 Jungler die alles versucht haben zu verteidigen und dafür -20 LP bekommen. \n\nDas würde nur dafür sorgen, dass Leute mit Guten Stats sich nicht mehr auf einen Kampf einlassen, wenn ein Gegner gefeedet ist. Vor allem bei Tanks oder Bruisern, sie würden sehr schnell sterben und ihre Stats verschlechtern, während vielleicht das eigene Team dann noch aufräumt, aber davon hat man ja auch nicht so viel weil man als 0/10/20 Maokai auch nur 10LP bekommt.\n\nLOL ist ein Teamspiel und die Stats sind nicht so wichtig wie Teamwork. Ein Splitpusher kann auch 10mal sterben, aber immer 2 Gegner vom Rest des Teams fernhalten, hat er dadurch weniger LP verdient weil er gestorben ist? der Rest des Team aber aufräumen konnte? Nein.\n\nDie paar wenigen Trolle oder AFKler würden zwar härter bestraft werden, alledings würde dies auch recht schnell Leute treffen, welche einfach ein schlechtes Spiel hatten oder nur bei Splitten erwischt wurden.","replies":[]},{"id":"","poster":"H0tten T0tten","date":"2016-06-20T13:22:42.353+0000","up_votes":1,"down_votes":0,"body":"Ich weiss das die LP nach der MMR gerichtet ist, je höher desto mehr lP bla blub, mach dir darum mal keine Sorgen.\n\nJetzt kommt wieder der Fussball-Vergleich.\nDas sind Profis, ein Festes Team, da weiss jeder was er zu tun hat. Da kannste hier mit dem E-sport vergleiche aufziehen, aber sicher nicht mit der Low ELO von LOL.\nUnd im Fussball gibts auch Torprämien, trotzdem haste in jedem Spiel ein Torwart obwohl deren Chance ein Tor zu erzielen relativ gering ist.\nAuch werden dort die Leistungen von einzelnen Spielern gewürdigt ob Sieg oder Niederlage.\n\nUnd wer sagt das jemand der zwar gute Stats hat, aber nie in einem Teamfight dabei war auch eine gute Bewertung bekommt?\nIch hab ehrlich gesagt keine Ahnung wie diese Bewertungen zustande kommen, aber wenn sie angewandt werden von RIOT, denke ich mal das ein gewisses System dahinter steckt das einige Faktoren berücksichtigt.\n\nUnd wenn meine eigene Leistung trotz Niederlage doch so viel besser war als die meines teams, ich hatte schon spiele wo ich alleine mehr DMG rausgehauen habe als der Rest meinen ganzen Teams zusammen und das als TANK!, dann ich bin ich doch auch besser als die andern, oder etwa nicht?\nHeisst im Endeffekt nichts anderes, als die gehören weiter runtergestuft als ich, oder ich gehöre höher als die andern, wie man es nimmt. Und falls das nur ein zufälliges gutes Spiel gewesen sein sollte, wird sich das ja schnell wieder einpendeln in den nächsten Spielen.\nIst ja auch nicht so das ich nun 50 LP bei einem Sieg bekomme und der Rest nur 5 das diese krassen unterschiede auftreten würden.\n\nDann sollen die Leute doch in festen teams spielen wo man sagen kann wir haben als Team verloren oder gewonnen. Ist ja auch super.\nAber Leute zu mixen und dann als ganzes zu behandeln, ist einfach falsch. Das wird niemals ein Team sein, dafür braucht es mehrere Spiele, Zeit und Übung um als Team zu funktionieren.\nDas wird bei Dynamic Queue so niemals der Fall sein.","replies":[{"id":"","poster":"HyperionCH","date":"2016-06-20T14:08:34.360+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=H0tten T0tten,realm=EUW,application-id=ip27PlEH,discussion-id=iyXtVNLy,comment-id=0005,timestamp=2016-06-20T13:22:42.353+0000)\n>\n> Ich weiss das die LP nach der MMR gerichtet ist, je höher desto mehr lP bla blub, mach dir darum mal keine Sorgen.\n\nWarum hast du dies bei deinem Vorschlag nicht berücksichtigt?\n\n> Jetzt kommt wieder der Fussball-Vergleich.\n> Das sind Profis, ein Festem Team, da weiss jeder was er zu tun hat. Da kannste hier mit dem E-sport vergleiche aufziehen, aber sicher nicht mit der Low ELO von LOL.\n> Und im Fussball gibts auch Torprämien, trotzdem haste in jedem Spiel ein Torwart obwohl deren Chance ein Tor zu erzielen relativ gering ist.\n> Auch werden dort die Leistungen von einzelnen Spielern gewürdigt ob Sieg oder Niederlage.\n\nTorprämien etc. lassen sich eher mit Honors vergleichen (Teamwork, ehrenhafter Gegner, etc.).\n\nDir geht es ja ums Climben und dies bedeutet, dass der Fussballer von der Kreisliga (\"Bronze\") bis zur Bundesliga (LCS) hochclimben möchte.\nDazu hat er 2 Möglichkeiten:\n\n- Er carriet die Spiele jeweils so stark, dass Ende Season mit dem Team eine Liga aufsteigt.\n- Er carriert die Spiele jeweils so stark, dass er per Transfer in ein besseres Team kommt (2x im Jahr möglich an den Transfer-Perioden -> trotzdem schnellere Variante).\n\nVariante 2 ist wie gesagt schneller und dies ist im Fussball auch möglich, wenn das restliche Team nicht allzu gut ist und ein direkter Aufstieg so nicht möglich ist (\"nicht carry-bar\").\n\nIn LoL hat man den Vorteil:\nVariante 2 passiert ständig automatisch.\nHat man schlechte Randoms, hat man sie nur 1x im Spiel und kommt dann in \"ein neues Team\". Langfristig wird man sich deshalb in LoL klar durchsetzen, wenn man stärker ist.\n\n> Und wer sagt das jemand der zwar gute Stats hat, aber nie in einem Teamfight dabei war auch eine gute Bewertung bekommt?\n> Ich hab ehrlich gesagt keine Ahnung wie diese Bewertungen zustande kommen, aber wenn sie angewandt werden von RIOT, denke ich mal das ein gewisses System dahinter steckt das einige Faktoren berücksichtigt.\n\nDu hast den Vorschlag gemacht, weisst aber nicht, wie die Bewertung zustande kommt?\nWie willst du denn wissen, ob die Bewertung auch wirklich korrekt die individuelle Leistung widerspigelt?\n\nDenn eine S-Wertung ist kein Vergleich deiner Leistung zu deinen Mates.\nEs ist sehr gut möglich, dass jemand ein S kriegt, obwohl er schlechter spielte als sein Mate, der \"nur\" ein A kriegte.\nDeshalb ist dein Vorschlag alleine deshalb nicht sehr sinnvoll.\n\n> Und wenn meine eigene Leistung trotz Niederlage doch so viel besser war als die meines teams, ich hatte schon spiele wo ich alleine mehr DMG rausgehauen habe als der Rest meinen ganzen Teams zusammen und das als TANK!, dann ich bin ich doch auch besser als die andern, oder etwa nicht?\n\nNein, nicht zwingend.\nDiese Stats sind nicht zwingend ausschlaggebend, ob du besser bist oder nicht.\n\n> Heisst im Endeffekt nichts anderes, als die gehören weiter runtergestuft als ich, oder ich gehöre höher als die andern, wie man es nimmt. Und falls das nur ein zufälliges gutes Spiel gewesen sein sollte, wird sich das ja schnell wieder einpendeln in den nächsten Spielen.\n\nWenn dies dir oft passiert (meistens \"super Stats\", aber viele Niederlagen -> maximal 50% winrate), dann heisst dies eher:\n\nDu machst Fehler. die nicht in diesen Stats ersichtlich sind.\n\nZum Beispiel:\nWas bringen dir viel DMG an Champs und eine hohe KDA, wenn du keine Objectives holst?\n\n> Dann sollen die Leute doch in festen teams spielen wo man sagen kann wir haben als Team verloren oder gewonnen. Ist ja auch super.\n> Aber Leute zu mixen und dann als ganzes zu behandeln, ist einfach falsch. Das wird niemals ein Team sein, dafür braucht es mehrere Spiele, Zeit und Übung um als Team zu funktionieren.\n> Das wird bei Dynamic Queue so niemals der Fall sein.\n\nSIch auf Randoms (bzw. auf Premades im eigenen Team) einzustellen ist auch ein Skill.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2016-06-20T12:19:22.754+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=H0tten T0tten,realm=EUW,application-id=ip27PlEH,discussion-id=iyXtVNLy,comment-id=,timestamp=2016-06-20T09:54:46.153+0000)\n>\n> Warum kann der LP Gewinn/Verlust nicht auf die Indviduelle Leistung bezogen werden?\n\nWeil es ein Teamspiel ist.\nWenn z.B. Lionel Messi im WM-Finale 2014 sehr stark spielte, aber das Team trotzdem verlor, kriegt er trotzdem die genau gleiche Silbermedallie wie seine Mitspieler.\nGleichzeitig bekam auch jeder deutscher Spieler damals die Goldmedallie und durfte den Pokal hochheben, egal wie gross sein Einfluss im Turnier war. ;)\n\n> Jetzt verstehe ich halt beim besten Gewissen nicht warum wir beide 18 LP verlieren, anstatt ich nur 7 und er 25!\n\nWer sagt denn, dass ihr beide 18 LP verliert?\n\nMir scheint, dass dir nicht wirklich klar ist, wie die Höhe des LP-Verlustes (bei einer Niederlage) bzw. LP-Gewinns (bei einem Sieg) berechnet wird (vom Grundsatz; nicht die genaue Berechnung, welche nur Riot weiss).\n\nDie Höhe wird hauptsächlich beeinflusst durch den Unterschied zwischen deiner Elo (aka MMR) und deinem Ranking (Division + LP). Das System versucht, dass das Ranking möglichst nahe an die Elo herankommt, damit das Ranking auch in etwa die Elo widerspiegelt.\n\nDein Vorschlag würde dies gerade nicht tun.\nDamit würde das Ranking und die Elo viel weiter entfernt sein.\nSpieler, die zwar gute individuelle Stats haben, aber ein schlechtes Decisionmaking im taktischen Bereich haben (z.B. weil sie im early stark sind - bzw. Lane-Bullys spielen -, aber im Late nie beim Team sind und lieber auf der Lane splitpushen statt die eigene base zu deffen), würden dann ein viel höheres Ranking haben als ihre Elo.\nSie könnten also z.B. Silber 3 sein, aber eine Elo von 600 (das wäre im tiefsten Bronze-Niveau) besitzen. Das Ranking würde also zu oft nicht einmal ansatzweise den Skill des Spielers widerspiegeln.","replies":[]},{"id":"","poster":"H0tten T0tten","date":"2016-06-20T16:12:28.673+0000","up_votes":1,"down_votes":0,"body":"Vlt bin ich aber auch derjenige der nach einem gewonnen Teamfight lieber den Tower oder Dragon angreift anstatt den einzigen Überlebenden Shaco des gegenerischen Teams quer über die map zu jagen bis der sich in unserem nexus selbst killed wie meine randoms.\nOder einfach mal zurück gehen wenn wir den gegnerischen Inhib nach 22 minuten platt haben anstatt direkt zu versuchen das Spiel zu beenden wie meine randoms. Und selbst wenn sie dann alle tot sind direkt wieder in die gegnerische Base laufen um wieder zu sterben und das 3 mal hintereinander!\nJo vlt sollte ich mich daran anpassen.\nUnsere Botlane den gegnerischen ADC killed (bravo) um danach den Support bis vor die gegner Base zu verfolgen und dann zu sterben um danach die Mitte zu flamen weil kein ss kam.\nDer Drachen getötet wird und Mitte schön am gegner Tower stehen bleibt um dann komplett überrascht von 3 leuten aus dem River gejagt wird.\nRecht haste, daran muss man lernen sich anzupassen.\n\nMir geht es überhaupt nicht ums climben, um ehrlich zu sein, ich bin ein hardcore Troll und mich hätte dieses System bestimmt am härtesten getroffen.\nDiese Season mit knapp 350 spielen und davon über die hälfte AFK durch den Jungle gerannt, ganz egal ob sicher gewonnen oder auch nicht.\nTja das ist Tatsache, ob dus glaubst oder nicht, so wie meine tollen randoms, bis sie irgendwann realisieren, das ich tatsächlich nichts mehr mache um ihnen zu helfen. Daher keine Ahnung wieviel LP ich verschenkt habe, mir egal.\n\nClimben ist mir echt total banane. Ich will lieber gute Spiele haben die fordernd sind, knapp. Aber die gibts einfach viel viel zu selten, und das obwohl ja angeblich alle auf einem Level spielen. Entweder stompen wir das gegnerische Team oder wir werden gestomped. Ka wieso das so ist, da ja alle angeblich den selben Skill haben.\nUnd das macht dann irgendwann keinen spass mehr 3 Leute zum Sieg zu verhelfen die es schlicht und einfach nicht verdient haben. Ja richtig, nicht verdient!\nEin Blitz der dir ständig buffs weg grappt, eine vayne die beim gromp zuschaut um dann mit ihrer q den last hit zu holen. Solchen Leuten muss man helfen zu gewinnen? Reporten kann man nicht für was auch. Und für mich liegt das hauptproblem einfach darin, das die Leute nicht auf sich selbst schauen. Lieber sagen das Team ist schuld. Das kann doch nicht die Endlösung sein.\n\nWürden die Leute nun wirklich mal selbst anhand ihrer Leistung gemessen würde der ein oder andere vlt mal drüber nachdenken. Da helfen die Stats nach dem Spiel auch recht wenig wenn der ADC immernoch nicht einsieht das er diese Runde weniger schaden als ein Blitz verteilt hat er aber irgendwie nicht begreifen will das er schlecht war. Wenn es mal passiert, mein Gott ist es halt so, aber dann soll er doch dafür die Verantwortung tragen und mehr LP verlieren.\nUnd diese Haltung der Schuldzuschieberei in so vielen verdammten spielen geht einfach nicht mehr. Öffnet diesen ganzen Wannabes doch einfach mal die Augen.","replies":[]},{"id":"","poster":"H0tten T0tten","date":"2016-06-20T11:42:32.046+0000","up_votes":1,"down_votes":0,"body":"Mal vorweg, hier geht es nicht um die Kisten die man bekommt, die sind mir völlig Latte.\n\nJa sry, wenn der Supporter alleine losrennt und stirbt, ist es halt seine Schuld!\n\nWenn der ADC 6-0-2 steht, dann aber sich nur in die Base verkrümmelt verfehlt er seine Hauptaufgabe, DMG verteilen und sollte somit auch keine gute Bewertung bekommen. Und es sollte auch nicht in seinem eigenen Interesse sein wenig LP zu verlieren, anstatt LP zu gewinnen.\n\nWenn der Midlaner anfangs vom Sup oder Jungler gegankt wird und flashen muss, kann man danach auch einfach safe weiterspielen oder zumindest im Ansatz versuchen. Falls nicht, seine eigene Schuld?\n\nSry, aber ADC´s waren schon immer leicht rauszunehmen. Natürlich sind sie zum Teil auf andere angewiesen. Vieles tragen sie aber selbst dazu bei, hauptsächlich durch ihre position, und wer damit nicht leben kann, hat vielleicht die falsche Rolle gewählt? Soll er halt den Tank auf der Toplane spielen, da kann er alleine für sich daddeln ohne auf andere angewiesen zu sein.\n\nMal im Ernst, wer brutal reinfeedet der spielt schlecht, ob er nun vom Gegner gesitted wird oder auch nicht.\n\nUnd wenn man Supports sieht, die es irgendwie schaffen mehr Tode als Assists zu bekommen, ja dann kann man natürlich die Schuld immer auf andere schieben, oder eben den Leuten direkt ma zeigen, Junge du warst schlecht dafür bekommste mehr LP abgezogen als die andern. Dann denkt manch einer vielleicht mal drüber nach anstatt nur andere zu Flamen um sein eigenes EGO  pushen zu wollen.\n\nDas man mit den Bewertungen nicht alle Fehler abdecken kann ist mir klar. Wenn der ADC Super gespielt hat 13-4-15 steht, aber im Lategame 3 mal in Büsche rennt und jedesmal weggenatzt wird und damit das Spiel verliert ist es halt so.\nNur wenn er das gesamte Spiel über keine Leistung bringt hat er es einfach verdient mehr LP als andere zu verlieren oder eben weniger zu bekommen.\n\nNatürlich ist Teamwork wichtig in LoL. Und ihr wollt es einfach so hinstellen als würden auf einma alle nicht mehr gewinnen wollen sondern nur noch schauen weniger LP zu verlieren. Man kann es auch durchaus schaffen gute bewertungen zu bekommen ohne 10 kills zu machen.","replies":[]},{"id":"","poster":"Aaxsus","date":"2016-06-20T10:58:11.487+0000","up_votes":1,"down_votes":0,"body":"Du musst es auch mal von einer ganzen anderen Seite sehen:\nSupporter haben Allgemein sehr wenig Leben und sind sehr schnell am sterben wenn sie vom Gegner angegriffen werden. Außerdem sorgen sie meistens mit Wards für Sicherheit, wobei sie jedoch manchmal abgefangen und getötet werden, weil kein anderer sie beschützen möchte oder ihnen beim warden helfen möchte.\nADC's haben zurzeit das Problem das so ziemlich alles sie in kürzester Zeit töten kann. Also hängen sie sehr davon ab das die Frontline auf die aufpasst und sie am Leben erhält, damit sie den maximalen Schaden verursachen können.\nViele AP Carry's werden zum Beispiel im Early Game vom Jungler gecampt oder bekommen einen Gank durch den Support ab. Dadurch sind immobile Champs relativ schnell am feeden.\nUnd wenn du ein Game hast in dem der Jungler durch ein oder zwei schlechte Kills deinem Gegener Kills schenkt, kann es dazu führen das dein Gegner dich auf der Lane und im gesamten Game zerstört, wofür du aber eigentlich nichts kannst, weil du gegen ein Gegner kämpfen musstest, der die Haushoch überlegen war.\n\nDu siehst es gibt viele Gründe warum Leute schlechte Stats haben können. Und meistens kann man diese Probleme nur beheben, wenn man als Team spielt. In den Saisons zuvor, konnte das Individum sehr viel mehr tun, aber das Spiel hat sich immer mehr in Richtung Team orientiert. Und wenn du ein Game verlierst und im nächsten Game gewinnst, bekommst du meistens die selbe Menge an LP zurück, außer wenn deine MMR total weit unten ist. Wenn das der Fall ist kannst du dich sowieso nicht beschweren.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-06-20T10:16:34.412+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach, die Wertung ist zwar da und es ist ärgerlich, wenn man keine Kiste bekommt, aber am Ende interessiert es nicht. Die Kisten sind eh limitiert und dann holt man sich die eben später.\n\nVerliert man jetzt aber mehr Punkte, weil man ständig 1v4 auf der Bot als ADC steht und der Toplaner den Noob aus dem Gegnerteam total abzieht, sich aber nicht um die Botlane kümmern kann, ist das ungerecht. Es geht einem schließlich um seine Ligapunkte, die unendlich sind und nicht um etwas, was man nur einmalig in einem Zeitraum bekommen kann.","replies":[]}]}