{"id":"qLiRERd9","poster":"Cakesatsu","date":"2016-06-19T08:51:00.688+0000","title":"League of Legends laggt trotz guter Verbindung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nIch habe seit gestern ein Problem mit massiven Laggs, die das Spiel unspielbar machen, da es eher in einer Art Diashow abl&auml;uft, als wie eine richtige Runde. Ich dachte zuerst der Fehler liegt an meiner Verbindung, jedoch lief mein Ts und meine Musik weiterhin fl&uuml;ssig, nur LoL machte &Auml;rger. Das Problem ist bis jetzt in zwei Runden aufgetreten und baut sich von kleinen Laggs &uuml;ber Standbilder bis zur oben genannten Diashow &uuml;ber ein paar Minuten auf. Ich hab an dem Abend noch weitere Runden gespielt, wo alles glatt lief.\r\nIch hoffe jemand von euch hat eine Idee woran das liegen k&ouml;nnte.\r\nVielen Dank Cake","replies":[{"id":"","poster":"Revelate","date":"2016-06-19T09:18:14.009+0000","up_votes":1,"down_votes":0,"body":"gestern hatte ich auch ein Spiel, bei dem ich die meisste Zeit zwischen 300 und 2900 Ping hatte.\nDiashow begann so meisstens ab 700/800 Ping , ab 1500+ wurde es ganz lustig, nur nicht für meine Teammates :D","replies":[{"id":"","poster":"Fight with Pride","date":"2016-06-19T09:33:58.264+0000","up_votes":1,"down_votes":0,"body":"Reported wird man trotzdem -.-","replies":[{"id":"","poster":"Revelate","date":"2016-06-19T21:19:51.392+0000","up_votes":1,"down_votes":0,"body":"also mein Midlaner war freundlich zu mir, aber mein Toplaner hat mich zugeflamed, no ganks, jungle useless (war jungler in dem Game)\n\nAber der Random Midlaner hat mich noch vertieidgt, sieht man auch nicht alle Tage^^\n\nDas war sowieso nen Spiel in der Kategorie FF20^^\n\nNaja ich habe gespielt so gut wie ich halt konnte, kein Grund für nen Report wenn der Server nen Problem hat, also mache ich mir da wenig sorgen :D","replies":[]}]}]},{"id":"","poster":"Ryzecake","date":"2016-06-19T09:20:56.101+0000","up_votes":1,"down_votes":0,"body":"Servus,\n\nder Cakefamilie muss ich natürlich helfen...\nDas Spotify etc noch flüssig läuft, ist leider kein Indikator für gute Verbindung.\n\nHast du FPS Einbrüche als \"rückler\" im Spiel oder wirklich sozusagen nicht die Möglichkeit deinen Charakter zu steuern?\nBitte stelle sicher, dass keine Updates bei dir auf dem System in den Startlöchern stehen. (Steam, Windows, usw.)\n\nIst vllt. ein Familienmitglied im Internet unterwegs und beansprucht das Internet?\n\nSollte das alles nicht eintreffen würde ich dich um folgendes bitten:\n\n\n> [{quoted}](name=Sree,realm=EUW,application-id=7hciEY9w,discussion-id=bOtlobd8,comment-id=0001,timestamp=2016-06-13T09:14:44.578+0000)\n>\n>Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\nZusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\nEin gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\nhttps://www.pingplotter.com/download.html \nUm ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n\n>* Trace Interval: 1 second\n* Focus Time: all\n* Target Name: 185.40.65.1\n\n>Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\nWenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n\n>* Edit -> Copy as Text\n* Geht nach Pastebin.com\n* Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n* Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\n\n>Fügt bitte außerdem das Netlog dieses Spiels ein.\n\nBitte Füge das Ergebnis bitte bei pastebin.com ein und verlinke es hier im Forumpost.\n\nBei fragen findest du mich im Wrenchman Livechat.\nhttp://wrenchbox.de/chat/\n\nMit freundlichen Grüßen\nRyzecake","replies":[{"id":"","poster":"Cakesatsu","date":"2016-06-19T10:49:58.103+0000","up_votes":1,"down_votes":0,"body":"Ich hatte prinzipiell die Möglichkeiten meinen Champ zu steuern, hatte jedoch so krasse Verzögerungen, dass irgendwann nichts mehr funktioniert hat. Am schlimmsten trat das Ganze in Teamfights oder wenn ich die Kamera bewegen wollte auf, und auch Movementspeed durch Jinx' Passive erwies sich auf einmal als unspielbar und lies mein Spiel fast abstürzen.\n\nAls ich jedoch heute morgen meinen PC starten wollte, begrüßte mich schon eine Updatemeldung (Ich hätte nicht auf Windows 10 updaten sollen, früher habe ich es wenigstens bemerkt, wenn mir ein Update untergejubelt wurde -_- ). \nIch werde trotzdem das Programm laufen lassen, falls wieder Probleme auftreten sollten, wovon ich schon fast ausgehe. \nVielen Dank für deine schnelle Hilfe, ich werde mich zurückmelden, falls ich mich wieder in einer unfreiwilligen Diashow wiederfinde.","replies":[]}]}]}