{"id":"p9RPHfIs","poster":"Geis Lieh","date":"2016-06-18T15:06:06.493+0000","title":"[Champion Idee] Sedrik - Geist der Todeskälte","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":1,"body":"* Geschichte:\n\n&gt; Mitten im Gebiet von Noxus steht ein kleines Dorf, welches weder auf einer Karte noch in B&uuml;chern verzeichnet ist. Dies hat auch einen einfachen Grund: Jene Reisenden die in das Dorf gingen kamen nie mehr zur&uuml;ck. Das Ger&uuml;cht, das der Tod selbst dort seine F&auml;den zieht ging umher. Also beschlossen die umliegenden D&ouml;rfer s&auml;mtliche Wege, Karten und B&uuml;cher, in denen das Dorf erw&auml;hnt wurde zu vernichten. Jedoch konnten sie nicht alle zerst&ouml;ren, also verbreiteten sie Ger&uuml;chte, &uuml;ber Geister, M&ouml;rder und einer Seuche die in dem Dorf umhergehen w&uuml;rde. Doch mutige Abenteurer versuchten immer wieder in das Dorf zu gehen, jedoch kamen diese nie zur&uuml;ck. Die Regierung in Noxus selbst lie&szlig; eine Palisaden Wall errichten, der das Dorf einschloss. 80 Jahre ist es her, das ein Wesen das Dorf betreten hatte und genau an Jahrestag genau, als der Wall fertig gestellt wurde starben s&auml;mtliche Wachen die den Wall besch&uuml;tzen sollten. Schlimmer noch in den D&ouml;rfer um das Dorf selbst starben nun jeden Tag etliche Bewohner. Jediglich von Augenzeugen erfuhr man, das ein schwebendes Gespenst in den Stra&szlig;en zu sehen war. Es verfluchte alles und jeden und brachte den Tod vieler Bewohner. Als die Berichte eingingen von jenen Augenzeugen musste die Regierung von Noxus feststellen, das der Geist der umherspukt der einstige General der Noxischen Armee Sedrik der Schreckensbringer war. Man hatte ihn vor 90 Jahren als Tod erkl&auml;rt,  jedoch ohne je seien Leiche zu finden. Da er damals desertierte wurde er gejagt und hingerichtet. Die Leiche jedoch verschwand genau nach der Hinrichtung und man h&ouml;rte nur noch ein geraune: &quot; Mein Groll und mein Leid sollt ihr erfahren&quot;. \n\n* Aussehen:\n\n&gt; Sedrik ist ein Geist. Seine Menschliche Erscheinung schwebt &uuml;ber den Boden. Er strahlt in einem dunkelblauen Ton, w&auml;hrend er selbst weis ist. Seine Gestalt tr&auml;gt ein weises Leinentuch. Er tr&auml;gt an Arme und Beine Handschellen. sein Kopf ist in einen Stahlk&auml;fig gefangen. \n\n* F&auml;higkeiten:\n\n*  Schreckensklage\n\n&gt; Sedriks F&auml;higkeiten die Gegner Schaden zuf&uuml;gen, lassen diese f&uuml;r 1,5 Sekunde fliehen.  Danach kann der gleiche Gegner erst nach 7 Sekunden erneut von dem Effekt betroffen werden.\n\n* Q:  Phantombild (Manakosten: 50/60/70/80/100) (Abklingzeit: 7 Sekunden)\n\n&gt; Sedrik l&auml;sst am Zielort ein Abbild von ihm entstehen. Dieses bewegt sich in die Richtung die Serdik gew&auml;hlt hat vor. Dabei gleitet es durch s&auml;mtliche Objekte. Das Abbild besitzt kein Leben. Gegner die das Abbild ber&uuml;hren, erleiden 50/70/90/110/130 magischen Schaden + 60% F&auml;higkeitsst&auml;rke.\n\n* W: Todesk&auml;lte (Manakosten der Aktiven 80) (Abklingzeit der Aktiven: 10 Sekunden)\n\n&gt; Passive: Ziele die von Sedrik get&ouml;tet wurden bleiben f&uuml;r 1,5 Sekunden Tod am Boden liegen. Sie sondern dabei blaues Licht aus, welches Gegner um 20% verlangsamt.\nAktive: Sedrik l&auml;sst aus alle Leichen implodieren, was den Leichnahm zerst&ouml;rt, jedoch das blaue Strahlen intensiviert. ( Nur Leichen, die w&auml;hrend der Aktivierung auf dem Boden liegen) Das verst&auml;rkte Licht verlangsamt die Gegner zus&auml;tzlich um +20% extra und h&auml;lt 3 Sekunden ab der Benutzung der Aktiven an. Zudem verursacht das Strahlen Magischen K&auml;lteschaden von 30/40/50/60/70 + 40% F&auml;higkeitsst&auml;rke pro Sekunde.\n\n* E:  Leichenf&auml;ule (Kostet 50/65/80/95/110 Mana) (Abklingzeit 9 Sekunden)\n\n> Passive: Sedrik sammelt Leichenfragmente für jede Leiche die in der Nähe ist +1. Wenn er 8 gesammelt hat, erhält er einen Leichensack. Wenn er nun Leichenfäule an einem Ziel einsetzt verteilt er um das Ziel zusätzlich Leichen, die 2 Sekunden bestehen bleiben und von der W genutzt werden können.\nAktive: Sedrik belegt ein Ziel mit &quot;Leichenf&auml;ule&quot;. Leichenf&auml;ule h&auml;lt 4 Sekunden lang an. Falls das Ziel stirbt, verursacht der Tod dieser Einheit an nahen Verb&uuml;ndeten der Einheit magischen Schaden. (Magischer Schaden: 50/60/70/80/100 + 3% des maximalen Lebens des verstorbenen + 1% pro 150 F&auml;higkeitsst&auml;rke) (Erg&auml;nzt sich  gut mit der Passiven von Todesk&auml;lte)\n\n* R:  Hass der Toten (Kostet 100 Mana) (Abklingzeit 50 Sekunden)\n\n&gt; Hass der Toten verursacht magischen Schaden um Sedrik herum und die H&auml;lfte des Schadens um Leichen die durch Todesk&auml;lte am Boden liegen. Gegner die in Sedriks Reichweite stehen und auch Leichen neben sich haben erhalten den vollen Schaden von Hass der Toten + 30 x Leiche in der N&auml;he extra. Der Radius um die Leichen herum bei Hass der Toten ist um 70% kleiner wir um Sedrik. Alle Gegner die getroffen wurden werden mit dem &quot;Panik&quot; verflucht. &quot;Panik&quot; verstummt diese f&uuml;r 1,5 Sekunden. ( Der Verstummungseffekt wird falls die Passive Schreckensklage Abklingt sofort angewandt, falls die Passive Schreckensklage durch den Schaden ausgel&ouml;st wird, wird der Verstummungseffekt nach dem fliehen ausgel&ouml;st, jedoch nur mit der H&auml;lfte der Verstummungszeit.)\nMagischer Schaden: 100/150/200 + 40% F&auml;higkeitsst&auml;rke\n\n\nDas war meine Idee. Der gute Beobachter merkt, das ich einen Champion, den ich diese Woche ver&ouml;ffentlicht habe durch den hier ersetzt habe und ihn ganz &uuml;berarbeitet habe. Ich hoffe er gef&auml;llt euch.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-24T11:20:45.148+0000","up_votes":1,"down_votes":0,"body":"Hey, ist dieser Champion Nah- oder Fernkämpfer?\nWenn man die E auf einen Minion macht, um diesen kurz darauf mit der Q (oder AA) zu töten, also dem Gegner damit eine Kombo reindrückt, funktioniert das. Aber mach der Spell auch Schaden am Ziel selbst? Ich denke das wäre eine sinnvolle ergänzung, damit der Schaden auch an Champions gegeben ist. Im Moment richtet er im Teamfight nämlich nur ein bis zwei mal eine Q an und vielleicht noch seine Ulti. Wenn der Kampf aber außerhalb der Lane stattfindet, wo es keine Minonleichen gibt, wird der Champion sonst nur autoattcken können. Das wäre ganz schön lahm.\nEine Kombo sehe ich, die mir gut gefällt. Du bereitest die Minions vor, dashst mit dem Protobelt in Richtung Gegner, wenn dieser in der Welle steht, haust die Q durch die Minions und zündest die Ult, wenn die Minions gerade gestorben sind ---> = Burst Schaden. Allerdings der einzige wirkliche Schaden, vom Q Poke abgesehen.\n\nDa der Champ weder verlässlich bursten kann, noch konstanten Schaden raushauen kann, noch die Verbündeten unterstützen kann, noch effektiv einen Teamfight einleiten kann, finde ich, fehlt noch etwas.\nTrotzdem ist die Grundidee vom Champion cool und die Mechaniken sind auch mal was neues. Da muss nur noch irgendwie irgendwas rein, verstehste? ;)","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-24T16:09:59.821+0000","up_votes":1,"down_votes":0,"body":"Ne macht kein Schaden am Ziel sollte es auch nicht. Jedoch habe ich mir schon überlegt, dass ich eine Passive auf die E haue und somit Leichenfragmente sammeln lassen kann, die er dann durch die Leichenfäule entfesselt und um die Gegner Leichen verteilt, was ihn zumindest offlane auch buffen würde.","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-24T16:14:01.655+0000","up_votes":1,"down_votes":0,"body":"Und Sedrik sollte ein Fernkampfchampion sein.","replies":[]}]}]},{"id":"","poster":"Im a Papaya","date":"2016-06-18T15:29:35.143+0000","up_votes":1,"down_votes":0,"body":"Ich finde es gut einen Champ mit unverbrauchten Mechaniken zu sehen denn ich habe bisher noch keinen Champ gesehen der vom Tod profitiert, also Lob an dich, und ich wollte mal meine Meinung dazu aufschreiben.\nMein Problem mit diesen Champ: Ich sehe ihn irgendwie als Lane Bully der von den Minion Toden stark profitiert und wahrscheinlich ganz gut spielbar wäre aber im Late einfach nichts zu tun hat. Was tut dieser Champ z.B. wenn man um Drachen kämpft ? ohne irgendwelche Leichen ist sein Schaden ziemlich eingeschränkt und somit sehr Situativ.\nWo stellst du dir diesen Champ vor ? Toplane, Midlane oder ganz woanders ?\nDer Champ an sich gefällt mir, es wäre schöner wenn das Kit insgesamt etwas besser zusammenarbeiten könnte aber der Schaden den er macht scheint mir ganz annehmbar zu sein.","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-18T16:14:21.792+0000","up_votes":1,"down_votes":0,"body":"Also ich stell mir den auf jeglichen Sololanes vor. Das mit der neuen Mechanik fand ich war ein muss. Natürlich hat er bei Baron und Drache einen starken Schwachpunkt. Was man vielleicht durch erhöhten Schaden an zumindest Drache und Baron wieder wett machen könnte. Im Jungle hätte er kaum Chance zu ganken, da ich für Ihn keinen Gapcloser eingeplant habe und da die Leichen nur von seinen Fähigkeiten profitieren können wenn er diese umgebracht hat. sprich Top und Midlane ja. Wiederum im Jungle wäre er zu schwach aber Spielbar. Auf der Botlane würde er nicht viel Schaden raushauen können, da er kaum Farm hinbekommt.","replies":[]}]}]}