{"id":"FQaUYdqj","poster":"Natsu NALU28","date":"2019-04-28T19:11:15.050+0000","title":"afkla","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"also als erste meine recht Schreibung ist nd gut ich weiß.\r\nkommen wir zum Thema, ich verstehe nd warum Leute die im ranked afk gehen nie ne strafe bekommen ganz im gegen teil immer wen jemand afk wahr bei mir und ich die gemeldet habe waren die im 2 oder 3 game wider bei mir im Spiel kann mir das bitte jemand erklären ich Reporte nicht viele Leute nur Leute die afk gehen oder offensichtlich inten. Ich bin silber 3 momentan aber wegen diesen Leuten bin ich immer zwischen Silber 4 und 3 das  macht mich immer wütend. Supp haben es nicht schon einfach, sie müssen auf das Team vertrauen aber wegen solchen Leuten kann ich ja auch nichts machen und riot unternimmt wohl auch nichts dass man nicht wen schon nicht direkt -20lp bekommen sondern -15 oder weniger ich verliere wegen solchen Leuten immer 20lp. \r\nWie ist es den bei euch wie viel lp verliert ihr denn ?","replies":[{"id":"","poster":"Alpacana","date":"2019-04-28T19:34:37.185+0000","up_votes":3,"down_votes":0,"body":"> also als erste meine recht Schreibung ist nd gut ich weiß.\n\nWenn du Im Forum ernst genommen werden möchtest solltest du darauf achten.\n\nAber gut, befassen wir uns mit dem Thema:\nAfkler bekommen den Leaverbuster. Anders als bei Flamern/Intern ist das kein Ban über eine bestimmte Zeit sondern eine Spiel-Sperre, die man vor 5 Spielen absitzen muss.\nGehen wir das also einmal durch.\nBei deinem ersten Leaverbuster musst du 5 Spiele lang 5 Minuten vor einem Spiel warten bevor du ein Spiel finden kannst (deine Queue-Time ist also 5 Minuten länger). Beim nächsten Leaverbuster sind es dann 10 Minuten für 5 Spiele, gehst du weiterhin afk musst du für 5 Spiele lang 20 Minuten vor einem Spiel warten.\nEine Strafe ist also durchaus gegeben. Man darf aber nicht vergessen, dass die meisten Afks durch technische Probleme entstehen und nicht einfach notorische Afkler sind, deshalb darf man so etwas nicht zu hart bestrafen.\n\nEs kann also gut sein, dass jemand einen Leaverbuster bekommt, 20 Minuten warten musst und du in diesen 20 Minuten ein Spiel spielst. Es kann also sein, dass dieser Spieler in dem nächsten Spiel von dir wieder dabei ist, solltest du unglückliches Timing haben (was ich in Silber allerdings dann doch bezweifel).","replies":[{"id":"","poster":"Natsu NALU28","date":"2019-04-30T11:43:38.747+0000","up_votes":1,"down_votes":0,"body":"ich meine aber afkla die wirklich afk gehen wen sie es sagen bei den anderen sage ich nichts aber wen man flamt in den all chat. Warum auch immer in all chat ich weiß es nd, und man auch sagt das man afk geht dann Reporte ich die davor nd davor nd bei den anderen kann es ein zufall sein aber ich bekomme dann diese Typen die ich noch vor 2 games reportet habe wider in meinen games.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-30T12:21:29.240+0000","up_votes":1,"down_votes":0,"body":"Naja wie gesagt.. vorsätzliche Afkler und einfache Internetprobleme kann man nicht unterscheiden. Eine Strafe bekommen aber beide. Dass du sie dann wieder in deinen Games hast ist einfach unglücklich, lässt sich aber nichts gegen machen (außer du hörst für eine Weile auf zu spielen^^)","replies":[]}]}]},{"id":"","poster":"Aymira","date":"2019-04-28T20:02:17.534+0000","up_votes":1,"down_votes":0,"body":"> Supp haben es nicht schon einfach, sie müssen auf das Team vertrauen aber wegen solchen Leuten kann ich ja auch nichts machen und riot unternimmt wohl auch nichts dass man nicht wen schon nicht direkt -20lp bekommen sondern -15 oder weniger ich verliere wegen solchen Leuten immer 20lp.\n\nIch würde ja gerne Antworten aber... Uff?\nVerstehe ich das richtig? Du spielst Support und möchtest weniger LP verlieren wenn du wegen deines \"AFK + Int Teams\" nicht gewinnen konntest...? \nFalls ja:\nWer soll denn drüber entscheiden, ob das gerechtfertigt wäre? Der Algorhythmus...? :D \n\n> Wie ist es den bei euch wie viel lp verliert ihr denn ?\n\nBin in Silber II und Silber I auf meinen Accounts. Auf beiden ungefähr selbes Schema: Verliere bei einer Niederlage ~8-12LP und gewinne mit einem Sieg ~25LP. Meiine Siegrate liegt bei 41% in Silber II und 39% in Silber I. (Bin quasi Profi xD)","replies":[]}]}