{"id":"K5EE2xY2","poster":"Marcus Phillida","date":"2016-06-18T05:02:32.080+0000","title":"Fervor of Battle auf Volibear","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute,\nHabe fervor auf {{champion:106}} ausprobiert, und es macht deutlich mehr Schaden als undying grasps.\nDer unterschied im mid/late game ist enorm, also warum nehmen alle undying grasps?","replies":[{"id":"","poster":"EvilMoe","date":"2016-06-18T07:13:53.034+0000","up_votes":1,"down_votes":0,"body":"Im Jungle nimmt eigentlich kaum jemand Grasp of the Undying. MOmentan ist eigentlich mehr Strength of the Ages \"in\".\n\n> Der unterschied im mid/late game ist enorm, also warum nehmen alle undying grasps?\n\nNicht der Schadenoutput entscheided wer gewinnt.","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-06-18T09:22:23.099+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=EvilMoe,realm=EUW,application-id=Wj1wcocU,discussion-id=K5EE2xY2,comment-id=0000,timestamp=2016-06-18T07:13:53.034+0000)\n>\n> Im Jungle nimmt eigentlich kaum jemand Grasp of the Undying. MOmentan ist eigentlich mehr Strength of the Ages &quot;in&quot;.\n> \n> Nicht der Schadenoutput entscheided wer gewinnt.\n\nIch meinte auf der Toplane, wie gesagt Undying grasps scheint mir nur im early besser zu sein.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-18T09:36:24.304+0000","up_votes":1,"down_votes":0,"body":"UG ist primär auch eine Sache für die Lane. Es gibt vielen Tanks Sustain und Extraschaden, der mit ihrem Leben skaliert, sodass sie die Lane überleben.(Was in den letzten Monaten aber eher zu einer völligen Dominanz von Champs geführt hat, die einfach Tank bauen (Ekko, Fizz), obwohl sie nicht als solche gedacht waren, und trotzdem mehr Schaden raushauen)\nUG wurde jetzt mehr und mehr generft. Der Heal ist niedriger, der Schaden jedoch gleich, wenn ich mich nicht irre. Natürlich macht Fervor später mehr Schaden, es ist ja eine reine Schadensmastery. Aber Grasps Heal kann man dennoch nicht unterschätzen, besonders bei hohen Lebenswerten.","replies":[]}]},{"id":"","poster":"D4RKEVA","date":"2016-06-18T08:40:32.562+0000","up_votes":1,"down_votes":0,"body":"Vor allem weil SotA voli auch dmg gibt","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2016-06-18T09:27:00.771+0000","up_votes":1,"down_votes":0,"body":"1. Undying Grasp heilt dich\n2. Es dauert lange, fevor of battle zu stacken.\n\nNach dem letzten Nerf von undying grasp könnte es aber vielleicht sogar eine Option in bestimmten Fällen sein. Kenne mich mit Toplane nicht gut aus.","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-06-18T09:25:09.549+0000","up_votes":1,"down_votes":0,"body":"Auf Top Lane Volibear wäre Fervor eine Überlegung Wert weil du da leichter an die Gegner rankommst und mit vielen Auto Attacks traden kannst, im Jungle wären beide Masteries nicht gerade optimal weil beides selten/gar nicht vollkommen ausgenutzt werden kann dort. \nFervor würde sich lohnen wenn: Du AS baust, deine Gegner 0 cc haben oder du permanent versuchst im Splitpush ein 1v1 zu provozieren aber allgemein haben die anderen Masteries Fervor was voraus.","replies":[]}]}