{"id":"tUZ7PL7v","poster":"wet lettuce","date":"2016-06-18T09:29:17.997+0000","title":"Welche Internet Verbindung ist ideal für gaming unter anderem League of Legends","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch ziehe bald nach Deutschland und schaue mich gerade nach Internet Anbietern um.\r\nNun f&uuml;rs gaming kommt es doch eher auf die mbit/s upload an oder?\r\nReichen da 10 oder m&uuml;ssens doch eher 40 sein?\r\nHabe im moment 40 zuhause und habe bisher noch nie gelagged in games in zwei Jahren. (Zwei Personen, also zwei PC&#039;s)\r\nM&ouml;chte das also wie es ist gerne weiter f&uuml;hren in Deutschland wenn das verst&auml;ndlich ist.\r\nAlso wei&szlig; da jemand bescheid?\r\n\r\nDanke","replies":[{"id":"","poster":"Sree","date":"2016-06-18T10:06:14.422+0000","up_votes":2,"down_votes":0,"body":"Zum Spielen kommt es in den meisten Faellen nicht auf die Bandbreite an (ausser um das Spiel herunterzualden).\nDu kannst LoL und die meisten anderen Spiele auch problemlos mit einer 1k Leitung und mehreren Spielern im LAN spielen.  Die Bandbreite gibt im Prinzip nur an wieviele Pakete gleichzeitig uebertragen werden koennen. Fuers spielen ist aber nicht die Anazhl der gleichzeitigen Pakete wichtig, sondern wie schnell und zuverlaessig ein einzelnes Paket von dir bis zum Spieleserver und zurueck kommt.\n\nWie gut die einzelnen Anbieter darin sind, ist jedoch etwas, was man nur schwer feststellen kann ohne die Verbindung selbst zu testen, darum wuerde ich dir empfehlen nach Rezensionen von Anbietern aus deiner Region zu suchen. Auf jeden Fall solltest du aber alles meiden, was die Internetverbidnung irgendwie drahtlos ueber das Handynetz oder Satelit herstellt. Solche Verbindungen sind stoeranfaellig und daher fuer Onlinespiele nicht empfehlenswert. Bei den meisten Kabel/DSL-Anbietern solltest du dagegen auch bei dem billigsten Tarif gut wegkommen, wenn du nicht in eine infrastrukturschwache Region ziehst. Aber wie gesagt, weiss man genaueres leider oft erst, nachdem man es selbst getestet hat.\n\ntl;dr\nEs kommt nicht auf die Bandbreite an, sondern auf eine zuverlaessige Verbindung. Such nach Kundenrezensionen von Anbietern in deiner Umgebung. Fuer ein Spiel macht es oft keinen Unterschied, ob du den guenstigsten oder teuersten Tarif eines Anbieters waehlst.","replies":[{"id":"","poster":"wet lettuce","date":"2016-06-18T10:39:39.152+0000","up_votes":1,"down_votes":0,"body":"Ok vielen Dank :D werds mir notieren","replies":[]}]}]}