{"id":"yX1jupf3","poster":"Creàs","date":"2020-03-03T22:03:11.055+0000","title":"Matchmaking Verbesserungs-Vorschlag","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":1,"body":"Wie wäre es wenn man dem Profil ein Drop-Down Menü mit Auswahlmöglichkeiten hinzufügt, wonach man mit Leuten gematcht wird, die dieselbe Kategorie derzeit aktiviert haben wie man selbst?\r\n\r\nBeispiel wäre eine Auswahl zwischen:\r\nFun-Games\r\nCompetetive-Games\r\n\r\nSodass die Leute die aktuell im Ranked umher schwirren und im Chat schreiben, dass sie zum Spaß spielen anstatt zu gewinnen, auch mit eben selben Leuten ihre Matches bestreiten können. Sei es normal oder Ranked.\r\n\r\nIn Diablo bspw kann ich ja genauso auswählen welchen Härtegrad in welchem Modus ich spielen möchte. Demnach ob ich lieber for fun zocke, oder um in der Rangliste ein paar Plätze höher zu steigen.\r\nVerbessert mich wenn ich falsch liege, aber den Vergleich finde ich persönlich ziemlich sinnvoll und übertragbar.\r\n\r\nIn meiner Vorstellung ist dieses Auswahlmenü allerdings nur für einen selbst sichtbar, nicht für andere-\r\nDenn mit der \"versteckten\" Auswahl im Profil kann es auch nicht zur Provokation von/gegen andere/n kommen. \r\nJeder kann frei wählen ohne sich irgendwo rechtfertigen zu müssen warum er welchen Spielstil wählt.\r\nDas würde ja eventuell mal ETWAS die Anzahl der Afk Zombie Chatter im Game verringern.\r\n\r\nLasst gerne eure Meinungen da.\r\nMfg Creàs","replies":[{"id":"","poster":"Tatzeblu","date":"2020-03-04T14:41:28.554+0000","up_votes":1,"down_votes":0,"body":"Das ist keine gute Idee, weil man so die Queues in zwei Teile aufspaltet und sich die Wartezeit so durchschnittlich verdoppelt.","replies":[]},{"id":"","poster":"Aymira","date":"2020-03-04T08:29:56.729+0000","up_votes":1,"down_votes":0,"body":"Und wer sagt das die Nutzer das auch alles so wahrnehmen wie du beschreibst?\nNachher sind dann die ganzen hartversucher in den spaßspielen, weil sies dort \"leichter\" haben. Oder es zumindest glauben... ¯\\\\\\_(ツ)_/¯ \n\nDer Vergleich mit Diablo hinkt, es geht bei Diablo nicht um eine PvP basierte Rangliste, sondern um einen PvE Schwierigkeitsgrad, der Monster stärker macht.","replies":[]},{"id":"","poster":"me farm champs","date":"2020-03-03T22:37:22.477+0000","up_votes":1,"down_votes":1,"body":"Guter Vorschlag. Riot schaut sich diesen Vorschlag dann in 5 Jahren an und meint dann „Laut User Meinungen...“","replies":[]}]}