{"id":"xEfLf2rX","poster":"DiamandBox","date":"2016-06-16T21:05:11.225+0000","title":"Warteschlange / Championauswahl","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag.\nIch habe schon seit etwa **3 Monaten** ein Problem mit dem Championauswahl und der Warteschlange.\nWenn ich mit Teammates oder auch alleine in eine Championauswahl komme kann es sein das dies etwa 10 - 15 Sekunden dauert und ich nicht mitbekomme in Freier Wahl wer was schreibt, nunja es ist nicht arg tragisch aber wenn ich dann in die Warteschlange komme ist es jedes mal so das ich etwa 2-3 Minuten lange einen Blackscreen habe und dann kommt ein Bild und &uuml;ber all sind diese Championframes sage ich mal dazu wo eigentlich die Spieler mit ihren spells, aber es ist niemand da und das etwa sind dann wieder 20 - 30 Sekunden wenn nicht sogar l&auml;nger bis dann endlich ich in die Warteschlange rein komme und es anf&auml;ngt zu laden, ich habe auch schon nachgepr&uuml;ft ob es am Internet liegt, das tut es nicht.\nHabe das spiel mit der Reparatur-Option versucht zu Reparieren und das hatte auch nicht getan, das Spiel Deinstalliert und wieder Neu auf den Rechner zu packen, hat alles nicht gepackt..\nNun da ich einen Laptop mit Windows 8.1 habe und der eine weile seine macken hatte, habe ich schon Vorinstallierte apps gel&ouml;scht und es funktionierte alles, und in der zeit hat League of Legends noch funktioniert, habe auch geschaut ob ich etwas Deinstalliert habe das Sch&auml;digend sein kann f&uuml;r LoL und das war es nicht, habe den Laptop so gut wie Leer gemacht nur mit Teamspeak und League of Lengends, auch keine Ver&auml;nderung hat sich ergeben,\nhabe mir nun seit Gestern den 15.06.2016 Windows 10 runtergeladen und gehofft das sich eventuell etwas ver&auml;ndern k&ouml;nnte, loggte mich ein und schon wieder alles wie davor. Die gleiche sachee mit der Championauswahl und der Warteschlange... \n\nIch wei&szlig; mir leider nicht mehr weiter zu Helfen und wollte fragen ob jemand &Auml;hnliche Probleme hatte oder sogar hat.","replies":[]}