{"id":"7XGtekZq","poster":"LeaSKLiert","date":"2016-06-17T10:09:02.071+0000","title":"Hohe CPU Auslastung nach Patch?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nhabe heute beim &Ouml;ffnen des Clients den neuesten Patch runtergeladen. Mir ist dann aufgefallen, dass der League Client die CPU ziemlich belastet, was sonst glaube ich nie so hoch ist. Lag bei etwa 45-50% laut Task Manager. Bin dann ingame gegangen und es wurde nicht besser.  Teilweise ging die Auslastung auf 99% hoch. Habe dort ziemliche FPS Einbr&uuml;che gehabt, so von etwa 200 auf 30-50. Habe den PC noch w&auml;hrend des Spiels neu gestartet, ohne Verbesserung. Wenn ich den Client minimiere geht die Auslastung auf nahezu 0%. Kann das am Patch liegen? Vorher hatte ich das Problem nicht. Bin da aber nicht so die mega Expertin, woran es sonst liegen kann, da fast alle Teile in meinem PC neu sind. Falls das hilft, liste ich meine Teile auf. Ich hoffe auf viele nette Leute die mir helfen k&ouml;nnen! {{item:2050}} \n\n\nIntel i5-4460 3,2GHz\nNvidia GeForce GTX 960 4 GB\nAsrock H81M-HDS Mainboard\n8 GB RAM\nWindows 10 64 bit Version","replies":[{"id":"","poster":"Legendary Shadow","date":"2016-06-18T10:25:02.600+0000","up_votes":1,"down_votes":0,"body":"Du hast ja gesagt dass dein netzteil nicht neu ist. Wie viel watt hat das ding den? Kann mir ganz gut vorstellen dass dein pc zu wenig strom bekommt :)","replies":[]},{"id":"","poster":"KÎNGKONG","date":"2016-06-17T11:12:04.247+0000","up_votes":1,"down_votes":0,"body":"HI,\n\nhab das gleich mal bei mir probiert. Bei mir ging die CPU auslastung nicht hoch. Und ich hab ein sehr sehr altes System. Spiele sogar ingame auf low grafikeinstellungen. Es liegt also an deinem Pc :(","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T11:20:24.482+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KÎNGKONG,realm=EUW,application-id=7hciEY9w,discussion-id=7XGtekZq,comment-id=0000,timestamp=2016-06-17T11:12:04.247+0000)\n>\n> HI,\n> \n> hab das gleich mal bei mir probiert. Bei mir ging die CPU auslastung nicht hoch. Und ich hab ein sehr sehr altes System. Spiele sogar ingame auf low grafikeinstellungen. Es liegt also an deinem Pc :(\n\nHast du eine Idee woran genau es liegen kann? \nMeine Teile hab ich oben aufgelistet, und die hab ich alle erst vor 3 Wochen oder so gekauft..","replies":[{"id":"","poster":"KÎNGKONG","date":"2016-06-17T11:47:42.845+0000","up_votes":1,"down_votes":0,"body":"Dein System ist aufjeden fall next level. an der Hardware liegt es auf keinen Fall. vllt. mal alles updaten so... graka und so. oder installiere lol einfach mal neu. oder mach ne systemwiederhersellung und installiere dann lol neu.","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T11:52:26.429+0000","up_votes":1,"down_votes":0,"body":"Hab Lol gerade neu installiert, und auch während der Installation liegt die Auslastung bei knapp 50%..","replies":[{"id":"","poster":"Sree","date":"2016-06-17T14:37:52.099+0000","up_votes":1,"down_votes":0,"body":"Zumindest das ist vollkommen normal. Waehrend der Installation werden ja alle Dateien entpackt, natuerlich zieht das Leistung.\n\nWelcher Prozess ist es denn genau, der soviel CPU Last verursacht (nicht waherend der Installation, sondern im Spiel)? LoL hat ja glaub 4 Prozesse am laufen.","replies":[]}]}]}]}]},{"id":"","poster":"Celesil","date":"2016-06-17T14:15:37.338+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nwas für ein Netzteil hast du und wie alt ist dieses?\n\nEs könnte sein, das dein Netzteil nicht genug Leistung bringt und somit die Komponenten mit zu wenig Strom versorgt werden. \n\nHast du mal geguckt ob die Lüfter sauber sind? Ebenfalls hoffe ich, nicht böse gemeint, das du einen CPU Lüfter von einem Drittanbieter hast und nicht den boxed Kühler? Die boxed Kühler sind nicht wirklich ratenswert.\n\nMfG\n\nCele","replies":[]},{"id":"","poster":"Shiny Absol","date":"2016-06-17T11:37:05.340+0000","up_votes":1,"down_votes":0,"body":"Konnte ähnliches Beobachten und mein Rechner ist gerade mal 2 Monate alt und von der Leistung her könnte ich LoL 10mal öffnen. Aber seitdem neuen Patch habe ich extrem viele Freezes ingame. Die FPS droppt nicht, aber ich kriege für 1 sek einen Hänger beim Spielen.","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T11:40:48.789+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mega Absol,realm=EUW,application-id=7hciEY9w,discussion-id=7XGtekZq,comment-id=0001,timestamp=2016-06-17T11:37:05.340+0000)\n>\n> Konnte ähnliches Beobachten und mein Rechner ist gerade mal 2 Monate alt und von der Leistung her könnte ich LoL 10mal öffnen. Aber seitdem neuen Patch habe ich extrem viele Freezes ingame. Die FPS droppt nicht, aber ich kriege für 1 sek einen Hänger beim Spielen.\n\nMeine Teile sind wie gesagt auch alle neu, bis auf Netzteil und Festplatte. Und vor dem Patch hatte ich das Problem nicht.. Hab aber im Internet bisher noch nichts gefunden, was mir bei meinem Problem geholfen hätte..","replies":[{"id":"","poster":"Fuyu Kitsune","date":"2016-06-17T11:47:45.469+0000","up_votes":1,"down_votes":0,"body":"mal so ne blöde frage, systeme up to date?","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T11:53:23.972+0000","up_votes":1,"down_votes":0,"body":"Betriebssystem hab ich ebenfalls erst vor 3 Wochen oder so neu drauf gemacht. Und so wie ich das sehe scheinen auch alle Treiber aktuell zu sein..","replies":[{"id":"","poster":"Fuyu Kitsune","date":"2016-06-17T11:55:30.821+0000","up_votes":1,"down_votes":0,"body":"naja neu installiert != up to date, updates muss man dennoch regelmäßig installieren lassen, je nach Einstellung passiert das automatisch oder nicht. \n\nFalls Treiber aktuell seien sollten müsste ich jetzt auch erstmal weiter rätseln.\n\nps.: Genauso ist alter der Hardware nicht zwingend ein indiz für Leistung und auch kein garant dafür das etwas optimal läuft. ","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T11:57:40.308+0000","up_votes":1,"down_votes":0,"body":"Windows Updates sind auch alle aktuell. Lasse gerade auch noch den Virenscanner laufen, keine Ahnung ob es auch sowas sein kann..","replies":[{"id":"","poster":"Fuyu Kitsune","date":"2016-06-17T11:59:26.298+0000","up_votes":1,"down_votes":0,"body":"Ja kann. Hast du denn sonstige Software laufen die die CPU auslasten könnte  Aufnahmetools usw. die dir deine CPU Auslastung hochjagen könnten?","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T12:02:44.391+0000","up_votes":1,"down_votes":0,"body":"Nein, hab gerade nur Chrome und das Virenprogramm laufen. Die beiden zusammen kommen auf etwa 10%","replies":[{"id":"","poster":"Fuyu Kitsune","date":"2016-06-17T12:04:27.321+0000","up_votes":1,"down_votes":0,"body":"was steht denn im taskmanager welcher Prozess die ganze Leistung schluckt? Der LolPatcher bzw Spiel selbst?","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T12:06:32.453+0000","up_votes":1,"down_votes":0,"body":"Ja, ist immer der Prozess von Lol","replies":[{"id":"","poster":"Fuyu Kitsune","date":"2016-06-17T12:08:50.931+0000","up_votes":1,"down_votes":0,"body":"Ich überlege mir nochmal was aber vorerst muss ich dann passen. Ich hoffe für dich und drücke dir die Daumen das es schnell gelöst wird!","replies":[{"id":"","poster":"LeaSKLiert","date":"2016-06-17T12:11:03.753+0000","up_votes":1,"down_votes":0,"body":"Alles klar, ich danke dir! :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}