{"id":"kUkgBhi3","poster":"SanityOfWar","date":"2019-04-28T16:27:29.799+0000","title":"Neue(s) Climb System(e)","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":2,"body":"Sehr geehrte Damen und Herren - liebe Summoner\n\nEDIT: Ja, das System ist vieleicht nicht ganz ausgearbeitet - dies soll also nur als Beispiel dienen. Mir geht es mehr um die Grundidee.\n\nHier mal eine Anmerkung die gerne ernst genommen werden darf.\nIch bin seit längerer Zeit hardstuck dia 4 - zur Zeit ist es unglaublich frustrierend weiter nach oben zu climben, da ich +14LP mache und -22 LP verliere, und das obwohl ich mit meinen wins 10 im + bin.\nUnd ich denke nicht nur mir ergeht es zur Zeit so. Viele Spieler sind zur Zeit sehr sensibel was das Ranked angeht. Deshalb sind vermehrt tiltende, flamende und afk Leute im Ranked aufzufinden.\n\nUnd genau hier setzt mein Vorschlag an, der so wie ich denke, 2 Fliegen mit einer Klappe schlägt.\nIch hatte mir überlegt, dass man (ein) weitere(s) ranked-System einführen könnte, welches nebenher läuft. (Also kein neuer Spielmodus, sondern sowas wie das beiläufige blaue Essenzen dazu verdienen.)\n\nBei meinem Climb-System, welches dazu führ das Honor-System zu überarbeiten, und ich seit einigen Tagen ständig am überdenken bin, würde es wie folgt aussehen:\n\nDas ganze teile ich in 2 Teile auf.\n1. Wie die Punkte zustande kommen.\n2. Was genau mit den Punkten passiert.\n\nZur Zeit ist es so, dass man einfach so in der Honor Stufe aufsteigt aber absolut kein Einblick darüber hat wie und wo man eingentlich steht. Und es deshalb niemanden wirklich kümmert (ehrlich es juckt niemanden). Deshalb sollte man ein Punkte System einführen welches einsehbar ist und auf diese Weise einen so wie ich finde erheblichen Einfluss auf die Community hat.\n\n1. Zu den Punkten:\nWichtig: Das Punktesystem muss je nach Erfahrungswerten optimiert werden.\nJeder Spieler der neu anfängt startet bei 50 Punkten.\nBis zu level 30 kann man nur Plus Punkte machen, aber keine Minus Punkte.\nAlle Spieler die zum jetztigen Zeitpunkt schon lvl 30+ sind starten bei 75 Punkten.\nDie Punkte werden 1x pro Jahr zurückgesetzt wobei die über 100 Punkte nicht tiefer fallen könne und die welche unter 100 Punkten sind auf ihrem Stand bleiben.\nMan kann nur von random Spieler Punkte verdienen.\nMan bekommt Pro Tag an dem man sich einloggt +3 Punkte.\n\n1 honor = 1 Punkt\n2 honors = 2 Punkte\n3 honors = 4 Punkte\n4 honors = 8 Punkte\n\n1 report = -1 Punkt\n2 reports = -2 Punkte\n3 reports = -4 Punkte\n4 reports = -8 Punkte\n5..9 reports = -16 Punkte\n(unabhängig davon, wieviel Punkte im \"Report-Fenster\" ausgewählt wurden.)\n\nDa man mehr reports abgeben kann als honors, soll das auch etwas kosten, damit es nicht missbraucht wird.\n1 Spieler reporten = -0 Punkt\n2 Spieler reporten = -1 Punkte\n3 Spieler reporten = -3 Punkte\n4 Spieler reporten = -5 Punkte\n5..9 Spieler reporten = -7 Punkte\n\n2. Was mit den Punkten passiert:\n- Im Default ist es so eingestellt, dass Freunde die Punkte sehen können. Jeder Spieler kann es aber so einstellen, dass entweder niemand die Punkte sehen kann oder auch nicht befreundete Leute.\n- Die Punkte können nicht in den Minus Bereich gehen. Sollten die Punkte einmal auf 0 droppen, dann ist es nicht möglich weitere Spiele an diesem Tag zu spielen. Bis man am nächsten Tag wieder +3 dazu bekommt.\n- Es soll kein Punkte-Soloq, Flexq oder sonstige Modis geben. Toxische Spieler bleiben automatisch fern, sobald sie keine Punkte mehr haben.\n- Bei der Belohnung gäbe es 2 Varianten - Diese werden auch erst nach 10 Spielen gewertet:\n1) Die Belohnung orientieren sich an einem prozentualen Wert, welcher sich aus den mit Honor verdienten Punkten (nicht login Punkte) und gespielten Spielen errechnet. Beispiel: (+15Punkte /10 Spiele = 1,5 = 150%) oder oder (250 Punkte / 60 Spiele = 4,17 = 417%) oder (250 Punkte / 100 Spiele = 2,5 = 250%)\n2) Die Belohnung orentiert sich an dem tatsächlichen Punktestand - wobei bei dieser Variante die Spieler zu kurz kommen welche weniger Zeit fürs Spielen haben.\n- Meilensteine wären dabei (jetzt nur für die Variante mit dem Prozentwert, da ich nur dies als Sinnvoll erachte):\n100% - \"Du bist auf gutem Weg\" - 1000 Blaue Essenz\n110% - \"Ein netter Summoner\" - 1 Schlüssel Fragment\n120% - \"...\" - 1 Hextech Truhe\n130% - \"...\" - 1000 orangene Essenzen\n150% - \"...\" - 1 Sticker\n180% - \"...\" - 1 Augen Skin\n200% - \"...\" - 1 Summoner Icon\n220% - \"...\" - in extra Rahmen im Profil und in der Lobby (solange über 220%)\n250% - \"...\" - Eine Fahne und extra Rahmen im Loading screen für beide Teams sichtbar (solange über 280%)\n280% - \"...\" - Spezial overlay für die Backport animation (solange über 280%)\n300% - \"...\" - 1 gewöhnlicher Skin welcher nur auf diese Weise verdient werden kann.\n350% - \"...\" - 1 besonderer Skin welcher nur auf diese Weise verdient werden kann.\n400% - \"...\" - nahezu unmöglich tbh...\nAlle temporären Belohnungen sind permanent für ein Season Split, wenn der Spieler über 100 Spiele hat.\nDa Smurfs leider oft mehr Honors fürs carrien bekommen, sollte das Honorsystem auch diese erkennen und die Punktevergabe etwas drosseln.\nAuch hier sollten die Werte für die Meilensteine den Erfahrungswerten angepasst werden.\n- Der Prozentwert würde dann auch im Profil neben den aktuellen Punkten stehen.\n- Dieses System soll natürlich nicht das Bann-System ersetzen.\n- Anhand diesem Wert kann auch ein Riot Support im Fall eines Banns besser bzw. \"einfacher\" nachvollziehen, ob der Spieler nur einen schlechten Tag hatte oder dauerhaft negativ auffällt.\n\nIch bin davon überzeugt, dass dies die Spieler motiviert, da es so möglich ist auch andere Ziele in League erreichen zu können und im gleichen Zug würde dies der Umgang in der Community immens verbessern.\n\nSolltet ihr meinen Vorschlag bis hier her gelesen haben, so bedanke ich mich überaus freudlich und hoffe, dass dieser auch in die oberen Etagen weiter gereicht wird.\n\nIch hoffe auf ein positives feedback.\nVielen Dank\nMit freundlichen Grüßen\nSanityOfWar","replies":[{"id":"","poster":"ToxicRedPanda","date":"2019-04-29T16:53:24.406+0000","up_votes":3,"down_votes":0,"body":"Ich habe ein paar Probleme mit dem System. Ich möchte keine Punkte verlieren weil ich Leute reporte. Ich möchte auch keine Punkte verlieren, wenn ich fälschlicher weiße reportet werde. Punkte abgezogen zu bekommen für gerechtfertigte Reports ist kein Problem, aber bei ungerechtfertigten Reports sieht es anders aus. Zu Beispiel kann mir ein 4er Premadeteam meine Wertung versauen, was sich einfach nicht gut anfühlt. Das aktuelle Reportsystem ist auch so aufgebaut, dass eine Überprüfung ausgelöst wird sobald jemand reportet wurde. Da macht es keinen Unterschied ob es 1 Report ist oder 9. Einfach damit Premades keinen Vorteil haben was das Bestrafungssystem angeht. Vor allem wäre es problematisch wenn man durch Premades auf 0 Punkte fällt und dadurch nicht mehr spielen kann. Das würde mich wahrscheinlich dazu bringen mit LoL aufzuhören und mir was anderes zu suchen. \n\nZudem Verstehe ich nicht warum du mit einem %-basieren Belohnungssystem arbeiten willst. Meilensteine und damit Belohnungen freizuschalten finde ich gut und ist einer der Gründe warum ich das aktuelle Honorsystem mag. Klar, es ist fairer gegenüber Spielern die weniger Zeit hab. Ich bin allerdings der Meinung, dass Spieler die mehr Zeit investieren auch bessere Belohnungen erhalten sollten. Und ich bin ein Spieler der meist nur am Wochenende zockt, weil ich nach der Arbeit lieber was anderes spiele als LoL. \n\nAlso wenn ich die Punkte wegnehme die mich stören, bleibt nicht mehr viel neues übrig. \n\n> Anhand diesem Wert kann auch ein Riot Support im Fall eines Banns besser bzw. \"einfacher\" nachvollziehen, ob der Spieler nur einen schlechten Tag hatte oder dauerhaft negativ auffällt.\n\nIch glaube, dass der Support es jetzt schon recht gut nachvollziehen kann. Allerdings stellt sich mir die Frage, ob es einen Unterschied machen sollte ob jemand \"einen schlechten Tag\" hat oder sich dauerhaft daneben benimmt. Meiner Meinung nach sollte es das nicht.\n\nSo damit habe ich mal meine Gedanken, die ich hatte als ich den Post das erste mal gelesen haben, aufgeschreiben. Ich hoffe du kannst etwas mit der Kritik anfangen.\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Released Ape","date":"2019-04-28T16:56:40.148+0000","up_votes":2,"down_votes":0,"body":"Die Meilensteine sind ja schön und gut, aber insgesamt bin ich gegen die Idee. Da ist einfach zu vieles was mir nicht gefällt, Punkteabzug um andere zu Reporten? Dann kriegt man Punkte abgezogen weil sich irgendein 5-Team dazu entscheidet einen zum Spaß zu reporten. Und wer dann keine Punkte hat kann gar niemanden mehr reporten?\n\nDas System wurde extra so gestaltet das ungerechtfertige Report keinen Wert haben das würde diese Änderung zerstören und ich sehe auch keinen großen Mehrwert außer das der Druck sich täglich einzuloggen leicht erhöht wird durch die kostenlosen 3 Punkte pro Daily Login.\n\nUnd so weiter...","replies":[{"id":"","poster":"SanityOfWar","date":"2019-04-28T17:12:55.767+0000","up_votes":1,"down_votes":0,"body":"Okay danke für deine konstruktive Kritik :) ja da ist was dran - das System müsste aber auf jedenfall überarbeitet werden und ich denke, dass ich mit der Idee, alternative climbs zu schaffen auch nicht ganz verkehrt wäre.\nAuch danke fürs lesen.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2019-04-28T16:45:49.742+0000","up_votes":2,"down_votes":0,"body":"Gibt's tldr für mich?","replies":[{"id":"","poster":"SanityOfWar","date":"2019-04-28T16:49:22.362+0000","up_votes":1,"down_votes":1,"body":"too long didn´t read? aber für´n comment reichts? danke sehr hilfreich....\n\nEDIT -  ich bin nicht so in foren unterwegs - ich hab nur so tldr gegoogled/gelesen und habs in den falschen Hals bekommen. Ich wusste die wirkliche Bedeutung davon nicht und möchte mich hiermit aufrichtig daür entschuldigen.\n","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-28T18:06:33.343+0000","up_votes":1,"down_votes":0,"body":"Der Text ist nun mal sehr sehr lang. Einen Post zu verfassen geht schneller als den Text zu lesen :D\nAußerdem kann es ja sein, dass es ihn interessiert, er aber grad nicht die Zeit hat alles zu lesen. \n\nEin tldr ist immer sinnvoll. Du willst Leute doch damit erreichen und sie für deine Ider begeistern. Wenn du jemanden aber blöde anmachst, weil er nicht alles lesen möchte/kann, wirkst du komplett dagegen.","replies":[{"id":"","poster":"SanityOfWar","date":"2019-04-28T18:49:33.205+0000","up_votes":1,"down_votes":0,"body":"ja stimmt ich habs falsch verstanden und die Bedeutung von tldr kannt ich davor noch nicht.. bzw habs in den flaschen Hals bekommen. Es tut mir leid.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-28T18:54:08.203+0000","up_votes":1,"down_votes":0,"body":"Bei mir musst du dich nicht entschuldigen, eher bei Riku. \nAber trotzdem danke für die Entschuldigung. :)","replies":[]}]}]}]}]}]}