{"id":"BFnPEN9O","poster":"KAPPOBY","date":"2016-06-16T08:25:04.154+0000","title":"Aequilibritas eSports sucht Rekruten | Community & eSports | LoL, CS:GO, Overwatch etc.","subforum":"Clans & Teams","embed":{"title":"Aequilibritas eSports","description":"Hallo Community von AeQuilibritas , Ab sofort suchen Wir 1 - 2 Neue Mitgliederrekrutierer die aktiv und motiviert das Amt vollziehen möchten. Mitgliederrekrutierung: Ein Rekrutierer ist nur dafür verantwortlich neue Rekruten aufzunehmen und die bereits vorhandenen Mitglieder zu betreuen. Dieses wird dann ordnungsgemäß dokumentiert, sodass es lückenlos nachvollziehbar ist, wann welcher Rekrut beigetreten ist.","url":"http://aequilibritas-esports.de/","image":"http://aequilibritas-esports.de/news/images/news/35d487f8c91118e8d54869fea7c7eea10b70e76c.jpg"},"up_votes":10,"down_votes":8,"body":"https://i.imgur.com/OnHP0bL.png\r\n\r\nhttps://www.youtube.com/watch?v=mM6kAOZCsCs\r\n\r\nHallo Leute,\r\n\r\nIhr seid auf der Suche nach einer aktiven und gut organisierten Community? Oder sucht du nach einer Herausforderung im eSport Bereich? Kein Problem!\r\n\r\nDann lies einfach weiter:\r\n\r\nWas wir von euch erwarten:\r\n\r\n- Das Mindestalter betr&auml;gt bei uns 16 Jahre.\r\n- Ein angemessener Umgangston sowie Team- und Kritikf&auml;higkeit.\r\n- Ein aktives Auftreten auf dem Teamspeak und auf der Homepage.\r\n- Es w&auml;re sch&ouml;n wenn ihr Spielerfahrung von mind. 450 Spielen nachweisen k&ouml;nnt. (Ranked/Normal)\r\n- Community-Member: Kein Elo-Rating erforderlich\r\n- Esports-Member: Season 5 mindestens Platin V gewesen sein\r\n- Du besitzt ein funktionierendes Headset (inklusive Mikrofon),\r\nwei&szlig;t dich anst&auml;ndig zu benehmen, kannst dich klar ausdr&uuml;cken und nimmst konstruktive Kritik nicht als Flamen auf, dann bist du bei uns genau richtig.\r\n\r\nAlles andere wird sich ergeben und zeigen wenn du bei uns bist.\r\n\r\nDa wir einiges erwarten haben wir aber auch einiges zu bieten:\r\n\r\n- Eigenentwickeltes und lang bew&auml;hrtes Aufnahmesystem.\r\n- Eine sehr spa&szlig;ige Zeit mit vielen tollen Mitgliedern.\r\n- Einen eigenen TS3-Server\r\n- Einen eigenen Minecraft-Server\r\n- Eine gro&szlig;e, lustige und aktive Community, in der du herzlich Willkommen bist.\r\n- Die M&ouml;glichkeit einem Team beizutreten oder ein eigenes Team zu &ouml;ffnen und zu leiten.\r\n- Mit deinem Team an interen und externen Turnieren teilzunehmen, evtl. sogar in der ESL anzutreten.\r\n- Ein rund um die Uhr aktives Adminteam, das dir mit Rat und Tat zur Seite steht.\r\n\r\nFolgende Punkte haben wir uns als Ziele gesetzt:\r\n\r\n- Erfolgreiche &amp; w&uuml;rdige Repr&auml;sentation des Clans an Turnieren, wie z.B. Go4LoL, durch unsere Teams\r\n- Qualit&auml;tsverbesserung durch Aufnahme neuer Member und Trainingsm&ouml;glichkeiten f&uuml;r einzelne Spieler\r\n- Trotz des Augenmerks auf den Erfolg wollen wir den Spa&szlig; am Spiel und den anst&auml;ndigen, sowie freundlichen Umgang miteinander bewahren\r\n\r\nWas zeichnet uns aus?\r\n\r\n- Wir haben ein tolles Klima.\r\n- Wir k&uuml;mmern uns sofort um jedes Problem und sei es noch so klein.\r\n- Bei uns steht &bdquo;Spa&szlig; beim Spielen&ldquo; im Vordergrund\r\n- Wir besitzen einen Hardware-Partner\r\n\r\nUns gibt es nun seit &uuml;ber 6 Jahren und das in einer eher ungew&ouml;hnlichen und vielleicht noch eher weniger bekannten Sportart/Disziplin. Jedoch wollen wir uns daf&uuml;r einsetzten, dass eSport zu einem Anerkannten und vor allem ANGENOMMENEN Sport wird und dass die Medien, die Spieler nicht als irgendwelche Nerds abstempeln. Denn ein PC ist nun mal nicht mehr wegzudenken. Und das spielen vor dem PC ist genauso ein Hobby, wie Fu&szlig;ball auf dem Sportplatz. Unsere neue Website befindet sich aktuell noch in Bearbeitung.\r\n\r\nIch hoffe euch gef&auml;llt unsere &bdquo;Vereinswerbung&ldquo; und gebt uns und der Community eine Chance.\r\n\r\nNun hast du ein paar Eindr&uuml;cke erhalten, aber da gibt es noch so vieles zu erz&auml;hlen, insbesondere zu der Aufnahme, Probezeit und vieles mehr, was den Rekruten betrifft. Schau einfach auf unserem TS vorbei, dann k&ouml;nnen wir uns gegenseitig kennen lernen.\r\n\r\nhttps://i.imgur.com/CWgUiEJ.png\r\n\r\nF&uuml;r die Aufnahme bitten wir euch dieses Formular auszuf&uuml;llen: [Aufnahmeformular](http://aequilibritas-esports.de/index.php/Application/)\r\n\r\nAlso, worauf wartest du noch?\r\nWir freuen uns auf dich!\r\n\r\nDein Aequilibritas eSports Team\r\nTeamSpeak IP: [37.228.148.2](http://aequilibritas-esports.de/index.php/TeamSpeak3Viewer/) oder [ts.aequilibritas-esports.de](http://aequilibritas-esports.de/index.php/TeamSpeak3Viewer/) \r\nWebsite: [www.aequilibritas-esports.de](http://www.aequilibritas-esports.de)\r\nFacebook: [facebook.com/AeQeSports](https://www.facebook.com/AeQeSports/)\r\nE-Mail: info@aequilibritas-esports.de","replies":[{"id":"","poster":"Chimposant","date":"2016-07-15T14:30:09.011+0000","up_votes":2,"down_votes":5,"body":"Kurzes Review meinerseits dieser Community:\n\nIch wurde von einer 16 Jährigen in das Gespräch genommen um mich einzuführen. Musste allerdings auf dieses Gespräch 1 1/2 Stunden warten, da sie noch etwas bereden wollten. Das Gespräch war mehr \"Ähm\", \"Warte\", \"Öhhhh\" und langen Pausen, als Gespräch. Ich habe dieses vergeblich mit flachen Witzen aufzulockern.\nDann habe ich im ersten Spiel mit den dort Anwesenden direkt jemanden kennengelernt, der rumgeschrien hat wie der \"Ich will Unreal Tournament Spielen\"-Junge und anschließend wie eine Diva das TS verlassen hat. Allerdings habe ich mit 3 weiteren gespielt, die sich über so ein Verhalten auch gewundert haben. Die Diva war Mitglied, die anderen nur Rekruten (Also Anwärter um dort Mitglied zu werden.)\nIch habe dann auch ein paar nette Menschen kennenlernen dürfen, aber muss leider sagen, dass sie eher die Rarität dort sind und wenn dann eher als Rekruten vorhanden sind, nicht vollwertige Mitglieder.\nVon den vollwertigen Mitgliedern (Größtenteils zumindest - Es gibt hierbei auch wirklich Ausnahmen die sehr nett sind, wer das ist, der darf sich hiermit nicht angesprochen fühlen - Die beiden Nikos, Vanessa, Toby und noch ein paar mehr.) habe ich nur mitgekriegt, wie sie versuchen im Spiel negative Kommentare zu machen. Ich war einige Zeit etwas mies gelaunt und auch empfindlich, allerdings habe ich möglichst eine Konfrontation mit solchen Menschen immer vermieden. Diese Menschen haben es aber auf's Erbrechen versucht eine Konfrontation stattfinden zu lassen.\nDer Grund warum ich diese Community verlassen habe, ist allerdings ein ganz anderer. \nDie Moderatoren.\nAuf dem Teamspeak wird von einer Gruppe Spieler wirklich offensichtlich geboostet, allerdings wird dagegen nichts unternommen, trotz dass es Forenbeiträge gibt, dass Boosting so hart bestraft wird wie von Riot Games - Schlicht und einfach mit einem Bann. Ich habe versucht die Moderatoren auf die Situation mit den Boostern aufmerksam zu machen, die meinen aber nur es wäre zuerst \"Coaching\", dann wären es nur \"3 Spiele gewesen\" (War aber eine Komplette Division, von 7-8 Games.), dann \"Wenn man kein Geld bezahlt, dann ist es auch kein Boosting.\"\nUnd jetzt zu diesem Zeitpunkt lässt sich eine Moderatorin ihre Goldpromo Spiele von besagten Boostern spielen, damit sie diese gewinnt. Weil sie schon 2 verloren hat.\n\nIch hoffe es hat weitergeholfen und ist nichts persönliches gegen AeQ Kappoby, da dieser wirklich nett zu sein scheint, aber das große ganze Bild ist mehr als daneben.","replies":[]}]}