{"id":"zWgmrnV9","poster":"AI RealSuperSand","date":"2016-06-16T00:23:43.463+0000","title":"rätsel: gegen welchen champ sollte man es vermeiden, banshee's spellshield aktiv zu haben?","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":5,"body":"das ist keine trickfrage. im kampf gegen diesen champ ist es meist von nachteil, wenn man den schild von banshee&#039;s aktiv hat, w&auml;hrend er gegen alle oder so gut wie alle anderen champions von vorteil ist.\n\nich werde nat&uuml;rlich sp&auml;ter aufl&ouml;sen. wer die antwort als kommentar an seinem beitrag haben m&ouml;chte (damit ihr benachrichtigt werdet), sagt bitte bescheid.\n\n\nEDIT:\n\nals erster den gesuchten champ gefunden hat:\n\n> [{quoted}](name=TheTrueVicious,realm=EUW,application-id=YnZkMR0R,discussion-id=zWgmrnV9,comment-id=0004,timestamp=2016-06-16T07:50:52.681+0000)\n>\n> Irelia, da sie dich nur stunnen kann, wenn du mehr oder gleich viel Leben hast. Wenn sie also auf dich springt absorbiert banshee&#x27;s den Schaden und sie kann dich stunnen.\n\n\nd.h. banshees gibt irelia in den meisten situationen einen q-engage mit anschließendem stun. der dauert bis zu 2 sekunden lang und ist somit deutlich wichtiger als der schaden der q. q ist schnell wieder up, der base cd liegt bei bis zu 6 sekunden, triforce mit 20% cdr wurde natürlich gerusht wie immer (vllt sogar noch mehr cdr).\nabgesehen davon entfernt eine einzelne ult-klinge den spellshield auch, wenn es sein muss - ist aber nebensache.\n\ndaneben macht der spellshield die alistar WQ einfacher, diese ist aber schon durch einen buff vereinfacht worden. der spellshield würde es auch erschweren, mit der w allein zu peelen.\nes gibt noch andere interaktionen, die genannt wurden, die aber erst getestet werden müssten (interaktion nicht ganz klar) oder aber deutlich spezifischer und damit viel seltener sind, so dass ein spellshield gegen diese champions fast immer dennoch von vorteil ist - somit passen letztere antworten nicht zur fragestellung.\n","replies":[{"id":"","poster":"UOL LagsAlot","date":"2016-06-16T12:16:19.687+0000","up_votes":3,"down_votes":0,"body":"Könnte es Irelia sein?\nIrelia springt mit ihrer Q auf das Spellshield, macht damit keinen Schaden und benutzt danach die E, um denjenigen zu betäuben -> Nachteil.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-06-16T13:57:49.615+0000","up_votes":1,"down_votes":0,"body":"Es ist aber ebenso mit Banshees ein Vorteil, weil Irelia nicht ihre typische Combo mit Dash auf einen nahen Minion machen kann, um dich dann mit der e zu stunnen (zumindest wenn sie keine ult hat), wenn du ein Banshees hast. Üblicherweise wird dich Irelia eh nicht töten können, wenn sie ihren Q auf einen Spellshield verschwenden muss und dadurch erstens kein dmg verursacht und zweitens keinen Reset bekommst.\nAber ich kann die Argumentation verstehen, dass es selten Situationen geben kann, in denen ein Nachteil durch ein Banshees gegen Irelia zutreffen könnte.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:55:11.246+0000","up_votes":1,"down_votes":0,"body":"bin darauf im eröffnungsbeitrag nochmal eingegangen. wenn du banshee's hast, ist irelias q cooldown meist bereits auf ca. 4-5 sekunden runtergegangen. der stun ist deutlich wichtiger als der schaden der q.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-06-16T13:25:41.316+0000","up_votes":1,"down_votes":0,"body":"Als Udyr in Bärengestalt gegen eine Galioulti. Nichts ist lustiger als zuzusehen, wie Galio seine eigene Ulti unterbricht.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:38:23.884+0000","up_votes":1,"down_votes":0,"body":"aber das gibt udyr einen vorteil, keinen nachteil.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-16T13:55:19.248+0000","up_votes":1,"down_votes":0,"body":"Der Vorteil ist, dass man ohne Spellshield garantiert Galio stunt.","replies":[{"id":"","poster":"De Kus","date":"2016-06-16T14:02:05.177+0000","up_votes":2,"down_votes":0,"body":"Aber Udyr kann mit Spellshield immer noch Galio aus der Ultimate stunnen... er hätte nur die Freiheit seinen Stun vielleicht auf ein noch wichtigeres Ziel zu setzen. Da der Taunt ihn langsamer laufen lässt, würde er ohne Taunt sogar später gestunned werden. Ich sehe kein Nachteil hier.","replies":[]}]}]}]},{"id":"","poster":"Parunpata","date":"2016-06-16T12:59:06.283+0000","up_votes":1,"down_votes":0,"body":"Das muss irgendeine Fähigkeit sein, die das Schild entfernt, ohne dir wirklich Schaden zuzufügen. Dadurch verschwindet das Schild, aber du hast nichts gefährliches damit abgewehrt. \nOder aber eine Fähigkeit, die 2 Ausführungen oder sowas hat. Die erste Ausführung ist nicht schlimm, lässt das Schild aber verschwinden, dadurch bist du ohne Schutz und die zweite Ausführung ist das schlimmere übel.\n\nDas Problem an meinen Theorien ist, dass mir keine Beispiele dazu einfallen.","replies":[{"id":"","poster":"SFCFlo","date":"2016-06-16T13:08:31.899+0000","up_votes":2,"down_votes":0,"body":"cap here:\n\nals beispiel für deine Theorie mit 2 Ausführungen auf 1 Spell wären anivia Q und aurelion Sol Q","replies":[]},{"id":"","poster":"Parunpata","date":"2016-06-16T13:11:11.003+0000","up_votes":1,"down_votes":0,"body":"Vermutung: Ahri\nIhre erste Q verursacht nur magischen Schaden, entfernt aber dein Spellshield. Auf dem Rückweg verursacht es absoluten Schaden und du konntest es nicht abwehren. Weiß nicht ob das schon genannt wurde. Wobei es gegen die anderen Fähigkeiten von ihr immernoch sinnvoll wäre.","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-06-16T13:25:31.519+0000","up_votes":1,"down_votes":0,"body":"Aber die Argumentation funktioniert nicht. Das Blocken vom ersten Q Dmg ist kein Nachteil.","replies":[]}]}]},{"id":"","poster":"Me vs You","date":"2016-06-19T12:50:56.363+0000","up_votes":1,"down_votes":0,"body":"Da fand ich viele andere Lösungenin den Kommentaren um einiges besser, besonders meine, da diese schon seit ca. 2012 ein Problem und auch Vorteil von Banshees ist. :D\n\nDer meiste Fall ist nunmal das Irilea im earlie weniger leben hat, was dazu führt das der Stun kommt und Banshees diesen sogar blockt was Banshees gegen Irilea echt gut macht, wenn du dauerhaft mehr Leben hast :D\n\nDu sagst dann noch \"in den meisten fällen\" .... sag doch \"in seltenen fällen\" .. was dann für 50% der champions gilt..-__-\n\n( Dann erklärst du ganz am Ende, wie heftig Situatinsbedingt das ist und was man alles brauch... - unter solchen Bedingungen kann ich dir sagen, wann Armor gegen einen ADC von Nachteil ist... Rätsel:.... \"wenn der ADC AP geht..\" - genau so Käse.)\n\nIch habe mich schon eig, echt auf was besonderes gefreut..-___- hätten wir lieber mal alle 0815 gedacht.\n\nIch habe erwartet, dass die Lösung ist wie z.B. \"Wenn der Champion einen gegner mit Banshees Angreift erhöht sich sein DMG um 25% oder i-was Krasses\" ...... ich Tanze vor Irilea und lasse mich extra stunnen und kaufe für sie sogar 2x Banshees... soll sie es mit ihren 0/15/0 versuchen gegen mein 20/0/10 ... unter der Bedingung wird sie mich auch Ohne das ich Banshees habe stunnen..was deiner Theorie zur Folge hat, es ist von Nachteil besser zu sein als Irilea... weil sie mich sonst stunt...","replies":[]},{"id":"","poster":"Chadoo","date":"2016-06-17T13:10:35.558+0000","up_votes":1,"down_votes":0,"body":"You fail. Bei wesentlich besseren Antworten sagst du \"ne is nicht unbedingt besser\" aber das da sei jetzt fakt?","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T13:12:20.839+0000","up_votes":1,"down_votes":1,"body":"ich hab meine antworten begründet.","replies":[{"id":"","poster":"Chadoo","date":"2016-06-17T14:53:31.250+0000","up_votes":1,"down_votes":0,"body":"So wie viele Andere. Willst du etwa sagen deine Antwort sei nicht Situationsbedingt? Was wenn man selbst ganz einfach nicht volle Hp/mehr Hp als Irelia hat? Was wenn man einen Meleegott spielt der sich wünscht dass Irelia zu ihm kommt wie Darius Nasus oder Singed? Was wenn Irelia mit ihrem ultimate startet?","replies":[]}]}]},{"id":"","poster":"Senpai Gurke","date":"2016-06-17T12:21:31.420+0000","up_votes":1,"down_votes":0,"body":"Ich habe lange überlegt.\nEs muss ein Champ sein, der dir in irgendeiner Weise hilft...\n\nIst es vielleicht Bard?\n\n1. Variante: Du kannst dich nicht mit seinem Healteil heilen.\n2. Variante: Du kannst nicht durch seinen kosmischen Tunnel, um ihn zu chasen, da die Fähigkeit geblockt wird.\n\nWürde gerne die Lösung wissen.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:46:22.974+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[{"id":"","poster":"Senpai Gurke","date":"2016-06-17T12:51:41.649+0000","up_votes":1,"down_votes":0,"body":"Ja, aber diese Antwort macht keinen Sinn.\nFail Rätsel","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T13:02:28.709+0000","up_votes":1,"down_votes":0,"body":"stun bis zu 2 sekunden ist deutlich wichtiger als der q damage. dass du in irelias q-reichweite kommst, ist eine häufige situation, vor allem wenn du in der nähe von caster-minions stehst.\n\nbist du ein carry, dann bringt dich dieser spellshield in diesem fall schlicht und einfach um, selbst wenn die irelia allein ist.\ndenn sie braucht nicht den umständlichen flash-e stun auszuführen oder darauf zu warten, dass du in e-range neben einem caster-minion stehst.\n\nsolltest du nicht genug erfahrung mit irelia als champ haben, kann ich da nix für :D (kann ich mir aber denken, da du auch nicht weißt, wie spellshields funktionieren)\njedenfalls haben glaub ich 3 leute die antwort rausbekommen.","replies":[{"id":"","poster":"Senpai Gurke","date":"2016-06-17T14:01:11.210+0000","up_votes":1,"down_votes":0,"body":"Ich kenne die irelia Mechanics und weiß wie du es meinst, aber du hast zu vielen antworten gesagt diese seien situationsabhängig und diese ist es auch.\nEs ist schade weil ich gedacht habe, es ist ein wirklich gutes rätsel, aber ich wurde leider enttäuscht.\n1. das spellshiled absolviert den schaden= nützlich\n2. als adc kannst du wenn nötig nach dem q wegflashen\n3. es ist situationsabhängig, d.h. wenn du z.b viel mehr leben als irelia hast, diese dich aber trotzdem fighten kann, sagen wir mal late/mid game eine irelia 60% hp trifft auf eine schlecht positionierte sona support mit 100% hp. dann ist es egal ob du spellshield up jhast oder nicht. Hier gibt es auch noch viele weitere beispiele während der laning phase usw.\nDu argumentierst nur aus der sichtweise,dass beide 100% hp haben, dies ist aber nicht immer der fall.\nwenn ich irelia spiele und weiß, dass der gegner einspellshield hat dann flashe ich auch nicht und mache meine q.\nBeim nächsten mal klappts vielleicht besser .D","replies":[]}]}]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:23:48.667+0000","up_votes":1,"down_votes":0,"body":"so funktionieren spellshields nicht.","replies":[{"id":"","poster":"Senpai Gurke","date":"2016-06-17T12:38:45.352+0000","up_votes":1,"down_votes":0,"body":"Dann bin ich gespannt auf die Lösung. Wann wirst du das Rätsel denn auflösen?\nich wette die Antwort ist totaler bullsh1t :D\n\nEdit: ok die Antwort kam kurz nach dem Kommentar und ich muss sagen, dass du mich nicht enttäuscht hast.\n         Was für ne zeitverschwendung.\n         In wie weit gibt es dir denn einen Nachteil wen das banshees den schaden nichtig macht??\n         Ich sehe das eher als Vorteil, da es den schadensoutput von irelia verringert.\n         Außerdem hast du unter jedem Kommentar geschrieben es sei situationsabhängig und deswegen falsch, aber genau das ist auch situationsabhängig. Alos das hier war wohl nichts :D","replies":[]}]}]},{"id":"","poster":"Parunpata","date":"2016-06-17T13:07:44.507+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Lösung allerdings auch sehr situationsbezogen.\nWenn du zB ohnehin schon mehr Leben als Irelia hast und auch ihre Q nicht genug Schaden macht, so dass du immernoch mehr Leben hast, wird sie dich so oder so stunnen, egal ob Banshees aktiv war oder nicht.\nWenn du eh schon weniger Leben hast und sie den Schaden mit der Q macht, hast du noch weniger Leben als vorher und es wird leichter für sie, dich zu killen\n\nSomit gibt es sehr viele Situationen, wo sie dich trotzdem stunnt, egal ob Banshees da war oder nicht. Mit Banshees hättest du dann wenigstens den Q Schaden verhindert.\n\nOder habe ich irgendetwas nicht beachtet/verstanden?","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T13:27:25.475+0000","up_votes":1,"down_votes":0,"body":"deswegen habe ich ja \"meist von nachteil\" geschrieben. leben spielt natürlich eine rolle. da das ding aber nen cooldown von 40 sekunden hat (und deshalb ist spirit visage das beliebtere item), ist es innerhalb von kämpfen eh nie up, sondern eher wenn leute mit fulllife durch die gegend laufen und warden oder nach picks suchen. wenn die irelia unbedingt den schaden der q braucht, entfernt sie deinen shield einfach mit nem viertel ihrer ult, aber das ist wie gesagt nebensache.\n\ndas ist nicht annähernd so situationsbezogen wie irgendwelche flash-towerbaits gegen lee oder mordekaiser-geister gegen ashe bots oder was sich leute sonst noch ausgedacht haben :D\nselbst irgendwelche 4-5 mann bard ults mitten im eigenen team sind deutlich seltener. hier könntest du auch sagen, du willst den spellshield wegen der bard q haben oder wegen seiner \"spooky ghosts\".","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2016-06-17T13:24:57.594+0000","up_votes":1,"down_votes":0,"body":"Das Problem an deiner Lösung ist halt, dass sie auch situationsbezogen ist, und es von daher schwer fällt, das Wort \"meist\" dafür zu verwenden.\nEs müssen die Bedingungen erfüllt sein:\n1. Du musst prozentual nur so viel mehr Leben als die Irelia haben, dass Irelias Q-Dmg dein Leben prozentual unter ihres verringern würde.\n2. Die Situation muss erfordern, dass Irelia nicht den Dmg der Q benötigt, um dich zu töten/den Trade zu gewinnen.\n3. Die Situation muss erfordern, dass Irelia nicht den höheren Schaden durch die Combo mit q-reset auf nahen Vasallen benötigt.\n(Unvollständigkeit möglich.)\n\nDass alle diese drei Bedingungen zutreffen ist bestimmt nicht der Regelfall. Nur in wenigen Situationen wollen gute Irelia Spieler einfach mit der Q auf dich engagen, selbst wenn sie dich stunnen können, weil sie dadurch, dass sie den reset auf der Q verlieren, einiges an Schaden verlieren. Das kann man erst machen, wenn man viele Items hat und das Ziel keine defensiven Items gebaut hat. (Banshees gehört gegen eine starke Irelia auf jeden Fall nicht dazu.)","replies":[]},{"id":"","poster":"Kyphoxia","date":"2016-06-16T00:51:19.506+0000","up_votes":1,"down_votes":0,"body":"Ich will die Antwort als Kommentar :)","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:57:08.175+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]}]},{"id":"","poster":"TheTrueVicious","date":"2016-06-16T07:50:52.681+0000","up_votes":1,"down_votes":0,"body":"Irelia, da sie dich nur stunnen kann, wenn du mehr oder gleich viel Leben hast. Wenn sie also auf dich springt absorbiert banshee's den Schaden und sie kann dich stunnen.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:56:42.292+0000","up_votes":1,"down_votes":0,"body":"{{item:2009}} \n\nherzlichen glückwunsch :D","replies":[]}]},{"id":"","poster":"HHaie tabbian","date":"2016-06-16T08:13:26.460+0000","up_votes":1,"down_votes":0,"body":"Ich bin mal gespannt darauf. Die Fragestellung impliziert ja, dass ein Champion eine Fähigkeit besitzt, die in den meisten Fällen dem Gegner einen Vorteil bringt und es sich von daher nicht lohnen würde, diese zu blocken. Das Problem was ich darin sehe ist, dass selbst wenn ein Champion eine solche Fähigkeit besitzt, würde ich sie ja gar nicht erst einsetzen, weil ich wüsste, dass ich damit meinem Gegner helfe. Es sei denn, diese Fähigkeit ist ein Teil einer Combo, die man nur zusammen ausführen kann. Und da fällt mir nichts ein. (Vorausgesetzt, die Fähigkeiten werden richtig angewandt.)","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:55:58.609+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]},{"id":"","poster":"De Kus","date":"2016-06-16T11:19:09.046+0000","up_votes":1,"down_votes":0,"body":"Sehe ich ähnlich. Echte Positiv-Ults wie z. B. die Ultimate von Kindred werden afaik. auch nicht vom Spellshield geblockt. Bei Fähigkeiten bei denen man \"getroffen\" werden will, werden imho. auch immer erst die Immunitäten abgefragt, bevor das Spellshield getriggered wird. So z. B. wenn Fiora ein CC mit ihrer W blockt, verliert sie ja nicht ihren Stun, nur weil der CC im Spellshield unter geht... oder doch? Falls ja, wäre das ein Bug imho..\n\nSelbst wenn man z. B. alleine im Bard-Ult verschont bleibt z. B., heißt das ja, dass man seine Mobilität nutzen kann vom Gegner zu fliehen, ist man ein Champion mit Peel oder Zoning kann man evtl. sogar seinem Team helfen nach dem Ende der Bard-Ult nicht sofort abgeschlachtet zu werden.\n\nAuch die meisten Fähigkeiten, mit denen jemand an einen heran will, blocked das Spellshield ja immer nur den Damage und CC, aber nie die Mobilitätsvariante des Champions. Wenn also eine Akali oder Diana meinen in den Tank rein zu müssen, ist es egal, ob er ein Spellshield up hat oder nicht, der Damage ist unerheblich davon, ob sie als Opfergabe heranspringen. Yi's Q ist imho. das Selbe, selbst wenn man den Schaden blockt, ist Yi in der Animation immer noch untargetable und kommt in der Nähe des Ziels heraus.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2016-06-16T12:47:10.456+0000","up_votes":1,"down_votes":0,"body":"Kommt die Antwort noch?","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:51:26.361+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:10:43.518+0000","up_votes":1,"down_votes":0,"body":"viele rätseln noch, daher warte ich noch ab.","replies":[]}]},{"id":"","poster":"Hi im a Retard","date":"2016-06-16T15:46:33.739+0000","up_votes":1,"down_votes":0,"body":"Das müsste ja eine Fähigkeit sein, die dir am Anfang (oder immer) hellfen würde, das heißt,dass ein Gegner eine Fähigkeit auf dich macht und dir damit hellfen würde, da du sie ja nicht blocken willst. Ich weiß nur keine Fähigkeit die das macht, aber ich würde gerne die Antwort kriegen.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:50:20.791+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]}]},{"id":"","poster":"Good Guy Putin","date":"2016-06-16T22:16:25.316+0000","up_votes":1,"down_votes":0,"body":"Ja was ist es denn nun? xD","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:48:44.071+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]}]},{"id":"","poster":"Nohgolgh","date":"2016-06-17T01:39:56.536+0000","up_votes":1,"down_votes":0,"body":"Okay. Auf die Gefahr, dass ich mich hier komplett zum Affen mache, eine völlig bekloppte Idee. Hier kommt sie: \nWenn Zyra (sei es durch das W, sei es durch die Passive) ihre Samen planzt, können diese von Champions zertreten werden. Hast du das Banshee wird dieses beim rüberlaufen aktiviert, da du von einer von Zyras Fähigkeiten \"getroffen\" wirst. In Folge dessen wird die Pflanze nicht zertreten und Zyra kann eine wunderschöne Pflanze erblühen lassen, die dich vor Freude beschießt. Da du dein Banshee schon beim Schutz von Mutter Natur genutzt hast, trifft dich das Blümlein mit voller Wucht. \n\nÄhnliches könnte natürlich dann auch für die Rek'Sai-Tunnel gelten. \n\nSorry, was besseres fällt mir echt nicht mehr ein. Und ich habe mich dn halben Tag nur damit beschäftigt.  Immerhin bin ich kreativ...oder wahnsinnig.\n\nUnd ja ich hätte gerne die Antwort als Kommentar, wenn du auflöst. Sonst lande ich wirklich noch im Irrenhaus. ","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:46:48.762+0000","up_votes":1,"down_votes":0,"body":"die antwort befindet sich jetzt im eröffnungsbeitrag.","replies":[]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:33:07.475+0000","up_votes":1,"down_votes":0,"body":"\"Hast du das Banshee wird dieses beim rüberlaufen aktiviert, da du von einer von Zyras Fähigkeiten \"getroffen\" wirst.\"\n\nnope.","replies":[]}]},{"id":"","poster":"Awsane","date":"2016-06-16T22:29:09.002+0000","up_votes":1,"down_votes":0,"body":"isses Diana?\nich habe mal gehört, das banschee den e resettet\nob das stimmt weis ich nicht, aber wenn ja, hat man den 2 mal, was def. ein Nachteil wäre","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:33:47.654+0000","up_votes":1,"down_votes":0,"body":"hab ich noch nie gesehen. das wär ein ziemlich fetter bug.","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2016-06-17T08:40:27.032+0000","up_votes":1,"down_votes":0,"body":"1. Überlegung Vayne\n eventuell kommt der Stack von ihrer E Fähigkeit noch durch aber der Knockback nicht?\n\n2 . Überlegung Yasuo\n\nEr kann zu einem dashen mit der E, das proct den banshees  und wenn man wegflasht kann er direkt nocheinmal dashen","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:31:38.955+0000","up_votes":1,"down_votes":0,"body":"in den meisten fällen vermeidet der spiellshield den e stun.\n\ndie frage bei yasuo ist, ob ein geblockter dash nicht dennoch markiert. wenn nicht, dann hättest du damit recht.\nallerdings hilft der spellshield gegen einen engage aus der ferne (dritte q und ult).","replies":[]}]},{"id":"","poster":"Me vs You","date":"2016-06-17T12:17:57.759+0000","up_votes":1,"down_votes":0,"body":"Die Ulti von {{champion:4}} löscht sämmtliche Spellshields.\n\nDen Rest kann man sich dann denken.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-17T12:25:02.965+0000","up_votes":1,"down_votes":0,"body":"das gibt dir keinen nachteil. ist nur ne leichte methode, ihn zu entfernen. dennoch würdest du nicht auf ihn verzichten wollen, wenn du die wahl hättest.","replies":[]}]},{"id":"","poster":"FriendlyShaco","date":"2016-06-16T07:13:40.838+0000","up_votes":1,"down_votes":0,"body":"Shaco wenn die erste box-fear gestoppt wird und du in ein Dreieck reinläufst\n\nJanna,Poppy,Lee,Trist ult wenn sie dich safen würden","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T07:16:11.428+0000","up_votes":1,"down_votes":0,"body":"die erste situation ist extrem spezifisch und die zweite geht von dummen gegenspielern aus :D\n\nim normalfall würdest du den spellshield trotzdem bevorzugen.","replies":[{"id":"","poster":"FriendlyShaco","date":"2016-06-17T08:09:38.309+0000","up_votes":1,"down_votes":0,"body":"Dann fände ich nur die Irelia q+e erklärung sinnvoll","replies":[]}]}]},{"id":"","poster":"Spicavius","date":"2016-06-16T20:26:39.617+0000","up_votes":1,"down_votes":0,"body":"Ok neuer Versuch.\n\nLee Sin {{champion:64}} \n\nDu willst, dass dich die Q von Lee Sin trifft damit, du Lee Sin mit dem \"getroffenen Q\" baiten kannst, an dich heran zu springen.\nSollte der Lee Sin das tun, kannst du ihn in deinen Tower mit dir zusammen reinflashen lassen, indem du selber Flash benutzt.\n\nDas ist mir schon öfters passiert, dass ein Lee Sin mich anjumpen wollte (und ich mich mit absicht treffen lassen habe), aber die Banshee die Q geblockt hat.\nDas wäre in Kill für mein Team gewesen garantiert, da ich noch Zhonyas hatte.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T20:35:36.520+0000","up_votes":1,"down_votes":0,"body":"sehr situationsbezogen.\n\nin fast allen fällen willst du definitiv nicht, dass ein lee auf dich engaged.","replies":[{"id":"","poster":"OMG Nerf Diana","date":"2016-06-16T21:03:26.524+0000","up_votes":1,"down_votes":0,"body":"Interessant. Du stellst ein Rätsel ins Forum ohne nähere Infos oder Regeln und danach antwortest du auf jeden Kommentar mit \"sehr situationsbeszogen\". Was soll das überhaupt heißen? In League of Legends ist keine Situation die gleiche wie die eines anderen Spiels, weil es keine identischen Spieler gibt. Ich bin mir auch ziemlich sicher, dass die Lösung entweder schon genannt wurde oder vollkommener Schwachsinn ist.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T21:09:18.141+0000","up_votes":1,"down_votes":0,"body":"ganz einfach, das soll heißen, dass sie nicht auf die prämisse zutrifft:\n\n\"im kampf gegen diesen champ ist es meist von nachteil, wenn man den schild von banshee's aktiv hat\"\n\nman kann es drehen und wenden wie man will, im bezug auf lee sin trifft es schlicht und einfach nicht zu, denn das wort \"meist\" steht da nicht umsonst. es war natürlich klar, dass leute seltene oder exotische szenarien nennen würden. um die geht es aber nicht, sonst wäre das ganze sinnlos. die gesuchte interaktion ist ein regelfall.","replies":[]}]}]}]},{"id":"","poster":"wolf454","date":"2016-06-16T20:53:42.266+0000","up_votes":1,"down_votes":0,"body":"okay BRONZE 6 plays :D\n1. fast out of mana KINDRED 1v1 dich (du hast spellshield aktiviert) {{champion:203}} \n2. du gehst rein (warum auch immer) (sagen wir mal du bist ashe){{champion:22}} \n3. Kindred nutzt ihre ult Ashe läuft rein (wird unbesiegbar)  \n4. beide hitten sich mit autoattacks runter auf 1 kp\n5. Ult endet Kindred wird geheilt und hält 2 autoattacks aus Ashe nicht weil der banshee die fähigkeit blockt {{item:3102}}\n6. Ashe stirbt wegen Banshee{{sticker:zombie-brand-clap}} \ntoo easy {{sticker:slayer-jinx-wink}} \nps: kann auch sein das man den unbesiegbarkeitseffekt nicht bekommt wenn man mit banshee drin steht bin mir aber nicht sicher:D\nEdit: die Kindred ist natürlich Challenger und hat das exakt geplant;)","replies":[{"id":"","poster":"Spicavius","date":"2016-06-16T20:57:25.904+0000","up_votes":1,"down_votes":0,"body":"Leider wird er auch hier sagen, dass es \"zu sitationsbezogen ist\" und in den meisten Fällen, willst du ja, dass die Skills von Kindred gegen dich geblockt werden.\n\nIch vermute mal, dass so in etwa die Antwort mit TE sein wird^^.\nP.S. Ich hoffe, dass der TE uns hier nicht trollt und sich einfach kaputt lacht wie blöd eigentlich unsere Ideen hier sind xD","replies":[{"id":"","poster":"wolf454","date":"2016-06-16T21:06:16.102+0000","up_votes":1,"down_votes":0,"body":"also ich könnte mir das voll in einen 1v1 vorstellen._. TE?","replies":[]}]}]},{"id":"","poster":"okbückdich","date":"2016-06-16T11:42:20.398+0000","up_votes":1,"down_votes":0,"body":"Soraka : du wirst ja nicht mehr geheilt :P ( das selbe gilt für bufffs , heals von nami. lulu sona  auch shilde bekommst u nicht mehr :D )","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T11:44:33.619+0000","up_votes":1,"down_votes":0,"body":"ist das ne art scherz oder glaubst du das tatsächlich?","replies":[{"id":"","poster":"okbückdich","date":"2016-06-16T19:42:33.064+0000","up_votes":1,"down_votes":0,"body":"Teste es !","replies":[{"id":"","poster":"wolf454","date":"2016-06-16T20:47:02.295+0000","up_votes":1,"down_votes":0,"body":"eine gegnerische fähigkeit wird geblockt:D","replies":[]}]}]}]},{"id":"","poster":"Nohgolgh","date":"2016-06-16T19:24:14.914+0000","up_votes":1,"down_votes":0,"body":"Ist es vielleicht eine Nunu?\nDie Idee: Nunu hockt im Busch und ulted. Man nähert sich dem Busch, und bekommt aufgrund des Banschee nicht den Slow mit (solange man keine Sicht auf den Busch hat sieht man ja die Ulti nicht). Man geht in den Busch und die Ulti fliegt einem um die Ohren.  Bin mir allerdings auch hier nicht 100% sicher ob der Schleier schon beim Slow aktiviert wird.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T20:33:14.492+0000","up_votes":1,"down_votes":0,"body":"banshee's spellshield blockt den schaden von nunu's ult.","replies":[]}]},{"id":"","poster":"Awsane","date":"2016-06-16T17:03:37.268+0000","up_votes":1,"down_votes":0,"body":"Könnte es Sowas wie janna oder poppy sein, wenn man an die ulti denkt, die das ganze Team außer einen selber zurückschiebt und man dadurch isoliert wird?\n\noder sowas wie sivir, bei der dadurch der eigene schild, nicht ausgelöst wird und man kein mana zurück erhält, sonder eben banschee´s zuerst?","replies":[{"id":"","poster":"Nohgolgh","date":"2016-06-16T18:11:13.475+0000","up_votes":1,"down_votes":0,"body":"Wird bei Sivir nicht beides dann aktiviert, wenn sie mit banshee's und spell shield getroffen wird?","replies":[{"id":"","poster":"Awsane","date":"2016-06-16T19:50:35.237+0000","up_votes":1,"down_votes":0,"body":"Nach meinen Wissen nicht, (also meines wissens haben Items immer höher Priorität als spells, z.b. GA plopt vor Zilean ulti, selbes bei siv schild)\n\naber ich könnte mich irren","replies":[]}]}]},{"id":"","poster":"Kikazaru","date":"2016-06-16T19:26:50.900+0000","up_votes":1,"down_votes":0,"body":"Ich weiss das funktioniert nicht. Aber stell dir vor, der gegnerische Bard platzier ein aus seiner Sicht oberbehinderten Tunnel. Wenn man jetzt annimmt, das Banshees den Tunnel blockiert, kann der Champion nicht durch den Tunnel. Leider funktionierst nicht...","replies":[]},{"id":"","poster":"Chadoo","date":"2016-06-16T18:17:58.531+0000","up_votes":1,"down_votes":0,"body":"hmm hier mein erster Versuch: Bard! hat man als einziger im Team banshee so kann sein ulti schnell dafür sorgen dass man das einzige ziel ist und die anderen 4 zu Goldstatuen werden","replies":[]},{"id":"","poster":"EpicDieterBohlen","date":"2016-06-16T16:25:57.942+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Hi im a Retard,realm=EUW,application-id=YnZkMR0R,discussion-id=zWgmrnV9,comment-id=0013,timestamp=2016-06-16T15:46:33.739+0000)\n>\n> Das müsste ja eine Fähigkeit sein, die dir am Anfang (oder immer) hellfen würde, das heißt,dass ein Gegner eine Fähigkeit auf dich macht und dir damit hellfen würde, da du sie ja nicht blocken willst. Ich weiß nur keine Fähigkeit die das macht, aber ich würde gerne die Antwort kriegen.\n\ndas bringt mich auf die idee, dass es das nocturne schild sein könnte? :D","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2016-06-16T13:30:17.225+0000","up_votes":1,"down_votes":0,"body":"Es ist Mordekaiser. Denn soweit ich das richtig verstehe, wird der Schild auf den Klon übertragen. Und der gehört ja dann zum Gegnerteam. Free Banshees für die Gegner.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:41:25.775+0000","up_votes":1,"down_votes":0,"body":"ein spellshield auf nem klon, den keiner angreift, ist immer noch besser als kein spellshield auf dir.\nsolange der klon nicht wichtiger ist als du :D\n\nsehr situationsbezogen. btw weiß ich gar nicht, ob der klon überhaupt nen schild bekommt.","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-06-16T13:51:19.165+0000","up_votes":1,"down_votes":0,"body":"Häh, du hast meinen Post wohl nicht verstanden.\n\nBeispiel: Ashe hat Banshees. Mordekasier(im Gegnerteam natürlich) ultet Ashe. Banshees Cd läuft aus und Ashe hat im prinzip den Spellshield. Ashe stirbt am Dot. Der Klon für das Gegnerteam entsteht. Zack der Klon im Gegnerteam hat zusätzlich zum erhöhten Schaden auch noch einen Spellshield. Eindeutig ein Nachteil!!","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-06-16T14:49:14.120+0000","up_votes":1,"down_votes":0,"body":"Das Szenario, das von dir beschrieben wird, ist einfach unmöglich. Der Schild von Banshees wird erst aktiv, wenn du 40 Sekunden lang keinen Schaden von Gegnern erlitten hast. Es ist unmöglich, durch eine Fähigkeit zu sterben, während du Banshees aktiv hast.","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-06-16T14:59:09.584+0000","up_votes":1,"down_votes":0,"body":"Aber wie soll dann Banshees übertragen werden? Hat der Klon das einfach automatisch?","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-06-16T15:09:18.180+0000","up_votes":1,"down_votes":0,"body":"So wie ich das verstehe, was im Wiki steht, bekommt der Ult-klon das Banshees, wenn Mordekaiser eins hat. Bin mir da aber nicht sicher, Mordekaiser hab ich selbst nie wirklich gespielt.","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-06-16T15:33:05.656+0000","up_votes":1,"down_votes":0,"body":"Ah ok, ich dachte, der mit dem Dot muss banshees haben, da es ja sein klon ist und nicht der von Morde","replies":[]}]}]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T14:04:31.951+0000","up_votes":1,"down_votes":0,"body":"das ändert rein gar nix an meiner antwort.\n\nda der spellshield auf der ashe deutlich wertvoller ist als auf nem klon, ist es besser, ihn zu haben, als ihn nicht zu haben. \nes sei denn die ashe ist extrem schlecht. der spellshield kann entscheiden, ob die ashe überhaupt stirbt oder nicht.","replies":[]}]}]}]},{"id":"","poster":"Nohgolgh","date":"2016-06-16T15:12:49.335+0000","up_votes":1,"down_votes":0,"body":"Ich könnte mir vorstellen, dass Azir mit seiner Ult den Banshee auslöst, die Schildwache dann ohne Schaden zu machen an dem Ziel vorbeischwirrt und plötzlich diesem dem Fluchtweg abschneidet, während das Team regulär wegfliegt. Habe aber Azir noch nie gespielt, also reine Spekulation.","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2016-06-16T12:38:30.158+0000","up_votes":1,"down_votes":0,"body":"Ich fände es von Nachteil, wenn Shyvana ultet.\n\nSie reißt dein Team mit und du stehst alleine in ihrem folgenden Team.","replies":[{"id":"","poster":"De Kus","date":"2016-06-16T14:03:48.406+0000","up_votes":1,"down_votes":0,"body":"Darum will Shyvanna auch flanken und nicht von vorne engagen. :) Wenn sie von hinten engaged und dich wegen dem Spellshield nicht zum gegnerischen Team schiebt, ist das ein Vorteil für dich. Richtig gespielt von Shyvanna ist Spellshield also ein Vorteil.","replies":[]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:14:41.360+0000","up_votes":1,"down_votes":0,"body":"sie fliegt an dir vorbei und dann kannst du sie kiten, bist nicht in ihrer autoattack range. es kann zwar sein, dass sie dich so vom rest des teams trennt, ist aber eher unwahrscheinlich. ist ihre ult teil einer wombo combo (aoe ults, evtl yasuo), bleibst du vom rest dieser combo verschont.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-06-16T11:35:27.487+0000","up_votes":1,"down_votes":0,"body":"Hm. Bin mir nicht ganz sicher, ob es so klappt, aber eventuell Urgot mit seiner Ult? Wenn es so klappt, wie ich es mir vorstelle, würde die Unterdrückung der Ult fehlen, er kann sich trotzdem ran\"porten\" und dann kommt der Slow+Flee der Ult durch, dank dem man sich nicht wehren kann. E-Q hinterher und toter Champion.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T11:39:09.219+0000","up_votes":1,"down_votes":0,"body":"spellshield verhindert, dass du suppressed und displaced wirst. das ziel seiner ult wird sowieso nicht gefeart.\ndu hast keinen nachteil, wenn der spellshield up ist.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-16T11:44:25.250+0000","up_votes":1,"down_votes":0,"body":"Nur steht Urgot dann direkt neben dir, der Flee geht durch, da Spellshield verbraucht wurde und er hat ein leichtes Ziel. Es kann ein Nachteil dabei entstehen, der härter in der 1v1 Situation ist als das Displacement.\nZumindest wenn alles so klappt, wie ich es denke. \n\nAber joa - dein Rätsel ist ewas unpräzise, was das alles angeht. Wir haben ja nicht mal eine grobe allgemeine Situation (Teamfight, 1v1 o.ä.) und man kann nur ins Blaue raten anhand der Champions.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T11:51:27.844+0000","up_votes":1,"down_votes":0,"body":"urgot bringt dich nicht out of position, suppressed und feart dich auch nicht. du hast zeit, ihn kaputtzumachen oder sogar deine ult zu unterbrechen und damit evtl seinen damage reduction zu verhindern. du kannst sogar in deine verbündeten oder in deinen tower flashen. hier ist ein spellshield nicht nur nicht von nachteil, sondern von großem vorteil.\n\nes soll ja auch nicht jeder gleich rausbekommen. man muss da auch nicht groß raten, weils bei den meisten champs total eindeutig ist.\nman muss sich halt nur mit champs auskennen. oder halt mit diesem einen champ.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-06-16T12:02:30.148+0000","up_votes":1,"down_votes":0,"body":"Deswegen habe ich eben die 1v1 Situation erwähnt bei der Ult, weil es dort von Vorteil sein kann. Urgots Ult löst durchaus Flee aus. Da Banshees Veil die Suppression blockt, besteht die Chance, dass die Ult einen auch nicht mehr als \"Ziel\" wahrnimmt, wodurch der Flee durchgehen kann. Dank seiner Schadensreduktion, die Urgot sowieso während des Channels bekommt, ist es auch nicht so leicht, ihn umzubursten. \nVoilá, ich hab eine nachteilige Situation erzeugt dank Banshees Veil. 1-2 andere Situationen wurden hier auch genannt.\n\nÄhnliches kann ich mit Poppy und ihrer Ult tun, wenn sie es schafft, ein Ziel dank BV vom Team zu isolieren, weil der Rest weggekickt wurde.\nDa muss einfach irgendwie eine kleine Richtung her. Ansonsten kann man solche Sachen weiterhin machen und nicht drauf kommen. \n\nAm Ende ist es einfach nur 'ne Sivir, die ihr E während Banshees aktiviert hat... auch wenn du dumme Spieler weiter unten ausgeschlossen hast.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:18:36.718+0000","up_votes":1,"down_votes":0,"body":"urgot's ult feart das ziel nicht. das kannst du nachlesen. spellshields erlauben es daher, ihn während seiner ult fertigzumachen oder sie abzubrechen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Cyure","date":"2016-06-16T13:05:41.791+0000","up_votes":1,"down_votes":0,"body":"Könnte Nocturnes Paranoia sein, weil man das Spell Shield an der ersten Instanz verschwendet","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T13:15:57.754+0000","up_votes":1,"down_votes":0,"body":"der spellshield block hier zwar nichts superwichtiges, aber er bringt dabei keinen nachteil.","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2016-06-16T02:58:11.987+0000","up_votes":1,"down_votes":0,"body":"Vielleicht Alistar, weil man durch die w nicht wegfliegt und so sofern man von vorne kommt man näher am gegnerischen Team ist?\nOder vielleicht Bard weil man als einziger nicht im Zhonyas ist und gefokust werden kann?\nOder Azir weil man durch die Ult nicht weggedrückt wird und evtl nicht wegrennen kann. (er muss nicht hinter einen sondern kann von vorne ulten)","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T07:23:12.667+0000","up_votes":1,"down_votes":0,"body":"alistar meinte ich nicht, aber du hast insofern recht als dass es die wq combo einfacher macht. sie ist aber auch schon durch einen buff einfacher gemacht worden, daher spielt das keine große rolle.\nbard ultet meist zum engagen, damit seine teammates dich einholen und umzingeln können. wenn du nicht betroffen bist, wirst du einfach weggehen können. ansonsten ultet er zum peelen und wenn du nicht gepeelt wirst, ist das natürlich ein vorteil für dich.\nwenn azir seine ult verschwendet, dann bringt ihm das keinen vorteil. wenn er einen mit der ult retten würde, dann ist er einfach nur ein schlechter spieler (oder troll) und von dieser situation gehen wir nicht aus.","replies":[{"id":"","poster":"De Kus","date":"2016-06-16T11:50:33.411+0000","up_votes":1,"down_votes":0,"body":"Ich denke du meinst auch nicht solche Lane-Mechaniken wie z. B. du dich freust, wenn Blitzcrank dich in der Laningphase als Leona zu sich zieht, du kannst dann nach der CC-Chain mit deiner E auf den ADC und Blitzcrank hat 0 Fähigkeiten zum Peelen übrig. Aber im 5vs5 platzt du dann auch wieder. ^-^ Auch wird man kaum so früh ein Banshee's Veil haben und als Morgana will man nicht zu Blitz kuscheln gehen. :D\n\nAlso ich kenne viele Situationen, wo ich lieber einen späteren Zauber geblockt hätte, aber wo es mich geärgert hätte, dass er geblockt wurde oder als Gegner gefreut... hmm... bin ideenlos. :)","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-06-16T08:42:31.888+0000","up_votes":1,"down_votes":0,"body":"In Teamkämpfen; Bard mit seinem Ultimate, denn da wird er es niemals, nur gegen dich einsetzen, sondern eher dein gesamtes Team, wenn du also als einziger Spieler deines Teams, weiterhin verwundbar bist, können die Gegner diesen Umstand nutzen, um dich schnell zu töten und somit ein 4v5 zu erhalten, statt sich nur günstig um die immunen Champions zu positionieren.","replies":[]},{"id":"","poster":"Spicavius","date":"2016-06-16T08:15:35.196+0000","up_votes":1,"down_votes":0,"body":"Master Yi ? Der dann sofort an einem dran ist ohne erst hin und her zu jumpen  und einen somit schneller killen kann, obwohl der dmg der Q fehlen würde. Dennoch sind meistens schon seine Autoattacks deutlich stärker als sein Q","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-06-16T08:23:42.571+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=YnZkMR0R,discussion-id=zWgmrnV9,comment-id=0007,timestamp=2016-06-16T08:15:35.196+0000)\n>\n> Master Yi ? Der dann sofort an einem dran ist ohne erst hin und her zu jumpen  und einen somit schneller killen kann, obwohl der dmg der Q fehlen würde. Dennoch sind meistens schon seine Autoattacks deutlich stärker als sein Q\n\nWürde er dann nicht garnicht erst zu dir kommen?","replies":[]}]},{"id":"","poster":"Marcus Phillida","date":"2016-06-16T08:09:23.292+0000","up_votes":1,"down_votes":0,"body":"{{champion:27}}{{champion:27}}{{champion:27}} :P","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2016-06-16T07:22:34.762+0000","up_votes":1,"down_votes":0,"body":"Kindred? Ich kenn mich nicht aus aber kann es sein das dessen Ulti nicht triggert wenn du das Banshees aktiv hast?","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-16T07:32:55.095+0000","up_votes":1,"down_votes":0,"body":"du kannst aber mit deinem spellshield nicht den effekt der ult auf einen anderen champion (kindred) verhindern. diese ult wird ja nicht auf dich als single target spell gecastet.\nden anderen teil müsste ich mal nachschauen.","replies":[]}]},{"id":"","poster":"Revelate","date":"2016-06-16T21:32:18.490+0000","up_votes":1,"down_votes":1,"body":"Block Banshees die Ultimate (den Heal) einer gegnerischen Kindred?\n\nWäre natürlich nen Lösungsansatz wobei du wenn du in einer gegnerischen Kindred ult drinstehst meisstens das Banshees durch was anderes verlieren würdest :D\n\nOder Alistar, da er seine W-Q combo nicht verfehlen kann, da man vom w nicht zurückgestossen werden würde.\n\nIrgendwie, wie bereits jemand gesagt hast, müsste es ja ein spell sein, der dir helfen würde, und den Kindred ult heal ist das einzige was mir da in den sinn kommt.","replies":[]}]}