{"id":"bxZBnAmd","poster":"Coinflîp Support","date":"2016-06-15T09:05:33.660+0000","title":"Main Silber 1 Jungler sucht Spieler für DuoQ der ebenfalls höheres Silber ist.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Vorweg f&uuml;r dich: \r\nDir muss bewusst sein DuoQ Partner haben meistens h&ouml;her Gegner oder etwas schlechtere Teammitglieder, wenn du aber wie ich der Meinung bist das wir zusammen die richtigen Absprachen treffen k&ouml;nnen oder eine gute Synergie haben dann lese weiter.\r\n\r\nHallo Beschw&ouml;rer mein Name ist Maximilian bin 20 Jahre alt und bin auf der Suche nach einem geeigneten DouQ Partner. Ich selbst bin Main Jungle und befinde mich gerade in Silber 1. \r\nBis jetzt habe ich erst 41 Spiele gemacht und davon 21 Gewonnen, aus beruflichen Gr&uuml;nden habe ich nun einen Monat t&auml;glich mehrere Stunden Zeit und will versuchen meinem Traum Platin n&auml;her zukommen. Ich hatte letzte Season Gold 1 erreicht und denke dieses Ziel ist gerechtfertigt. \r\nIch w&uuml;rde gerne ein langfristiges Zusammenspiel anstreben, das bedeutet wenn wir beide oder einer mal kein gutes Spiel hat gibt es ein kurzes Gespr&auml;ch und dann geht es weiter. Wer sich nicht unter Kontrolle hat, den Mitspieler oder andere beleidigen muss und seinen Frust nicht runter spielen kann ist bei mir falsch. Au&szlig;erdem lasse ich mich seit einigen Tagen regelm&auml;&szlig;ig von einem Spieler Unterrichten der oberes Diamant ist, du musst das nat&uuml;rlich nicht in Anspruch nehmen, aber er verlangt nicht viel (Geld) und es lohnt sich nat&uuml;rlich mehr dies zu zweit zu machen. \r\nKommunikation: Teamspeak oder Curse \r\n\r\nWie stellst du dir mich vor: \r\nSilber 3 &ndash; 1 mit Erfahrungen in Gold wie bei mir.\r\nDeine Postion: Ich denke am besten w&auml;re Support, Sch&uuml;tzer oder Top, denn meine zweite Auswahl w&auml;re immer Mitte. Ich f&auml;nde Supporter am besten wenn du Thresh Main bist also eher Tank Supporter. \r\nAlter: Meinem angemessen d.h nicht 15 Jahre / Nicht 25 Jahre","replies":[]}