{"id":"gAEa9MGX","poster":"Awsane","date":"2016-06-14T21:18:04.069+0000","title":"Wie spiele ich mit Kennen gegen Nasus?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Aloha\r\n\r\nich hatte in den letzten Wochen mehrfach das vergb&uuml;gen mit meinen main Kennen, den 1. Pick zu haben (ich spiele ihn Toplane und Tingel als Low elo scrub so um Platin 1 atm herum) und habe Nasus als Gegner bekommen\r\n\r\nich habe ein bischen rumprobiert aber ich konnte keinen Weg finden wie ich gegen ihn spielen soll\r\nich denke nicht, das Nasus Op ist, ich bin sogar davon &uuml;berzeugt, das ich was Grundlegendes falsch mache und bitte um hinweise\r\n\r\nmeine Taktik ist bisher gewesen und hat im early auch recht gut immer funktioniert mich mit Absicht von Nasus einpushen zu lassen da\r\n- ich das last hitten einfacher habe (weniger eigene minions die Schaden machen)\r\n- seine Minons an meinen mehr schaden machen und er dadurch nicht so viele q stacks bekommt\r\n- mein jgler ihn besser ganken kann\r\n- ich sicherer vor ganks bin\r\n- ich besser ihn poken kann in den Situationen und er weniger an minions rankommt f&uuml;r seine passive (gr&ouml;&szlig;te Chance ihn zu nen back zu zwingen mMn)\r\n\r\nund over all betrachtet hatte ich mehr farm, wenn ich gut gelasthittet habe, oder aber der nasus hat wenigsten viel farm verloren bzw war schnell low mana da er mit dem aoe spell gepusht hat um meine minions in den turm zu dr&uuml;cken (er will die lane ja restten so schnell wie m&ouml;glich wenn ich freeze)\r\n\r\nich habe mich bewusst auch dagegen entschieden den nasus einzupushen, da nasus unterm turm sehr einfach csen kann(+ er dropt nicht low genug, dass er back muss durch seine passive), es sehr riskant f&uuml;r mich ist early game, weil mit dem nasus slow bin ich fast sicher tot wenn ich gegankt werde (weil kennen recht squshi ist)\r\n\r\n\r\njedoch wenn ich ihn nicht total zerst&ouml;ren konnte (was ich finde solo recht schwer ist, da er doch recht save ist(nasus) und 1-2 tote kann er noch verkraften) und ich nicht einen 1,5 item vorsprung haben, wenn er als 1. item geistessicht baut, ist meine lane in dem Moment vorbei\r\n\r\nich kann das poken auf ihn total vergessen, da er alles hochsustaint, selbst wenn ich ihn dauerhaft aa und alle meine spells auf cd benutze und nasus minions zum hoch healen hat steht er mit vollen leben dauerhaft auf der lane (ich kann das ja auch nicht endlos machen da ich selber ja auch csen muss  und ich auch nicht unendlich viel minion aggro ziehen will und sp&auml;testens wenn ich zum cs gehen heilt er sich wieder komplett hoch)\r\n\r\ngenerell ist mir bewusst, das man nasus gar nicht dauerhaft auf der toplane fighten m&ouml;chte, sondern vor allen mit kennen so schnell wie m&ouml;glich roamen m&ouml;chte, aber ich finde selten gute Zeitpunkte dazu\r\nda immer wenn ich selber rauspushe er toplane gegenfreezt und damit schnell nen cs lv Vorteil erringt (nasus folgt ja eher selten) und dazu auch noch easy q stacks bekommt, also muss mein roam sehr gut sein, damit ich nicht allzu viel verliere, wenn ich das rauspushen benutze,\r\nfunktioniert meistens ganz gut, wenn mein Team mindesten even steht, aber wenn mein Team zu den Zeitpunkt schnon am zur&uuml;ckfallen ist, ist es sehr schwer mit so einem roam etwas erfolgreiches zu erreichen, was positiv &uuml;berwiegt, was der nasus (free) auf der topalne bekommt\r\n\r\nwenn ich nicht rauspushe, was ich auch schon als Taktik versucht habe, verliere ich zwar weniger minions, auch wenn ich wiederkomme, kann ich recht gut farmen, aber sowas kann ich nur max. 3 mal machen, da ich sonst 2 t&uuml;rme verliere (also gegen die nasi/o? (Mehrzahl von nasus?) gegen die ich gespielt habe pushen, wenn sie die Gelegenheit haben sehr schnell rein und selbst wenn sie dabei sterben ist es so gut wie immer worth f&uuml;r sie da Turm mehr wert ist als ein kill und sie meistens sogar fighten k&ouml;nnen, da ich/wir bei dem roam/teamplayaction ja recourcen  verbraucht haben (ultis summs) und er dadurch ein 1v2 fighten kann (in der Situation er 1 item ich als kennen 1+ ein halbes ca)\r\n\r\nalso generell treten diese Probleme immer dann auf, wenn mein Team an sich schon an verlieren ist, aber gerade in dem matchup habe ich das gef&uuml;hl total machtlos zu sein und keinen einfluss auf das spiel zu haben, egal was ich tue\r\n(Team helfen via roam  ist sehr riskant da aus eigener Erfahrung selten erfolgreich(genug(ein kill bekomme isch schonmal bei nen botlane gank aber das ist es meistens nicht wert allein weil der nasus vorallen wenn ich tp sehr viel free time bekommt) und toplane zu bleiben ist genau das was nasus m&ouml;chte(mich auf der lane binden)\r\n\r\nnur wenn mein Team selber an gewinnen ist, habe ich mit kennen einfluss, weil ich durch teamplay (nasus folgt nicht) meistens die spiele zu einen schnelleren ende bringe, aber mein Anspruch sollte ja sein spiele in denen meine teammats even sind mit den Gegnern oder nur leit zur&uuml;ckliegen durch meinen skill spiele carrien zu k&ouml;nnen\r\n\r\n\r\n\r\nk&ouml;nnt ihr mir helfen gute Timings zu finden wie ich einfluss auf die karte aus&uuml;ben kann, vllt benutze ich meine power spiks falsch\r\nich bin auch am &uuml;berlegen den champ zu wechseln, was ich eigentlich sehr schade finde, da ich Kennen mMn sonst recht gut kann und in fast allen anderen matchup weiss was zu tun ist und durch gute teamfight Aktionen selber spiele carien kann) daher ist er mein 1. pick f&uuml;r die toplane bisher\r\nund ich w&uuml;rde ihn dann aufgeben nur weil ich angst vor einem champ habe( der leider jetzt schon oft gegen mich gepickt wurde)\r\n\r\nzum abschluss m&ouml;chte ich noch sagen\r\nich bin kein mechansich perfekter spieler (was auch nichtmein Anspruch ist, habe gar nicht so viel zeit daf&uuml;r), mein ziel ist es erstmal dia zu erreichen , ich w&uuml;rde schon gerne kennen weiterspielen auch weil er mir sehr viel spass bringt und ich denke, dass es mit allen picks m&ouml;glich ist auch wenn man nicht mechanisch perfect ist (schlecht bin ich ja nicht) sondern durch cleveres spielen von der map pressure her, dia zu erreichen, aber bevor ich weitermache, muss ich mich erstmal in diesem matchup weiterbilden\r\n\r\noder denkt ihr ich hatte bisher nur Pech, das ich so oft 1. Pick war und Nasus dann als (f&uuml;r mich) gef&uuml;hlten Counter zu bekommen\r\nich schaue auch selber meine replays an und suche gezielt nach fehlern/M&ouml;glichkeiten Sachen besser zu machen aber selbst da bin ich momentan ratlos was ich besser machen kann in bezug auf roamingtiming, wave control map pressure\r\n\r\n\r\nhoffe auf einige Anregungen Kritik\r\n(achso in meiner match Historie m&uuml;sst ihr nicht suchen, spiele viele normal games zum &uuml;ben und eher weniger rankeds und die normals k&ouml;nnt ihr ja nicht sehen)\r\n\r\n\r\nLG Awsane","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-14T22:35:22.756+0000","up_votes":1,"down_votes":0,"body":"Also,\n\nbin zwar kein main toplaner aber....wenn ich du wäre würde ich ihn ständig poken (ma besten wenn er mit seiner \"q\" einen lasthit machen möchte)\nsollte das nicht funktionieren, dann würde ich die wave manipulieren, und zwar so das sie an deinem tower steht \n\nist jetzt schwer zu erklären, aber du kannst dir ja dazu einige videos auf youtube etc anschauen.\nDenn meiner Meinung nach, ist ein Nasus der zu weit nach vorne pusht : 1. sehr anfällig für ganks, da du in auch stunnen kannst\n\n2. steht die wave an deinem tower wird es für ihn sehr schwer zu farmen, da du ihn weiterhin poken kannst. \n\nSonst allgemein : Nasus ist schwach im early, also lass ihn auch schwach bleiben. poke Ihn, versuche Ihn vom Lasthitten abzuhalten, denn ein Nasus ohne Stacks wird keine ALLzugroße gefahr werden.\n\nDu kannst außerdem deinen Jungler lieb nach Hilfe fragen^^\nHoffe ich konnte dir jetzt ein bisschen helfen, und wie gesagt schau mal nach wie man die wave zu deinen gunsten manipuliert\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T10:59:30.126+0000","up_votes":1,"down_votes":0,"body":"Jo, das mit den Wave manipulieren mache ich schon und im early game klappt das auch gut\n\nnur wenn Nasus sein 1. item fertig hat ist vorbei für mich(wenn ich nicht dann schon 2+ items habe), weil er sehr wenig schaden dann bekommt durch meinen poke, den er sehr schnell hochsustain, spätestens wenn ich selber csen muss und er dadurch zeit hat aa auf minions zu setzten","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-15T11:18:43.235+0000","up_votes":1,"down_votes":0,"body":"Hmmm\n\nAlso wenn ich an deiner Stelle wäre, dann würde ich entweder auf Kenn verzichten ^^ Oder Nasus bannen, was für so manchen Toplaner jetzt durch den Buff ein must-have bann sein sollte","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T11:26:58.185+0000","up_votes":1,"down_votes":0,"body":"die frage ist dann, was man ansosnten 1. Picken kann toplane, wenn ich auf meinen stärksten pick verzichte, weil toplane ja immer stein/schere/papier ist\n\nselbst save picks haben starke Counter\n\nwie z.B. Irelia mit Olaf als Counter\noder Maokai mit Vlad/Rumble\n\nan sich ist mein Champ Pool Gnar Shen Kennen und Lulu, wobei das auch nicht festgemeißelt ist also mao oder malphit habe ich früher auch gespielt\n\nvllt hast du ja gute Ideen\n\nLG Awsane","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-15T13:38:31.247+0000","up_votes":1,"down_votes":0,"body":"Also was ich dir jetzt so auf die schnelle sagen kann ist : Metapicks sind immer gut, dazu kannst du dir \"auch\" bei youtube anschauen wer momentan sehr stark ist. Dennoch würde ich persönlich auf einen Metapick verzichten, wenn du einen oder zwei aus deinem champpool ziehmlich gut kannst d.H. genau weißt wann du wie viel schaden austeilst, einstecken kannst usw usw.\n\nUnd meiner Meinung nach ist ein Toplaner immer ziehmlich wertvoll ( da viele Jungler z.B. die Lane vernachlässigen), denn ein TP auf die Botlane; Midlane ist immer Gold wert ^^\n\nVorallem solltest du darauf achten was dein Team gepickt hat beziehungsweise vorhat zu picken, denn yasou mid + malphate (nautilus) top ist zu göttlich für teamfights. Achte auf die Teamcomp, behersche deinen Champ, nutze Ganks und selbst wenn du ein ganzes spiel lang passiv spielen musst, du als toplaner kannst den entscheidenen fight einleiten und entscheiden, sei es am baron-drake oder durch ein tp.\n\nIch wünsche dir alles gute und hoffe du findest deine/deinen Champ und gewinnst deine zkünftigen spiele ob rankeds oder normals\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T14:01:36.840+0000","up_votes":1,"down_votes":0,"body":"ich danke dir für deine mutsprechung\n\nwas ich allerdings nicht verstehe ist, warum mir alle abraten Kennen zu picken (teilweise selbst in spielen die ich hard carry sagt mein Team, das kennen nen schlechter pick war?)\n\nich würde gerne verstehen warum er so unbeliebt ist\n\nweil sein engage power ist ziemlich mächtig ( im late game oder wenn man nen bischen feed/farm bekommt one shoted man ja alle squshis mit einer kombo allein)","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-15T14:45:05.188+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach, ein carry kommt mit qss aus deiner ult raus =)\nund man kann ihn ziehmlich gut rausnehmen da du auch squshi bist ^^\n\nMomentan sehen halt die meisten gerne Tanks auf der Toplane, denke das liegt einfach daran. Und viele wollen natürlich die Metapicks schlecht hin sehen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-06-15T01:11:55.105+0000","up_votes":1,"down_votes":0,"body":"es gibt keine taktik, außer * kennen nicht zu firstpicken (one trick pony? tja, das ist dann leider pech) und teamfights ohne nasus zu gewinnen und gegen ihn gemeinsam zu kiten.\n\nwenn du weiterhin auf kennen firstpick bestehst (weiß der geier warum...), dann halt nicht mit ap-gestacke, was dir gegen sustain überhaupt nix bringt, sondern evtl mal mit doran's blade und nashor's tooth anfangen. bringt aber letztendlich doch nicht viel, womit wir wieder zu * zurückkommen.\n\ndie frage ist außerdem, warum ein nasus überhaupt gegen dich pushen wollen würde.\nje mehr er pusht, desto weniger stacks kriegt er (bis zum späten midgame), weil er dabei mehr minions ohne q lasthitten müsste.","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T10:55:56.839+0000","up_votes":1,"down_votes":0,"body":"Naja, ich habe schon andere Champions, die ich toplane spielen kann, darunter Gnar, mit dem ich so gut wie nie Probleme gegen Nasus habe\n\naber ich denke, dass Kennen mein bester Champion ist, und mit 1. Pick meine ich auch, dass ich ggf einfach die lane vor meinen Gegner Picken muss auch wenn ich nicht der wirkliche 1. pick bin\nso picke ich kennen sehr oft, wenn das Gegner Team sehr squish ist und wenig Peel hat, ansosnten Spiele ich auch Lulu oder Shen Toplane\n(also insgesammt 4 Picks die sehr unterschiedlich sind Gnar Kennen Shen Lulu) und ich benutze sie auch variable und an die Teamsituation angepasst, allerdings wenn ich keine Infos habe, was mein Team spielt oder der Gegner muss ich mich für einen entscheiden, und dann nehme ich meinen besten Pick (also Kennen, weil wie oben geschrieben kenne ich sehr viele matchups und habe außer gegen Nasus seltenst wirklich starke Probleme und kann spiele so carrien)\n\nwelchen 1. Pick für Toplane würdest du mir sonst empfehlen und warum?\n\nLG Awsane","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-15T11:23:06.756+0000","up_votes":1,"down_votes":0,"body":"evtl jemanden, der weniger einfach zu countern ist. du musst ja auch gar nicht toplane spielen.\naber wenn, dann eher irelia, renekton, darius, garen, malphite, trundle.","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T11:36:35.855+0000","up_votes":1,"down_votes":0,"body":"aber selbst die haben doch auch alle hard Counter\n\nalso darius garen rene malphit und trundle haben nur so als Beispiel totale Probleme gegen gnar (da ich gnar häufig selber spiele kenne ich diese match ups sehr gut und picke ihn da selber als Counter rein wenn ich kann)\nund gnar ist in meiner elo recht populär atm, also sind diese champs auch sehr riskant vom 1. pick her\nmit Olaf als irelia Counter muss ich garnicht erst anfangen zu argumentieren oder ;)","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-15T11:47:34.653+0000","up_votes":1,"down_votes":0,"body":"ich bin in beiden angelegenheiten nicht so wirklich deiner meinung.\n\nund unabhängig davon:\n\nhttp://champion.gg/champion/Gnar\n--> stimmt in punkt 1 (gnar) gar nicht mit dir überein\n\n--> selbe statistikseite widerspricht deinem zweiten punkt (olaf) direkt\n\nsicher gibts für winrates auch andere faktoren, aber relevante counter müssen sich da irgendwie bemerkbar machen.","replies":[{"id":"","poster":"Awsane","date":"2016-06-15T12:13:45.978+0000","up_votes":1,"down_votes":0,"body":"ich kenne Champion.gg\nwobei man hierbei beachten muss, dass es dabei keine Unterscheidung zwischen den elos gibt und ich gezielte Daten für meine elo bräuchte\n\nich kann mir so z.b. sehr gut vorstellen warum gnar in niedrigeren elos als meiner eine negative winrate gegen darius hat, aber etwas weiter oben wird es sich verändern, aber da gibt es weniger Spiele und bei der Seite zählt jedes spiel gleich daher überwiegt da der darius gewinnt anteil\n\nbin zwar gerade selber überrascht über die Ergebnisse, die ich da sehe, aber ich habe ja auch nur meine persönlichen Erfahrungen dargestellt, kann natürlich sein, das ich deutlich besser gnar spiele als der durchschnitt ohne es selber zu merken\n\naber Olaf ist meiner Meinung nach definitiv ein hard Ireia Counter, und ich denke, da werde mir auch viele zustimmen, selbst wenn die Seite momentan eine positive Winrate für Irelia angibt (was mich total verwirrt)\n\nich will jetzt nicht überheblich wirken, aber ich denke meine Gegner wissen schon ziemlich gut was ihr Champion auf der lane kann daher sind bei mir solche Counter schon sehr relvant und ich beobachte das auch in meinen spielen Regelmäßig, daher verzeih mir, das ich die Seite für mich nicht so ernst nehme, da mir wie gesagt die Daten explizit für meinen elo Bereich fehlen\n\nLG Awsane","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-06-15T13:33:03.202+0000","up_votes":1,"down_votes":0,"body":"das ist alles plat5+, ranked. also ernsthafte spiele außerhalb der low elo.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Scrotum 420","date":"2016-06-15T11:28:49.391+0000","up_votes":1,"down_votes":0,"body":"Hm... Ich hatte dasselbe Problem schon mit anderen Champs, wobei man mit Kennen wenigstens nicht oder nur sehr bedingt gedived wird. \nIch würde vermutlich sogar versuchen die Lane ungefähr in der Mitte zu freezen oder aber ganz einzupushen. Einpushen lassen finde ich nicht optimal, man kann mit Kennen zwar ganz gut unterm Tower farmen, aber man kann den TP etc. kaum rausbaiten. Wenn man sich mit dem Jungler vorher abspricht kann man ihn ruhig mal pushen lassen, aber wir wissen alle wie Solo- bzw. DynmaicQ läuft. \nImo kann man im Early doch relativ gut poken und den ersten TP früh forcen. Der Poke muss halt konstant sein, wobei man die Lasthits natürlich nicht vernachlässigen darf. \nEin Fragezeichen setze ich beim Itembuild. Hier stellt sich die Frage wie du ausgerichtet bist: Wenn du ein gutes Auge für die Minimap hast und gerne roamst (was ein Kennen definitiv tun sollte) gehst du vermutlich Zhonyas first für die Engages. Wenn du aber vorhast zunächst einmal in Ruhe zu farmen, kannst du imo auch auf die Maske first gehen (magicpen für den Hund). Du musst Nasus aber in der Lane gar nicht besiegen, denn du bist im Teamfight viel wichtiger als er. Wichtig ist, wie du bereits gesagt hast, das Timing für die Roams und Swaps etc. \nDenn der Punkt ist: Nasus braucht Staks damit er stark wird. Je früher du also dein Team mobilisieren kannst, desto besser für euch. Im Ernstfall kannst du auch mal den Jungler bitten Top für 1-2 Minuten zu übernehmen, damit du 'nen guten Botgank machen kannst. \nZum Timing: Mit Kennen möchte ich die Lane verlassen, sobald ich Zhonyas ausgebaut habe. Aber solche Sachen sind natürlich immer schwierig im voraus zu planen, die Spielsituation erfordert oftmals spontane Aktionen. Manchmal ist es worth den ersten Tower fallen zu lassen, um die \"Laningphase zu beenden\". Wenn Nasus dann noch immer weiterpusht, wovon man ausgehen kann, ist er noch näher bei eurer Base und nun definitiv leichtes Fressen für das Team. Grundlos lässt man den Tower natürlich trotzdem nicht fallen, aber wenn du einen Double auf der Bot dafür kriegst ist es definitiv wurf. \n\nWenn Nasus stumpf am pushen ist müsst ihr im Team mal schauen, wer am besten gegen ihn ankommt. Dann einfach diesen auf die Toplane schicken und du gehst mit dem Team.\n\nWar jetzt vermutlich nicht wirklich hilfreich da du eigentlich alles bereits so gesagt hast. Aber meiner Meinung nach bringt es wirklich nichts sich über diese Lane die Zähne auszubeissen. Kennen ist ein Monster in Teamfights, das zählt. Flash Ult Zhonyas BAMM - win. Imo noch immer einer der most underrated Champs, wobei er natürlich nicht in jede Comp reingepickt werden kann.","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-06-14T21:33:50.930+0000","up_votes":1,"down_votes":0,"body":"Ich hab Nasus früher mal sehr gerne gespielt und fand das Kennen eines der nervigsten Matchups überhaupt ist.\nWenn du Nasus pushen lässt, lässt du ihn meist automatisch Stacks bekommen das lässt ihn später leichter Stacks bekommen und noch leichter.... usw. Snowball Prinzip halt.\nWenn ich als Fernkämpfer gegen Nasus spiele versuche ich möglichst die Wave in der Mitte zu halten und jedes mal zu poken wenn er stacken will, das Muster nachdem man erkennt das er stacken will ist meist sehr offensichtlich. Du hast nen guten Job gemacht wenn Nasus in Minute 20 keine 200 Stacks hat denn dann hat er Schwierigkeiten wieder zurückzukommen da das stacken immer schwerer wird.","replies":[{"id":"","poster":"Awsane","date":"2016-06-14T21:46:48.280+0000","up_votes":1,"down_votes":0,"body":"ich danke dir schon mal für die Antwort\n\nvllt habe ich mich  etwas undeutlich ausgedrückt, mit reinpushen meine ich nicht, das seine wave in meinen turm läuft, sondern, das seine wave leicht zu mir verschoben ist (quasi ein mini freez), und meistens kommt der nasus auch nicht so schnell an seine stacks (also das early game bekomme ich einigermaßen damit hin)\nnur wenn er das 1. item hat ist wie gesagt vorbei (die meisten meiner Gegner benutzen ein frühes back für magieresi mantel und aufladen der flask, ab hier wird's schon schwerer, selbst wenn ich ihn 1-2 mal in der Phase noch töten kann)\n\nmeine spiele sind auch recht schnell, so passiert recht viel Action auf der karte, sodass ich vor dem 1. item schon eigentlich die lane verlasse(n muss) \nich kann es mir seltenst erlauben 20 min auf der lane zu bleiben und zu farmen in meinen spielen (wenn es meinen Team schlecht geht bin ich zu diesen Zeitpunkt meistens schon 1 mal gedivt worden und oder habe den Tower verloren(je nachdem ob ich es kommen sehen habe oder nicht)\ndadruch hat der Nasus durch die free time (der bleibt ja immer oben) sein item fertig und ab da wird's wirklich schwierig für mich, weil er kann mich mit dem enemy jgler einfach diven zu den moment wenn die es richtig spielen\n\nLG Awsane","replies":[]}]}]}