{"id":"LLh3mXEj","poster":"GangBangPIank","date":"2016-06-14T13:36:30.175+0000","title":"FPS Einbrüche Bitte um Hilfe von 220 auf 7","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey LoL Community,\r\n\r\nIch bin mit meinem Laptop eig. sehr zufrieden, nur bei LoL bleibt das Bild alle 60-120 sek. 1-2Sek stehen und mir werden kurz ca. 7 FPS angezeigt\r\n(sonst zw. 160 und 220).\r\n\r\nHabe schon einiges Versucht leider ohne Erfolg, u.a Rahmenloser Modus FPS Deckelung und sogar den Laptop auf Werkseinstellungen zur&uuml;ckgesetzt.\r\nDanach nat&uuml;rlich wieder die neusten Treiber installiert.\r\n\r\nZu Meiner Hardware:\r\n\r\nAcer Aspire VN7-791G\r\n\r\n-Intel Core i7-4720hq 2.6GHz\r\n\r\n-16GB DDR 3 RAM\r\n\r\n-NVIDIA Geforce GTX 960m 2GB\r\n\r\n-Kingston RBU-SNS8100S3256GD, 256 GB  \r\n, + WDC WD19JPVX-22JC3T0 1 TB, \r\n\r\n\r\nIch freue mich &uuml;ber jede Hilfe!\r\nIch brauche wohl niemandem erz&auml;hlen wie nervig und &quot;unspielbar&quot; das ist :D.\r\n\r\nViele Gr&uuml;&szlig;e\r\nToshiroGin\r\n\r\nP.S. Ich wei&szlig; es gibt schon viele Beitr&auml;ge mit meinem Problem, da die meisten aber schon &uuml;ber ein Jahr alt waren und ich keine L&ouml;sung finden konnte versuche ich es nochmal.","replies":[{"id":"","poster":"Shiny Absol","date":"2016-06-16T15:29:09.804+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist die Temperatur normal. CPU und Graka wurden bisher nicht heißer als 50°. Kommt halt drauf an was ich spiele. Aber bei einem Laptop empfehle ich dir sowieso eine extra Lüfterunterlage für den Sommer ^^ Laptops werden leider oft zu heiß beim Zocken. Hatte auch immer meinen Laptop zum LoL spielen benutzt und musste alles auf low spielen. Ohne Lüfterunterlage ist mein Latop im Sommer immer abgeschmiert. Aber mein Latop war eh zu alt und deswegen hab ich mir einen Rechner zusammengestellt (und ich bin eine Frau). XD Aber wird scheinbar bei dir daran liegen das dein Latop generell zu warm wird...","replies":[]},{"id":"","poster":"Shiny Absol","date":"2016-06-14T15:01:35.974+0000","up_votes":1,"down_votes":0,"body":"Ich habe die gleiche Grafik Karte und einen Standrechner. Ich hab ab und zu mal Freezes. Ein Kumpel erklärte mir, dass das irgendein Fehler von dem Grafiktreiber sein könnte. Aber bei mir droppen die FPS nicht ich krieg einfach einen freeze aka. mein Champ Glitched kurz rum xD Bisher habe ich auch keine Lösung gefunden. Aber ab einem gewissen LoL Patch war mein Problem verschwunden bis 6.11 rauskam und ich nun wieder das selbe Problem hab. Keine Ahnung was los ist :D Meine FPS sind immer normal auf 120 gecapped und uncapped will ichs nicht lassen.","replies":[{"id":"","poster":"GangBangPIank","date":"2016-06-15T21:51:49.789+0000","up_votes":1,"down_votes":0,"body":"îch habe nun noch eine Spur gefunden ^^\n\nund zwar bin ich darauf gestoßen das einige User (selber Laptop wie ich)  behaupteten, das die Nvidia GPU zw. 40 und 50 grad liegt während die eingebaute Intel HD 4600 teilweise sehr heiß wird.\n\nIch habe darauf GPU-Z installiert und eine Runde LoL gespielt. Vorher habe ich manuell eingestellt das nur die GTX 960m benutzt werden soll.\nTatsächlich ging die GPU der Intel HD Graphics auf über 90C°!!!\n\nWie kann das überhaupt sein? Bin auf dem Gebiet leider nicht sehr bewandert.\n\nVielleicht kannst du ja mal bei dir schauen ob du ähnliche Temperaturprobleme hast.\n\n\nMFG\nToshiroGin","replies":[]},{"id":"","poster":"GangBangPIank","date":"2016-06-14T15:39:12.797+0000","up_votes":1,"down_votes":0,"body":"danke für deine antwort :)\n\nja war etwas schlecht formuliert bei mir steht das bild auch für ein paar sek. und danach baut sich die fps  halt wieder auf (1-2sec).\n\nhab auch nochmal ein bisschen rumgeschaut und es sieht wirklich so aus als ob es an der Grafikkarte liegt, denn viele haben ähnliche Probleme.\n\nDas da aber seitens Nvidia nichts gemacht wird ist schon ziemlich ärgerlich, vorallem da Spiele die alles aus der Karte rausholen dieses Problem nicht haben.\n\n\nLiebe Grüße\nToshiroGin","replies":[]}]}]}