{"id":"tVY6W1xV","poster":"MundoToTheFace","date":"2016-06-14T14:08:36.786+0000","title":"Ich komm seit einer Woche nicht mehr ins Spiel","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Es kommt seit einer Woche wenn ich versuche League zu starten immer eine Meldung von wegen &quot;HTTP-Server nicht erreichbar...&quot;. \r\nIch bin mir sehr sicher dass es nicht an meiner Firewall liegt also kann mir da bitte jemand helfen ? Ich m&ouml;chte wieder spielen !\r\n\r\nMfG Mundo","replies":[{"id":"","poster":"comander001","date":"2016-06-14T18:54:23.862+0000","up_votes":1,"down_votes":0,"body":"Guten Abend MundoToTheFace,\nmeine erste Frage wäre, ob du schon einen Blick in unsere Toolbox geworfen hast.\n\nDort findest du diesen Punkt mit folgenden Lösungsanatz.\n\n----------------------------------------------------------\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0006\n\n**    Could not to connect to HTTP server\n    PvP.Net Patcher Kernel stopped working**\n\n    Starte deinen Computer neu und versuche LoL erneut zu starten\n    Navigiere nach C:\\Riot Games\\League of Legends\\RADS\\system und setze für die Datei die rads_user_kernel.exe einen Haken unter \"Eigenschaften>Kompatibilität>Programm als Administrator ausführen\"\n    Lösche den Ordner C:\\Riot Games\\League of Legends\\RADS\\projects\\lol_air_client und starte LoL um diesen wieder zu patchen\n        Der Patcher muss ca. 1 GB Daten neu herunterladen\n    Wechsele zu einem anderen DNS-Server (Windows) (Mac)\n    Setze die Netzwerkschnittstelle zurück\n        [Windowstaste] + [R] drücken\n        cmd eintippen\n        [ENTER] drücken\n        netsh winsock reset in die Konsole tippen und absenden\n    Ersetze die rads_user_kernel.exe mit dieser Datei\n------------------------------------------------------------------------\nDa würde ich von dir zunächst gerne wissen ob du schon diese Lösungsantäze versucht hast und wenn nicht führe diese bitte durch und gib mir im Anschluss einmal ein Feedbeck. Basierend auf den Ergebnissen können wir uns dann zusammen weiter an dein Problem machen, sollte es nicht behoben sein.\n\nMit freundlichen Grüßen, \n\nComander001","replies":[{"id":"","poster":"MundoToTheFace","date":"2016-06-28T17:01:21.471+0000","up_votes":1,"down_votes":0,"body":"Also ich bin jetzt etwas spät dran mit der Antwort aber trotzdem\n\nAlso das Spiel gibt immer noch den selben HTTP-Server Fehler allerdings fragt er jetz natürlich nach Adminrechten aber das is ja Sinn der Sache\n\nDas Command hat bei mir nicht funktioniert warum weiß ich nicht und was mit DNS Server wechseln gemeint ist hab ich mit Anleitung nicht kapiert also da kann man vielleicht nochmal schaun und das mit der Netzwerkschnittstelle heißt ja vermutlich mal das Internet daheim neu hochfahren zu lassen aber das bringt auch nichts...\n\nBitte hilf mir weiter ich hab momentan wegen LCS und allem mal wieder richtig Lust aufs Spiel und jetz mags nicht\n\n{{sticker:zombie-nunu-tears}}","replies":[]}]},{"id":"","poster":"PlanetenPlatzer","date":"2016-06-14T16:11:11.041+0000","up_votes":1,"down_votes":0,"body":"Hast du schon versucht das Spiel über die Reparier-Funktion zu reparieren?","replies":[]}]}