{"id":"HIIU9A4Q","poster":"Bastianum","date":"2016-06-12T16:40:49.273+0000","title":"GROßES UPDATE - Summoner's Index","subforum":"Community-Kunstwerke","embed":{"title":null,"description":null,"url":"http://summonersindex.com/index.php","image":"http://ddragon.leagueoflegends.com/cdn/6.11.1/img/champion/Shyvana.png"},"up_votes":2,"down_votes":0,"body":"Hi Leute, \nvielleicht habt ihr ja meinen Beitrag [**&#039;Summoner&#039;s Index&#039;**](http://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/yamKAmoW-summoners-index-bekomme-schnell-die-wesentlichen-informationen-zu-deinem-aktuellen-spiel) gelesen. Dort habe ich meine Website, Summoner&#039;s Index, vorgestellt. \nAuf dieser Website bekommt ihr, &auml;hnlich wie bei z.B. lolnexus.com, aktuelle Informationen zu eurem Spiel. Kompakt und &uuml;bersichtlich dargestellt.\nNun ist es soweit, das erste **GRO&szlig;E UPDATE** ist drau&szlig;en! Im Folgenden stelle ich euch alle Neuerungen vor:\n\n\n* **CHAMPIONMEISTERSCHAFT**\nAls einer der ersten Seiten zeigt meine Seite Details zu der Championmeisterschaft an! Dazu wurde ein neues Icon hinzugef&uuml;gt, welches das Level angibt:\n [**Hier seht ihr, dass dieser Beschw&ouml;rer Lee Sin auf Level 6 hat!**](http://summonersindex.com/images/boardexamples/examples/champmastery.png)\nBewegt man die Maus &uuml;ber das Icon, bekommt man au&szlig;erdem mehr Informationen:\n[**Wukong hat bisher 58537 Punkte auf diesem Champion gesammelt!**](http://summonersindex.com/images/boardexamples/examples/champmasteryhover.png)\n\n\n* **RUNEN UPDATE**\nImmer 5 Sekunden auf die winzige Runenanzeige warten zu m&uuml;ssen, das war mal. Ab sofort bewegt ihr einfach die Maus &uuml;ber den Runentext und die Kachel &auml;ndert sich automatisch, die Runen werden &uuml;bersichtlich dargestellt!\n[**Beispiel**](http://summonersindex.com/images/boardexamples/examples/runes.png)\n\n* **MEISTERSCHAFTEN UPDATE**\nVorher hat man nur die Punkteverteilung/Schl&uuml;sselmeisterschaft gesehen. Klickt nun einfach auf diese Anzeige und ihr bekommt den ganzen Meisterschaftsbaum zu sehen! Nun k&ouml;nnt ihr euch in Ruhe &uuml;ber die Meisterschaften informieren, bewegt ihr die Maus &uuml;ber irgendein Symbol seht ihr, wie viele Punkte der Beschw&ouml;rer in diese Meisterschaft gesetzt hat und was diese Meisterschaft daf&uuml;r bringt!\n[**Beispiel**](http://summonersindex.com/images/boardexamples/examples/masterytree.png) \n\n* **TITEL**\nAb sofort sind die Titel (Die kleinen Anzeigen, die auftauchen, wenn ihr mit der Maus &uuml;ber Elemente geht), an das Design der Seite angepasst. Au&szlig;erdem habe ich diese f&uuml;r fast alle Elemente auf der Seite implementiert, falls ihr nicht wisst, was etwas bedeutet oder einfach Informationen haben wollt, fahrt mit der Maus &uuml;ber das Element!\n[**Beispiel: Informationen zu Beschw&ouml;rerzaubern**](http://summonersindex.com/images/boardexamples/examples/spelltitle.png)\n\n* **AUFSTIEGSSERIEN**\nNun wird auch angezeigt, ob ein Beschw&ouml;rer gerade in einer Aufstiegsserie ist! &#039;O&#039; steht f&uuml;r einen Sieg, &#039;X&#039; f&uuml;r eine Niederlage und &#039;-&#039; zeigt an, dass ein Spiel noch nicht gespielt wurde. fahrt mit der Maus &uuml;ber die Anzeige und seht, in welcher Liga der Beschw&ouml;rer gerade ist!\n[**Wukong befindet sich gerade in einer Serie und hat bisher 2 Spiele gewonnen!**](http://summonersindex.com/images/boardexamples/examples/series.png)\n[**Ligainformationen &uuml;ber den Titel**](http://summonersindex.com/images/boardexamples/examples/serieshover.png)\n\n* **16 NEUE DESIGNS**\nDer eint&ouml;nige Hintergrund war dir viel zu langweilig? Ab sofort stehen euch **16!** verschiedene Hintergr&uuml;nde zur Verf&uuml;gung! Wechselt ihn einfach auf der Startseite:\n[**Einfach auf den Pfeil klicken!**](http://summonersindex.com/images/boardexamples/examples/backgroundbutton.png)\n\n* **VIELE KLEINIGKEITEN**\n_Seitentitel_: Der Tab-Titel aktualisiert sich nun automatisch!\n_Hilfe_: Es gibt eine neue Hilfe! Anstatt ein neues Fenster zu &ouml;ffnen ist nun alles in der Seite direkt implementiert:\n[**Falls ihr etwas nicht versteht!**](http://summonersindex.com/images/boardexamples/examples/helpexample.png)\n_Ladeanzeige_: Die Seite zeigt nun an, wenn ein Spiel geladen wird. So werden Verwirrungen verhindert.\n\n\nIch hoffe euch gefallen die &Auml;nderungen und ihr schaut mal vorbei! Wenn ihr Lust habt verbreitet die Seite auch unter euren Freunden, w&uuml;rde mich freuen!\n\n[**HIER GEHT&#039;S ZUR SEITE!**](http://summonersindex.com/index.php)\n\nFalls ihr Fragen oder Vorschl&auml;ge habt, stehe ich euch gerne ingame: &#039;Bastianum&#039;, unter &#039;support@summonersindex.com&#039; oder einafch unter diesem Post erreichbar :)\nWürde mich auch über euer Feedback freuen!\nMfG, Bastianum :)\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"WC9 Umbra","date":"2016-06-12T17:03:54.767+0000","up_votes":2,"down_votes":0,"body":"Mal sehen wie gut es funktioniert. Sieht aber ordentlich aus und hat damit eine Chance verdient","replies":[{"id":"","poster":"Bastianum","date":"2016-06-12T17:16:44.131+0000","up_votes":1,"down_votes":0,"body":"danke dir :)","replies":[]}]},{"id":"","poster":"IMBA99","date":"2016-07-01T22:41:52.103+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nDie Seite ist sehr selbsterklärend, bis auf eine Zahl, die wenn man auf sie klickt oder drüber scrollt nicht erklärt, was sie ist.\nWofür steht bitte die Zahl unter der geklammerten Zahl und zu welcher Zahl verändert es sich, wenn man drauf klickt?\nIst das die Anzahl der Ranked Games insgesamt und die niedrigere Ranked Games in dieser Saison?\n\nEin paar Features wären noch wünschenswert, damit die Seite, bis auf ihr hübsches Design auch einen langfristigen schnellen Nutzen hat.\nAn dieser Stelle bitte ich darum es nicht persönlich zu nehmen, dass ich die Seite mit vielen anderen Vergleiche. Letztendlich gibt es aber sehr viele Statistikbezogene Seiten zu LoL und es dürfte daher auch in deinem Interesse sein zu hören, was ich beispielsweise sehr praktisch an anderen Seiten fand, insbesondere solchen Ingame-Abrufseiten:\n1. Das Speichern von Beschwörernamen als Favoriten. Hier wäre es cool, dass ähnlich wie bei op.gg eine sidebar besteht, bei der man einfach auf den Namen klicken kann. Sehr vorteilhaft, wenn man mal kurz schauen möchte, gegen wen ein Freund spielt.\n2. Das mit der Championmeisterschaft, finde ich sehr interessant und gehört wohl tatsächlich zu dem neuen Feature, das andere Seiten nicht bieten. Noch cooler wäre es aber, wenn durch ein kurzes Klicken auf den Beschwörer seine derzeitige Performance mit dem bestimmten Champion abgefragt werden könnte. \nDiese Information wäre durchaus sehr hilfreich, um zu erfahren, ob er gerade einen Höhepunkt oder einen Tiefpunkt hat. Ob man also vorsichtiger gegen den Spieler sein sollte oder aggressiver sein kann. Ich weiß nicht, ob es so etwas in der Form gibt und wie sich das implentieren lassen könnte. Lolking bietet beispielsweise nur eine allgemeine Statistik über die Performance an, aber nicht über bestimmte Champions.\nDie Seite Lolskill.net bietet auch nur eine allgemeine Statistik über die Performance mit dem Champion insgesamt. Eine Information darüber, wie sich jemand mit einem Champ in beispielsweise den letzten 10 Spielen geschlagen hat, kriegt man nirgendwo, es sei dann man ruft nochmal den Spielverlauf des Spielers ab und sieht sich das selbst an. Wie gesagt, wäre im Ladebildschirm durchaus praktisch zu erfahren, wann jemand den Champ das letzte mal gespielt hat und wie seine Performance in den letzten Matches war, ohne nochmal den Spielverlauf selbst abrufen zu müssen.\n3. Ein großes Lob daran, wie man die Meisterschaften und Runen überprüfen kann, das geht wirklich schnell und ohne weiteren Abruf.\n\nIch hoffe, dass ich nicht zu sehr à la die anderen Seiten haben noch das und das klinge, aber es ist recht schade, dass es keine Seite gibt, die so alles abdeckt, was man im Match gerne über den Gegner wüsste.\n","replies":[]}]}