{"id":"xXZEMWfW","poster":"Corvis Rex","date":"2016-06-12T12:11:33.740+0000","title":"Hilfe","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hey Leute, \r\nwas soll ich tun, wenn mein Team extremst feedet?\r\nIn meinem letzten Spiel hatte ich einen Gnar auf der Toplane, der in der 20ten Minute 0/14/1 stand und einen Jungle mit 0/7/1. (Ich ging Support) \r\nNat&uuml;rlich waren die Gegner sehr stark gefeedet.\r\n\r\nAm Ende war es meine Schuld laut meinem Team, weil ich Orianna Support spielte. (Wie soll ich das Schuld sein, wenn Gnar auf der Toplane 0/14 und der Jgl 0/7 steht?) Meine Lane lief anfangs sehr solide.\r\n\r\nObwohl es nat&uuml;rlich auch unfair ist, dass ich als Silber gegen zwei Platin Spieler antreten musste.\r\n\r\nJedenfalls, was kann ich tun wenn mein Team nicht aufh&ouml;rt zu feeden?\r\n\r\nLG","replies":[{"id":"","poster":"Hakkuu","date":"2016-06-12T12:27:50.503+0000","up_votes":1,"down_votes":0,"body":"Prinzipiell kannst du sowieso nichts direkt dagegen machen - außer vielleicht immer ss pingen, calls machen, evtl. mal nen Tipp geben, ...\n\nAnsonsten kann ich dir - gerade wenn deine Teams so hart feeden - echt nicht empfehlen zu supporten. Höchstens noch mit nem Duo Partner als ADC. Da sind dir echt oft die Hände gebunden, außer dass du natürlich vision geben, mal wen saven oder engagen kannst :/","replies":[{"id":"","poster":"Corvis Rex","date":"2016-06-12T12:55:28.985+0000","up_votes":1,"down_votes":0,"body":"Das traurige ist, es ist mir das vierte mal in Folge passiert. Jetzt gerade wieder. Ich hatte ganz gute Stats. Nicht gefeedet. Mein Team 1/10 Reksai, 4/13 Kalista etc. davor die 5 Spiele ebenfalls. Ich habe eher positive Stats und mein Team liegt bei 1/15.\n\nLangsam überlege ich mit lol aufzuhören. Ich kann nichts dagegen tun. :( Ich feede nicht, ich farme gut, helfe meinem Team und trotzallem gebe die ihren Lanes non stop kills. Bin momentan echt verzweifelt.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2016-06-12T13:12:41.670+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Corvis Rex,realm=EUW,application-id=Wj1wcocU,discussion-id=xXZEMWfW,comment-id=00000000,timestamp=2016-06-12T12:55:28.985+0000)\n\n> \n> Langsam überlege ich mit lol aufzuhören. Ich kann nichts dagegen tun. :( Ich feede nicht, ich farme gut, helfe meinem Team und trotzallem gebe die ihren Lanes non stop kills.\n\n\n\ndu farmst als sup?excuse me?\njeder hat mal ne losingstreak. gib n fck drauf und gut is. <_< das passiert halt... ich hatte mal vor ewigkeiten knapp 20 games nonstop verloren. war auch nicht cool, aber das kann man nunmal nicht verhindern.","replies":[{"id":"","poster":"Corvis Rex","date":"2016-06-12T14:31:36.403+0000","up_votes":1,"down_votes":0,"body":"Wer sagt denn das ich nur als Supp spielte? Oo","replies":[{"id":"","poster":"Izaya Kumiho","date":"2016-06-12T14:36:40.775+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Corvis Rex,realm=EUW,application-id=Wj1wcocU,discussion-id=xXZEMWfW,comment-id=0000000000000000,timestamp=2016-06-12T14:31:36.403+0000)\n>\n> Wer sagt denn das ich nur als Supp spielte? Oo\n\nich habe nie behauptet das du only sup spielst. du hattest nur einen sehr eigenartigen kontext dort stehen,wo du doch davor noch von einem fall als support geredet hattest,und später von lasthits redest ;P","replies":[]}]}]}]}]}]}