{"id":"ukQLuyGf","poster":"Geis Lieh","date":"2016-06-12T12:18:26.104+0000","title":"[Champion Idee] Krent - The Curse of the Hydra / Der Fluch der Hydra","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"* Geschichte:\n\n&gt; Vor Jahrtausenden existierte ein Wesen, welches &Auml;hnlichkeiten eines Drachen aufweisten. Diese Wesen hatten gro&szlig;e K&ouml;rper, einen Schlangenartigen Hals und einen Schlangenkopf. Nur das diese Wesen mehr als nur einen Kopf hatten. Sie besitzen 3 K&ouml;pfe mit unterschiedlichen Gedankeng&auml;nge. Diese Wesen waren als Hydra bekannt. Sie besa&szlig;en die F&auml;higkeit, falls jemals jemand einen Hals durchschlagen w&uuml;rde, diesen nachwachsen zu lassen und ein weiteren Hals mit Kopf zu kreieren. Sie besa&szlig;en auch Magische F&auml;higkeiten. Doch lang ist es her, da hatten sich s&auml;mtliche Magier Valorans auf die Jagd der Hydra gemacht. S&auml;mtliche Hydras wurden vernichtet und hinterlie&szlig; einen Mythos von den Legend&auml;ren Gesch&ouml;pfen. Doch eines Tages erwachte der Mythos zur Realit&auml;t.  \nAls Forscher H&ouml;hlen in den Bergen s&uuml;dlich von Noxus untersuchten, fanden sie Spuren von gro&szlig;en Lebewesen. Sie dachten sie seien einem Nest von Drachen nahe. Um nicht von ihm gefressen zu werden schickten sie einen Jungen Sklaven hinein um sicher zu sein, dass kein Drache darin war.  Stunden vergingen doch der Junge kehrte nicht zur&uuml;ck. Die Forscher beschlossen J&auml;ger zu rufen um den Drachen zu t&ouml;ten. In der Zeit, bis die J&auml;ger eintrafen, Geschah etwas merkw&uuml;rdiges in der H&ouml;hle. Der Junge hatte in der H&ouml;hle keinen Drachen gefunden. Jedoch hat er ein Relikt gefunden, welches ein Monstr&ouml;ses Abbild darstellte. Es hatte Viele K&ouml;pfe und einen Drachenartigen K&ouml;rper. Von der Neugier gef&uuml;hrt, tastete er das Relikt an. Pl&ouml;tzlich leuchtete es auf und im n&auml;chsten Moment zerfiel es und hinterlie&szlig; eine Halskette. Der Junge war total ver&auml;ngstigt, als er die Halskette sah. Doch irgendetwas befahl ihm die Halskette zu ber&uuml;hren und ehe er sich versah hatte er die Halskette um seinen Hals gelegt. \nWas dann geschah war etwas eigenartiges. Der Geist einer Hydra hatte sich vor den Magiern aus alter Zeit hier versteckt. Nun trachtet dieser nach Rache und hat den Jungen als Wirt ausgesucht. Die Hydra redete durch die Halskette mit dem Jungen und wirkte Magie um ihn zu beeinflussen. Bis dieser nicht von der Halskette ablassen konnte. Nun hatte die Hydra die volle Kontrolle &uuml;ber den Jungen. Sie schenkte dem Jungen die Kraft der Hydra. Im Gegenzug verlor dieser die Kontrolle &uuml;ber sich und somit war es die Hydra selbst, die nun in dem Jungen das Sagen hatte. \nDrau&szlig;en vor der H&ouml;hle fanden sich einige Drachenj&auml;ger ein um die Bestie zu besiegen. Als sie jedoch den jungen Sklaven aus der H&ouml;hle gehen sahen, f&uuml;hlten sie sich von den Forschern hereingelegt. Doch im selben Moment kam aus dem Jungen 3 schlangenartige Geisterk&ouml;pfe. Genau dann fingen diese an einen giftgr&uuml;nen Nebel auszuspeien. S&auml;mtliche J&auml;ger und Forscher fingen an stark zu husten und w&uuml;rgten Blut. Genau da verschlangen diese Geisterk&ouml;pfe einen nach den anderen und hinterlie&szlig;en jediglich hinter den Jungen Ihre Skelette. Der Junge hieb einige Knochen auf und machte sich daraus Armreife. Er war nun der Avatar der Hydra. Seine Bestimmung war Rache an alle Magier Valorans. Jedoch war dem Geist der Hydra bewusst, dass Sie nicht einfach Magier t&ouml;ten k&ouml;nnte, ohne aufsehen zu verursachen. Als sie die Gedanken von dem jungen Sklaven durchst&ouml;berte, fand sie heraus, dass die M&auml;chtigsten Magier Runeteras in der Liga der Legenden anzutreffen sind. Da beschloss sie als Krent in Liga unterzutauchen und die Liga von Innen heraus zu t&ouml;ten.\n\n&quot;Wir Sind die Hydra --- Wir vergessen nicht ---- Wir vergeben nicht&quot; Krents Geisterk&ouml;pfe.\n\n* Aussehen:\n\n&gt; Krent ist ein abgemagerter Sklave. Demnach hat er ein altes mit L&ouml;chern &uuml;bers&auml;tes Hemd an. Eine Hose, die zerfetzt ist. Wie in der Geschichte erw&auml;hnt tr&auml;gt er einige Knochenarmreife. An jeder Hand einen und an seinem Hals tr&auml;gt er die Halskette. Diese besteht aus einem Schwarzen Stein in der Mitte und 3 Hydrah&auml;lse mit K&ouml;pfen, die um den Stein herum schl&auml;ngeln und in der Mitte des Steins ihre insgesamt 6 Augen wei&szlig; gl&auml;nzen. Der  Sklave hat ein jugendliches Gesicht mit Schwarzen fettigen Haaren.\nDie Geisterk&ouml;pfe haben Schlangenartige H&auml;lse und einen Drachenartig Kopf. 2 Kommen je einer aus den Schultern. W&auml;hrend der Dritte &uuml;ber den Kopf des Sklavens erscheint.\n\n* F&auml;higkeiten:\n\nBevor ich zu den F&auml;higkeiten komme m&ouml;chte ich darauf Hinweisen, das Krent ein Nahk&auml;mpfer ist. Zudem bezieht Krent die Kraft aus der Halskette. Er benutzt somit Hydraessenz. (Hellblauerbalken unter seinem Lebensbalken) Diese beginnt bei 0 Hydraessenz und kann maximal zu 300 Hydraessenz haben. Normale Angriffe geben + 40 Essenz, w&auml;hrend der 3te Angriff 60 gew&auml;hrt.\n\n1. Passive: Rache der Hydra\n\n&gt; Krent greift mit den K&ouml;pfen der Hydra an. Dabei greift der rechte Kopf zuerst an, dann der Linke und dann alle zusammen. Sprich beim ersten Autohit rechter Kopf, beim zweiten der linke Kopf und beim dritten alle Drei. Der dritte Angriff f&uuml;gt dem Ziel 50% Schaden mehr an. Zudem heilt jeder dritte Automatischer Angriff Krent um 10% des verursachten Gesamtschadens. Wenn Krent mehr als 200 Hydraessenz gesammelt hat erhöht sich der zusätzliche Normalschaden auf 70%(+ Lebensraub von Items und Runen)\n\n2. Q: Peitschenschnei&szlig;e (100 Hydraessenz) (8 Sekunden Abklinzeit)\n\n&gt; Krents rechter Hydra Kopf zieht sich lang nach oben und l&auml;sst sich nach vorne Fallen. Getroffene Gegner erhalten normalen Schaden und werden nach rechts und nach links des geisterartigen K&ouml;rpers geworfen. Dass hei&szlig;t die Gegner werden f&uuml;r 0,3 Sekunden bet&auml;ubt und verschoben. \n(Normaler Schaden: 80/110/140/170/200 + 70% Angriffst&auml;rke)\n\n3. W: S&auml;urespucke (90 Hydraessenz) (8 Sekunden Abklingzeit)\n\n&gt; Krents linker Hydra Kopf spuckt auf den Zielbereich mit S&auml;ure. Dabei verlieren Gegner, die in dieser S&auml;ure stehen 10% R&uuml;stung und Magieresistenz und werden um 30/35/40/45/50 % Verlangsamt. (H&auml;lt 4 Sekunden lang an) Wenn Krent in der S&auml;ure steht, erh&auml;lt Krent einen Schild bestehend aus der S&auml;ure.\n (St&auml;rke des S&auml;ure Schilde: 50/70/90/110/130 + 5% des Maximalen Lebens von Krent. Der Schild wird nur durch das Betreten des S&auml;urefeldes gebildet und kann nicht durch erneutes betreten aufgefrischt werden. H&auml;lt 4 Sekunden)\n\n4. E: Flammenhauch (Die Passive kostet 40 Hydraessenz/ die Aktive kostet 150 Hydraessenz) (Abklingzeit 15 Sekunden)\n\n&gt;Passive: Nach 3 Automatischer Angriff hinterl&auml;sst Krent 3 Sekunden lang ein &quot;Verkohltes Feld&quot;. Gegner die in diesem Feld stehen, erleiden magischen Schaden. (Magischer Schaden Pro Sekunde 10/15/20/25/30 + 40% Angriffst&auml;rke)\n&gt; Aktive: Alle Drei K&ouml;pfe speien Flammen f&uuml;r 3 Sekunden. Dabei erhalten alle Gegner Magischen Schaden. (Magischer Schaden pro  Sekunde: 15/25/35/45/60 + 40% F&auml;higkeitst&auml;rke) Dabei wird aber der Passive Effekt au&szlig;er Kraft gesetzt.\n\n5. R: Rage der Hydra(Kostet 200 Hydraessenz) (Abklingzeit: 50 Sekunden)\n\n&gt; Krents Menschlicher K&ouml;rper wird f&uuml;r 8 Sekunden lang zu einer geisterartigen Hydra K&ouml;rper. Alle drei Hydra K&ouml;pfe schlagen bei jeden Automatischen Angriff gemeinsam zu und l&ouml;sen somit immer die Passive aus und verursachen zus&auml;tzlich 10/20/30 Absoluten Schaden. Zudem Wird w&auml;hrend dieser Zeit die Abklingzeit von &quot;Peitschenschnei&szlig;e um 50% verringert und Krent erh&auml;lt 20%/25%/30% Lauftempo. Au&szlig;erdem kann Krent durch Vasallen und verb&uuml;ndete Champions gleiten w&auml;hrend der dauer.\n\n* Krent in der Kluft\n\n&gt; Krent ist ein Champion der in der Toplane gespielt werden soll. Als Jungler k&ouml;nnte er auch gespielt werden, jedoch fehlt ihm ein Gapcloser um richtig Ganken zu k&ouml;nnen. Im Teamfight ist Krent ein normaler Tank, somit versucht er dem Team vor Dmg zu bewahren. Er k&ouml;nnte aber auch im Teamfight f&uuml;r einen Offtank spielbar sein.\n\n* Schlusswort:\n\nZum Schluss teile ich euch mit, dass Krents Hydra K&ouml;pfe abwechselnd reden, dass hei&szlig;t manchmal spricht Kopf Rechts, manchmal Kopf Links und manchmal der in der Mitte. F&auml;nde ich zumindest witzig.\nIch hoffe euch hat meine Idee gefallen, wenn nicht bzw falls ihr Einw&auml;nde oder Verbesserungen vorschlagen wollte, haut jene in die Kommentar Ebene ein. \nZudem m&ouml;chte ich euch darauf hinweisen, dass ich etliche weitere Championideen in den Foren ver&ouml;ffentlicht habe. Schaut mal rein vielleicht gef&auml;llt euch ja einer der Champions.","replies":[]}