{"id":"dWdWZxJh","poster":"ITS ME HAHAHAHHA","date":"2016-06-11T09:35:04.893+0000","title":"Suche Main ADC","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi leute,\r\nZur zeit bin ich auf der suche nach einem Guten ADC. Elo sollte ca s1 sein ( jedoch wenn er wirklich gut ist, interessiert mich die elo nicht wirklich) . Versuche diese Season den Sprung in Platin zu schaffen und suche jemanden, der mit mir das durchh&auml;lt. Zu mir\r\n\r\n18 jahre alt\r\nS2\r\nOnline Zeiten meistens in der Woche abends\r\nMain Support \r\nBeherrsche jeden Support( einigerma&szlig;en jedoch manche mehr als andere)\r\nFlexibel \r\nNaja wenn du interesse hast nimm mich in der FL auf. \r\n\r\nLg Milan","replies":[{"id":"","poster":"Piløt","date":"2016-06-11T22:44:19.840+0000","up_votes":1,"down_votes":0,"body":"Hi\nIch heiße Jonathan, bin 15 Jahre alt, main adc und S2\nIch würde mich freuen mit dir zu spielen, Ich besitzte einen großen championpool ca 80 % aller marksmen (inkl. Kennen :) ) und habe Spaß am Spiel tryharde aber trotzdem immer. Ich hätte eine Bitte im voraus nämlich dass du im game die calls als support machst, damit ich mich im fight z.B besser aufs Dogen konzentrieren kann :)\nWerde dich morgen adden bin grad nicht am PC :D\nLG\nJonathan","replies":[]},{"id":"","poster":"LCG mozuki","date":"2016-06-11T11:28:14.647+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Overwatch, Minecraft etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/vAYfKuQR-aequilibritas-esports-community-esports-league-of-legends-overwatch-minecraft-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}