{"id":"P3XsrtT2","poster":"Dr Ogre","date":"2016-06-09T11:30:11.883+0000","title":"Tahm Kench Top - Items","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Guten Tag Community,\r\n\r\nich spiele eigentlich sehr gerne Tahm Kench, zuletzt bzw. bisher eigentlich immer als SUP. Nur wollte ich ihn jetzt auch mehr auf der TOP spielen und habe mir da schon Gedanken gemacht &uuml;ber das Itembuild auf ihm, welches man auf der TOP nehmen sollte bzw. anpeilen sollte. Nat&uuml;rlich spielt, wie bei jedem anderen Champion, auch der Spielverlauf und die gegnerischen Champions dabei eine Rolle.\r\n\r\nWeiterhin habe ich mir auch schon viele Spieler, welche oft Tahm Kench spielen auf der TOP, angeschaut um zu sehen, welche Items haupts&auml;chlich gekauft werden auf ihn.\r\n\r\nDabei sind mir vor allem eigentlich immer: {{item:3065}}  und  {{item:3068}} aufgefallen.\r\n\r\nKlar ist dabei, das Tahm Kench nat&uuml;rlich durch seine &quot;Tankyness&quot; am Spiel teilnimmt, trotzdem w&uuml;rde ich als Tahm Kench Spieler auch seine Passive gerne in Teamfights nutzen. Dabei helfen eigentlich nur Items, welche Attackspeed geben. Deshalb dachte ich mir, dass man eventuell zu aller erst, auf die neue Tryforce mit ihm geht, da diese eigentlich alles mitbringt (sehe ich als Silver II Spieler so) was ein Tahm Kench braucht, um seine PAssive gut nutzen zu k&ouml;nnen. Nur wei&szlig; ich aber nicht genau, ob das vielleicht einfach nur rausgeschmissenes Gold ist. \r\n\r\nAlso mein Build w&auml;re beispielsweise:\r\n\r\n{{item:3111}} {{item:3078}} {{item:3068}} {{item:3065}} \r\n\r\n\r\nAls g&uuml;nstige Alternative zu der neuen Tryforce habe ich auch das neue Wits End im Auge, da dieses meiner Meinung nach auch gut mit Tahm Kench funktionieren k&ouml;nnte, mein Build w&auml;re dann:\r\n\r\n{{item:3047}} {{item:3091}} {{item:3742}} {{item:3065}} \r\n\r\nWas haltet ihr davon? Macht es &uuml;berhaupt Sinn Angriffstempo auf Tahm zu bauen?\r\nSollte man stattdessen vielleicht einfach Runen Essenzen mit Att.Sp. nehmen?\r\n\r\nSchreibt mir eure Meinung und eure Ideen bitte!\r\n\r\nDanke!","replies":[{"id":"","poster":"ELOW Cronos","date":"2016-06-09T12:08:56.952+0000","up_votes":2,"down_votes":0,"body":"Hmm als Tahm Kench Main melde ich mich hier mal. Zu allererst....nein es macht keinen Sinn auf Tahm AS oder allgemein DMG zu bauen. Tahm Kench skaliert mit jedem Skill auf HP dh. je tankyer er ist desto mehr dmg drückt er. Das Ziel mit Tahm sollte sein so viele HP wie möglich zu stacken und auf Items die dir keine HP geben wenn möglich zu verzichten. Solltest du tatsächlich probleme haben deine Passive auf die Gegner zu bekommen währe titanic Hydra eine Möglichkeit. Die Aktive ist ein AA Reset und so kannst du extrem schnell mit AA + Hydra + Q die 3 Stacks an den Mann bringen.  Ich persönlich ziehe dem allerdings Steracks vor da dir dieses im Late nochmals ca 2000 Schild verleiht. Ebenfalls sehr Wichtig auf Tahm ist Movementspeed da du über keinerlei Gapcloser verfügst. Ich würde dir folgendes Build empfehlen (je nach Gegner und Situation anpassen):\n\nSunfire Cape\nSwiftnes Boots\nWarmogs\nSpirit Visage\nDead Mens Plate\nSteracks\n\nDu kannst mich bei Fragen gerne Ingame adden.\n\nmfg\nSergeant Cronos","replies":[{"id":"","poster":"Dr Ogre","date":"2016-06-09T12:56:56.751+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank! Ich werde es mal ausprobieren.","replies":[]}]},{"id":"","poster":"Im a Papaya","date":"2016-06-09T12:06:31.855+0000","up_votes":1,"down_votes":0,"body":"As ist auf Tahm ziemlich stark und immer eine gute Sache.\nMein früheres Tahm Jungle build war:\n{{item:1416}} (also Devourer){{item:3091}},{{item:3068}} oder {{item:3065}}  je nach Gegnern danach noch ein Item das Resistenzen und Leben gibt und dann, ganz wichtig, {{item:3083}}. Gute Schuhe sind {{item:3009}} oder {{item:3111}} \nDas früher empfohlene Build für Tahm war: {{item:3027}} {{item:3068}} {{item:3065}} {{item:3001}} {{item:3075}} {{item:3009}} mit ein paar Situativen Items.","replies":[]}]}