{"id":"8WRIrmfN","poster":"Geis Lieh","date":"2016-06-07T18:02:15.181+0000","title":"[Champion Idee] Rakos - der Druide der Natur","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"1. Geschichte:\r\n\r\n&gt; &quot; In Valoran gibt es viele Arten von Lebewesen. Viele sind vom aussterben bedroht. Doch die meisten Stadtstaaten k&uuml;mmern sich eher wenig um die Belange von Lebewesen, die laut Ihnen weniger Wert sind als sie selbst. Die einzigen die wirklich versuchen diese Wesen zu verstehen oder zu besch&uuml;tzen sind die Yordle und teile der Einwohner von Piltover und den ionischen Inseln. In Bandle gibt es auch einige Schulen, die sich die Natur zum wichtigsten Wesen gemacht hat. Jedoch konnte das Massensterben nicht gebremst werden. Diese Schulen jedoch waren kaum angesehen. Nur die schwachen Yordle gingen in diese. Rakos war einer von Ihnen. Doch was aus ihm wurde war nicht dank der Schulen. Heute ist er der H&uuml;ter der Natur um Bandle. Jeder der versucht der Natur zu schaden, wird Ihn als Feind haben.\r\n\r\n&gt; Rakos war aus einer armen Yorlde Familie. Er hatte nie viel und sch&auml;tzte das Leben der Tiere die noch weniger hatten. In der Schule sog er jenes Wissen auf und konnte selbst dort seine Neugierde nie unter Kontrolle bringen. Er beschloss Teemo heimlich in den Kumungu Dschungel zu folgen, als er mitbekam das Teemo in jenen geht. Doch bevor er in jenen Dschungel ankam, rufte etwas in den Bergen vor dem Dschungel nach Rakos. Er ging diesen Ruf nach und fand eine H&ouml;hle. In dieser H&ouml;hle bl&uuml;hte es nur von Leben und es schien als w&uuml;rden jegliche Flora und Fauna Ragos einen Weg tiefer in die H&ouml;hlen zeigen. Nach etlichen kleinen G&auml;ngen kam er an einen unterirdischen See. Genau in dem Moment als er nicht wusste was er dort unten sollte erschien auf einer kleinen Insel mitten diesen Sees ein gr&uuml;nliches Licht. Ohne zu z&ouml;gern schwamm er dorthin. Das Licht f&uuml;hlte sich gl&uuml;cklich, warm und sanft an. Die Zeit verflog im Nu und Rakos stand immer noch auf jener Insel im Licht getaucht. Er sog jenes Licht in sich auf und was aus Ihm wurde, war ein Yordle der Eins mit der Natur war. Die H&ouml;hle schenkte ihm zudem eine Halskette mit 7 Smaragdgr&uuml;nen Perlen daran, einen Stab der am oberen Ende einen Kreis bildet und in der Mitte Schmetterlinge und Gl&uuml;hw&uuml;rmchen flogen und eine Gewandung die einem Druiden w&uuml;rdig war. Er wusste sofort was seine Aufgabe war. Als Druide von der Natur gesegnet, die Zivilisationen die Natur n&auml;her bringe. Somit ging er zur Liga um dort ein Zeichen zu setzten. \r\n\r\n\r\n2.  Ausehen:\r\n\r\n&gt; Da ich nicht gut Zeichnen kann verwende ich ein Bild von einer anderen Seite um ihn euch n&auml;her zu beschreiben. Jedoch ist jenes Bild nicht auf Yordle zugeschnitten und besitzt auch nicht die Farblichen Umsetzungen die ich gerne h&auml;tte. Dieses Bild zeigt jedoch, die Art an Druide die ich entstehen lassen m&ouml;chte. \r\n&quot;http://media.moddb.com/images/games/1/1/296/HeroesV_Sylvan_04u_Druid_Elder.jpg&quot;\r\n\r\n3. F&auml;higkeiten:\r\n\r\n*   Passive: H&uuml;ter der Natur\r\n\r\n&gt; Auf der gesamten Karte erscheinen (Haupts&auml;chlich in der N&auml;he von Rakos) im Geb&uuml;sch Falterchw&auml;rme. Diese Schw&auml;rme kann Rakos aufsammeln. Die Schw&auml;rme heilen ihn um 15 auf Lvl 1 bis 90 auf Lvl 18 und geben Rakos &quot;Falter Wunder&quot;, welches bis zu 5 mal gestackt werden kann und nach F&auml;higkeiten verbraucht wird.\r\n\r\n&gt; &quot;Falter Wunder&quot;:Schadenverursachende F&auml;higkeiten bekommen zus&auml;tzlich die F&auml;higkeit Gegnerische Champions in der N&auml;he des Wirkungsbereiches aufzusp&uuml;ren. Der erste Champion der getroffen wurde wird 7 Sekunden lang aufgedeckt und von einer &quot;Falter Plage&quot; befallen.  Die Stacks an &quot;Falter Plage&quot; sind gleich der Stack der &quot;Falter Wunder&quot;.\r\n\r\n&gt; &quot;Falter Plage&quot; f&uuml;gt magischen Schaden &uuml;ber Zeit  von insgesamt 5( +5 pro LvL /+ 10% F&auml;higkeitsst&auml;rke) magischen Schaden zu, pro Stack an &quot;Falter Wunder&quot;.  Kann ebenso nur maximal 5 mal gestakt werden.\r\n\r\n* Q Sporenflug: (Kostet 80 /90 /110/ 130 /150 Mana/ 9 Sekunden Abklingzeit)\r\n* Magischer Schaden: 80 /120 /160/ 220/ 260 + 75% F&auml;higkeitsst&auml;rke\r\n\r\n&gt; Rakos l&auml;sst giftige Sporen entstehen die eine Wolke bilden und in die Zielrichtung fliegen. Dabei wird der Bereich der Sporen immer kleiner, bis zur Maximalen Reichweite da l&ouml;sen sich die Sporen ganz auf. Verursacht nur einmal an einem Ziel Schaden, auch wenn der Gegner sich durch die Wolke bewegt oder in ihr l&auml;nger stehen bleibt. (Man stelle sich Aurelio Sols Q vor nur das die Wolke Anfangs Gro&szlig; ist und immer kleiner wird. Auch anders ist das die Wolke nicht die &uuml;berdimensionale Gr&ouml;&szlig;e hat sondern eher die Gr&ouml;&szlig;e einer Brand W und immer kleiner werden bis Karthus Q.)\r\n\r\n* W Naturhain: (60 Mana / 12 Sekunden Abklingzeit)\r\n\r\n&gt;Passive: Gegner die frisch von der &quot;Falter Plage&quot; getroffen wurden verteilen 1 Stack &quot; Falter Plage&quot; an nahen Verb&uuml;ndete. Diese zus&auml;tzliche &quot;Falter Plage&quot; l&ouml;st diesen Passiven Effekt nicht nochmals aus.\r\n\r\n&gt; Aktive: Rakos l&auml;sst ein gro&szlig;en bl&uuml;henden Hain entstehen (gr&ouml;&szlig;e gleich Trundles Eisdom&auml;ne) h&auml;lt 10 Sekunden. Gegner die von &quot;Falter Plage&quot; betroffen sind und im Naturhain sich bewegen werden um 10%/15%/20%/25%/30% verlangsamt. Zudem zieht Rakos Falter Schw&auml;rme die in der N&auml;he sind an. \r\n\r\n* E Druiden Schock: (60/65/70/75/80 Mana / 8 Sekunden Abklingzeit)\r\n* Magischer Schaden: 60/80/100/120/150 + 50% F&auml;higkeitsst&auml;rke\r\n\r\n&gt; Rakos l&auml;sst am Zielort die Natur ersch&uuml;ttern. Dabei werden Gegner um 1 Sekunde bet&auml;ubt.\r\n\r\n* R Druidischer Zorn: (100 Mana / 40 Sekunden Abklingzeit)\r\n* verursacht alle Sekunden Magischer Schaden: 1%/3%/5% des Maximalen Lebens des Gegners + 1% je 100 F&auml;higkeitsst&auml;rke\r\n\r\n&gt; Rakos l&auml;sst die Gl&uuml;hw&uuml;rmchen und auch die Falter in seinem Stab frei. Die Gl&uuml;hw&uuml;rmchen blenden sofort alle Gegner in der N&auml;he von Rakos f&uuml;r 1 Sekunde, w&auml;hrend die Falter 7 Sekunden lang umherschwirren und jede Sekunde die Gegner im Wirkungsbereich mit einem Stack &quot;Falter Plage&quot; befallen. \r\n\r\n* So das Wars dann mit meiner Idee eines Champions. Ich hoffe euch gef&auml;llt meine Idee. Wenn ihr Verbesserungen habt oder Probleme mit irgendwas habt schreibt die bitte in die Kommentare. Man kann nur auslernen.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-08T11:33:53.692+0000","up_votes":1,"down_votes":0,"body":"Mensch, das Konzept ist wirklich cool! Normalerweise kommt jetzt bei meinen Kommentaren unter solchen Konzepten der Teil, bei dem ich über das Gesamt-Kit nachdenke ich dort meine Senf dazu gebe, doch weil ich diese ganze Naturmechanik so cool finde, kann ich mich nicht auf die Zahlen konzentrieren xD\n\nIch versuche es trotzdem mal:\nDu hast mit der passive fast eine Art Brandpassive, die du an Gegnern abbaust, wenn du diese triffst, musst davor allerdings die Falter sammeln. Diese Falter geben dir einen guten Wert an Sustain. Das Aufdecken zusätzlich hilft dir dabei, etwas mehr Utility zu bekommen oder mal einen Busch zu Scouten. Problem dabei ist, dass die Q eine große Cooldown hat, und du deinen Stun dafür auch nicht verwenden willst. Die Option dafür besteht also allerdings ist sie nicht so pralle. Anders sieht es mit der Ulti aus, darauf komme ich später.\n\nDie Q ist ein schwieriger Skillshot, der von Tanks (und auch von Minions?) Abgefangen werden kann. Wenn du damit Minions treffen kannst, ist das gut, da du dadurch Waveclear bekommst, der dir anderenfalls fehlen würde. Wenn es dir tatsächlich gelingt, einen Squishy mit der Q zu treffen, wirst du hier mit sehr viel Schaden belohnt, deckst den Gegner 7 Sekunden lang auf und richtest diesen ewig langen DoT an. Klingt nach einer guten Fähigkeit.\n\nDie W finde ich persönlich zu schwach bzw. zu einseitig. Du hast 12 Sekunden CD dafür, dass du die gegner passiv verlangsamst und die Falterschwärme dich etwas heilen. Wenn nun keine Falter in der Nähe sind, dann ist die Fähigkeit fast useless. Deswegen hier 2 Vorschläge meinerseits: 1. im Hain spawnen viele Falterschwärme, sodass du im Fight mehr Sustain hast und deinen Passive-DoT ausnutzen kannst / 2. Das Feld verlangsamt nicht nur die Gegner, sonder gibt dir einen kleinen (oder kurzen, starken) Movespeed-Buff und solange sich Gegner im Hain befinden, stiehlst du ihnen Leben. Dadurch werden gegner mehr bestraft, in diesem Feld zu kämpfen und du hast eine Möglichkeit (neben der E) Ganks zu entgehen.\n\nDie E ist ein (Self)Peel und hat dafür auch nicht zu viel Schaden. Da gibs nicht viel zu sagen, ich finde, das passt so.\n\nDie Ulti ist nun AoE ohne Ende. Mit 40 Sekunden CD fast schon zu stark, finde ich. Denn du hast zwar \"nur\" 5% max health pro Sekunde, allerdings deckst du die Leute durch deine Falterplage im Umkreis auf. Das ist ein Hardcounter zu allen Büschen und allen Stealthcampions. Du kannst das theoretisch mit Liandrys und Rylais kombinieren und im Umkreis leidet einfach nur alles. Deswegen würde ich hier eine höhere Cooldown vorschlagen. Darüber hinaus eine sehr schöne Fähigkeit im Hinblick auf die passive.\n\nAber was wäre dieser Champion nun? Er will mit der Ulti mitten im Getümmel stehen, also können wir sowohl den ADC als auch das Full Ap build ausschließen. Es ist eine Art Ap-Bruiser. Der Support bekommt wahrscheinlich zu wenig Gold für diese Aufgabe (und die damit verbundenen Aufgaben) und den ADC zu beschützen klappt auch nur mit der E. Also eher nicht.\nFür die Toplane schon eher, da die Ulti später auch Tanks zu Leibe rückt und Squishies von der Q viel Schaden bekommen. Darüber hinaus hast du durchaus etwas Sustain auch auf der Lane, was immer hilft.\nInteressant wird es allerdings bei Jungle und Mitte. Für den Jungle würde aufgrund der Cooldowns wahrscheinlich der Clearspeed fehlen, auch wenn du deine passive gut nutzen könntest. Die Mitte bietet sich hier noch besser an. Wenn du dann regelmäßig roamen solltest, kannst du die Falter einsammeln. Du hast mit der Q einigermaßen Waveclear und wirst mit der Zeit relativ tanky, was dir helfen sollte, gegen Burstcharaktere besser klarzukommen. \nAlso ein Ap-Bruiser in der Mitte, ggf. auf der Toplane oder im Jungle. Im Teamfight die Rolle des Bruisers übernehmend, der einfach im Haufen der Gegner steht und versucht alles um sich herum eingehen zu lassen (hehe Pflanzenwortwitz). \nDa sehe ich das einzige wirkliche Problem in dem Champion: kein Gapcloser. Somit wird es schwierig für den Champion in die Gegnerhorde hinein zu kommen. Damit wäre er schon fast ein Juggernaut :D (Das passt wieder mit den Scalings nicht zusammen)\n\nWürde mich mal interessieren, wie er im Endeffekt gespielt wird. Vielleicht ja tatsächlich als Tank mit Redlicher Pracht, der einfach von den Grundwerten der Ulti profitiert? Naja... Ich hab mal wieder viel zu viel geschrieben :D\n\nDanke für das Konzept, lass mir, wenn du dir diesen Text antust, ruhig mal da, wie du den Champ spielen würdest ;)\nMfg Mescryze","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-08T16:48:51.122+0000","up_votes":1,"down_votes":0,"body":"Ich bedanke mich erst mal für diese Buch variante an Feedback:) ja es ist HOMM5 aber ich finde dieses aussehen würde einen Yordle nun mal mit der Vorgeschichte und Fähigkeiten gut zur Deutung bringen. Das mit dem Hain hatte ich mir auch überlegt das Falter ebenfalls dort spawnen. Das mit der Ulti ist halt krass gegen Champions wie Twitch und Co. Man könnte da vielleicht etwas ändern das nur Gegner von den Faltern betroffen sind, die zum Zeitpunkt der Ulti und der restlichen Fähigkeiten Sichtbar im Gebüsch oder auf der Lane selber sind. Jetzt komme ich zu dem Problem Gapcloser. Ich wollte keinen Champion haben der Champions auf Harakiri Art verfolgen kann. SO wie ich den halt eben jetzt mal aus meiner Pilzsuppe gelesen habe, dachte ich an einen Ap Midlaner bei dem ich mir aber auf keinen grünen Zweig gekommen bin wie ich ihn als Midlaner durch den Hain oder durch seine Ulti machen könnte. Der Tipp mit der Movementspeed Erhöhung wäre vielleicht eine Verbesserung und möglichen Ersatz eines Gapcloser. \nWie ich den Champion spielen würde:\n{{item:1056}}  danach\n{{item:3010}}  bis zu {{item:3027}} \n{{item:3136}}  bis zu {{item:3151}} \n {{item:3116}}Die 3 Items sehe ich als Muss.\n\n{{item:3135}}  {{item:3089}} {{item:3285}}  und Co Kg sehe ich eher als Zusatz für Dmg. \nIch wil halt mal einen \"Öko\" Midlaner :)","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-08T19:11:42.197+0000","up_votes":1,"down_votes":0,"body":"Wenn du von der Ulti nur die Champions aufdecken lassen willst, die von der Falterplage betroffen sind, hast du zwar gute Möglichkeiten zur Verteilung (Q + Spread von der passiven W) Allerdings würde ich dann trotzdem den CD der Q runternehmen. Das würde allgemein die Duellmöglichkeiten verbessern, wenn man sich doch mal mit einem haarigen matchup auseinandersetzen muss.\nIch denke die Leute spielen ihn trotzdem als Tank, so wie fast alles andere auch, was neu raus kommt :D","replies":[]}]}]},{"id":"","poster":"Shauna aka Vayne","date":"2016-06-07T18:25:08.821+0000","up_votes":1,"down_votes":0,"body":"Hey ich kann das bild nicht öffenen kannst du es mir geben?","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-07T18:36:58.371+0000","up_votes":1,"down_votes":0,"body":"ehm probier mal den link bis auf die \" zu kopieren und füg das ganze in einem neuen Browser Tab ein und Enter","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-08T11:12:02.003+0000","up_votes":1,"down_votes":0,"body":"hehe, wusste ich doch, dass mir das aus HOMM5 bekannt vorkommt ;)","replies":[{"id":"","poster":"Geis Lieh","date":"2016-06-08T16:49:44.053+0000","up_votes":1,"down_votes":0,"body":"Meine Lieblingsnation war Btw ja genau richtig Dunkelelfen :)","replies":[]}]}]}]}]}