{"id":"8QW7LErd","poster":"MegaLarvitar","date":"2016-06-07T20:25:36.288+0000","title":"Das Verhalten von Scriptern","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Von manchen Videos von Scriptern und auch von manchen Gegnern ist mir aufgefallen, dass relativ viele mit der Beschuldigung, dass sie Scripter seien, sehr &uuml;berreagieren. Manche Antworten wie &quot;LOL&quot; &quot;WTF&quot; &quot;you are just bad lol&quot; sind einfach viel zu auff&auml;llig. \r\nIch kann nicht nachvollziehen, wie man nur, wenn man scriptet, sich so auff&auml;llig verhalten kann...  hat jemand eine Idee, wieso das so ist? \r\nWie gesagt, ich kann es gar nicht nachvollziehen.","replies":[{"id":"","poster":"BL Novachrono","date":"2016-06-07T20:32:42.807+0000","up_votes":4,"down_votes":0,"body":"Ich würd dir raten mal random Leute als Scripter in Ranked Games zu bezeichnen und die Reaktionen zu vergleichen.\nWas willst du uns mit dem Post mitteilen?","replies":[{"id":"","poster":"MegaLarvitar","date":"2016-06-07T20:39:44.640+0000","up_votes":1,"down_votes":2,"body":"Den Grund zu kriegen, wieso die meisten so überspitzt reagieren.","replies":[{"id":"","poster":"BL Novachrono","date":"2016-06-07T20:41:41.444+0000","up_votes":3,"down_votes":0,"body":"Das ist relativ normal, keine Ahnung wie du reagieren würdest, aber die Scripter die ich gesehen habe, schreiben nichts in den Chat.\nGibt glücklicherweise nicht so viele Scripter auf EUW, dass man Experimentieren kann, wie sich wer benimmt.","replies":[{"id":"","poster":"MegaLarvitar","date":"2016-06-07T20:45:21.838+0000","up_votes":1,"down_votes":2,"body":"Ja, am Besten ab nach Korea dann :p","replies":[{"id":"","poster":"BL Novachrono","date":"2016-06-09T09:44:05.299+0000","up_votes":1,"down_votes":0,"body":"Türkei Server kann ich empfehlen, viele viele Scripter.","replies":[{"id":"","poster":"Its me Rengar","date":"2016-06-11T09:57:28.385+0000","up_votes":1,"down_votes":0,"body":"SInd trotzdem schlecht.\nWIrd man eben besser und übt.Scripts nehmen einem nicht das Decisionmaking ab.","replies":[]}]}]}]}]}]},{"id":"","poster":"Shiny Absol","date":"2016-06-10T12:16:13.687+0000","up_votes":3,"down_votes":0,"body":"Nur weil jemand gut spielt heißt es noch lange nicht, dass er/sie scripted... Ist doch wohl logisch, dass die Leute so reagieren, wenn du so fragst. \nManche nehmen es als Beleidigung auf und sagen dann erst recht \"You are just bad\" oder halt als Kompliment und sagen halt dazu nichts. Auf EUW ist es sowas von selten, dass du jemand siehst der Scripted. Außerdem ist es sehr, sehr auffälig, wenn jemand scripted. Die Leute weichen dann meistens immer nach vorne aus like a Bot oder treffen ihre Skills immer so perfekt,  sodass dein Champ z.B. bei einer Xerath Ulti immer genau in der Mitte der Skills stehen. Einfach gesagt die verhalten sich wie Bot Spieler. Du kannst ja mal einen Bronze Spieler gegen einen Challenger Spieler spielen lassen. Der Bronze Spieler würde wohl sagen \"Scripter\", aber auch nur weil der Challenger gut predicten kann im Gegensatz zum Bronze Spieler.","replies":[]},{"id":"","poster":"Shad0wM0on","date":"2016-06-07T21:02:11.203+0000","up_votes":4,"down_votes":1,"body":"Meiner Meinung nach kann man, wenn man als Scripter abgestempelt wird es :\n\n1. Als Beleidigung aufhnehmen oder\n2. Als Kompliment\n\nDie Reaktion auf \" script, reported\" ist bestimmt nie Toll, weil wer freut sich schon reported zu werden??\n\nDu kannst, wenn du der Meinung bist oder die zu 100 % sicher bist das jemand scripted Ihn oder Sie einfach reporten. Den Rest macht dan Riot, und das geht uns dann auch nichts mehr an. In jedem Spiel gibt es Leute die meinen mit Hacks usw. anderen die Laune am Spiel nehmen zu müssen. \n\nDeshalb einfach reporten und gut ist, mehr kannst du da nicht machen. Und die Reaktion sollte dir eigentlich egal sein, konzentrier dich einfach aufs Spiel und hab Spaß dabei ^^\n\n\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"FrankerX","date":"2016-06-10T14:42:45.858+0000","up_votes":1,"down_votes":0,"body":"also mir wurde auch mal gesagt ich sei scripter und ich sagte dann auch nur \"LOL!\". bin ich jetzt in deinen augen ein confirmed scripter?","replies":[]},{"id":"","poster":"Jastol","date":"2016-06-09T10:35:59.263+0000","up_votes":1,"down_votes":0,"body":"Wenn mich jemand des Scripten bezichtigen würde, würde ich wohl auch mit \"Lol\" antworten und Ich habe noch nie gescripted. \n\nVor allem kommt so etwas ja immer von Spielern, welche ein Positioning und Dodge Verhalten wie ein Bot an den Tag legen und daher eben dauernd getroffen werden oder so easy ausgecountert wurden.\nBsp.: Ich sehe das mein Gegner in den Jungle rennt mit Low life. Wenn ich dann Ez, Lux oder Jhin spiele Ulte ich da hin, wo der Spieler hinrennen könnte um zu entkommen. Oft liege Ich richtig und bekomme einen Kill.","replies":[]}]}