{"id":"Qv0ERopW","poster":"Ein Engel","date":"2016-06-07T10:12:32.057+0000","title":"Sona + Ignite","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hey :) \r\n\r\nDa ich Sona Main bin, ist es mir nat&uuml;rlich aufgefallen, weil es halt in jedem Game so ist. \r\nWenn ich mit Sona Ignite dabei habe, geht Ignite super selten raus! \r\nIch muss es mehrmals dr&uuml;cken und auch ziemlich fr&uuml;h drauf hauen, damit der Gegner dies &uuml;berhaupt erh&auml;lt. \r\n\r\nDa ich im Moment auch gern mal was anderes spielen m&ouml;cht, test ich mich halt grad mal durch. \r\nWenn ich Annie spiele und Ignite dabei habe, habe ich damit keine Probleme. \r\nUnd auch bei Blitz nicht. \r\n\r\nIst des mit Sona schon bekannt?","replies":[{"id":"","poster":"NoTeamFound","date":"2016-06-07T11:34:27.664+0000","up_votes":1,"down_votes":0,"body":"hey ich persönlich spiele sona immer mit ignite da ich saumässigen dmg raushau :D aber ich spiel sie auch gern mitte :D check mal meine history ab.\nSona Mitte ist sau stark und wird immer unterschätzt. \n\nLG Saveshot","replies":[{"id":"","poster":"Ein Engel","date":"2016-06-07T20:25:15.651+0000","up_votes":2,"down_votes":0,"body":"Hey. Ich Unterschätz Sona im allgemeinen nich. Ich Main sie schließlich. Und weiß, was aus ihr alles raus geht ^^\nWürd se auch gern mal wieder Mitte spielen.. Allerdings gibt's hier mittlerweile so viele Flamer, das es fast unmöglich ist, mal ein Game zu starten und was zu starten, was nicht der Meta entspricht :)\n\nAber um ganz ehrlich zu sein, gibt es für mich auch schönere Dinge, als Sona gegen Zed/Yasuo zu spielen - die des öfteren ja nun mal die Mid picks sind ^^","replies":[{"id":"","poster":"NoTeamFound","date":"2016-06-08T07:35:51.474+0000","up_votes":1,"down_votes":0,"body":"da hast du vollkommen recht. glücklicherweise hat bei mir noch keiner geflamet als ich sona mitte gespielt hab :D\ndie meisten waren wegen dem dmg verwundert ahahah :D \n\nLG saveshot","replies":[]}]}]},{"id":"","poster":"Cyrilya","date":"2016-06-07T11:52:27.244+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Problem irgendwie permanent :D \n\nAber meist ist es einfach, weil man EINEN F#CKING PIXEL out of Range ist. Vorallem bei Sona, weil ihre gesamten Ranges irgendwie gefühlt 5 Pixel weiter gehen als Ignite.","replies":[{"id":"","poster":"Ein Engel","date":"2016-06-07T20:22:51.215+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cyrilya,realm=EUW,application-id=ImBE6GqA,discussion-id=Qv0ERopW,comment-id=0001,timestamp=2016-06-07T11:52:27.244+0000)\n>\n> Ich hab das Problem irgendwie permanent :D \n> \n> Aber meist ist es einfach, weil man EINEN F#CKING PIXEL out of Range ist. Vorallem bei Sona, weil ihre gesamten Ranges irgendwie gefühlt 5 Pixel weiter gehen als Ignite.\n\nJaaa, ich habs auch permanent. Aber auf ihr halt am auffälligsten. Wenn ich Annie spiele, nutz ich Ignite nich so häufig. Vllt fällt es mir deshalb nich so auf. \nBei Blitz grab ich, im schönsten Fall treff ich vielleicht nach 100 Jahren auch mal hahaha\nhau ihn und machs Ignite drauf. \n\nNur bei Sona, keine Ahnung :/ \nIch mach die Ult, hau Ignite drauf aber es geht halt nich raus. \nGefühlt muss ich 10x drücken ehe es mal was bringt :C","replies":[]}]}]}