{"id":"jgb7ajwc","poster":"Dj EKI","date":"2016-06-06T16:29:25.051+0000","title":"Championmeisterschaft (Bewertung)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moin,\r\n\r\nIch bin meist mit Shaco unterwegs und bekomme meist Ergebnisse wie 8/0/3 7,5K Gold 47 Minions in 20 Minuten (letztes Spiel, sonst mehr kills). Ich bekomme meist nur eine B+ Bewertung und selten ein A. Laut Kill Death Rate bin ich &quot;vorsichtig ausgedr&uuml;ckt&quot; der Beste im Spiel. Sogar mit den Kills liege ich h&ouml;her als andere. Ich steuer auf eine S Bewertung zu. Ich habe versucht meine Supports hoch zu bekommen, was zu eine Bewertung A f&uuml;hrte, aber mehr auch nicht. Was habe ich falsch gemacht? Was m&uuml;sste ich beachten um ein S zu bekommen?","replies":[{"id":"","poster":"0R4CLE","date":"2016-10-15T13:22:39.669+0000","up_votes":2,"down_votes":0,"body":"Moin,\n\nIch hatte gerade ein 36/8/5 mit Pantheon und hab als Bewertung S- bekommen. Da frag ich mich auch nur was man braucht um ein S oder S+ zu bekommen...\nHier das Match:\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2886541433/209759036?tab=overview\n{{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"Leonard16","date":"2016-10-15T13:25:08.877+0000","up_votes":2,"down_votes":1,"body":"Kein wunder bei so einer boosted Botlane..","replies":[]}]},{"id":"","poster":"BauerB0SS","date":"2017-12-07T10:26:18.115+0000","up_votes":1,"down_votes":0,"body":"Hallo, \n\n\nich spiele main Support Nami. Ich finde es vor allem als Support schwer eine gute Wertung zu erhalten, obwohl meine Stats meist ziemlich gut sind. \n\nLetztes Spiel zum Beispiel hatte ich 3/0/20  mit 10,6k Gold und 16 Farm. Ich habe somit an fast jedem Kill in diesem Spiel mitgewirkt und hatte mehr Gold als Mid & Toplane (traurig aber wahr)und dennoch habe ich \"nur\" ein A+ bekommen.\n\nIch weiß nicht was ich noch tun soll, will Nami endlich auf Stufe 7 bekommen.\n\n\nLG  {{champion:267}}","replies":[]}]}