{"id":"EpxZERHl","poster":"Vantana","date":"2016-06-06T15:12:00.349+0000","title":"Probleme mit LoL auf MacBook!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag, Community.\r\n\r\nIch spiele jetzt seit fast 2 Monaten League of Legends und besitze leider &quot;nur&quot; einen MacBook, auf dem ich spielen kann. Aber auf diesem l&auml;uft es einfach total sch... \r\nWenn ich ein Spiel spielen m&ouml;chte, egal ob ARAM oder Normal oder sonst was, sobald die Championauswahl vorbei ist und der Ladebildschirm eigentlich angezeigt werden m&uuml;sste. Allerdings tut sich bei mir dann nichts und wieder nichts, sodass ich das Spiel komplett beenden und dann Neustarten muss. Oft funktioniert dann nicht einmal das. Ich starte das Programm dann wie gesagt nochmal neu, was meist sehr sehr lange dauert und dann steht dort &quot;Das Startprogramm l&auml;uft bereits. Wollen sie es beenden? Cancel / OK.&quot; ... Aber es tut sich nichts. So habe ich schon sehr viele LeaverBuster bekommen, was nat&uuml;rlich total ungerecht, aber immerhin verst&auml;ndlich ist.\r\n\r\nZudem habe ich auch oft Probleme mit dem Launcher, es beendet sich einfach bzw. es treten dauernd &quot;unbekannte Fehler&quot; auf. Ist das normal, dass LoL auf einem MacBook nicht gut oder nicht ausreichend gut funktioniert? Oder mache ich irgendwas falsch? Ich habe echt alles versucht ... Langsam nervt es und es raubt mir meinen Spa&szlig; am Spiel!\r\n\r\nSch&ouml;nen Tag noch und danke im voraus f&uuml;r hilfreiche Antworten.","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-06-06T17:01:04.276+0000","up_votes":1,"down_votes":0,"body":"Hast du den richtigen Client gedownloaded?\nWeil es für Windows und OSX (Mac) gibt.\nVielleicht ist dass das Problem.","replies":[{"id":"","poster":"Vantana","date":"2016-06-06T19:27:11.376+0000","up_votes":1,"down_votes":0,"body":"Ich denke mal, dass man auf den Windows-Client auf'm MacBook gar nicht erst zugreifen kann. Oder?\nIch denke nicht, dass das Problem darstellt, ich kann aber mal nachschauen. Danke dir!","replies":[]}]}]}