{"id":"EuffAYPK","poster":"Chronicol","date":"2016-06-06T20:14:59.852+0000","title":"Suche Dnyq PARTNER Plat 3-2>1","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus,\r\n\r\nWie es schon oben steht suche ich einen dynq Partner der auf l&auml;nger dauer mit mir zockt.\r\n\r\nDie Veraussetzungen sollten wie folgt sein.\r\nDU: (&amp;ICH)\r\n\r\nSolltest viele lanes spielen k&ouml;nnen auch wenn nur OTP m&auml;&szlig;ig Oder eine sehr gut beherrschen. (Ist mir egal welche hauptsache du bringst etwas Kontrolle mit mir in das Spiel rein.)\r\nFlamen was dat zeug h&auml;lt misstacks von anderen einfach erkennen und auch dein Kommentar dazu ablassen.\r\nDas WICHTIGSTE es vertragen zu k&ouml;nnen sich gegenseitig zu flamen aber auch die Intelligenz zu haben schlussendlich festzustellen was wirklich besser gewesen w&auml;re und davon zu lernen.\r\nGewisse Zeit gespielt haben seit s 2 s 3.\r\nNormalgames WIN +1000.\r\nIch mach keinen Scherz mehr bei Ranked ich will nur noch GEWINNEN. (au&szlig;er gestern Geschichte folgt bei Interesse)\r\nManche Spiele laufen nicht so wie sie sollten z.b kleiner misstack im early und du wirst absolut durch das matchup gepunished trotzdessen wollen wir gemeinsam climben und da wir zu 2te qn werden, sollten wir eine hoch carry Rate besitzen. Sprich wenn ich mch wirklich focus fail ich Max wenns hoch kommt 1 von 10 Spielen. F&uuml;r den Rest kann man nichts daf&uuml;r flamt man..!.. \r\n#Report me but reach my level.\r\nWenn du dich ATM so f&uuml;hlst dann bist du bei mir gut aufgehoben und ich hoffe wir k&ouml;nnen viel voneinander lernen!\r\n\r\nMfG\r\n\r\nChronicol","replies":[{"id":"","poster":"Chronicol","date":"2016-06-08T15:54:36.674+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"Ad0lf Kritler","date":"2016-06-07T10:19:57.112+0000","up_votes":1,"down_votes":0,"body":"Moin.\nIch climbe grad alleine mit meinen weg Richtung dia . Derzeit angekommen bei Plat 5 mit durchschnittlicher KDA .\nWenn du trotzdem Interesse haben solltest kannst du mich ja adden \n\nIGN Worst ADC Africa","replies":[]}]}