{"id":"YrMmGLyB","poster":"Shad0wM0on","date":"2016-06-06T18:01:31.917+0000","title":"Wie verhalte ich mich als Supporter bei folgendem Geschehen?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hi ich bins nochmal,\r\n\r\nja ich wei&szlig;, ich frage schon wieder wegen einem supporter Tipp o.&Auml;., aber wie die meisten guten Supporter unter euch wissen, ist es alles andere als einfach ein supporter zu sein ^^\r\n\r\nMein Anliegen:\r\n\r\nich hatte eben ein normal, denn ich will mir Bard aneignen, und zwar richtig, sodass ich ziehmlich gut mit ihm bin.\r\nMeine Frage, wie verhalte ich mich als supporter wenn min Toplaner feedet?\r\n\r\nHatte wie gesagt ein normal und unsere Kayle hat die gegnerische Irellia ganz sch&ouml;n lieb gehabt^^\r\nHaben das Game zwar gewonnen, und Irellia aus dem Spiel nehmen k&ouml;nnen aber ich hab da halt diese Frage:\r\n\r\nWas kann ich als supporter ( allgemein support ) machen , wenn der gegnerische Toplaner fed ist? \r\n1. w&auml;hrend der laningphase?\r\n2. in Teamfights\r\n3. Wie mit einem gefeedeten Gegner umgehen wenns um Objectives geht?\r\n\r\nDanke f&uuml;r eure Antworten\r\n\r\n{{champion:432}}","replies":[{"id":"","poster":"BMG Seddy","date":"2016-06-07T13:45:41.255+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PointBreak91,realm=EUW,application-id=Wj1wcocU,discussion-id=YrMmGLyB,comment-id=,timestamp=2016-06-06T18:01:31.917+0000)\n>\n> Hi ich bins nochmal,\n> \n> ja ich wei&amp;szlig;, ich frage schon wieder wegen einem supporter Tipp o.&amp;Auml;., aber wie die meisten guten Supporter unter euch wissen, ist es alles andere als einfach ein supporter zu sein ^^\n> \n> Mein Anliegen:\n> \n> ich hatte eben ein normal, denn ich will mir Bard aneignen, und zwar richtig, sodass ich ziehmlich gut mit ihm bin.\n> Meine Frage, wie verhalte ich mich als supporter wenn min Toplaner feedet?\n> \n> Hatte wie gesagt ein normal und unsere Kayle hat die gegnerische Irellia ganz sch&amp;ouml;n lieb gehabt^^\n> Haben das Game zwar gewonnen, und Irellia aus dem Spiel nehmen k&amp;ouml;nnen aber ich hab da halt diese Frage:\n> \n> Was kann ich als supporter ( allgemein support ) machen , wenn der gegnerische Toplaner fed ist? \n> 1. w&amp;auml;hrend der laningphase?\n> 2. in Teamfights\n> 3. Wie mit einem gefeedeten Gegner umgehen wenns um Objectives geht?\n> \n> Danke f&amp;uuml;r eure Antworten\n> \n> {{champion:432}}\n\nAls Supporter empfehle ich dir Teleport mitzunehmen, um auf allen Lanes aushelfen zu können. Nimm die am besten \"Erschöpfen\" als 2. Zauber mit, mit dem du deinem Top-Laner helfen kannst.\nIch erkläre dir eben eien Situation die ich schon öfters hatte:\n\nIch spiele Soraka - Support und meine Toplaner waren beide Riven. Die Riven aus meinem Team wurde schon 2 mal gekillt und das schrie schon nach feeding. Bevor es aber überhaupt zum feed kam, habe ich meinen Toplaner dazu aufgefordert ein Auge ins Gebüsch zu setzen den den gegnerischen Riven pushen zu lassen, so das ich mich hinter ihr teleporten kann, ohne das sie etwas davon mitbekommt. Meine E eingesetzt, gestunt, Erschöpfen dazu eingesetzt, angegriffen + unsere Riven gehealt = win! Somit habe ich meine Arbeit als Supporter vollständig erfüllt, indem ich ihr geholfen habe ^^ Somit habe ich das Blatt gewendet und anstatt das unsere Riven den gegnerischen Riven feedet, wurde unsere Riven gefeedet :)\nDu musst auf jeden Fall dafür sorgen das du nicht nur ausschließlich deinem ADC hilfst, sondern auch situationsbedingt in allen Lanes aushilfst.\n\nIn Teamfights ist es wichtig, dass du hinter deinen Mates bleibst und dich im Notfall für mehrere Mates opferst. Da hatte ich auch schon einige Male die Situation, das ich in die Gegner rein  gerannt bin mit vollem Leben und mich geopfert habe, anstatt meine Mates sterben zu lassen die fast gestorben wären. Zwar bin ich gestorben, habe aber wieder meine Aufgabe als Support erfüllt, da ich meine Mates gerettet habe und ein Massen-Feed verhindert habe ^^\n\nWenn aber ein Gegner gefeedet wurde, ist es nur noch sehr schwer diesen auszuschalten und erfordert ausgeklügelte Strategie. Behalte eines im HInterkopf, gefeedete gegner sind meistens sehr greedy und laufen alleine rum und bieten deinem gesamten Team praktisch ein Freekill ^^ Kommuniziere in diesem Fall mit deinem team, und versucht den gefeedeten gegner 5 vs 1 auszuschalten.\n\nhoffe ich konnte dir ein wenig helfen ^^","replies":[]},{"id":"","poster":"BlackSkyLane","date":"2016-06-07T11:16:56.077+0000","up_votes":1,"down_votes":0,"body":"kann dir nur den tipp geben als bard kannst nicht sonderlich viel machen den du hast einen heal der movement gibt, einen tunnel der gegner und dein team durchlässt und einen 2mann stun. die ult ist eig das einzige das du verwenden kannst um für knapp 3sek deren carry rauszunehmen. ich spiel tresh hab da viel mehr möglichkeiten, aber als bard würd ich dir empfehlen schau das du mit deiner ult deren carry und evt noch den midlaner raus nimmst so das in den 3sek der carry und jungler,toplaner down gehn. danach stunst den rest weg gg. klar wäre nurn beispiel so würd ichs machen wenn überhaupt lg","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-06-07T01:54:33.190+0000","up_votes":1,"down_votes":0,"body":"Laningphase: Kommt drauf an, du könntest dich mit euren Jungler koordinieren und zsm die Lane ganken oder ihr macht anderweitig extremen Druck auf den Lanes, sodass der Toplaner entweder reagieren muss oder ihr viele Objekts bekommt, das wiederum euren Toplaner hilft. Es kommt auch drauf an, wie eure Lane läuft. Wenn du nichts machst, kannst du nur hoffen, dass entweder der Jungler + Mid das regeln oder euer Toplaner es schafft, i.wann nicht mehr zu sterben. Ist dann i.wo Glücksspiel :d\n\nTeamfights: Wenn der Toplaner eine Bedrohung für dein ADC ist, dann focus ihn und versuch ihn abzuhalten, wobei das extrem auf das Team und den Toplaner ankommt. Solltet ihr generell von der Comp einen Nachteil haben, solltet ihr versuchen für Picks zu gehen und Teamfights zu vermeiden. Gegen sowas in Richtung {{champion:8}} {{champion:61}} {{champion:54}} würde ich keine TF suchen, wenn da der Vlad oder die Ori gefeedet ist, außer du bist dir absolut sicher, dass du die gefeedete Person mit deiner Ult trifft, bevor sie ihre Kombo raus bekommt. Als Bard kann man viele fiese Sachen mit der Ult machen :d\n\nObjects: Splittpusht einer, versuchen ihn abzufangen und zu töten, allerdings nicht ewig lang verfolgen, kann schnell dazu führen, dass ihr Objects auf anderen Lanes verliert oder ihr in einen ungünstigen Kampf rein kommt. Alternative ist, falls es möglich ist, so härter zu pushen, als der Splittpusher. Wenn ihr wisst, 5vs4 könnt ihr diven ohne große Verluste, könnt ihr dies tun und schnell durchpushen. 3-5 Leute pushen normalerweise schneller als einer. Wichtig wäre aber, dass der ADC überlebt :) Wenn es ein Drache ist, würde ich auf den Engage warten und als Bard versuchen mit der Ult 2-3 Leute treffen, damit ihr ein 5vs 2-3 habt und so sicher den TF gewinnt. Am besten solltest du dabei die gefeedete Person treffen, den meistens steht und fällt der TF mit dieser Person.","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2016-06-06T18:13:09.020+0000","up_votes":1,"down_votes":0,"body":"Ich bin zwar kein Main Support, spiele die Rolle aber trotzdem manchmal (und dann natürlich immer mit Bard)\n\nNaja also ich rate dir auf jeden Fall ab auf Top zu roamen. Auch wenn Bard gut darin ist, wird sie euch vermutlich einfach beide zerstören. Und sogar wenn der Jungler mitkommt, sehe ich als Bard Support nicht sehr hohe Überlebenschancen. Einfach auf der Lane bleiben, oder zur Mitte gehen und dort auf ein paar Kills hoffen. \n\nIn Teamfights, falls Irelia den ADC oder den Midlaner anspringt würde ich die exhausten, selbst falls da noch ein Zed wäre. Denn eine gefütterte Irelia knallt die Carries genauso schnell weg. Wie du deine Spells verwenden sollst, kann man so nicht sagen, weil man ja nie weiß, wie der Kampf aussehen wird. \n\nKommt darauf an. Wenn es um einen Luftdrachen geht, dann kannst du den ruhig den Gegner überlassen. Der bringt sowieso nichts. Ansonsten hängt es einfach davon ab, wer von den Gegnern in der Nähe ist, wer TP hat, Welches Team gerade vorne ist (auch bei einer gefeedeten Irelia kann der eigene Midlaner ja noch immer 8/0 stehen).","replies":[]},{"id":"","poster":"Ludovico","date":"2016-06-06T18:08:20.059+0000","up_votes":1,"down_votes":1,"body":"- Während der Laningphase? Nichts (es sei denn du spielst Soraka).\n- In teamkämpfen? Eventuell nichts besonderes. \nSchau wer von den Gegnern die größte Bedrohung ist und schalte sie aus.\n- Objectives ist in etwa das selbe wie teamkämpfe oder :P ?","replies":[]},{"id":"","poster":"Thresh Can V1 ","date":"2016-06-07T07:03:07.395+0000","up_votes":1,"down_votes":2,"body":"Tipp GG FF 20 ein und geh afk.","replies":[]}]}