{"id":"IZaAQdA8","poster":"StandbyKiller","date":"2016-06-06T09:10:19.407+0000","title":"Paradox [Clan] sucht Moderatoren!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_Hallo LoL Freunde!_\n\n_Kurz zu Uns:\nWir sind Paradox ein neu gegr&uuml;ndeter Clan bzw. Community wie man Uns auch immer nennen will.\nDa wir ein rasantes Wachstum von ~50 Mitglieder in unter einer Woche hatten, brauchen wir Hilfe, dass es immer jemanden gibt den man bei Problemen ansprechen kann._\n\n**Was hat ein Moderator zu machen?\n**\n-neue Mitglieder zu empfangen bzw. alles zu erkl&auml;ren\n-bei Fragen von Mitgliedern stehts eine korrekte Antwort zu geben\n(wenn man die Antwort nicht wei&szlig;, dann an einen Co.-/Admin weiterleiten)\n-Icons vergeben (bei &quot;main Lane&quot; ver&auml;nderung etc.)\n-Teilnahme an Besprechungen\nin Besprechungen:\n-seine Teams vertreten (unten steht mehr dauzu)\n-Vorschl&auml;ge einbringen/Ideen\n-Toxische Spieler melden etc.\n\n**Was braucht man um Moderator zu werden?**\n\n-alter ist egal es muss nur ein bestimmtes &quot;Reife&quot; / Verantwortungs Gef&uuml;hl da sein.\n-in egal bei welcher Lage ob man angeschrien/ beleidigt usw. wird eine ruhige Haltung haben und sich nicht hineinsteigern lassen\n-Interesse am Fortschritt von Paradox\n-wenigstens ein bisschen Ahnung von LoL zu haben. (mind. LvL30)\n-eigene Ideen einbringen\n-der Rang darf nicht ausgenutzt werden!\n\n**Aufstiegsm&ouml;glichkeiten:**\n\nNat&uuml;rlich ist es m&ouml;glich von Moderator aufzusteigen z.B. in die Eventmanagment Gruppe (Tunierplanung, Verlosungen, usw.)\nDaf&uuml;r muss man aber mind. 1Monat Moderator sein.\nAu&szlig;erdem suchen wir auch Programmierer und Designer (diese sind aus der Aufstiegsm&ouml;glichkeits-Beschr&auml;nkung ausgeschlossen und k&ouml;nnen sofort P./D. werden.)\nWICHTIG: es k&ouml;nnen Ausnahmen entstehen f&uuml;r Moderator die sehr gut sind usw.\n\n**Teams vertreten:**\n\nJeder Moderator wird in laufe der Zeit Teams zugeteilt (Teams k&ouml;nnen einen Moderator aussuchen). Diese werden dann vom Moderator bei diversen Besprechungen vertreten. (Ihr W&uuml;nsche/Anregungen/Ideen den anderen Moderatoren/Co.-Admins vortragen)\nEbenfalls ist dieser Moderator der erste Ansprechpartner von den Teams.\n\nHast du Interesse dann adde StandbyKiller(mich) und schreib mir wenn du online bist, dass du Lust Moderator zu werden oder schreib in die Kommentare einen Steckbrief von dir.\nHier steht noch ein Code den ihr mir bitte sendet, wenn ihr mich schreibt, damit ich wei&szlig;, dass ihr den ganzen Post gelesen habt:\nPAR\n\n_Mit Freundlicher Gr&uuml;&szlig;e\nStandbyKiller/niki\nParadox-Oganisations-Headmanager_","replies":[{"id":"","poster":"yaanho","date":"2016-06-06T16:16:19.197+0000","up_votes":1,"down_votes":0,"body":"Hey! Ich kann dich leider nicht Ingame adden, weil ich ein Problem mit dem Client haben :(.\n\nZu mir:\nName: Yannis H.\nAlter: 14\nWohnort: Schweiz ( Ostschweiz)\nErfahrung:\n**Als Spieler:**\n* Teams bis High Gold\n**Als Coach/Analyst:**\n* Verschiedene Team in der Platin & Diamond Elo\n* Paar High-Elo Team (Dia 2+)\n* Analyst bei ESC Gaming Academy\n* Head-Analyst bei TwaN (Team without a Name) ( http://play.eslgaming.com/team/9804344/ )\n* Jetzt bin ich in einem Team als Analyst, aber weil ich noch in der Test-Phase bin, darf/will ich noch keinen Namen sagen.\n**Als Manager:**\nESC Gaming Academy\n\nKontakt: \nTwitter: @yaanho\nE-Mail: yannkzz@outlook.de","replies":[]},{"id":"","poster":"N1ghtf4ll","date":"2016-06-06T11:03:13.147+0000","up_votes":1,"down_votes":0,"body":"Hey ich hab dich Ingame geadded.\nLeider kann ich dir ingame den code erst schicken nachdem du mich angenommen hast aber ich hab den Post komplett gelesen :D\nIch bin eigentlich momentan auf der suche nach einem Clan nachdem ich mich jetzt nach langer überlegung dazu entschlossen habe meinen jetztigen Clan zu verlassen. Es handelte sich hierbei um einen Multigaming Clan in dem ich die LoL abteilung mit geleitet habe. allerdings ist LoL dort inzwischen leider nur noch ein ganz kleiner bereich. Da ich ausschließlich LoL spiele war dies einfach nicht mehr das passende Umfeld für mich.\nGerne würde ich mich in meinem neuen Clan sofort mit einbringen wenn es dort an Supportern/Moderatoren etc mangelt.\nZu mir ich bin 27 habe viele Jahre Online game und Clan Erfahrung. In LoL bin ich im low Elo Dia V bereich und momentan am verzweifeln da ich da nicht raus komme... Es ist tatsächlich so Zwischen Dia V und Dia II ist nochmal ein himmelweiter unterschied :D","replies":[]}]}