{"id":"1Awy1XEv","poster":"HARDSTUCK L0WELO","date":"2016-06-06T09:32:49.167+0000","title":"TOP und JGL gesucht (p+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nnach etlichen &Uuml;berlegungen habe ich mich nun dazu entschlossen ein Team / Never Back Down / auf die Beine zu stellen. Ziel des ganzen ist gemeinsam die Kluft zu erobern, zusammen aufzusteigen, Turniere zu spielen und auch aktiv in der ESL teilzunehmen.\r\n\r\nErstmal ein wenig &uuml;ber mich.\r\nich bin Marco, 25 Jahre alt und berufst&auml;tig. Bin ein ruhiger Spieler, der im Team nur ganz selten zum Tilt gebracht werden kann. Mein Fokus liegt haupts&auml;chlich daran, die Map die ganze Zeit im Auge zu behalten und auch Ansagen f&uuml;r andere Lanes zu machen, sollte sie gegankt werden oder summonersspells rausholt. Ich bin der Supporter und Teamcaptain im Team. Momentan Platin IV. Unterst&uuml;tzung hab ich vom lieben M&icirc;nks, der auch das Team coachen wird und unsere Games analysieren wird und sich danach mit uns zusammen setzt und das Game durchspricht.\r\n\r\nNun zu euch.\r\nIch erwarte eine gewisse geistige Reife. Ihr solltet nicht schnell tiltbar sein und angenehme/sympathische Menschen sein. Mir ist es ehrlich gesagt schon haupts&auml;chlich egal, wie alt ihr seid. Doch finde ich, dass 16 ne Grenze ist, die man so akzeptieren k&ouml;nnte. Ihr solltet wissen wie ihr eure Lanes spielen m&uuml;sst und auch einen ausreichenden Championpool besitzen. Ihr solltet zielstrebig sein und bereit sein 3 x die Woche trainieren zu k&ouml;nnen und auch wochenends Zeit haben f&uuml;r Turniere. Der Jungler sollte shotcallen k&ouml;nnen und mich in der Kluft, was Augen und Ohren betreffen unterst&uuml;tzen k&ouml;nnen. Ihr solltet mind. Platin sein. Da m&ouml;chte ich keine Ausnahmen machen, tut mir leid.\r\n\r\nFalls euch der Text zugesagt hatte, w&uuml;rde ich mich freuen von euch zu h&ouml;ren. Einen Termin f&uuml;r tryouts werden wir schon finden. :)\r\n\r\nRegards\r\n\r\nhąKu","replies":[]}