{"id":"kFl77tnX","poster":"Zokiar","date":"2016-06-06T09:29:48.904+0000","title":"Bitte unternehmt etwas gegen das matchmaking","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Gr&uuml;&szlig;e werte Community,\r\n\r\nIch habe langsam die Schnauze voll. Seit ich lvl 20 bin spiele ich andauernd gegen dia/plat spieler. (ICh wei&szlig;, dass normal mmr nichts mit ranked mmr zu tun hat, trotzallem kann das meist ein indikator der Skillverh&auml;ltnisse sein) \r\n\r\nSelbstredend verliere ich dadurch die meisten spiele (5 siege 15 Niederlagen zuletzt). Dann das provokante gerede a la &quot;how salty are you Zokiar?&quot; Nur weil ich frage, warum das matchmaking so mies ist. Ist es wirklich so gewollt?\r\n\r\n Ich kann es nicht nachvollziehen, und wirklich verbessern tu ich pers&ouml;nlich mich nicht, wenn der skillunterschied viel zu gro&szlig; ist. Man sagte mir bereits, dass ich ein recht guter Spieler bin etc, aber das ist trotzallem einfach nur frustrierend. Wie steht ihr zu diesem Thema? Habt ihr irgendwelche Tipps wie ich da was unternehmen kann, lerne damit besser umzugehen? Bin wirklich bei nur noch gefrustet zu sein, und das ruiniert mir den Spielspa&szlig; an einem sonst wirklich gelungenen Spiel.\r\n\r\nLg Zokiar","replies":[{"id":"","poster":"Zokiar","date":"2016-06-07T12:32:09.912+0000","up_votes":1,"down_votes":0,"body":"Ok, wie soll man denn bitte Freude an so einem Spiel beibehalten? Jetzt eben wieder 2 dia 1 plat 2 gold. Ich solo lvl 28, hatte ein lvl 27 mate, ein p5. Die waren ganze spiel über 3 oben, haben trotzallem jegliche Drachen geholt etc. \n\nWas kann ich machen, um endlich mal ein Spiel zu spielen was annähernd fair ist? 20 Spiele in folge wo es einfach dermaßen unausgeglichen war. Ich habe als ich anfang mit League gerne Stunden damit verbracht. Mittlerweile \"zwinge\" ich mich dazu mindestens 2 Spiele am Tag zu machen. Kann doch nicht so gewollt sein oder?","replies":[]},{"id":"","poster":"Zokiar","date":"2016-06-06T20:11:10.451+0000","up_votes":1,"down_votes":0,"body":"Bin solo unterwegs","replies":[]},{"id":"","poster":"Coinﬂip Jungler","date":"2016-06-06T12:36:34.049+0000","up_votes":1,"down_votes":0,"body":"Spielst du alleine oder mit Freunden?","replies":[]}]}