{"id":"0bdKKwxp","poster":"Ein Engel","date":"2016-06-05T08:03:03.742+0000","title":"Suche Leute für normals ggfs auch für Rankeds :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Morgen :) \n\n\nIch w&uuml;rde gern ein paar normals spielen um ein paar andere Champs zu spielen (nicht immer meinen Main).\nBin eigentlich Main Support - ONLY SONA !! ^^ \nLogisch ist, das ich diesen noch nich kann, also w&auml;re es super, wenn du KEIN Flamer w&auml;rst (auf sowas hab ich keine Lust). \nUnd ein bisschen Geduld mit bringst. ^^\n\nUnd bitte, heul nicht rum, wenn ich Tahm spiele und dich 1-2 ma zum Spa&szlig; fress -__-\nUnd im Fight, bin ich mir manchmal noch unsicher, wanns grad angebracht ist (mach das manchmal ausversehen zu fr&uuml;h)\nHab ihn aber auch erst 2mal jetzt gespielt. Also lass dein Schl&uuml;pper trocken ;* ^^\n\nWenn du nebenbei noch ein ziemlich lockerer und ironischer Mensch w&auml;rst, w&auml;re das nur von Vorteil.\nIch mag so eine Ernsthaftigkeit &uuml;berhaupt nicht und wei&szlig; auch nur schwer mit sowas umzugehen. \nIch m&ouml;cht mit dir keine Romane austauschen, dennoch w&auml;re es sch&ouml;n, wenn man sich mit dir auch unterhalten k&ouml;nnte :D \nUnd das mehr als nur zwei S&auml;tze.\n\nIch hab im Moment nicht so Lust auf gequatsche! \nF&uuml;r die Zukunft w&auml;re aber Skype vorhanden, da ich kein Ts nutz, die einzige Option, meiner Seits :P \n\n\nUnd falls noch ein Smurf Lust auf Rankeds hat, dann geht das leider nur noch ab Silber. \nAcc ist schon Gold. \n\nRankeds dann aber nur ab heut Abend - möcht erstmal paar andere Champs üben.\n\n&Ouml;hm ja. &Uuml;20 w&auml;re auch Nice ^^\n\n\nLg, Nella &lt;3","replies":[{"id":"","poster":"Psychobunnyx3","date":"2016-06-05T08:30:23.657+0000","up_votes":1,"down_votes":0,"body":"Hallo, wenn du lust hast kannst du mein Add ja annehmen. \nIch selbst spiele jetzt seit ca. 4 Wochen, bin Silber 4.\nBevorzugt spiele ich Mid, Jungle, top\n\nZu mir: Ich bin Martin (23) aka Psychobunny/Bugs Bunny (keine sorge, ich bin nicht verrrückt...aber immer für ein Spaß zu haben.) :D\nIch hasse Flamer oder Rager, daher suche ich natürlich Personen die da ähnlich gestrickt sind.\n\nwenn du noch fragen hast, einfach raus damit...\n\nLg","replies":[]}]}