{"id":"Zh6QElVy","poster":"Geis Lieh","date":"2016-06-05T15:24:05.894+0000","title":"[Champion Idee] Seth - Gestalt des Chaos","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"1.  Geschichte: \n\nEinst existierte ein Magischer Kult in Valoran, dessen Ziele es war s&auml;mtliche Magien erlernen zu k&ouml;nnen und diese f&uuml;r ihren Bedarf zu manipulieren. Sie sammelten dazu alles an Wissen und scheuten nicht Magier zu versklaven. Dieser Kult machte sich auch einst die gro&szlig;en Stadtstaaten zum Feind. Somit waren sie gezwungen in Zhaun unterzutauchen. Dort gelang es ihnen Ihr wissen immer weiter zu st&auml;rken. Eines Tages jedoch fand dieser Kult die Reste einer alten Karte von Icathia mit Hinweisen auf l&auml;ngst verlorene Magie. Sie brachen rasch auf und fanden auch Icathia. Dort begannen sie ihr &uuml;bliches Ritual zum aufsp&uuml;ren Magischer Schriften, Zeichen oder Wesen. Dies war ein Fehler den die Macht Icathias opferte s&auml;mtliche Kultanh&auml;nger und lies das Fleisch der Toten in die Mitte des Kreises schweben. Dort angekommen bildete sie ein menschen &auml;hnliches Wesen aus tiefer Schw&auml;rze mit Violetten Runen und einem Schwarzen Zepter in der Hand welche am Oberen Ende Einen Diamanten verwarte mit einem Finsteren Auge darin. Dieses Wesen war von nun an als Seth bekannt.\n\nSeth konnte ab dem Moment in der er in Valoran erschaffen wurde sofort die Erinnerungen und F&auml;higkeiten absorbieren, welche die Opfer hatten. Er selbst war einst eine Gestalt der Leere, die keinen Physchichen K&ouml;rper hatte. Als Seth in Valoran die Magier sp&uuml;rte benutzte er diese Chance und lies alle von seiner Bessenheit leiten. Was letzten Endes zu Seths jetzigen K&ouml;rper f&uuml;hrte. Er versp&uuml;rte dennoch den Willen der Opfer nach mehr Macht und machte diese zu seiner Eigenen. Jedoch hatte er noch ein anderes Ziel. S&auml;mtliche Magier zu absorbieren um das m&auml;chtigste Individuum zu werden. Er ging sofort auf die Suche wurde aber von einigen Magiern aufgehalten, die mit ansehen mussten wie Seth Unz&auml;hlige Menschen umbrachte und in sich aufnahm. Die Magier waren Beschw&ouml;rer der Liga und verbannten ihn in einen K&auml;fig voller Antimagie. Einige jedoch waren angetan von der Andersartigkeit des Wesen und schlugen ihm ein Kompromiss vor, jedoch mit Hintergedanke jenes zu brechen. &quot;Diene 100 Jahren der Liga und dir wird Freiheit geschenkt.&quot;\n\n2. Aussehen:\n\nSeth ist eine Gestalt die sowohl Z&uuml;ge der Leere als auch Eigenschaften von Menschen aufweist. Er ist ganz Schwarz mit einer leichten Violeten Aura. Sein K&ouml;rper sieht aus wie die eines Mannes. Seine H&auml;nde und F&uuml;&szlig;e sind in einem Violetten Licht getaucht. Auf dem R&uuml;cken befindet sich eine Rune in Form eines Pentagramm in wei&szlig;er Farbe. Dieses Pentagramm dient zur Not Versiegelung. Seine Augen gl&uuml;hen Violett. Der Rest von Ihm ist Schwarz. (Falls jetzt einer denkt das ich Nocturne nachahmen m&ouml;chte der Irrt sich, denn Nocturne ist ein Geister&auml;hnliches Wesen w&auml;hren Seth wie ein Mensch aussieht und auch auf Beinen geht nur in Violetten Aura geh&uuml;llt.)\n\nBtw wenn ich Zeichnen k&ouml;nnte w&uuml;rde ich euch gerne meine Vorstellung auch Zeichnerisch pr&auml;sentieren, jedoch besitze ich solch Talent nicht.\n\n3. F&auml;higkeiten:\n\n&gt; *  Passive: Magie Annektieren \n\nJede F&auml;higkeit die in einem Umfeld von Seth gewirkt werden l&auml;sst ein Stapel &quot;Chaotische &Uuml;berbleibsel&quot;entstehen.  Zudem erh&auml;lt Seth Stapel wenn er einen Vasalen oder Gegner t&ouml;tet. Seth kann bis zu 10 dieser Stapel sammeln.\nWenn Seth eine F&auml;higkeit wirkt wird je nach dem wie viele Stapel er hat eine Zus&auml;tzliche Eigenschaft der F&auml;higkeit hinzugef&uuml;gt und diese verbraucht.\n3-5 Stapel &quot;Chaosklaster&quot;:die n&auml;chste Schadensverursachende F&auml;higkeit reduzieren das Lauftempo f&uuml;r 4 Sekunden um 30%.\n5-7 Stapel &quot;R&uuml;ckgewinnung&quot;: die n&auml;chste Schadensverursachende F&auml;higkeiten rauben Abh&auml;ngig von Seths Leben Leben und geben die H&auml;lfte Seth als Heilung (10% des Fehlenden lebens von Seth mindestens jedoch 30 Leben).\n7-9 Stapel &quot;Chaosrealm&quot;: die n&auml;chste Schadensverurachende F&auml;higkeit lassen am Zielort oder am Ziel selber einen Bereich, der die Gr&ouml;&szlig;e Anivias Eissturm entspricht, (ohne Vergr&ouml;&szlig;erung) zur&uuml;ck. In diesem Bereich erh&auml;lt Seth einen Vorteil: gegner verlieren 10% ihrer Magieresistenz. Zudem kann Seth durch Vasalen gleiten. H&auml;lt 15 Sekunden an. es k&ouml;nnen bis zu 3 Chaosrealms aktiv sein.\n10 Stapel &quot;Magischer &Uuml;berfluss&quot; : Seth regeneriert Beim n&auml;chsten einsetzen einer F&auml;higkeit die gleiche Menge Mana wie er verbraucht hat und setzt zudem &quot;Chaosklaster&quot; und &quot;Chaosrealm&quot; ein.\n\n&gt; * Q: Schwarze Schallwelle (60/65/70/75/80 Mana / 8 Sekunden Abklingzeit)\n\nSeth l&auml;sst eine dunkle Schallwelle entstehen die immer schneller wird (hat die gleiche Reichweite wie Varus aufgeladener Pfeil ). Jedoch stoppt die Schallwelle wenn sie einen Gegner getroffen hat. Jedoch nur der Punkt der getroffen wurde stoppt der Rest fliegt weiter bis es jemanden trifft oder bis zur Maximalen Reichweite. Gegner die getroffen wurden erhalten magischen Schaden. 80/110/140/170/200 + 75% F&auml;higkeitsst&auml;rke\n\n(Chaosrealm wird dabei nur ausgel&ouml;st beim ersten getroffenen Ziel)\n\n&gt; * W: Chaossprung (80Mana / 18 Sekunden Abklingzeit)\n\nSeth teleportiert sich an den Zielpunkt und hinterl&auml;sst f&uuml;r 4 Sekunden seine Violette Aura am vorherigen Standpunkt. Wenn Seth nun erneut Chaossprung einsetzt l&auml;sst er die Aura explodieren was Gegner f&uuml;r 1 Sekunde bet&auml;ubt und magischen Schaden verursacht. 50/70/90/110/130 +67% F&auml;higkeitsst&auml;rke.\n\n&gt; * E: Magische Adsorption/ Chaos Hauch (50/60/70/80/90 Mana / 9 Sekunden Abklingzeit)\n\nPassive: Pro Stapel &quot;Chaotische &Uuml;berbleibsel&quot; erh&auml;lt Seth 2 Magieresistenz hinzu.\nAktive: L&auml;sst eine Wolke an Chaos Hauch am Zielort f&uuml;r 3 Sekunden entstehen. Gegner die in diesem Hauch stehen erhalten alle 0,6 Sekunden Magischen Schaden. 40/60/80/100/120 + 40% F&auml;higkeitss&auml;rke.\n\n&gt; * R: Chaotische Implosion (100Mana/ 50 Sekunden Abklingzeit)\n\nSeth wird f&uuml;r 3 Sekunden unangreifbar, da er seinen K&ouml;rper verl&auml;sst und zu eine Art schwarze Wolke wird. Diese ist frei Lenkbar. Gegner die diese Wolke ber&uuml;hren werden mit &quot;Implosionsgefahr&quot; markiert. Nach den 3 Sekunden kehrt Seth in Form der &quot;Lenkrakete&quot; zur&uuml;ck und schnipst mit seiner rechten Hand. Wodurch die Implosion ausgel&ouml;st wird. Alle Gegner die von &quot;Implosionsgefahr &quot;betroffen waren, erhalten 150/200/250 magischen Schaden + 70% F&auml;higkeitsst&auml;rke.\n\n4. Stats und Zuordnung in der Kluft:\n\n530 Leben + 74 Pro Stufe\n54 Angriffschaden + 3 Pro Stufe\n0,625 Angriffstempo + 1,4 % Pro Stufe\n340 Lauftempo\n0 Lebensregeneration + 1,1 Pro Stufe\n27 R&uuml;stung + 2,8 Pro Stufe\n26 Magieresistenz\n\nSeth ist ein eindeutiger Midlaner, welcher durchaus in der Lage ist ohne Hilfe des Junglers in der Mitte standhaft zu bleiben. Durch seine Ulti wird er f&uuml;r Gegner ein ziemliches Problem in Sachen Teamfight sein, da er f&uuml;r Kurze Zeit nicht als Maintarget genommen werden kann.\n\n5. Euer Feedback:\n\nIch bedanke mich an alle Leser uns Leserinnen f&uuml;r das Lesen meines zum Lesen geschriebenen Vorschlages eines neuen Champions. Wenn ihr Verbesserungsvorschl&auml;ge habt oder Probleme mit dem Champion haben solltet schreibt diese bitte in die Kommentare damit wir alle davon profitieren k&ouml;nnen.","replies":[]}