{"id":"MB0t5PMl","poster":"iAmDatCarry","date":"2016-06-03T20:29:21.587+0000","title":"Yasuo Mentor gesucht!","subforum":"Level Up: Guides & Tipps","up_votes":0,"down_votes":2,"body":"Hey zusammen, \r\nich bin auf der Suche nach einem Main Yasuo Spieler in der HighElo. ( Diamond..)\r\nMich reizt es Yasuo zu spielen und ihn zu mastern, leider fehlen mir jegliche Anf&auml;nge oder Erkl&auml;hrungen.\r\nIch wei&szlig; wie der Champ funktioniert, kann aber lange nicht das beste aus Ihm herausholen. Sei es CS oder Harass oder einfach Poken oder Traden. Keine Ahnung wie und ob es geht :D\r\nMich w&uuml;rde es sehr freuen wenn sich jemand meldet! \r\n\r\nAm besten einfach hier drunter einen Kommentar schreiben, dass ich wei&szlig; wen ich adden soll oder wen nicht :D\r\n\r\nAchso, ich bin 18 Jahre alt und spiele seit Anfang der Season 4 LoL. Ich verf&uuml;ge &uuml;ber TS und &uuml;ber ein funktionierendes Standmikro.\r\n\r\nNoch was... ich bitte euch das Training v&ouml;llig kostenfrei zu machen (ehrenamtlich), da ich auch nur ein Sch&uuml;ler bin und kein Geldschei&szlig;er habe.\r\nDar&uuml;ber w&auml;re ich euch sehr dankbar! \r\n\r\nBei weiteren Fragen, einfach an mich wenden :)\r\n\r\nLiebe Gr&uuml;&szlig;e und noch einen sch&ouml;nen Abend.\r\n\r\nMarc | IamDatCarry\r\n{{champion:157}} {{summoner:4}} {{item:3087}}","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-06-05T10:35:49.032+0000","up_votes":2,"down_votes":0,"body":"Im Leben fliegen einem selten die gebratenen Tauben in den Mund. Du sagst, du hast keinerlei Anfänge und Erklärungen. Hallo? Du bist im Internet. Vor allem, wenn du erwartest, dass dich jemand kostenlos coached, dann würde ich als Coach erwarten, dass du dir zumindest schon mal einige Gedanken gemacht hast und sinnvolle Fragen vorbereitet hast.\n\nWillst du dir nicht lieber einen vernünftigen Champ aussuchen?","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2016-06-06T10:54:03.008+0000","up_votes":1,"down_votes":0,"body":"Nicht schon wieder ein \"Ich-find-Yasuo-cool-ich-werde-sein-Lover-Main-sein-Typ\".\n\nEs gibt jedes 2te Spiel nen Yasuo und die traurige Wahrheit ist das alle diese \"Wanna be Cool Sazuke Fanboys Typen\" kein Plan davon haben das Yasuo einfach nur Kaka ist.\n\nEr kann NIX.\nEr kann nicht instant jemanden killen wie Zed, Leblanc, Kata, etc. Als Assassine erfüllt er seinen Job NICHT, er pimmelt nur in der Lane Phase rum und hofft mit Q/E iwan nen Noobie Bronze zu erwischen.\nSeine Skills sind leicht zu Dodgen, selbst Babys können Ihn ausweichen.\nEin Yasuo der nicht trifft hat keinen nutzen und keine Ulti.\nBehind kann er dreifach nix.\nEr verschwendet guten Midlane Slot für echte AD Killer oder solide APler.\n\nIch habe noch nie meine Lane gegen nen Yasuo verloren und ich habe schon öfter gegen ziemlich gute gespielt, die rasiermesserscharf Gefährlich waren.","replies":[]},{"id":"","poster":"iAmDatCarry","date":"2016-06-03T21:07:18.307+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"iAmDatCarry","date":"2016-06-03T21:06:47.241+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"Sexy Yasuo Main","date":"2016-06-03T21:56:40.705+0000","up_votes":1,"down_votes":2,"body":"Ich hab dir ne FA geschickt , falls du etwas hilfe brauchst bin nur Silber 1 aber habe fast 500k auf Yasuo\n\nMFG Sarah","replies":[]}]}