{"id":"HEYns1z3","poster":"Ribi","date":"2016-06-03T10:51:13.325+0000","title":"notBEARable - Die Community für Dich!","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://notbearable.com/wp-content/uploads/2016/06/tsbild.png","image":null},"up_votes":9,"down_votes":7,"body":"Hallo LoL - com,\n\nWir sind eine aufstrebende Multigaming-Community, welche sich in vielen Spielen etabliert hat. Wir wollen unseren Mitgliedern sowohl im &bdquo;professionellen&ldquo; als auch im Casualbereich eine noch bessere Spielerfahrung bieten. Dabei ist uns eine famili&auml;re Atmosph&auml;re sehr wichtig.\n\nDamit du ihr euch das ganze eSports &ndash; Projekt besser vorstellen k&ouml;nnt, m&ouml;chten wir es euch im Folgenden genauer erkl&auml;ren.\n\nWir &bdquo;notBEARable&ldquo; sind ein eSport &ndash; Projekt welches im Multigaming Bereich vertreten ist, d.h. wir bieten euch neben CS:GO, LoL, Overwatch noch andere Games in der Community an. Dennoch legen wir unseren Fokus nicht ausschlie&szlig;lich auf unsere Teams, sondern haben auch einige Mitarbeiter welche sich durchgehend um die Community k&uuml;mmern, da diese uns ebenfalls sehr wichtig ist.\n\nVoraussetzungen:\nWir selbst besitzen nat&uuml;rlich auch gewisse Voraussetzungen, damit du unserer Community beitreten kannst.\n\nMindestalter von 16+ Jahren\nAktivit&auml;t im TS sowie auf der HP (Reallife geht nat&uuml;rlich vor)\nFreundlichkeit gegen&uuml;ber Spielern innerhalb und au&szlig;erhalb der Community \nElo - Vorraussetzungen gibt es keine (derzeit vertreten ist alles von unranked bis Dia)\n\nWas wir bieten:\nDaf&uuml;r bieten wir im Gegensatz f&uuml;r die Voraussetzungen euch auch gewisse, nette Features.\n\nHomepage www.notbearable.com Leistungsstarker Root Server\nTeamspeak 3 &ndash; Server inkl. NPL Eure eigenen Teamspeak Channel\nProfessionelles Management diverser Spiele\nNette, gute, sowie motivierte und offene Community\n\nLoL - intern:\n\nHilfe f&uuml;r Neulings bzgl Itembuilds, Positioning, ....\nFreundliche Spielpartner jedes Elobereichs\n\n3vs3 Twisted Treeline Ranked Gruppen mit immer Platz f&uuml;r neue die dazu sto&szlig;en wollen\n\n\nMomentan befinden wir uns auf der Suche nach aktiven Membern!\n\nWas suchen wir?\n\nLeague of Legends Spieler, um unsere Community zu erweitern.\n\nUnsere Ziele:\n\nAktive Teambildung basierend auf Eigeninitiative der Member (Support gegeben)\nTeilnahme an diversen Turnieren\nClimben in der Ladder unter unserem Clan - Tag\nClimben im 3er Ranked \n\n\n\nDas Bewerbungsverfahren:\nSollten wir eure Interesse geweckt habe und ihr erf&uuml;llt unsere Voraussetzungen, steht es euch nat&uuml;rlich frei, sich bei uns zu bewerben. Dies Erfolg normalerwei&szlig;e:\n\n1) Ihr besucht unser Forum (Adresse bei Kontaktm&ouml;glichkeiten aufgef&uuml;hrt) und stellt euch dort kurz vor, sowie hinterlasst Kontaktinformationen oder added mich unter \"Ribi\" / \"aka Ribi\" ingame\n\n2) Ihr kommt 18:30 Uhr oder um 21:00 Uhr auf den Teamspeak&sup3; Server (IP unten bei den Kontakt M&ouml;glichkeiten)\nDann f&uuml;hrt ihr ein kleines Bewerbungsgespr&auml;ch mit einem der Moderatoren oder Admins.\nWir freuen uns auf euch!\n\nEuer &quot;notBEARable&quot; - Team\n\nKontaktm&ouml;glichkeiten:\n\nTeamspeak&sup3; Server: ts.notbearable.com\nHomepage: www.notbearable.com","replies":[]}