{"id":"NU1kQvm3","poster":"Santas hoe","date":"2016-06-02T19:45:16.229+0000","title":"Siegreiche skins","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey leute\r\nIch hoffe jetzt einfach mal, das hier geh&ouml;rt in den allgemeinen chat, wenn nicht sry ;D\r\nIch h&auml;tte da mal eine frage und zwar: Kann man die Siegreichen skins der vorherigen jahre irgendwie bekommen? Ich wei&szlig;, dass man am ende der season wenn man gold+ ist einen Siegreichen skin (+champ sollte man ihn nicht haben) bekommt, was ich aber nicht mehr wei&szlig; ist, ob man sich diese skins auch kaufen kann, sobalt der neue rauskommen w&uuml;rde. Ich finde den Siegreiche Janna skin ziemlich nice und w&uuml;rde ihn gerne ende dieses Jahres kaufen, sollte dies denn m&ouml;glich sein (deshalb auch dieser etwas verfr&uuml;hte tread, dauert ja noch etwas bis season ende ;D)\r\nIch danke schonmal im vorraus f&uuml;r eure Antworten {{sticker:slayer-jinx-wink}} \r\nLG\r\nthe evil in pink","replies":[{"id":"","poster":"χøιυτίση","date":"2016-06-02T19:55:04.826+0000","up_votes":2,"down_votes":0,"body":"Soweit ich weiß, werden die Siegreichen-Skins ( {{champion:60}} , {{champion:40}} , {{champion:59}} , {{champion:25}} , {{champion:15}} ) nicht zum Verkauf angeboten und das wird sich in Zukunft auch nicht ändern. \n\nMir fehlen auch Janna, Jarvan und Elise und ich würde die auch gerne haben aber das lässt sich leider nicht machen, da diese Skins für das Erreichen von Gold und höher im Ranked verschenkt wurden. \n\nWenn jeder diese Skins kaufen könnte, dann hätten sie ja nichts mehr besonderes an sich. :/","replies":[{"id":"","poster":"Santas hoe","date":"2016-06-02T19:58:50.415+0000","up_votes":1,"down_votes":0,"body":"Hm, sowas hatte ich bereits befürchted, hatte nur gehofft, dass man sich eben zumindest die alten am ende des jahres holen kann. Na ja, trotzdem danke für die schnelle antwort ;*\nLG\nthe evil in pink","replies":[{"id":"","poster":"χøιυτίση","date":"2016-06-02T20:01:26.994+0000","up_votes":2,"down_votes":0,"body":"Leider nicht :/ \nIch will den Elise-Skin haben - die schießt mit goldenen Cocoons :D\n\nLG\nXolution","replies":[]}]}]}]}