{"id":"PoJAiGFH","poster":"Revelate","date":"2016-06-02T20:22:16.025+0000","title":"SUCHE TEAM - Gold | Mid | 18+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Nachdem ich immer wieder das Forum durchschaue und irgendwie kein passendes Team finde, dachte ich ich versuche meine Chancen, etwas passendes zu finden, mit einem eigenen Thread zu erh&ouml;hen, Schaden kann es sicherlich nicht.\r\n\r\nIch suche ein festes &quot;Rankedteam&quot; halt f&uuml;r das Spielen 5 vs 5. \r\nzwischen Gold 4/5 und Platin 2/3 w&auml;re optimal, ich bin der Meinung das zu hoher Unterschied nicht immer das beste ist.\r\n\r\nJedenfalls zu mir: Ich komme aus der Schweiz (d&uuml;rft euch also &uuml;ber einen sch&ouml;nen Akzent oder Dialekt freuen^^)\r\nbin schon fast so gut wie 20 Jahre alt (ein alter Sack halt, von jetzt an gehts nur noch Bergab^^)\r\n\r\nWie im Titel steht bin ich Goldspieler, Gold 2 aktuell.\r\nBin Main Midlaner und habe aktuell 2 Mains -&gt; Orianna und Viktor. Kann aber durchaus viele Champs spielen f&uuml;r passende Teamcomps. \r\nM&uuml;sste man dann ja schauen, was man spielen m&ouml;chte, dann kann ich entsprechende Champs trainieren.\r\nHeisst auch dass ich mich gut der Meta anpassen kann, wobei es sicherlich bei jedem Spieler gleich ist, dass ihm einige Champs einfach nicht liegen.\r\n\r\nIch w&uuml;rde zudem sagen, dass ich die Theoretischen Basics aus dem Teamspiel kenne, habe aber wenig &quot;professionelle&quot; Praxiserfahrung im Teamranked.\r\nHeisst also, dass ich noch nicht so h&auml;ufig in Teams gespielt habe, und wenn, dann war es eher unkoordiniert.\r\n\r\nMeine Onlinezeiten (Nicht hundertprozentig, aber sehr zuverl&auml;sslich, zumindest f&uuml;r die n&auml;chsten Monate)\r\nMo 1800-2230\r\nDi 2030-2230\r\nMi 1930-2230\r\nDo 1930-2230\r\nFr 1830-2330\r\nSamstags NM/Abend und Sonntags bin ich recht flexibel\r\n\r\nWenn ich in euer Team passe, dann schreibt mich doch an, ich denke ein Thread hier ist am einfachsten, wenn ihr mich unbedingt ingame anschreiben m&ouml;chtest m&uuml;sst ihr halt einfach warten bis ich online bin.","replies":[]}