{"id":"c6Hur7pr","poster":"Shad0wM0on","date":"2016-06-02T23:50:56.877+0000","title":"Tipps zum Support mainen / Bard - Janna","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey leute,\r\n\r\nhab mich jetzt entg&uuml;ltig entschieden die rolle des supporters zu mainen. Auf meiner absouluten lieblingsliste stehen Bard, Janna und Ali.\r\n\r\nIrgendwelche Tipps, bez&uuml;glich laning und roaming.\r\nBitte keine coachings etc hier posten.\r\n\r\nwill einfach nur mal nachfragen","replies":[{"id":"","poster":"MojangPlsFix","date":"2016-06-03T06:38:00.141+0000","up_votes":2,"down_votes":0,"body":"Bei Bard kann ich dir den Bardmains Subreddit empfehlen!{{champion:432}} \nhttps://www.reddit.com/r/bardmains/\n\nDort hab ich Bard recht gut gelernt, zudem haben sie auch einen Youtube Channel in dem sie Plays,Tipps und Tricks zeigen\nhttps://www.youtube.com/channel/UC7ZgFOeurdZe2SpICJyFB3g\n\nIch bin inzwischen Lvl 5, hab aber schon die Tokens für Lvl 6. Also wenn du noch fragen hast, kannst du mich auch gerne was fragen. :D\n\nZum Schluss hab ich noch eine Mechanic für Bard, man kann in seinen Tunnel  flashen. {{summoner:4}} \n\nIch hoffe ich konnte dir etwas helfen!\n\nMfg fabrossmann{{champion:432}}","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-03T07:35:36.650+0000","up_votes":1,"down_votes":0,"body":"Danke dir ^^\n\n\n{{champion:432}}","replies":[{"id":"","poster":"Gefahr McGefahr","date":"2016-06-03T09:10:08.713+0000","up_votes":1,"down_votes":0,"body":"Falls noch Fragen bestehen, ich bin Platin Supp-Main und habe 125k auf Bard. Stell mir gerne alle Fragen, die du gerne beantwortet haben möchtest. :)\n\nLG","replies":[{"id":"","poster":"Shad0wM0on","date":"2016-06-04T21:56:04.672+0000","up_votes":1,"down_votes":0,"body":"ich hab halt schon immer das gefühl das der adc nur so gut wie sein support ist, aber....und da kommt das große aber\n\nich weiß man sollte sich nicht auf einen champ fixieren, weshalb ich mir auch eine handvoll ausgesucht habe, doch die sind echt nicht leicht zu lernen / spielen bzw. mit denen zu carrien ist nicht easy\n\nich habe mir jetzt einiges zu bard angeschaut, sowie zu alistar janna usw\n\ndie sache bei  bard ist halt...wann ist es sinnvoll mit ihm zu roamen?\nwie verhalte ich mich wenn mein adc / oder das gesamte team zurückliegt?\n\nich bin eher ein aggressiver spieler, doch bei manchen adc´s z.B. cait fällt es mir schon öfter schwer, mit einem support etwas großartig machen zu können.","replies":[{"id":"","poster":"Gefahr McGefahr","date":"2016-06-05T07:38:50.887+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nklar ist Grundlage einer soliden Bot-Lane, dass beide Spieler wissen, was sie tun, aber wenn dein ADC nun einmal nicht gerade sein bestes Spiel abliefert, was jedem mal passiert, dann musst du eben deine Prioritäten ändern. Statt ihm Kills zu verschaffen tust du alles, damit er überlebt und so viel Farm bekommt, wie es die Situation hergibt. Man muss seine Lane nicht immer gewinnen, aber man sollte immer versuchen so wenig zu sterben wie möglich.\n\n> ich weiß man sollte sich nicht auf einen champ fixieren, weshalb ich mir auch eine handvoll ausgesucht habe, doch die sind echt nicht leicht zu lernen / spielen bzw. mit denen zu carrien ist nicht easy\n\nEs ist durchaus möglich mit nur einem Champion gut zu sein und trotzdem aufzusteigen, ich habe selber fast ausschließlich Thresh gespielt und bin damit bis auf hohes Gold Niveau gekommen. Es ist natürlich trotzdem nicht falsch eine größere Auswahl an Champions zu beherrschen, sodass man je nach Team und Gegnern entscheiden kann, welcher Champ am besten passt; das erfordert jedoch relativ viel Zeit.\n\n> ich habe mir jetzt einiges zu bard angeschaut, sowie zu alistar janna usw\n\nDiese Champions sind vor allem für Anfänger nicht gerade die einfachsten, weil sie relativ viel Übung und Erfahrung benötigen. Nautilus, Taric und Soraka sind da beispielsweise mechanisch weniger anspruchsvoll. Wenn dir diese Champions aber Spaß machen helfe ich dir gerne, sie zu lernen. Konzentriere dich beim Lernen allerdings lieber auf einen Champion auf ein mal.\n\n> die sache bei bard ist halt...wann ist es sinnvoll mit ihm zu roamen?\nwie verhalte ich mich wenn mein adc / oder das gesamte team zurückliegt?\n\nBard lebt natürlich von seinem extrem hohen Roamingpotenzial. Das Problem dabei ist, dass roamen in den meisten Fällen nur dann möglich ist, wenn du auf der Lane vorne liegst und dein ADC dabei keinen/kaum Farm verliert.\nAus diesem Grund ist Bard meiner Meinung nach nicht für jedes Match gut geeignet, da manche ADCs es erfordern, dass du auf der Lane bist und ihnen durch ihr Earlygame hilfst.\nWenn dein Team oder dein ADC zurückliegt, bleibt dir nichts anderes übrig als Heals aufzustellen, um deinen ADC auf der Lane zu halten, und ihm so gut es geht das Farmen zu ermöglich. Des Weiteren ist es wichtig, dass du den Jungle deines Teams wardest, weil ein Jungler, der im Vorteil ist, sich dort gerne aufhält. Es gibt dabei ein paar generelle Dinge, die man tun sollte, diese hat Pants are Dragon (Youtube-Kanal) meiner gut zusammengefasst.\n\n> ich bin eher ein aggressiver spieler, doch bei manchen adc´s z.B. cait fällt es mir schon öfter schwer, mit einem support etwas großartig machen zu können.\n\nEin 2v2 zu engagen birgt immer ein Risiko, weshalb du vorher ersten sicher sein solltest, dass du und dein ADC stärker sind als die Gegner, und zweitens genug Vision haben solltest, um zu wissen, dass der Jungler nicht in der Nähe ist. Manchmal ist es auf der Lane völlig ausreichend den Gegner weitestgehend zu zonen und für Vision zu sorgen, um dann z.B. mit einem Gank zwei Kills und im Anschluss einen Dragon zu holen.\n\nIch hoffe ich konnte dir ein wenig helfen, wenn du noch ein bisschen Hilfe zu den Mechaniken auf manchen Champs brauchst oder als Support generell, kannst du mich gerne adden und wir spielen ein paar Runde, in denen ich dir einiges erkläre.\n\nLG{{champion:432}} {{champion:412}}","replies":[]}]}]}]}]}]}