{"id":"Ysmm4kPL","poster":"danid0015","date":"2016-06-02T18:16:59.481+0000","title":"Championidee: Hector - der furchtlose Raubritter","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"****\nHallo,\nich m&ouml;chte hier gerne meine Idee f&uuml;r einen neuen Champion vorstellen.\n\nName: Hector\n\nKlasse: K&auml;mpfer\nSekund&auml;r: Tank\n\n**Passive**:\nHector hat keine Mana. Daf&uuml;r bekommt er f&uuml;r jeden normalen Angriff, F&auml;higkeit oder einen Todesstoß an Vasallen eine Aufladung (max.250). F&uuml;r kritische Treffer erh&auml;lt er zwei Aufladungen. Je mehr Aufladungen Hector besitzt, desto Mehr Lauftempo bekommt er (25 Lauftempo bei 250 Aufladungen). Wenn er 250 Aufladungen hat, erh&auml;lt er zus&auml;tzlich 10% Lebensraub. \n\n**Q**:\nWirbelschlag - Abklingzeit: 8s/7s/6s/5s/4s\nHector wirbelt mit seinem Schwert einmal um sich herum und verursacht 60/80/100/120/140 (+50% Angriffsschaden) normalen Schaden. Pro getroffenen Gegner erh&auml;lt Hector eine Aufladung. Wenn ein Gegner von Hectors und der seines Soldatens (W) getroffen wird, erleidet der getroffene Gegner nur den Schaden von Hectors Q wird aber in die Luft geschlagen.\n\n**W**:\nVerst&auml;rkung rufen - Abklingzeit: 25s/24s/23s/22s/21s\nHector beschw&ouml;rt einen Soldaten, der 25 (+0/5/10/15/20% Angiffschaden) Angriffsschaden besitzt und 35 (+5/7,5/10/12,5/15% max. Leben) Leben besitzt. Man kann Soldaten steuern, wenn man die Alt-Taste drückt. Außerdem führen die Soldaten Hectors Q mit ihm aus. Soldaten verschwinden sp&auml;testens nach 16s/17s/18s/19s/20s. Sie besitzen das selbe Lauf-- und Angriffstempo wie Hector. Pro normalen Angriff der Soldaten erh&auml;lt Hector eine Aufladung.\n\n**E** :\nSchattenwurf - Abklingzeit: 11s/10s/9s/8s/7s\nHector schie&szlig;t ein Schwarzes Projektil welches 750 Einheiten weit fliegen kann. W&auml;hrend der Flugzeit steht Hector still und kann keine F&auml;higkeiten ausf&uuml;hren. Schattenwurf kann weder durch das Angreifen, noch durch das Bet&auml;uben von Hector unterbrochen werden. Falls Schattenwurf nach 750 Einheiten noch keinen Gegner getroffen hat, teleportiert sich Hector zu Schattenwurf und erh&auml;lt einen kleinen Lauftempobonus. Trifft Schattenwurf einen Gegner, so teleportiert sich Hector zu dem Gegner und erh&auml;lt 5/7/9/11/13% zus&auml;tzliche R&uuml;stung und Magieresistenz. Der gertoffene Gegner wird verlangsamt.\n\n**R**:\nDrachen beschw&ouml;ren - Abklingzeit: 60s/45s/30s\nHector ruft 3s einen Drachen. Nach dieser Zeit steigt Hector auf den Drachen wodurch Hector zu einem Fernkämpfer wird. Dieser verschafft ihm 5/7,5/10% Lauftempo verbraucht aber eine Aufladung pro Sekunde. Au&szlig;erdem ver&auml;ndern sich, wenn er auf dem Drachen reitet, seine F&auml;higkeiten:. Die Passive bleibt jedoch aktiv.\n\n**Q**:\nFeuerball - Kosten: 20 Aufladungen - Abklingzeit: 8s/7s/6s/5s/4s\nDer Drache feuert einen Feuerball, der 60/80/100/120/140 (+75% zus&auml;tzlichen Angriffsschaden) normalen Fl&auml;chenschaden verursacht.\n\n**W**:\nMagmafeld - Kosten: 35 Aufladungen - Abklingzeit: 14s/13s/12s/11s/10s\nDer Drache speit Lava in einen kegelf&ouml;rmigen Bereich. Diese bet&auml;ubt getroffene Gegner f&uuml;r eine Sekunde und verursacht magischen Schaden. Die n&auml;chsten 5 Sekunden bleibt das Feld bestehen und f&uuml;gt allen darinstehenden Gegnern magischen Schaden pro Sekunde zu und verlangsamt diese.\n\n**E**:\nFl&uuml;gelschlag - Kosten: 10 Aufladungen - Abklingzeit: 5s/4,5s/4s/3,5s/3s\nDer Drache f&uuml;hrt einen kr&auml;ftigen Fl&uuml;gelschlag aus, der ihn 250 Einheiten vorantreibt.\n\n****\n\n**Positionen**:\nIch denke, dass man Hector gut auf der Top-lane funktioniert. In der Laning-Phase hat man oft seinen Aufladebalken voll. Vorallem auf Level 4 &amp; 5, wo man die Aufladungen noch nicht verbrauchen kann, wird man wahrscheinlich die 10% Lebensraub durch die Passive bekommen.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-03T14:43:05.004+0000","up_votes":3,"down_votes":0,"body":"Ist Hector, wenn er den Drachen reitet, ranged? Denn alles in allem fehlt diesem Champion eine gewisse Würze. Würde ich zumindest sagen, aber ich sag dir auch, warum ich das denke:\n\nDie Abklingzeit der Q ist recht hoch, wodurch er seine Manaunabhängigkeit nicht voll nutzen kann. Bei dem Drache mag das gehen und bei seinem Escape/Engage (E) bzw. seinem Begleiter auch. Aber ein AoE Damage mit normalem Schaden? Der verursacht ja jetzt nicht den krassen Schaden, vor allem, wenn der Gegner Resistenzen hat. Da würde ich fast eine 4 Sekunden CD gerechtfertigt finden.\n\nWas auch vielleicht ganz cool wäre: Gib dem Drachen für jeden Autoattack wieder eine Passive-Aufladung zurück! Dann wird Hector dafür belohnt, im Kampf zu bleiben. \n\nUnd die W in Menschform... 10% des maximalen Lebens ist am Anfang kaum mehr als ein AA. Der Gegner macht den ja einfach weg. Und selbst wenn er die Verstärkung ignoriert, sind 5 AD (+10%) nichts, wovor man sich fürchtet. Wenn der Gegner ranged ist, ist es ihm egal. Wenn der Gegner Nahkämpfer ist, \"buffst\" du dich um 5 On-hit damage und 10% AD, solange der Soldat a) lebt und b) am Gegner dran steht. Würde ich auf keinen Fall so stehen lassen.\n\nMeine Alternative für die W wäre entweder sie durch einen stinknormalen Buff zu ersetzen, was denselben Effekt hat, aber man kann den Klon nicht einfach wegpusten (dafür eine kleinere Wirkdauer einbauen).\nOder man sagt: Der Klon macht 30% des Schadens von Hector, immitiert seine Fähigkeiten und wenn sich die Hitboxen überlappen, wird man dafür belohnt. Also wenn der Gegner von deiner Q und der vom Klon getroffen wird bekommt er z.B. 20% des Wertes als True damage oben drauf (zusätzlich zum Q-Klon-Schaden) oder die Rüstung wird geschreddert. So etwas in der Art. Und wenn beide E-Fähigkeiten einen Gegner treffen, wird der Gegner nicht verlangsamt, sondern betäubt.\nDas eröffnet einfach ein gewissen Play-Potential und Variation im Spielstil, und würde dem Champion die benötigte Würze geben ;)\n\nPuh... das ist jetzt echt viel Text geworden, ich hoffe du kannst mit meinem Feedback etwas anfangen :P\n\nMfG Mescryze","replies":[{"id":"","poster":"danid0015","date":"2016-06-04T14:10:09.005+0000","up_votes":1,"down_votes":0,"body":"Vielen dank für die Tipps! Ich habe jetzt schon was abgeändert. Wie findest du das jetzt?","replies":[{"id":"","poster":"CustomKunibert","date":"2016-06-05T11:48:39.295+0000","up_votes":1,"down_votes":0,"body":"Wenn ich jetzt \"wesentlich besser\" sage, dann lobe ich mich ja zum Teil selbst, weil ich viele der Änderungen vorgeschlagen habe ^^\n\nAber ich denke dass diese Version wirklich schöner wäre als die erste, gerade  weil du sagen kannst, ich habe die Option Tank zu werden, um von meinem E-Buff zu profitieren oder ich gehe auf Schaden und splitpushe. Mit dem Q (und vllt. sunfire) habe ich waveclear, mit dem Soldaten der W zusammen mehr Turmschaden (es sei denn der Turm focused den, wie beim Heimderdinger Q) und wenn ich geganked werde, zünde ich Ulti und kite alles weg. Also von daher ist da Entscheidungsfreiheit gegeben und das ist etwas sehr gutes ;)\n\nAlles in Allem ist das jetzt, denke ich, ein rundes Konzept {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Meistermars44","date":"2016-06-04T14:09:10.957+0000","up_votes":1,"down_votes":0,"body":"Finde ich auch, aber sonst eine Klasse Idee!","replies":[]}]},{"id":"","poster":"PrettyHamster","date":"2016-06-02T21:09:14.109+0000","up_votes":1,"down_votes":1,"body":"Ich finde man sollte die Ult (R) verlängern zB 5/4/3,5","replies":[{"id":"","poster":"danid0015","date":"2016-06-03T05:00:17.698+0000","up_votes":2,"down_votes":0,"body":"Nein, das Drachenrufen ist so gemeind, dass Hector 3s still steht und den Drachen ruft und auf ihn steigt. Nach diesen 3s kann man dann erst angreifen.","replies":[{"id":"","poster":"Meistermars44","date":"2016-06-06T15:50:17.821+0000","up_votes":1,"down_votes":0,"body":"Ich finde das drachen rufen sollte auf den verschieden Stufen die Rufzeichen verkürzen, was ihn zml. Geil im late macht da er im team ficht ultra schnell rdy is!","replies":[]}]}]},{"id":"","poster":"MrVört","date":"2017-05-29T12:25:56.167+0000","up_votes":1,"down_votes":0,"body":"Is it possible to have a Translation, so I could understand what he does? ^^","replies":[]}]}