{"id":"i0h7v8UX","poster":"Owndby All Might","date":"2016-05-31T11:20:11.897+0000","title":"How To Scrub - League Of Legends - Konzentrier dich auf's Spiel ft. Tilt...","subforum":"Streams & YouTube","embed":{"title":"How To Scrub - League Of Legends - Konzentrier dich auf's Spiel ft. Tilt Lord [GER] #13","description":"Wieder mal chillige Runden mit Moe und Döneriella gezockt... so etwas kommt dabei raus. Gott stehe uns allen bei. Wir haben Facebook.... glaubt uns doch: https://www.facebook.com/tagteamgamingofficial/?ref=aymt_homepage_panel Daniel streamt sogar... : http://www.twitch.tv/danarudosenpai/ Endcard-Track: also bitte... wer den nicht schon kannte, bei dem scheint sowieso alles zu spät. Kappa.","url":"https://www.youtube.com/watch?v=FByfUu_iQjA","image":"https://i.ytimg.com/vi/FByfUu_iQjA/hqdefault.jpg"},"up_votes":2,"down_votes":0,"body":"Hey Leute, wir sind TagTeamGaming :)\r\nMittlerweile lade ich unser Format &quot;How To Scrub&quot; ja schon w&ouml;chentlich hier hoch, also brauche ich nicht viel erkl&auml;ren :D\r\nWir bitten um konstruktive Kritik, wenn euch etwas nicht gef&auml;llt :)\r\nViel Spa&szlig; beim anschauen! :3","replies":[{"id":"","poster":"CRIMeM0NKEY","date":"2016-05-31T11:38:00.869+0000","up_votes":2,"down_votes":0,"body":"Also Eure Videos sind zwar nicht lehrreich, aber zur Zwischendurchbespassung sind sie Super geeignet. Mein Respekt an die Person, die für den Videoschnitt verantwortlich ist. Die Extraeinlagen sind einfach Klasse. Also mein Respekt. \n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Owndby All Might","date":"2016-05-31T14:34:25.158+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für dieses Feedback! :3\nWir freuen uns immer sehr, wenn wir sowas lesen dürfen und das motiviert uns echt :D \nMan muss dazu sagen, das Format zielt ja nicht darauf hinaus lehrreich zu sein, sondern möglichst Leute zum lachen zu bringen :P \nWir geben auf jeden Fall unser Bestes! {{sticker:slayer-pantheon-thumbs}}\n\n~Danarudo","replies":[]}]}]}