{"id":"jlkOiaks","poster":"Freshadow","date":"2016-05-31T11:13:23.829+0000","title":"Streamer stellt sich vor <3","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Hey also ich habe schon oft Forum post gemacht aber mich nie wirklich vorgestellt und das wollte ich mal &auml;ndern ^^.\n\nAlso  ich bin der Marvin 15 Jahre alt und ich bin momentan Platinum 4 Main Adc , Stream gerne in meiner Freizeit um andere Leute zu unterhalten und Freude zu bereiten. In meinem Stream gibt es immer gute Musik &quot;Plays&quot; und immer viel Spa&szlig;.\nWenn ihr vorbei kommt habt ihr die M&ouml;glichkeit mit mir auf meinem Smurf zu DuoQ und wenn sogar genug Viewer da sind sogar &quot;Viewer-Games&quot; zu machen  ( was aber selten vorkommt ). Wenn ihr weitere fragen oder Tipps zu meinem Stream habt schreibt sie mir hier oder in meinen Chat einfach rein.\nwenn ihr bock habt k&ouml;nnt ihr heute ca. um 17 Uhr vorbei kommen und zuschauen Wuerde mich freuen wenn ich ein paar Leute sehe.\nLG Freshadow &lt;33  {{champion:222}}  https://www.twitch.tv/freshadowlol","replies":[{"id":"","poster":"CRIMeM0NKEY","date":"2016-05-31T11:20:31.475+0000","up_votes":1,"down_votes":0,"body":"Stream find ich ganz ok. Aber ich hoffe für dich, dass du den Stream nicht live laufen lässt. Vor einigen Games hat einer im Chat geschrieben, dass jemand aus unserem Team ein Stream laufen hat. Naja, der war Live! Das Ergebniss kannst dir ja ausmalen. Mit 2. Bildschirm brauchen die Gegner gar kein Ward mehr. Die wissen dann live, wo die Gegner gerade sind.","replies":[{"id":"","poster":"Freshadow","date":"2016-05-31T11:22:58.880+0000","up_votes":1,"down_votes":0,"body":"HEy CRIMeM0NKEY  also ein stream kann niemals ganz \"Live\" sein denn die Seite Twitch.tv hat automatisch einen mindest Delay von 30 sec.","replies":[{"id":"","poster":"Ïm À Çute Ýordle","date":"2016-05-31T12:13:34.744+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Freshadow,realm=EUW,application-id=ENHTtUTO,discussion-id=jlkOiaks,comment-id=00000000,timestamp=2016-05-31T11:22:58.880+0000)\n>\n> HEy CRIMeM0NKEY  also ein stream kann niemals ganz &quot;Live&quot; sein denn die Seite Twitch.tv hat automatisch einen mindest Delay von 30 sec.\n\nDelay von 30 sec? Wo lebst du den? Der Delay ist Minimum 10 sec. Der Streamer selbst kann sein Delay noch erhöhen.","replies":[{"id":"","poster":"Freshadow","date":"2016-05-31T13:43:25.646+0000","up_votes":1,"down_votes":0,"body":"ja ich habe ihn aber auf 30 sec gestellt ^^ <3","replies":[{"id":"","poster":"Ïm À Çute Ýordle","date":"2016-05-31T19:38:16.744+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Freshadow,realm=EUW,application-id=ENHTtUTO,discussion-id=jlkOiaks,comment-id=0000000000000000,timestamp=2016-05-31T13:43:25.646+0000)\n>\n> ja ich habe ihn aber auf 30 sec gestellt ^^ &lt;3\n\nDu vielleicht aber die anderen Streamer nicht. Warum auch? Die wollen mit ihrer Community Kommunizieren. Da ist es schon wichtig das man so wenig wie möglich einen Delay hat.","replies":[]}]}]}]}]}]}