{"id":"7H2hpEa4","poster":"JackMazine","date":"2016-05-31T11:39:44.516+0000","title":"Bekomme keine Truhen, obwohl eigentlich alles gegeben ist ?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, ich verzweifle langsam... versuche seit gef&uuml;hlten Ewigkeiten meinen Aatrox auf Lv 7 zu bekommen... die 2 S marken hatte ich nach 3 Spielen, aber jetzt brauche ich ja noch Sachen aus den Truhen (was ja sowieso total der Krampf ist, weil ich jetzt seit Tagen nur noch andere Champs als Aatrox spiele .. und das soll dann zeigen wie gut ich mit ihm bin ? O.o) und hier beginnt das Problem... Ich habe bisher 2 Truhen durch eigene S Bewertung und 1 Truhe durch die von einem anderen erhalten. In meinem Profil steht ich habe 3 von 4 m&ouml;glichen, ABER ich bekomme keine mehr. Ich hatte inzwischen bestimmt 4-5 Spiele in denen jemand anders eine S Bewertung bekam aber f&uuml;r mich keine Kiste raussprang... Und JA ich habe all die Anforderungen gelesen... deshalb spiele ich zur Zeit auch nur Champs, die ich besitze und bei denen ich noch keine Truhe bekommen habe. Funktioniert trotzdem nicht. Streit hatte ich in den letzten Spielen auch nicht und somit auch keine Verwarnung oder &auml;hnliches... Kann mir wer sagen woran das liegt ?\r\nP.S. habe wo anders gelesen man solle den Client reparieren... das habe ich ebenfalls gemacht... nix passiert.\r\nDanke :)","replies":[{"id":"","poster":"Sree","date":"2016-05-31T11:49:37.019+0000","up_votes":2,"down_votes":0,"body":">Ich hatte inzwischen bestimmt 4-5 Spiele in denen jemand anders eine S Bewertung bekam aber für mich keine Kiste raussprang... Und JA ich habe all die Anforderungen gelesen... \n\nNicht alle Anforderungen.\nDu bekommst eine Truhe nur dann, wenn jemand aus deiner Gruppe ein S bekommt. Ein Random Mitspieler zaehlt dafuer also nicht. Wenn du Solo anmeldest, zaehlt nur deine Leistung. Wenn du mit Freunden zusammen anmeldest, zaehlen die S deiner Freunde ebenfalls.","replies":[{"id":"","poster":"JackMazine","date":"2016-05-31T20:30:16.572+0000","up_votes":1,"down_votes":0,"body":"Ahhh das ergibt jetzt Sinn :D dass ich das nirgendwo gecheckt hab -.- Merci ! :)","replies":[]}]}]}