{"id":"zmFQAf6A","poster":"cercamon","date":"2016-05-30T17:41:30.646+0000","title":"Im game Lagt es","subforum":"Hilfe & Support","embed":{"title":"Speedtest.net by Ookla - My Results","description":"Test your mobile network speed, wherever you may be. Download the free Ookla Speedtest app for iOS, Amazon, Android or Windows Phone.","url":"http://www.speedtest.net/my-result/5365759736","image":"http://www.speedtest.net/image-square.php?result_id=5365759736"},"up_votes":1,"down_votes":0,"body":"hallo\r\n\r\nich hab heute 2 Games geh zockt \r\n(Normals ) und ich kann nicht spielen\r\nich hab nur lags andere spieler sehn es und sagen es mir \r\nan meinen internet kann es nicht liegen im game is der ping 24 zu sehn \r\n\r\n* internet is von Kabel Deutschland 100Mits DL 6Mits UB\r\nich habe nichts ver&auml;ndert am Wochen Ende konnte ich noch perfekt spielen\r\n\r\n* ich bin auch allein in meinen Netzwerk\r\n\r\ndas sch&ouml;ne daran ist ich habe ein ep Boost aktiv\r\nund es macht null Spa&szlig; zu spielen wen man ca alle 20 sec {{summoner:4}}  \r\n\r\nich bin der Meinung es Liegt an  \r\n\r\nRIOT{{summoner:14}}","replies":[{"id":"","poster":"cercamon","date":"2016-05-31T17:19:36.620+0000","up_votes":1,"down_votes":0,"body":"also für mich siht das so aus als würde der server 80.249.211.66 pakete verlieren","replies":[{"id":"","poster":"legofreak1","date":"2016-05-31T18:12:38.287+0000","up_votes":1,"down_votes":0,"body":"Deine Logs sind insgesamt recht unauffällig. Dass manche Server bzw dein Router Pakete nicht beantworten kann vorkommen, dies liegt dann daran, dass Pinganfragen niedrig priorisiert sind im Vergleich zu anderen Daten. Da allerdings die weiteren Punkte keinen Packetloss aufweisen, kann man davon ausgehen, dass die Pakete korrekt weitergeleitet werden. Deiner durchschnittlicher und minimaler Ping sind beide gewöhnlich niedrig und nahe beieinander, sodass man davon ausgehen kann, dass der Großteil deiner Pinganfragen auch in diesem Raum beantwortet wurden.\nAllerdings gibt es auch kleinere Spikes in den Anfragen, unter andere, auch zu deinem Router bzw direkt nach diesem. Ohne eine detaillierte zeitliche Aufschlüsselung der Daten kann man keine präzise Aussage treffen, wie häufig diese Spikes auftreten, allerdings sind vermutlich kurze Spikes dieser Richtung Grund für deine kleinen Lags. Mach also bitte folgendes:\n\n- Nutze testweise LAN statt WLAN.\n- Starte deinen Router neu (Strom raus, 5 Min warten, Strom wieder rein)\n- Such nach neuer Firmware für deinen Router und installiere diese falls vorhanden\n- Mach einen [Speedtest](http://www.speedtest.net/). Ist das Ergebnis deutlich niedriger als das, was du bezahlst, ruf bei deinem ISP an.\n- Spiel nicht zu Peak-Zeiten. Also dann, wenn außer dir niemand bei dir zu Hause im Internet ist und es nicht zwischen 16:00 und 22:00 ist. Es geht auch getrennt, das eine ist dazu dar, um Überlastung von deiner Seite auszuschließen, das andere um Überlastung von ISP auszuschließen.\n- Führe keine großen Up-Downloads im Hintergrund aus. Diese können bei niedrigem Durchsatz der Leitung auch zu Problemen führen. Schließ also am besten alle Hintergrundprogramme, die eine Internetverbindung benötigen.\n- Wenn obiges nichts gebracht hat, dann kannst du von deiner Seite aus nicht mehr viel machen und solltet deinen ISP anrufen. Diese kennen ihre Hardware besser und können dir deutlich besser helfen bzw können Fehler von ihrer Seite diagnostizieren.\n- Wenn du die Option \"Bewegungsvorhersage\" im Spiel aktiviert hast, deaktiviere diese bitte.","replies":[]}]},{"id":"","poster":"cercamon","date":"2016-05-31T17:01:09.770+0000","up_votes":1,"down_votes":0,"body":"Game vom 31.05.2106\n\nping plotter Pro\nhttp://pastebin.com/jVx1yQwF","replies":[]},{"id":"","poster":"cercamon","date":"2016-05-30T22:49:02.900+0000","up_votes":1,"down_votes":0,"body":"2016-05-30T23-19-32_netlog\n\n> http://pastebin.com/aCUxJ99M","replies":[]},{"id":"","poster":"cercamon","date":"2016-05-30T22:35:09.156+0000","up_votes":1,"down_votes":0,"body":"PingPlotter Pro\n\n\n> http://pastebin.com/eTpgTpy9","replies":[]},{"id":"","poster":"cercamon","date":"2016-05-30T22:32:24.504+0000","up_votes":1,"down_votes":0,"body":"[](http://pastebin.com/eTpgTpy9)","replies":[]},{"id":"","poster":"legofreak1","date":"2016-05-30T18:25:26.096+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte Pingplotter im Hintergrund eines Spiels mit Problemen laufen lassen und das Ergebnis dazu hier posten?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[]}]}