{"id":"pYzAyJRB","poster":"Dr med Pophet","date":"2016-05-29T12:52:37.949+0000","title":"zum thema smurf und teamranked. wieso,weshalb,warum","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"habe gerade den &quot;frage und antworten&quot; bericht gelesen und 2 sachen sind mir dabei sehr ins auge gefallen und werfen bei mir auch fragen auf.\r\n\r\nein gro&szlig;es thema dabei ist das smurfen. riot gef&auml;llt es nicht,es ist mehr geworden und sie wissen nicht was sie dagegen tun sollen.\r\n\r\nund genau das bringt mich zu meinem 2. punkt. ganz gro&szlig;es fragezeichen wieso bei dem thema &quot;fragen und &quot;antworten&quot; nicht &uuml;ber teamranked geredet wurde. denn bei uns (meiner community) sind die smurfs auch massiv mehr geworden aber bei uns hat es einen ganz einfachen grund.\r\nriot hat uns die m&ouml;glichkeit genommen zusammen ranked zu spielen. unsere community reicht von bronze bis dia und wir spielen schon seit zig jahren zusammen, und momentan geht das nur wenn die smurfs augepackt werden. \r\ngleich vorweg zu:&quot;dann spielt doch einfach normal&quot;!!!\r\nNEIN, normals spielen wir wenn &uuml;berhaupt um mal was neues zu testen mehr aber auch nicht, denn wie allen bekannt sein d&uuml;rfte ist die anzahl der trolls,hater,flamer und vor allem afklern um ein VIELFACHES h&ouml;her im normal, weil es nicht weiter schlimm ist im normal. daraus resultierend  bieten normals nicht mal ansatzweise den spa&szlig; den ranks bieten. \r\nman k&ouml;nnte auch einfach sagen die leute (gegner wie auch teamkollegen) strengen sich im ranked mehr an!!!!\r\n\r\nes ist f&uuml;r uns und wie auch sicherlich tausenden anderen spielern ein r&auml;tsel wieso es kein teamranked mehr gibt.\r\nleague of legends ist ein teambased spiel, wieso kann man also keine teams mehr haben?\r\ndie frage ist doch wieso wurde teamranked &uuml;berhaupt ausgestellt, es hatt doch seine eigene elo/mmr und hat bzw hatte nie etwas mit solo/duo oder jetzt dynamisch zu tun.\r\njetzt gibt es dieses &quot;clan&quot; ged&ouml;ns wo auch hier wieder die frage aufkommt, WIESO?\r\nlaut riot soll es die zusammengeh&ouml;rigkeit verst&auml;rken.\r\naber zu dem zweck gab es doch teamranked.\r\nwenn man es jetzt sogar auf die spitze treiben w&uuml;rde k&ouml;nnte man auch sagen die lcs d&uuml;rfte garnicht mehr existieren. denn alle teams die oben spielen haben sich irgendwann mal qualifiziert.  aber da kein anderes team mehr aufsteigen kann ist der wettbewerb doch hinf&auml;llig. (wer wei&szlig; ob es da drau&szlig;en ein starkes master team gibt das locker lcs niveau hat, es aber nicht spielen darf?)\r\n\r\nnaja, das ist zumindest bei uns der grund wieso wir soviele smurfs haben. weil es die einzige m&ouml;glichkeit ist wie wir zusammen spielen k&ouml;nnen.\r\n\r\n\r\nden meisten von euch wird mein post nat&uuml;rlich vollkommen egal sein und viele idioten werden irgendeinen bockmist drunter schreiben weil sie denken sie w&auml;ren cool.\r\naber ich wei&szlig; auch das es da drau&szlig;en viele viele spieler gibt f&uuml;r die das teamranked das beste an lol war, denn f&uuml;r uns war es das. (strats zurechtlegen, shoutcallen, champ combos spielen etc etc etc.)\r\n\r\n\r\nalso was ist eure meinung zu dem thema smurfs und teamranked, warum hat riot teamranked raus genommen und habt ihr seidem auch mehr smurfs in eurer community?","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-29T18:30:20.808+0000","up_votes":1,"down_votes":0,"body":"Tja, mit der Einführung der Dyn Que hat Riot mir leider die Möglichkeit genommen mit meinen Freunden zu spielen. Der Unterschied in den Rängen ist zu groß! \nMal sehen ob Riot ihr Wort hält und nächste Saison wieder Teamranked freischaltet.\nIch glaube nicht so wirklich dran. \n\nGruß OT Becks","replies":[]},{"id":"","poster":"Ehren Teemo","date":"2016-05-29T13:05:29.029+0000","up_votes":1,"down_votes":0,"body":"meine meinung mich ärgert es auch das es kein tr mehr gibt und ich sehe auch keine logische erklärung","replies":[]}]}