{"id":"QugEWGT9","poster":"Pure Cynicism","date":"2016-05-29T11:38:49.600+0000","title":"Hextech GLP 800 auf Diana","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Hi,\r\nich habe mir Gedanken zu Diana und dem neuem Hextech GLP 800 gemacht. Generell ist mein Problem mit Diana, dass ich sehr schnell oom gehe, egal ob Jungle oder Mid. Gerade wenn man sich in der Mitte reinpushen l&auml;sst, muss man doch oft mit den Skills die Minions finishen. Dazu will man ja auch ab und zu gegenpoken. Laut Champion.gg wird es aber nicht gebaut. \r\n\r\nDie Idee ist jetzt: Der Catalyst bringt Mana und ist f&uuml;r sie auf der Lane echt gut. Sie wird als Melee st&auml;ndig harassed und erh&auml;lt dadurch Manareg, durch ihre Skills bekommt sie dann wieder etwas Lifereg. Das Item bringt insgesamt auch ein wenig tankyness und hat einen guten AP-Wert. Die Aktive hat einen kurzen AOE-Slow und ein bisschen Burst.\r\n\r\nAlles in allem klingt das doch gut. Ist nur die Frage, was man daf&uuml;r aufgibt. Nashors, Rabadons und Zhonyas (+Jgl-item) sind mehr oder weniger Pflicht. Denkbar ist jetzt, Void Staff oder Abyssal eben je nach Situation drau&szlig;en zu lassen. \r\n\r\nWas haltet ihr davon?","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-05-29T12:15:49.386+0000","up_votes":3,"down_votes":0,"body":"Den Schaden von der Passiven sollte man nicht unterschätzen, mit Nashors hat man die ständig. Gerade wenn man das eigentliche Ziel gebursted hat, kann man mit der Passiven noch einiges an konstantem Schaden an Bruisern und Tanks machen. Anders als LeBlanc oder Zed kann Diana nicht bursten und wieder raus. Sie hat auch nicht wie Katarina einen cd-reset oder wie Akali Unsichtbarkeit. Wenn sie drin ist, kommt sie nicht mehr raus.","replies":[]},{"id":"","poster":"Ehren Teemo","date":"2016-05-29T13:07:21.866+0000","up_votes":1,"down_votes":0,"body":"glp? GLP? 1,7mio abonnenten gebt uns die kraaaaaft\n\nedit 1,8mio","replies":[]},{"id":"","poster":"Living Tempest","date":"2016-05-29T12:08:39.654+0000","up_votes":1,"down_votes":2,"body":"Nashors brauchst du nicht, du spielst einen burst Champion.","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-05-30T12:11:31.892+0000","up_votes":1,"down_votes":0,"body":"Nashors ist verdammt stark auf Diana. \n1. Es skaliert unnormal gut mit der Passiven.\n2. Es gibt gut CDR die Diana gebrauchen kann (+Abyssel und Zhonyas = 40%)\n3. Es hilft extrem im Splittpushen \n4. Es hilft extrem im 1 v 1 / 1 v 2 \n5. +80 AP für mehr Burst-Dmg.\n\nIch maine Diana, habe Meisterschaft 7 mit ihr, unzählige Spiele mit ihr bestritten und für mich ein unverzichtbares Item.\nIch bin zwar nur Gold-Elo und Nashors ist vielleicht nicht Meta-Build auf Diana, aber ich möchte nicht drauf verzichten.\n\nZu 90% sieht mein Build auf Diana wie folgt aus:\n{{item:3020}} {{item:3001}} {{item:3285}} {{item:3115}} {{item:3089}} {{item:3157}}  - Ludens überwiegend für den Early wave Clear und zum Roamen. Teilweise wird es im Late ersetzt durch {{item:3135}} ","replies":[]}]}]}