{"id":"RkZEreBm","poster":"kleiner Zigeuner","date":"2016-05-28T00:19:22.490+0000","title":"DynQ Smurfing/Boosting Umfrage","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Hey Forum,\r\n\r\nIch w&uuml;rde gerne eine Abstimmung machen.\r\n\r\nUndzwar bin ich der Meinung das es Eloboosting ist, wenn 4 oder 5 Leute DynQ spielen und einer von den Kollegas ein Smurf ist der eigentlich Dia3+ ist. Klar hab ich nix gegen wenn man mit Freunden zu 4 oder 5 zockt aber das kann man gerne im Normalgame machen da der Higheloboy die eh im Rank durchzieht weil er Solo die Games gewinnt. Ich pers&ouml;hnlich h&auml;tte auch nix dagegen wenn der Smurf seine schlechteste Rolle spielen w&uuml;rde und nicht einen Champ den er auf lolskill Platz 5 hat mit ner Kda von 100:0 xD (ja ich &uuml;bertreib gerne). Man verarscht einfach das Elosystem mit sowas.\r\n\r\nSo stimmt flei&szlig;ig ab. Ich bin gespannt ob die Masse auch so denkt :)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-28T03:12:47.024+0000","up_votes":2,"down_votes":0,"body":"die entscheidende Frage ist doch: \"wie relevant ist das?\" \n\nDu wirst ein Mal in deinem Leben einen Diamond Spieler, der in Silber tryhardet, weil er seinen Kumpel helfen will, treffen... also rein statistisch gesehen.\n\nUnd in deiner Elo... lassen sich die Leute auf dieses Niveau (dann wohl mit ihrem Challenger Freund) boosten und spielen danach dann ein Spiel im Monat... Und selbst dann ist es eher wahrscheinlicher, das der im Gegnerteam auftaucht...\n\nIch meine, reine Mathematik: du gehörst zu den besten 4,8% des Servers. Jetzt kannst du dir selber ausrechnen, wie viele Booster es gibt, die auf deinem Niveau wirklich noch einen Unterschied (also einen wesentlich schwächeren Spieler durchschleppen) ausmachen können... vielleicht 20.000 Spieler? \n\nAlso vielleicht hast du wirklich 4 deiner 400 Spiele verloren, weil Rekkles im Gegnerteam unbedingt Krepos Freundin (Yellowstar? Anyone?) auf Diamond ziehen wollte... und vielleicht hast du 4 weitere Spiele verloren, weil du mit Rekkles Freundin spielen musstest, während der mit seinem Team trainiert... dann sind dass... unfassbare 8 deiner 450 Ranked Spiele, die durch deinen Umfrageansatz verseucht worden sind... dafür hast du den Rekkles Smurf das nächste Mal in deinem Team... oder Rekkles Ische ohne ihn im Gegnerteam...\nWas ich sagen will: Über 500 Spiele sind die Smurfs (vollkommen egal von welcher Liga) so was von egal für deine Elo. Ab und zu verlierst du Spiele wegen ihnen, ab und zu schenken sie dir Free Elo. Viel wichtiger ist die Frage, was du in den 100 Spielen ohne Smurf machst...","replies":[{"id":"","poster":"kleiner Zigeuner","date":"2016-05-28T15:25:38.458+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht um meine Elo sondern um die Allgemeinheit. Mich stört allein schon der Gedanke wenn ich wüsste das ein Silber5 in ka Plat1 rumgammelt und den Leuten das Game versaut nur weil er dahin geboostet wurde. Klar langfristig gesehen sind Boostet und Smurfs egal für die eigentliche Elo aber mein persönliches Problem dazu ist das man sowas verhindern könnte indem man sowas prüft. \n\nStell dir mal vollgendes Szenario vor: Ich als beispiel bin Promo zu Dia5. Steh 2/1 in der Promo. Jetzt bekomm ich den Silber5 Typ ins Team der nicht klarkommt weil er Solo spielt. So er ist angenommen so schlecht das er alleine das Game kaputt macht ist jetzt jungler Gankt und feedet jede Lane dann ist das Game eben over nach 20 mins weil die gegner nicht Dumm sind und snowballen. 2/2 in Promo so. Mach ich mein letztes Game und bekomm den selben wieder ins Team da nicht so viele um 2Uhr morgens in Plat 1-Dia5 aktiv sind. Das selbe nochmal lose Promo verkackt. Nehmen wir an meine 3 anderen Mates sind auf den Skill level von Plat2-1. Ich zwischen Plat1 und Dia5. Der Boostet Boy ist eigentlich Silber 5 mit einer Plat1 Elo das sind genau 14 Ligen Unterschied von seinen eigentlichen Skill lvl. Gegnerteam sind alle 5 auf den lvl von plat3-dia5. Weißt was ich meine klar ist die Chance gering das sowas passiert aber wenn genau in solchen Momenten dieser Typ im Team kommt ist das Lame. Klar wenn ich gut spiele gewinn ich die Promo irgendwann und steig auf Dia5 auf laut dem Beispiel, aber sowas muss nicht sein das ist frustrierend. Dann macht man unnötig nochmal 10 Games weil sowas passiert ist was eigentlich verhindert werden kann. \n\nMeiner Meinung nach hat das nix damit zu tun ob nur wenige sowas machen und ob das nur 4 von 400 Games passieren kann wenn es auch bei 0 von allen Games sein könnte. Man steckt ja einen Kreisliga Kicker auch nicht in die Stammelf eines Profiteams. \n\nRein Mathematisch gesehen ist das richtig für die eigene Elo aber es kann jeden in irgendeinen unpassenden Moment treffen^^","replies":[]}]},{"id":"","poster":"Sihari","date":"2016-05-28T09:59:37.897+0000","up_votes":1,"down_votes":0,"body":"Ich finde es auch total nervig, wenn ich gegen irgendwelche Smurfs spielen muss, die ihr ganzes Team mitschleifen, weil sie eben die übelsten Carrys spielen. Man merkt meist schon, dass die anderen ihre Teamcomb so aufbauen, dass sie alles auf ihren Highelo-Freund setzen können.\nAber andererseits muss man auch daran denken, dass diese Leute vielleicht mal ein Rankedteam waren und dank RIOTs super toller DynamicQ bleibt ihnen nichts anderes übrig als einen von ihnen Smurfen zu schicken, bis alle wieder mit ihren Mains zusammenspielen können. (SoloQ ist für die schwächeren Teammitglieder dann natürlich Geschichte...)","replies":[]},{"id":"","poster":"Crounty","date":"2016-05-28T00:46:32.358+0000","up_votes":1,"down_votes":0,"body":"Nach Riot ist boosting nur wenn man mit dem Account eines anderen matchmaking Spiele macht (d.h alle Queues)\n\nhttps://support.riotgames.com/hc/de/articles/204168430-Feststellung-von-MMR-Boosting\n\nIch finde aber dass es nicht so schlimm ist wie man es denkt, da LoL nun mal ein Teamspiel ist und man meistens auf seine mates angewiesen ist. Damit meine ich dass zwar die Winrate durch den guten Spieler erhöht wird, dieser aber nicht so hoch ist dass man die nächsten 20 Spiele gewinnt, da man auch gegen andere Smurfs spielt und diese genau so gut sein können.\n\nDas Problem mit den Smurfs wird man nie komplett lösen können","replies":[{"id":"","poster":"kleiner Zigeuner","date":"2016-05-28T02:14:45.608+0000","up_votes":1,"down_votes":0,"body":"Du weisst aber genau das langfristig gesehen der Typ die Hochziehen kann wenn er absolut Tryhardet. Mir geht es eher darum das die 3 oder 4 andere dann in einer Elo spielen wo sie eigentlich nicht hingehören und im Soloq dann total abkacken. Hab das doch selber mal getestet letzte Season. Der Typ ist dann genauso schnell wieder abgestiegen Solo^^ Klar ist man Teamabhängig aber du weißt was ich mein^^","replies":[{"id":"","poster":"Crounty","date":"2016-05-28T06:06:43.789+0000","up_votes":1,"down_votes":0,"body":"Sowas hab ich diese Season noch mit 2 Kumpels erlebt, die sind aber direkt auf ihre Ursprungselo abgestiegen. Das ist ja auch der Sinn des Systems also steigen die halt ab wenn die nicht dahin gehören\n\nIch fänds toll wenn man so ein \"Prime Matchmaking\" machen könnte, was Valve jetzt gerade testet, dass man die Handynummer verifizieren muss damit man nur mit anderen spielen kann, die ihren Acc mit der Nummer verknüpft hat. Und man kann pro Nummer nur einen Acc verknüpfen","replies":[]}]}]}]}