{"id":"55RpzUfE","poster":"CreepDestroy","date":"2016-05-27T16:07:26.436+0000","title":"Aatrox Rework :)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"**Nachdem ich nun +125 Spiele mit Aatrox hinter mit habe und ihn ausgiebig testen konnte habe ich mal sein Motto und sein Spirit verinnerlicht und &uuml;berlegt wie man Aatrox zur&uuml;ck bringen k&ouml;nnte. **\n\nMeine Idee Aatrox zu reworken w&auml;re das man das Q und die E in ein Spell packt anstatt er diesen wirklich langsamen Sprung nach oben macht, sollte er sich nach vorne drehen und im verlauf des &quot;dashes&quot; den slow nach vorne wegdr&uuml;cken in der gleichen Form wie das E momentan aussieht. Damit spaart er sich die langsamen animation und das E ist nun frei f&uuml;r ein neuen Spell. \n\nDoch bevor wir &uuml;ber den sprechen kommen wir nochmal kurz zur W Aatrox sollte sich nicht mehr bei jedem 3. Schlag so stark heilen sondern bei jedem! Man sollte hier die Werte etwas runter setzen aber es ist einfach horrible wenn du 2 schl&auml;ge drauf bekommst und den dritten nicht mehr. Es dauert einfach zu lange und ist es nicht wert derma&szlig;en viel atackspeed zu kaufen.\n\n Desweiteren sollte man Atrox **atackrange um 50 erh&ouml;hen.** \n\nNun zur E die kann man designen wie man m&ouml;chte und ich bin was das angeht kein super pro aber meine idee w&auml;re ein point &amp; klick spell und zwar funktioniert der so \n\nAuf gegner: Gegner **versingt f&uuml;r 0,75 sekunde in einer blutlache** so &auml;hnliche wie Vladimir er kann sich dabei allerdings nicht bewegen und atrox entzieht ihm w&auml;renddessen **5% des maximalen lebens des gegner skaliert weder mit ad noch mit ap steigt aber pro aufwertung um 1%  5/6/7/8/9 CD 20/25/30/30/35 **\n\nAuf Verb&uuml;ndete (oder sich selbst):  Das ziel wird von einer Blutlache umringt (sollte aatrox das ziel sein wird er verstummt bis er 2 AA gemacht hat) in der s&auml;mtliche Gegner **zus&auml;rtlichen Schaden durch AA bekommen 5%/7%/9%/12%/15%** au&szlig;erdem erh&auml;llt der tr&auml;ger dieser Lache eine um **10oder 20% erh&ouml;hte Chritchance** und eine Art lifesteal auf AA **pro aa heilt sich das Ziel um 0,25% des maximalen lebens des**** opfers egal wie viel schaden an diesem angerichtet wird**. **Dauer dieses Spells 5Sekunden** CD skaliert bei der Einsetzung (auf allies oder enemies) anders damit w&auml;re Aatrox ein Unikat **CD 25/22/20/18/15**\n\nAls letztes noch wenn Atrox **wiederbelebt wird ist er f&uuml;r 2 Sekunden Verstummt aber kann nicht anderweitig  cced werden**. Das w&uuml;rde besser zu seinem Motto passen :) Es kann nat&uuml;rlich sein das die Zahlen etwas krass sind aber das kann man aufm Papier ja nur schlecht einsch&auml;tzen.","replies":[{"id":"","poster":"Markathus","date":"2016-05-27T17:01:18.864+0000","up_votes":1,"down_votes":0,"body":"Ist echt erstaunlich das so Threads immer nach einem \"Warum spielt niemand .... \" von Letsreadsmallbooks (Maxim) kommen. Ich glaube es hat eine Trefferquote von 100%.","replies":[{"id":"","poster":"CreepDestroy","date":"2016-05-27T17:13:09.893+0000","up_votes":1,"down_votes":0,"body":"Also meine Einleitung sollte nicht heißen das ich extra darauf hingearbeitet habe diesen Artikel hier zu schreiben ich habe tatsächlich so viele Spiele mit Aatrox absolviert hatte mir oft mal überlegt was man ändern könnte aber erst nach Maxims Video ist mir die Lösung eingefallen ich habe übrigens auch fast das gleiche Kommentar unter sein Video geschrieben und hier dann nochmal etwas überarbeitet :)","replies":[{"id":"","poster":"Markathus","date":"2016-05-27T17:31:38.679+0000","up_votes":1,"down_votes":0,"body":"War nicht böse gemeint hatte nur eben das Video gesehen und war dann hier im Forum und Schwupp's in 1 Sekunde schon 2 Threads gesehen :D .","replies":[{"id":"","poster":"CreepDestroy","date":"2016-05-27T17:51:02.053+0000","up_votes":1,"down_votes":0,"body":"Habs nichts als Angriff gesehen aber mir kam meine Einleitung in dem Zusammenhang etwas unglaubwürdig vor deswegen wollte ich es nochmal erklären :D","replies":[{"id":"","poster":"Markathus","date":"2016-05-27T18:00:45.115+0000","up_votes":2,"down_votes":0,"body":"Dann ist ja alles gut wollte nur nicht das es Falsch rüberkommt.\nNoch einen schönen Abend wünsche ich","replies":[{"id":"","poster":"CreepDestroy","date":"2016-05-27T18:03:24.377+0000","up_votes":1,"down_votes":0,"body":"Dir auch :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Azcorban","date":"2016-05-27T19:03:43.085+0000","up_votes":1,"down_votes":0,"body":"Finde nicht, dass Aatrox ein Rework braucht, so alt ist er nicht. Die Idee mit der passiven finde ich jedoch super.","replies":[{"id":"","poster":"CreepDestroy","date":"2016-05-31T16:29:37.910+0000","up_votes":1,"down_votes":0,"body":"Naja bald 3 Jahre das Meta hat sich seid dem ca. 30 mal verändert und er wurde nie so wirklich viel gespielt nur ganz kurz als devourer neu war.","replies":[{"id":"","poster":"Azcorban","date":"2016-06-01T11:03:57.993+0000","up_votes":1,"down_votes":0,"body":"da gibt es einen ganzen Haufen anderer Champions. Allein Yorick war nichtmal in der Rotation drinnen.","replies":[]}]}]}]}