{"id":"uMeUtMUR","poster":"NoTeamFound","date":"2016-05-27T11:02:51.463+0000","title":"Let's Talk about - Taliyah","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Servus und Hallo an alle Beschw&ouml;rer da draussen!\r\n\r\nIch wollte Mal eine kleine Diskussionsrunde bez&uuml;glich dem Champion Taliyah er&ouml;ffnen.\r\nViele R&uuml;ckmeldungen habe ich nicht gesehen oder gabs einfach nicht, (oder ich habs einfach verpennt). \r\n\r\nDeshalb will ich von euch wissen, wie findet ihr Sie? Was waren eure Erfahrungen? Habt ihr schon mit Ihr carrien k&ouml;nnen oder habt ihr sogar schon auf das mieseste versagt mit ihr?\r\n\r\nMeine Meinung zu Taliyah ist: \r\nIch finde sie einfach den absoluten Hammer, bisher habe ich sie sehr oft in Normals gespielt und erst ein Mal im Ranked, dies ging ziemlich gut aus und ich finde ihre F&auml;higkeiten erlauben es dem eigenen Team sehr stark zu helfen. \r\nEinerseits kann man mit ihrer Ult auf der Bot oder Top aushelfen um die Gegner dann &quot;in die Enge&quot; zu treiben und andererseits kann man mit ihrer W, dem Gegner ganz sch&ouml;n den Escape vermiesen :D. Ich habe sogar eine Aktion auf Video wie ich dem Gegnerischen Jungler die Tour vermiese. Das war so ziemlich meine Erste Erfahrung mit Taliyah. Das Video findet ihr hier. [Twitch](https://www.twitch.tv/ssaveshot/v/68684010) Bitte f&uuml;hlt euch nicht gezwungen das Video anzusehen es war f&uuml;r mich einfach nur  eine &quot;geile&quot; Aktion :D.\r\n\r\nAber mit Taliyah kann man auch dem eigenen Team schaden, wenn man beispielsweise die Ult zu falschen Zeit am falschen Ort einsetzt. Man sollte halt schauen dass, wenn man die Mauer Hochzieht, dass man auf der Seite des Mitspielers absteigt und dem Gegner die Fluchtm&ouml;glichkeiten entzieht. dann ist es ein gelungener Gank. Wenn dies nicht der Fall ist, kann der Gegner einerseits Fl&uuml;chten oder andererseits ist man selber durch die Mauer vom Mitspieler getrennt und man muss zusehen wie der eigene Mitspieler stirbt :D. (ist mir auch schon passiert :D) aber man will ja besser werden.\r\n\r\n\r\nIch werde den Champ zu meinem Main machen, immerhin hab ich Sie schon auf Stufe 4. f&uuml;nf, sechs und sieben folgen noch :D da bin ich sicher!\r\nTaliyah hat so viel Potenzial, und wenn man dies ausnutzt, steht dem Sieg nichts mehr im Weg!.\r\n\r\nJetzt seid ihr dran, was sind eure Meinungen zu Taliyah?\r\n\r\nw&uuml;rde mich freuen wenn wir ein &quot;Let&#039;s Talk About&quot; hinbekommen. :D\r\n\r\nLG Saveshot","replies":[{"id":"","poster":"Santas hoe","date":"2016-05-27T13:56:20.486+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich habe sie erst zwei mal gesehen (oder anders gesagt: zwei mal gespielt ;D) fand sie aber beide male äußerst strong. Ihr roam potential ist (wie hier bereits jemand anderes angemerkt hat) einfach op und ich finde (anders als dieser andere ;D) das auch ihr dmg sich sehen lassen kann. e w kombo ist (wenn man trifft) echt stark und auch der q macht hohen dmg (wenn man mehrere der geschosse trifft), prokt thunderlords easy und hat super geringen cd. Liegt vlt auch an der bronze liga, dass ich sie so stark finde, aber na ja ;D\nLG\nthe evil in pink","replies":[{"id":"","poster":"NoTeamFound","date":"2016-05-27T14:02:38.818+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Rückmeldung! Freut mich das einige hier teilhaben! :D\nJa sie ist wirklich super, ich weiss nicht warum viele Leute Taliyah nicht gut finden.\n\nEinfach ein Monster dieser Champ :D (wenn man ihn kann).\nUnd der Cooldown von der Q ist auch sau gut, da geb ich dir vollkommen Recht!\n\nEigentlich ein easy Champ zum lernen und gleichzeitig besser werden (Was das Spielverständnis betrifft)\n\nLG Saveshot","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2016-05-27T12:00:03.223+0000","up_votes":2,"down_votes":0,"body":"Ihr roaming/zoning Potenzial ist sehr gut, bisher ist sie mir persönlich aber speziell im early und midgame nicht stark genug vom einzelschaden. Im Team ist sie schon echt gut, vor allem wenn sie das Feld mit der ultimative buchstäblich umpflügt","replies":[{"id":"","poster":"NoTeamFound","date":"2016-05-27T12:24:24.406+0000","up_votes":1,"down_votes":0,"body":"ja auf jeden Fall :D. aber ich finde sie taktisch gesehen, einfach ein Ass! :D","replies":[]}]},{"id":"","poster":"Unfriendly eBoy","date":"2016-05-29T10:02:14.171+0000","up_votes":1,"down_votes":0,"body":"Kann mich nur anschließen, ich liebe diesen Champ. Sie macht unglaublich viel Spaß! Ich bin kurz vor LVL 7. Muss noch ein Game mit S oder S+ abschließen. Spiele sie auf Mid und als Support. Ab und an auch mal im Jungle. Das ist anfangst zwar echt schwerfällig, aber die Ganks ab LVL 6 sind höchst erfolgreich mit Ult.","replies":[{"id":"","poster":"NoTeamFound","date":"2016-05-30T07:10:15.271+0000","up_votes":1,"down_votes":0,"body":"wow hoffentlich packst du das!\nich bin stufe 6 mit ihr und will jetzt stufe 7 erreichen :D aber das ist nicht so leicht :D.\nDie Ult zu timen erfordert halt auch das mitspiel der teammates... denn wenn z.b bot zu hart pusht, kann man halt nicht ganken...\n\naber der champ ist einfach awesome!","replies":[]}]}]}