{"id":"W5Equaw9","poster":"Tentacle Smurf","date":"2016-05-26T15:20:21.832+0000","title":"Was ist nur los im low ELO?","subforum":"Champions & Gameplay","up_votes":36,"down_votes":5,"body":"Kurz zu meiner Person.\nIch habe in diversen pers&ouml;nlichen Challenges mehrere Accounts von unranked auf Diamond gespielt, wobei ich den letzten Account (diesen) sogar auf Master gespielt habe.\nMeine aktuelle Challenge ist von unranked auf Master NUR als Support und ich muss schon sagen ich wunder mich wieso leute im low ELO sich &uuml;ber ihre platzierung &auml;rgern.\nEin so hohes ma&szlig; an geflame habe ich noch nie gesehen. Ab hier werde ich das wort nie sehr h&auml;ufig verwenden, weil ich aktuell extrem verbl&uuml;fft bin.\nMeine Beobachtungen bisher:\n1. Ich habe noch KEIN EINZIGES Spiel gehabt, in dem nicht im &uuml;bertriebenen ma&szlig;e geflamamet wurde.\n2. Ich habe noch keinen Spieler getroffen, von dem ich dachte wow der m&uuml;sste aber in einer h&ouml;heren ELO sein.\n3. Ich habe noch kein Spiel gesehen, in dem das Team hinten lag und sich auf das Spiel konzentriert hat und versucht hat es rum zu rei&szlig;en\n       Wenn die Teams im low ELO hinten liegen, geben sie sofort auf und sind eigentlich nur noch damit  besch&auml;ftigt sich gegenseitig zu beleidigen.\n4. Grunds&auml;tzlich wird im chat immer gefragt, den der am schlechtesten performt hat 9x zu reporten, wobei das Reporting Tool eigentlich daf&uuml;r gedacht ist, unangemessenes Verhalten (toxcic, cheating etc.) zu melden \n5.  Es ist immer der Jungler an allem schuld, wenn man seine Lane &quot;verliert&quot; und das meistens sogar 1v1 ohne zutun des gegnerischen Junglers, es werden aber grunds&auml;tzlich erst mal keine Wards platziert oder sonstige Ma&szlig;nahmen ergriffen, um gut aus der Laningphase raus zu kommen.\n6. In der Lobby wird erst mal immer nach einem Tausch gefragt, weil man nie Lane xy gespielt hat aber sich daf&uuml;r in die Queue stellt.\n7. Leistung wird nach kda gemessen, alles andere ist UNWICHTIG.\n8. Die Existenz des Mute Buttons wird auf fanatische Art und Weise ignoriert.\n9. Jegliche Art von konstruktiver Kritik wird vehement mit dem Kommentar reported erwidert\n10. AFK, Trolls und intentional feed (weil eine Runde welche kein free win ist) liegt an der Tagesordnung - ein Comeback ist ein nicht tolerierter Spielausgang.\n\nHier einige der Ma&szlig;nahmen welche sich etabliert haben (nach unz&auml;hligen Accounts die ich durch diese ELO gebracht habe):\n1. Der Enter Button wird nicht zum Chatten verwendet!\n2. Shot calls ohne Diskusionen nach folgendem Schema:\nDragon in 1 Minute be prepared.\nBlue Spawning in 45 be ready.\nJungler Top side be carefull.\nNeed a Pink ward on bot side river.\n3. Die Frage why wird nicht gestellt.\nWhy did u do X\nWhy didnt u do y\nWas erhofft man sich aus der Antwort?\nWenn man aus diesem ELO ist, dann WEIL man schlecht ist und eines der ersten Schritte um da raus zu kommen ist die Erkenntnis, dass man schlecht ist.\nDiskussionen f&uuml;hren nur zu Zeitverlust.\n4. Alles in deiner Macht stehende tun um zu gewinnen  dazu geh&ouml;ren unter anderem:\nclose to 100% uptime deines Pink Ward -&gt; wird er zerst&ouml;rt wird ein neuer aufgestellt.\nLaningphase: Am leben bleiben ist besser als ein Kill.\nEin 1 zu 1 Trade ist in der regen nicht worth.\nEin kill der zum eigenen Tod f&uuml;hren k&ouml;nnte ist nicht worth.\nFacechecks von B&uuml;schen im gegnerischen Bereich ist ein nogo.\nBlaue wards sind dein Freund.\nRoaming nur, wenn ein Objective daraus resultiert -&gt; Bot lane Turret, Drake oder Blauer buff. Top lane Rift Herald, Turret.\nAnsonsten gilt Farm auf dem guten Spieler ist mehr wert, wenn du damit carrien kannst, als dass du st&auml;ndig auf der Map unterwegs bist und daf&uuml;r tonnenweise Farm verpasst.\n5. Fokusiere auf Objectives: \nwieviele Spiele habt ihr schon gesehen in der eine LB 2012 Kills hatte und dann trotzdem verloren hat? \nKenne deine Win condition!\nIm High ELO ist es nicht selten, dass in einem Spiel keine 10 kills sind und trotzdem ein Team verloren hat.\nErkenne g&uuml;nstige Momente:\nWenn der gegnerische Jungler auf der Top Seite ist, ist ein g&uuml;nstiger Moment in die untere Lane zu roamen (als Mid laner) und einfach mal den Turret zu rushen oder den Drake sneaky zu machen.\n\nund ganz wichtig:\nNUR DU BIST VERANTWORTLICH F&Uuml;R DEINE TATEN UND NIEMAND SONNST;\nDU MUSST KEINEN CALLS FOLGEN WENN SIE SCHLECHT SIND\nDEIN JUNGLER IST NICHT F&Uuml;R DEINE LANE VERANTWORTLICH\nNIEMAND IST F&Uuml;R MISS CALLS VERANTWORTLICH\nALLES WAS DU TUST UND DESSEN FOLGEN SIND ALLEINE IN DEINER VERANTWORTUNG.\n\nChecklist zum Verbessern der persönlichen Entscheidungsfindung:\n\n[League improvement Checklist\n](https://docs.google.com/document/d/11lFfd5W1uXt2Eg_b8MqiLVKjizjnZTEQZ-xrIyXT1S4/edit?usp=sharing)\nWer Rechtschreibfehler findet, darf sie behalten.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-05-26T16:05:28.545+0000","up_votes":2,"down_votes":11,"body":"Was du beschreibst ist folgender Sachverhalt:\n**\nDie ELO-Hell existiert !!!!!!!!**\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T16:20:12.953+0000","up_votes":8,"down_votes":0,"body":"Laut definition ist ELO hell eine ELO aus der es kein heraus kommt.\nIch hab dies leider durch zahlreiche selbstversuche wiederlegt.\nEs sind die Spieler die sich durch ihr verhalten weigern aufzusteigen.","replies":[{"id":"","poster":"Lyknoc","date":"2016-05-31T13:25:42.363+0000","up_votes":1,"down_votes":0,"body":"**Ich würde die ELO HELL er so definieren:\n\nDie ELO HELL ist eine unabhängig von der LIGA liegender Bereich dessen Spieler mit ihren Aktionen und Verhalten einen Psychisch belasten was zur minderung des eigenen Spiel spaßes so wie zur Ablenkung und völliger TILTung führen KANN**\n\n{{sticker:zombie-brand-mindblown}}","replies":[]}]},{"id":"","poster":"ÆonFox","date":"2016-05-26T19:16:30.499+0000","up_votes":2,"down_votes":0,"body":"Nö. Die Elohell ist selbstgemachte Drecksgrütze...","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T20:57:52.169+0000","up_votes":3,"down_votes":0,"body":"this","replies":[]}]},{"id":"","poster":"Zaphod4","date":"2016-05-27T17:51:45.920+0000","up_votes":1,"down_votes":0,"body":"Nö das tut sie schlicht und einfach nicht.\nRein Logisch ist es auch absolut absurd!\nWenn du schlechte Teammates hast und du wegen ihnen verlierst solltest, dann hast du genau die gleiche Wahrscheinlichkeit, dass diese Teammates im Gegnerteam landen.\nWenn du also eine negative Winrate hast dann MUSS das schon aus mathematischen Gründen an DIR liegen.\nUnd mit einer postiven Winrate wirst du früher oder später in der Elo aufsteigen.","replies":[]}]},{"id":"","poster":"DeSyNcr0N","date":"2016-05-26T19:18:06.882+0000","up_votes":5,"down_votes":1,"body":"Ist bei mir in \"Low Elo\" Diamant nicht anders - also ich wurde in meinen ersten Diamant Games nur mit Diamant Spielern zusammen getan.  Gestern war ich als Maokai 3/0 und Amumu und die Botlane haben einen 3 gegen 3 hart verloren, dann fing unser ADC an zu heulen. GG Amumu you can't even land your ult , you lost this game . I wont group up till I have my 4 items , I just stay at bot and farm now to 4 items. Um realistisch zu sein, hatte ich auch die Hoffnung verloren, weil unsere MId auch verloren hat, aber zum Glück ansatzweise nicht wie Sivir war. Sie hat soviel im Chat geschrieben, sodass sie immer wieder gekillt wurde und weiter geschrieben hat. Geht jetzt nicht die Welt unter, aber ich wünsche mir, dass sie in Bronze landet durch ihr Verhalten. :D\n\nGegen Flamer, AFK's #AbschaumDerKluft #BoostedAnimal","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T12:35:09.888+0000","up_votes":1,"down_votes":0,"body":"Der Begriff boosted animal wird ab dia seeeeeeehr oft verwendet das ist wirklich recht unterhaltsam.\nEinfach reporten :) Leute überlegen es sich zwei mal ob sie wieder Toxic werden, wenn sie keine Chests mehr bekommen oder sogar gebannt werden.","replies":[]}]},{"id":"","poster":"Staatsanwalt","date":"2016-05-27T08:11:08.177+0000","up_votes":1,"down_votes":0,"body":"Aber ganz ehrlich 100% sign :D \n\nIch spiele nicht so häufig, daher bin ich in keiner hohen elo.\n\nAber jedes Mal wenn ich spiele, höre meist nach einem wieder auf, wenn ich solo spiele.\n\nEs ist manchmal derart unfassbar was da abgeht.\n\nWie du sagtest, anstatt zu versuchen das Blatt zu drehen und sich zusammen zu reißen, ist es meistens so, dass ab Minute 10 geflamt wird und jeder die Schuld beim anderen sucht. \n\nKeinerlei Reflektion. Wenn der Midlaner ohne Wards pusht und stirbt, und das 4 Mal. Dann ist in jedem Fall der Jungler Schuld.\n\nKrieg da jedes Mal Hass, wenn ich an solche Leute denke :D","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:37:55.477+0000","up_votes":1,"down_votes":0,"body":"Mute all.\nEvtl. mach ich mal wieder meinen Stream an und geb meinen neuen Account bekannt.\nAber du wirst sehen, dass ich Leute beim ersten Anzeichen von Toxischem Verhaltne mute.\nWenn die Leute schon in der Lobby nerfig waren, hau ich auch direkt Mute All rein.\nIch muss nicht sehen, was mein Team sagt um die Richtigen Entscheidungen zu treffen.\nJe mehr man sich auf das Spiel konzentriert, um so mehr sieht man die Dynamik des Spiels und erkennt Potentiale.\nWenn man aber ständig unsinniges Zeug im Chat liest, dabei versucht zu last hitten, den Gegnerischen Jungler im Blick zu haben und sich auch noch die anderen Lanes zu beobachten und noch die Objectives zu kontrollieren, während man immer und immer wieder von 100% unnötigen Nachrichten im Chat abgelenkt wird ... das führt zu nix.\nLieber auf das Spiel konzentrieren und seine eigene Dynamik finden.\nSich merken wenn man was gut gemacht hat und wieso es gut war und das in dein Repertoir von Plays aufnehmen.\nUnd wenn du was Falsch gemacht hast nicht aufregen sondern es als Lektion auffassen, es beim nächsten mal besser zu machen.\nRanked Spiele sind ein \"play to learn\" Prozess und kein \"play to win\" Prozess erst wenn man das begreift, wird man besser.\nWenn jeder Fehler als etwas negatives aufgefasst wird und alles von Team nieder gemacht wird, wird man nie anfangen Fehler als das anzusehen was sie sind.\nEs sind Lektionen, nur wer Fehler macht, kann aus ihnen lernen.\n\n\"Winston Churchill\n\t\nEs ist ein großer Vorteil im Leben, die Fehler, aus denen man lernen kann, möglichst früh zu begehen.","replies":[{"id":"","poster":"LegendOfSouls","date":"2016-05-27T11:46:48.911+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=00140000,timestamp=2016-05-27T11:37:55.477+0000)\n>\n> Mute all.\n> Evtl. mach ich mal wieder meinen Stream an und geb meinen neuen Account bekannt.\n> Aber du wirst sehen, dass ich Leute beim ersten Anzeichen von Toxischem Verhaltne mute.\n> Wenn die Leute schon in der Lobby nerfig waren, hau ich auch direkt Mute All rein.\n> Ich muss nicht sehen, was mein Team sagt um die Richtigen Entscheidungen zu treffen.\n> Je mehr man sich auf das Spiel konzentriert, um so mehr sieht man die Dynamik des Spiels und erkennt Potentiale.\n> Wenn man aber ständig unsinniges Zeug im Chat liest, dabei versucht zu last hitten, den Gegnerischen Jungler im Blick zu haben und sich auch noch die anderen Lanes zu beobachten und noch die Objectives zu kontrollieren, während man immer und immer wieder von 100% unnötigen Nachrichten im Chat abgelenkt wird ... das führt zu nix.\n> Lieber auf das Spiel konzentrieren und seine eigene Dynamik finden.\n> Sich merken wenn man was gut gemacht hat und wieso es gut war und das in dein Repertoir von Plays aufnehmen.\n> Und wenn du was Falsch gemacht hast nicht aufregen sondern es als Lektion auffassen, es beim nächsten mal besser zu machen.\n> Ranked Spiele sind ein &quot;play to learn&quot; Prozess und kein &quot;play to win&quot; Prozess erst wenn man das begreift, wird man besser.\n> Wenn jeder Fehler als etwas negatives aufgefasst wird und alles von Team nieder gemacht wird, wird man nie anfangen Fehler als das anzusehen was sie sind.\n> Es sind Lektionen, nur wer Fehler macht, kann aus ihnen lernen.\n> \n> &quot;Winston Churchill\n> \t\n> Es ist ein großer Vorteil im Leben, die Fehler, aus denen man lernen kann, möglichst früh zu begehen.\n\nNaja, alle zu muten schadet der Teamkommunikation aber gewaltig, selbst Idioten wollen immer noch gewinnen und ein Midlaner oder Jungler zu muten ist dumm, weil diese meistens über den Spielfluss entscheiden (Calls machen, Objectives fosukieren). Besser nur im Notfall muten, niemals am Anfang gleich mute all, aber auch nicht auf evtl. Flame antworten","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:48:37.418+0000","up_votes":2,"down_votes":0,"body":"Ein Jungler schreibt im low ELO nicht was er macht er macht es einfach.\nidr Pingt er nicht mal.","replies":[{"id":"","poster":"Choujin","date":"2016-05-28T04:40:52.783+0000","up_votes":1,"down_votes":0,"body":"Bin im low Elo, pinge immer wenn ich iwo Ganken komme, evtl sogar 2x, wenn ich sehe das die lane hart pushed, dann ping ich schon während ich noch Monster im Jungle kill & anschließend wenn ich auf'n weg bin. :)","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-28T09:40:24.469+0000","up_votes":2,"down_votes":0,"body":">  dann ping ich schon während ich noch Monster im Jungle kill\n\ndas kann unten problematisch sein da es für manche zu verwirrung kommen kann und zu früh mit den baiten bzw angriff beginnen wenn du schon ein gank pingst während du noch am camp clear bist habe ich schon oft beobachten dürfen.","replies":[{"id":"","poster":"Choujin","date":"2016-05-28T15:46:38.568+0000","up_votes":1,"down_votes":0,"body":"ja, hab es grad in einem match gemerkt, keine gute idee, hast recht xD","replies":[{"id":"","poster":"Aljonau","date":"2017-06-04T08:01:50.346+0000","up_votes":1,"down_votes":0,"body":"Den Fehler mache ich beispielsweise toplane, weil ich mit der Rolle nicht vertraut bin. Als supporter würd ich mir die Zeit nehmen abzuschätzen wo der Jungler ist, aber als Toplaner .. uh da sehe ich ah jungler pingt, ich geh insta  ALL IN und dann bekomm ich auf die Fresse ^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Chadono","date":"2016-05-27T09:08:21.485+0000","up_votes":1,"down_votes":0,"body":"Sehr schöner Beitrag!\n\nIch spiele derzeit nur Normals, da ich relativ neu bin und erstmal Erfahrung sammeln will (Meine Promotion hab ich verkackt..). Und obwohls im Normal um gar nix geht, wird da im Moment so hart geflamed, dass ich mehrmals schon nach einem Spiel einfach den PC ausgemacht habe und absolut keinen Bock mehr auf das Spiel hatte.\n\nLiegt vlt daran, dass zur Zeit Pfingstferien sind..\n\nMir ist es grundsätzlich egal (im Normal) ob ich gewinne oder verliere. Ich will jeden Champ in der Rotation wenigstens einmal spielen, dass ich die Schwächen einzelner Champs erkenne. Dadurch hab ich dementsprechend oft ein \"First Time\" und verkacke mein Spiel bzw kann das Spiel nicht maßgeblich beeinflussen. Spaß machen kann das trotzdem (tuts oft genug), wenn das Team nett ist und sich konzentriert. Aber leider ist der Chat meistens wichtiger. \nIch liebe es einfach, wenn der Yasuo in der Mitte plötzlich kurz vor seinem Tower bewegungslos stehen bleibt um zu tippen. Klar wird der dann gekillt. Was dann in noch mehr Flame mündet. \n\nLeider habe ich nicht das Gefühl, dass diese Spieler konsequent Banns erhalten. Viel Geflame erscheint mir einfach viel zu routiniert, als dass diese Spieler wirklich mit Strafen belegt werden würden. \n\n\nDie toxischsten Spieler sind übrigens grundsätzlich deutsche Kiddies zwischen 9-14, mit \"LP\", \"HD\" oder \"YT\" im Namen. Meine Fresse hab ich da schon Sachen erlebt in der kurzen Zeit, die ich Spiele..","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T13:09:18.680+0000","up_votes":2,"down_votes":0,"body":"Bei meinem ersten Smurf war ich immer so fasziniert von dem was meine Mitspieler tun, Spiele im Low ELO sind extrem unkalkulierbar.\nEiner der Dinge wieso high ELO Spiele so \"geordnet\" ablaufen liegt daran, weil alle zum größtenteil das \"richtige\" tun und deswegen muss man in der Regel nur überlegen \"was würde ich jetzt tun wenn ich xp währ\" \n(xy= .z.B. der Jungler)\nDann schaut man sich kurz die Map an und wenn man selbst zum Beispiel grad leicht overextendet ist am besten zurück ziehen und nicht selten kommt zwei Sekunden später der gegnerische Jungler.\nIm low elo ist das anderst, weil alle unberechenbar spielen.\nUnd um das für mich berechenbar zu machen hab ich einen ganz einfachen Trick für mich entdeckt.\nIch spiele so als ob alle in meinem Team bots währen, diese kannst du auch nicht steuern du kannst weder die Gegnerischen bots kontrolieren noch dein eigenes Team.\nDu bist nur für das verantwortlich was DU machst.\nDeswegen hier nochmal der Hinweis Mute all und dann so gut spielen wie du kannst mehr kannst du nicht machen.\nWer würde schon Bots die Schuld geben wenn man was falsch macht?","replies":[{"id":"","poster":"dat Zoidberg","date":"2016-05-28T14:21:58.477+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=00170000,timestamp=2016-05-27T13:09:18.680+0000)\n>\n> Und um das für mich berechenbar zu machen hab ich einen ganz einfachen Trick für mich entdeckt.\n> Ich spiele so als ob alle in meinem Team bots währen, diese kannst du auch nicht steuern du kannst weder die Gegnerischen bots kontrolieren noch dein eigenes Team.\n\nZwar witzig aber nicht ganz schlüssig, schliesslich ist das Verhalten von Bots praktisch zu 100% vorhersehbar und damit genau das Gegenteil von unkalkulierbar.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-28T14:46:52.784+0000","up_votes":1,"down_votes":0,"body":"du kannst sie nicht kontrollieren.\nWenn du zu nem bot sagst geh zurück die kommen dich zu ganken wird er immer noch genau das machen, was er machen wird.\nUnd genau so verhält sich das im low elo alle machen das, was sie machen möchten.","replies":[]}]},{"id":"","poster":"Choujin","date":"2016-05-28T04:38:08.848+0000","up_votes":1,"down_votes":0,"body":"Naja, erst muten wenn angefangen wird zu flamen :D{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"JinxEatsPizza","date":"2016-05-28T13:44:09.335+0000","up_votes":1,"down_votes":0,"body":"Vergiss das... Ich habe das auch gemacht und es ist ja nicht immer unberechtigt, dass man geflamed wird, da man einfach nicht aufgepasst hat und man deshalb gekillt wurde. Man versucht sich zu verteidigen und dann geht die Diskussion erst richtig los und wenn du Pech hast stirbst du dadurch nur, weil der Jungler dir nicht mehr helfen will.","replies":[]}]}]}]},{"id":"","poster":"3Xtermin4ns","date":"2016-05-27T01:37:46.114+0000","up_votes":1,"down_votes":0,"body":"Inhaltlich sehe ich die Tipps zu 100% genauso, mit der Ergänzung, dass es nicht vollständig sein kann (Pings beim Ganken sind obligatorisch) und dass ich einem schlechten Call auch mal folge, anstatt zu splitten, den eigenen Kopf durchzusetzen und im schlimmsten Fall die fragile Teamharmonie zerstöre.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T12:04:20.837+0000","up_votes":2,"down_votes":0,"body":"Man kann sein Team auch immer darauf hinweisen, dass man sich zurück ziehen sollte.\nWenn man stillschweigend mit anschaut wie die anderen die falschen Dinge tut, ist man zum Teil auch selbst dafür verantwortlich.","replies":[]}]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:50:11.583+0000","up_votes":2,"down_votes":0,"body":"Hier ist nochmal eine sehr wertvolle Liste:\nhttps://docs.google.com/document/d/11lFfd5W1uXt2Eg_b8MqiLVKjizjnZTEQZ-xrIyXT1S4/edit?pref=2&pli=1\nEinfach mal rein schauen das ist eine Möglichkeit seine mechanischen Skills realistisch zu verbessern","replies":[]},{"id":"","poster":"Alânte","date":"2016-05-27T00:41:14.791+0000","up_votes":1,"down_votes":0,"body":"Hey Tentacle Smurf! Coachst du auch? Ich bin Main Adc und würde mich unabhängig von Streams und Guides verbessern in Richtung Decisionmaking, Trading etc. \n\nLG Alânte","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:45:49.369+0000","up_votes":2,"down_votes":0,"body":"Ich werde heute wenn ich zuhause bin einen Club auf machen.\nJeder ist eingeladen ihm beizutreten und ich werde auch mit jedem der gewillt ist zu lernen Spiele spielen.\nDas soll all denen helfen, die besser werden wollen und mit ihres gleichen Premades machen wollen.","replies":[{"id":"","poster":"xalbooz","date":"2016-05-27T23:37:35.941+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=00100000,timestamp=2016-05-27T11:45:49.369+0000)\n>\n> Ich werde heute wenn ich zuhause bin einen Club auf machen.\n> Jeder ist eingeladen ihm beizutreten und ich werde auch mit jedem der gewillt ist zu lernen Spiele spielen.\n> Das soll all denen helfen, die besser werden wollen und mit ihres gleichen Premades machen wollen.\n\n\nHab dir eine Freundschaftsanfrage mal geschickt :) Würde gern mehr lernen, bin etwas eingerostet^^{{summoner:3}} {{champion:53}}","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-28T09:20:27.808+0000","up_votes":1,"down_votes":0,"body":"der club wird größer :)","replies":[{"id":"","poster":"xalbooz","date":"2016-05-28T15:25:43.356+0000","up_votes":1,"down_votes":0,"body":"Definitiv :) hab dich geaddet, aber warst anscheindet noch nicht online :)\n{{champion:222}}","replies":[]}]}]}]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T20:03:33.285+0000","up_votes":1,"down_votes":0,"body":"Der Club wurde gerade gegründet","replies":[]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-05-27T09:07:34.389+0000","up_votes":1,"down_votes":0,"body":"Meiner Erfahrung nach bessert sich bis ins untere Platin nicht viel daran (weiter bin ich noch nicht). Mit der Elo steigt ebenso das Ego. So fühlt es sich zumindest an.","replies":[{"id":"","poster":"Legendary Shadow","date":"2016-05-27T11:27:34.911+0000","up_votes":1,"down_votes":0,"body":"Haha ich find unteres platin in der sache sogar schlimmer als gold und silber (war nie bronze). Games werden gethrowt weil leute einfach auf der lane stehen bleiben zum flamen vollkommen sinnlos. Passiert meistens sogar wenn man mega ahead is und eigentlich nur noch durchrennen muss...","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:43:50.398+0000","up_votes":2,"down_votes":0,"body":"Das untere Platin ist auch ein Platz für Phänomene.\nDas ist die ELO, in der die Leute sind die Aufgrund ihrer Mechanics tatsächlich weiter aufsteigen könnten, aber ihr decition making und ihre attitude nicht passen.\nSie sind dann verbittert, da sie meinen Mechanic Skills alleine müssten genügen um aufzusteigen und lassen diesen Frust an anderen raus, anstatt an sich zu arbeiten und die soft skills zu verbessern.","replies":[]}]}]},{"id":"","poster":"rQs Doggy","date":"2016-05-27T08:53:54.675+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=,timestamp=2016-05-26T15:20:21.832+0000)\n\n> DU MUSST KEINEN CALLS FOLGEN WENN SIE SCHLECHT SIND\n\nDazu habe ich eine Frage:\n\nDes öfteren habe ich gehört, dass es gerade im low Elo Bereich besser ist, lieber einen weniger optimalen Play als ganzes Team zu machen, anstatt sich aufzusplitten und dann in unterzahl zu sterben.\n\nBeispiel:  Teamfight, unser jungler stirbt, 2 gegnersterben, unsere lanes sind gepusht, gegnerischer jungler lebt.\n\nMeine Meinung, 4v3 push turrets, minions sind eh da, lass uns die objectives hohlen, gibt uns 1-2 free turrets.Unser Team pingt Baron, ich denke mir das ist kein guter Call, weil gewardet und wir keinen Smite haben um Baron zu sichern, gegner könnte easy stealen und uns mit low HP am Baron immernoch acen auch zu dritt.\n\nWas dann tun? Soll ich einfach back gehen und heilen (Meistens macht das Team dann trotzdem Baron zu dritt)? Alleine gegen 3 gegner turret pushen riskiere ich zu sterben, wenn ich aber dem eher schlechten Call zu Baron folge, machen wir ihn schneller, ich kann aufpassen dass der gegnerische Jungler nicht nah kommt und ihn ev. CC und vom Smite abhalten.\n\nVerstehst du was ich meine? Ist es nicht manchmal besser, einem schlechten Call zu folgen?\nIch rede nicht von 2v5 gegen ein gefeedetes Team, da ist klar, lasse ich meinen Mate sterben.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:31:29.229+0000","up_votes":2,"down_votes":0,"body":"Einfach nach dem Motto \"Bad Call\" das Team zurück pfeifen ist auch eine Option.","replies":[{"id":"","poster":"rQs Doggy","date":"2016-05-27T13:23:41.633+0000","up_votes":1,"down_votes":0,"body":"Der allerdings nicht immer folge geleistet wird. Man sieht richtig wie die Teammates dann hin und her gerissen sind, Baron angreifen, stück zurück laufen, doch weiter dmg auf Baron, nur um dann nach 50 Sekunden mit super low hp von Baron abzuhauen und ihn dem gegnerischen Jungler mit easy smite zu überlassen.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T13:43:37.872+0000","up_votes":1,"down_votes":0,"body":"Die Kunst liegt darin, in jedem Spiel sein bestes zu geben.\nEs ist unmöglich jedes Spiel zu gewinnen.\nAber nichts zu tun, nur weil man denkt das Team wird sowieso nicht auf den \"zurück Ping\" hören fällt nicht in die Kategorie sein bestes geben.\nEvtl. einfach mehrmals pingen.","replies":[]}]}]}]},{"id":"","poster":"RenchiBenchi","date":"2016-05-27T10:31:13.689+0000","up_votes":1,"down_votes":1,"body":"also ich wundere mich immer wieder wie überempfindlich manche auf flame reagieren. flaming gibt es schon seitdem online games gibt in denen menschen miteinander oder gegeneinander zocken. damals in dota hat man sich auch mal geflamet, da wars aber im nächsten game wieder vergessen und man hatte trotzdem seinen spaß. is die junge generation so verweichlicht dass sie es nichtmal erträgt wenn jemand fremdes in nem onlinegame \"noob\" oder \"fuck you\" schreibt?","replies":[{"id":"","poster":"Chadono","date":"2016-05-27T11:31:16.164+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RenchiBenchi,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=0018,timestamp=2016-05-27T10:31:13.689+0000)\n>\n> also ich wundere mich immer wieder wie überempfindlich manche auf flame reagieren. flaming gibt es schon seitdem online games gibt in denen menschen miteinander oder gegeneinander zocken. damals in dota hat man sich auch mal geflamet, da wars aber im nächsten game wieder vergessen und man hatte trotzdem seinen spaß. is die junge generation so verweichlicht dass sie es nichtmal erträgt wenn jemand fremdes in nem onlinegame &quot;noob&quot; oder &quot;fuck you&quot; schreibt?\n\nFlame an sich hält jeder aus, juckt mich jdfs nicht wenn mich jmd noob nennt (-> Mute). Aber wenn ich wegen sowas n Match verliere, weil 1 oder 2 Leute nur mit tippen beschäftigt waren? \nDann nervt mich das, da ist mir meine Zeit dann auch zu schade für.","replies":[]},{"id":"","poster":"EuleQ","date":"2016-05-27T10:37:26.840+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RenchiBenchi,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=0018,timestamp=2016-05-27T10:31:13.689+0000)\n>\n> also ich wundere mich immer wieder wie überempfindlich manche auf flame reagieren. flaming gibt es schon seitdem online games gibt in denen menschen miteinander oder gegeneinander zocken. damals in dota hat man sich auch mal geflamet, da wars aber im nächsten game wieder vergessen und man hatte trotzdem seinen spaß. is die junge generation so verweichlicht dass sie es nichtmal erträgt wenn jemand fremdes in nem onlinegame &quot;noob&quot; oder &quot;fuck you&quot; schreibt?\n\nDazu möchte ich nur sagen, es gibt ja immernoch einen mute button aber es gibt auch Leute die flamen nur, die sagen dann z.B. \"Fucking retard shut up or I will kill you and your family\" uvm.","replies":[]}]},{"id":"","poster":"Lyknoc","date":"2016-05-31T13:14:32.780+0000","up_votes":1,"down_votes":0,"body":"Also habe während meiner Freistunden mal den Trade hier durchgelesen und ich dachte mir mal ich schreibe mal meine Erfahrungen dazu.\n\nZu meiner wenigkeit:\nDieses Jahr bin ich in LoL **Bronze II** , letztes Silber 4, davor Bronze 1\n\nMeine Erfahrungen dieses Jahr \n\nIch bin eigentlich so der Main Jungler und bekomme diese Rolle relativ häufig, bin aber eher der Assasin Fan was man an meinen gespielten Champs deutlich sehn kann. \nDa ist bereits das erste Problem.  Die Leute im Ranked denken immer sie müssen flamen das der Jungler kein Tank ist und wir deshalb verlieren.\n-> zugegeben ich verliere häufig...\nDas liegt aber **nicht immer** an mir. Das Spiel eben ist ein Perfektes Beispiel. \nUnsere Toplane war still wie ein Mäusschen, finde ich okay er hat auf Pings reagiert. Ebenso hat er nicht einen von uns die Schuld zu geschoben wenn er starb und gegankt wurde. ( Er hat wohl eingesehen das Wards wichtig gewesen wären)\nUnsere MID pushte wie ein Bulldozer den Gegner an den Tower worauf jeder Jungler weiß das ist die möglichkeit zu Ganken.\n3 Tode später beschwert unsere MID sich ich würde ihn nicht ganken. >war derzeitig 2-3 mal Toplane ganken<\nUnserer Supp ging als Thresh auf Full engage mit lvl 4 und versuchte dauernt zu Tower Diven, logisch klappte es gegen einen Braum nicht ganz so wie gewollt.\nDarauf hin stürtze das game ab. Supp beleidigt ADC , ADC beleidigt SUPP, SUPP wieder den ADC, dann einige Tode später auf der Botlane beleidigte unsere MID den ADC und das Trinityforce des Bösen war erwacht....\nIch habe so gut es ging versucht irgendwie irgendwo etwas zu retten, genau so wie unsere TOP die auch begriffen hat so klappt das nicht.\nDie Moral der Geschichte man ist mit den Nerven (wie nach jedem RANKED) am Ende.\nHasst seine Liga und wird von seinen Freunden weiterhin gemobbt die im Höheren ELO sind.( Ja ich habe sehr gute Freunde xD)\nUnd man gibt den anderen Leuten im nächsten Spiel wieder die Chance sich zum Trinityforce des Bösen zu entwickeln bis Ich irgendwann durchdrehe.\n\n\nIm Übrigen kann ich bestätigen es kommt nicht Ansatzweise darauf an ob man Gut spielt um geflamt zu werden sondern nur auf die Kills.\nBeispiel anfang des Jahres: Ich Thresh rette meinen Draven dauernt aus iwelchen Situationen und bin dabei hin und wieder gestorben Draven hingegen hat derzeitig 2 Kills geholt die ich ihn Vorbereitet habe. Andauernd. Ich hatte 30 Assist und er 16 Kills ich nur 3 Kills -> Verloren -> Report Tresh NOOB died so often, und ich ihm sagte das er eig die Kills größtenteils mir zu verdanken hatte kommt er mit \"LOOK MY KILLS AND YOURS\"\n-> **ADC > SUPP** was kills angeht sollte NORMAL sein dachte ich immer...\nAber **LOW ELO** macht mein KOPF Kaputt.\nDanke fürs Lesen\nEuer BRONZE II DUDE :D\n{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"JinxEatsPizza","date":"2016-05-28T13:39:53.090+0000","up_votes":1,"down_votes":0,"body":"Das was du sagst kennt man ja schon und das stimmt auch, aber wie hast du es geschafft mit VEL KOZ zu climben?! Er ist kein schlechter Champ, aber ich sehe bei mir nur Assassine, die so etwas wie Vel Koz einfach zerstören :O","replies":[{"id":"","poster":"JaSchu","date":"2016-05-30T10:55:05.442+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir mal zwei Videos angeschaut und auch mal Vel Koz gespielt. Was auffällt, nach 3-4 Punkten im W hat er ohne Items einen wahnsinnigen Wave Clear, der Wave Clear ist besser als der von Viktor mit seinem ausgebauten E. Das ist sehr hilfreich egal bei welchem Matchup, du kannst sehr save farmen.  Gleichzeitig kannst du den gegnerischen Midlaner unheimlich unter Druck setzten. Geht er roamen muss er Angst um seinen Tower haben. Dazu kommt dass wenn eine Kombo von Vel trifft er automatisch zurück muss da ansonsten Kill Pressure durch seine Ulti entsteht. Vel ist schon stark und doch ein Savepick egal welches Matchup.\n\nWas mir aufgefallen ist, TP auf dem Midlaner ist eine sehr gute Wahl, es eröffnet dir soviel Möglichkeiten im Spiel, ich hab das selber ausprobiert und bevorzuge nun TP Mid gerade mit Vel macht das so viel Sinn.\n\n**Ich muss mich bei dir bedanken. Es ist der beste Thread in diesem Forum, von keinem anderen Thread kann man mehr lernen. **\n\nWare auch gern im Club dabei.","replies":[]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-28T13:47:52.039+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UC9gCP1YLryFwnLQrjneNC4w\n\nn paar von meinen games auf jeder division 1 so spielt man vel koz dann kommt man auch gegen assasine an :)","replies":[]}]},{"id":"","poster":"Stichsaege","date":"2016-05-26T20:15:48.069+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=,timestamp=2016-05-26T15:20:21.832+0000)\n>\n\n> \n> Hier einige der Ma&amp;szlig;nahmen welche sich etabliert haben (nach unz&amp;auml;hligen Accounts die ich durch diese ELO gebracht habe):\n> 1. Ich bin ein Chalenger Spieler und bin deswegen einfach besser als Sie. ( zum Glück ignoriert zies Riot )\n\n> \n> Wer Rechtschreibfehler findet, darf sie behalten.\n\nDas wäre doch die Richtig Antwort.\n\n\nWarum die Low Elo so Toxic ist liegt an Leuten wie du die den Frust erzeugen.\n\nWas Passiert woll den du das Spiel mal wieder carrys im Gegener Team ?","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T20:53:00.230+0000","up_votes":1,"down_votes":0,"body":"Leise heulen ist auch eine option.\nNein aber mal im ernst alles was ich hin geschrieben hab kann jedem unabhängig von seinen Fähigkeiten dabei helfen in seinem persönlichen ELO aufzusteigen.\nIch habe hier zu 100% nur mentale Tips gegeben ich hab nirgendswo geschrieben du musst deine Mechanics verbessern oder besser mit Champ xyz werden.\nIch hab die Gründe aufgezeigt, welcher jeder persönlich in jedem seiner Spiele beeinflussen kann.\nIch hab an keiner Stelle über meine Fähigkeiten spiele zu carrien geredet.\nWeniger tilten = bessere Leistung","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-26T22:39:05.817+0000","up_votes":1,"down_votes":0,"body":"Aber genau das ist es doch.\n\nIch finde es immer lustig ( eigentlich ehr traurig ) wenn Hight Elo Smurf Streamer eine Tipps geben wollen.\nEin Master Spiel ist halt besser als ein Silber Spieler  PUNKT .\n\nDas hat nicht damit zu tun wie toxic er ist.\n\nWas ich damit sagen will ist , Dein Tipps sind nicht der Grund warum du gewinnst.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T11:56:40.514+0000","up_votes":1,"down_votes":1,"body":"Du bist noch nicht bereit junger Padawan.\nDein Hass und die dunkle Seite der Macht sind noch zu stark in dir.\nWenn du bereit bist zu lernen komm zurück.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-28T23:31:00.235+0000","up_votes":1,"down_votes":0,"body":"Ok joda ,\n\nDer Hass groß in mir sein.\n\nDie Sache ist die ich weiß das das erzeugt noch mehr Hass.´\nIch tillte weil ich weiß das das Game schlecht / unfair ist. Dann mach ich Fehle und tillte noch mehr.\n\nIch war Gold und spiele jetzt gegen unter Lever 30 Spieler .\nWas mich zu tiefst tilltet.\n\nReweiterung.\n\nRiot hat es jetzt geschafft.\n\nmein hass ist jetzt zu groß das ich die nässten 59 Game versauen will und alle 531 Spier Reporten werde.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-29T08:34:12.680+0000","up_votes":1,"down_votes":0,"body":"Es geht halt auch andest hab vor 2 Tagen angefangen, war nach meinen Promos im Silber 2 und bni mittlerweile in der Gold Promo.\nIch hab bereits mit mehreren Leuten aus dem neuen Club Spiele gespielt und alle haben gesehen man kann auch anders sein als der low ELO Standart.\nWenn man aufsteigen will zählt JEDES Spiel.\nDie Mentalität \"gewinn ich das nicht, gewinn ich halt das nächste\" führt nur dazu dass man immer auf der selben ELO bleibt.\nWenn man nicht zumindest versucht jedes game zu gewinnen dann kann man das mit den Rankeds gleich lassen.\nUnd wenn man nicht gewinnt, sollte man sich denKopf darüber machen und Fragen \"wieso hab ich nicht gewonnen\"\nUnd was hab ich falsch gemacht, Replays anschauen und kucken wo man Fehler gemacht hat.\nUnd diese beim nächsten mal einfach nicht machen, aus jedem Spiel was lernen, dann wird das auch was.","replies":[]}]}]},{"id":"","poster":"GameFireAction","date":"2016-05-27T01:59:18.803+0000","up_votes":1,"down_votes":0,"body":"Ich weiss nicht.\n\nManchmal Spiele ich im Normal mit oder gegen Leute aus Platin2 / Diamand 4, während der Rest alles Bronze bis Gold ist und die Diamant und Platinspieler gewinnen nicht immer! Es scheint gar nichts auszumachen.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-27T16:31:52.079+0000","up_votes":1,"down_votes":0,"body":"Sorry, wenn das jetzt ein bisschen hart ist.\n\nWACH AUF.\n\nGlaubst Tentacle Smurf  spiel wie ein Normale Bronze Spieler nur weil auf seinem Smurf Acc die ELO Bronze Angezeigt wird ?\n\nMeditiere mal bitte darüber .","replies":[]}]}]}]}]},{"id":"","poster":"Killerkante","date":"2016-05-26T20:13:09.189+0000","up_votes":1,"down_votes":0,"body":"Der Text ist worth, ich hab selber einen smurf bei dem ich genau das selbe Beobachten durfte, in jedem Spiel wird mind. einer gemuted, machst du gute plays wirst du quasi verehrt und nach einem kleinen missplay hinterher (schlimmstenfalls macht der Spieler vorher noch schlimmere, aber selbst wenn nicht ist das keine Rechtfertigung) kippt sofort die Stimmung\n\nDas was du beschrieben hast passt wie die Faust aufs Auge, die Spieler haben eine All-In Denkweise, wenn ein Spiel 2/7 steht beispielsweise, sind viele direkt schon tilted, es gibt selten bis garkeine throws die daraus resultieren dass das andere Team mal nach dem behind sein eine gute Teamaktion bringt\n\nüber die grundlegenden low Elo fehler brauch ich garnicht erst einzugehen, heute auch jemanden gehabt, zwar im normal game aber das ist auch egal, Swain (kein escape wohlgemerkt), erster turret in der Mitte weg und keine wards das ganze Spiel über overextended durchgehend bis zum enemy turret, wurde in der Zeit nach dem ersten gank wo er flash zünden musste 5 mal gekillt bis der summoner spell wieder rdy war, Sprich 1 death per Minute was meiner Meinung nach schon fast an absichtliches feeding grenzt. jedenfalls feuert dieser Spieler verbal aufs gesamte Team ein und wundert sich wieso er ständig Tode farmt.\n\nDas KDA Argument stimmt ebenfalls, und ich lese im Forum auch eher von low elo Spielern die behaupten dass die KDA sehr wichtig wäre, im Grunde ist sie das auch, aber sie hat keine Aussagekraft auf die man sich ausschließlich lehnen sollte, bestes Beispiel war ein Spiel, wo ein einziger Master Spieler drin war, hatte die schlimmsten KDA die man sich auf einen Master Spieler gegen Silber/Gold vorstellen kann und hat das game im Grunde mit stats wie 3/12/blabla beinahe (beinahe im Sinne von, die anderen 4 waren nicht AFK ... und so, gewonnen hat er dennoch :D) im alleingang gecarried.\n\nDieses Why, auch wenn mir das zugegeben auch mal rausrutscht, sehr sehr sehr selten und auch nur bei den Fragwürdigsten aktionen, teilweise ärgert es mich dann doch wenn der jungler mal ein kill mit doublebuff an meinen lanegegner verschenkt (und im nachhinein denke ich mir, why habe ich why geschrieben) ...  besteht denke ich im Hauptwortschatz in der low elo, bei jedem missplay immer das selbe.\n\n\nEin Vorteil hat das ganze allerdings, auch wenn es sich zumindest für mich nicht lohnt wenn es auf kosten des Spielerlebniss'es anderer Spieler basiert.\nSo ist es einfacher mit aggressiven Champs die elo zu climben, sofern man besser ist als die wo man sich befindet.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T21:03:42.122+0000","up_votes":1,"down_votes":0,"body":"Man wird nie zu 100% das Perfekte Spiel abliefern es gehr mehr darum, so oft wie möglich das richtige zu tun und die falschen calls zu reduzieren.\nBis es automatisch passiert und bis dahin denkt man einfach intensiv über seine plays nach.\nVor jeder größeren entscheidung:\ngeh ich roamen?\ngeh ich all in?\ntrade ich jetzt?\ngeh ich zurück einkaufen?\npush ich die lane?\nimmer vorher überlegen was erhoffe ich mir aus dieser aktion was sind die pros und die cons.\nWenn meine Lane zum Beispiel in meine Richtung gepusht ist dann geh ich natürlich nicht Roamen und dennoch seh ich sehr oft z.B. eine Le Blanc die einfach Bot lane ganken geht obwohl ich die ganze Wave in ihren Turm gepusht hab.\nSie geht bot erreicht nichts kommt zurück und steht jetzt mit -18 creeps da weil der Spaß sie einfach mal 3 Waves gekosste hat\n18x20 = 360 Gold das Gold für den Kill den sie sich erhofft hat hätte sie in der Lane mit sehr viel weniger Aufwand sichern können.","replies":[{"id":"","poster":"Killerkante","date":"2016-05-28T00:00:44.694+0000","up_votes":1,"down_votes":0,"body":"Damit wollte ich eigentlich nur ausdrücken, dass Spieler die offensichtlich aufgrund Fehlentscheidungen sterben oftmals einfach ihre Teammates aus Frust flamen und sich anderen gegenüber total blockieren (so ähnlich wie du es oben beschrieben hast)\nOb jemand im Spiel failt und warum ist mir zumindest im Bezug zum Post relativ latte\nDas Beispiel mit Swain sollte lediglich nur die Situation darstellen wo das verbale bockmisting angefangen hat, bei Fehlern wo ich (auch wenn ich mich zur Zeit gerade mal noch in Plat V befinde) sie einsehen würde, generell suche ich auch lieber bei mir selber die Schuld weil ich wenig Lust habe andere anstatt mich selber zu verbessern, wobei man davon ausgehen kann dass das bei anderen mit Sicherheit in die Hose geht\n\nps: und gerade weil ich mir bewusst bin, dass Spieler mal ein schlechtes Spiel haben können flame ich nicht (und verstehe recht wenig wieso sich so viele Spieler bemühen einen bestimmten Spieler im Team zur Sau zu machen), ich versuchs mal auf die Besserwisser tour in Hoffnung ich könnte damit zu calls überleiten, wenn ich merke dass das nichts bringt ärgere ich mich IRL aber schalte dann meist den Chat ab bzw den Spieler (je nach Reaktion)","replies":[]}]}]},{"id":"","poster":"FNC Aatrox","date":"2016-05-27T23:06:30.797+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ist die Spielatmosphäre im \"Eloless\" Bereich (unter Gold) deutlich besser als die im niedrigen und/oder mittleren Bereich. Ausserdem fiel es mir wirklich einfach, meine Accounts auf Platin V zu spielen. Es gab selbstverständlich auch in dieser Gegend den einen oder anderen Troll oder Flamer. Pi mal Daumen war die Anzahl jener nur bei 5% von allen Spielern, sprich man hatte in jedem vierten Spiel einen Troll im eigenen Team.\nIn der Lowelo hingegen (PV-DIV) ist die Wahrscheinlichkeit, dass man einem Troll begegnet enorm hoch. Wenn ich auf diesem Account spiele dann denke ich schon fast an 75%, dass bedeutet; in 3/4 Spielen. Wieder zurück in der mittleren Elo (DIV-DI) konnte ich meine Spiele endlich wieder als Team gewinnen(wie es immer sein sollte), ich gewann nur noch, wenn wir als Team besser unterwegs waren als unsere Gegner und verlor nur dann, wenn wir gemeinsam als Team Fehler begangen haben. Der einzige Nachteil an dieser Elo scheint mir der Verlauf der Spiele zu sein, mindestens 50% meiner Games enden in weniger als 25 Minuten und waren ein grauenhafter Stomp, ob Sieg oder Niederlage. Wie es im Highelo-Bereich (DI+) ausschaut, kann ich leider nicht sagen, da ich bislang noch nicht erfolgreich genug gespielt habe.\n\nFazit: Es gibt weder eine \"Elohell\" noch einen \"Elohimmel\", zumindest nicht unter der Highelo. Die mühsamsten Liegen scheinen eindeutig jene zu sein, in denen sich die meisten \"Gelegenheit Profis\" befinden, wie ich sie zu pflegen nenne. Ich spreche von der Art von Spielern, die sich keine Mühe machen ihre Replays anzusehen und deshalb kaum erfolgreich sind, zugleich aber  sehr ehrgeizig sind, und es gerne wären.  Wer es also leichter haben möchte, sollte sich zwischen diesen beiden Fronten entscheiden.\n\nMFG FNC Aatrox","replies":[]},{"id":"","poster":"kiwibeschwörer62","date":"2016-05-26T23:15:20.305+0000","up_votes":1,"down_votes":0,"body":"> NUR DU BIST VERANTWORTLICH FÜR DEINE TATEN UND NIEMAND SONNST;\n> DEIN JUNGLER IST NICHT FÜR DEINE LANE VERANTWORTLICH\n> ALLES WAS DU TUST UND DESSEN FOLGEN SIND ALLEINE IN DEINER VERANTWORTUNG.\n\nJa, ich hab bis jetzt nur 2 Rankeds gezockt und ich muss sagen, in normalen Spielen passieren mir auch oft solche Sachen.\nIch spiel sehr gerne im Jungle und versuche auch zu helfen, aber es passiert mir in letzter Zeit oft, dass jede Lane feedet. \nDas Early war ok, die Bot stand zusammen 0/2, was noch zu beheben ist, die Mid steht 0/2, die Top 1/3 und ich NOCH 3/0. 8/12 Min später steht die Bot zusammen 0/6, die Mid 0/4 und die Top 2/5. Ich denke mir, das sich noch helfen kann, schaue vorbei und werde getötet. Und dann heißt es, dass ich nicht ganke und feede. Das ist auch so ein Grund warum ich nie Lust auf Rankeds habe. In denen stelle ich mir das doppelt so schlimm vor, wie ich das so höre!\nIch persönlich finde es einfach nur traurig alle Verantwortung dem Jungler zu geben..... DU musst helfen. DU musst den Smite richtig treffen und IMMER in der Nähe vom Drake sein. DU darfst nicht sterben. DU musst der Mid den Blue geben, usw... Das ist ziemlich nervig im Gesamtpacket, vor allem wenn wirklich alles schief läuft. Ich sage der Bot/Mid/Top, das ssie warten und safe spielen solle, aber was bringt es? Nichts. Ich hatte letztens sogar Premates, die nicht in der Lage waren sich kurz zu helfen, wenn ich mal am farmen war, nein, sie gingen bei Möglichkeit all in und warten nicht auf Hilfe. \nUnd ganz ehrlich: Ich verstehe den Flame. Dieses Gefühl, 10-25 Min auf dieses Spiel gewartet zu haben und dann nach 20 MInuten aufgegeben werden muss, ist einfach wortwörtlich scheiße! Ich selber habe schon mit manchen Premates gezockt und selbst dann lief alles schief... Und wenn du ja mal ein Item baust, was jemandem nicht passt, wird nur dumm nachgefragt. Warum hast du....? Was bringt es dir....? Bla bla bla. \nIch denke mal, dass ich es als Main nicht nötig haben weder noch in meinem Build oder meinem skalieren der Fähigkeiten oder Vorgehensweisen verbessert werden sollte, ja sogar wenn ich erst Lvl. 2 mit dem Champ bin.\nMeiner Meinung nach sollte man nicht alles hinterfragen oder verbessern, sondern einfach mal, wenns kacke läuft helfen.\nDanke fürs Lesen, mlg Kiwi. \n{{champion:79}} {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Pearli","date":"2016-05-27T08:55:33.166+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=kiwibeschwörer62,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=000f,timestamp=2016-05-26T23:15:20.305+0000)\n>\n> Ja, ich hab bis jetzt nur 2 Rankeds gezockt und ich muss sagen, in normalen Spielen passieren mir auch oft solche Sachen.\n> Ich spiel sehr gerne im Jungle und versuche auch zu helfen, aber es passiert mir in letzter Zeit oft, dass jede Lane feedet. \n> Das Early war ok, die Bot stand zusammen 0/2, was noch zu beheben ist, die Mid steht 0/2, die Top 1/3 und ich NOCH 3/0. 8/12 Min später steht die Bot zusammen 0/6, die Mid 0/4 und die Top 2/5. Ich denke mir, das sich noch helfen kann, schaue vorbei und werde getötet. Und dann heißt es, dass ich nicht ganke und feede. Das ist auch so ein Grund warum ich nie Lust auf Rankeds habe. In denen stelle ich mir das doppelt so schlimm vor, wie ich das so höre!\n> Ich persönlich finde es einfach nur traurig alle Verantwortung dem Jungler zu gebgeben\n\ndie Aufgabe des junglers ist es ja halt, den gegnerischen jungler zu kontrollieren. Wenn deine lanes verlieren, weil der gegnerische jungler bei allen kills beteiligt ist, würde ich schon sagen, dass auch du als jungler Mitschuld bist. Jungle ist ja nicht umsonst eine der schwersten Positionen","replies":[{"id":"","poster":"kiwibeschwörer62","date":"2016-05-27T21:56:20.991+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=hi im pearlî,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=000f0000,timestamp=2016-05-27T08:55:33.166+0000)\n>\n> die Aufgabe des junglers ist es ja halt, den gegnerischen jungler zu kontrollieren. Wenn deine lanes verlieren, weil der gegnerische jungler bei allen kills beteiligt ist, würde ich schon sagen, dass auch du als jungler Mitschuld bist. Jungle ist ja nicht umsonst eine der schwersten Positionen\n\nEigentlich schade, dass du mein Kommentar nicht sorgfältig gelesen hast. Ich habe geschrieben, dass ich versuche immer zu helfen, jedoch muss man als Jungler gleichzeitig noch ein paar Camps clearen, wie soll also der gegnerische Jungler fast doppelt so oft gegankt haben wie ich? Zudem war er ja nicht mal oft ganken ( war an 2/3 Toden beteiligt ), was ja nicht mal nötig war, weil die Lanes ja keine HIlfe brauchten. Logisch oder? \n\nIch sage es nochmal: Als Jungler bist du nicht für Tode verantwortlich. Natürlich hat man gegen Counter nicht die besten Vorteile, wenn man das beim ersten/zweiten Tod kapiert sollte man um Hilfe bitten, dann auf diese warten.  \n\nMLG Kiwi {{item:3069}}","replies":[]}]}]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T20:01:02.428+0000","up_votes":1,"down_votes":0,"body":"Also ich hab grad den Club Say no to ELO Hell gegründet.\nJeder der interesse daran hat wirklich besser zu werden kann mir gerne eine Freundschaftseinladung zukommen lassen und wir schauen mal wie wir das ganze umsetzen können","replies":[]},{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T15:24:23.819+0000","up_votes":1,"down_votes":0,"body":"Du sprichst hier von \"low Elo\", d.h Bronze 5 bist Diamant 2. \nIm High Elo ist das Verhalten aber doch genau das gleiche..","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T15:38:50.896+0000","up_votes":1,"down_votes":0,"body":"Ich versuche den Leuten dabei zu helfen sich mehr auf das Spiel zu konzentrieren.\nUnd die Leute auf high elo sind eben dort, weil sie in der Lage sind viele Dinge automatisiert zu tun.\nDiese Entscheidungen können low ELO Spieler aber eben nicht automatisch treffen und benötigen deswegen sämtliche kognitive Kapazität um sich auf bessere Entscheidungsfindung zu konzentrieren.\nDas unnötige tippen im low ELO unterbricht diesen Fluss einfach ständig und man kommt nie in die Position, dass diese Entscheidungen dann eben in Fleisch und Blut über gehen.\nEin low ELO Spieler kann Situationen einfach nicht in der Geschwindigkeit und mit der Präzision einschätzen wie ein high ELO Spieler.\nJe öfter man Richtige Entscheidungen trifft, umso mehr besser kann man die selbe Situation in Zukunft schneller und besser treffen und um so mehr Faktoren kann man gleichzeitig beachten.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T15:47:31.430+0000","up_votes":1,"down_votes":0,"body":"Du meinst also, dass das Geflame im High Elo \"okay\" ist, weil die so gut sind, dass sie ´sich neben dem Flamen auch auf das Spiel konzentrieren können?","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T16:07:37.265+0000","up_votes":1,"down_votes":2,"body":"Ich meine nichts mein Freund du hörst nur was du hören willst und mit Leuten wie dir will ich mich nicht unterhalten.\nVielleicht solltest du dir alle Posts durchlesen bevor du dich zu einer Diskusion gesellst aber ich will dir auf die Sprünge helfen\nFolgender Satz kam von mir\n\n> Ganz wichzig sind die Hinweise wie nicht zu diskutieren,\nNIEMALS Flamen nie nie nie niemals !!!! Ich kann nicht betohnen wie wichtig das ist einfach nicht flamen es hört sich so leicht an aber wie das mit dem Gemühtern so ist...\n\naber naja, pick dir den Post raus an dem du am meisten Auszusetzen hast und wenn du keinen Findest dann erfinde irgendwelche Aussagen.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T16:32:56.412+0000","up_votes":1,"down_votes":0,"body":"Du hast einfach nicht auf meine Frage geantwortet - musst du natürlich nicht, man wirkt dadurch nur weniger glaubwürdig.\n\nDas Forum ist eventuell nicht der richtige Ort für dich, wenn du keine kritischen Fragen verkraften kannst.","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T16:40:41.629+0000","up_votes":1,"down_votes":0,"body":"wer keine antworten lesen kann sollte solche aussagen vermeiden.\n da er dir ja geantwortet hat.\n\n> Das Forum ist eventuell nicht der richtige Ort für dich, wenn du keine kritischen Fragen verkraften kannst.\n\nflamen ist nie richtig aber ichf ind lustig welche zu lesen (hab eine ganz eigene art von humor^^) aber auch wenn ich fehler mache oder der gegenr einfach besser war.\n schreib ich wenn /all wp oder /all good move geht aber auch ungekehrt wenn es wirklich nicht leicht war den gegener zu killen ermutige ich lieber. \nda es mehr spaß macht gegen jemanden zu spielen der dazu motiviert ist noch besser zu fighten als vorher da schreib ich bevorzugt /all wp good moves oder /all u make good moves not easy to kill u :3\n (wenn ich ohne hin wieder beim back porten bin natürlich oder tot bin^^)","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T16:50:51.073+0000","up_votes":1,"down_votes":0,"body":"> wer keine antworten lesen kann sollte solche aussagen vermeiden.\nda er dir ja geantwortet hat.\n\nWenn du mich fragst wie das Wetter draußen ist und ich antworte dir mit \"Zu viele Süßigkeiten sind schlecht für die Zähne\", dann habe ich dir auch geantwortet. Ob die Antwort auf die Frage passt, ist dann eine andere. Ich hoffe ich konnte dir beim Verständnis des Sachverhaltes helfen!","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T16:55:28.213+0000","up_votes":1,"down_votes":0,"body":"weißt du wwas es regnet\n{{sticker:slayer-jinx-catface}} \nzu deiner frage muß man nicht zu 100% präzise antworten da man denr est mit etwas hirn selbst zusammen setzen kann.\n er hat seine meinung gesagt und somit dir deine frage bantwortet aber gut wenn es so vergleichen willst vlt solltest weniger süßes essen das schaded den zähen :3","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T16:58:31.776+0000","up_votes":1,"down_votes":0,"body":">  man denr est mit etwas hirn selbst zusammen setzen kann.\n\nBitte setze seine Antwort mal so zusammen, dass es auf meine Frage passt. Ich scheine wohl zu dumm zu sein.\n\n> er hat seine meinung gesagt und somit dir deine frage bantwortet\n\nDas ist im Allgemeinen eine völlig falsche Aussage. ","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T17:05:06.221+0000","up_votes":1,"down_votes":0,"body":"hab nicht behauptet das dumm bist das kommt von dir mal zumm ersten und zum zweiten wenn du mich blöd anmachst kommt eine eben so dumme antwort von mir zurück.\nich weiß selbst das ich es mit der grammatik nicht so hab aber man kann zumindest versuchen wort für wort zu lesen und das geschrieben zu verstehen.\n\n als eine 100% präzise antwort zu erwarten das es selsbt ein kleinkind verstehen würde.\ner findet flamen nicht gut, erklärt aber ihm gleichen zug auch das es ihm hig-elo viele dinge gibt die automatisiert sind und somit weniger negativ auffält da es weniger schaden anrichtet auser vlt, das ego.\n\nzum anderem hat er nie behauptet das es ihm high-elo bereich weniger flame gibt zeig mir mal wo er das geschriebn hat.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T17:46:04.024+0000","up_votes":1,"down_votes":0,"body":"> hab nicht behauptet das dumm bist das kommt von dir\n\nDoch hast du implizit, indem du sagtest, dass jeder \"mit Hirn\" sich das zusammen reimen kann. Ich hab außerdem lediglich gesagt, dass ich \"zu dumm zu sein scheine\" - das ist noch einmal ein Unterschied.\n\nDeine Antwort war dumm, das ist richtig. Aber nicht auf die Art und Weise wie du sie gerne \"dumm\" gehabt hättest. Wenn man vernünftig im Forum diskutieren will, dann sollte man so viel Respekt voreinander haben und vernünftig auf die Posts antworten. Wenn aufgrund unterschiedlicher Maturitätsgrade eine vernünftige Diskussion nicht zu Stande kommen kann, dann muss man sie eben abbrechen.\n\n> zum anderem hat er nie behauptet das es ihm high-elo bereich weniger flame gibt zeig mir mal wo er das geschriebn hat.\n\nIm Titel ist ein ebenfalls impliziter Verweis. Außerdem baut sich sein ganzer Post darum auf. \"Mit Hirn\" kann man sich das sehr gut selbst erörtern.","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T17:54:13.124+0000","up_votes":1,"down_votes":0,"body":"wie klein karriert...\nmit hirn muss nicht undeingt heißen dumm damit kann auch \"faulheit\" gemeint sein den eigene verstand zu nutzen das ist ein unterschied und hebe ich nicht auf dem selben podest wie dummheit.\nja bildung ist so ein ding die das geld dazu haben und die es nicht haben wow deshalb bist jetzt übermensch applaus.\n{{sticker:slayer-pantheon-popcorn}} \nzum thema repsekt.\nwissen und das nutzen wissen sind zwei unteschiedliche schuh paare und es ist nicht nötig bei verschieden bildungs grade irgendetwas abzubrechen. wenn man es so formuliert wie man es ein normalen menschen gesicht zu gesicht versucht zu erklären. \ndenn meine persönliche ansicht zur dummheit ist der jenige der sich selbst für dumm hält da dummheit an sich nicht gibt nur die faulheit den verstand oder das wissen das dieser zu verfügung hat zu nutzen .\num das ganze mal aufzuklären mein lieber :3","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T18:49:32.861+0000","up_votes":1,"down_votes":0,"body":"So wie du es formuliert hast, wolltest du es ganz klar mit Dummheit assoziieren, sonst hättest du zumindest geschrieben \"Hirn einschalten\" o.ä.\n\nSoweit ich weiß ist Bildung in Deutschland relativ leicht jedem zugänglich, der Willens ist sie sich anzueignen, unabhängig vom \"Geld\".\n\nDein Post ist etwa konfus formuliert, aber ich schließe daraus, dass du versuchst zu sagen, dass ich nicht so viele Fremdwörter verwenden soll, damit jeder (oder eventuell speziell du?) es versteht.  Also mit anderen Worten: Du willst eine klare gut strukturierte Antwort, ohne dass du dein \"Hirn einschalten\" musst und ohne, dass du dir eventuell unbekannte Begriffe recherchieren musst. Warum solltest du so eine Antwort bekommen, wenn du weiter oben sie mir nicht zugestehen willst? - Das wäre ja unfair.\n\nDeine Theorie zur \"Dummheit\" finde ich auch etwas kurios: Du behauptest also alle Menschen sind gleich intelligent nur unterschiedlich faul. Das erscheint mir nicht sehr wahrscheinlich. Des weiteren solltest du \"Wissen\" und \"Intelligenz\" ( Oder die Negativformulierung \"Dummheit\", wie du sie verwendet hast) nicht gleich setzen.","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T19:08:15.327+0000","up_votes":1,"down_votes":0,"body":">  unabhängig vom \"Geld\".\nin deutschland in österreich braucht man auch teilweiße geld damit weiterführend alles gegeben ist und fremdwörter sind für mich persönlich keine schwirigkei.\n\n ja dummheit ist in meiner ansicht faulheit da jeder in der lage ist sich wissen an zueignen ist der gebrauch von wissen ist halt unteschiedlich angelegt. das hirn nutzen und einschalten vlt nicht richtig verwendet habe ok mein fehler, habe aber schon erwähnt das grammatik nicht so meines ist gilt auch für die form setzung.\n\n das allerdings liegt daran das ich sozialisoliert lebe und kaum kontakt mit menschen habe (größten teils meine eigen schuld müsste in prinzip nur auser haus gehen um mit menschen in kontakt zu treten rede aber aus prinzip nicht gern)\n\nso wie du sehen kanst musst du mich nicht wie ein kleines kind behandeln oder spielst du gern ihm hinter zimmer herr lehrer? bitte nimm das jetzt nicht schon wieder als beleidigung auf oder stehst drauf? :/ \n\nbiserl humor kann jeder vertragen zueggeben mein humor ist eigen aber sowas liest man ja heraus.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T16:34:57.442+0000","up_votes":1,"down_votes":0,"body":"Wie hab ich nicht auf deine Frage geantwortet? meine vorhergegangene Aussage stellt meinen Standpunkt zum Flamen doch klar da?\nWenn ich sage \"NIEMALS Flamen nie nie nie niemals !!!! Ich kann nicht betohnen wie wichtig das ist \"\nWie kann ich dann der Meinung sein, dass es auf high elo ok ist zu flamen?\nLiest du dir das überhaupt durch was du schreibst bevor du auf Senden drückst?","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T16:49:14.088+0000","up_votes":1,"down_votes":0,"body":"Ja das ist ja schön und gut mit dem Flamen - glaub ich dir gerne. Meine Frage bezieht sich aber auf den High-Elo Bereich: Da wird extrem viel geflamed und es kommt sehr viel öfter zu \"open mid\". Du fragst dich also wie ich zu meiner (Hypo)-These komme? Eventuell schaust du einfach mal auf den von dir gewählten Titel. Du beschwerst dich explizit über schlechtes Verhalten im \"Low Elo\" und wie sehr es den Aufstieg behindert. Dabei verhalten sich High-Elo-Spieler ganz genauso schlecht. Das war mein einziger Diskussionspunkt. Obwohl es nun offensichtlich ist, dass ich kein Problem damit habe Posts vor dem Abschicken nicht gründlich zu lesen, möchte ich diese Frage dennoch noch einmal in den Raum werfen. Vielleicht - oder hoffentlich - fühlt sich der ein oder andere TE diesbezüglich angesprochen.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T17:02:41.467+0000","up_votes":1,"down_votes":0,"body":"Also gut ich hol mal aus, weil ich das ja so gut kann :)\nFlaming ist mit Sicherheit auch ein Problem im high ELO das verneint ja niemand.\nAber die Leute im high elo sind wenigstens dort angekommen und kommen aufgrund von anderen Faktoren nicht weiter.\nWohingegen die Leute im low ELO nicht weiter kommen weil sie sich regelrecht mit ihrem VERHALTEN selbst sabotieren.\nUnd aufgrund dessen hab ich hier ein paar Hinweise in den Raum geworfen, auf dessen Grundlage sich jetzt mal jeder selbst an die Nase langen kann und mal gründlich überlegt:\" tu ich wirklich alles, was in meiner Macht steht um Aufzusteigen oder steh ich mir selbst mehr im Weg als die anderen?\".\nWeil es immer wieder das selbe Muster ist.\nLeute aus dem High Elo machen sich nen Account, ignorieren alles was um sie herum passiert und Tada auf einmal sind sie im high ELO.\nLow ELO Spieler folgen immer ihrem selben Muster, wenn ein Spiel kein free win ist, wird die Flinte ins Korn geworfen und die restliche Zeit im Spiel wird damit zugebracht den Schuldigen zu finden.\n\nIch sag nicht, dass man jedes Spiel gewinnt, aber wenn man aufgrund der kleinen Tips sich am Riemen Reißt und von seiner 50% win rate auf 52% win Rate kommt wird man unweigerlich aufsteigen.\n\nIch sag nur steht euch nicht selbst im weg, dass heißt in keinster Weise, dass ich Flaming auf high ELO legitimiere, da sie ja schon im high ELO sind.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T17:51:20.691+0000","up_votes":1,"down_votes":0,"body":"Gut dann verbleiben wir mit der Erkenntnis, dass dein Titel einfach unpassend gewählt ist.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T17:55:39.584+0000","up_votes":1,"down_votes":0,"body":"Ok du hast gewonnen ich hab verloren.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T18:54:10.032+0000","up_votes":1,"down_votes":0,"body":"Seit wann war das ein Wettkampf? Naja, in dem Fall  \"Hurra\" und *shakehands*.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Myrmiron","date":"2016-05-27T15:55:29.132+0000","up_votes":1,"down_votes":0,"body":"Er sagt nicht das es okay ist, er sagt nur das man ohne Flamen es leichter hat besser zu werden (wobei ich ihm Recht geben muss).","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-27T16:29:18.044+0000","up_votes":1,"down_votes":0,"body":"Welch neuartige und verblüffende These...","replies":[]}]}]}]},{"id":"","poster":"Myrmiron","date":"2016-05-27T15:41:02.709+0000","up_votes":1,"down_votes":0,"body":"Also ich find Spiele immittleren Dia Bereich deutlich angenehmer als Spiele in Platin 5.\nKönnte allerdings auch daran liegen das alle 5er Divisionen C**a**ncer sind.","replies":[]}]},{"id":"","poster":"Belezebell","date":"2016-05-26T16:06:57.067+0000","up_votes":1,"down_votes":0,"body":"Ich selber bin auch in Silber drin und kann alles (leider) bestätigen.. Ich verstehe auch nicht warum die Leute immer so stur sind, wenn man am verlieren ist oder es gerade nicht optimal läuft. Ich schreibe bei jedem Kill der von meinem Team gemacht wird sofort ein \"GJ\" um die Leute zu motivieren und die Stimmung somit anzuheben. Aber wenn dann ein Tf oder Drake verkackt wird, tritt gefühlt bei 2 von 5 Spielern die 2. Persönlichkeit hervor in der dann nur gemeckert wird und geflamt und und und, es wird gar nicht erst versucht zu gewinnen.. nurnoch das Motto \"REIN!!\" zählt bei denen... egal ob es gut oder schlecht ist, es wird einfach unkoordiniert gespielt , es werden Pings ignoriert und wenn die Leute dann sterben regen sie sich über das Team auf warum den niemand da ist.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T16:22:34.523+0000","up_votes":1,"down_votes":0,"body":"Master your self\nMaster the enemy","replies":[]}]},{"id":"","poster":"Myrmiron","date":"2016-05-27T15:19:20.697+0000","up_votes":1,"down_votes":0,"body":"Ich wunder mich jedesmal wieder wenn ich mir einen neuen Account mache wie viel Zeit schlechtere Spieler mit flamen verbringen.^^\n(Ich bin allerdings auch nicht gut :P)","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T15:40:49.560+0000","up_votes":1,"down_votes":0,"body":"Es kann jeder nur an sich selbst arbeiten.\nIn jedem Spiel der Missionar sein und zu versuchen die Leute auf den \"rechten Pfad\" zu führen wird nicht funktionieren, da man im selben Spiel mit ihnen ist, hat man in ihren Augen den selben Skill lvl und ist von daher nicht besser als sie und demnach auch nicht in einer lehrenden Position.\nWeswegen alles was man ihnen sagt auch nicht als konstruktiv aufgenommen wird.","replies":[{"id":"","poster":"Myrmiron","date":"2016-05-27T15:45:45.902+0000","up_votes":1,"down_votes":0,"body":"Stimmt, desswegen mute ich auch immer jeden sobald das geheule losgeht. :P","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T16:17:39.497+0000","up_votes":1,"down_votes":0,"body":"Mach ich genauso es geht einfach nicht anderst aber bedauerlicherweise hat sich diese Vorgehensweise als sehr effektiv heraus gestellt.","replies":[]}]}]}]},{"id":"","poster":"Nerkahl","date":"2016-05-27T16:08:13.625+0000","up_votes":1,"down_votes":0,"body":"> Wenn der gegnerische Jungler auf der Top Seite ist, ist ein günstiger Moment in die untere Lane zu roamen (als Mid laner) und einfach mal den Turret zu rushen oder den Drake sneaky \n\nübe ich momentan klapt noch nicht ganz gut aber es wird langsam vlt wenn du lust und zeit hast könntest mich morgen oder so adden und paar spiele machen schaust es dir mal an und sagts wo ich ncoh was verbessern (ändern kann).\n\ndas ich überhaupt roam kommt bei mir auch oft an was für ein jungler oder gesamt team der gegner hat (bsp ein gegner team mit 3 tps wie tf+ tp und ein top laner mit tp verzichte ich auf roamen und konzentrier mich auf dem tower) glaub zwar das es trotzdem geht das roamen aber ich bin eben ein low elo spieler daher gehe lieber keine riskiken ein.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T16:09:51.543+0000","up_votes":1,"down_votes":0,"body":"Was Risiken angeht gilt die Devise weniger ist mehr.","replies":[{"id":"","poster":"Nerkahl","date":"2016-05-27T16:11:01.792+0000","up_votes":1,"down_votes":0,"body":"das meine ich ja mit da verzichte ich wel ich eben nicht so risiko geil bin wie andere^^","replies":[]}]}]},{"id":"","poster":"Julian1742","date":"2016-05-27T15:00:22.783+0000","up_votes":1,"down_votes":1,"body":"die elo ist fürn arsch es wird geflamt gefeedet und afk gegangen. Und man kann nichts machen um aus dieser Elo rauszukommen. Es ist zum verrückt werden","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T15:47:55.819+0000","up_votes":1,"down_votes":0,"body":"> Ich habe in diversen persönlichen Challenges mehrere Accounts von unranked auf Diamond gespielt, wobei ich den letzten Account (diesen) sogar auf Master gespielt habe.\n\nSiehe meine Einleitung.\nIch habe es in der Vergangenheit oft genug bewiesen, dass es recht einfach ist, wenn man sein bestes gibt.\n\nhttp://s33.postimg.org/pc8h10oan/Capture.jpg\n\nman siehe den Tier Graph","replies":[]}]},{"id":"","poster":"Admiral Gáren","date":"2016-05-27T14:52:35.690+0000","up_votes":1,"down_votes":0,"body":"Hey hab da mal eine Frage. Also ich bin Garen otp habe mittlerweile über 4500 Games mit Garen in dieser Season eine Winrate von 59% und ne Kda von 10/5/5 in 400 Spielen. Trotzdem verliere ich viele Games in denen ich ne hervorragende KDA hab (zb 17/4/12) und versuche alles um zu gewinnen hart da meine Mates feeden aber auch ich fehler mache wie zb. 1vs4 oder ähnliches. Desweiteren werde ich extrem oft geflamet und gehatet wegen meines Itembuilts. Die Leute meinen immer ich spiele Garen also muss ich tank bauen. Dem ist aber nicht so denn Garen is ein Bruiser, Fighter und Anticarry und nur bedingt ein Tank. Wie ist deine Meinung dazu? und hättest du mal Lust ein paar Games mit mir zu zocken?","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T15:45:06.153+0000","up_votes":1,"down_votes":0,"body":"Ich hab diese Thematik an anderen Stelln des öfteren angeschnitten.\nKDA ist kein aussagekräftiger Wert.\nDie aktive mithilfe beim erringen von Objectives ist das ausschlaggebende. \nD.H. aus so vielen Kills wie möglich Profit schlagen.\nWird bot lane gekillt -> Turret, Drake oder gegnerischen Jungle leer räumen oder auch mal cheesy in die mid roamen und dort für chaos sorgen.\nTop Lane -> Turret, Rift Herald. \nEin kill nur des Kills wegen ist natürlich auch gut, da das Gold unwiederuflich einen Vorteil verschafft.\nAber wenn du als gefeedeter nicht das Spiel snowballst und den anderen Lanes hilfst ist es im Endeffekt nichts wert.\n\nhttps://www.youtube.com/channel/UC9gCP1YLryFwnLQrjneNC4w\n\nkannst ja mal in ein paar meiner älteren Spiele schauen was ich mach wenn ich nen kill bekomm.","replies":[]}]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T13:16:09.351+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UC9gCP1YLryFwnLQrjneNC4w\n\nhier ist ein Kanal von mir, diesen wollte ich eigentlich regelmäßig mit Videos füttern, bin aber nie dazu gekommen.\nDa ist mehr oder weniger sowohl im deicition making als auch am Chat zu erkennen wie man \"das Richtige\" tut.\nEvtl. kann man da mal rein schauen da sind Spiele angefangen im low Plat bis Diamond 1","replies":[]},{"id":"","poster":"LegendOfSouls","date":"2016-05-27T11:43:54.588+0000","up_votes":1,"down_votes":0,"body":"Mhh, ich finde man kann durchaus für kills roamen, grade in einem Tank vs Tank matchup ist es mit champs wie {{champion:54}} oder{{champion:111}} gut wenn man die Mitte ganked oder vielleicht mit dem Jungler zusammen invaded. Wenn man solche Kills fürs Team erspielt hilft das extrem, und ist allemal besser als auf der Lane rumzuhocken und sich 0 Dmg zu machen.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-27T12:38:38.141+0000","up_votes":1,"down_votes":0,"body":"großen impact auf das Spiel haben ist einem Objective gleich zu setzen.\nSprich wenn man den gegnerischen Jungler invadet und dadurch seine Buffs bekommt oder infolge dessen, dass der Jungler für knapp eine Minute aus dem Spiel ist was auf den anderen Lanes reist, dann ist das natürlich sehr viel wert.\nIch sag ja nicht, dass du nur in der Lane sitzen sollst und farmen sollst, die Quintessenz ist die, dass keine Zeit für unnötiges Zeug verschwendet werden soll.\nWeitere LBs die sich an ihrer KDA aufgeilen, während ihr Spiel den Bach runter geht braucht wirklich keiner :)","replies":[]}]},{"id":"","poster":"EuleQ","date":"2016-05-27T10:36:06.846+0000","up_votes":1,"down_votes":0,"body":"Also ich sage mal es ist normal damit die Leute flamen weil sie z.B. einen schlechten Tag hatten oder sonst irgendwas schlimmes passiert ist und sie sich dann denken ich spiele jetzt und gewinnen mal ein par Runden, dann verlieren sie und sie denken sich \"Ich bin so gut ich habe nichts falsch gemacht ihr seit alle scheiße\" und fangen an zu flamen. Nach einer Zeit fangen sie an sich das anzugwöhnen und hören garnicht mehr auf zu flamen das ist dann standard für sie geworden. Und zu der Sache Elohell man kann nicht rauskommen sag ich nur: Ich habe Season 4 angefangen Legue zu spielen und habe ihn Bronze 2 gestartet, nun bin ich schon in der Diapromo und das als main support also es ist durchaus möglich in der Elo aufzusteigen!","replies":[]},{"id":"","poster":"Missed Fortune","date":"2016-05-27T07:45:11.339+0000","up_votes":1,"down_votes":0,"body":"Sehr schöner Thread :)\n\nwas mir da persönlich noch fehlt sind zwei Dinge die ich immer wieder beobachte:\n\n1. viele haben die Map nicht im Blick und realisieren nicht das Gegner nicht sichbar sind und sich dementsprechend in der Nähe befinden könnten. Miss-Pings sind eine nette Geste, sollten aber grundsätzlich nicht nötig sein wenn man die Map einfach im Auge hat und rechtzeitig reagiert.\n\n2. passiert es oft dass Spieler nicht wissen wie sie sich verhalten sollen wenn sie in der Lane hinten liegen. Wenn der Gegner zwei Level über mir ist kann ich nunmal nicht Yolo all-in gehen in der Regel. Machen aber viele leider immer wieder und wundern sich dann dass sie immer wieder sterben. Da hilft nur poken und farmen wie ein weltmeister und vorallem etwas defensiver zu spielen bis man Hilfe bekommt. So jedenfalls meine Erfahrung","replies":[]},{"id":"","poster":"dugg","date":"2016-05-27T06:13:10.291+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für deinen Beitrag! Trifft im gewissen Maße das zu, was ich tagtäglich in Silber erlebe.\n\nIch selbst bin Silber, weil ich einfach nicht gut bin.\n\nWas in deinem Beitrag fehlt, ist die mangelhafte Akzeptanz der Spieler, dass es sich bei LoL um ein Teamspiel handelt. (vielleicht habe ich es auch nur überlesen) Ich beschreibe das mal anhand zweier Spiele, die ich vor kurzem gespielt habe.\n\nSpiel 1) verloren: Das gesamte Team war verstreut auf der Map und keiner war dazu bereit sich für Teamfights zusammenzuschließen. Der Yi war ausschließlich im Jungle unterwegs, hatte im Early Game zwar ein paar mal geganked, aber im Late war er nur im Jungle. So entstanden oft genug 3v5 Situationen bzw. wurden die Spieler, die einzeln über die Map gewandert sind, leicht getötet. Alles bitten und flehen, auch wenn im teilweise barschen Tonfall half nichts. Das Spiel ging folgerichtig an den Gegner. Auch die einzelnen Spieler haben nicht wirklich die Lanes gepusht, um einen Splitt zu erzeugen, dafür hätte ich noch Verständnis gehabt.\n\nSpiel 2) gewonnen: Anfangs lief es gar nicht gut, wir lagen schnell 2:9 zurück. Es hat allerdings niemand geflamed, niemand hat irgendjemanden runtergemacht oder sinnfreie Tipps gegeben. Im Midgame standen wir konsequent zusammen und haben uns als Team um Drakes, Tower, Nash und Teamfights gekümmert. Wir haben das Runder rumgerissen und gewonnen, weil wir ALS TEAM zusammengespielt haben.\n\nAls Beispiel mein letztes Spiel: Das ging verloren, weil der Gegner einfach die entscheidenden Trades gewonnen hat. Dennoch hat das Spiel Spaß gemacht, weil alle an einem Strang gezogen haben und niemand den anderen für das Verlieren verantwortlich gemacht hat.\n\nAnsonsten, mega Beitrag!!! :)","replies":[{"id":"","poster":"Tenjirou","date":"2016-05-27T06:40:16.664+0000","up_votes":1,"down_votes":0,"body":"Das mit dem fehlenden Teamplay stimmt wirklich. Hatte ein Spiel, bei dem wir ein eigentlich gewonnenes Spiel deswegen noch verloren haben:\n\nIch war ADC (Kog'mow) und wir hatten Bot oft 2vs4 Situationen unter unserem Tower. Weshalb ich einfach hinten lag, aber unsere Mid war gefeedet und konnte leicht die Gegener auseinander nehmen. Also hab ich entschieden, da uns der richtige Tank fehlte, dass ich mich fokussen lasse, damit die MID nicht die Stuns abbekommt und viel Schaden raushauen kann und ich zumindest mit meiner Passiv Schaden mache. Unsere Top (Kennen) hat immer Engaged und kam sicher wieder raus. Thresh hat gewardet und versucht die Gegener zu trennen und nen Damagedealer rauszunehmen, aber auch er hatte recht wenig Gold abbekommen, wegen unserem miesem Early bot. So haben wir eigentlich die Teamfights meist gewonnen. Aber dann musste unsere Mid aus heiterem Himmel (nach einem erfolgreichen Teamfight) raushängen lassen, dass er die ganze Arbeit macht und wir (Bot und Top) total nutzlos sind. Mir war es eigentlich egal, hör ich öfters wenn die Laningphase mies war. Aber unsere Top nahm sich das sehr zu Herzen und fing an zu diskutieren, wieso Mid das spiel nicht alleine gewinnt. Und ab diesem Moment haben wir alles verloren.\n\nDa war das Ego wieder wichtiger als der Fakt, dass unsere komisches Teamverhalten eigentlich erfolgreich war.","replies":[]}]},{"id":"","poster":"GameFireAction","date":"2016-05-26T15:48:43.456+0000","up_votes":1,"down_votes":0,"body":"Ist das so?\nDann spiele ich lieber weiterhin nur normal. :O\n\nObwohl man da auch manchmal beleidigt wird; Das Beste war als ich Amumu im Jungel gespielt habe.\nEs lief so ab:\n{{champion:268}} Pusht die ganze Zeit maximal. Also dachte ich nicht dass, ich ganken kann.\n{{champion:77}}  tötet {{champion:268}}  die ganze Zeit.\n{{champion:268}}: \"Noob jungler report no help gg\".\n{{champion:32}}: \"Maybe u should place a ward!\".\n{{champion:268}}: \"He has flash so i dont place wards\".\n\nAber sowas habe ich eigentlich nur sehr selten. Du lässt es so aussehen als wäre das im Ranked immer so! oO ","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T16:21:56.249+0000","up_votes":1,"down_votes":0,"body":"also ich hab bisher jeden account den ich angefangen hab auf min Diamond gespielt und ich hab immer bei Silber angefangen.\nIch hab ein Top main account und 2 mid main accounts und jetzt mach ichs grad mit nem support main account.\nDer Einfluss einer einzelnen Person ist größer als man denken mag.","replies":[{"id":"","poster":"GameFireAction","date":"2016-05-26T16:37:13.899+0000","up_votes":1,"down_votes":0,"body":"Wenn man jetzt aber nicht so gut ist wie du, sollte man sich das besser nicht geben, glaube ich.\n\nIch kann Spiele nicht alleine gewinnen; Und wenn die Spieler wirklich so schlimm sind, bleibe ich lieber beim Normal Mode. :)","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T16:59:35.376+0000","up_votes":1,"down_votes":0,"body":"du glaubst nicht wieviel ein einzelner der immer das richtige macht ändern kann.\nDas klassische Beispiel overstay -> wenn einer rechtzeitig sich zurückzieht werden die Anderen folgen.\nWenn einer zum richtigen Zeitpunkt den \"Zurück\" Ping macht werden die Anderen evtl. hören.\nOder die Richtigen Objetive calls zum Beispiel wenn man einen guten Zeitpunkt für Drake siehrt.\nOder auch das Gegenteil einen \"schlechten\" Call einfach mit dem Zurück Ping cancled.\nEs braucht manchmal nicht viel um die einfachen Gemühter des Low ELO sanft zu stimen.\nGanz wichzig sind die Hinweise wie nicht zu diskutieren, \nNIEMALS Flamen nie nie nie niemals !!!! Ich kann nicht betohnen wie wichtig das ist einfach nicht flamen es hört sich so leicht an aber wie das mit dem Gemühtern so ist...\nEinfach versuchen immer das richtige zu tun man muss nicht immer das richtige tun aber es wenigstens versuchen.\nDer Moment imdem du begreifst das Falsche vom Richtigen zu unterscheiden, dass ist der Moment in dem du besser wirst.\nUnd dadurch werden deine Gegner immer besser, dein ELO steigt und du lernst neue Dinge und wirst immer besser.\nUnd irgendwan manchst du das Richtige automatisch und vermeidest das Falsche immer öfter und ehe du dich versiehst bist du ein besserer LOL Spieler.\nUnd das alles ohne negativen beigeschmack, ich persönlich mute Leute die flamen sofort und unwiederuflich, ich unmute die nicht mehr im Spiel, ich reporte sie IMMER ich sag das nicht im chat aber ich reporte sie.\nEs ist auch sehr wichtig es im Chat nicht zu sagen, mach oder sag nichts, was Leute noch mehr tiltet.\nDer Schlüssel zum Erfolg ist, dass man sich auf das Spiel konzentriert.\nIch sag einfach zu mir, du bist hier in wenigen Tagen raus, die werden hier für immer sein.\nEine weitere Erkenntnis ist auch, dass die Leute schnell aufhören, wenn man ihnen keine Aufmerksamkeit schenkt also - nicht diskutieren.","replies":[{"id":"","poster":"GameFireAction","date":"2016-05-27T00:50:40.655+0000","up_votes":1,"down_votes":0,"body":"Ich habe es jetzt getestet!\n\nMein Team:\n{{champion:67}} {{champion:1}} {{champion:106}} {{champion:14}}  und {{champion:16}}(ich).\n\nDas andere Team: \n{{champion:4}} {{champion:53}} {{champion:222}} {{champion:48}} {{champion:9}}.\n\nDas Game selbst hat so angefangen, wie von vielen im Forum beschrieben: Alle unsere Laner sind direkt die ganze Zeit gestorben, auch Vayne einmal auf LvL 4, nach nem Turretgrab von BC, worauf direkt: \"SORAKA!!!! HEAL?!\" kam. \nIch hatte Heal auf Lvl2 und hab Vayne geschrieben: \"still 3.33sec CD :(\". \nIch habe angenommen, dass jetzt noch mehr von ihr kommt, kam aber nicht!\n\n10Minuten und einige: \"An ally has been slain\"'s später stand es ca 14/6 für die Gegner oder so und mir ist aufgefallen, dass Sion, der zu diesem Zeitpunkt schon 6 Mal gestorben ist AFK war! Natürlich habe ich nichts gesagt, weil du ja meintest, dass alles was ich schreiben könnte immer schlecht ist, wenns kein guter Call ist.\n\nDie Vayne und die Anni haben allerdings im Allchat nach reports verlangt, was ich schon verstehen kann. Ich meine einer der erst feedet und dann AFK geht ist nicht so schön für seine Mates.\n\nEtwas später gab es dann ne Party in der Botlane mit allen ausser Sion unt TF. Wir haben 3 Gegner besiegt und von uns ist keiner gestorben.\nNatürlich konnte ich mir ein: \"get healed baby <3\" für unsere Vayne nicht verkneifen. Wenn das Toxic war sags mir, dann lass ich auch das demnächst. Kam aber eh keine Antwort drauf.\n\nNachdem wir einige Teamfights gewonnen und auf ca 22/22 aufgeholt hatten, während wir weiter dem Sion beim periodischen Wechsel zwischen AFK und mit Absicht(und JA in 4 Gegner die man auf der Karte sehen kann mit R reinrennen, obwohl kein Mate da ist, ist mit Absicht!) Feeden zugeschaut haben, haben wir uns teilweise picken lassen und es sah gar nicht gut aus.\n\nDie Aufforderung Sion zu reporten wurde immer öfter im All Chat geschrieben.\n\nNach einem weiteren Teamfight waren alle ausser mir tot, weil ich schon vorher mit ca 10% HP weggerannt bin; und die Gegner haben unsere gesammte Base auseinander genommen, also wirklich alles, ausser dem Nexus. Wir sind aber rechtzeitig alle wieder respawned, sodass Vayne den Penta machen konnte.\n\nAls wir dann damit beschäftigt waren, die ganzen Super Creeps zu killn kam von Vayne: \"This will get us richer just def\".\nDas hat mich extremst beeindruckt und war absolut das Gegenteil von ALLEM was ich hier im Forum gelesen habe. Ich glaube auch den Rest des Teams(ausser Sion, der hat halt gemacht was er die ganze Zeit gemacht hat), hat das sehr motiviert!\n\nDie ganzen 4 gegen 5 Team Fights sind auch ganz anders gewesen als ich hier immer gelesen habe:\nAnni und Vayne haben Schaden gemacht und Voli und ich haben NUR auf die beiden aufgepasst.\n\nWir haben sie also noch ein Paar mal geaced und irgendwann wirklich noch gewonnen!\n\n\nAlso zusammenfassend kann ich sagen: Es war typisch Lowelo, wie es im Forum beschrieben wird, mit dem Troll Sion, aber es war sonst überhaupt nicht Toxisch.\nWir haben alle 4 konzentriert weiter gemacht und uns nicht gegenseitig geflamed.\n\nTrotzdem weiss ich nicht ob ich je wieder Ranked spiele. Das war sehr anstrengend. xD\nSo anstrengend, dass ich sogar vergessen habe mein Trinket zu upgraden. Das mache ich sonst immer. oO\nUND viel wichtiger: Ich selbst hätte das niemals alleine gewinnen können. Wäre nur noch einer dabei gewesen, der toxisch ist, hätten wir zu 100% Verloren.\n\nWas ich persöhnlich merkwürdig an dem Sion fand ist, dass er NICHTS geschrieben hat und nur seine Show abgezogen hat.\n\nIch hoffe das fällt jetzt nicht unter Naming und Shaming:\nhttp://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2683457137/29977616?tab=overview\nDamit du mir auch glaubst! :D","replies":[]}]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-05-26T20:38:55.692+0000","up_votes":1,"down_votes":0,"body":"Danke für die Tipps :) aber ich hab auch schon sehr positive Spiele in der low Elo erlebt. Ich frag mich immer wo die ganzen Flamer sind, ich spiele wohl zu wenig rankeds. Vielleicht liegt es auch daran, dass ich mich an vieles halte von dem was du erklärst um das Klima angenehm zu halten. \n\nEs gibt zwar so viel bei mir persönlich zu verbessern, aber gerade die Punkte die du im Verhalten erwähnst haben mir gut geholfen:) ich versuche mal den Rest auch zu verbessern und gucke wo ich lande.  \n\nIch persönlich finde es fantastisch wenn nicht arrogante smurfs einem das Spiel bzw. die Grenzen aufzeigen :) \n\nIn diesem Sinne Danke für dein Engagement!","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T20:58:19.778+0000","up_votes":1,"down_votes":0,"body":":)","replies":[]}]},{"id":"","poster":"Blind Prediction","date":"2016-05-26T15:39:18.424+0000","up_votes":1,"down_votes":0,"body":"Mich würde interessieren wie weit für dich die \"low-elo\"reicht,\nim Platin berreich sieht man diese dinge wie flaming, reporting wenn man ein schlechtes Spiel hat oder die lane-verliert auch noch sehr häufig :D\nSehr cooler post, alles mal klar dargestellt wie es ist ! +1 \n\nMfg Olli :) \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T15:42:56.113+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mal Low Elo anhand der Qualität der Spiele beurteilen würde, würde ich sagen bis plat 3 is low ELO spielen in Plat 2 und 1 sind teilweise qualitativ recht hochwertig.\nDia 5 ist nochmal eine Ausnahme hier ist dann doch wieder ein komisches Eigenleben aber ab D4 wirds wieder angenehm.","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-05-26T17:32:08.717+0000","up_votes":1,"down_votes":0,"body":"Sind die Spiele in Low-Elo nicht viel interessanter? (Für dich natürlich nicht weil du dich durch stompst.)\n\nEben weil es keine konkrete Win Condition gibt? Auf der High Elo gibts doch viele Spiele die schon in der Champselect verloren gehen. Oder ein Team hat die günstigere Win Conditio die mit dem Enemy Team nicht gut zu countern ist usw.\n\n(Habe mich letztens mit nem High Elo Typ unterhalten und ihn gefragt: \"Ist Jhin auf der High Elo gut?\"\n\nSeine Antwort: \"Jhin ist ok, aber Lucian steht über allem.\" Das ist im Prinzip genau das was ich über die High Elo denke in einem Satz.)","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T17:48:25.464+0000","up_votes":1,"down_votes":0,"body":"Nein sind sie nicht :)\nDas Toxic Verhalten ruiniert den ganzen Spaß und 9 Leuten dabei zuzuschauen wie sie so schlecht spielen macht auch keinen Spaß.\n\nUnd obwohl Teamcomps im high elo wichtig sind, ist immer noch das persönliche skill lvl eines jeden am Ende ausschlag gebend wer gewinnt.\nUnd es ist sehr viel mehr spannung hinter den Spielen","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-05-26T19:30:43.821+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=0001000000000000,timestamp=2016-05-26T17:48:25.464+0000)\n>\n> \n> Und obwohl Teamcomps im high elo wichtig sind, ist immer noch das persönliche skill lvl eines jeden am Ende ausschlag gebend wer gewinnt.\n\nDas freut mich sehr. Dann habe ich jetzt auf jeden Fall weniger Angst vorm aufsteigen.\n\nWobei ich gemerkt habe wie sehr sich doch das Spiel innerhalb weniger Divisionen schon sehr stark verändert!\n\nAls ich anfing war es zum Beispiel ziemlich egal welchen Champ du gespielt hast, während man sich jetzt mittlerweile schon wesentlich mehr an der Meta und \"current OP\" Champs orientiert.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T19:54:04.804+0000","up_votes":1,"down_votes":0,"body":"ein persönlicher tip konzentrier dich auf 1 max 2 champs pro lane die du mainen willst","replies":[]}]}]}]}]}]},{"id":"","poster":"Reisfleisch","date":"2016-05-26T18:19:12.047+0000","up_votes":1,"down_votes":1,"body":"Ja Kritik kqnnste in Bronze vergessen unser Zed gegn Lb. Lb killt ihn zweimal er heult rum. Ich guck auf sein Itembuild da is der Serrated Dirk....ich sag ihm Just build Hexdrinker so she will do less dmg and u more. Antwort:Shut Up dude u never played Zed noob u would go 0/30 against a first time Vel koz after 1minute. Fuck ur whole family u cunt nigga. U know nothing bitch ass sucker\n\n\n\nPs.:ich war Aatrox Kda war am Ende 13/2/12 und ich hatte die meisten Cs.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T18:36:52.594+0000","up_votes":1,"down_votes":0,"body":"Muten und reporten.\nImmer und immer wieder dann sind die weg :)","replies":[{"id":"","poster":"VanguardWarden","date":"2016-05-26T19:07:10.597+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=000a0000,timestamp=2016-05-26T18:36:52.594+0000)\n>\n> Muten und reporten.\n> Immer und immer wieder dann sind die weg :)\n\nDie vermehren sich schneller als das man sie bannen kann. Ist wie eine Hydra schneidet man einen Kopf ab wachsen 2 neue nach","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T19:18:04.465+0000","up_votes":1,"down_votes":0,"body":"du vergisst den zweiten Effekt.\nDie \"neuen\" müssen sich auch die ELO Leiter hoch arbeiten, nur die wenigsten werden aber aufgrund ihres schädlichen Verhaltens weiter hoch steigen, währen jene, die sich an die einfachen Tips halten und sich auf das Wesentliche konzentrieren unweigerlich aufsteigen werden.\nUnd hier wird sich irgendwann die Spreu vom Weizen trennen.\nAber jene, dich sich weigern sich auf das Spiel zu konzentrieren und lieber mit Trollen diskutieren brauchen nicht über low ELO zu weinen, weil sie mit ihrem Verhalten auch ihren Beitrag dazu leisten.","replies":[]}]}]}]},{"id":"","poster":"Lagbeard","date":"2016-05-26T17:34:12.939+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=,timestamp=2016-05-26T15:20:21.832+0000)\n>\n> DU MUSST KEINEN CALLS FOLGEN WENN SIE SCHLECHT SIND\n\n\nDamit hab ich so meine Probleme. Ich denk mir immer, dass die Leute schon wissen was sie tun, aber leider tun sie das nie. Gerade Pings sind da in meinem Elobereich wunderbar: \"Lee Sin signals everyone to fall back from Outer Turret.\"\nNa gut, ich hab ja wenig Ahnung, der hat vielleicht Slowpushtaktiken drauf die ich nicht kenne, vielleicht will er sie baiten damit die Mitte durchpushen kann, was weiß ich. Ich denk mir immer, die Leute haben schon einen Plan. Ich marschier also weg und mach mich auf den Weg zur Mitte. 3 Gegner kommen Bot, als Lee Sin den Tower halb runter hat, er stirbt. \nNächster Tell: \"Report ADC, no help. Why u go away, stupid.\"  \n\"U pinged me back.\"\n\"yes, i wanted the farm!\"\n\nSoviel dazu.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T17:47:00.689+0000","up_votes":1,"down_votes":0,"body":"naja erst man grundsätzlich NIEMAND in low elo hat einen Plan sonst währen sie nicht dort!\nUnd grundsätzlich solltest du nur das tun was DU für richtig hältst.","replies":[{"id":"","poster":"Reisfleisch","date":"2016-05-26T18:21:20.200+0000","up_votes":1,"down_votes":0,"body":"Ich hab aber nen Plan ;__;\n\nJa gut ich spiel auch kein Ranked weshaln ich Low Elo bin da Roflstomps Spaß machen.","replies":[]}]}]},{"id":"","poster":"Epic Melons","date":"2016-05-26T18:15:49.023+0000","up_votes":1,"down_votes":0,"body":"Also ich finde es im Low Elo schön :)","replies":[]},{"id":"","poster":"Godfellaz","date":"2016-05-26T18:13:19.057+0000","up_votes":1,"down_votes":0,"body":"guter text! wenn sich daran mal wenigstens 50% halten würden, würde das spiel gleich 10x mehr spaß machen!!","replies":[]},{"id":"","poster":"Tenjirou","date":"2016-05-26T17:04:17.046+0000","up_votes":1,"down_votes":0,"body":"Kleine Anmerkungen aus Bronze, ob es auch in höheren ELOs zählt weiß ich nicht\n\n> [{quoted}](name=Tentacle Smurf,realm=EUW,application-id=Wj1wcocU,discussion-id=W5Equaw9,comment-id=,timestamp=2016-05-26T15:20:21.832+0000)\n>\n> 7. Leistung wird nach kda gemessen, alles andere ist UNWICHTIG.\n\nDie Leistung wird nur nach K/D gemessen, weil Assists ja total unnütz sind. Teilweise wird sogar nur K gemessen, weil ein Spieler der 6/12 steht doppelt so gut ist als einer der 3/0 spielt. (-> Performanz direkt proportional zu den Kills)\n\n> 9. Jegliche Art von konstruktiver Kritik wird vehement mit dem Kommentar reported erwidert\n\nKonstruktive Kritik ist hier eher selten anzutreffen. Vermutlich resultiert hieraus die Aphatie gegenüber solcher Kritik. Konstruktive Kritik in Bronze sieht in etwa so aus: \n\n\"WTF you build MR enemy is only AD (noob)\"\n\"Try to play safe\"\n\"Don't die so often\"\n\"No help, ur so useless\" nach einem Towerdive oder nachdem er den Gegner durch den halben feindlichen Jungle gejagdt hat und von anderen Gegnern abgefangt worden ist","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T17:48:45.990+0000","up_votes":1,"down_votes":0,"body":"Siehe Mute button","replies":[]}]},{"id":"","poster":"Schlampe des ADC","date":"2016-05-26T16:55:30.445+0000","up_votes":1,"down_votes":0,"body":"Willkommen in Bronze :D\nDeswegen spiele ich grundsätzlich fast nur PvP (Normal)... Weil man das ganze nach 'ner Zeit nicht aushält...\nEcht traurig was in der Bronze Welt abgeht...","replies":[]},{"id":"","poster":"Spicavius","date":"2016-05-26T15:32:10.371+0000","up_votes":1,"down_votes":0,"body":"> Blaue wards sind dein Freund.\n\nKannst du mir das erklären?^^ (spiele sogut wie immer Support/Midlane) Wieso soll das blaue Trinket mein Freund sein? Ist doch nur der Freund vom ADC oder nicht?\n\n\n> 7. Leistung wird nach kda gemessen, alles andere ist UNWICHTIG.\n\nNicht mal. Eigentlich nur in Kills und Deaths.  Assists sind komplett unwichtig! :D\n\nAlles andere würde ich so unterschreiben. ;)","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T15:44:19.341+0000","up_votes":1,"down_votes":0,"body":"Weil mich im low Elo eigendlich nur interessiert, wo der gegnerische Jungler ist und das seh ich am besten durch Blaue wards.\nUnd ich mein nicht, dass ich ihn seh wenn er gankt sondern damit ich ihn seh wenn er farmt, dann kann ich dementsprechend meine nächsten Züge planen.","replies":[{"id":"","poster":"Spicavius","date":"2016-05-26T15:51:12.609+0000","up_votes":1,"down_votes":0,"body":"Aber als Support holst du das Item doch nicht oder?  Kein Rotes Trinket ? oder stellen die gegnerischem Spieler einfach nicht genug Wards auf, damit sich das rote Trinket überhaupt lohnt^^.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T16:20:35.728+0000","up_votes":1,"down_votes":0,"body":"natürlich rotes trinket und sightstone","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-05-26T15:41:00.561+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal, in lower Elo werden Büsche seltener gecheckt. Da das blaue Trinket keine Limitierung mit Wards hat und diese obendrein bis zur Zerstörung stehen bleiben, könnten diese Wards u.U. ewig stehen und Vision geben.","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-26T15:44:58.747+0000","up_votes":1,"down_votes":0,"body":"und ja es ist sehr lustig, wie diese ignoriert werden, selbst wenn man durch sie durch läuft :)","replies":[]}]}]}]}