{"id":"LpwJRUHb","poster":"bLankyyz","date":"2016-05-26T15:45:13.650+0000","title":"cooldowns","subforum":"Hilfe & Support","up_votes":0,"down_votes":0,"body":"langsam habe ich genug nur weil die Server nicht wollen lagge ich immer muss leaven will reconnecten und es funktioniert nicht da wie gesagt der Server unf&auml;hig ist nicht meine Schuld und ich m&ouml;chte keine cooldowns f&uuml;r was ich nicht gemacht hab ich kriege nur noch cooldowns da es jeden Tag mindestens einmal passiert kann man sich da wo beschweren das die mit dem shitt aufh&ouml;ren?","replies":[{"id":"","poster":"Ryzecake","date":"2016-05-26T16:10:15.124+0000","up_votes":1,"down_votes":0,"body":"Hallo Blankyyz,\n\nich persönlich habe dieses Problem nicht und ich denke auch nicht, dass es an den Riot Gameservern liegt.\nWenn du lust hast, können wir das Problem gerne analysieren.\n\nFangen wir damit an: Benutzt du WLAN?\nZudem wär ein Log für mich sehr hilfreich.\n\nZur erklärung:\nEin tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\nZusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\nEin gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\nhttps://www.pingplotter.com/download.html \nUm ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n\nTrace Interval: 1 second\nFocus Time: all\nTarget Name: 185.40.65.1\nStartet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\nWenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n\nEdit -> Copy as Text\nGeht nach Pastebin.com\nFügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\nKopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\n\nGruß\nRyzecake","replies":[]}]}