{"id":"pTEsHpA1","poster":"Kiviann","date":"2016-05-26T20:00:23.773+0000","title":"JollyClub™ - eine Deutsche Gaming Community","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"**JollyClub&trade;** - eine Deutsche Gaming Community\r\n\r\nWir rekrutieren neue User f&uuml;r unsere Community. Anforderungen gibt es bei uns nicht, das Skill-Level ist nicht wichtig, also Spieler jeder League sind bei uns willkommen. Wir sind sehr anf&auml;ngerfreundlich und helfen jedem der in League of Legends neu ist. Da muss auch noch erw&auml;hnt werden, dass wir Sektoren f&uuml;r die meist bekannten Spielen haben. Durch gemeinsame Aktivit&auml;ten bringen wir den Neulingen das Spiel n&auml;her und helfen auch mit ersten kleinen Schritten aus der Elo Hell (falls n&ouml;tig :D). Wir helfen mit angenehmen Coaching Sessions f&uuml;r Anf&auml;nger oder die die in gr&ouml;&szlig;ere Elo climben wollen, und so schon bald zu einem unserer Ranked Teams beitreten kann. Bringe einfach Freude am Spiel mit und wir werden sehr gute Zeitezusammen erleben!\r\n\r\nWir sind alles Casualgamer also haben unsere Member keine Verpflichtungen. Also geht das echte Leben immer vor. Wenn du verhindert bist an einer aktivit&auml;t teil zu nehmen, wird es nicht schlecht aufgenommen, sondern mit Verst&auml;ndnis.\r\n\r\nWas wir spielen:\r\nLeague of Legends\r\nWarframe\r\nMinecraft\r\nCounter Strike: GO\r\nWorld of Warcraft\r\nund vieles mehr...\r\n\r\nWir suchen:\r\nNeulinge sowie alte Hasen\r\nJegliche &quot;Berufsgattungen&quot;\r\nLeute welche das Spiel als Spiel nehmen\r\n\r\nWir haben kein Mindestalter, sondern werden mit &quot;Anw&auml;rtern&quot; ein pers&ouml;nliches Gespr&auml;ch &uuml;bers Teamspeak f&uuml;hren.\r\nTeamspeak 3 und eine Website sind nat&uuml;rlich auch vorhanden.\r\nMelde dich Ingame bei mir oder im auf unserem Teamspeak (wende dich an Manu)!\r\nWebsite und Teamspeak3 beides per JollyClub.tk erreichbar\r\n\r\n**Play safe\r\nKiviann**\r\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}