{"id":"PHOqnVRc","poster":"Corvis Rex","date":"2016-05-25T18:51:12.507+0000","title":"Janna und die Mitte","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hey meine Lieben,\r\nich finde es sehr schade, dass Janna nicht in der Mitte noch Top spielbar ist, da ihr dmg leider zu gering ist. Auch auf full AP ist der Schaden nicht ausreichend. Andere Champions (zB Lulu, Morgana, Karma usw.) sind schlie&szlig;lich auch auf anderen Lanes spielbar und gerade das finde ich toll. Da ich Janna sehr gern spiele und die Supporter Rolle auf dauer langweilt und ich mit ihr auch gern mal allein zurecht kommen w&uuml;rde oder mit ihr generell DMG austeilen w&uuml;rde, wollte ich fragen ob ein buff hinsicht ihres Schadens m&ouml;glich w&auml;re?\r\n\r\nIch denke da zB an ihre Q. Der knock up kann so bleiben wie er ist, bei geringem Kanalisieren wenig und beim l&auml;ngeren mehr. Ich f&auml;nd nice, wenn ihr Schaden des Tornados egal wie lange er kanalisiert gleich bleibt. Evtl sogar mehr?\r\n\r\nNur ich habe bedenken, dass sie als Supporter im Endeffekt zu stark wird, da sie starken CC und disengage besitzt.\r\n\r\nWas denkt ihr? Wie k&ouml;nnte man sie (fun) in der Mitte spielen? Welche Items? \r\n- Was denkt ihr &uuml;ber einen Damage buff? Was w&auml;re m&ouml;glich? Bekommt sie vllt sogar ein Rework?\r\n\r\nLG","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-25T22:16:03.237+0000","up_votes":1,"down_votes":0,"body":"als Janna Main mit einer Winrate von 34% (in dieser Saison): Auf gar keinen Fall.\n\nJannas Kit ist ganz kurz vor \"broken\"... egal wie viel (und sie ist der mit am krassesten generfte Champion der Geschichte... allein schon weil ihre Passive früher \"global\" war... und in alle Richtungen...) in den letzten 2 Jahren generft worden ist: Ihr Kit ist als Disengage-Göttin einfach zu stark. Also selbst als 1-11-3 Janna kannst du noch Teamfights resetten und damit entscheiden.\n\nUnd im Gegensatz zu Lulu, Karma und Morgana hat sie halt einen entscheidenden Vorteil: sie ist der beste, weil Itemunabhängigste Supporter von den Vieren. \nSobald man Janna so bufft, dass sie auch als Solo Laner funktionieren könnte, wird ihr auf den Support ausgelegtes Kit so absurd stark, dass sie eine Winrate nördlich von Malzahar bekommen wird... und da sie ein Support ist, werden die Leute sogar zu Dumm sein, um sie dann zu bannen...\n\nSchaden ist der am meisten überschätzteste Wert in League of Legends. Und das sagt jemand, der gerade ein S auf ein 4.1K Janna Spiel bekommen hat... Die Utilitiy, die dieser Champion mitbringt, ist so absurd hoch... aber ich drehe mich im Kreis.\n\nWenn dir Janna Support zu langweilig ist, dann lerne ordentlich warden und Schritte 2 Minuten im Voraus planen. Oder bau dir den Glücksdolch und arbeite die Stacks ab. \n\nWas an der Stelle ganz wichtig ist: Das dümmste, was Riot machen könnte, ist: jeden Champion so Buffen oder Nerfen, dass er in jeder Rolle gespielt werden kann. Es ist wichtig, dass es Champions gibt, die nur eine Sache (in der Meta) können, diese dafür aber überragend gut...\nDenn... und das ist Schritt 2: So gut Janna ist: sie ist auch nur mit gewissen Teams und/oder gegen gewisse Teams gut. Weil dein Team halt den nötigen sicheren Engage braucht. Oder dein Gegner auch gegen Harten Disengage anfällig sein muss. Anders ausgedrückt: Gegen Ekko Top, Ahri Mid, Caitlyn Bot macht eine Janna halt nichts, gegen Fiora, Yi und Vayne alles. Und das ist die Grundlage des Balance Prinzip von League of Legends. Und damit der Hauptgrund, dass das Spiel so erfolgreich ist. Genau deswegen ist sie, so wie sie jetzt gerade ist, gut gebalanced... und das letzte, was Riot machen sollte, ist ihr Blind mehr Schaden zu geben...","replies":[{"id":"","poster":"ELOW Cronos","date":"2016-05-26T08:52:58.708+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=Wj1wcocU,discussion-id=PHOqnVRc,comment-id=0002,timestamp=2016-05-25T22:16:03.237+0000)\n>\n> als Janna Main mit einer Winrate von 34% (in dieser Saison): Auf gar keinen Fall.\n> \n\nOhne dich jetzt beleidigen zu wollen, aber 34% Winrate spricht jetzt nicht gerade für eine qualifizierte Meinung ;) (Ich nehme mal an das ist ein Schreibfehler?)\n\nIch selber halte Janna übrigens für gut so wie sie ist. Mit besseren AP-Scalings würde sie broken werden auf der Support Position. Janna kann vieles, aber DMG gehört nicht dazu und das ist auch gut so ^^.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-26T18:09:54.804+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sergeant Cronos,realm=EUW,application-id=Wj1wcocU,discussion-id=PHOqnVRc,comment-id=00020000,timestamp=2016-05-26T08:52:58.708+0000)\n>\n> Ohne dich jetzt beleidigen zu wollen, aber 34% Winrate spricht jetzt nicht gerade für eine qualifizierte Meinung ;) (Ich nehme mal an das ist ein Schreibfehler?)\n> \n> Ich selber halte Janna übrigens für gut so wie sie ist. Mit besseren AP-Scalings würde sie broken werden auf der Support Position. Janna kann vieles, aber DMG gehört nicht dazu und das ist auch gut so ^^.\n\nNein ist es nicht... Janna ist diese Saison für mich absolut absurd. Letztes Jahr um diese Zeit war es der Champion, mit dem ich mich dank Flash Ultis auf Platin gespielt habe (so viel zur Qualifikation). Dieses Jahr... ist Janna der Champ, mit dem mein Team regelmäßig 8-10K Goldvorsprung verspielt...\n\nIch verweise auf meine vorletzte Niederlage: Das Spiel verliere ich obwohl ich den Illaoi Support mit 1-17-7 verprügele... Warum? Weil die Diana blind (ich hatte es ja mit nem PinkWard garantiert, dass es blind passieren muss) den Baron stehlt und mein Team dann tilted... \n\nUnd ja, so was passiert mir diese Saison ständig mit Janna... also dass ich Spiele mit 2-4-24 Stats noch verliere, ist echt nichts ungewöhnliches...\n\nAber hey, seit gestern läuft es im großen und ganzen wieder so gut, dass ich meine 6. Meisterschaftsstufe freigeschaltet habe...","replies":[]}]}]},{"id":"","poster":"Lagbeard","date":"2016-05-25T19:41:52.594+0000","up_votes":1,"down_votes":1,"body":"Nein, ich finde Janna sollte so bleiben, wie sie ist. Nicht jeder Champ ist zum Flexpick bestimmt, und wenn man Janna Bufft wird sie sofort OP oder sie muss woanders generfed werden, und dass ist noch schlimmer. Janna hat ungalublich gute Beschützerqualitäten, und wenn man auf einer Lane spielt, auf der man niemanden beschützen kann, verschwendet man viel von ihrem Potential.","replies":[{"id":"","poster":"kuchenbro","date":"2016-05-25T19:42:36.112+0000","up_votes":1,"down_votes":0,"body":"Janna ist übrigens der Champion der am meisten generft wurde^^","replies":[{"id":"","poster":"Lagbeard","date":"2016-05-25T19:45:06.910+0000","up_votes":1,"down_votes":0,"body":"Und? Es geht um das Endergebnis, und das ist balanced :D","replies":[{"id":"","poster":"Corvis Rex","date":"2016-05-25T20:29:43.047+0000","up_votes":1,"down_votes":0,"body":"Man soll einen Champion so interessant gestalten wie möglich, wie du siehst alle neuen Champs können mind. auf zwei Lanes gespielt werden. Und Janna ist nun mal eine meiner Lieblings Champions und ich würde sie, wie auch mehrere andere gern in der Mitte spielen können! Da ihre Fähigkeiten (Alleine schon die W) sehr veraltet sind, ist eine etwas größere Veränderung wohl sehr möglich.","replies":[{"id":"","poster":"Lagbeard","date":"2016-05-25T20:35:29.635+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich mag Janna wie sie ist. Sie ist ein Kite-Monster, ungeschlagen im Beschützen ihres ADC´, hat wohl Hochgradig Effektive CC mit geringem Cooldown, Mächtige Schilde, einen AOE Heal, kurz gesagt, alles, was ich von einem Supporter wünschen könnte. Ich sehe da nirgendwo einen Änderungsbedarf.\n\nUnd auf welchen Lanes Champions gespielt werden, bestimmt in erster Linie die Community ;)","replies":[{"id":"","poster":"Corvis Rex","date":"2016-05-25T20:38:56.834+0000","up_votes":1,"down_votes":0,"body":"Naja ihr Schaden ist für die Mitte leider viel zu gering und da würde dann Schaden fehlen. :(","replies":[{"id":"","poster":"Lagbeard","date":"2016-05-25T21:28:50.806+0000","up_votes":1,"down_votes":0,"body":"Naja, ich hab nur noch nicht so ganz verstanden, warum du sie zu einem Mid/Support hybriden umgestaltet haben willst :D","replies":[{"id":"","poster":"Corvis Rex","date":"2016-05-26T11:11:44.758+0000","up_votes":1,"down_votes":0,"body":"Damit sie nicht nur auf einer Lane spielbar ist.","replies":[{"id":"","poster":"Lagbeard","date":"2016-05-26T11:37:13.539+0000","up_votes":1,"down_votes":1,"body":"Aber warum will man denn, dass sie auf mehreren lanes spielbar ist? Sie ist ein hervorragender Spezialist, und jede änderung würde das entweder zunichte machen oder sie wäre OP.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sałtyy","date":"2016-05-25T20:36:51.202+0000","up_votes":1,"down_votes":0,"body":"Janna ist Perfekt wie sie ist ^^\n\nMitte kann man sehrwohl spielen, es macht viel spaß.  Dmg is auch nicht alles in LoL ^^","replies":[{"id":"","poster":"Corvis Rex","date":"2016-05-25T20:41:51.336+0000","up_votes":1,"down_votes":0,"body":"Stell dir mal vor auf der Toplane spielt Sion, Janna ist in der Mitte und im Jungle Nautilus, wo soll der Schaden dann herkommen? :)","replies":[{"id":"","poster":"Sałtyy","date":"2016-05-25T22:19:09.702+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Corvis Rex,realm=EUW,application-id=Wj1wcocU,discussion-id=PHOqnVRc,comment-id=00010000,timestamp=2016-05-25T20:41:51.336+0000)\n>\n> Stell dir mal vor auf der Toplane spielt Sion, Janna ist in der Mitte und im Jungle Nautilus, wo soll der Schaden dann herkommen? :)\n\nUhmm,.... dauerknockup und adc macht schaden! xD","replies":[]},{"id":"","poster":"3Xtermin4ns","date":"2016-05-25T21:10:22.766+0000","up_votes":1,"down_votes":0,"body":"Warum sollte man so picken?\nWenn man einen unterstützenden Midlaner hat, wählt man einen Toplaner, der etwas mehr (magisch) Schaden macht oder nimmt halt keinen unterstützenden Midlaner, bei einer Tank-Toplane. Notfalls könnte man auch \"protect-the-Carry\" spielen.\n\nFrüher wurde Janna auch auf Turnieren in der Mitte gespielt.\nNach einem Rework würde ich nicht verlangen. Sie kann sich fast nur zum Negativen verändern. Evtl. wäre sie nach einem Rework ein Pick-Bann-Champ.","replies":[]}]}]}]}