{"id":"1t2bIgm9","poster":"I love you Malon","date":"2016-05-25T11:53:15.271+0000","title":"Ist das ein Vorteil oder ein Nachteil [Mid-Lane]?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Huhu it&#039;s me XtremBoy,\r\nmein Problem ist dieses mal das ich niemand mehr au&szlig;er Ahri auf der Mid-Lane beherrsche.\r\n\r\nIch spielte mein Main Zed und verkackte, spielte etliche Mid-Laner in Normals und verkackte!\r\n\r\n\r\nSpiele Ahri und ich gewinne die Lane und auch das Game _(nicht immer aber Loses geh&ouml;ren dazu :D)_\r\n\r\nNun, ich sprach darauf mein Mentor an was er zu der Sache meint, k&ouml;nnte es ein Nachteil sein oder ein Vorteil sein nur einen Champion zu beherrschen.\r\n\r\nDaraufhin sagte er das es in High-Elo schwerer wird als hier in der Low Elo Bronze - Gold!\r\nAllerdings will ich mich nicht auf einen Champion beschr&auml;nken obwohl ich Ahri wirklich &uuml;ber alles Liebe.\r\n\r\nW&auml;hrendessen warf ich einen Blick auf die Champions und mir fielen diese hier auf: {{champion:34}} {{champion:105}} {{champion:45}} {{champion:90}} {{champion:91}} {{champion:112}} \r\n\r\n\r\n{{champion:34}}: Hab ich noch nie gespielt doch allein ein Kryophph&ouml;nix macht das ganze doch sehr Interessant ^^ \r\nHigh skill Cap und ist zurzeit auch nicht so begehrt und daher kann ich sie denke ich immer picken wann ich m&ouml;chte :3\r\n\r\n\r\n{{champion:105}}: Ein Champion den ich extrem lustig finde aber ich mag sein early &uuml;berhaupt nicht :/ \r\nDu wirst von allem rumgeschubst und mir fehlt der Skill um ihn zu beherrschen.\r\n\r\n\r\n{{champion:45}}: Mit diesem Dude bin ich sehr vertraut ^^ Liebe es ihn zu spielen doch die Banrate ist wie bei Fizz extrem hoch und das verdanke ich dem Mage Update &gt;_&gt;\r\n\r\n{{champion:90}}: War mal mein ausweich Pick! Malzahar war vor dem Update ziemlich unbeliebt aber f&uuml;r mich ein Magier der sich Magier nennen darf.\r\nHandelt von der Combo her wie ein Assassin und er macht gro&szlig;en Spa&szlig; ist aber zurzeit Perma Bann &gt;_&lt;\r\n\r\n{{champion:91}} : Talon finde ich auch ziemlich cool doch seine Laning Phase ist auch ziemlich schwammig doch ist ein High Risk / High Reward Pick der wie meine Ahri sehr schnell Snowballed und das mag ich :3\r\n\r\n{{champion:112}} : Hab ich damals von meiner Freundin zum Geburtstag bekommen und bis lv.4 1/2 gesuchtet und sein Burst Potenzial war einfach nur genial! Seit dem Mage Update hab ich ihn nicht mehr anger&uuml;hrt!\r\n\r\n\r\n\r\nNun w&uuml;rde ich eure Meinung zu meinen genannten Champions h&ouml;ren.\r\nIch will nicht wissen wenn ich w&auml;hlen soll sondern eher die M&ouml;glichkeiten der Champions:\r\n\r\n1.Was bringt es mir auf der Lane selber?\r\n2.Was bringt es meinem Team?\r\n3.Wie sieht es mit dem Skill Cap denn aus?\r\n\r\n\r\n\r\n\r\nVielen Dank f&uuml;rs Lesen und viel Spa&szlig; noch in der Kluft w&uuml;nscht euch XtremBoy aka. Cede","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2016-05-25T13:37:50.346+0000","up_votes":2,"down_votes":0,"body":"{{champion:34}} :\n1. Sie ist für viele Midlaner einfach nur ätzend. Vor allem Meleechampions haben es schwer an Farm zu kommen, sofern sie sich gut positionieren kann. Ebenso bietet sie einen recht starken Waveclear, was die Wavekontrolle - ab Level 6 besonders - recht einfach macht.\n2. Bricht man es herunter: DPS, 1 Stun, massig Slow und die Wall. Vor allem die Wall ist in Teamfight von großer Bedeutung, da Tanks oft Probleme haben sie zu passieren (z.B. in der jetztigen Meta {{champion:50}}) und sie bringt so gut wie den einzigen Counter zu {{champion:2}}, der ebenso immer beliebter wird.\n3. Bin jetzt nicht der Aniviamain aber ich sehe die größte Herausforderung in Anivias Positioning. Klar hat sie massig CC ist dafür aber genauso verwundbar für CC. Ebenso muss ihre Wall gekonnt platziert werden, um nicht dem eigenen Team den Weg abzuschneiden.\n\n{{champion:105}} :\n1. Burstchampion sind in der unteren Elo schon immer stark gewesen und werden es immer sein. Was dir Fizz jedoch in der Laningphase bringt, ist ein ein Haufen Dodge- und Outplaypotential. Viele unterschätzen seinen DMG zu Anfang und das kann man bis LvL hervorragend ausnutzen, denn ab da fangen die Gegner an auf seine Ulti zu achten und spielen meist etwas defensiver.\n2. Fizz ist recht gut darin Carries auszuschalten. Er kann recht einfach CC dodgen und hat eben noch 2 Capcloser. Genauso gut ist er im Splitpushen. Er schräddert die Tower recht schnell und hat einen guten Escape und kann, wenn er es gut macht, auch ein 1v2 bestreiten.\n3. Der Skillcap für Fizz liegt für mich recht hoch. Er muss seinen DMG und die Gegner gut abschätzen können, um zu wissen ob er sich den Kill holen und den Escape ermöglichen kann. Auch braucht Fizz für mich eine hohe Reaktionsgeschwindigkeit oder ein gutes Vorhersehen des Spielers, um den einkommenden CC oder Harddmg zu dodgen.\n\n{{champion:45}} :\n1. Ist auf der Lane besonders dominant, auch wenn er es am Anfang etwas schwer hat. Vor allem Mobilitychampions wie Ahri und LB machen ihm zu schaffen. Champions wie Zed die nicht dashen sondern porten sind für ihn der absolute Horror im Spiel als auch auf der Lane. Dafür bringt er einen recht gute Wavekontrolle mit zudem er sich am Anfang sowieso nur auf seine Qstack konzentriert.\n2. A ton of DMG. Er kann mit dem neuen Buffs so gut wie alles Oneshotten, sofern er genug AP hat. Seine Schwäche liegt in Hardengage, er ist eher ein Champion der sieged oder Picks macht.\n3. Der ist bei Veigar recht niedrig. Er hat zwar 3 Skillshots (E mitgezählt), diese sind bei einem gut platzierten E jedoch einfach zu treffen.\n\n{{champion:90}} :\n1. Bringt für mich persönlich nur Waveclear mit in die Lane. Klar er kann massig DMG machen mit seinen Voidlings, aber dafür muss er, sofern Minions mit im Spiel sind, das E auf den Gegner platzieren. Ein guter Midlaner weiß das und engaged dann eben auch nur, wenn Malzahar sein E auf die Wave setzt. Sollte Malzahar sein E nicht zum Waveclear benutzen wird einfach die Wave reingepusht und Malzahar suckt im Under-Tower-Farmen. Folglich bringt er nur Waveclear mit in die Lane.\n2. Malzahar ist zZ der King of Objectivecontroll. Drake, Herald und Nashor können dank der Voidlings easy gemacht werden und da er eine Wave mit einem E pushen, bzw. mit E + W soloclearen kann, verbringt er 1sec auf dieser Lane und kann zu einer anderen rotaten.\n3. Eigentlich muss man mit Malzahar nur sein Q treffen und sich gut positionieren können. Sonst ist er recht einfach gestrickt. Jedoch muss man für den Erfolg eine gute Mapawerness und Decisionmaking haben.\n\n{{champion:91}} :\nTalon ist hier der AD-Fizz, bringt aber mehr Waveclear mit und kann damit auch öfter roamen.\n\n{{champion:112}} :\n1. Viktor ist in dieser Liste der wohl Lanestärkste. Mit seinem E ist es recht einfach die Wave zu kontrollieren, zu poken oder zu traden. Sein Q lässt für ihn so gut wie jeden Trade positiv für ihn ausfallen und mit seinem W hat er mindestens einen Zoningtool.\n2. Im Team bringt Viktor das gleiche wie Veigar. Tons of DMG und ein Zoningtoll mit Stunnmöglichkeit. Zwar ist sein DMG nicht so hoch wie Veigars, dafür aber AOE.\n3. Für mich liegt der Skillcamp für Viktor im mittleren Bereich. Das schwerste ist wohl das richtige benutzen seiner W-Fähigkeit. Da er recht unmobil ist, ist auch bei ihm auf ein gutes Positioning zu achten.","replies":[]},{"id":"","poster":"xMugii","date":"2016-05-25T12:46:23.441+0000","up_votes":1,"down_votes":3,"body":"Also Fizz benötigt ja mal sowas von keinen Skill lol genau so ein einfacher Champ wie LeBlanc musst nichts können richtest aber so viel schaden an.. Musst mit Fizz deinen Hai treffen dann rein gehen was ist daran bitte so schwer? Und LeBlanc ist sowieso nur Q + R drücken und der Adc ist half life also das ist natülich pures skill :D","replies":[{"id":"","poster":"OrangeBubble","date":"2016-05-25T14:03:49.731+0000","up_votes":1,"down_votes":0,"body":"LeBacn muss Q+R+einen weiteren Skill treffen, sonst verliert sie massiv DMG und somit auch Burst..\nAm besten ist eh erst Q auf ein Minion und dann R+Q auf den gegner + evtl weiteren Skill.\n~ So einfach scheint sie doch net zu sein, wenn du son Bullshit redest.","replies":[{"id":"","poster":"MeDontEnglish","date":"2016-05-27T13:49:07.667+0000","up_votes":1,"down_votes":0,"body":"Q auf ein Minion? Why? xD\n\nDie stärkste Combo ist Q-R-E - warten bis das E Stunt - Q - W","replies":[{"id":"","poster":"OrangeBubble","date":"2016-05-27T21:19:24.168+0000","up_votes":1,"down_votes":0,"body":"Weil's eine starke und sichere Kombo ist. Q-R-E ist riskanter, da man den E leicht \"missen\" kannst. \n\nhttps://www.youtube.com/watch?v=kCfO0STKImM\nHier kannst nochmal eine genaue Erklärung nachschauen, auch wenn ich bezweifle, dass es dich interessiert.","replies":[]}]},{"id":"","poster":"Corvis Rex","date":"2016-05-25T18:08:41.237+0000","up_votes":1,"down_votes":0,"body":"LeBlanc und einfach? Im ernst ? LOL","replies":[]}]},{"id":"","poster":"I love you Malon","date":"2016-05-25T12:49:52.801+0000","up_votes":1,"down_votes":0,"body":"mhm...ich mach mit Fizz nie Schaden... das ist es einfach >_>\nAn Runen und Masteries liegt es nicht aber wenn ich gegen andere Spiele machen die mich fertig und wenn ich ihn Picke bekomm ich auf die Schnautze ;D","replies":[]}]},{"id":"","poster":"OT Riku","date":"2016-05-27T12:57:22.927+0000","up_votes":1,"down_votes":0,"body":"Zu Talon mein absoluter Lieblings Ad Assasine.\nIch pick ihn gerne gegen Lux.\nAnivia und Velkoz gehen auch aber Lux ist mein Lieblings opfer.\nEr ist einfach richtig stark in Tf besonders wenn der Gegner nicht viel Tankyness mitbringt.\nDeine 2 Hauptskills sind AoE. \nsprich wenn du im Team spielst und zb ein Malphite engeaged dann ist da locker der Adc+Apc+Support( wenn es kein Ali oder ähnliches ist) tot.\nIch liebe Talon.\nLeider ist er mehr High Risk High reward als Zed oder kha'zix.\nDu musst halt mit EQWR den Gegner töten evtl. noch Tiamat und in der Ult noch raus.\nIch persönlich spiele mit Mobi Boots weil Talon einfach so abartigen MS hat und super im Roamen ist.\nTiamat baue ich meistens Ganz zum Ende des Games früher habe ich es halt teilweise als Firstitem gebaut und dann Youmos und Später zur Hydra aber iwie keine Ahnung gefällt mir das als Firstitem nicht mehr.","replies":[]},{"id":"","poster":"El Capitán TSV","date":"2016-05-25T15:37:53.999+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe Problem wie der TE.\nSpiele ich meinen alten Main {{champion:99}} , verkacke ich, spiele ich {{champion:103}}  (die ich sehr häufig gespielt habe und immer noch gerne spiele) verliere ich auch öfters als ich gewinne. \nVon {{champion:4}} brauche ich momentan gar nicht erst anfangen. Der hat es nämlich verdammt schwer, meiner Meinung nach.\nAußer mit {{champion:131}}. Mit Ihr gewinne ich wesentlich öfter die Lane und das Spiel als mit anderen Champs.\n\nUnd das tilted mich hart.. :D\n\nIch kann mich auch nie überwinden Normals zu spielen, um mir einen neuen Champ anzulernen, weil ich ein richtiger LP-Suchti bin :D\n\nFolgende Champs kommen am ehesten in Frage: {{champion:105}} {{champion:112}} {{champion:45}} {{champion:63}} \n\nIch kann mich aber 0 entscheiden :D","replies":[]}]}