{"id":"jWeuJjz1","poster":"Gurkenwambo","date":"2016-05-25T15:26:22.304+0000","title":"Neuer Champion: Name möglicher Weise \"Fairy\"","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":0,"body":"Ja Leute nochmal wenn ich gegen Regeln versto&szlig;e tut mir echt leid ich achte drauf, aber wenn ich auf welche versto&szlig;e bitte entschuldigt mich.\r\nAlso Ja, Ich wollte mal meine Idee von einem Champion zeigen, Riot versucht jeden Champion einzigartig zu machen und mir ist aufgefallen,\r\ndass es noch keine Fee gibt Naja, ob man Lulu als Fee z&auml;hlen kann Ich denke nicht, nun zu den Werten, aber bevor ich anfange m&ouml;chte ich sagen\r\ndas es nur eine IDEE ist, also &Auml;nderungen w&auml;ren nat&uuml;rlich m&ouml;glich.\r\n\r\nIch versuche den Champion einem Mage, Burster zu gestalten. (Kleine Infos ich w&uuml;rde es nett finden wenn Ihr mir ein wenig helfen k&ouml;nntet bei den\r\nWerten, denn ich bin extrem schlecht darin, die Werte anzugeben.) Ich halte alles auf ca. ein da nat&uuml;rlich &Auml;nderungen m&ouml;glich sind.\r\n\r\nLeben ca. 511 auf Level 1 und erh&auml;lt pro Level ca. +78 Leben dazu.\r\nLebenregen ca. 6.505 auf Level 1 und erh&auml;lt pro Level ca. +0.6 Lebenreg. dazu.\r\nMana ca. 350 auf Level 1 und erh&auml;lt pro Level ca. +50 Mana dazu.\r\nManaregen ca. 7 auf Level 1 und erh&auml;lt pro Level ca. +0.9 Manaregen dazu.\r\nRange ca. 535\r\nAD ca. 57 auf Level 1 und erh&auml;lt pro Level ca. +3 AD. dazu.\r\nAttackspeed ca. 0.615 auf Level 1 und erh&auml;lt pro Level ca. 1.36% ATS. dazu.\r\nR&uuml;stung ca. 22 auf Level 1 und erh&auml;lt pro Level ca. 3.5 R&uuml;stung dazu.\r\nMR 30 auf Level 1 und erh&auml;lt pro Level +0 MR. dazu.\r\n\r\nIch hab mich ein wenig auf anderen Mages angepasst um auch nicht einen Tank zu haben der dann auch bursten k&ouml;nnte.\r\n\r\nNun zu den F&auml;higkeiten\r\n\r\nIch habe keine Namen f&uuml;r die F&auml;higkeiten und bin mir auch noch nicht sicher bei der Passiven und der Ulti.\r\nFalls ich etwas wichtiges vergessen habe bitte meldet es an mich.\r\n\r\nPassive:\r\nAlle 10 Sekunden ist Fairy in der Lage einen einen extra autoattack zu vollbringen, dieser macht magischen Schaden zu Gegnern &uuml;ber 4 Sekunden,\r\nAuf stufe 18 hat Fairy 6 Sekunden auf ihrer Passiven. (65 Schaden &uuml;ber 4 Sekunden auf Stufe 1, erh&auml;lt pro Level +13.5 Schaden &uuml;ber 4 Sekunden\r\nauf Stufe 18 sind es dann zusammen 294.5 magischen Schaden &uuml;ber 4 Sekunden.) (+25% der Ap auf allen R&auml;ngen.)\r\n\r\nQ Spell: Skillshot Aktive\r\nEs tut mir leid, doch ich bin mir nicht sicher wie diese Art von &quot;Skillshot&quot; hei&szlig;t es ist in der Form wie der Talon W ohne das die Klingen zur&uuml;ck kommen.\r\nFairy ist in der Lage den Gegner den Lage den Gegner mit etwas abzuschie&szlig;en was Magischen Schaden vollbringt und den Gegner f&uuml;r 1 Sekunde\r\nzu 45% verlangsamt.\r\n(Range: 650) (dmg: 50 / 60 / 70 / 80 / 90) (35% APscaling) (Manacost: 50 / 55 / 60 / 65 / 70) (Cooldown: 12 / 11 / 10 / 9 / 8)\r\nWo ich mir nicht sicher bin!\r\n\r\nW Spell: Passive\r\n+Wenn Fairy mit einem Autoattack angreift wird dieser f&uuml;r 2 Sekunden Markiert, dieser vollbringt keinen Schaden, doch wenn der Gegner\r\nw&auml;hrend er markiert ist von dem Q Spell getroffen wird, ist der Gegner nicht mehr markiert doch der cooldown von dem Q Spell wird auf 1 Sekunde\r\nruntergesetzt.\r\n+Sie erh&auml;lt zus&auml;tzlich Ap (5 / 10 / 15 / 20 / 25%)\r\n\r\nE Spell: Skillshot Aktive\r\nSie kann etwas abschie&szlig;en, mit einer 1050 Range, der Skillshot &quot;fliegt&quot; ca. in der Schnelle wie der Anivia Q zum Gegner und wenn es einen Gegner trifft macht es wenig Schaden, aber dies soll nicht der Zweck der F&auml;higkeit sein, au&szlig;erdem kann der Skillshot nicht &uuml;ber W&auml;nde fliegen.\r\nDer Zweck der F&auml;higkeit soll sein, dass w&auml;hrend der Skillshot &quot;fliegt&quot; Fairy in der Lage ist sich zu dem Skillshot hin zu teleporten.\r\n(Dmg: 20 / 25 / 30 / 35 / 40) +(20 APscaling auf allen R&auml;ngen) (Cooldown: 22 / 20 / 18 / 16 / 14) (Manacost: 80 / 85 / 90 / 95 / 100)\r\n\r\nR Spell: Skillshot Aktive\r\nFairy ist in der Lage alle Gegner mit ihren Skillshot f&uuml;r 1.75 Sekunden zu stunnen, dieser f&uuml;gt ihnen magischen Schaden.\r\n(Range: 750) (Dmg: 150 / 250 / 350) +(45% APscaling auf allen R&auml;ngen) (Cooldown: 120 / 110 / 110) (Manacost: 100 auf allen R&auml;ngen)\r\n---\r\nTipps die unn&ouml;tig sein k&ouml;nnten:\r\n--Setze wenn du kannst immer einen Autohit auf den Gegner bevor du dein Q Spell benutzt, um dem maximalen Schaden anzurichten.\r\n--Benutze dein E Spell um zu entkommen und benutze sie bewusst, denn sie hat eine lange Cooldown und denke daran, dass sie nicht &uuml;ber\r\nW&auml;nde fliegen kann.\r\n---\r\nIch hoffe ich konnte euch einen kleinen &Uuml;berblick &uuml;ber den Champion vollbringen, Ich habe jedoch nicht alles perfekt durchdacht ob sie von ihren\r\nWerten her zu OP oder zu schwach w&auml;re.. Ich habe mir sehr viel M&uuml;he gegeben, Vorschl&auml;ge sind herzlich willkommen.\r\nVom Design her soll es eine Fee darstellen.\r\nMit freundlichen Gr&uuml;&szlig;en: Gurkenwambo","replies":[{"id":"","poster":"Megamaexx","date":"2016-05-25T16:40:34.590+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gurkenwambo,realm=EUW,application-id=L7E6lhzo,discussion-id=jWeuJjz1,comment-id=,timestamp=2016-05-25T15:26:22.304+0000)\n>\n> Ja Leute nochmal wenn ich gegen Regeln verstoße tut mir echt leid ich achte drauf, aber wenn ich auf welche verstoße bitte entschuldigt mich.\n\nDu hast das richtige Unterforum getroffen, brauchst dich dafür auch nicht rechtfertigen^^ Sollte mal einer deiner Posts gelöscht werden, wird dir eigentlich auch mitgeteilt, wo es besser aufgehoben wäre.\n\n> Also Ja, Ich wollte mal meine Idee von einem Champion zeigen, Riot versucht jeden Champion einzigartig zu machen und mir ist aufgefallen,\n> dass es noch keine Fee gibt Naja, ob man Lulu als Fee zählen kann Ich denke nicht [...]\n\nLulu selbst ist ein Yordle, aber Pix ist eine Fee (Ihr kleines Helferlein)\n\n> Ich versuche den Champion einem Mage, Burster zu gestalten.\n\nDie Fee-Idee gefällt mir, aber ich würde diese eher in der Rolle eines Supporters sehen. Das ist aber wohl geschmackssache^^ zu den Werten werd ich mal nix sagen, da müsste ich mich intensiver mit der Mathematik von LoL auseinandersetzen, darauf verzichte ich mal. Zum Rest werd ich mal meine Meinung dazupacken.\n\n> \n> Passive:\n> Alle 10 Sekunden ist Fairy in der Lage einen einen extra autoattack zu vollbringen, dieser macht magischen Schaden zu Gegnern über 4 Sekunden,\n> Auf stufe 18 hat Fairy 6 Sekunden auf ihrer Passiven. (65 Schaden über 4 Sekunden auf Stufe 1, erhält pro Level +13.5 Schaden über 4 Sekunden\n> auf Stufe 18 sind es dann zusammen 294.5 magischen Schaden über 4 Sekunden.) (+25% der Ap auf allen Rängen.)\n\nUnspektakulär, aber naja, ist halt 'ne Passive.\n> \n> Q Spell: Skillshot Aktive\n> Es tut mir leid, doch ich bin mir nicht sicher wie diese Art von \"Skillshot\" heißt es ist in der Form wie der Talon W ohne das die Klingen zurück kommen.\n\nDas heißt \"Kegel\" \n\n> Fairy ist in der Lage den Gegner den Lage den Gegner mit etwas abzuschießen was Magischen Schaden vollbringt und den Gegner für 1 Sekunde\n> zu 45% verlangsamt.\n\nklingt okay\n> \n> W Spell: Passive\n> +Wenn Fairy mit einem Autoattack angreift wird dieser für 2 Sekunden Markiert, dieser vollbringt keinen Schaden, doch wenn der Gegner\n> während er markiert ist von dem Q Spell getroffen wird, ist der Gegner nicht mehr markiert doch der cooldown von dem Q Spell wird auf 1 Sekunde\n> runtergesetzt.\n> +Sie erhält zusätzlich Ap (5 / 10 / 15 / 20 / 25%)\n\nIch würde den ersten Teil der W-Passiven eher der eigentlichen Passiven hinzufügen bzw. allgemein ihre Fähigkeiten mit ihrer Passiven interagieren lassen.\n\n> \n> E Spell: Skillshot Aktive\n> Sie kann etwas abschießen, mit einer 1050 Range, der Skillshot \"fliegt\" ca. in der Schnelle wie der Anivia Q zum Gegner und wenn es einen Gegner trifft macht es wenig Schaden, aber dies soll nicht der Zweck der Fähigkeit sein, außerdem kann der Skillshot nicht über Wände fliegen.\n> Der Zweck der Fähigkeit soll sein, dass während der Skillshot \"fliegt\" Fairy in der Lage ist sich zu dem Skillshot hin zu teleporten.\n\nähnlich der Lissandra-E, nur eingeschränkter. Das darf ruhig stärker sein, entweder mehr Utility (longrange oder eben doch über Wände) oder mehr Schaden.\n\n> R Spell: Skillshot Aktive\n> Fairy ist in der Lage alle Gegner mit ihren Skillshot für 1.75 Sekunden zu stunnen, dieser fügt ihnen magischen Schaden.\n\nAlso wenn das innerhalb der kompletten Reichweite stunnt, ist das recht heftig.\n\n\nAlso die Fee-Idee find ich gut, die Fähigkeiten ausbauwürdig, aber sehr schöne Utility drin.","replies":[{"id":"","poster":"Gurkenwambo","date":"2016-05-25T16:50:50.193+0000","up_votes":1,"down_votes":0,"body":"Ich wollte eigentlich einen Champion gestalten der einer Fee ähnelt und die Q+W combo wird auf jeden Fall sehr kräftig sein... man könnte natürlich den ersten Teil der W Passive als normale Passive verwenden, Ich spiele sehr gerne Dota 2 und ich habe mich auch ein wenig nach dem Held \"Puck\" Gesehnt, Der E spell kommt von seiner Ulti.. Und zu seiner Ulti: Ich war mir nicht genau sicher aber Ich würde schon sagen das er mit seinem E nicht über Wände kann, denn dann könnte er einfach über ne Wand und ein ganzes Team stunnen, abschließlich könnte er dann noch an allen unmengen an Schaden zufügen, da der Q ja AOE ist.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-05-26T12:54:57.298+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nerstmal danke für dein Konzept, aber das Thema mit dem Burstmage passt im Moment noch nicht zu den Zahlen, wenn ich dir dort kurz helfen darf.\n\nAls Burstmage willst du ja eine Kombo raushauen, die in kurzer Zeit möglichst viel Schaden verursacht. Hier wäre deine All-in Kombo: E (als Gapcloser) + Ult + AA (mit passive) + Q + AA + Q.\n\nDa die E als Anivia Q sehr langsam fliegt, gehen wir mal nicht von einem direkten Treffer aus, sondern nehmen die nur, um in R-Reichweite zu kommen. Danach gehts los: (Lategame burst)\n\nR= 350+45%Ap\nAA=100+ (passive) 294,5+25%AP\nQ=90+35%AP\nAA=100\nQ=90+35%AP\ninsgesamt also 710+140% AP.\nBei 800 AP, die man easy erreichen kann, gerade mit der passive W, wären das alles in allem 1830 damage.\nSelbst bei einem Full AP Build, wo man mit der passive vielleicht auf 1200 AP kommt, sind das nur 2390.\n\nDas reicht zwar theoretisch, um einem ADC zu töten, doch wenn der Heal hat, überlebt er.\nWenn er einen Schild vom Verbündeten bekommt, überlebt er.\nWenn er Flash hat, überlebt er (er kann die zweite Q flashen, da er dann nicht mehr von der Ult gestunt ist).\nWenn er Steraks/Maw of Malmortius/Magieres in irgendeiner Form hat, überlebt er.\nDu siehst sicherlich, worauf ich hinaus will. Ein Teil des Bursts ist sogar DoT (die passive). Der Burst ist knapp und nicht einmal reliable, da der Stun wahrscheinlich nicht lang genug ist, um beide Qs drauf zu bekommen.\n\nDas heißt nicht, dass der stun länger sein sollte. Aber die Scalings dürfen durchaus mehr sein. (Vorsicht bei mehr Grundschaden, denn dann sehen wir sie als Tank alias Ekko ^^)\n\nIch hoffe ich konnte etwas helfen, darüber hinaus allerdings, ist das Championkonzept völlig in Ordnung!\n\nMfG Mescryze","replies":[{"id":"","poster":"Gurkenwambo","date":"2016-05-26T18:19:18.846+0000","up_votes":1,"down_votes":0,"body":"Wie ich schon geschrieben hab ich kenne mich mit der Mathematik von Lol nicht aus!! ich bin da nicht so erfahren drin, Ich wollte auch nicht genau zeigen wie er genau sein soll, ich wollte nur die Fähigkeiten so zu sagen vorstellen. Und den E Spell wollte ich auch mehr oder weniger \"gut\" gestalten, man kann sie natürlich schneller fliegen lassen, aber dann soll das noch gebalanced sein. Ich wollte nur ein kleinen Einblick geben zu den Champion. Also nicht, dass die Grundwerte perfekt sein sollen und der Grundschaden und das Scaling ist natürlich auch nicht perfekt. Allerdings kann man ja natürlich an den ganzen Werten noch viel dran ändern.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-05-26T18:36:02.551+0000","up_votes":1,"down_votes":0,"body":"Hey, so hab ich das nicht gemeint. Fühl dich bitte nicht verbessert, ich wollte da gleich mal eine Hilfestellung mit den Zahlen geben ;)\nDie E soll ja nicht broken sein, die ist ja im Prinzip wie eine Lissandra E und die ist auch langsam. Das ist gut so.","replies":[]}]}]}]}]},{"id":"","poster":"The Stοrms Fury","date":"2016-05-25T19:49:48.895+0000","up_votes":1,"down_votes":0,"body":"An sich ist die Idee okay, allerdings sollte der \"W-Spell\" eine Abklingzeit haben, z.B.: Die Markierung kann nur alle 6 Sekunden erneut auf dem selben Champion erscheinen.\nSonst könnte man den \"Q-Spell\" durchgängig spammen und das wäre meiner Meinung nach zu OP.","replies":[{"id":"","poster":"Gurkenwambo","date":"2016-05-26T00:54:29.264+0000","up_votes":1,"down_votes":0,"body":"Hatte ich mir auch schon später gedacht","replies":[]}]}]}