{"id":"cszJ0zIH","poster":"Xipiz700","date":"2016-05-24T16:30:06.827+0000","title":"Aris, Der Verbundene [Championkonzept] auch für Rito Mitarbeiter","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hi ihr da drau&szlig;en! Ich habe mir mal einen Champion ausgedacht.** Enjoy The Content\n\n1. Vorstellung des Champs\n2. Lore \n3. F&auml;higkeiten \n4. meine Gedanken zum Champ\n5. Aussehen\n\n1._Vorstellung des Champs_\nEr hei&szlig;t Aris und ist ein Schlangenmagier, den ich f&uuml;r die Midlane und f&uuml;r die Supportposition gestaltet habe. Mein Vorbild war Morgana.\n\n2._Lore_\nHier nur die Kurzfassung (es steht Riot frei etwas zu erg&auml;nzen). Aris ist unwissend ein magiebegabter Junge, der einem Glauben angeh&ouml;rt, der die Gesch&ouml;pfe der Leere, als Erl&ouml;ser ansieht. Jedes Jahr wird ein Junge und ein M&auml;dchen ausgew&auml;hlt um den Gesch&ouml;pfen der Leere als Tribut dargelegt wird, dieses Jahr war es Aris. Sie erkannten sein magisches Potenzial und a&szlig;en ihn nicht, sondern versuchten ihn zu einen von ihnen zu machen. Sie schafften es nur zur H&auml;lfte ihn mit einen Gesch&ouml;pf der Leere zu verbinden, da seine Magie ihn sch&uuml;tzte. Doch sie merkten es nicht und schickten ihn als K&auml;mpfer nach Runeterra. In Runeterra angekommen &uuml;bernahm seine magische H&auml;lfte die Oberhand und vernahm es als seine Pflicht der Liga der Legenden beizutreten.\n\n3._F&auml;higkeiten_\n**Passive**: &ouml;ffnendes Gift\nAlle F&auml;higkeiten generieren bei einem Gegner eine Steigerung von &quot;Anzeichen des Niedergang&quot;. Bei 3 Steigerungen wird dieser Champ von &quot;&ouml;ffnendes Gift&quot; f&uuml;r 5 sec. getroffen. &quot;&Ouml;ffnendes Gift&quot; vergiftet den Gegner.\nAlle Angriffe von Aris verursachen bei vergifteten Zielen 10/13,3/16,6/20% mehr Schaden(lvl0/lvl6/lvl11/lvl16).\n Seine F&auml;higkeiten verursachen zu 3/4 magischen Schaden und zu 1/4 normalen.\n**Q**: Ziel: &Uuml;bernahme\nCD 20/18/16,5/14/12,5sec.; Manakosten 80/85/90/95/100\nSchickt seine Schlange in die (bleibt mit Hand verbunden) vorgegebene Richtung (700 Range). Die Schlange ist abwechselnd &uuml;ber, bzw. unter dem Boden, und kollidiert nur(!) &uuml;ber den Boden. Die Schlange zieht Champions und den Blue -und Redbuff zu sich und slowt diese um 20/22/24/26/28%. Verursacht 90+0,7 Ap Schaden an Champions und 180/190/200/210/220 Schaden an anderen Einheiten(Geb&auml;ude ausgeschlossen). W&auml;hrend des Casts sind andere F&auml;higkeiten aktivierter, aber keine AA m&ouml;glich.\n**W**:Ziel: Isolierung \nCD 8/7,6/7,3/7/6,8sec.; Manakosten 70/75/80/85/90\nSchiebt Gegner(175 Range) in die vorgegebene Richtung(200 Einheiten). Aris&#039;s magische F&auml;higkeiten kommen zum Vorschein und heulen Verb&uuml;ndete um 60-80 hp(lvl abh&auml;ngig) und f&uuml;r jeden gegnerischen Champ (350 Range) um 20 Hp, f&uuml;r Minions um 6 Hp. Schildet dazu sich und Verb&uuml;ndete um den verursachten Schaden von ihm(18%+2% alle 100 Ap) und f&uuml;r 12% des verursachten Schaden des Verb&uuml;ndeten. Verursacht an Minions 100+0.6 Ap Schaden.\n**E**:Ziel Vorbereitung\nCD 5/5,5/6/6,5/7sec.; Manakosten 80\nErschafft ein Gebiet in der vorgegebenen Richtung und um sich herum (um sich 275 Range, in Richtung 800 Range mit 275 Breite). Slows slowen +20% um halten 15% l&auml;nger. Nach Hard CC werden Einheiten 20% verlangsamt, Dauer 1/1,2/1,4/1,6/1,8 sec., klingt langsam ab. Feindliche CC ist nur um 1/4 verst&auml;rkt. Generiert an allen Gegnern alle 3,6/3,2/2,8/2,4/2 sec eine Steigerung von Anzeichen des Niedergangs.\n**R**: Ziel:Vernichtung\nCD 110/100/90 sec.; Manakosten 100\nErschafft 5 Schlangen, die alle 2sec.(verringert sich um 0,1 sec. Alle 85 Ap) angreift. Verursacht in einer 450 Range 60+0,5 Ap Schaden. Gibt Aris pro Angriff einen Schild von 80/85/90 Hp. Die Schlangen priorisieren vergiftete Ziele und slowen vergiftete Ziele um 30/32/34%. Wird nach 5 sec. um 250/300/350 geheilt.\n**AA**\nBei seinem AA wirft er seine Schlange auf den Gegner, die aber immer mit seiner Hand verbunden ist(soll kraftvoll aussehen).\n\n4._Meine Gedanken zum Champ_\nIch wollte einen Magier erschaffen der sowohl unterst&uuml;tzen kann, als auch auf der Midlane aktiv ein kann (&auml;hnlich wie Morgana). Seine F&auml;higkeiten sollen sich sowohl unterst&uuml;tzend als auch aktiv anf&uuml;hlen, man soll sich machtvoll f&uuml;hlen und zugleich ein synergierendes Kit besitzen.\n\n5._Aussehen_\nStatur wie Viktor, Schlange um die Hand kommt von Unterarm aus dem Körper. Der Körper generell lila und schuppig, außer die Herzregion, die Ist leuchtend grün. Bei Fähigkeiten wachsen Schlangenköpfe, die dann die E spucken, Bei der W die Gegner \"wegpusten\".\nFalls manche Werte angepasst werden sollten, schreibt es mir! Auch eure Meinungen zum Champ will ich wissen!(Vlt. auch die der Riot Mitarbeiter) Ich denke er hat Potenzial und wir k&ouml;nnen ihn in die Kluft bringen!\nPS: Viel Erfolg im Ranked! :)","replies":[{"id":"","poster":"CustomKunibert","date":"2016-05-25T08:53:52.772+0000","up_votes":1,"down_votes":0,"body":"Hey, erstmal stark, welche Mühe du dir gemacht hast!\n\nAber ich verstehe das Konzept nicht so ganz. Was ich damit meine ist, in welche Richtung willst du damit gehen / welche Rolle soll der Champion erfüllen? Die Q zieht alle Champions heran und die W stößt sie wieder weg. Die W und die Ulti geben dir (und deinen Verbündeten) Schilde und heilen teilweise. Aber Waveclear hast du keinen, denn die E mit der guten Fläche verursacht keinen Schaden =/\n\nDann willst du deinen Champion als Unterstützer bauen aber das Feld, das du mit der E erschaffst, stellt für Gegner UND Verbündete einen herben Nachteil dar.\n\nIch würde mich freuen, wenn du ergänzt, wo du den Champion sehen willst, ob du ihn vielleicht als Charakter siehst, dem Tankitems ganz gut stehen und wenn die Range etwas hoch geht, zumindest beim W-Radius, der die Schild-/Heilstärke bestimmt.\n\nAlles in allem trotzdem cool, dass du versuchst, neue Konzepte zu erfinden!\nMfG Mescryze","replies":[{"id":"","poster":"Xipiz700","date":"2016-05-25T16:42:59.619+0000","up_votes":1,"down_votes":0,"body":"Hi, schön dass mal jemand kommentiert :-).  Die W stößt Gegner in eine selbstvgewählte Richtung, man kann nit der Q den Gegner ranholen und ihn dann hinter sich schieben oder am Wegkommen hindern. Dazu könnte man einbauen, dass wegeschobene Minions die Minions, mit denen sie kolliedieren wegschieben und diese dann auch Schaden kriegen und mit den anderen Minions kollidieren. Die E könnte man so umändern, dass sie nur Verbündete stärkt(ich gebe zu es war eine blöde Idee). Ich sehe ihn als Supporter und Midlane, im Prinzip kann er aber überall gespielt werden(außer Jungle znd Adc). Die E gibt Steigerungen von Anzeichen des Niedergangs, so dass sie Giftschaden kriegen. Man kann es aber azch noch einbauen, dass es Schaden macht. Die W könnte zwei Etappen haben, bei der Ersten Auslösung kriegt man Laufgeschwindigk, bei der Zweiten, dann dass was ich oben geschrieben habe (wenn man die zweite Etaooe nicht auslöst werden 40% des CDs zurückgesetzt). Das würde einem Die Möglichkeit geben in die Range zu laufen. Mich würde interresieren, würdest du ihn spielen? Wenn ja warum und bei Nein auch. Danke für dein Kommentar!\nPS: ich sehe ihn als Tank/Magier, der aber auch unterstützend bauen kann.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-05-26T11:44:29.491+0000","up_votes":1,"down_votes":0,"body":"Okay, lass mal sehen.\n\nDu hast einen Hook, der die gesamte Minionwave dann irgendwohin schmeißt, sodass Chaos entsteht. Das klingt auf jeden Fall lustig, inwievern es für den Waveclear funktioniert... keine Ahnung, kommt wohl aufs Scaling an. Die W soll jetzt Laufgeschwindigkeit geben beim ersten Cast? und dann beim zweiten Cast den Knock-Aside und den Heal/Schild auslösen, habe ich das richtig verstanden? Also wenn das Ding 20 sec Cooldown hat und saftig Mana kostet, ist das wohl ok als Support/jungle Fähigkeit. Dann könntest du beschleunigt ranlaufen und die Gegner in Richtung deiner Verbündeten stoßen und diese gleichzeitig für den kommenden Kampf vorbereiten. Das ganze kannst du mit einem Hook ergänzen. Und wenn der Kampf länger gehen sollte, stehst du mit deinem Ulti-Schlangenfeld da und heilst gegen. \n\nAlso bist du ein dude mit viel Initial-CC und einem saftigen Durchhaltevermögen. Du profitiert davon, lange im Kampf zu sein, kannst aber auch nicht wirklich bursten. Ich würde ihn am ehesten als Mischung aus Vladimir und Nautilus sehen ^^\n\nAlso defnitiv als Jungle/Supp/Top Tank. Spiritvisage op! Aber midlane würde ich ausschließen, da der Waveclear fehlt. Dadurch wird Top vielleicht auch kniffelig, aber das würde noch gehen.\n\nIch würde ihn definitiv mal ausprobieren, könnte sein, dass der Typ abgeht, wie Swain zur Zeit. Ich würde ihn als Fulltank oder AP Tank spielen :P","replies":[{"id":"","poster":"Xipiz700","date":"2016-05-26T14:52:00.482+0000","up_votes":1,"down_votes":0,"body":"Ja, das mit dem Waveclear hab uch nicht so bedacht, wollte aber nen Champ der Burst aber auch Schaden pro Minute unterstützt und dabei selber nicht im Kampf oder der Lane untergeht, durch zb. die Passive, wo 3/4 Magicdamage und 1/4 Normaldamage. Hoffe jmd. von Riot hat sich den Post mal durchgelesen. Denkst du ein Post auf Reddit würde helfen? Hab nicht den Eindruck, das jmd. sich meinen Post durchgelesen hat. Ty for durchlesen!","replies":[{"id":"","poster":"CustomKunibert","date":"2016-05-26T18:21:02.324+0000","up_votes":1,"down_votes":0,"body":"Allgemein denke ich ehrlich gesagt, dass kein Championkonzept, das in den Foren steht auch nur die Chance auf eine Produktion hat. Aber diese Posts regen teilweise interessante Diskussionen über verschiedene mögliche Mechaniken an und das ist etwas sehr schönes. Dadurch kann man sich gegenseitig beim Verstehen des Spiels aber auch des Aufbaus eines erfolgreichen Kittes helfen. Außerdem bekommt man einen Eindruck, wie kompliziert balancing ist und damit mehr Verständnis für Fehler, die in den Patches verborgen liegen.\nVielleicht liest sich das Entwicklerteam von LoL ja tatsächlich viele solcher Posts und holt sich Anregungen für zukünftige Champions, aber solche Konzepte in großen Teilen übernehmen? Klingt für mich eher unwahrscheinlich =/\n\nMfG Mescryze","replies":[{"id":"","poster":"Xipiz700","date":"2016-05-27T17:15:51.841+0000","up_votes":1,"down_votes":0,"body":"Ja, den Eindruck hatte ich auch :-(. Aber ist egal, es hat mir ja Spaß gemacht :). Nochmals vielen Dank für dein Kommentar! Sehr nett von dir{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]}]}