{"id":"9JYxTmI3","poster":"Paranoíìa","date":"2016-05-24T16:05:47.661+0000","title":"LF People for Ranked (Silver-Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo erstmal :)\r\nIch bin der Marco (ich hasse meinen Namen XD), 17 Jahre alt, komme aus Bayern, und Spiele LoL seit Season 2.\r\nSeason 3 war ich das erste mal gerankt (wie man sich denken kann) eher nicht so gut XD.\r\nSeason 4 hab ich den Sprung in Silber dann noch geschafft und langsam immer mehr Spa&szlig; am Spiel entdeckt.\r\nSeason 5 dann mit Gold beendet, doch leider auch pers&ouml;nlich ins negative entwickelt.\r\nIch wurde wirklich zu einer Art Flamer die keiner in seinem Spiel sehen will...\r\nAls mir mit meinen dauerhaften Chatbanns endlich klar wurde dass es so nicht weitergehen kann hab ich hier nach Gruppen/Teams gesucht mit denen man zusammen endlich wieder f&uuml;r den Spa&szlig; im Spiel findet.\r\nHat leider nicht geklappt und um mich trotzdem von diesem Hass zu befreien hab ich einfach aufgeh&ouml;rt zu spielen.\r\nNach so 2 Monaten Pause fang ich jetzt langsam wieder an mich einzuspielen, ich hab gestern mein 10. Ranked beendet und bin mit 5/5 Silber 3 gerankt worden. Damit bin ich ziemlich zufrieden.\r\nAllerdings ist mir bewusst dass ich beim alleine spielen wieder die Lust am Spiel verlieren werde deswegen suche ich jetzt nach lustigen Mitmenschen mit denen man endlich mal wieder so richtig Spa&szlig; haben kann :)\r\nDa ich gerade erst wieder reinkomme habe ich keine &quot;Main Rolle&quot; oder &quot;Main Champ&quot;. Ich wei&szlig; dass mir die Bot-Lane nicht liegt, mehr aber auch nicht.\r\nIch Tendiere sehr zum Jungle, hab aber kein Problem Top / Mid zu spielen.\r\nWie dir vielleicht inzwischen auff&auml;llt bin ich ziemlich gespr&auml;chig, jedoch bei den ersten Gespr&auml;chen zun&auml;chst etwas sch&uuml;chtern :/\r\nDie neusten 2 Champs (Aorelion Sol und Taliyah) hab ich jeweils erst 1 mal ausprobiert und empfinde sie doch als etwas zu kompliziert f&uuml;r mich xD\r\nIch bevorzuge einfache Champs wie Hecarim, Fizz, Ekko, Nautilus, ....\r\nAber nat&uuml;rlich bin ich bereit JEDEN gew&uuml;nschten Champ zu lernen.\r\nIch gehe noch zur Schule (Gymnasium) und habe daher eigentlich nur Abends ab sagen wir 7 Uhr Zeit, daf&uuml;r bis 10/11 Uhr Nachts...\r\n\r\nIch hoffe es gibt noch nette Leute da drau&szlig;en die mir vielleicht beim Wiedereinstieg helfen wollen :)\r\nIch freue mich schon auf die ersten Leute die Kontakt aufnehmen.\r\n\r\nIGN: Parano&iacute;&igrave;a (f&uuml;r den Copy&amp;Paste)\r\nAndere Gamer Tags: Sunny / Sunsoulder\r\n\r\nBitte nicht in den Kommentaren kontaktieren, ich denke wer wirklich interesse hat kann mich auch gleich adden ;)\r\nLG, Marco aka Sunny\r\n\r\n{{item:2050}} was zum Teufel ist denn das? XD","replies":[]}