{"id":"Rpg3Mnby","poster":"Tüdranon","date":"2016-05-24T08:24:48.011+0000","title":"Skinkonzept: Aatrox der Vergessene","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Ich hab mir auch mal ein paar Gedanke zu Skinkonzepten gemacht, und neben den Gedanken von Champions mit bereits bestehenden Skinthemen wie zum Beispiel Project: Jax oder Mecha Nocturne dachte ich mir vielleicht mal einen neuen Gedanken zu entwickeln mit einer Thematik, die noch nicht so vorhanden ist. Meine Idee spricht von Aatrox dem Vergessenen (Aatrox weil ich finde, dass die Thematik passt und ich den Seer&auml;uber-Skin nich ganz so cool fand), ein auf dem Schlachtfeld zur&uuml;ckgelassener Krieger der mehr oder weniger untot ist aber nicht wie ein  Zombie (Zombie Brand/Nunu) sondern wie eine kaputte R&uuml;stung ohne Inhalt oder ein verfluchter Soldat dazu verdammt auf ewig weiter zu k&auml;mpfen, weil er nicht sterben kann. Er h&auml;tte dann zwei zerfetzte Fahnen auf dem R&uuml;cken anstatt seiner &quot;Fl&uuml;gel&quot; und einen etwas durchl&ouml;cherten R&uuml;ckenpanzer der eine Wirbelseulenstrucktur aufweist. Sein Helm hat so kleine breite &quot;F&auml;cher&quot; &uuml;ber die Seite die nach unten verlaufen und sich Spreizen. Schulterplatten und Brustpanzer haben ein paar Dornen (&auml;hnlich wie bei Darius aber andere Anordnung und Form) die zum Teil verbeult sind. Sein Schwert ist zweischneidig und stark zersplittert von den vielen K&auml;mpfen. Sein rechter arm wo er ja diesen &quot;Handschuh&quot; tr&auml;gt hat eine eiserne oder h&ouml;lzerne Armschiene auf der viele Kerben zu sehen sind. Ich bin kein sehr begabter Zeichner aber wenn jemand das Talent und die Lust dazu hat kann er ja mal eine grobe Skizze von der Idee machen und das hier Posten. Ich denke er hat das potenzial f&uuml;r einen 1350 RP-Skin oder sogar 1820 RP-Skin wenn man ihn neu vertont (weil er ja noch ein &quot;Mensch&quot; ist) und ihm Interaktionen mit z. B. Darius, Garen, Jarvan, Sion, Yasuo gibt. Mich interessiert eure Meinung also heut raus was sagt ihr dazu?\r\n\r\nLG\r\nT&uuml;dranon{{champion:266}}","replies":[{"id":"","poster":"VenTene","date":"2016-05-24T19:15:02.573+0000","up_votes":2,"down_votes":0,"body":"Eine seelenlose Hülle, a lá Dark Souls also :D","replies":[{"id":"","poster":"Tüdranon","date":"2016-05-25T13:45:23.592+0000","up_votes":1,"down_votes":0,"body":"genau, er soll schon noch etwas menschliches an sich haben aber man soll gleichzeitig das Gefühl haben, dass er nur noch eine Hülle ist","replies":[]}]}]}