{"id":"yNdZELzg","poster":"SorisDynasty","date":"2016-05-24T11:12:32.935+0000","title":"Parrrley - Die Emissaries streamen. Thema heute: Gameplay","subforum":"Streams & YouTube","up_votes":7,"down_votes":2,"body":"http://i.imgur.com/SIfgOJS.png\r\n\r\nSeid gegr&uuml;&szlig;t Beschw&ouml;rer!\r\n\r\nHeute Abend findet wieder die Gespr&auml;chsrunde der Emissaries &quot;Parrrley&quot; auf Twitch statt. Alle die teilnehmen wollen sind herzlich dazu eingeladen. Wenn ihr Fragen rund um das Thema LoL habt, k&ouml;nnt ihr sie uns dort gerne stellen. Egal ob es dabei um Reports, Spielerverhalten oder Piraten geht. Falls jemand schon immer ein paar pers&ouml;nliche Fragen an einen Emissary stellen wollte, w&auml;re das nat&uuml;rlich die Gelegenheit dazu. \r\n---\r\n**Heute sind wir mit einem Gameplay-Stream am Start! Aber anders als die letzten Streams mit Gameplay, werden wir heute ein internes Spiel machen, daf&uuml;r haben wir einige Volunteers zusammengetrommelt und werden uns in der Kluft bek&auml;mpfen. Vielleicht wird auch der eine oder andere Platz frei und ihr k&ouml;nnt dann zusammen mit uns spielen! Nat&uuml;rlich k&ouml;nnt ihr wie immer Fragen stellen und mit uns &uuml;ber alles M&ouml;gliche sprechen.**\r\n---\r\nIhr k&ouml;nnt auch gerne eure Meinungen zu Spielinhalten in den Twitchchat schreiben und mit uns dar&uuml;ber reden. Wer einfach nur zuh&ouml;ren und zusehen m&ouml;chte ist nat&uuml;rlich auch gerne eingeladen.\r\n\r\n\r\nWo: [Auf dem offiziellen Twitch Volunteer Kanal](https://www.twitch.tv/volunteersger)\r\nWann: Dienstag 24.05., 20:00 Uhr\r\nWer kann dabei sein: Alle die Lust haben und sich mit uns auseinandersetzen wollen.\r\nWas: Redet mit uns &uuml;ber alles, was euch im Zusammenhang mit LoL interessiert, E-Sports, Community Projekte, Spielerverhalten, Ideen, Kritik, Nachbars Katze.... alles ist erlaubt.","replies":[{"id":"","poster":"HyperionCH","date":"2016-05-24T11:35:36.023+0000","up_votes":1,"down_votes":0,"body":"Nächste Woche fängt ja die LCS wieder an.\nGibt es heute in einer Woche (zumindest am Anfang des Streams) wieder ein LCS-Fantasy Draft? :D","replies":[]}]}