{"id":"sAi2khVz","poster":"Nasua","date":"2016-05-24T09:52:14.708+0000","title":"Neue Folge: Ist das Normal? Matchmaking, eure Erfahrungen sind gefragt.!","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":3,"body":"Moin Leute,\n\nich wollte gerne mal eure Meinung zu dem Thema wissen:\n\nIch wurde des &Ouml;fteren wenn ich alleine Ranked gespielt habe gegen ein Eingespieltes 5-er Premade Team gematched wurde...\n\nHatten ihr auch solche Erfahrungen bzw. findet ihr auch das das Gefixt werde muss?\n\nZudem ich meist 4-er permades bekommen habe, die mit Abstand schlechter waren, als die anderen Randoms die z.b. Fiddle in Lee Sin reinpicken, der Lee bot campt und der Fiddle komplett nur Jungelt...\n\nSoll jetzt kein Bad Thread sein, will einfach mal eure Meinung dazu wissen, welche Erfahrungen ihr seit der DynQ machen konntet, bzw. wie so eure Erlebnisse im Allgemeinen waren:))\n\n\nLG Soulburn","replies":[{"id":"","poster":"Maíko","date":"2016-05-24T11:58:49.999+0000","up_votes":1,"down_votes":0,"body":">Hatten ihr auch solche Erfahrungen bzw. findet ihr auch das das Gefixt werde muss?\n\nIein Team ist immer das stärkere, da muss nichts drann verändert werden.\n\nHab mir das Spiel mal angesehen...\nDu hattest den größten Goldrückstand von allen Lanes.\nDein Farm liegt weit unter Lissandras und das obwohl sie einige male geroamed ist.\nJeder aus deinem Team war an min. 1er Tötung beteiligt...bis auf dir.\n\nLucian und Renekton haben wesentlich mehr Schaden gemacht...selbst Nami und Fiddle(welcher nur im Jungle war)  haben ungefähr den gleichen Schaden gemacht wie du.\n\nIch würde jetzt nicht behaupten, dass du wegen den 4er Premades verloren hast...wenn überhaupt dann anders herum.","replies":[{"id":"","poster":"Nasua","date":"2016-05-24T16:39:46.701+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Blacky94,realm=EUW,application-id=YnZkMR0R,discussion-id=sAi2khVz,comment-id=0000,timestamp=2016-05-24T11:58:49.999+0000)\n>\n> Iein Team ist immer das stärkere, da muss nichts drann verändert werden.\n> \n> Hab mir das Spiel mal angesehen...\n> Du hattest den größten Goldrückstand von allen Lanes.\n> Dein Farm liegt weit unter Lissandras und das obwohl sie einige male geroamed ist.\n> Jeder aus deinem Team war an min. 1er Tötung beteiligt...bis auf dir.\n> \n> Lucian und Renekton haben wesentlich mehr Schaden gemacht...selbst Nami und Fiddle(welcher nur im Jungle war)  haben ungefähr den gleichen Schaden gemacht wie du.\n> \n> Ich würde jetzt nicht behaupten, dass du wegen den 4er Premades verloren hast...wenn überhaupt dann anders herum.\n\nJa, gebe dir recht, war nicht mein bestes Spiel, dadurch das die Liss mich in den Tower gepusht hat, habe ich viel Farm verloren. Zudem ich durch den Liss pick auf Läuterung gezwungen war...\n\n- Ändert aber trotzdem nichts daran, das der Fiddle nur gejungelt hat und nicht auf das Bot camp Reagiert hat, bzw Ändert nichts das ich öfters wie auch in diesem Match gegen ein Eingespieltes 5-er Premade Team im Selben Elo Bereich Gematched wurde..\n\nIch habe jedes Verständis dafür, aber nicht das man in der DynQ wenn man alleine Spielt gegen ein 5-er Ranked team gematched wird und einfach weggestompt wird durch die Rotations...\n\n\nLG SoulBurn","replies":[]}]}]}