{"id":"PtsoRN6j","poster":"Adc sein Cousin","date":"2016-05-23T14:45:42.142+0000","title":"9/1 Placements Level 1 to Diamond Projekt!","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"Hey Leute!\r\nDie placement matches sind nun vorbei. Sie sind 9/1 aus gegangen und wurde direkt Gold 2 eingestuft.\r\nMit Lucian hab ich im Moment eine Winrate von 8/1.\r\nDas Projekt l&auml;uft weiter, Level 1 to Diamond Stream als adc.\r\nIch hoffe wir werden eine Menge Spa&szlig; im Twitchchat haben. :)\r\n\r\nMFG RoleD","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-23T15:20:55.697+0000","up_votes":1,"down_votes":0,"body":"falls du das zu weit machen möchtest kannst mich ja gerne adden ich hab auch nen neuen acc gemacht (das Ziel aber auf Master gesteckt, da ich dort mit meinm Letzten OTP aufgehört hab)\nIch schwanke noch ob ich wieder mid Lane für meinen nächsten Acc nehm oder Supp.\nDen Acc lvl ich grad noch der is grad auf 24 hat aber beide win boosts aktiv von daher brauch ich wohl nur noch n Tag\n\nDen acc hier hab ich von SIlber 1 nach Master gespielt und in 99% der games nur vel koz gespielt aber nach den ganzen nerfs macht der kein Spaß mehr","replies":[{"id":"","poster":"OT Riku","date":"2016-05-23T16:30:08.041+0000","up_votes":1,"down_votes":0,"body":"Hey ich weiß, ich bin nur Silber aber du scheinst Vel Main zu sein. \nWo wurde er denn generft, er hatte doch letztens erst einen scaling Buff erhalten.\nIch bin nur neugierig was denn an ihm generft wurde.\nVersteh das jetzt bitte nicht so \" ey der ist op und viel zu stark \".\nMich interessiert es bin Main mid deswegen, weil er ja auch in der mid gespielt wird.\nWegen matchups und so","replies":[{"id":"","poster":"Tentacle Smurf","date":"2016-05-23T16:56:42.068+0000","up_votes":1,"down_votes":0,"body":"der neue vel koz wird meiner Meinung nach erst nach Minute 35+ stark und hat Einfluss auf ein Spiel,\nDas Problem nur ist, dass sein early und mid game so start darunter leiden mussten und auf high elo ab diamon2+ dauern Spiele nicht so lang da geht es sehr schnell zur Sache.\nIm plat und early Diamond Breich hab ich mit meinem Smurf noch immer ne 80% win rate aber das bringt mir nix.\nDer ist nicht mehr competetive genug und bis das gefixt wird ist der champ für mich tot.","replies":[]}]}]}]}