{"id":"Qvk7EFBH","poster":"thevourl","date":"2016-05-22T14:12:10.597+0000","title":"[LFM] Midlaner für permantes Team mit festen Trainingszeiten gesucht (Gold 3+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\r\nWir suchen f&uuml;r unser Team noch einen Midlaner.\r\nDer Ziel des Teams ist es, sich spielerisch zu verbessern und auf dem h&ouml;chstm&ouml;glichsten Level zu performen.\r\nDabei soll diese Performance langfristig auch in Turnieren angewandt werden. Um eine gute Synergie zu gew&auml;hrleisten\r\nals auch um Champions und Kompositionen zu &uuml;ben, wird drei mal die Woche (montags, mittwochs und freitags) trainiert werden.\r\nKommuniziert wird &uuml;ber Teamspeak, ihr solltet also ein funktionierendes Headset und TS3 installiert haben.\r\n\r\nDie aktuellen Mitglieder des Teams sind:\r\nSupport: thevourl (Gold III)\r\nADC: keksmann64 (Gold I)\r\nToplaner: IE Patorius (Gold III)\r\nJungler: RT Baba (Platin V)\r\n\r\nWichtig ist uns, dass ihr einen metaorientierten Championpool habt, der jedoch mehr team- als SoloQ-orientiert sein sollte.\r\nIhr solltet m&ouml;glichst kritikf&auml;hig sein und Fehler auch ansprechen k&ouml;nnen. Au&szlig;erdem solltet ihr euch mindestens in Gold 3\r\nbefinden und &uuml;ber 17 Jahre alt sein.\r\nUnser Team hat zwar schon einen Shotcaller, jedoch ist Kommunikation f&uuml;r uns essentiell - sowohl das Timen von Summoner Spells\r\nals auch Informationen &uuml;ber euren Gegenpart solltet ihr dem Team mitteilen.\r\n\r\nWenn der Post euer Interesse geweckt hat, schreibt einfach hierunter einen Kommentar oder addet uns inGame.","replies":[{"id":"","poster":"thevourl","date":"2016-05-24T07:32:33.553+0000","up_votes":1,"down_votes":0,"body":"Wir sind schon fündig geworden, aber danke für die Antworten. :)","replies":[]},{"id":"","poster":"Revelate","date":"2016-05-22T17:20:15.749+0000","up_votes":1,"down_votes":0,"body":"Falls ihr noch einen sucht, also einen Midlaner, dann würde ich mich über eine Antwort freuen^^\nHab dich mal Ingame geaddet, ist aber bis jetzt noch nichts passiert.\n\nChampionpool: {{champion:61}} {{champion:112}} {{champion:110}} {{champion:7}} {{champion:99}} {{champion:268}} {{champion:245}} {{champion:117}} {{champion:127}} {{champion:43}} \n\nDie meissten anderen Champs könnte ich bei Bedarf lernen für Teamcomps etc.\n\nweitere \"Private\" Infos nur Ingame^^","replies":[]}]}