{"id":"R6vR1KqF","poster":"Yordlekaiser","date":"2016-05-21T19:46:40.292+0000","title":"Kunst, Ästhetik, Erotik...oder gefährdend?","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"Hallo liebe Com.\r\nIch m&ouml;chte hiermit mal eine kleine Diskussion anregen. Und zwar geht es um Fan-Fiction mit erotischem Inhalt.\r\nDa Riot mir unmissverst&auml;ndlich klar gemacht hat, wie sie dar&uuml;ber denken w&uuml;rde ich gerne wissen, was denkt IHR?\r\nWo denkt ihr, mist die Grenze?\r\nmfg Nuix","replies":[{"id":"","poster":"legofreak1","date":"2016-05-21T19:58:38.121+0000","up_votes":5,"down_votes":0,"body":"> **Keine Inhalte für Erwachsene**\n> Das hier sollten alle sorgfältig lesen. Wir wissen, dass die Community zu großen Teilen aus Erwachsenen besteht, aber auch Kinder und Jugendliche sind ein Teil davon. Wir wollen, dass dieses Forum/Board eine sichere Umgebung für Kinder ist und es gibt einiges, das Kinder und junge Erwachsene nicht unbedingt sehen sollten. Wir wollen weder Nacktszenen noch explizite Gewaltdarstellungen. Verstöße gegen diese Regel werden schnell und nachhaltig geahndet. Ihr könnt euer Spielkonto verlieren, wenn ihr dagegen verstoßt.\n> \n> _Moderatoren werden nach Folgendem suchen und es als Verstoß gegen diese Regel werten:_\n> ● pornografische Inhalte jedweder Art\n> ● Bilder und/oder Darstellungen, die echtes Blut, Tod, übermäßig gewalttätige Handlungen usw. zeigen\n> ● Bilder mit Nacktdarstellungen (ganz oder teilweise) oder explizit sexuellen Handlungen oder deren Schilderung\n> \n> Dies vorausgeschickt, selbst Inhalte, die euch nicht als gewagt erscheinen mögen, können unter diese Regel fallen und werden entsprechend behandelt. Also folgt dem gesunden Menschenverstand und wahrt den Anstand.\n\nIch persönlich habe kein Problem mit Fan-Fictions auch nicht mit solchen mit erotischem Inhalt, *aber*:\n\n- Nicht lol-bezogene Fan-Fictions gehören in entsprechende andere (Unter-)Foren. Community-Kunstwerke ist lol-bezogen für alles andere gibt es das Offtopic oder besser noch Foren, die sich mit dem Schreiben von Fan-Fictions auseinersetzen.\n- Erotische Fan-Fictions haben hier nichts verloren, auch nicht im OT. Auch hierfür gibt es eigene Foren, das lol-Forum ist aber keines dafür.\n\nIch nehme an, der Thread, den wir hier vorhin entfernt haben, war von dir? Dieser gehört in letztere Kategorie.","replies":[{"id":"","poster":"Yordlekaiser","date":"2016-05-21T20:29:50.212+0000","up_votes":1,"down_votes":0,"body":"Du warst das also? Aber ist eine solch erotische Geschichte wirklich einen Bann wert?","replies":[{"id":"","poster":"legofreak1","date":"2016-05-21T20:38:44.565+0000","up_votes":1,"down_votes":0,"body":"Für das verlinken anderer pornografischer Inhalte hätten wir ähnlich gehandelt. Nur weil dies eine geschrieben Geschichte statt einer verfilmten ist und damit eine andere Zielgruppe anspricht, ändert dies nichts am Inhalt.","replies":[{"id":"","poster":"Yordlekaiser","date":"2016-05-22T16:06:04.960+0000","up_votes":1,"down_votes":0,"body":"Ok, das ist natürlich richtig. Es war jedoch keine böse Absicht oder geplante Provokation.\nAllerdings ist eine geschriebene Geschichte wohl kaum mit einem Hardcore-Streifen vergleichbar :)\nDer Bann besteht laut Nachricht bis zum \"Invalid Date\".\nIch hoffe doch mal, das ist keine Perma?","replies":[{"id":"","poster":"legofreak1","date":"2016-05-22T16:10:16.795+0000","up_votes":1,"down_votes":0,"body":"Der Bann sollte Samstagabend auslaufen. Magst du mir einen Screenshot der Meldung mit \"invalid date\" schicken? Dann kann ich schauen, ob vielleicht ein Fehler in einem unserer Modtools besteht. Eigentlich sollte dir das genaue Ende des Banns angezeigt werden.","replies":[]}]}]}]}]},{"id":"","poster":"Lagbeard","date":"2016-05-21T20:21:37.245+0000","up_votes":4,"down_votes":0,"body":"Das Problem ist nicht der Inhalt, sondern die Platform. Du kannst so viele erotische Fanfiktions schreiben wie du möchtest - du darfst sie nur nicht Minderjährigen zugänglich machen. Was du hier im Forum definitv tun würdest.","replies":[]},{"id":"","poster":"Revelate","date":"2016-05-21T19:51:16.000+0000","up_votes":4,"down_votes":0,"body":"Musst halt dran denken, dass das in dieser Community auch 12Jährige sehen, daher finde ich alles erotische etc Tabu","replies":[{"id":"","poster":"Yordlekaiser","date":"2016-05-22T16:22:00.529+0000","up_votes":1,"down_votes":0,"body":"Diese 12 jährigen haben Filmchen auf ihren Handys, wo ich noch Rot anlaufen würde ;)","replies":[]}]},{"id":"","poster":"Mad Musical","date":"2016-05-23T12:55:47.990+0000","up_votes":3,"down_votes":0,"body":"Ich denke, dass Erotik in einem offiziellen Forum so fehl am Platze ist, wie Erotik zu schreiben der Erotik wegen.\nEs ist an sich schon schwer, gute Fanfiction zu finden. Auch in der Literatur muss man sehr lange suchen um literarisch anspruchsvolle Erotik zu entdecken.\nDie meissten Fanfictions mit solchen Avancen sind übelster Müll. Im Grunde trifft das auf die meissten Arten von Erotik zu - deshalb ist dieses Genre auch so.. mh.. 'low-budged'?\n\nJemand, der Wert auf Charakterentwicklung, Story, Grammatik, Wortzauberei und Plottwists legt, wird niemals zu diesem Genre greifen. Und jene, die Erotik wollen, achten nicht auf die Erstgenannten. Warum also wieder mischen, selbst wenn die perfekte Kombination aus dem Ganzen weder das eine Publikum, noch das Andere ansprechen wird?\n\nZudem bevorzugt Riot gegenwärtig Zeichner, Maler, Photoshopper und dergleichen. Schreiberlinge werden eher selten gefördert und suchen daher andere Plattformen.","replies":[]}]}