{"id":"sA1jcnl9","poster":"yota75","date":"2016-05-21T14:39:06.920+0000","title":"Suchen Main Jungler für Rankeds","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo allerseits,\n\nwir, der &quot;Lehnert&quot; und &quot;Starfire14&quot; suchen einen Main Jungler der auch wirklich nur Jungle spielt jedes Game und nicht jedes mal etwas anderes ausprobiert.\n\n_**Zu uns:**_\nWir sind eine Premade Bot die sich auch durch das Forum vor ca. 2 Wochen kennengelernt hat, wir zwei haben uns zusammengeschlossen mit dem Ziel Gold zu erreichen was wir auch fast geschafft haben, in den letzten zwei Wochen aus der Silber 4 in die Silber 1 wo wir heute sind.\n\nWir wollen aber unser &quot;Team&quot; um eine Person erweitern, und zwar dem Jungler der uns verhelfen soll ins h&ouml;here Gold bzw. Platin zu kommen.\n\nNach den letzten 3 Games(!), wo wir in ca 100 min Spielzeit 2(!) ganks auf die Botlane bekamen, haben wir uns dazu entschieden das ein Jungler der mit uns zusammenspielt uns sehr helfen k&ouml;nnte.\n\n_**Also Zusammengefasst die Ziele:**\n_-H&ouml;heres Gold, Plat erreichen\n-Spa&szlig; haben\n-Gute Freunde werden (Die wir schon geworden sind in den 2 Wochen ^^)\n\n_**Vorraussetzung:**_\n- Silber 1 und h&ouml;her\n-15-20 Jahre\n-_ **Main Jungler**_\n-Kein Flamer\n-Abends Zeit zum spielen\n -TS3\n -Freundlich\n -Am besten die LoL App am Handy oder WhatsApp\n -Motivierter Spieler\n -Optimist (Nicht jemand der nach einem Stand von 0/5 f&uuml;r die Gegner anf&auml;ngt zu sagen das ist verloren, ff at 20 usw.)\n -Kritikf&auml;hig\n -Redet nicht zu viel und ohne Pausen xD\n\nDie Liste mit den Vorraussetzungen ist lang, aber das sind alles kleine Punkte und nichts gro&szlig;es, nett sein nicht flamen,  ist nicht viel , entweder man ist es oder man ist es nicht.\n\n_**Wieso wir nicht gleich ein ganzes Team suchen wie viele?**\n_ \nIch glaube das es besser ist das Team langsam aufzubauen, ich habe schon oft nach einem Team gesucht und auch oft Teams gefunden, war aber nie so richtig zufrieden, es ist klar das man nicht immer gewinnt, aber da es viele Spielweisen gibt und viele unterschiedliche Personen und Teams ist es echt schwer ein gutes Team zu finden wo man reinpasst.\n\nWir sind eine offensive Bot, aggressiv und wir lachen sehr viel durch das Game auch wenn wir sterben, und Aufgeben tun wir eigentlich nie.\n\nNoch kurz:\nEr ist 15 Main Supp, spielt in 98% der Games Supp, ich bin 19 Main Adc, spiele in 98% der Games Adc oder Jungle.\n\nWenn ihr Interesse habt meldet auch mal, w&uuml;rde uns freuen, wenn es nicht passt erfahrt ihr es wenn es passt dann sind wir schon ein starkes unbesiegbares dreierteam ;)\n\n(Bitte die Freundschaftsanfragen auf den Acc &quot;Starfire14&quot;.)","replies":[{"id":"","poster":"Bendiix","date":"2016-05-21T16:50:23.607+0000","up_votes":1,"down_votes":0,"body":"JO ich bin jng main und ein shottcaler mit viel gameknowlegde. \ndeswegen verstehe ich den Punkt nicht mit den wenig reden, da eigentlich ein shootcaller viel reden muss","replies":[]},{"id":"","poster":"Indîgo","date":"2016-05-21T14:44:53.554+0000","up_votes":1,"down_votes":0,"body":"hey bin main jungle amumu, aber leider silber 4 falls doch interesse besteht einfach melden =)\n\nP.S Name ist NICHT Programm =)","replies":[]}]}