{"id":"iqaAlNaZ","poster":"maidgirl","date":"2016-05-21T05:27:56.827+0000","title":"Beziehung champ teil 3 ende","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":3,"body":"**Geschichte: Lee**\nAls Jugendlicher wollte Lee Sin{{champion:64}}  unbedingt Beschw&ouml;rer werden,doch er hat den Test nicht bestanden.Lee Sins Anlagen waren so vielversprechend, dass die Liga Willens war, &uuml;ber den Vorfall hinwegzusehen, doch er selbst konnte sich niemals verzeihen. Lee Sin verließ die  Akademie und schwor nie wieder Magie auszuüben. Doch dann entschloss er sich für seinen vergehen, es selbst in die Hand zu nehmen..er erzeugt eine Schallwelle, mit der er seine Gegner aufdeckt .... erstickt wurden, waren seine Augen in ihren H&ouml;hlen vollst&auml;ndig verbrannt. Als Retter bejubelt, war er wiedergeboren und seine Tatkraft gest&auml;rkt. Er trat der Liga der Legenden bei, um seine Bu&szlig;e mit Schwei&szlig; und Blut fortzusetzen, den einzigen Besitzt&uuml;mern eines wahren M&ouml;nchs.\nWuisstes du? Lee findet Sonas{{champion:37}}  Stimme wundersch&ouml;n. Das er manchmal ihre Kl&auml;nge lauscht.\n\nhttp://i.imgur.com/Y2SQh9p.jpg \nLee:i know i can't see you and that you can't make a sound but your songs are the most beautiful thing i have ever heart Sona: thank you,lee\nhttp://i.imgur.com/kHp3MWE.jpg\n\n\n**Geschichte:Leona,Diana**\nLeona{{champion:89}}  und Diana{{champion:131}}  sind Feinde, da Diana die &quot;auserw&auml;hlte des Mondes&quot; und Leona die &quot;auserw&auml;hlte der Sonne&quot; ist.\nDie auserw&auml;hlte des Mondes und der Sonne auf dem Wandgem&auml;lde sind nicht Diana und Leona, aber ihre alten Vorg&auml;nger. Soweit ich weis hassen sie sich weil Dianas &quot;Mondsekte&quot; ist eine Gruppe die sich von dne Solaris abgespalten hat und somit deren Feinde.\nWusstes du schon?\n-F&uuml;r Die Eltern war Leona ein ProblemKind.-Leona war ein Kindesfreund von Pantheon.Diana mag leona ger&uuml;cht?\nhttp://i.imgur.com/Z2t31ji.jpg\nhttp://i.imgur.com/2Ue13j0.jpg\n\n**Geschichte:Yasou,Riven**\nDie Geschichte von Yasuo{{champion:157}}  und Riven{{champion:92}}  beinhaltet einige Gemeinsamkeiten: Beide sind Verbannte, die ihre eigenen Leute verraten haben sollen.Au&szlig;erdem wurde in Rivens Geschichte direkt erw&auml;hnt, dass sie an einer Invasion auf Ionia teilnahm, sodass ein Aufeinandertreffen der beiden durchaus m&ouml;glich war und sie als Verb&uuml;ndete Noxus&#039; den &Auml;ltesten get&ouml;tet haben k&ouml;nnte. \n\n**Kurz-Geschichte Yasou**:Die Bewohner sahen bei ihm einen gro&szlig;artigen Helden.Yasuo erhielt den Auftrag, einen ionischen &Auml;ltesten zu besch&uuml;tzen.Doch als es scheiterte und der &auml;lteste erm&ouml;rdet worden ist. War Yasuo, bereit f&uuml;r seinen Fehler mit dem Leben zu zahlen. Doch musste er schockiert feststellen, dass er nicht nur der Pflichtverletzung, sondern des Mordes selbst angeklagt war.Er verlie&szlig; es um den M&ouml;rder zu suchen.\nhttp://i.imgur.com/1dfGuIa.jpg\n\n**Kurz-Geschichte Riven**: W&auml;rend eines ionischen Anschlags auf noxianische Truppen (sie hatte nie zweifel)hatte Singed{{champion:27}}  ein Bombardement von &quot;Biochemischem Terror&quot; niedergehen lassen - auf Feind sowie Freund. Ionianer sowie Noxianer wurden beide Opfer dieses unaussprechlich grausamen Schicksals - und Riven, die einzige &Uuml;berlebende, musste miterleben, wie alle um sie herum gestorben sind. Dieser Vorfall lie&szlig; Riven in (selbst) auferlegter Verbannung umherwandern, st&auml;ndig auf der Suche nach Wiedergutmachung f&uuml;r ihre Beteiligung an dieser S&uuml;nde.\nhttp://i.imgur.com/vBJ0f9U.jpg\nhttp://i.imgur.com/Xvtdhhu.jpg\n\n**Geschichte: Nasus,Renekton**\nRenekton{{champion:58}}  und Nasus{{champion:75}}  waren W&auml;chter Besch&uuml;tzer ihres Volkes zu dienen. Renekton konnte b&ouml;se Ambitionen in den Besuchern versp&uuml;ren. Nur reine Seelen lie&szlig; er hinein, damit sie sich den Lehren von Nasus unterziehen konnten. Die Aussetzung des B&ouml;sen verdarb den Verstand des gro&szlig;en Krokodils. Sein Zorn wurde immer gr&ouml;&szlig;er und er entdeckte, dass er diesen nur stillen konnte, wenn er das Verdorbene aus den davon besessenen Menschen herausschnitt.http://i.imgur.com/zdz13Yq.png\n\nRenekton sucht hilfe bei seinem Bruder (Nasus) doch er ist sp&auml;ter vom Wahnsinn zerfressen(voller Wut, will er Nasus t&ouml;ten(anscheinedn ist Xeraths daf&uuml;r verantwortlich, dass er seinen Bruder t&ouml;ten will). Nasus hingegen sucht einen Weg, seinen Bruder vom Wahnsinn zu befreien. \nNasus Zitat: &bdquo;Mein Bruder ist hohl geworden. Voll der Wut und doch leer.&ldquo;&rdquo;\n\n**Geschichte: Azir - Xerath**\nVor vielen tausend Jahren war Shurima ein m&auml;chtiges, ansehnliches Imperium. Azir{{champion:268}} , sein Herrscher, war jung, ambitioniert und somit auch leicht beeinflussbar. Sein Berater und Magus Xerath{{champion:101}}  erz&auml;hlte ihm von einem uralten Ritual des Aufstiegs, welches dem Imperator die Macht verschaffen sollte, die er sich so sehr w&uuml;nschte. W&auml;hrend des Rituals stahl jedoch Xerath die Macht des Aufstiegs, um sie f&uuml;r sich selbst zu nutzen. Dabei l&ouml;schte er Azir{{summoner:11}}  aus und legte die prachtvolle Stadt in Ruinen. \n\nNasus diente einst Azir, dem Herrscher Shurimas, als W&auml;chter des Reiches. Azir respektiert Nasus, obwohl Nasus ihn f&uuml;r &uuml;berheblich h&auml;lt, da Azirs Hybris den Untergang Shurimas herbeif&uuml;hrte.\nXerath und Nasus sind Feinde; Xerath zerst&ouml;rte damals die Hauptstadt Shurimas, wurde aber von Nasus und Renekton aufgehalten, indem Nasus ihn und Renekton in die Ruinen Shurimas einkerte.\nhttp://i.imgur.com/g1S3WhU.jpg\n\n**Geschichte:Nocturne,Zed**\nEs gibt auch eine &Auml;hnlichkeit in den Geschichten beider Champions: Nocturne{{champion:56}}  ist ja bekanntlich der Albtraum aller. Er sucht die Beschw&ouml;rer der Liga in ihren Tr&auml;umen heim, so hei&szlig;t es in seiner Geschichte.Zeugen sagten, er habe einmal aufgeschrien und dann aufgeh&ouml;rt zu atmen. Gleich danach str&ouml;mte magische Energie aus dem Nexus aus und Nocturne erschien.&quot; Auch Zed habe bei seinem Wiedersehen mit dem Meister in dessen Tempel kurz aufgeschrien, sodass diese beiden durchaus verkn&uuml;pft sein k&ouml;nnen.Vielleicht wurde Nocturne aus Shens Albtr&auml;umen entstanden.\nhttp://i.imgur.com/ewrOZfs.jpg\n\n\nWar das letzte Beitrag damit ich den forum nicht voll Spame.(sry das eure lieblingschamp nicht kamen):(Vielleicht k&ouml;nnt ihr es ja ..vervollst&auml;ndingen und zwar schreibt ihr einen Kommentar zu euren Lieblingschamp die noch nocht erw&auml;hnt worden.\nhttp://i.imgur.com/6OjOvUr.jpg","replies":[{"id":"","poster":"Superdrachespark","date":"2016-05-21T08:43:32.323+0000","up_votes":3,"down_votes":1,"body":"Schöner Beitrag{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"maidgirl","date":"2016-05-21T09:14:25.168+0000","up_votes":1,"down_votes":1,"body":"danke sowas freut mich^^","replies":[]}]}]}