{"id":"0EU3oUF1","poster":"maidgirl","date":"2016-05-20T11:26:30.849+0000","title":"Geschichte Champions teil2","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Kurz-Geschichte:Gnar\nGnar ist mit Lulu befreundet. Sie ist sehr freundlich und sie spielt mit ihm, beste Voraussetzungen, um Gnars Freund zu sein. Gnar mag Rengar, auch wenn dieser ihn schon einmal ge&auml;rgert hat. Rengar schnappe ihm die Waffe aus der Hand und werfte sie zielsicher in einen Baum wo es dann feststeckte. Auch Heimerdinger z&auml;hlt zu Gnars Freunden. Anscheinend untersucht Heimerdinger Gnar. Unter anderen versucht er herauszufinden, wie das Zorn-Gen, das Gnar erlaubt zu transformieren, funktioniert. Au&szlig;erdem interessiert es ihn, wie es m&ouml;glich sein konnte, dass Gnar Wahres Eis zerbrach. Wusstes du schon?.Anivia ist diejenige, die Gnar in Wahrem Eis einschloss.Warum? Sie tat es um uns zu sch&uuml;tzen.\nGnar f&uuml;rchtet sich vor vielen Dingen, vor denen sich Kinder f&uuml;rchten, besonders, wenn es sich um den lebenden Inbegriff von Dunkelheit handelt.{{champion:56}} \n\nhttp://i.imgur.com/Yt48YOM.jpg\n\nKurz-Geschichte:Zu Rumble\nSelbst unter Yordle war Rumble immer der Kleine unter den Kleinen. So war er daran gew&ouml;hnt, st&auml;ndig geh&auml;nselt zu werden.\nEr h&auml;tte  Heimerdingers gesch&auml;tzten Sch&uuml;tzlingen werden k&ouml;nnen, doch Rumble lehnte ab.\nEr glaubte, Heimerdinger und seine Mitarbeiter w&auml;ren &bdquo;Verr&auml;ter&ldquo;, die f&uuml;r ein aufmunterndes Kopft&auml;tscheln &uuml;berlegene Yordle-Technologie an Menschen verkauften.Im Journal of Justice wird angedeutet, dass Rumble in Tristana verliebt ist und daher auch seinen Mecha &quot;Tristy&quot; genannt hat.\n\nhttp://i.imgur.com/3G0zShh.png\nhttp://i.imgur.com/iprStsi.jpg\n\nKurz -Geschichte Rengar,Khz\nRengar und Kha&#039;Zix sind Todfeinde. Ihre erste Begegnung endete mit einem Unentschieden, nachdem sie sich von Sonnenaufgang bis Sonnenuntergang bek&auml;mpft hatten. Rengar riss ihn zu Boden.br&uuml;llte ihm ins Gesicht, schlitzte ihn auf und vergrub seine Klauen in ihm. Vor Wut schlitzte er das Auge des Untiers Rengar auf und dr&auml;ngte es zur&uuml;ck. \nAls sie schlie&szlig;lich dem Tode nah waren, trennten sie sich widerwillig. Wusstes du schon?Rengar hat seine wahren Eltern nie gekannt, sondern wurde von einem Menschen gro&szlig;gezogen. :o\n\nhttp://i.imgur.com/ZsYX7y7.jpg\nhttp://i.imgur.com/hSvIfsC.jpg\n\n\nGeschichte:Garen,kata\nKatarina und Garen sind Erzfeinde.Diese beiden K&auml;mpfen bei jeder Gelegenheit gegeneinander . Obwohl sie Erzfeinde sind, hatte Garen Katarina besch&uuml;tzt als sie nach Demacia kam.\nLaut Blitzcranks Dating Service passen Garen und Katarina zu 100% zusammen und ergeben ein perfektes Paar. Offiziell sind sie nicht zusammen.\nWusstest du schon?\n-Wenn ein Garen in der N&auml;he von einer gegnerischen Katarina seinen &quot;Joke&quot; (Strg+1/im Chat: /joke oder /j) ausf&uuml;hrt, versucht er sie mit seinen Push-Ups zu beeindrucken. Dabei hat seine Stimme eine verf&uuml;hrerische Tonlage. \n-Lux ist seine Schwester und Jarvan IV ist sein Kindheitsfreund.\nhttp://i.imgur.com/sWNY8TV.jpg\nhttp://i.imgur.com/vICMfux.jpg\n\nGeschichte: Nunu \nDer Bestienmeister lehrte Nunu, dass nur eine strenge Di&auml;t aus Pflanzen und regelm&auml;&szlig;ige Peitschenhiebe dieses gef&auml;hrliche Biest b&auml;ndigten. Als er sah, dass sein neuer Freund Willump immer schw&auml;cher und kr&auml;nklicher wurde, begann Nunu f&uuml;r den Yeti Fleischreste zu stibitzen, in der Hoffnung, er w&uuml;rde wieder gesund.  Nunu hegte Hoffnungen, er k&ouml;nnte ihn davon &uuml;berzeugen, dass der Yeti keine Gefahr darstellte.Selbst nach so vielen Misshandlungen war Yeti nicht die Sorge um sich selbst, sondern die um den Jungen, der ihm so viel Freundlichkeit entgegengebracht hatte.\nWusstes du schon? Als Ashe die K&ouml;nigin von Freljord wurde, ernannte sie Nunu zum &quot;Liga-Botschafter von Freljord&quot;. Nunu nahm diese Ernennung mit Stolz an.\nhttp://i.imgur.com/EzUQrbZ.jpg\n\n\nGeschichte:Fizz,Menschen\nJahrelang zog Fizz durch den Ozean.Schlie&szlig;lich entdeckte Fizz den Hafen von Bilgewasser. Die Existenz von Leben oberhalb des Wassers faszinierte ihn, sodass er nicht anders konnte, als die Insel zu erkunden.Seine Dummheiten ver&auml;rgerten viele Bewohner, die letztlich versuchten, ihn einzufangen(Menschen) oder zu t&ouml;ten.Fizz war in die Ecke getrieben und bereitete sich darauf vor, in die See zur&uuml;ckzukehren, auch wenn er Bilgewasser so liebgewonnen hatte. :(\n Als er an den Hafenanlagen stand, griff ein riesiger Drachenhai den Hafen an. Fizz besiegte das Untier,Damit hatte er sich den Dank und den Respekt der Menschen verdient und so entschied er sich, in Bilgewasser zu bleiben. \nWusstest du schon?\n- Nami und Fizz sind befreundet.\n-Manche Yordle/kleine Champions werden von Fizz&#039; Hai verschlungen, wenn sie durch ihn get&ouml;tet werden, dh. ihr K&ouml;rper bleibt nicht auf dem Schlachtfeld zur&uuml;ck. \n-Fizz ist unter den Rivalen von Tahm KenchTahm Kench aufgelistet. Es gibt unter anderem Spekulationen dar&uuml;ber, dass Tahm Kench daf&uuml;r verantwortlich sein k&ouml;nnte, was Fizz&#039; Volk zugesto&szlig;en ist. \nhttp://i.imgur.com/mEbsuyf.jpg\nhttp://i.imgur.com/6HHaY23.jpg\nhttp://i.imgur.com/GMH1UG2.jpg\n\nGeschichte:lulu\nW&auml;hrend ihrer Kindheit in Bandle verbrachte sie die meiste Zeit damit, allein im Wald umherzustreifen oder sich in einem Tagtraum zu verlieren.Sie und Pix spielten zusammen Spiele, die Art von Spielen, von denen man ihr gesagt hatte, sie w&auml;ren nur &bdquo;Einbildung&ldquo;. Schon bald verlor sie den Sinn f&uuml;r die Zeit.Lulu entschied sich, ihr fr&uuml;heres Zuhause zu besuchen, um dort von den wundervollen Dingen zu erz&auml;hlen, die sie gelernt hatte, doch als sie und Pix zur&uuml;ckkehrten, hatte sich die Welt ver&auml;ndert.So nahm sie alle Kinder mit, um Verstecken zu spielen, verwandelte sie f&uuml;r kurze Zeit in Blumen und Tiere, um das Spiel abwechslungsreicher zu gestalten. Als die Yordle darauf bestanden, dass sie ihr Land verlassen sollte, (auch die Eltern waren Entt&auml;uscht))wandte sie sich einem Ort voller magischer Energie zu, an dem jene mit ungew&ouml;hnlichen F&auml;higkeiten nicht nur geduldet, sondern verehrt wurden.\nWusstes du schon?\n-Anscheinend ist sie auch mit Veigar befreundet. \n-&bdquo;&bdquo;Die beste Verbindung zwischen zwei Punkten ist umgekehrt, mittendurch, dann umgedreht und wieder drumherum.&ldquo;&rdquo;\n&mdash;Zitat: Lulu\nhttp://i.imgur.com/XzBnAjR.jpg\nhttp://i.imgur.com/BFnZ2E9.jpg\n\nGeschichte:Veiger\nAls Kind war Veigar ein normaler Yordle, mit einer Ausnahme - einer tiefen Neugierde auf die Welt jenseits der Grenzen von Bandle. \nVeigar und seine Gef&auml;hrten wurden in eine Falle gelockt. Von den Beh&ouml;rden gefangen genommen wurde er f&uuml;r viele Jahre innerhalb der Mauern Noxus&rsquo; gefangen gehalten. Diese Art von Isolation ist sehr gef&auml;hrlich f&uuml;r Yordle - was zweifellos der Grund f&uuml;r das Vorgehen der grausamen Gef&auml;ngnisw&auml;rter war - und Veigar wurde langsam wahnsinnig. ( Warum es dazu kam,weil er Gesch&auml;fte gemacht hat) :o*illegal* \n-Veiger w&uuml;rde zu den gef&auml;hrlichesten und m&auml;chtigens Zauberer der Welt. \n-er wird heute noch gebannt :&#039;(\nhttp://i.imgur.com/vmDtUoT.jpg http://i.imgur.com/U9uX7mg.jpg\n\nGeschichte:jihn\nJihn ist  ein Serienm&ouml;rder der viele Leute ermordete. Als sie Jhin stellten um ein Ende zu setzen. ging der junge Zed entschlossen nach vorne, um den am Boden kauernden Mann zu t&ouml;ten, doch hielt Kusho(Shen&#039;s Vater) ihn zur&uuml;ck. Trotz Jhins schrecklicher Taten hielt der legend&auml;re Meister es f&uuml;r richtig, den M&ouml;rder lebendig in das Tuula-Gef&auml;ngnis zu werfen. Shen teilte diese Meinung nicht, doch akzeptierte er die Logik des Urteils seines Vaters, die frei von Gef&uuml;hlen war. Zed, der von den vielen Tatorten, die er besucht hatte, verst&ouml;rt und traumatisiert war, konnte weder verstehen noch akzeptieren, dass dem M&ouml;rder diese Gnade zuteil wurde. Man erz&auml;hlt sich, dass von diesem Augenblick an Bitterkeit sein Herz packte. :(\nhttp://i.imgur.com/LWjiAna.jpg \nhttp://i.imgur.com/COeFmu8.jpg\n\nWusstes du schon?Jhin h&auml;gt einen Groll gegen&uuml;ber Shen und seinen Vater, weil er ihn ins Gef&auml;ngnis gebracht hat.\nZudem &auml;rgert er sich &uuml;ber Zed, da er Shens Vater und Zeds Meister get&ouml;tet hat, obwohl Jhin  ihn t&ouml;ten wollte. \nAu&szlig;erdem &auml;rgert er sich auch &uuml;ber Sona, da sie ihm das Rampenlicht in Ionia gestohlen hat.\nJhin hat Interesse daran, Master Yi  zu t&ouml;ten.\n\nGeschichte:Darius,Draven\nIn jungen Jahren zum Waisen geworden, musste Darius darum k&auml;mpfen, sich und seinen j&uuml;ngeren Bruder Draven j&uuml;ngeren Bruder am Leben zu halten. \nZusammen sind sie als die &quot;Blutsbr&uuml;der&quot;bekannt .Zun&auml;chst suchte er in der noxischen Armee nach wahrer Gr&ouml;&szlig;e\nDarius hat eine Allianz mit Jericho Swain. Er glaubt, dass dieser der ideale Anf&uuml;hrer sei, um Noxus zu Ruhm und Ehre zu f&uuml;hren, und ist ihm gegen&uuml;ber loyal.\nDarius hatte den Aufstieg Jericho Swains mit begeistertem Interesse verfolgt. In ihm sieht er einen Anf&uuml;hrer, welcher den Verstand und die Zielstrebigkeit besitzt, Noxus Ruhm zu bescheren. Zusammen mit ihm arbeitet Darius nun daran, die Nation mit Hilfe seiner Vision wahrer noxischer St&auml;rke zu vereinen.\n-Ganz anders als f&uuml;r seinen Bruder Darius war der Sieg in einer Schlacht f&uuml;r Draven nie genug.\nhttp://i.imgur.com/qqaP43o.png\n\n\nGeschichte:ziggs\nZiggs kam mit einem Talent f&uuml;r das Herumfriemeln auf die Welt, aber seine chaotische, hyperaktive Art war unter den Yordle-Wissenschaftlern untypisch. Da er ein verehrter Erfinder wie Heimerdinger werden wollte.\nBald schon gelangte die Kunde von Ziggs&rsquo; explosiver Experimentierfreude auch an die ber&uuml;hmte Yordle-Akademie in Piltover und ihre angesehenen Professoren luden ihn ein, sein K&ouml;nnen zu demonstrieren.  jedoch als der Hextech-Motor, den Ziggs vorf&uuml;hrte, &uuml;berhitzte und schlie&szlig;lich in die Luft flog, wobei er ein riesiges Loch in der Mauer der Akademie hinterlie&szlig;. Die Professoren klopften sich den Staub von den Kleidern und bedeuteten ihm eindringlich zu gehen. Am Boden zerst&ouml;rt bereitete sich Ziggs darauf vor, in Schande nach Bandle zur&uuml;ckzukehren.Doch bevor er seine Heimreise antreten konnte, drang eine Gruppe zhaunitischer Agenten in die Akademie ein und nahm die Professoren als Geiseln.Er eilte zu der Zelle, sprengte die T&uuml;r aus ihren Angeln und geleitete die gefangengenommenen Yordle in die Freiheit. Als sie in die Akademie zur&uuml;ckkehrten, w&uuml;rdigten die gedem&uuml;tigten Professoren Ziggs mit einem Ehrentitel. \n-Zigss ist mit Rumble und Heimer befreundet http://i.imgur.com/Q9dMLng.png\n-heimer sagt sogar ein zitat:&bdquo;&bdquo;Ziggs? Unberechenbar, gef&auml;hrlich, ja, auf jeden Fall. Aber ziemlich brillant!&ldquo;&rdquo;\nhttp://i.imgur.com/KSIdOk2.png\nhttp://i.imgur.com/qo0RrDL.png\n\n\nDas wars :O\n\nsry die bilder wurden bissl zu gross .-.","replies":[]}