{"id":"ALlvcJI0","poster":"WPE Pumpy","date":"2016-05-19T19:37:36.116+0000","title":"Platin 2 Smurf sucht neues Team um im E-Sports Bereich erneut Aktiv zu werden","subforum":"Clans & Teams","embed":{"title":"Ang R23 - Europe West - Summoner Lookup - LoLSkill","description":"Summoner Lookup with statistics, ratings, LoLSkillScore and more for Ang R23, a League of Legends summoner on the Europe West region.","url":"http://www.lolskill.net/summoner/EUW/Ang%20R23/champions","image":"http://static.lolskill.net/img/tiers/192/goldII.png"},"up_votes":1,"down_votes":0,"body":"Hey wie ihr schon oben gesehen habt such ich ein neues Team, um im E-sportsbereich erneut aktiv zu werden und daf&uuml;r brauche ich Euch ! Wer also interessiert ist an mir kann mir pers&ouml;nlich in LoL schreiben oder hier im Forum. Ich nenne mich nur smurf, da mein erster Account der Platin 2 war permanent gebannt wurde und ich mir einen neuen Account zulegen musste. Meine Mainlane ist ADC, war aber auf meinem ersten Account ein erfolgreicher Jungler und ich setze viel Wert auf Teamplay und Kommunikation. Englischkenntnisse habe ich auch gen&uuml;gend um gut mit englischen Spielern auszukommen. Habe auch sehr viel Zeit zum trainieren.  Meine Ziele sind hohe E-Sportsturniere und ein hoher dynamic-Q rank um schneller in den E-sportsbereich einsteigen zu k&ouml;nnen. Danke schonmal im Vorraus \r\n- Peter{{champion:202}}","replies":[{"id":"","poster":"HSS Anstrum","date":"2016-05-19T22:25:43.021+0000","up_votes":1,"down_votes":0,"body":"um überhaupt in den \"esport\" zu kommen gibt es nur 3 möglichkeiten:\n\n- entweder du bist top 20 challenger und du wirst somit durch die soloQ bekannt\n- du hast sehr gute kontakte und spielst auf  master niveau\n- du spielst dich mit deinem team in die challenger series (um dahin zu kommen müsstet ihr gegen eingespielte teams durschnitt ca. 300 lp master gewinnen)\n\nsolltest dann vielleicht nochmal über deine zielge nachdenken, wenn du aktuell gold 2 bist\n\nMFG","replies":[{"id":"","poster":"WPE Pumpy","date":"2016-05-20T09:28:57.230+0000","up_votes":1,"down_votes":0,"body":"Es gibt vielleicht nicht nur LCS ??? schonmal was von ESL und Go 4 LoL gehört ? .... musst nicht immer alles gleich schlechtreden","replies":[{"id":"","poster":"WPE Pumpy","date":"2016-05-22T11:46:33.395+0000","up_votes":1,"down_votes":0,"body":"Außerdem war ich ja Platin 3 auf meinem anderen Account, der leider gebannt wurde. Also würde ich mich trotzdem über Anfragen freuen :)","replies":[]}]}]}]}