{"id":"uNswK8nt","poster":"Swek MCPeter","date":"2016-05-19T15:09:28.706+0000","title":"TGP sucht Gold bis Platin Jungler, Supporter und einen Midlaner.","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Summoners\r\n\r\nWir von TGP suchen einen Jungler, einen Supporter und einen Midlaner im Alter von 15+ im Bereich von Gold bis Platin f&uuml;r unsere Team.\r\nIhr werdet mit uns Tryouts machen und nach Abstimmung des Teams ausgesucht.\r\nNiemand kann dabei verlieren. Warum??\r\nDaf&uuml;r erkl&auml;re ich kurz TGP und das was es ausmacht. \r\nTGP ist ein Gaming Team, ein Team das momentan nur aus einem LOL Team besteht.\r\nDoch was es ausmacht ist das wir Spieler f&ouml;rdern wollen, wir geben jedem Spieler die Chance innerhalb eines Teams zu spielen und sich dabei weiter zu entwickeln.\r\nDaf&uuml;r baut TGP mehrer Teams auf und gibt ihnen die M&ouml;glichkeit bei Tunieren oder Ligen sich zu messen. \r\nEigentlich gibt es f&uuml;r uns keine Elo Begrenzung, zumindest alles was unter Gold angeht, doch in diesem Fall schon. \r\nTrotzdem geben wir euch die M&ouml;glichkeit euch f&uuml;r TGP zu bewerben.\r\nMomentan sind noch einige Sachen in Plannung aber es geht voran.\r\nDas hei&szlig;t f&uuml;r euch selbst wenn ihr in das jetztige Team nicht aufgenommen werdet, sei es Synergy oder man spielt noch nicht auf dem Niveau, werden wir euch nicht abweisen sondern euch die Chance geben sich weiter zu entwickeln (Ihr werdet aufgenommen in TGP und kriegt das entsprechende Training)\r\nMomentan spielt unser Team in einer Liga mit, da diese Liga momentan voll im Gange ist k&ouml;nnt ihr leider die Hinrunde nicht mehr mitspielen. \r\n\r\nWas wir von dir erwarten:\r\nTeamf&auml;hig sein\r\nNicht Flamen\r\nDich weiterentwickeln wollen und etwas erreichen wollen\r\nAuch in brenzlig Situationen die Ruhe bewahren\r\n\r\nWas wir dir bieten k&ouml;nnen:\r\n\r\nAnalysten und Coaches\r\nEin Teamspeak Zugang \r\nEin Teil von unserem Team (vielleicht auch die Zukunft)\r\nEin Team mit dem du auch Spa&szlig; haben kannst und was zu dir steht und noch viel mehr.\r\n\r\nNoch ein paar Worte zu uns, wir alle sind 15 bis 22 Jahre alt und haben eine gute Synergy untereinander. \r\nWir alle wollen uns verbessern und trainieren so oft es geht.\r\nUnser Motto ist: K&auml;mpfen und Siegen als ein Team.\r\n\r\nWenn du Interesse hast:\r\n\r\nSchreib an die Email Adresse: TeamGamingPlanet@outlook.de\r\nName: (Vorname und Ingame Name)\r\nAlter:\r\nDeine Elo:\r\nDeine Main Champs:\r\nDeine Position:\r\nEin paar Worte zu dir selbst:\r\n\r\nWenn noch Fragen sind schreibt sie in die Email.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en \r\n\r\nTGP Sh0x","replies":[]}