{"id":"Vei69ETe","poster":"Afkah","date":"2016-05-19T13:23:39.420+0000","title":"Team sucht ADC // Gold","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Unser Team hat sich in dieser Season gefunden und hat sich gemeinsam in Gold gespielt. \nWir sind auf der Suche nach einem l&auml;ngerfristigen Mitglied und m&ouml;chten gemeinsam weiter kommen.\n\nWas musst du mitbringen?\n\n- Du bist ADC Main und f&uuml;hlst dich auf der Botlane zu hause?\n- Du hast einen gro&szlig;en Championpool f&uuml;r die Position und kannst diese auch auf hohen Niveau spielen?\n- Du bist nicht unn&ouml;tig Killgeil und hast ein ruhiges H&auml;ndchen beim Lasthitten?\n- Du hast immer Zeit f&uuml;r einen Blick auf die Minimap und reagierst nicht impulsiv sondern &uuml;berlegt?\n- Du wei&szlig;t wie du dich im Teamfight richtig positionierst und kriegst nicht jeden unn&ouml;tigen Poke ab weil du zu weit vorne stehst?\n- Du bist nach ein/zwei schwierigen Games nicht sofort auf Tilt und f&auml;ngst an zu ragen/whinen?\n- Du solltest in dieser Season Gold+ sein. (Es kann auch ein silber smurf sein wenn du nachweislich einen Main auf Gold Niveau hast und die Position dementsprechen spielen kannst.)\n\nDann k&ouml;nntest du der Richtige f&uuml;r unser Team sein!\n\nSpielzeiten:\n\nWir versuchen unter der Woche zwei Mal Abends zu spielen - ab 19:00 Uhr.\nMeistens ist es der Montag Abend und ein weiterer Tag, dabei stimmen wir uns in der Gruppe ab. \nAb und zu klappt es auch noch dass wir am Wochenende ein Paar Stunden Zeit finden.\n\nZu uns:\n\nDer Altersdurchschnitt in unserem Team ist relativ Hoch 26+. Daher suchen wir auch nach Membern die mindestens 22+ Jahre alt sind.\nWir m&ouml;chten mit dem Team voran kommen und w&uuml;rden uns durchaus als Tryhards bezeichnen - dabei legen wir aber gro&szlig;en Wert auf eine angenehme Stimmung im TS. Konstruktive Kritik ist immer erw&uuml;nscht, wir sind alle etwas Soloq gesch&auml;digt und m&uuml;ssen sicherlich noch einiges dazu lernen aber falls du relativ schnell ragest und nach ein-zwei schwierigen Games auf Tilt schaltest bist du nicht richtig bei uns!\n\nFalls dich das alles nicht abgeschreckt hat und du Lust hast ein Paar Games mit uns zu machen w&uuml;rde ich mich &uuml;ber eine Nachricht freuen.","replies":[{"id":"","poster":"Afkah","date":"2016-05-22T14:13:31.550+0000","up_votes":1,"down_votes":0,"body":"Wir würden gerne noch weitere Leute anschauen - bein Interesse bitte melden!","replies":[]},{"id":"","poster":"I hob nid gwixt","date":"2016-05-19T14:29:05.202+0000","up_votes":1,"down_votes":0,"body":"Habe dir eine Anfrage fl anfrage geschickt. \nevtl können wir ingame weiterschreiben","replies":[]},{"id":"","poster":"Afkah","date":"2016-05-19T13:42:06.530+0000","up_votes":1,"down_votes":0,"body":"Btw: Heute Abend wären ab 19:00 Uhr schon Testgames möglich!","replies":[]}]}