{"id":"M3Vy12ET","poster":"Tenjirou","date":"2016-05-19T14:31:32.310+0000","title":"Wann steigt man innerhalb einer Liga ab?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Generell steht meine Frage im Titel, aber ich werde noch etwas mehr erkl&auml;ren im Folgendem:\r\n\r\nIch bin jetzt Bronze 3 nach einer Loosing Streak von meiner Promo (nach Bronze 2) bis auf 0LP gefallen. Ich habe auch nur eine Winrate von nicht einmal 30%, also erwarte ich eigentlich, dass ich absteigen m&uuml;sste. Und hatte jetzt schon 3-4 Spiele mit 0LP und alle wieder verloren. Meine Frage bezieht sich jetzt genau darauf. Ich dachte immer, wenn man nicht neu in einer Division ist (mehr als 3 Spiele) und bei 0LP nochmal verliert steigt man ab. Aber dies ist bei mir eben nicht der Fall. Ein Kumpel von mir steigt immer sofort ab sobald er 0LP hat und dann noch verliert.\r\n\r\nIch wei&szlig;, dass man, um in eine niedrigere Liga abzusteigen, eine MMR braucht, die etwa eine Liga niedriger entspricht (z.B. in Silber 5 braucht man eine MMR von etwa Bronze 5 um abzusteigen). Kann es sein, dass ich nicht absteige, weil meine MMR theoretisch noch &uuml;ber der von Bronze 4 ist? (Bei 30% Winrate aber unwahrscheinlich)","replies":[{"id":"","poster":"Namlesshero","date":"2016-05-19T14:36:14.297+0000","up_votes":1,"down_votes":0,"body":"http://euw.op.gg/summoner/userName=tenjirou\n\nDeine MMR ist noch ein klein Wenig tiefer als B3, ich denke wenn du noch 1 - 2 Games verlierst wirst du absteigen","replies":[{"id":"","poster":"Tenjirou","date":"2016-05-19T14:39:32.043+0000","up_votes":1,"down_votes":0,"body":"Ja genau das meint ich ja, deswegen bin ich ja so verwundert, dass mir das noch nicht passiert ist. Ich würde eben nur gerne das System mehr verstehen. Ob ich absteige ist mir im Moment noch relativ egal. Würde gerne da hin kommen, wo ich hinpasse und mich dann verbessern und hocharbeiten.","replies":[{"id":"","poster":"Namlesshero","date":"2016-05-19T15:03:41.511+0000","up_votes":2,"down_votes":0,"body":"LoL hat eine \"dropsperre\" drin. Dass heisst sie überzieht sozusagen dien MMR bis zu einem Gewissen Punkt für den Fall das du ein Loosing streak hast... Dafür büsst aber bei Siegen Lp ein","replies":[{"id":"","poster":"Tenjirou","date":"2016-05-19T16:34:42.947+0000","up_votes":1,"down_votes":0,"body":"Ah ok, vielen lieben Dank. Das erklärt das.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-05-19T14:34:23.139+0000","up_votes":1,"down_votes":0,"body":"Es brauchte bei mir auch 5 oder 6 games, um mich von silber 1 0 Punkte auf Silber 2 zu bringen. Deine MMR scheint also ganz okay für deine Liga zu sein. Es ist aber gut möglich, dass du mit deiner nächsten Niederlage absteigst.","replies":[]}]}