{"id":"1RfEZ7jc","poster":"Stichsaege","date":"2016-05-18T22:26:53.261+0000","title":"Mein Riot Support Konto wrde Perma Gesperrt.","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Meine Verbindung Riot Support wurde Premma Gestert.\r\n\r\nWarum ?\r\n\r\n\r\nIch kann kein kontakt mehr zum Supp aufnehmen. Immer wenn ich mich anmelde werde ich automatisch abgemeldet.\r\nAm ende steht dort  Sie wurden erfolgreich Ausgelogt\r\n\r\nNein es ist kein technischer Fehler weil es ausschlie&szlig;lich und Rechner unabh&auml;ngig nur auf meine ACC bezieht.\r\n\r\nEin Freund konnte sich von selben PC sich einlogen.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-18T22:30:31.144+0000","up_votes":1,"down_votes":0,"body":"Versuch bitte eine E-Mail an support@riotgames.com zu senden, das funktioniert genauso, wie ein Ticket zu schicken.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-22T12:06:57.562+0000","up_votes":1,"down_votes":1,"body":"Ok .\n\nBiss jetzt ist noch nichts von Riot angekommen.\n\nNicht mal eine Bestätigung des Bann meine Supp Kontos.\n\nDenke ich musss Sie dann mal mit ein paar beleidigenden Spam Mails provozieren.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-22T12:09:49.694+0000","up_votes":1,"down_votes":0,"body":"Wenn du so reagierst, hat es vermutlich einen Grund, warum dein Support-Konto eingeschränkt und deine Anfragen direkt im digitalen Mülleimer landen.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-22T16:28:17.075+0000","up_votes":1,"down_votes":1,"body":"Schon klar.\n\nAber es ist besser als warten und damit dann Riot zeigen das es einem egal ist.\n\nDas müssen nur die Beleidigungen verletzend genug sein.\n\nIch mein Ihr wisst ja auch mehr als ihr sage und verdreht die Wahrheit  des Öfteren auch so wie Ihr Sie braucht.\n\nz.B. weißt du doch den genauen Grund und was Sache ist, sagst es aber nicht.\n\nDas Ihr so was wüst haben manche von euch unabsichtlich  preisgegeben.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-22T16:32:05.733+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Stichsaege,realm=EUW,application-id=7hciEY9w,discussion-id=1RfEZ7jc,comment-id=0000000100000000,timestamp=2016-05-22T16:28:17.075+0000)\n>\n> z.B. weißt du doch den genauen Grund und was Sache ist, sagst es aber nicht.\n\nNö, tu ich nicht. Ich weiß nicht, was zwischen dir und dem Support vorgefallen ist und brauch auch nicht nachzufragen, um mir ein Bild davon machen zu können. Genaue Infos werd ich eh nicht bekommen, wie du hier auftrittst, ist doch schon ausreichend, um zu vermuten, dass der Bann deines Kontos gerechtfertigt war.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-25T10:42:44.703+0000","up_votes":1,"down_votes":0,"body":"Egal.\n\nSo was kann ich tun um wieder in kontakt mit den Supp zu kommen ?\nDas mit der E-Mail an support@riotgames.com hat nicht funktioniert.\n\nEine Sperrung kann es ja auch nicht sein.\n\nErstens : Ich habe keine Mail eine Sperrung bekommen.\nZweites : Habe ich noch keine Regel gefunden mit den so eine Sperrung als Strafe steht.\n\nAlso hat Riot kein Recht einfach diese Konto zusperren ohne ein  Vertragsbruch zu begehen.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-25T12:47:17.235+0000","up_votes":1,"down_votes":0,"body":"Ich hab nach Rücksprache keine genauen Infos bekommen, kann mir aber inzwischen sehr gut denken, wer du bist.\n\nDu hast noch andere Konten, mit denen du den Support kontaktiert hast, auf einem wurde dir eine Antwort gegeben und nach weiteren Informationen deinerseits gefragt.","replies":[{"id":"","poster":"Stichsaege","date":"2016-05-29T12:40:20.604+0000","up_votes":1,"down_votes":0,"body":"Hallo.\nBitte\n\nBekomme ich keine Antwort mehr ?","replies":[{"id":"","poster":"legofreak1","date":"2016-05-29T12:49:06.510+0000","up_votes":1,"down_votes":0,"body":"Ich habe nachgefragt, die Informationen weitergeleitet und du hast behauptet, dass dies anders gewesen sein.\nIch habe keine Möglichkeit zu prüfen, wer nun Recht hat, es gibt aber für mich keinen Grund, an der Aussage RIOTs zu zweifeln. Du hast dich öfter schon deutlich im Forum daneben benommen, warum sollte dies also nicht auch in einem Ticket dem Support gegenüber der Fall gewesen sein, woraufhin dein Zugriff eingeschränkt wurde.\nIch werde hier keine Diskussion führen, wo du einfach nur behauptest, dass dir Lügen aufgetischt werden, das wäre fruchtlos und dafür ist mir meine Zeit zu schade.","replies":[{"id":"","poster":"Stichsaege","date":"2016-06-01T19:33:37.092+0000","up_votes":1,"down_votes":0,"body":"Also es geht mir nicht um den Bann.\n\nMit so was habe ich irgend wo nämlich schon gerechnet weil in jeder Diktatur versucht wird den Mund zu stopfen.\n\nMir geht es darum das Riot die nicht veröffentlicht.\n\nIch habe noch keine Bestätigung eine solchen Support Banns bekommen.\nDen will ich wenn schriftlich als E-Mail bekommen damit ich weiß was los ist.\n\nZweiten will ich das Riot dies Öffentlich niederschreibe das wenn man den Support mit zu direkte Fragen konfrontiert man gebannt wird. So wie Riot es bei ACC bann auch gemacht hat.  \n\n\nMir geht es darum das diese gezielte Bann versucht wird als Technischen fehle dazu stellen, den könnte man ja Lösen, da es sich um eine Einzelfall müsste.\n\nIch will nur wissen was los ist.\nSollte ich jedoch mit der Annahme des Bann recht haben hätte Riot sich damit ganz klar Rechtlich angreifbar gemacht.\n\nDeswegen will ich eine Bestätigung oder Aufhebung des Bannes damit ich entsprechende schritte einleiten kann.","replies":[]}]}]},{"id":"","poster":"Stichsaege","date":"2016-05-26T20:34:00.929+0000","up_votes":1,"down_votes":1,"body":"Nein. Ich habe nicht bekommen. \n\nIch kann mich bei keine Konto anmelden und habe auch von Riot keine E-Mail bekommen, von keine Konto bann.\n\nDas einzige was Rot mir zu 100% gesagt hat ist das Sie genau wissen welche Konten zusammen hängen.\nWas wiederum die ganzen Lügen des Riot Supp beweist die Sie mir die ganze Zeit gegeben haben. \nDie ich aber nie geglaubt habe und des wegen auch nie aufgehört und immer ihre Antworten als falsch deklariert habe.\nMir wurde nie eine Antwort gegeben die ich nicht wieder legen konnte oder die ich so glauben konnte.\n\nWeil Ihnen das offen Sichtlich klar ist das Sie mich nicht tauschen können hat Riot offensichtlich keine andere Möglichkeit gesehen als den Kritiker einfach zu Bannen.\n\nAlso ich habe 100% nicht bekommen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Stichsaege","date":"2016-05-18T22:35:39.687+0000","up_votes":1,"down_votes":0,"body":"Ok danke .\n\nHabe ich gemacht mal sehen was daraus wird.","replies":[{"id":"","poster":"Fight with Pride","date":"2016-05-19T04:18:43.839+0000","up_votes":1,"down_votes":0,"body":"Kommt bestimmt zurück, Empfänger unbekannt verzogen.","replies":[]}]}]}]}