{"id":"7gbhBcYf","poster":"ShyN3ko","date":"2016-05-18T20:23:02.306+0000","title":"Skarners Passive Optimierungsvorschlag","subforum":"Champions & Gameplay","embed":{"title":"Battle_Cast-Skarner","description":"My take on expected Skarner skin, Battle Cast Skarner. Hope you like it. Battle_Cast-Skarner","url":"http://www.deviantart.com/art/Battle-Cast-Skarner-414866338","image":"http://t00.deviantart.net/QoPFZ28gON4yWPAvw1Gu87E5TJg=/fit-in/300x900/filters:no_upscale():origin()/pre03/66dc/th/pre/f/2013/324/1/0/battle_cast_skarner_by_akiman-d6v00wy.jpg"},"up_votes":1,"down_votes":1,"body":"Hallo :3\r\nBin Skarner Main und mich regt eine kleine Sache richtig auf.\r\nDie Platzierungen der Skarner Passiven.\r\nIch spiel ihn gerne Jungle und Top, aber Top geht seine komplette Passive fast fl&ouml;ten.\r\nIch h&auml;tte ihn eher auch gerne als kleine Ausraster in der Kluft.\r\nOder das man die Passive an 15 verschiedenen Orten zwar setzen kann, aber es nur 6 mal.\r\nWeil er ist nur am Baron Drake und Jungle Clear gut.\r\nUnd da fighten die Gegner einfach nicht wenn du Skarner bist.\r\nF&auml;nde es einfach gut das man mit ihm Agressiv, Defensiv oder Top spielen k&ouml;nnte.\r\nDank seiner jetzigen Passiven kann man nur Defensiv.\r\nUnd mit dem Ausraster mein ich, dass er eine F&auml;higkeiten besitzen soll wo er komplett stinksauer wird und niemand sie zu ihm traut.\r\nUnd seine Familie ihn unterst&uuml;tzt.\r\nApropo macht seine alte Gesichte rein,pls.\r\nDie neue ist einfach nur..........M&uuml;ll.\r\nSo paar Zeilen und ihn als Besch&uuml;tzer der alles zerst&ouml;rt zu beschreiben ist,...wie ich finde ein bisschen fies seinem Charakter gegen&uuml;ber.\r\nGehen wir aber wieder zum Ausraster.\r\n\r\nSkarner hat Kampfpotenziel ohne Frage, aber er braucht auch Momente f&uuml;r sich wo niemand den Ort wo Skarner ist betretten m&ouml;chte oder gar nicht rauskommt.\r\nVielleicht eine Extraleiste zu seiner Manaleiste die er auff&uuml;llt, solange er im Kristallberreich steht.\r\nVielleicht eine Passive die bei der Ulti ist, damit er im early nicht so stark ist.\r\nNur mal so eine rohfassung die ich Vorschlagen w&uuml;rde:\r\n\r\nR Passive: Kristalline Verbindung der Familie\r\n\r\nKann nur aktiviert werden wenn seine Kristallleiste voll ist.\r\nEr muss 3/4/5 minuten im Kristallbereich stehen, damit seine Familie seine rufe h&ouml;rt.\r\nBei der n&auml;chsten W kristallisiert er sich 0,5 Sekunden und erh&auml;lt f&uuml;r 10/20/25 Sekunden einen  passiven erstellten Bereich von Skarners Familie.\r\nUnd sein W Schild ist 150% so effektiv wie normal.\r\nAlle Gegner im Bereich werden verlangsamt und an Skarner langsam herangezogen.\r\nPassive: Kristalline Weiterentwicklung(Wird aktiviert sobald Skarners Ulti lvl 3 ist)\r\nWenn er seine Kristalleiste doppelt aufgeladen hat, dreht seine Familie durch.\r\nAn allen Orten werden die Kristalle aktiviert und slowen ein bisschen.\r\nAber wenn Skarner, in seiner Passive, ein Kristall von einem Ort nimmt, w&auml;chst sein eigener Bereich.\r\n\r\nNur so als Vorschlag :3\r\n\r\nPS: Bei seiner Kristallinen Weiterentwicklung w&auml;re es geil wenn er sich ver&auml;ndert und anders aussieht.\r\nBei seinem legend&auml;ren Skin vielleicht so wie im Bildlink.\r\nKann dann ruhig auch Ultimativ sein.\r\n\r\nKommentiert und diskutiert flei&szlig;ig ich versuche zu antworten.\r\n\r\n\r\nPPS: Hab nicht ich gezeichnet...leider :3","replies":[]}