{"id":"ostukeJk","poster":"Notperfect","date":"2016-05-18T10:45:31.436+0000","title":"(Technische)-Frage:  Internet Probleme nach LoL Update","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes Forum,\r\n\r\nIch habe ein Gro&szlig;es Problem nach dem LoL Update.\r\nDer Patch installiert sich automatisch soweit so gut, allerdings nach dem Patch habe ich Probleme eine Internet Verbindung der nachfolgende Spiele zu bekommen und sogar in meinem Webbrowser bekomme ich keine Seite mehr geladen obwohl das Spiel geschlo&szlig;en ist.\r\n\r\nAusfuehrliche Beschreibung:\r\n1. Der Patch wurde erfolgreich heruntergeladen.\r\n2. Dannach laden die Webseite meines Broswers gar nichts mehr bzw. nur schwer dabei spielt es keine Rolle ob es nun google, Youtube, Wikipedia oder sonst was ist.\r\n3. Nach dem Patch ist ein Spielen moeglich, aber ich bekomme nach der Championauswahl, also im Lademenue bevor das spiel losgeht Internet Probleme unteranderem diesen Blackscreen mit einer Fehlermeldung, sprich das Spiel l&auml;dt die Champions nicht und ich muss 3-5 mal neustarten.\r\n4. Eine Internetverbingund zum Router besteht noch\r\n5. Das Problem wird behoben sobald ich den PC neustarte.\r\n\r\nTechnische Computer Info:\r\n1. Habe Google Chrome als Hauptbrowser, aber selbst mit 2 weiteren Browser lassen sich keine Seite mehr aufbauen bzw. nur sehr schwer.\r\n2. Keine anderen Programme wie z.B. Ts3, Stream, B.net oder Musik etc sind in Verwendung (Blanker Desktop).\r\n3. Habe ein Home-Computer, sprich alle Ger&auml;te sind eingebaut und auch auf den neusten Patch.\r\n4. Firewall ist zurzeit ZoneAlarm, hatte aber auch Probleme mit BullGuard.\r\n5. Die Fehlermeldung der Websiten sind in etwa folgende &quot;Keine Verbindung zu dem Internetanbieter&quot; / &quot;Es besteht keine Internetverbindung&quot;\r\n6. Hatte Opera und sogar Internet Explorer als Standardwebseite probiert mit dem gleichen Ergebnis.\r\n7. Spiel in den letzten 3 Monaten 2 mal neuinstalliert\r\n8. Windows 7\r\n\r\nVielleicht wei&szlig; der ein oder andere was dieser Fehler ist oder noch besser wie ich es Verhindern / beheben kann.\r\nEs ist aber wirklich seltsam das ich sogar Probleme mit Webseiten bekomme.","replies":[{"id":"","poster":"Notperfect","date":"2016-05-22T02:52:13.566+0000","up_votes":1,"down_votes":0,"body":"Eine Antwort waere nett. Schließlich besteht das  Problem schon seit Monaten und nur weil die Frage nich innerhalb von 10 Minuten in der \"Top Liste\" erscheint kann man dennoch hinweiße geben, sofern das problem besteht.","replies":[]},{"id":"","poster":"Notperfect","date":"2016-05-18T14:05:38.459+0000","up_votes":1,"down_votes":0,"body":"oder soll ich mich da am Support wenden ?\nImmerhin waere es gut wenn ich wenigstens wuesste was genau diesen Fehler auslößt.","replies":[]}]}