{"id":"rlt4Bo3A","poster":"Kazuma Engel","date":"2016-05-18T14:02:59.498+0000","title":"Strafen","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":11,"body":"Das Tribunal sollte mal ordentlich &uuml;berarbeitet werden. Ich meine es kann doch nicht sein das man in 6 von 10 Rankeds &quot;Pros&quot; drinn hat die einem das Game so richtig versauen und wenn man ein einziges Mal eine dementsprechende Antwort gibt wird man reportet und nat&uuml;rlich auch bestraft w&auml;hrend diese &quot;Pros&quot; trotz Report weitermachen d&uuml;rfen.\r\nDie Mute-Funktion bringt an dieser Stelle auch nichts, weil ein Feeder wird trotz Mute weitermachen.\r\nMit Freundlichen Gr&uuml;&szlig;en.\r\nVon mir.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-18T14:19:59.149+0000","up_votes":9,"down_votes":0,"body":"Und manchmal ist man selber der Pro und dann sollte man froh sein, dass einfach mal schlecht spielen nicht verboten ist...\n\nIch meine, nehmen wir mal dein 16 Tode Singed Spiel. Der Thresh wird sich da genau das gedacht haben, was du hier artikulierst: Warum der Idiot weiter spielen? \nDasselbe gilt beim 11 Tode Brand Spiel... aber wenn du feedest, gibt es dafür natürlich immer eine nachvollziehbare Entschuldigung. Du hast halt mindestens gegen einen Diamond Smurf gespielt etc. pp.\n\nWenn aber andere Feeden, machen die das nur und ausschließlich um dich zu ärgern und am Aufsteigen zu hindern... ganz genau... rücke mal dein Weltbild gerade.","replies":[{"id":"","poster":"Kazuma Engel","date":"2016-05-18T15:04:57.215+0000","up_votes":1,"down_votes":4,"body":"Ok, dann ist es also meine Schuld wenn mein Jungler nichts kann und trotz mehrmaligen Nachfragen nicht gankt, während der geg. Jungler zum wiederholten Male gankt? Oder wenn eine Lane nie SS callt? Ach ja, ich muss ja auf alles achten. Oder wenn ich weiß das der Teamfight an mein Team geht, ich mich auf mein Team verlasse und reingehe, alleine??","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-18T15:40:01.000+0000","up_votes":6,"down_votes":0,"body":"Wenn du besser werden willst, solltest du möglichst auf alles achten. Ich frage mich nie, warum der Midlaner kein SS gepingt hat, sondern warum ich mich nicht entsprechend durch Wards und erhöhte Aufmerksamkeit davor geschützt habe. Auf das eine habe ich Einfluss... durch das eine werde ich ein besserer Spieler.\n\nUnd dein letzter Satz widerspricht sich... also wie schaffst du es alleine in einen Teamfight zu gehen? Und ja, wenn du engaged und alle anderen im Team das für eine schlechte Idee halten, ist das nicht zwingend deren Fehler. Du bist schließlich an der Stelle der einzige, der glaubt, dass er diesen Teamfight gewinnen wird...\n\nAber... im wesentlichen bestätigst du meine Aussage: Wenn du feedest, hast du haufenweise Ausreden und es ist nie deine Schuld. Wenn andere feeden ist das böser Wille und pure Absicht.  Das ist nebenbei die sicherste Variante noch in 5 Jahren in Silber festzustecken. Denn dadurch wird man vor allem eins: Garantiert nicht besser.\n\nSchon mal daran gedacht, dass es den anderen Spielern in ihren schlechten Spielen genau so geht wie dir? Dass der Gegner einfach eins, zwei richtig gute Ganks und roamende Mitspieler (ich durfte gerade gegen 3 Premades spielen, als reines SoloQ Team... yeah, Riots hates me today...) in Führung geht? \nSo was passiert. Jedem mal. Und das darf dir genau so passieren, wie es deinen Mitspielern passieren darf. Dafür sollte niemand gebannt werden.","replies":[]},{"id":"","poster":"ThisOneDiesALot","date":"2016-05-18T15:15:42.776+0000","up_votes":4,"down_votes":0,"body":"_\"Ok, dann ist es also meine Schuld wenn mein Jungler nichts kann und trotz mehrmaligen Nachfragen nicht gankt, während der geg. Jungler zum wiederholten Male gankt?\"_\nJopp. Ist es.\n\n_\"Oder wenn eine Lane nie SS callt?\"_\nJa, auch das.\n\n_\"Oder wenn ich weiß das der Teamfight an mein Team geht, ich mich auf mein Team verlasse und reingehe, alleine??\"_\nDas erstrecht.\n\nDie Sache ist nämlich die: Du hast dich nicht entsprechend den Umständen verhalten. Dein Jungler kann nix? Warum erwartest du dann von ihm zu ganken? Der weiß vielleicht nicht mal was das Wort bedeutet :P\n\nDer gegnerische Jungler gankt und du stirbst? Warum hast du dann nicht darauf aufgepasst, dass die gegnerischen Ganks ins Leere laufen? Warum hast du dich durch den Gank töten lassen?\n\nEine Lane callt nie SS? Ja, kann passieren. Musst du halt öfter auf die Karte schauen.\n\nDu verlässt dich auf dein Team, gehst rein, alleine, und stirbst. Jopp... hättest dich lieber nicht auf das Team verlassen sollen. Woher nimmst du dir die Gewissheit, dass sie deinem Initiate auch folgen?\n\n_\"Ach ja, ich muss ja auf alles achten.\"_\nJa, ganz genau. Genau das musst du tun, denn du bist in der SoloQ unterwegs. Der einzige, auf den du dich in der SoloQ verlassen kannst, bist nun mal du selbst. Alle anderen Mitspieler sind dir zugewürfelt. Du hast keine Ahnung, wie die drauf sind.","replies":[]},{"id":"","poster":"dat Zoidberg","date":"2016-05-18T15:25:34.889+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Todesflamme2,realm=EUW,application-id=KYnfKGf0,discussion-id=rlt4Bo3A,comment-id=00000000,timestamp=2016-05-18T15:04:57.215+0000)\n>\n>  Ach ja, ich muss ja auf alles achten. \n\nWenn du besser werden willst machst du das. Oder du machst es dir leicht und gibst den Teammates Schuld für dein Versagen. Egal wie oft deine Lane gegankt wird, der eigene Jungler kann nichts dafür. Wenn die Ganks erfolgreich waren hast du selber und/oder dein Support einfach verkackt weil zu hart gepusht und/oder keine Wards gestellt. Aber du wirst es eh nicht kapieren. Wenn du keine Strafe erhalten willlst - einfach die Klappe halten. Ganz einfach.","replies":[]},{"id":"","poster":"eingew","date":"2016-05-18T15:35:00.236+0000","up_votes":3,"down_votes":0,"body":"In Rankeds geht es nicht darum, von einem guten Jungler gecarryt zu werden, sondern das Spiel selbst zu carryn. Wenn du dich stattdessen konstant darüber beschwerst, dass dich schon wieder niemand carryt ist es kein Wunder, dass du nicht aufsteigst.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-05-19T09:29:30.279+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Todesflamme2,realm=EUW,application-id=KYnfKGf0,discussion-id=rlt4Bo3A,comment-id=00000000,timestamp=2016-05-18T15:04:57.215+0000)\n>\n> Ok, dann ist es also meine Schuld wenn mein Jungler nichts kann und trotz mehrmaligen Nachfragen nicht gankt, während der geg. Jungler zum wiederholten Male gankt? Oder wenn eine Lane nie SS callt? Ach ja, ich muss ja auf alles achten. Oder wenn ich weiß das der Teamfight an mein Team geht, ich mich auf mein Team verlasse und reingehe, alleine??\n\n1. Es ist deine Lane, nicht seine.\n\n2. Es gibt Wards.\n\n3. Irgendwann ist es auch zu spät, spiel mal Jungle und gank eine Lane, die schon ein paar Kills abgegeben hat, nicht warded, also jeder Zeit ein Countergank passieren kann und am Besten trotz allem noch dauernd pusht.\n\n4. SS rly? Die Minimap hast du aber schonmal gesehen? Noch bis 5 abzählen können und das Problem ist weg.\n\n5. Wie soll der TF ans Team gehen, wenn du ALLEINE reingehst? Ja es passiert, dass auf gute Engages keiner folgt, aber öfter sieht es so aus, dass einer reingeht und vom Rest des Teams einen Zacjump erwartet, den natürlich keiner hat.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-05-18T16:37:10.333+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Todesflamme2,realm=EUW,application-id=KYnfKGf0,discussion-id=rlt4Bo3A,comment-id=00000000,timestamp=2016-05-18T15:04:57.215+0000)\n>\n>Oder wenn eine Lane nie SS callt? \n\n\nIn Dia wirst  du ausgelacht, wenn du dich über solch einen ausgemachten schwachsinn beschwerst.\nDeine Lane zu warden und die Minimap im Auge zu behalten, ist dein Aufgabe und sagt dir alles, was du wissen musst.\nWenn du anstelle dessen lieber in den Chat schaust, gehörst du in eine Sonderliga unter Plastic 5!","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-05-18T14:21:21.065+0000","up_votes":1,"down_votes":0,"body":"Diese \"Pros\" wie du sie nennst, werden nach demselben Maßstab wie du bestraft. Feeder ist übrigens nicht absichtlicher Feeder.","replies":[{"id":"","poster":"Kazuma Engel","date":"2016-05-18T15:06:25.079+0000","up_votes":1,"down_votes":1,"body":"Es gibt genug Feeder, die einfach nur schlecht sind und dann anderen dafür die Schuld geben. Wenn man einen Champ nicht kann sollte man ihn auf jeden Fall im Ranked spielen...","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-05-18T15:18:24.742+0000","up_votes":3,"down_votes":0,"body":"_\"Es gibt genug Feeder, die einfach nur schlecht sind und dann anderen dafür die Schuld geben.\"_\nJa, so leute die auf gegnerische Ganks nicht aufpassen und deswegen sterben. Und dann den eigenen Jungler dafür verantwortlich machen. Oder die nicht genug auf die Map achten und SS nicht bemerken. Und auch solche, die Teamfights initieren, obwohl sie überhaupt nicht wissen, ob das Team mitmacht. Hinterher waren es dann immer die anderen.","replies":[]}]}]},{"id":"","poster":"ThisOneDiesALot","date":"2016-05-18T15:20:05.428+0000","up_votes":1,"down_votes":0,"body":"_\"während diese 'Pros' trotz Report weitermachen dürfen\"_\nWofür reportest du sie eigentlich? Ich kenne keinen validen Report-Grund dafür wenn jemand besser ist als man selbst.","replies":[{"id":"","poster":"Abasin","date":"2016-05-19T11:38:58.791+0000","up_votes":1,"down_votes":0,"body":"Die Anführungszeichen deuten Ironie oder Sarkasmus an. Weiss man doch. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-05-19T11:44:31.798+0000","up_votes":2,"down_votes":0,"body":"boing :D","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-18T16:24:02.521+0000","up_votes":2,"down_votes":0,"body":"Da kann ich dich beruhigen, für einmal die Meinung geigen, wird man nicht bestraft.\nBestraft wird man, wenn man nicht vollkommen eskaliert, erst nach vielen Spielen, in denen man sich daneben benommen hat.\nRiot schaut sich das eine ganze Weile lang an und wenn das Maß voll ist, bekommst du deine erste Strafe mit dem Chatlog deines letzten Vergehes, dieses steht aber nur exemplarisch für die zig Spiele davor, in denen du dir, langsam aber sicher die Strafe erarbeitet hast.\n\nNachdemm es die erste Strafe gab, kann es natürlich sehr schnell gehen, eine weitere zu kassieren, denn dann ist man vorbestraft und Riot hört endlich auf ein Auge zuzudrücken.\nNatürlich weiß ich nicht, auf welcher Stufe du nun angelangt bist, aber sei gewarnnt, dass es nur vier gibt;\n\n10CR\n25?CR\n14-Tage-Bann\nPerma-Bann\n\nJede weitere Unhöflichkeit, kann zur nächsten Eskalationsstufe führen und wie gesagt, Riot wird nun kein Auge mehr zu drücken, ein \"omg why Noob\" kann absolut ausreichend für eine weitere Bestrafung sein.\nEs ist also höchste Zeit, dein Verhalten grundlegend zu ändern! Wenn du das einsiehst und verstehst, dass das Problem bei dir und nicht deinen Mitspielern liegt, können wir dir hier helfen dein Verhalten zum Positiven zu verändern und dir erklären, was verboten ist und wie genau das Bestrafungssystem funktioniert.\nWenn ich eine Erfahrung in diesem Forum gemacht habe, dann diese, dass Jedem der wirklich an sich arbeiten will, geholfen wird.","replies":[]}]}