{"id":"iBoE7MZu","poster":"Heal and Protect","date":"2016-05-16T23:35:56.183+0000","title":"Catalyst Coaching nimmt wieder Neulinge & Coaches auf!","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":5,"body":"**Suchst du nach kostenlosem, l&auml;ngerfristigen Coaching? Catalyst Coaching rekrutiert wieder!**\n\nCatalyst Coaching nimmt derzeit wieder neue Studenten auf. Unser Projekt ist KOSTENLOS &amp; EHRENAMTLICH. Wir haben 13-15 Pl&auml;tze frei und suchen Studenten aus folgenden Regionen, sortiert nachPriorit&auml;t:\n\nEUW &gt; EUNE &gt; OCE &gt; NA/LAS/LAN &gt; Andere (Wir nehmen Leute aus ALLEN Regionen auf)\n\nDie Mehrheit der Coachingeinheiten ist in Englisch. Daher w&uuml;rden wir es bevorzugen, wenn du die englische Sprache auf einem gewissen Niveau beherrschst oder zumindest verstehst. Aber auch rein deutsch- oder spanischsprachige Einheiten [Coachings] sind m&ouml;glich.\n\nZ&ouml;gere nicht,dich bei uns zu bewerben. Behalte bei deiner Bewerbung bitte immer im HInterkopf, dass wir nach besonders motivierten und arbeitswilligen Bewerbern suchen.\nWeiter geht&rsquo;s!\n\n**&Uuml;ber uns:**\nWir bieten l&auml;ngerfristiges, pers&ouml;nlich betreutes Coaching an. Wir sind offiziell einige Monate alt und haben 15 Coaches zwischen High Plat und Diamant / Ex-asters, sowie 37 aktive Studenten, die &uuml;ber die ganze Welt verteilt sind! Momentan rekrutieren wir weitere Padawans. Wir sind &auml;u&szlig;erst organisiert und sehr genau mit unserem Coaching-System, wie du auch weiter unten sehen kannst.\nSeit M&auml;rz f&uuml;hren wir Buch &uuml;ber den Fortschritt unserer Studenten. Kumulativ haben wir in unserem Programm bis dato 83 Divisionen bezwungen. Durchschnittlich sind das: Bronze (2.1 Divisionen), Silber (2.2 Divisionen), Gold (1.6 Divisionen). Selbstverst&auml;ndlich erwarten wir &uuml;ber einen l&auml;ngeren Zeitraum signifikantere Verbesserungen!\nIm Moment verf&uuml;gen wir noch &uuml;ber keine Website, ABER wir f&uuml;hren eine Menge Google Sheets, um die Profile und Fortschritte von allen Studenten zu verfolgen (Die Vorlagen dieser Profile kannst du unten ansehen). Du wirst dein eigenes Profil erhalten und solltest es t&auml;glich managen / ansehen.\nDa es sich bei unserem Programm um l&auml;ngerfristiges Coaching handelt sind Abwesenheit durch Ferien, Pr&uuml;fungen, etc. zu erwarten und stellen kein Problem dar. Wir bitten nur darum, dies mit den Admins des Programms abzusprechen.\nWir bieten eine einst&uuml;ndige Einheit pro Woche an, zwei, wenn du dich gut beteiligst. Diese ist obligatorisch und muss selbstst&auml;ndig gebucht und besucht werden. Eine Einheit ist im Regelfall eine Analyse eines Replays, kann aber auch eine generellere Unterhaltung oder DuoQ (kein Ranked) sein. Nach 28 Tagen gibt es eine zus&auml;tzliche au&szlig;erordentliche Session, in der wir &uuml;ber deinen Fortschritt, Championpool, etc. sprechen.\nWir pflegen einen Discordserver der 24/7 aktiv ist, da wir aus allen Teilen der Welt Studenten haben. Alle Lektionen m&uuml;ssen &uuml;ber diesen Server gebucht werden. Au&szlig;erdem kannst du hier weitere Fragen stellen, soziale Kontakte kn&uuml;pfen oder Leute zum Spielen suchen. (Wir haben auch einen Chatraum nur f&uuml;r Deutschsprachige.)\n\n**&Uuml;ber dich:**\nEs w&auml;re sch&ouml;n, wenn du &uuml;ber 17 bist. (Wenn du j&uuml;nger bist, darfst du dich trotzdem bewerben, aber sei bitte ehrlich! Wir suchen nach reifen gleichgesinnten Studenten!)\nSei Level 30, Unranked, Bronze, Silber oder Gold\nSei gewillt, unser System zu befolgen - Coaches investieren ehrenamtlich &uuml;ber 100 Stunden jede Woche, folglich wollen wir, dass auch du deinen Teil beitr&auml;gst. Um dich zu verbessern musst du - wie bei jedem anderen Hobby auch - Zeit investieren.\nZu unserem System z&auml;hlen folgende Verpflichtungen:\n\n1. Du verwaltest dein Profil und wirfst t&auml;glich einen Blick darauf\n2. Du limitierst dich auf einen kleinen Championpool, sprich zwei unterschiedliche Rollen mit je 2-3 Champions. Nat&uuml;rlich darfst du diese auch &auml;ndern, solange du es nicht &uuml;bertreibst.\n3. Du spielst mindestens 10 Ranglistenspiele pro Woche\n4. Du registrierst dich bei replay.gg und aof.gg, sodass wir Replays sehen k&ouml;nnen und bist verantwortlich, deine Lektionen selbstst&auml;ndig zu buchen.\n5. Du loggst dich auf unseren Discordserver ein.\n6. Du kommunizierst so viel, wie du kannst und willst, &uuml;ber deinen Championpool, Ver&auml;nderungen, Rollenwechsel, Abwesenheiten, Probleme, Ideen und Anregungen.\n\n**Catalyst Coaching Tour / Vorlagen**\nVorlage eines Profils f&uuml;r Studenten (beachte die Reiter am unteren Ende): https://docs.google.com/spreadsheets/d/1Ui2ae3VNsT8nP9GeI96N4nB7x1kb6HiASne9t2JUJyM/edit?usp=sharing\nVorlage unserer Buchungsseite, sowie dem Gesamt&uuml;berblick (beachte die Reiter am unteren Ende): https://docs.google.com/spreadsheets/d/1EFbsp_QUdLMX_Y5RDdboAaF6wkke2oFP4SC2iTpSPVU/edit?usp=sharing\nLies hier &uuml;ber unsere Coaches (die Namen sind zur Sicherung der Privatsph&auml;re entfernt): https://docs.google.com/spreadsheets/d/1EFbsp_QUdLMX_Y5RDdboAaF6wkke2oFP4SC2iTpSPVU/edit#gid=1615608986\nWenn dir das obenstehende gef&auml;llt, freuen wir uns sehr &uuml;ber deine Bewerbung. Mehr Informationen bekommst du nach deiner Bewerbung!\n\n**Wie du dich bewirbst:**\n[Füll dieses Formular aus](http://goo.gl/forms/h83L4QJZcwSX8RHJ3)\n\nCheck deine E-Mail. Sp&auml;testens am 24. Mai werden wir allen Bewerbern eine R&uuml;ckmeldung geben.\n\n**Du m&ouml;chtest bei uns als Coach einsteigen?**\nBewirb dich genauso, wie die Studenten. Du kannst auch beide Funktionen gleichzeitig innehaben wenn du zumindest High Gold bist / warst!\nS&auml;mtliche Fragen sind gerne gesehen!\nFreundliche Gr&uuml;&szlig;e\nMerah","replies":[{"id":"","poster":"Senjí","date":"2016-08-30T11:13:36.555+0000","up_votes":1,"down_votes":0,"body":"Wie kann man euch sonst noch erreichen ? Der Beitrag ist ja nun leider schon etwas älter und dementsprechend kann ich auch nicht mehr auf den Discord Server connecten , welchen ich mal im Forum gefunden hatte.","replies":[]}]}