{"id":"5AwZyOIf","poster":"BananaMuffin12","date":"2016-05-17T15:26:57.480+0000","title":"Game crashed","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich wollte heute mal ne runde Aram spielen und dann als die Gegner gefinisht haben hat sich LoL aufgeh&auml;ngt. Ich musste deswegen meinen PC Neustarten und dann wollte ich mich wieder anmelden aber dann kommt diese Meldung : Game Crashed : The game has crashed. Please try to reconnect to the game. Und dann als ich den Reconnect Buttom angeklickt habe hab ich einen Schwarzen Bildschirm und dann kommt ne Meldung dass ich meine Internet Connection &uuml;berpr&uuml;fen soll. Ich hab die ganze Zeit dann versucht mich ein und aus zu loggen mit der Hoffnung dass ich von dort Raus komme und Ich bin immernoch nicht Raus seit 1 1/2 Stunden. Dann hab Ich meinem Kumpel gesagt er soll mich mal Spectaten aber dann bekommt er ne Fehlermeldung dass das Game nicht existiert. Ich wei&szlig; nichtmehr weiter .-.  HELP!","replies":[{"id":"","poster":"BiberBet4","date":"2016-05-18T15:48:04.816+0000","up_votes":1,"down_votes":0,"body":"Ich habe das selbe Problem. Ich habe das Spiel komplett neu Installiert und das hilft auch nicht. Ich vermute das der 6.10 Patch daran schuld ist , da mein Spiel bis zu dem Zeitpunkt wo der Patch kam ganz normal lief. Ich hoffe die Fixen das bald wenn es wirklich am Patch liegt. :(  \nHabe sonst alles andere auch ausprobiert.","replies":[]},{"id":"","poster":"Plemmy","date":"2016-05-18T10:15:49.796+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso heute.\nZweimal versucht ARAM zu starten, nachdem der eigentliche Load-Bildschirm erscheinen sollte kam sofort die Meldung \"Game crashed\". Reconnect gar nicht möglich.\nNach Neustart, Reparatur, Firewall an- & ausschalten, als Admin starten ect. pp. erschien dann irgendwann mal ein Bugsplash Fenster von Riot.\nAlso kompletten Client überprüfen lassen und auch das half nichts wie ich gerade bei einem Custom-Game ausprobierte um nicht noch einen Ban zu erhalten im PVP Bereich. \nBitte Riot, was da los jetzt nach dem 6.10 Patch?","replies":[]}]}