{"id":"TmFjyb8U","poster":"zranit","date":"2016-05-16T16:47:23.605+0000","title":"Gold Support LFT","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo League of Legends Community, :)\r\n\r\nWie im Titel bereits beschrieben befinde ich mich derzeitig auf der Suche nach einem Team.\r\nHierzu habe ich einige Anforderungen aber dazu komm ich sp&auml;ter.\r\n\r\nErsteinmal zu mir:\r\nMein Name ist Fabian\r\nIch bin 20 Jahre alt. (8.5.1996)\r\nWohne in Paderborn / NRW.\r\nIch spiele league mehr oder weniger aktiv seit ende Season 3.\r\nDerzeit befinde ich mich in Gold 1.\r\n\r\nIch habe vor kurzem einen Monat Auszeit genommen um die Lust am Spiel nicht zu verlieren.\r\nBin Daher aus Platin gedropped, habe aber das Ziel, soweit ich mich wieder f&uuml;r gut genug befinde, \r\nMind, Wieder Platin 3 zu erreichen, bzw weiter zu gehen und auf Diamond zu steigen.\r\n\r\nIch kann jeden im Meta befindlichen Support spielen. {{champion:12}} {{champion:432}} {{champion:201}} {{champion:40}} {{champion:43}} {{champion:25}} {{champion:412}} \r\nMeine St&auml;rke sind solide Calls sowie gute Mechaniken auf den Meisten Champions.\r\nIch habe Dank der Auszeit wieder eine sehr hohe Motivation und will wieder 100% bringen.\r\n\r\nNun mal zu dem was ich eigentlich suche:\r\n\r\nIch suche ein Team mit aktiven Membern, dass bis zu 3 x Training pro Woche bieten kann und auch vor\r\nAlle Mitglieder sollten motiviert sein, vor Kritik nicht zur&uuml;ckschrecken, sowie selbst welche &auml;u&szlig;ern.\r\nEs ist mir Wichtig, dass dieses Team l&auml;nger als eine Woche besteht. Deshalb sollte Erfahrung mit Teams, sowie \r\neine gute &quot;F&uuml;hrung&quot; vorhanden sein, die die Ziele des Teams vorgibt, und die allgemeine Stimmung im Team hoch h&auml;llt.\r\nDie Mindestelo von allen Spielern sollte nicht unter Gold 2 liegen, da ich ein relativ ausgeglichenes Team bevorzuge.\r\nEbenfalls sollte m&ouml;glichst ein Mindestalter von 18 Jahren vorliegen.\r\n\r\nBei weiteren Fragen stehe ich gerne privat oder hier im Forum zur Verf&uuml;gung.\r\n\r\nMfg. Endless Sorrow.","replies":[]}