{"id":"KnJKFvAN","poster":"ShadowValmar","date":"2016-05-16T17:23:31.490+0000","title":"Grade / Bewertungssystem nicht nachvollziehbar","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":0,"body":"Hallo Leute und Riot,\r\n\r\nda ich von den Pl&auml;nen &uuml;ber erweiterte Champion Masteries geh&ouml;rt habe w&uuml;rde ich gerne mal &uuml;ber dieses Grading-System sprechen. Sicherlich wird es neben mir noch weitere Leute geben, die manchmal nicht verstehen, wie diese Bewertungen zustande kommen. Schon oft haben Freunde oder ich selbst f&uuml;r sehr gute Performance kein S bekommen, als Beispiel fasse ich mal eines meiner Games als Zac Jungle zusammen.\r\n\r\n- 9-2-17 (mit gro&szlig;en Abstand beste KDA im Game)\r\n- mehr dmg als beide ADCs als fast Fulltank\r\n- komplette Objective Control, 5 Drakes + Elder + Baron alle (ohne Ausnahme) sauber gesmited\r\n- alle Lanes erfolgreich unterst&uuml;tzt und dabei enemy Wukong outfarmed\r\n--&gt; A+\r\n\r\nWas muss man denn tun um S zu bekommen? Als Tank retreaten um keine Tode zu haben? Jeder meiner Tode war Worth weil mein Team Kills rausbekommen hat w&auml;hrend die Gegner meine Blobs angegriffen haben.\r\n\r\nEinige sagen es liegt am Champion. Ok es stimmt schon, dass Zac-Spieler im Schnitt durchaus gut sind (womit das System dann effektiv Leute bestrafen w&uuml;rde die Off-Meta Picks nehmen weil deren durchschnittliche Performance durch Mains und One Trick Ponys hochgezogen wird).\r\nAllerdings kann das auch nicht stimmen, da ich ein Game mit Anivia wirklich extrem hard gecarried habe und nur A+ bekommen habe und ein anderes richtig mies gespielt und das gab dann A-, also kaum ein Unterschied zwischen fast perfekt und grottenschlecht.\r\n\r\nWenn es generell einfach sehr streng w&auml;re, w&uuml;rde ich das verstehen. Aber ich schon Leute gesehen, die mit durchschnittlichen Stats und eher m&auml;&szlig;igem Beitrag f&uuml;r das Team (teilweise sogar hochgradig toxische Spieler) S bekommen haben. Auch Leute die irgendwelche Trollpicks wie Vi Support nehmen und sogar selbst zugeben dass sie trollen wollen, bekommen relativ einfach f&uuml;r mittelm&auml;&szlig;ige Performance ein S.\r\n\r\nGanz ehrlich, das System ist so broken, im Vergleich dazu w&auml;re selbst Vayne mit Malzahar Passive balanced. ;)\r\n\r\nRiot, bitte lasst dieses System so wie es ist auf keinen Fall irgendeinen relevanten Einfluss haben, das k&ouml;nnt ihr der Spielerscaft nicht antun. Die Chests sind ja noch OK, die bekommt man sowieso fr&uuml;her oder sp&auml;ter wenn man viel spielt. Aber wenn ihr es f&uuml;r Champion Masteries oder nutzen wollt, ist eine grundlegende &Uuml;berarbeitung vorher meiner Meinung nach unumg&auml;nglich.\r\n\r\nAlle, wirklich ausnahmslos alle, mit denen ich dar&uuml;ber gesprochen habe, k&ouml;nnen aus eigener Erfahrung best&auml;tigen dass dieses System nicht fair ist. Die Tatsache dass ihr die Faktoren versteckt (wobei ich den Grund verstehen kann) macht es auch kaum m&ouml;glich f&uuml;r die Spieler, seine Schwachstellen zu finden und kontruktives Feedback zu geben, was bei allen anderen Teilen von League of Legends ein essentieller Bestandteil der Spielentwicklung ist.\r\n\r\nDas wars erstmal von mir. Wer m&ouml;chte, kann hier nat&uuml;rlich gerne seine Meinung oder Erfahrungen posten, damit das hoffentlich eine konstruktive Diskussion wird. =)","replies":[{"id":"","poster":"Ayco99","date":"2016-07-13T12:11:55.764+0000","up_votes":1,"down_votes":0,"body":"Ich habe mit Zac 1/0/17   und 6/3/27 gespielt un ein B bekommen ?!\nEs ist manchmal einfach lächerlich.\nMit Teemo bekomme ich manchmal selbst mit 7/4/3 noch ein S :,D","replies":[]}]}