{"id":"jxmgNUek","poster":"GameOfHyrule","date":"2016-05-16T11:45:53.255+0000","title":"Erfahrener Main Supp sucht Erfahrenen Main Adc","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute\r\nich suche einen erfahrenen Main adc, der gerade aufem Weg zu Gold ist, bin gerade in den Promos zu silber 1 hab schon ein match gewonnen, ich kann mit jedem supporter umgehen.\r\n\r\nSeit &uuml;ber 17\r\nSEHR aktiv\r\ndu kannst mit fast jedem adc umgehen\r\nbist h&ouml;fflich verstehst aber auch spass\r\nkein geflame, naja ich kann vllt bisschen flamen da ich letzter zeit nur trollers hab, schreie aber nicht herum.\r\nhab Ts3 oder skype sei aufem guten weg zu Gold oder sei schon Gold.\r\n\r\nschreib hier hier drunter pls ein paar infos, w&uuml;se mich freuen wenn du i teresae h&auml;ttest.","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-05-16T17:23:24.943+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]},{"id":"","poster":"NekoInTheWild","date":"2016-05-16T16:52:13.096+0000","up_votes":1,"down_votes":0,"body":"Hallo erstmal ^^,\nFalls du noch Interesse hast stehe auch ich gerne zur Verfügung.\nBin momentan Silber 3 im Aufstieg.\nKann mit allen Adc umgehen und lege sehr viel Wert auf Teamplay (Teamcomb usw.)\nBin 19 Jahre alt und fast jeden Tag an ^^\nPS: Habe dir eine Einladung geschickt","replies":[]},{"id":"","poster":"LeD Boom","date":"2016-05-16T11:58:11.683+0000","up_votes":1,"down_votes":0,"body":"Moin Moin, \nhabe dich direkt mal geaddet. Habe gestern die Promos zu Silber 1 geschafft und war letzte season im hohen Gold Bereich. Ich bin momentan 17 Jahre alt, bald 18, und spiele so gut wie jeden ADC und dass auch sehr aktiv^^","replies":[]}]}