{"id":"w0FZeKHZ","poster":"Marcus Phillida","date":"2016-05-16T11:06:33.336+0000","title":"Auf welchem Patch werden die Worlds gespielt?","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nZurzeit spielen die MSI ja noch auf Patch 6.8, wird das bis zu den Worlds noch umgestellt oder wie siehts aus?\r\n\r\nDa diese Spiele auch die Meta beeinflussen ist es halt schade das sie nicht auf dem aktuellsten Patch spielen...","replies":[{"id":"","poster":"Revelate","date":"2016-05-16T12:32:13.672+0000","up_votes":1,"down_votes":0,"body":"Meisstens finden die Turniere immer auf dem einer Version früheren Patch statt, also wenn z.B. kurz vor den Worlds Patch 6.19 kommt werden die Worlds wahrscheinlich auf 6.18 ausgetragen. Generell sind aber in den Patches die bei Internationalen Turnieren benutzt werden, nicht viel verändert, sondern eben erst nach diesen Turnier. Die Grossen Patches finden immer in diesen Lücken zwischen MSI - SummerSplit und Worlds - SpringSplit statt.","replies":[]},{"id":"","poster":"Vorgartenzwerg","date":"2016-05-16T11:13:11.167+0000","up_votes":1,"down_votes":0,"body":"Auf welchem Patch bei den Worlds gespielt wird, ist bisher unbekannt.\nAllerdings versucht Rito kurz vor und während den Worlds keine Patches mehr durchzuführen, weshalb diese wahrscheinlich auf dem gleichen Patch wie die normalen Servern spielen werden.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-05-16T11:09:48.615+0000","up_votes":1,"down_votes":0,"body":"Natürlich wird das noch weitergehen. 6.8 war halt der aktuellste, bevor MSI anfing und auf dem die Profis Übung hatten. Auf 6.9 zu spielen wäre eine Katastrophe gewesen, weil man alles \"on the fly\" hätte herausfinden müssen. Dann wäre eher derjenige Sieger gewesen, der am schnellsten das Stärkste gefunden hat.\nGrundsätzlich spielen die professionellen Ligen und Turniere einen Patch zurück für eine Weile, damit die Spieler Zeit zum Vorbereiten haben. Normal so 1-2 Wochen für LCS; Worlds individuell.","replies":[]}]}