{"id":"0Zno2zFH","poster":"Meitser","date":"2016-05-15T17:23:53.129+0000","title":"Championkonzept: A, der Erste","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"http://boerse.ard.de/news/kampfroboter-google100~_pd-1439284971293_v-z-a-par-a-l.jpg","image":null},"up_votes":2,"down_votes":2,"body":"Hallo liebe LoL-Community.\r\nIch habe mal &uuml;berlegt, wie cool es doch w&auml;re, w&uuml;rde es einen Roboterartigen AD-Carry Champ geben.\r\nKommen wir erstmal zur Lore:\r\n\r\nEs gibt Maschinen, Maschinen, die selbst Noxus zu gef&auml;hrlich h&auml;lt. Maschinen, die das Leben eines jeden im Bruchteil einer Sekunde ausl&ouml;schen k&ouml;nnten. Doch diese werden geheim gehalten.\r\nEs werden Fakten verdr&auml;ngt und diese werden zu Legenden. Wie zum Beispiel im Runenkrieg. Die Schatteninslen wurden in diesem Krieg komplett verw&uuml;stet. Alle sagen, es w&auml;re die Schuld des K&ouml;nigs der Schatteninseln gewesen, doch da war noch etwas anderes. Piltover war schon damals jedem Stadtstaat in Runeterra &uuml;berlegen. Sie fingen sogar damals schon an, Roboter zu bauen, die alles zerst&ouml;ren k&ouml;nnten. Piltover war ein Staat, der Demokratie heute, so wie damals gro&szlig; geschrieben hat. Jeder hatte die selben rechte. Aber dann erkl&auml;rten die Schatteninseln den Krieg. Alles lag in Schutt und Asche. Das wollte Piltover nicht mehr ansehen. Sie haben einen Roboter erschaffen, einen Roboter, der das Leben sofort ausl&ouml;schen k&ouml;nnte. Der Roboter wurde A genannt. A, der Erste. Codename: Project Alpha. Project Alpha hat aus den Schatteninseln in Sekunden eine Schwarze, Trostlose Region gemacht. Die wenigen Lebewesen, die &uuml;berlebt haben, konnten sich anpassen. Allerdings wollte Piltover dies nicht erreichen. Als sie damals Professor Krew angeheuert haben, einen Roboter gegen die Schatteninseln zu machen, meinten sie ein Druckmittel. Nach dem Vorfall wurde Project Alpha sofort deaktiviert und in eine H&ouml;hle, weit weg von der Innenstadt Piltovers geworfen.\r\n\r\nAls Ezreal mal wieder auf Entdeckungstour gegangen ist, fand er Project Alpha. A. Er brachte ihn hoch, Aktivierte ihn. Auf seinem R&uuml;cken stand: H.K.I. HUMAN KI. PROJECT: ALPHA. \r\nDies bedeutete, dass der Roboter sich wie ein Mensch verhielt. Er schaute zu Ezreal herunter und fragte: &quot;Piltover?&quot; Ezreal verstand dies nicht so richtig. Er zeigte nur in richtung Piltover und sagte: &quot;Da&quot;. \r\n&quot;Zerst&ouml;rung einleiten?&quot;. fragte A.\r\n&quot;NEIN! WARUM &Uuml;BERHAUPT?&quot; &quot;Sie haben mich weggesperrt. Lange weggesperrt.&quot;\r\nDanach Rannte er in richtung Piltover. Ezreal. Er sah ihn nicht mehr.\r\n\r\n&quot;Wenn es heut zu tage eine Bedrohung gibt, dann ist A eine gr&ouml;&szlig;ere als Noxus!&quot;\r\n-Ezreal.\r\n\r\nNun zu seinen f&auml;higkeiten:\r\n\r\nPassive: Area of Destruction\r\nJeder dritte Autoattack von A wird in einem AoE bereich schaden machen (50% des Schadens an dem urspr&uuml;nglichem Ziel).\r\n\r\nQ: Laserbeam. \r\nA bekommt f&uuml;r die n&auml;chsten 2 Autoattacks +20%/30%/40%/50%/60% Bonus Attackspeed und + 30% Schaden.\r\n7/6.5/6/5.5/4.5 Sekunden Abklingzeit.\r\n\r\nW: Kugelabwehr.\r\nAktive: Der n&auml;chste Autoattack oder Spell (Ausgenommen Ultimative F&auml;higkeiten) wird A komplett ignorieren. 10%/15%/20%/25%/30% des eigentlich erlittenen Schadens wird zum Spellcaster zur&uuml;ck geworfen. 15 Sekunden Abklingzeit auf allen Stufen\r\n\r\nPassive: Pro Spell der ihn getroffen hat, kriegt A 5 HP zugeschrieben bis er stirbt oder von einer Ultimativen F&auml;higkeit getroffen wird.\r\n\r\nE: Entsichert und Verblinded. (Skillshot)\r\nA holt seine zweite Waffe raus. Die Kugel, die er schie&szlig;t, schie&szlig;t durch vasallen durch und macht diesen keinen Schaden. Sobald die Kugel einen Champion trifft, erh&auml;llt dieser 130(+10%/20%/25%/30%/40% A&#039;s aktueller AD) als normalen schaden. Der getroffene wird Geslowt und seine sicht ist eingeschr&auml;nkt.\r\n14/13/12/11/10 Sekunden Abklingzeit.\r\n\r\nR: T.Z.E. (Totale Zerst&ouml;rung Eingeleitet)\r\nA schickt ein Riesiges Geschoss &uuml;ber die Map, welches den ersten Champion, den es trifft, 400 +120/140/160% A&#039;s aktueller AD an normalen Schaden verursacht. Sobald das Geschoss getroffen hat, wird die Armor des Ziels um 50% reduziert und 3 weitere Geschosse aus dem Himmel treffen das Opfer. Diese Geschosse machen jeweils 30/40/50% A&#039;s Aktueller AD als normalen schaden.\r\n120/100/80 Sekunden Abklingzeit.\r\n\r\nDENKT DARAN! ALLE WERTE K&Ouml;NNTEN VON RIOT NOCH GE&Auml;NDERT WERDEN, FALLS SIE DEN CHAMPION SO ANNEHMEN.\r\n\r\nKonzept:\r\nIch habe mir gedacht, dass der Champion ungef&auml;hr so aussehen sollte (Quelle: boerse.ard.de) : \r\n[](http://boerse.ard.de/news/kampfroboter-google100~_pd-1439284971293_v-z-a-par-a-l.jpg)\r\n\r\nNachwort: Ich ahbe mir hier &uuml;berlegt, einen ADC ohne Mana oder Energie zu machen. Das w&auml;r mal was neues.\r\nIch w&uuml;rde es sehr begr&uuml;&szlig;en, wenn ihr mir ein Feedback da lasst.\r\n\r\n-MeitserChaos","replies":[]}