{"id":"cELmyJnJ","poster":"Dammrott","date":"2016-05-15T18:34:08.270+0000","title":"Nasoy, Kriegsherr des Windes","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"****\n**Geschichte**\nNasoy wuchs als armes Stra&szlig;enkind Demacias auf.\nAls der junge Nasoy sich wieder mal mit anderen Stra&szlig;enkindern um essen gepr&uuml;gelt hat, kam  Garen die Macht von Demacia dazwischen und bot beiden eine Unterkunft an. Nasoy anfangs ganz zur&uuml;ckhaltend und Passiv, sp&auml;ter dann freundete er sich mit der Macht von Demacia an.\nGaren wollte Nasoy Sachen beibringen, aber die meisten Taktiken kannte Nasoy bereits. So dachte Garen sich dass Nasoy ein starkes schlaues B&uuml;rschchen sei. Als Nasoy eines Tages nicht mehr in Garen&acute;s Unterkunft war, kam Angst &uuml;ber Garen und er suchte in ganz Demacia. Fand ihn aber nicht. Nach 4 Jahren kam Nasoy auf einmal wieder und erz&auml;hlte was passiert war. Er wurde von Noxischen Dieben gekidnappt und ausgefragt, aber er konnte fliehen. Nun war er wieder alleine und musste um sein Leben k&auml;mpfen. Er lief in Richtung Piltover und traf dort die gut aussehende Janna und verliebte sich in sie. Sie brachte ihm die Elementarmagie Luft bei die er sehr gut meisterte. Nach 3 Jahren lies Nasoy Janna sich entscheiden ob sie in Piltover bleiben will oder mit Nasoy zur&uuml;ck nach Demacia will. Janna entschied sich jedoch zu bleiben. Aber das war kein Grund nicht wieder Zur&uuml;ck nach Demacia zu gehen. Mittlerweile war Nasoy gr&ouml;&szlig;er und st&auml;rker geworden.\nEr fragte Garen nach einem Duell und gewann! Garen war erstaunt von der Kraft Nasoy&acute;s und sah dies als Anlass Nasoy den K&ouml;nig Demacias vorzustellen. Dieser war auch erstaunt von Nasoy&acute;s Kraft und entschied sich dazu Nasoy zu Fragen ob er der Armee Demacias beitreten m&ouml;chte. Er akzeptierte mit dem Hintergrund sich an Demacia zu r&auml;chen. Mit 14 Jahren  war er schon ein Mitglied der Armee. Er arbeitete sich nach oben und wurde Feldherr. \n****\n**Aussehen **\nNasoy ist ein schmaler kleiner Junge in einer blauen Robe er hat Schwarze Haare und helle Haut. Er tr&auml;gt einen G&uuml;rtel mit einem Dolch an der Seite.\n****\n**Rolle**\nNasoy ist ein Nahkampf  Assassine  der in der Mitte oder in dem Jungel gespielt wird. \nSeine St&auml;rke ist das Ausl&ouml;schen weicher Ziele .\n**** \n**F&auml;higkeiten**\nPassive - Der Sturm wird St&auml;rker\nNasoy&acute;s Angriffe an  geben dem Ziel eine Sturmmarke, die Nasoy&acute;s F&auml;higkeiten und automatische Angriffe gegen dieses Ziel verst&auml;rken.\nSchadenserh&ouml;hung pro Marke: 1%/2%/3% (auf den Stufen 1, 6 und 11)\n\nQ - St&uuml;rmender Schlag \nNasoy erh&auml;lt 30/40/50/60/70 Laufgeschwindigkeit und der N&auml;chste Autoattack z&auml;hlt als zwei Autoattacks.\nAbklingzeit: 14/12/10/8/6\nKosten: 40 Enerigie\n\nW - R&uuml;ckenwind \nPassiv wenn Nasoy nicht angreift baut er Laufgeschindigkeit auf \nAktiv - Nasoy wirft sein Dolch in die Luft und benutzt die Luftmagie um diesen rotieren zu  lassen.\n           Wenn Einheiten unter den Dolch laufen werden diese in die Mitte des Dolches gezogen und erhalten Schaden\nSchaden: 70/90/115/140/170 + 100% des Angriffschadens von Nasoy\nAbklingzeit: 7 Sekunden auf allen R&auml;ngen\nKosten: 70 Energie\n\nE - An gedenken an die Toten \nNasoy bewegt die Toten mit Luft um sich herum f&uuml;r kurze Zeit und l&auml;sst diese f&uuml;r sich Angreifen\nStats der  Toten: 100% der Stas vorher.\nL&auml;nge der Kontrolle: 3/4/5/6/7 Sekunden\nAbklingzeit: 16 Sekunden Auf allen R&auml;ngen\nKosten: 100 Energie\n\nR -  In Einklang mit dem Wind\nNasoy springt mit einem Schnellen Tempo zu einem Gegnerischen Ziel und f&uuml;gt 200/ 250 / 300 + 80% des Angriffschaden von Nasoy physischen Schaden zu.\nAbklingzeit: 35/33/30\nKosten: 50 Energie\n\n****\n**Allgemeine Werte**\nLeben: 591 (+ 78 pro Stufe)\nLebensregen.: 8.375 (+0.8 pro Stufe)\nEnergie: 400 (+ 11.11 pro Stufe)\nEnergieregen.: 10\nAngriffsschaden: 67 ( +4 pro Stufe)\nR&uuml;stung: 24 (+3 pro Stufe)\nAngriffstempo: 0.698 (+3.5% pro Stufe)\nMagieresistenz: 29 (+0 pro Stufe)\nLauftempo: 360\n****","replies":[{"id":"","poster":"GiveMeThatAce","date":"2016-05-16T17:37:23.178+0000","up_votes":1,"down_votes":0,"body":"Das Championkonzept an sich klingt sehr interessant und einen weiteren Assassin mit Energie auf LoL loszulassen ist ebenfalls was nettes aber auch gewagtes :D Die Geschichte ist echt schön gestaltet und mit einer guten Idee versehen ^^ Seine Rolle scheint klar definiert zu sein und im großen und ganzen sind die Fähigkeiten echt sehr anschaulich :) Sie basieren alle auf dem Wind, was den Titel des netten Mannes ebenfalls realistisch erscheinen lässt und einen Champ zu schaffen der über einiges an Lauftempo verfügt ist nicht unbedingt was neues, aber in der Kombination mit den Fähigkeiten etwas sehr interessantes ^^\n\nDoch gibt es auch ein paar Mängel bzw eher Kritiken. Als erstes denke ich mal, dass du dich mit den 15/13/10 sek Abklingzeiten auf der Ult vertippt hast denn diese scheint echt mächtig zu sein ^^ Außerdem ist es unüblich, dass ein Champ mit Energie, Energie pro Level dazubekommt, aber wer weiß ob des nicht sogar mal wahr wird ^^ Desweiteren müsste man an manchen Werten und so etwas anpassen und verändern...jedoch ist dies lediglich Kleinkram :) Wenn du noch eine Skizze oder Ähnliches anfügen könntest, würde es die Vorstellung für den Champ verbessern ^^ aber ist nur ein Tipp :D \n\nIm großen und ganzen ein sehr interessantes Konzept :)","replies":[{"id":"","poster":"Dammrott","date":"2016-05-16T17:48:34.871+0000","up_votes":1,"down_votes":0,"body":"Dein Kommentar erfreut mich und das mit den Abklingzeiten war zwar absichtlich aber im nachhinein wird mir klar dass das zu stark ist\nzudem müsstest du mir erkären wie ich die Skizze hochlade","replies":[{"id":"","poster":"GiveMeThatAce","date":"2016-05-16T18:33:53.436+0000","up_votes":1,"down_votes":0,"body":"ja ich muss das selbst noch herausfinden, denn im Moment entwickel ich ebenfalls einen Champion und würde dazu selber Skizzen anfertigen und hochladen wollen. Hab mich damit aber noch nicht befasst und es ist auch kein muss ^^","replies":[]}]}]}]}