{"id":"KGfju2EQ","poster":"yota75","date":"2016-05-15T21:18:55.559+0000","title":"Suche Main Supp für DuoQ (Silver)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Suche einen Support mit dem ich mich hochspiele, ich mein nicht nur ab und zu paar games spielen sondern &uuml;ben und so ein kleines bot Team werden.\r\nTS3 erforderlich und ab 16 Jahre\r\n\r\nIch bin 19, main Adc spiele eig alle Sch&uuml;tzen und bin meistens nett :P\r\nKritikf&auml;hig musst du sein, genau so wie ich will das du mich kritisierst und mir gleich sagst was ich falsch mache ohne sich zur&uuml;ckzuhalten, damit sollen wir besser werden und sp&auml;ter auch mehr Spa&szlig; haben.\r\nBitte auf dem Acc &quot;starfire14&quot; adden, das ist mein Smurf.\r\nElo solltet ihr im Silber+ sein, wenn ich euch in der Bronze zu gut f&uuml;hlt aber an die &quot;Elo hell&quot; glaubt k&ouml;nnt ihr mich auch adden, obwohl es die nicht gibt ;)\r\n\r\nDas man von Anfang an alles gewinnt ist nicht unbedingt ein muss, wenn wir das erste Game verlieren ists auch okey, man lernt daraus umso mehr.\r\nAlso einfach adden und dann k&ouml;nnen wir reden.\r\n\r\nWie gesagt spiele eig alle Adcs aber meine wirklichen Mains sind : {{champion:22}} {{champion:51}} {{champion:81}} {{champion:429}} {{champion:236}} {{champion:110}} \r\n\r\nLG","replies":[{"id":"","poster":"GameOfHyrule","date":"2016-05-16T00:28:03.725+0000","up_votes":1,"down_votes":0,"body":"Hry, sry hab kein bock hier lang zu schreiben, halte mich kurz, alter knappe 18, main support, kann jeden supporter, bin jetzt in den promos zu silber 1 und denke das ich in der nexten woche bis Gold kommen kann, nein ich weiss es.\nkann kritik vertragen, finde es sogar gut wenn mit jemand sagt was schlecht war, aber aber bitte sagt mir nicht was ich bauen soll da ich da genug erfahrung habe was einigermassen das beste auf meinem champion ist um zu supporten:)\nwenn du interesse hast und noch on bis dan add mich doch unter Ps Dragonil\nwürde dan noch on kommen, oder sonst bis um nach 12:00 :)","replies":[]}]}