{"id":"NjqfkAWa","poster":"Dunderkrähe","date":"2016-05-15T09:38:50.101+0000","title":"Kal'iosc, der Verstoßene","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Name:** Kal&#039;iosc der Versto&szlig;ene**\r\n\r\n**Rolle:** Midlane-Mage oder Jgl.\r\n\r\n**Aussehen: **&Auml;hnlich wie {{champion:90}}, tr&auml;gt zerst&ouml;rte Beschw&ouml;rerkutte(von roher Magie versengt). Seine Waffe ist ein kurzer, schwert&auml;hnlicher Zauberstab (runenverziert wie seine Haut und Kutte, Klinge gleichlang wie Griff).\r\n\r\n**Lore:** **Taldior **, einst als Waisenkind vom Ordensmeister der Beschw&ouml;rer aufgenommen, war einer von vielen ehrenhaften Beschw&ouml;rern welcher, jedoch vom Wunsch besessen war, die seiner Meinung nach dilettante Magie der Beschw&ouml;rer zu perfektionieren und **unbesiegbar **zu sein um den Stolz seiner Vaterfigur ,des m&auml;chtigen Ordensmeisters zu ernten, zu dem er aufblickt. In der unermesslich alten Bibliothek des Ordens fand er Aufzeichnungen &uuml;ber die verlorenen Techniken eines Magierkults mit Namen: **Ar&#039;sioc**. Die Anh&auml;nger bezogen ihre Magie aus der magischen Essenz anderer magiebeseelter Lebewesen die sie aus deren Leichen zu extrahieren wussten. Desweiteren nutzten die Ar Namen in einer Sprache die mit dem Herzen der Magie selbst verbunden waren. Heimlich eignete sich Tal  diese Praktik an und sah seinen waren Namen im Herzen der Magie: **Kal&#039;iosc**. Er studierte die Runensprache der Ar unbemerkt bis zu dem Tag als er ein Gespr&auml;ch des Ordensmeisters mit einem neuen Helden der Richtfelder belauschte. Der Heldenneuling verhielt sich, eingebildet auf seine Kraft, unangemessen, geradezu befehlerisch gegen&uuml;ber dem Meister, der f&uuml;r Kaliosc wie ein Vater gewesen war. Das Gespr&auml;ch wurde erhitzter und als der Rekrut tats&auml;chlich einen Angriff auf das Ordensoberhaupt versuchte, t&ouml;tete Kaliosc ihn in einem Wutanfall mit einem  gezielten Runenwort. Der Meister verstand und sah sich gezwungen trotz der Rettung durch seinen Sch&uuml;tzling, diesen aufgrund des Erlernens und Nutzens verbotener Magie auf die Richtfelder zu verbannen. Versto&szlig;en aus dem Kreis der Beschw&ouml;rer und von seiner Vaterfigur verraten zieht Kal&#039;iosc nun erf&uuml;llt von dunkler Energie,  einem Hass auf alle Beschw&ouml;rer und dem Willen sie und all ihre Championmarionetten zu vernichten durch die Kluft unb&auml;ndige Verw&uuml;stung und unkontrolliertes Chaos folgen ihm.\r\n\r\n**F&auml;higkeiten:** \r\n**Passive: Fokus der Ar&#039;sioc:** Kaliosc verwebt die Magie der Beschw&ouml;rer mit der Finsternis der Arsioc. Er baut Dunklen Fokus (max. 200)   auf wenn sein Begleiter (W) Schaden verursacht, diesen kann er mit seiner Ultimativen (hat er von Anfang an): \tFinstere Infusion aufzehren. Seine F&auml;higkeiten ben&ouml;tigen auch Fokus.  \t\r\n\r\n                                  **Q Runenschwall/Versiegelnder Sto&szlig;**\r\n_20/26/32/38/44 Dunkler Fokus:_ Kaliosc schleudert einen Schwall aus 4 Runenblitzen in eine \tRichtung, Blitze die Niemanden getroffen haben kehren, ohne Schaden zu verursachen, zu \tKaliosc zur&uuml;ck und stellen einen Teil des verbrauchten Fokus wiederher (maximal 80%).\r\n_Erzeugt 20/26/32/38/44 Dunklen Fokus:_ Kaliosc durchst&ouml;&szlig;t einen gegnerischen Helden mit seinem \tRunengef&auml;&szlig; und senkt ihre AP prozentual f&uuml;r einen kuzen Zeitraum w&auml;hrenddessen \tverursachen seine automatischen Angriffe Bonusschaden basierend auf der Versiegelten \tF&auml;higkeitsst&auml;rke. \r\n                                     \r\n\t\t\t** W Instabile Beschw&ouml;rung/Chaotische Verschiebung**\r\n_2/4/6/8/10% des derzeitigen Lebens:_ Kal&#039;iosc opfert Leben das er nicht sofort verliert sondern v\terr&uuml;bergehend als Schild erh&auml;lt. Er beschw&ouml;rt dann einen Sca&#039;Roth (Runendiener) als \tBegleiter (h&auml;lt an bis er stirbt) er verursacht Schaden basierend auf der F&auml;higkeitsst&auml;rke und \tdem fehlendem Dunklen Fokus seines Meisters und erzeugt 4/8/10/12/14 Dunklen Fokus \tmit einem normalen Angriff, greift bevorzugt die Ziele seines Meisters an.\r\n_Keine Kosten:_ **Passiv:**Kal&#039;iosc entzieht Gegnern Essenz, alle 4 normalen Angriffe verursacht der 4.\r\n\tmagischen Bonusschaden und stellt 2/4/6/8/10% seines Dunklen Fokus wieder her. \r\n**Aktiv:**   Kal&#039;iosc rei&szlig;t ein Portal in ein Monster oder einen \tgegnerischen Helden und teleportiert \tsich durch dieses zum Ziel, dieses erleidet \tmagischen Schaden und wird verlangsamt, der \tSchaden erh&ouml;ht sich mit der Distanz die Kal&#039;iosc reist. \r\n\t\t\t\r\n\t\t\t**E Mal des Versto&szlig;enen/Runenmantel**\r\n_20 Dunkler Fokus auf allen Stufen:_ Kal&#039;iosc markiert einen Feind f&uuml;r seinen Sca&#039;roth, wenn der \tGegner w&auml;hrend er markiert ist magischen Schaden erleidet verst&auml;rkt sich das Mal bis zu \t4mal. Kal&#039;iosc kann die F&auml;higkeit reaktivieren um seinen Diener zum Gegner zu verschieben \tund diesem magischen Schaden zuf&uuml;gen der  pro Verst&auml;rkung der Markierung h&ouml;her wird. Wurde das Siegel 4mal verst&auml;rkt handelt es sich um absoluten Schaden.\r\n\r\n_Keine Kosten:_ **Passiv:** Kal&#039;iosc wandelt einen Teil seines erittenen Schadens in magischen Schaden um (sollte es keiner sein). Er reflektiert au&szlig;erdem eine kleine Menge seines erlittenen \tmagischen Schadens und erzeugt Dunklen Fokus wenn er diesen nimmt.\r\n**Aktiv:** Kal&#039;iosc aktiviert die Runen auf seiner Kutte und erh&auml;lt einen Schild f&uuml;r die \tn&auml;chsten Sekunden, desweiteren verst&auml;rkt sich seine Magiereflexion stark verursacht \tnun aber keinen Sofortschaden mehr sondern Schaden &uuml;ber Zeit.\r\n\r\n\r\n\t\t\t**R Finstere Infusion** \r\n_Keine Kosten:_ Kal&#039;iosc vernichtet seinen Runendiener und absorbiert dessen instabile Kr&auml;fte. Er \terh&auml;lt neue F&auml;higkeiten (wird Nahk&auml;mpfer) und baut seinen Dunklen Fokus &uuml;ber Zeit \tab(au&szlig;erhalb des Kampfes deutlich st&auml;rker). Sinkt sein Fokus auf 0 oder reaktiviert man die \tF&auml;higkeit endet die Verwandlung.","replies":[]}