{"id":"BMuIRngN","poster":"Phazôn","date":"2016-05-14T17:38:09.578+0000","title":"trollsupports? Im ranked GG","subforum":"Champions & Gameplay","up_votes":1,"down_votes":6,"body":"ich spiele jhin  in nem ranked game und hab nen alister supp der am anfang gar net so schlecht gewesen is\r\n\r\njo rgendwann war ich bei 9/6   aufeinmal f&auml;ngt alister permanent an mir nen gegnerischen chogat ins face zu schmeissen\r\n\r\n\r\njetz is die Frage wieso gibt es keine trollreport funktion?\r\nleute fressen dich als tahm flashen in gegner zack tot\r\nbard ultet dich zack tot\r\nalister schmeisst einem absichtlich gegner in die fresse die einen oneshotten was gibts sonst noch f&uuml;r troll m&ouml;glichekeiten?{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Im a Papaya","date":"2016-05-14T17:48:49.620+0000","up_votes":4,"down_votes":0,"body":"Die meisten fangen an zu trollen wenn sie dich, gelinde gesagt, \"unsympathisch\" finden. Ein \"gj\" oder \"wp\" kann da wahre Wunder wirken schließlich Verrät man keinen \"Freund\". \nIch spiele immer mal wieder Support und behandel meinen Adc auch unterschiedlich, meist jedoch unbewusst, Einen neutralen Adc peele ich so gut es geht, währrend ich für einen sehr freundlichen Adc auch schon mal Flashe um Schilde oder cc zu geben auch wenn es nicht sicher ist das es reicht. Unfreundliche Adc's, Flamer oder Leute die einfach so tun als würden sie 1 v 2 gewinnen lass ich schon eher im Stich. Wenn er meint mich nicht zu brauchen kann ich mich schließlich genauso gut um die anderen kümmern.","replies":[{"id":"","poster":"BigSnipe","date":"2016-05-14T20:01:42.580+0000","up_votes":1,"down_votes":0,"body":"Bin ganz deiner Meinung","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2016-05-14T18:40:14.083+0000","up_votes":2,"down_votes":0,"body":"Bei deinen 14 Toden wurden 3 von Cho'gath gemacht.\n1 mal am Dragon einmal in ihrem und einmal in eurem Dschungel.\nSelbst wenn der Ali aus Versehen Cho in deine Richtung geschleudert hat so ist deine Todesanzahl im Vergleich zum Rest deines Teams einfach enorm hoch (4 Tode mehr als der zweitmeiste in eurem Team).\n\nAlles in allem du hattest ein schlechtes Spiel hast dich mit deinen 9/6 vermutlich zu stark gefühlt und bist zuviele Risiken eingegangen nach dem, was man aus der Spielstatistik entnehmen kann. Leb damit und such dir keinen anderen Schuldigen.\n\nAber immerhin die zweitmeisten Wards in eurem Team gesetzt dafür{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Lagbeard","date":"2016-05-14T17:43:04.796+0000","up_votes":2,"down_votes":0,"body":"Jede Art von Hook :D Wenn ich mit Braum gegen Blitzcrank spiele hab ich immer Spaß daran ihn zu meinem Gapcloser zu machen :D Dazu Singed oder Volibear weitwürfe, Jede Art von In-Sec.... LoL ist voll von Möglichkeiten, Fehler zu machen und Teammates in Gefahr zu bringen.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-05-15T21:38:37.167+0000","up_votes":1,"down_votes":0,"body":"Vllt war er einfach nur schlecht und konnte es einfach net besser hinkriegen ~","replies":[]},{"id":"","poster":"Wekra","date":"2016-05-14T17:40:50.152+0000","up_votes":1,"down_votes":0,"body":"Du kannst das beschreiben und unter dem Punkt \"Assisting enemy team\" reporten, weiß nicht wie es auf deutsch heißt","replies":[]}]}