{"id":"HRmUI7V8","poster":"NiicQ","date":"2019-04-25T20:20:53.048+0000","title":"Rollenwechsel?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Ich bin hier mal wieder bei einer Downphase was League betrifft. Zum ersten bin ich in einer kleinen Loosingstreak und zum zweiten nerven mich einfach die toxischen Spieler die in JEDEM Game sind. Ich hätte vorhin ein Game als Pyke Sup und bin 3mal zum roamen in die Mid gegangen und habe meinem Midlaner 3 kills verschafft. Darauf labert mich mein Adc voll \"traurig das du nicht weißt auf welche lane du gehörst und das wir wegen mir die Lane verlieren\" was überhaupt nicht der Fall war da weder sie einen Kill hatte noch der gegnerische  Adc und mein Adc sogar farmlead hatte . Aber dadurch sie Firstime Champs im Ranked spielt ist sie trotzdem 1 4 gegangen und hat mich weiter geflamet. Soviel dazu... Außerdem bin ich allgemein mit mir und meinen Champs die ich spiele unzufrieden. Ich hätte mir für die Ferien vorgenommen Gold zu erreichen, was ich wahrscheinlich nichtmehr schaffen..Ich bin vorgestern in Silber 2 gekommen, bin aber nach einem lose auf 0lp wieder abgestiegen und habe jetzt auch schon wieder fast alle meiner lp in Silber 3 verloren. Außerdem hab ich gerade ultra struggle welche lane ich meinen soll und welche Champs.  Ich mag eigentlich alle lanes. Und kann mich nicht entscheiden. Bin zurzeit adc main. Aber mich nerven die möchtegern supp die meinen nichts machen zu müssen außer skillshots zu missen um das game zu gewinnen (no hate an main sup). Dann habe ich jgl ausprobiert, aber habe festgestellt wenn ich nicht gut performe ist das game zu 80 lost. Top und mid habe ich noch nie wirklich gespielt. Und als sup hat man meiner Meinung nach in low elo wenig  impact und ich finde man kann schlecht carryn. Das heißt ich habe an allen 3 meiner spielbaren Rollen was auszusetzen und ich traue mich nicht auf eine 1v1 lane, da ich 1. Überhaupt keinen Plan von den solo lanes habe und 2. Noch nicht soviel Champs für die jeweiligen Rollen habe. Ich merke gerade das der Text viel zu lange wird.. Respekt wer bis hierhin gelesen hat. Wenn ich anfangen sollte sowas wie top oder mid zu spielen will ich einen Champ otp, da ich gehört hab, dass man da besser climben kann. Welchen champ... Kp.. Aber nicht so Standart-sachen wie Riven oder yasuo. Hätte den jemand sowas wie einen Miniguide für Top und Midlane? Dann werde ich das in Normal Games mal üben und dann hoffentlich climben können. Oder sollte ich doch leiber adc bleiben und weiter versuchen, die lane beherrsche ich ja wenigstens.\n\nEDIT: Und jetzt nicht kommen mit.. Spiel die Rolle die dir am meisten Spaß macht. Ich möchte die spielen womit ich am erfolgreichsten bin. ","replies":[{"id":"","poster":"Temp1891534","date":"2019-04-26T07:34:52.459+0000","up_votes":1,"down_votes":0,"body":"Also zu den toxischen Mitspielern,\nes sollte dich einen sch*** jucken was der unterbelichtete 12 jährige Kevin hinter seinem Pc von dir hält.\n\nSo bald einer deiner Teammates nur im Ansatz das Flamen anfängt, direkt muten und weiter spielen.\n\nVon der Bot würde ich dir aus eigender Erfahrung abraten wenn du Solo Q spielst.\nMit einem Premade sieht das schon wieder anders aus.\n\nIch würde die eher den Jungle oder die Mid Lane empfehlen weil man da meiner Meinung nach am meisten Impact hat.\nAußerdem solltest du stets auf deine Fehler achten um dich zu verbessern.\nEs schadet auch nicht sich hin und wieder mal nen Replay an zu schauen.\n\nHoffe ich konnte dir nen bisschen helfen.\nMfg.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-04-26T05:10:01.167+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach wirst du mit Adc am erfolgreichsten sein, weil es die Lane ist, die du am besten beherrscht. Das wichtigste hier ist aber dein Mindset. Du solltest also nicht tilten, fokussiert auf die wichtigen Dinge bleiben und bloß nichts negatives in den Chat schreiben. Sonst triggerst du nur unnötig jemanden. \n\nSelbst wenn du die Lane verlierst, weil dein Support vllt autofilled ist oder grad nen schlechtes Game hat, dann kannst du immer noch einiges aus dem Game rausholen. Du musst nur konzentriert bleiben und nicht bei jeder Kleinigkeit tilten. Tiltet dich das kleinste Flaming bereits, dann starte das Game mit /mute all. Auch wenn es dir nicht gefällt, manchmal muss man eben Opfer bringen und Dinge tun, die man eig blöd findet.\nMan kann auch schlechte Games gewinnen, aber man muss dafür was tun und darum kämpfen. Kein Sieg wird einem hinterher geworfen. League Games sind oft ein Auf und Ab. \nIch werde nie die Spieler verstehen, die bei einem 2:6 Teamkills bereits aufgeben. \nWozu spielen sie League, wenn sie nicht damit klar kommen, dass nicht jedes Game ein stomp ist? Verstehst du was ich meine?\n\nGib nicht auf und kämpfe um deinen Sieg, selbst wenn die Laningphase schlecht läuft. Selbst, wenn alle anderen tilten. Gib dein bestes und tilte selbst nicht. Denn dann kannst du am Ende wenn es dennoch Lost ist sagen, dass du dein Bestes getan hast und musst dir nichts vorwerfen. Tiltest du, gibst auf oder lässt dich gar zu einer Diskussion hinreißen, dann hast du definitiv nicht dein Bestes getan. \n\nHoffe konnte dir helfen. :)","replies":[]},{"id":"","poster":"Aymira","date":"2019-04-26T01:33:13.828+0000","up_votes":1,"down_votes":0,"body":"Kann thefire7 zustimmen. Bitte verwende gelegentlich einen Absatz, dann macht es das Lesen nicht ganz so anstrengend. :D\n\nZu dem Punkt welche Rollen am meisten Einfluss im Spiel haben, würde ich thefire7 auch zustimmen. Wenn du wirklich Erfolg haben willst, dann solltest du die Mitte lernen und spielen. Gleichzeitig bin ich der Meinung das ein Jungler auch ne ganze ganze Menge Einfluss haben kann, aber dafür muss man auch eine ganze Menge wissen inbezug auf die Position vom Gegner. Gleichzeitig ist es als Jungler auch nicht ganz so leicht Einfluss zu haben, wenn Linie XY schon 0/4 geht, bevor du deine erste Runde im Dschungel gedreht hast. :D\n\nKann jetzt keine 100% Tipps geben, welche Champions in der Mitte viel Einfluss haben. Die höchsten Gewinnchancen im Silber Rang liegen auf Champions wie Morgana, Xerath, Lux, Ziggs, Ahri und Vel‘Koz\n\n* Xerath skaliert sehr gut ins späte Spiel, auch wenn man in der Linienphase keine Chance hat im frühen Spiel Druck aufzubauen.\n* Ahri find ich persönlich mit am coolsten, durch die hohe Mobilität kannst du vielen Gefahren entgehen, aber auch nachdem du dir ein Zeitfenster erspielt hast auf anderen Linien aushelfen. \n* Und bei Vel‘Koz ist es in einigen SItuationen auch recht leicht. Da braucht man prinzipiell auch nur auf den gegnerischen Fehler warten, da die Kombination ab Level 6 locker von 70 auf 0 zieht, insofern der Gegner keine Beschwörerzauber mehr hat. \n\nDenke die kleinen Informationen zu den Charakteren sind nichts neues für dich, aber ich wollt ‘ne kleine Übersicht geben, was ich an den Champions in der Mitte so mag. \n\nWenn dir wirklich was an den Siegesraten liegt und du wirklich immer die „perfekten Champions“ nehmen möchtest, kannst du dir auch selbst einen Überblick verschaffen, welche Champions in welchem Rang am besten funktionieren. Einfach mal „U GG“ (hätte es auch verlinkt, aber mein Tablet will das irgendwie gerade nicht. xD) bei Google suchen, dann wirst du sicher fündig. :)\n\nZum Edit am Ende: Auch wenn du es nicht hören magst, aber prinzipiell ist es in niedrigem Rang trotzdem egal was du spielst, solange du den Champion ausreichend gut beherrscht um das Spiel in deine Richtung zu tragen... :P Gibt auch in höheren Rängen Spieler, die ausschließlich irgendwas absurdes mit den möglichst schlechtesten Siegraten spielen und trotzdem Erfolg haben. x)","replies":[]},{"id":"","poster":"thefire7","date":"2019-04-25T20:52:21.973+0000","up_votes":1,"down_votes":0,"body":"Servus,\n\nIch hab zwar nicht den ganzen Text gelesen (nur den Edit), vielleicht kann ich Dir ja trotzdem helfen.\n\n1. BITTE mach Absätze (das ist ein Grund weshalb ich nicht den ganzen Text gelesen habe).\n\n2. Ich denke die Rolle mit der man am erfolgreichsten sein kann ist die Midlane, \nda man dort, wie der Jungler, leicht Einfluss auf die anderen Lanes haben kann und aber, \nim Gegensatz zum Jungler, nicht gänzlich von anderen Lanes abhängig ist, \nda man sich selbst auch auf der Mitte hochfeeden kann.\n\n3. OTP ist gut fürs Climben, sofern die Banrate nicht zu hoch ist. \n\n4. ich empfehle dir einen Control Mage zu lernen, da sie, meiner Meinung nach, am besten \ncarrien können. Sie sehr viel Druck aufbauen durch z.B. zoning spells  (Anivia, ...) und Teamfights locker alleine entscheiden\n(dazu machen sie sehr viel Schaden).","replies":[]}]}