{"id":"9X7X7dnV","poster":"Bulmas Mum","date":"2016-05-14T08:04:09.880+0000","title":"Suche hilfe für Ranked  (bronze1 jetzt)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich war in den letzten Saisons immer im Gold bereich. Diese Saison bin ich als main solo spiele ziemlich angeschissen gegen dynamic que teams die meine leute meistens komplett zerlegen. Gerade eben wurde ich abgestuft auf bronze - ihr k&ouml;nnt euch meine daten ansehen das seht ihr das ich meist gut spiele und stehts mein bestes gebe - denke das meine durchschnitts stats f&uuml;r sich selbst sprechen.\n\nIch suche nun hilfe und andere leute (Teams) die mir helfen wieder dort hinzukommen wo mir gamen spass macht.\nM&ouml;chte endlich wieder normale games haben an denen ich meine Teammitgliedern helfen kann das game zu gewinnen.\nNich wie jetzt wo es v&ouml;llig egal ist seinen lanern im early einen hard vorteil zu verschaffen und sie es dennoch immer wieder schaffen zu versemmeln.\n\nMeine main lanes sind Jungle und mitte- Ich roame sehr gerne und versuche die flanken zu gewinnen.\nGerne bin ich bereit ein paar games Probe zu zocken um euch von meinem f&auml;higkeiten zu &uuml;berzeugen.\n\nWenn ihr bock habt mir zu helfen schreibt mich ingame an - selber name!","replies":[{"id":"","poster":"Bulmas Mum","date":"2016-05-15T13:40:58.249+0000","up_votes":1,"down_votes":0,"body":"/push - suche immer noch!","replies":[]},{"id":"","poster":"blubby1990","date":"2016-05-14T11:15:21.982+0000","up_votes":1,"down_votes":1,"body":"Naja ich bin zwar auch nur S5, aber vllt würde es dir helfen einfach farmen zu lernen....weniger Champions zu spielen, Champions nicht nur zu spielen weil sie op sind, bessere Runen ( Fizz mit as-reds???) bessere Masteries.....mehr warden .... ich weiß auch nicht ...normal isses nicht dass du von Gold so einfach auf bronze dropst und du hast ne winrate von 40 %","replies":[{"id":"","poster":"Bulmas Mum","date":"2016-05-15T05:30:47.260+0000","up_votes":1,"down_votes":0,"body":"Erklär mir bitte nicht was ich bauen soll und wie ich spielen muss - ich war bisher in allen meinen saisons im Gold  - Platin bereich und meine KDA war bisher immer Top - Fizz war ein experiment der verzweiflung ich habe diese runen und masteries nachgebaut aus einem Guide eines Diamond gamers der damit hohe win Ratio erziehlte und welcher 0 negative bewertungen hatte! Der guide war brand neu an alle neuen items und gegebenheiten angepasst weswegen ich ihn probierte - und mit ausnahme meiner Teamkameraden war ich selbst damit gar nicht mal so schlecht unterwegs und hab im early sogar die lanes damit gewonnen als jungler!  Und es waren meine ersten Fizz spiele überhaupt! Seit ich lol spiele (Seit beginn von LoL!)\n\nIch spiele schon seit saison 1 und hatte nie probleme damit mich alleine durchzuschlagen.\nRichtig ich hab ne win ratio von 40% weswegen ich auch dropper was logisch ist! \n\nIch suche jetzt einen partner der spielen kann und keinen klugscheisser der meint er müsse mir das gamen erklären!","replies":[]}]}]}