{"id":"RoE9NieT","poster":"Korea Mid lIllI","date":"2016-05-13T23:39:06.023+0000","title":"220 FFP´s -.-","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey :) ich hab  in jeden Game ob normal oder Privartes spiel immer 220-280 FFP&acute;s bin beim Anbieter 1&amp;1 und hab eine Kabel Verbindung \r\n\r\nWas kann ich dagegen machen?","replies":[{"id":"","poster":"xMugii","date":"2016-05-14T09:16:43.442+0000","up_votes":1,"down_votes":0,"body":"Ich glaub er dachte das ist der Ping oder?:D","replies":[]},{"id":"","poster":"legofreak1","date":"2016-05-13T23:44:45.464+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht ganz sicher, ob du weißt, was FPS sind.\n\nFPS steht für **F**rames **P**er **S**econd. Als die Anzahl an Bildern, die von deinem PC pro Sekunde berechnet wird. Eine ausreichend hohe FPS-Zahl zu haben, ist notwendig, um das Spiel flüssig darzustellen, allerdings heißt mehr nicht unbedingt, dass es auch besser ist. Sobald die Zahl der berechneten Bilder die Zahl, die dein Bildschirm pro Sekunde anzeigen kann, deutlich übersteigt, wirst du dies als kleine Anzeigelags bemerken. Hierbei sollte es ausreichen, wenn du mittels V-Sync oder dem FPS-Cap des Spiels die Anzahl der FPS an die deines Bildschirms (üblicherweise 60Hz, manchmal auch 144Hz) anpasst. Das sorgt nicht nur für eine flüssigere Anzeige, sondern spart auf Dauer auch etwas Strom und schont deine Hardware.","replies":[{"id":"","poster":"Korea Mid lIllI","date":"2016-05-13T23:53:03.498+0000","up_votes":1,"down_votes":0,"body":"Und wie kann ich gucken wie viel Hz mein Bildschirm hat und wie kann ich das dann umstellen? :)\n\nund danke schon mal für die schnelle antwort dazu :D","replies":[{"id":"","poster":"legofreak1","date":"2016-05-13T23:57:04.706+0000","up_votes":1,"down_votes":0,"body":"V-Sync kannst du in den Grafikoptionen im Spiel aktivieren, das wird dann automatisch angepasst. Egal ob dein Bildschirm nun 60 oder 144Hz hat, das ist in beiden Fällen deutlich niedriger als 200+. Wenn du trotzdem wissen möchtest, wie viel Hz dein Bildschirm hat, google einfach das Modell.","replies":[{"id":"","poster":"Korea Mid lIllI","date":"2016-05-13T23:59:36.281+0000","up_votes":1,"down_votes":0,"body":"Okey es hat geklappt hab nun 60 FPP´s und läuft endlich wieder flüssig ich danke dir von ganzen herzen :))))) <3","replies":[]}]}]}]}]}