{"id":"Akf01EEf","poster":"kuchenbro","date":"2016-05-12T19:33:21.634+0000","title":"Unglaublicher Ashe Lifesteal","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich habe grade ein Game mit Ashe gespielt und es ist etwas (f&uuml;r mich) &auml;u&szlig;erst Komisches passiert\r\nSzenario: Ashe(Ich) renn aus deren Base raus, da ich als einziger noch lebe und 3 Gegner und ein Ahri-Mordekaiser Geist mich verfolgen\r\nIch bleibe stehen und greife sie an, als ich knapp 20% Leben hatte und meine Gegner noch ca. 80% aktivierte ich meine Q und hatte unglaublichen Lifesteal\r\nund heilte mehr Leben als ein Shaco + Mordekaiser + Viktor + Geister-Ahri Schaden machen konnte und war nach ca 1,5sek wieder bei 60% Leben :D\r\nItems:{{item:3085}}  {{item:3031}}  {{item:3072}} {{item:3006}} \r\nWei&szlig; wer warum ich mit Ashe unglaublich mehr Leben hergestellt habe als ich meine Q aktiviert habe?","replies":[{"id":"","poster":"ÆonFox","date":"2016-05-12T19:59:56.685+0000","up_votes":1,"down_votes":0,"body":"Hattest du Blutdurst des Kriegsfürsten als Schlüsselmeisterschaft? Mit dem Durst und deinen Items sind locker 40% Lebensraub und mehr möglich, bei 50% Krit, dem AsheQ und jeweils 3 getroffenen Zielen kommt schon einiges an Selbstheilung am Gegnerleben zusammen zumal höchstens Morde mehr als 100 Rüstung gehabt haben dürfte wenn nicht auch weit weniger.\nOhne CC gegen dich oder genug Burst machst du an durch dich verlangsamten Zielen Locker den Doppelten Schaden und regst dich einfach wieder hoch.\n\nMöglich ist es also.\n\nGruß Fox","replies":[{"id":"","poster":"kuchenbro","date":"2016-05-13T13:40:24.240+0000","up_votes":1,"down_votes":0,"body":"Nein, ich hatte feror of battle{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"ÆonFox","date":"2016-05-13T16:19:39.682+0000","up_votes":1,"down_votes":0,"body":"Naja, dann wären 22% Lifesteal bei rund 300% Schaden drinne, Furor stackt bei der Angrifsgeschwindigkeit ja auch rasend.","replies":[]}]}]},{"id":"","poster":"Im a Papaya","date":"2016-05-12T19:50:01.987+0000","up_votes":1,"down_votes":0,"body":"Hattest du eventuell Warriors Bloodlust dabei ? Schließlich bekommst du dann mehr Life Steal je weniger Leben du hast.","replies":[{"id":"","poster":"kuchenbro","date":"2016-05-13T13:40:52.815+0000","up_votes":1,"down_votes":0,"body":"Ich hatte feror of battle^^","replies":[]}]},{"id":"","poster":"WôLLe","date":"2016-05-12T19:55:17.364+0000","up_votes":1,"down_votes":0,"body":"genau kann ich das nicht sagen aber, ich denke dass liegt an der kombination von ihrer q und den runnans, immerhin macht ihr q schon einen sehr guten schaden und diesen bekommen dann 3 leute ab.\n\nDa es physischer schaden ist wird der lifesteal für alle 3 ziele berechnet wo dann schon verhältnismäßig hohe werte bei rum kommen können ^^\n\ngenaueres kann ich dir leider nicht sagen aber wenn du vllt auf replay.gg (oder ne ähnliche seite) ne aufnahme hast könnte ich nachrechnen (rüstung, ad, armorpen etc. ob das alles normal war oder ein \"netter zufall\" :D","replies":[]}]}