{"id":"vAwtzllL","poster":"Bladewind515","date":"2016-05-11T20:38:37.922+0000","title":"Champion Konzept: Zatek Icail der auslaugende Parasit","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"(Riot darf diese Ideen verwenden)\n\n1: Infos\n2: Attribute\n3: Geschichte\n4: F&auml;higkeiten\n5: Aussehen\n\n\n1: Infos: Zatek Icail ist ein nahk&auml;mpfender Magier oder Supporter. Er ist nicht f&uuml;r kleinere Schlagabt&auml;usche zu geeignen. Bei l&auml;ngeren K&auml;mpfen oder Teamfights ist er allerdings in seinem Element. Er bietet seinen Team durch seine ultimative F&auml;higkeit eine gute Gelegenheit Gegner zu bestrafen und sie festzusetzen. Wenn sich Gegner zu lange mit ihn anlegen hat Zatrk Zeit seine Brut in ihnen zu pflanzen und somit einen vernichtenden Vorteil zu bekommen.\n\n\n2: Attribute: \n\nLeben: 550 + 70 pro Stufe\nMana: 300 + 55 pro Stufe\nAngriffsschaden: 60 + 2,5 pro Stufe\nAngriffstempo: 0,7 + 2,75% pro Stufe\nLebensregeneration: 2,5 + 0,75 pro Stufe\nManaregeneration: 0,5 + 0,35 pro Stufe\nR&uuml;stung: 35 + 1,75 pro Stufe\nMagieresistenz: 30 + 0,25 pro Stufe\nLauftempo: 330\nReichweite: 150\n\n\n3: Geschichte: (ACHTUNG!!! Diese Geschichte ist nichts f&uuml;r zarte Gem&uuml;ter glaube ich)\n\n Ich laufe in den alten und grauen Gassen Zhauns entlang, um nach einen langen Arbeitstag im Laboratorium der Stadt endlich nach Hause gehen zu k&ouml;nnen. Bedauerlicherweise gab es heute im Labor einen schweren Unfall und ein Subjekt konnte fliehen. Ich versuche nicht weiter an die Arbeit zu denken und laufe weiter. Auf einmal h&ouml;re ich ein ekeleregendes kratzen. Ich drehe mich schnell um und sehe tiefe Kratzspuren in einer der Gassenmauern. Mir wird unwohl und ein bei&szlig;ender Schmerz &uuml;berf&auml;llt mich als ich auf meinen Arm sehe und dort tiefe Wunden sehe. Erschrocken schaue ich genauer hin und sehe das sich etwas unter meiner Haut bewegt. Angeekelt schrecke ich zur&uuml;ck und kniee mich vor schmerzen hin. Ich warte einen kurzen Augenblick und hoffe es war nur eine Einbildung. Zumindest das Ding unter meiner Haut. Ich laufe nachdem ich mich beruhigt habe weiter bis ich vor den Tunnel, auf dessen anderer Seite mein Zuhause ist stehen bleibe. Ich b&uuml;cke mich im schmalen und niedrigen Tunnel. Dann aber h&ouml;re ich es wieder kratzen, dies mal direkt neben mir. Ich erschrecke und sto&szlig;e mir den Kopf. Daraufhin wird alles schwarz.\n...\nIch &ouml;ffne meine Augen und schaue mich um. Ich bin immer noch im Tunnel. Beruhigt atme ich tief aus und sehe w&auml;hrend dieser Bewegung an meinen gesamte K&ouml;rper diese Kratzer. &Uuml;berall bewegt sich etwas ich f&uuml;hle es unter meiner Haut. Ich schreie doch eine Stimme, eine Stimme tiefer  und b&ouml;sartiger als alles was ich je geh&ouml;rt habe unterbricht mich.\n,,D&uacute; wirśt der erśte von vieleń Wirteń śeiń!&quot; spricht es und lacht mich an bevor es auf mich zu geht und ich ohnm&auml;chtig werde.\n\n,, Meińe Brut wird euch &agrave;uśl&aacute;ugeń, euch g&agrave;ńz uńd g&agrave;r zu eińeń voń uńś m&agrave;cheń!&quot;\nZatek Icail der auslaugende Parasit.\n\n\n4: F&auml;higkeiten: \n\nPassiv: Wenn Zatek Icail einen gegnerischen Champion mit einem normalen Angriff angreift so w&auml;chst im Gegner ein Parasit. Das wird &uuml;ber den Gegner als 1 Teil von 5 eines kleinen Parasits angezeigt. Wenn er diesen noch 4 mal weiter angreift (min. Ein Schlag in 10s. sonst stirbt der Parasit und nichts passiert) do wird es ein ausgewachsener Parasit der mit Zatek Icail&#039;s F&auml;higkeiten synergiert. Dieser lebt 10s. au&szlig;er er greift den Gegner an und erneuert so die Lebenszeit. Wenn der Parasit stirbt erh&auml;lt der Gegner 10 + 5 pro Stufe (+20% AP und 20% AD ) magischen Schaden und der Parasit verschwindet.\n\n\nQ: Passiv: +5/7,5/10/12,5/15% Lebensraub sowie Zaubervampir an Zielen in denen ein Ausgewachsener Parasit ist.\n\nAktiv: Zatek Icail entzieht einen Gegner das Leben, verursacht an ihn 40/80/120/170/200 (+ 35% AP) magischen Schaden und verlangsamt diesen um 10/20/30/40/50% f&uuml;r 2s.\nMit Parasit: Selber Schaden und er rei&szlig;t den Parasiten aus den Gegner macht so zus&auml;tzlich den Schaden der Passiven und bet&auml;ubt das Ziel f&uuml;r 0,5/0,75/1/1,25/1,5s.\nDanach ist der Parasit tot.\n\nReichweite: 600.    Abklingzeit: 15/14/13/12/11.    Kosten: 50/55/60/70/80\n\n\nW: Passiv: Alle 25/23/20/18/15s. Erh&auml;lt Zatek Icail eine Spore die in einen 400 Radius um ihn  schweben. Er kann maximal 5  haben. Diese schweben langsam au&szlig;er es sind 5 um ihn im Uhrzeigersinn und nehmen je 20% der Au&szlig;enbahn ein. Diese Sporen blocken je 1 Projektil (kein Fl&auml;chenschaden wie z.B Jinx Rocket) und verschwinden dann. Wenn er l&auml;uft halten die Sporen an und bewegen sich nicht weiter so lange er l&auml;uft.\n\nAktiv: Zatek Icail schleudert eine seiner Sporen ( wenn er denn eine hat) in Zielrichtung. Diese stoppt beim ersten getroffene Ziel und vergiftet alle getroffenen in einen 200/225/250/275/300 Radius, verursacht an denen &uuml;ber 5s. jede sec. 10/15/20/25/30 (+ 15% AP) magischen Schaden.\n\nReichweite: 600/650/700/750/800.    Abklingzeit: 15/14/13/12/10.    Kosten: 45/50/55/65/75\n\n\nE: Zatek Icail krabbelt schnell in eine Richtung mit einer Geschwindigkeit von Lauftempo+ 30/55/85/125/145 (+20% AD). Dabei kann er auch durch Einheiten und &uuml;ber Mauern. Allerdings verk&uuml;rzt das krabbeln &uuml;ber Mauern (egal wie dick diese sind ) die Reichweite um 100/95/85/75/65.  \nMit Parasit: Um Zatek Icail ist w&auml;hrend des krabbelns (auch ohne Parasit) ein Radius von 400/,,/425/,,/450 und wenn in diesem ein Gegner mit ausgewachsener Parasit is so kann er durch das Klicken auf den Gegner diesen anspringen und so an ihn 60/90/140/180/230 (+ 40% AD) physischen Schaden verursachen. ( Die Sporen bleiben stehen bei der Bewegung.)\n\nReichweite: 650/750/850/950/1050.    Abklingzeit: 24/22/20/18/16.    Kosten: 60/65/70/75/80\n\n\nUltimative F&auml;higkeit: Zatek Icail spuckt Gift an einen Zielort und vergiftet in einen Radius von 600/,,/650/,,/700 alle Gegner. Die erleiden Schaden wenn sie sich mindestens eine Sekunde und danach weiter bewegen. Der Schaden betr&auml;gt 20/35/55 (+10% AD) pro 0,25 s. wenn sie weiter laufen. Zudem sind alle Gegner im Gebiet um 20/30/40% verlangsamt. (Das Gebiet h&auml;lt 4/6/8 s.)\nMit Parasit: Wenn im Gebiet mindestens ein Gegner mit einen Parasit ist so ist der Schaden 25/40/60 (+15% AD) pro 0,25s.\n\nReichweite: 1000/1100/1200.    Abklingzeit: 130/120/110.    Kosten: 130/150/170\n\n\n5: Aussehen: Zatek Icail sieht wie ein gro&szlig;es Insekt mit knochigen K&ouml;rper an. Er hat 2 rote Augen und Klauen. Sein K&ouml;rper ist leicht behaart.\n\n\nDanke das ihr euch mein neuntes Champion Konzept angesehen habt. Ich habe mir sehr viel M&uuml;he gegeben und bitte um Kritik sowie Verbesserungsvorschl&auml;ge.\nWenn ihr Lust habt seht euch auch meine anderen Konzepte an.\nDanke f&uuml;rs lesen.","replies":[{"id":"","poster":"Bladewind515","date":"2016-05-12T17:55:04.514+0000","up_votes":1,"down_votes":0,"body":"Bitte bewerten und kommentieren ich habe mir extrem viel Mühe gegeben und da finde ich es blöd wenn irgendwelche Kidis die das nicht schätzen, es einfach downvoten(das können sie allerdings gerne machen wenn sie schreiben Wieso,weshalb) Also bitte KOMMENTIEREN und nicht OHNE Grund downvoten;)\nMfg Bladewind","replies":[]}]}