{"id":"gtYqbtRA","poster":"AeQ KAPPOBY","date":"2016-05-12T09:09:32.444+0000","title":"Aequilibritas eSports sucht weitere Admins!","subforum":"Clans & Teams","embed":{"title":"Aequilibritas eSports","description":"Hallo liebe Leute, wir suchen noch 1-2 neue Eventmanager, da wir in Zukunft auch mehr und größere Events machen können! Was du mitbringen solltest : -> Spaß am Planen von Events(Cups/Tuniere/Spieleabende/Interne Games) ->Zeit und Engargement Was dich erwaten wird: ->Planen von Events ->Veranstalten von Events Wenn ihr Interesse habt und nochmal mehr wissen wollt meldet euch einfach bei uns!","url":"http://aequilibritas-esports.de/news/","image":"http://aequilibritas-esports.de/news/images/news/35d487f8c91118e8d54869fea7c7eea10b70e76c.jpg"},"up_votes":7,"down_votes":9,"body":"Liebe Community,\n\nf&uuml;r die Erweiterung des Adminteams, insbesondere mit dem Fokus &quot;Wachstum der Community&quot;, werden aktuell mehrere Positionen neu geschaffen, so wie alte Posten zur Besetzung freigegeben.\n\nKommen wir auch direkt zu den jeweiligen Posten. Bitte beachtet, dass Ihr f&uuml;r einen Vorstandsposten mindestens 18 Jahre alt sein m&uuml;sst. Adminposten kann i.d.R. jeder bekleiden, dennoch gibt es gelegentlich ein Paar Ausnahmen. Kommen wir nun zu den jeweiligen Aufgabenbereichen.\n---\n**Vorstand Teambetreuung:**\n- Koordinierung und Aufbau der Teambetreuuer\n- Erstellung und Verwaltung der Teams\n- Gemeinsam mit dem Vorstand Eventmangement die Planung von gr&ouml;&szlig;eren Turnieren ansetzen\n- Kontaktpflege zu Teamsuchenden\n- Stets zeitgem&auml;&szlig;e, so wie aktuelle Datenpflege f&uuml;hren (teambezogen)\n- Kontrolle der Teams auf Aktivit&auml;t\n- Ansprechpartner bei Problemen unter Teams\n\n**Marketing &amp; PR Abteilung:**\n- &Ouml;ffentlichkeitsarbeit\n- Suche nach potenziellen Partnern &amp; Sponsoren\n- Erstellung von Werbetexten\n- Direkte Kontaktaufnahme mit Interessenten\n- Konsultierung zwischen Interessenten und 1. &amp; 2. Vorstand\n- Ausarbeitung neuer Ideen zur Verbesserung unserer Beitragsreichweite\n\nAnforderungsprofil:\nDu bist der deutschen Sprache in Schrift und Form m&auml;chtig und beherrscht diese einwandfrei. Du bringst grundlegend fast t&auml;glich Aktivit&auml;t auf unseren TeamSpeak Server. Desweiteren macht es dir Spa&szlig; in Kontakt mit verschiedenen Menschen zu treten und mit Ihnen zusammenzuarbeiten. Du solltest daher immer einen klaren Kopf bewahren k&ouml;nnen, sodass du auch bei negativen Erlebnissen, Ruhe bewahrst. Auch hier solltest du mindestens 18 Jahre alt sein.\n---\n**eSports-Koordinator:**\n- Aufbau professioneller Teams gemeinsam mit der Teambetreuung\n- Koordinierung und Erweiterung der professionellen Bereiche\n- eSports Teams suchen (auch neue Spiele mit einbringen die noch nicht im Clan vertreten sind)\n- Attraktive und anspruchsvolle Turniere f&uuml;r die Teams suchen\n- Betreuung ESL/EPS/Faceit etc.\n\nAnforderungsprofil:\nDu bist der deutschen Sprache in Schrift und Form m&auml;chtig und beherrscht diese einwandfrei. Du bringst grundlegend fast t&auml;glich Aktivit&auml;t auf unseren TeamSpeak Server. Desweiteren macht es dir Spa&szlig; in Kontakt mit verschiedenen Menschen zu treten und mit Ihnen zusammenzuarbeiten. Du solltest daher immer einen klaren Kopf bewahren k&ouml;nnen, sodass du auch bei negativen Erlebnissen, Ruhe bewahrst. Hier solltest du mindestens 16 Jahre alt sein.\n\nBei Interesse eine E-Mail an info@aequilibritas-esports.de senden.\n---\nFalls Ihr weitere Informationen &uuml;ber uns ben&ouml;tigt, dann schaut doch einfach direkt in unserem Vorstellungsthread vorbei: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\nAlternativ noch unsere Website: [aequilibritas-esports.de](http://aequilibritas-esports.de/news/)","replies":[{"id":"","poster":"Chimposant","date":"2016-07-15T14:29:12.273+0000","up_votes":3,"down_votes":7,"body":"Kurzes Review meinerseits dieser Community:\n\nIch wurde von einer 16 Jährigen in das Gespräch genommen um mich einzuführen. Musste allerdings auf dieses Gespräch 1 1/2 Stunden warten, da sie noch etwas bereden wollten. Das Gespräch war mehr \"Ähm\", \"Warte\", \"Öhhhh\" und langen Pausen, als Gespräch. Ich habe dieses vergeblich mit flachen Witzen aufzulockern.\nDann habe ich im ersten Spiel mit den dort Anwesenden direkt jemanden kennengelernt, der rumgeschrien hat wie der \"Ich will Unreal Tournament Spielen\"-Junge und anschließend wie eine Diva das TS verlassen hat. Allerdings habe ich mit 3 weiteren gespielt, die sich über so ein Verhalten auch gewundert haben. Die Diva war Mitglied, die anderen nur Rekruten (Also Anwärter um dort Mitglied zu werden.)\nIch habe dann auch ein paar nette Menschen kennenlernen dürfen, aber muss leider sagen, dass sie eher die Rarität dort sind und wenn dann eher als Rekruten vorhanden sind, nicht vollwertige Mitglieder.\nVon den vollwertigen Mitgliedern (Größtenteils zumindest - Es gibt hierbei auch wirklich Ausnahmen die sehr nett sind, wer das ist, der darf sich hiermit nicht angesprochen fühlen - Die beiden Nikos, Vanessa, Toby und noch ein paar mehr.) habe ich nur mitgekriegt, wie sie versuchen im Spiel negative Kommentare zu machen. Ich war einige Zeit etwas mies gelaunt und auch empfindlich, allerdings habe ich möglichst eine Konfrontation mit solchen Menschen immer vermieden. Diese Menschen haben es aber auf's Erbrechen versucht eine Konfrontation stattfinden zu lassen.\nDer Grund warum ich diese Community verlassen habe, ist allerdings ein ganz anderer. \nDie Moderatoren.\nAuf dem Teamspeak wird von einer Gruppe Spieler wirklich offensichtlich geboostet, allerdings wird dagegen nichts unternommen, trotz dass es Forenbeiträge gibt, dass Boosting so hart bestraft wird wie von Riot Games - Schlicht und einfach mit einem Bann. Ich habe versucht die Moderatoren auf die Situation mit den Boostern aufmerksam zu machen, die meinen aber nur es wäre zuerst \"Coaching\", dann wären es nur \"3 Spiele gewesen\" (War aber eine Komplette Division, von 7-8 Games.), dann \"Wenn man kein Geld bezahlt, dann ist es auch kein Boosting.\"\nUnd jetzt zu diesem Zeitpunkt lässt sich eine Moderatorin ihre Goldpromo Spiele von besagten Boostern spielen, damit sie diese gewinnt. Weil sie schon 2 verloren hat.\n\nIch hoffe es hat weitergeholfen und ist nichts persönliches gegen AeQ Kappoby, da dieser wirklich nett zu sein scheint, aber das große ganze Bild ist mehr als daneben.","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-07-16T22:13:56.256+0000","up_votes":6,"down_votes":4,"body":"Hallo Kai,\n\ndie Art und Weise wie du die Dinge angehst und ansprichst überrascht mich, denn dein Mangel an Selbstreflektion spiegelt vieles wieder, warum du bei uns aus der Community geworfen wurdest. Zunächst einmal solltest du den Ball flach halten, denn wir werben damit, dass unsere Community auch gewissermaßen für jüngere Spieler zugänglich ist. Ich verstehe daher überhaupt nicht, was es damit zu tun hat, dass dich eine \"16 jährige\" eingewiesen und aufgenommen hat. Wir geben damit auch den jüngeren Admins die Chance pflichbewusst Verantwortung zu übernehmen. Zunächst einmal sucht man die Fehler nicht bei anderen Menschen, sondern in erster Linie immer bei sich selber. Wenn etwas schief läuft dann liegt es nicht immer an der anderen Partei. \n\nDesweiteren warst du bei uns ein Rekrut und damit in der Probezeit. Mehrfach hast du dich Regeln widersetzt, aber hast es leider dennoch nicht erkannt wie daneben du dich teilweise benommen hast. Wir geben unser bestes das Boosting bei uns zu unterbinden, nur können wir nicht jeden Spieler auf Schritt und Tritt verfolgen, da wir uns auch um viele andere organisatorische Dinge in der Community kümmern müssen. Scheinbar hattest du die Zeit dafür unsere Spieler und auch Coaches die in erster Linie nicht boosten sondern den Spielern versuchen zu helfen und ihnen ihre Fehler aufzeigen, so dermaßen beobachten, dass täglich eine Beschwerde über dich hineinkam. Nicht jeder der ein paar Spiele mit jemandem in einer niedrigeren Division spielt boosted automatisch. Wir bestrafen die Spieler, bei denen wir es beweisen können, aber eine finale Entscheidung liegt einzig und allein bei Riot selbst, ob ein Account gebannt wird oder nicht. Selbst Riot straft Boosting nicht direkt mit einem Permabann. Jeder verdient eine Zweite Chance:\n\n> Falls einem Konto MMR-Boosting nachgewiesen wird, stehen folgende Strafen an:\n1. Eine zweiwöchige Kontosperrung für League of Legends\n2. Entfernen von Ranglistenbelohnungen vorangegangener Saisons (z.B. Skins, Symbole, Abzeichen usw.)\n3. Disqualifikation vom Erhalt von Ranglistenbelohnungen der laufenden Saison (z.B. Skins, Symbole, Abzeichen usw.)\n4. Konten von Tätern, die zweimal überführt wurden, werden permanent für League of Legends gesperrt\n\nWas du als \"boosten\" bezeichnest ist deine subjektive Wahrnehmung. Gerade unsere Coaches investieren so viel Zeit und Hingabe für die Community um eben Spielern etwas beizubringen. Das geht leider nicht mit einem Spiel. Ich finde es sehr traurig wie du dich verhältst und das du dich als 25 Jähriger derart in so ein kindisches Verhalten hineinsteigerst, unsere Leute reihenweise auf op.gg stalkst und dich über alles und jeden negativ auslässt. Hier unter jedem Forenthread ein Fass aufzumachen zeigt mir auch, dass dein biologisches Alter nicht annähernd deinem geistigen Alter entspricht. Es ist definitiv in Ordnung Kritik anzusprechen, aber was du in den letzten Tagen betreibst ist lediglich Aufmerksamkeit suchen und versuchen den Fakt zu überspielen, dass du aus unserer Community GESCHMISSEN wurdest und es einfach nicht akzeptieren kannst, dass du dich immer und immer wieder den Regeln widersetzt hast. \n\nBitte arbeite an deiner Einstellung. Du bist laut deinem Alter ein erwachsener Mann, verhältst dich aber leider nicht dementsprechend. Was du hier auch schreibst ist im Großen und Ganzen auch null Kritik. Vielmehr lässt du deinen Zorn und deine Unmut über den Rauswurf heraus. Es sind nicht wir, die das Bild verschlechtern, es sind die Menschen die sich regelmäßig daneben benehmen und meinen über alles und jeden ablästern zu müssen um so das Klima aus dem Gleichgewicht zu bringen. Leider gehörst du zu dieser Kategorie.","replies":[{"id":"","poster":"Chimposant","date":"2016-07-23T21:30:29.903+0000","up_votes":3,"down_votes":1,"body":"First things first,\ngeworfen wurde? Ich bin gegangen mit den Worten, dass ich nicht nur zur Post gehe, sondern auch aus diesem Kindergarten. Ich sehe dabei nicht, dass man mich geworfen hätte. Du hast zudem erwähnt, dass ich mich den Regeln widersetzt hätte. Aber garnicht angesprochen welche Regeln ich mich widersetzt haben solle.\nZudem bin ich immernoch sachlich und werde nicht persönlich, du versuchst es allerdings. Ich habe viele Sachen nichtmal angesprochen, weil sie für gewisse Personen entweder beschäment sein können oder sich verletzt fühlen.\nUnd wieder habe ich mich immer und immer wieder den Regeln widersetzt. Dann bitte ich dich doch zu sagen, welche Regeln ich mich widersetzt habe? Dass ich mich über Mitspieler beschwert habe, die sich daneben benommen haben? Oder meinst du etwa, dass ich öffentliches Boosting nicht toleriere? Genauso wenig wie ihr es solltet und ich war nicht der Einzige mit der Meinung, in eurem Forum habt ihr ja einige die dagegen gesprochen haben, dass man \"nur ab und an Boosting\" auch bestrafen solle. (Angemerkt: Ich kenne die Personen die das geschrieben haben nichtmal und habe nie mit ihnen gesprochen.)\nEdit: Organisatorische Dinge, wie mit den Boostern ranked zu spielen und die Promos gewinnen zu lassen? Nenne ich sehr innovative Organisation!\n\nIch verstehe auch dich, dass du versuchst dein Ansehen und das deiner \"Community\" zu schützen, aber der Versuch war schwach. Wenn man immerwieder etwas wiederholen muss, dann muss man sich selber einreden, dass man es glaubt. Denk mal darüber nach, ist das Lügen 1*1.\n\nGrüße!","replies":[]}]}]}]}