{"id":"LiRkGR33","poster":"Hibiki Yamazaki","date":"2016-05-12T18:00:01.737+0000","title":"udyr nerf","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Hallo Liebe Leute ich war auf den weg h&ouml;her aufzusteigen und dann habt ihr udyr meinen main champ meinen liebliongschamp ich w&uuml;rde mal nicht sagen balanced... ich w&uuml;rde sagen ihr habt den einzigen champ mit dem ich h&auml;tte aufsteuigen k&ouml;nnen kaputt gemacht ihr habet dene infach hart genervt ihr habt ihm das jungel item genommen und danach habe ihr an seinem ph&ouml;nix rumgespielt ich finde das l&auml;cherlich echt ey. in league of legends sind mindesten 50 champuions die ihr mal &uuml;berarbeiten solltet.jeden monat &auml;ndert ihr was mit in der season kommen neue items von heute auf morgen ist alles anders in diesem spiel ich finde es echt l&auml;cherlich","replies":[{"id":"","poster":"Leinhard","date":"2016-05-13T05:31:31.891+0000","up_votes":2,"down_votes":0,"body":"Meine Support Champs wurden jetzt auch durch die einführung der alten klaffenden Wunde generft aber so ist das nunmal League verändert sich stetig.","replies":[]},{"id":"","poster":"König der Möwen","date":"2016-05-13T07:53:04.423+0000","up_votes":1,"down_votes":0,"body":"btw, mit dem neuen Jungle-Item ist Udyr sogar um einiges stärker als mit dem Devourer.","replies":[]},{"id":"","poster":"leonthefirefly","date":"2016-05-13T07:30:03.036+0000","up_votes":1,"down_votes":0,"body":"also wirklich udyr war lang genug op... man hatte einfach keine chance gegen dieses ewige splitpushing... du kamst ihm nie hinterher und bis du wieder auf deiner lane warst hat er schon längst wieder nen tower genommen das waren einfach die langweiligsten  spiele ever... splitpushing kannst du hald einfach nur sehr schwer verhindern wenn du nicht zu 5 zockst","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-05-12T19:46:52.419+0000","up_votes":1,"down_votes":0,"body":"Udyr war ein wirklich starker Champ und wenn ich es richtig verstanden habe sogar mal unter \"God Tier\" aufgelistet und das relativ explosiv, da war klar das ein Nerf in Sicht ist. \nEs ist niemals gut nur einen Champ zu können, schließlich befindet sich League wie du bereits gesagt hast im ständigen Wandel und du kannst nicht erwarten das Champs mit denen du leichtes Spiel hast für immer so bleiben. Bevor Tahm so extrem viele Nerfs abbekommen hat habe ich ihn in 2 Wochen auf 50k hochgespielt und **geliebt** aber ich habe selbst gemerkt wie leicht ich es als Tahm hatte \"Plays\" zu machen und auf jeder Position meinen Gegner zu dominieren. \nWenn du einen Champ spielen willst der sich ähnlich wie Udyr anfühlt kann ich dir Jax empfehlen. starker Splitpush, gratis Attack Speed und schwer zu catchen.","replies":[]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-05-24T20:45:05.302+0000","up_votes":1,"down_votes":2,"body":"stärker geworden ???ß also ich meine ihn und ich sage dir runic ist akcke auf dem als auch das n eue jungel item man kann ihn auf tiger spielen aber dann ist er auch verdammt squshi stärke geworden hast du udyr schon mal gespielt lächerlich diese behauptung aufzustellen","replies":[]}]}