{"id":"uV92Pjg1","poster":"YolpZ","date":"2016-05-11T17:23:08.748+0000","title":"Xerath-Aufgestiegener Magier oder junger Zauberlehrling?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Seid gegr&uuml;&szlig;t ,Forenmitglieder,\r\nich wollte euch mal fragen, was wir von Xerath haltet. Habe ihn nun ein wenig gespielt, Schaden kommt schon durch, aber nicht das Gef&uuml;hl wie bei anderen Mages die dich innerhalb weniger Sekunden ausl&ouml;schen k&ouml;nnen, wenn du squishy bist. Kann mir vielleicht jemand Tips geben?\r\nDanke f&uuml;r alle hilfreichen Antworten!{{champion:74}}","replies":[{"id":"","poster":"leonthefirefly","date":"2016-05-12T07:35:22.724+0000","up_votes":2,"down_votes":0,"body":"bester mage ever =) seit ich ihn in nem game pre 30 gesehen hab und ihn mir direkt danach geholt hab mein lieblings mage =) Ich sage nur:\n\n the poke is real!\n\nXerath ist kein burst mage dh. hier gehts nicht drum deine combo in unter einer sek runter zu spammen =) immer schön weit hinten stehen und mit deinem q den gegner poken nicht selten fällt bei mir erst auf lvl 6 der kill weil der gegner relativ low ist dann einmal q-w und ult aus sicherer range zünden =) \n\ndie Pros die ich sehe:\n+++++ (5/5) Range  nichts  wirklich nichts kann gut mit deiner q range mithalten\n+++++ (5/5) Guter waveclear =) wenn die gegner versuchen auf nen tower zu pushen hast                                     du 0 probleme die waves zu clearen und dazu noch zu poken\n++++   (4/5) Du stellst IMMER eine Bedrohung für die gegnerische Backline dar\n++++   (4/5) 3,5 Dmg spells mit gutem scaling\n++++   (4/5)  guter mana sustain durch die passive\n+++     (3/5) du kannst wenn du die ulty triffst jeden kill safen =)\n++       (2/5) cc damit er lang hält muss er weit fliegen => schwer zu treffen\n\ncons:\n- - - - -  (5/5) du hast ne scheiß zeit gegen Assasinen und mobile champs \n- - - -    (4/5) du bist squishy und langsam (kann man durch die range aber halbwegs kompensieren)\n- - - -    (4/5) du hast kein escape\n\nFazit:\nxerath is super wenn du poke/siege compositions spielst =)\nauf lane kommst du gegen das ganze midrange zeug super klar (ori, liss,veigar...) erst am sammstag als bronze 1beben  ne gold5 ori bestanden (durch die range kann man einfach sehr sehr safe spielen) \ngegen yasuo is es ein skill matchup weil dein  q durch seine windwall geht\ngegen ahri und zed ist es am schwersten (meiner meinung nach)\nWichtigstes item rylis einfach irgendwas treffen und dan permageslowt halten\n\nwichtigste combo  e-w-q denn das w macht in dem kleineren kreis mehr dmg als das q und slowt ihn sodass das q auch kein thema zu hitten ist =)\n\nAchja richtig lustig wirds wenn man premade sona xerath botlane spielt XD\nkein cs für den gegnerischen adc und mit lvl werden sie dann unter ihrem eigenen turm rausgebombt\n\nachja und weil die anderen poster hier alle mein so skillshot lastig =) so schwer ist es nicht das q ist  relativ easy zu hitten das w &e hat man von 100 anderen champs schon drin das einzige was n bischen übung braucht ist die ult\n\nwenn du fragen zu builts skills mastery oder co hast feel free =) bin zwar nur bronze äh seit gestern silber^^ aber mit viel erfahrung auf xerath","replies":[]},{"id":"","poster":"xBlitzlichTx","date":"2016-05-11T17:52:56.463+0000","up_votes":1,"down_votes":0,"body":"Xeraths primäre Aufgabe ist nicht wie bei manch anderen Assassinen Magiern das schnelle auslöschen von Gegner. Vielmehr versucht er mit seiner hohen Reichweite und geringen Cooldowns die Gegner aufzuweichen und sie zurückzudrängen um dann die aufgeweichten Ziele mit seinem Team überollen zu können.","replies":[]},{"id":"","poster":"Revelate","date":"2016-05-11T17:30:17.486+0000","up_votes":1,"down_votes":0,"body":"Xerath ist halt Skillshot only und desshalb sehr Skillabhängig.\nSuper stark im Waveclear und im Siegen, kann Carries oneshoten mit entsprechend offensivem Build.\n\nDas Ultimate bedarf einfach einer gewissen übung. Sowie allgemein das Positioning bei unmobilen Champs sollte vorhanden sein. Und man muss Skilshots beherrschen^^","replies":[]}]}