{"id":"pXY0VNlp","poster":"K33p Sm1l1ng","date":"2016-05-10T22:37:12.784+0000","title":"Aktualisierung der Standart-Rollen von Champions für das Suchfeld","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hey es w&auml;re super wenn die &quot;Tags&quot; der Champions mal aktualisiert werden k&ouml;nnten... Z.b. unter den Support Champs fehlt Leona ebenso Morgana und andere. F&uuml;r andere Lanes w&auml;re es ebenso cool wenn diese aktualisiert werden k&ouml;nnten...\r\n\r\nVlt k&ouml;nnte man dazu auch eine Befehlsliste ver&ouml;ffentlichen die nicht nur von der Community in irgendeinem verloren gegangen Thread verwaltet wird....\r\n\r\nDieser Thread geht daher eher an Riot als an die Community... Auch wenn nicht viele die Suchfunktion bei der Championauswahl nutzen, so w&auml;re es dennoch hilfreich &uuml;ber die Gruppierungen der Champions besser bescheid zu wissen als bisher und das diese auch aktuell an die Patches angepasst werden ....\r\n\r\nWho not loves: {{champion:17}}  ^^\r\n\r\nMfg K33pSm1l1ng","replies":[{"id":"","poster":"Sihari","date":"2016-05-11T10:50:12.768+0000","up_votes":3,"down_votes":0,"body":"Ich fände es ganz nett, wenn man selbst aussuchen könnte, welche Champions unter welchem Suchbegriff zusammengefasst werden...\nMit den jetzigen Begriffen kann ich vor allem meine Toplane-Champions nie auf einem Blick sehen.","replies":[{"id":"","poster":"Nighttea","date":"2016-05-18T16:54:42.718+0000","up_votes":1,"down_votes":0,"body":"Die Idee finde ich persönlich klasse.\nMan hat nun mal seine Lieblings Champs auf bestimmten Lanes, da wäre es praktisch wenn man selber \"Tags\" machen könnte oder ähnliches.\n\nVor allem für Spieler die alle Champions besitzen ist das bestimmt sehr interessant :D","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-05-11T06:39:41.784+0000","up_votes":1,"down_votes":0,"body":"Eine Aktualisierung der Rollen ist bereits seit längerem Angekündigt. Dazu sollen die Rollen in Subklassen unterteilt werden, um Champions genauer erfassen zu können. Wann diese Aufteilung released wird weiß man jedoch nicht.","replies":[]}]}