{"id":"BTAfeluh","poster":"Lagbeard","date":"2016-05-10T15:50:52.349+0000","title":"Idee für ein ADC-Rework","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo Mitbesschw&ouml;rer/innen,\r\nviele ADCs haben ja im Moment das Problem, dass sie die Aufgabe (Off)Tanks zu erledigen nur schwer erf&uuml;llen k&ouml;nnen und sich ziemlich nutzlos vorkommen. Als Supporter kann ich da wenig zu sagen, solange der mir nicht wegstirbt ist mir relativ egal was mein ADC tut :D, aber ich lese hier h&auml;ufig, wie unzufrieden viele Leute mit den ADCs sind. \r\nNaja, die Hauptprobleme scheinen hierbe zu sein, dass Tanks zu Tanky sind und Items, die den ADCs helfen sollen auch den Assassinen helfen, womit ihnen ja auch nicht geholfen ist. Also habe ich mir &uuml;berlegt, wie man die ADCs ver&auml;ndern k&ouml;nnte und bin zu folgender Idee gelangt: Man ver&auml;ndert das Skaling ihre Stats. Normalerweise bekommen Champs ja R&uuml;stung (Au&szlig;er Thresh), AS und AD pro Level, Tanks dazu noch MR. Wie w&auml;re es, wenn man den Sch&uuml;tzen prozentuale R&uuml;stungsdurchdringung pro Level geben w&uuml;rde? Ich wei&szlig;, dass es so etwas als Mastery bereits gibt, aber k&ouml;nnte man, wenn man das standartm&auml;&szlig;ig Einf&uuml;hrt, die Rolle der ADCs sehr gut definieren? Dieser Wert h&auml;tte im Earlygame kaum Einfluss, und w&auml;re im Lategame auch nur gegen Tanks wirklich effektiv (Auch wenn das ganze nat&uuml;rlich ein neues Balancing der anderen Werte, Spells und Items erfordert). Wie man Spezialf&auml;lle wie Ezreal, Kog&acute;Maw oder Corki handhabt m&uuml;sste nat&uuml;rlich auch &uuml;berlegt werden. Wenn ichs recht bedenke m&uuml;sste wahrscheinlich eine ganze Menge Champs mitver&auml;ndert werden.\r\n\r\nNaja, das war so mein Gedanke. Allerdings bin ich, da ich kaum ADC spiele und auch nur Bronze bin, in diesen Themen nicht so bewandert, daher hab ich bestimmt einiges &uuml;bersehen. \r\n\r\nWas haltet ihr von dieser Idee? Bl&ouml;dsinn oder Diskussionsw&uuml;rdig?\r\n\r\nLg, Aeolas","replies":[{"id":"","poster":"Kata Ga Kill","date":"2016-05-10T19:53:40.786+0000","up_votes":1,"down_votes":0,"body":"Nein halte ich für nicht gut.\nADC's sind schon ziemlich stark und werden schon mittlerweile überall gespielt wie im Jungle, Midlane oder Toplane.\nWeil sie einfach den Vorteil haben aus der Ferne angreifen zu können das ist ein extremer fetter Vorteil in MOBA spielen.\nSie können somit auch viel Damage bauen wärhend Bruiser sich dies nicht leisten können und Defensiv bauen müssen.\n\nUnd grade diese Belohnung hohen Schaden auszuteilen sollte auch einen Nachteile haben.\nZudem eben diese pure ATK auch mit Köpfchen eingesetzt werden sollte und nur das ist es was Noobs sich über ADC's so zurzeit beklagen weil sie sich nicht positionieren oder kiten können.\n\nZudem gibt es genug Armorpen mit Items, Runen und Masterys.\n\nZuletzt noch sollten auch Tanks nicht instant umfallen denn dann würde jeder Normalo ja schon mit einem Treffer One-Shot.....\nZiel vom Tank ist es eben was auszuhalten sonst wäre die Welt verkehrt.","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-05-13T17:21:06.641+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Samus06,realm=EUW,application-id=Wj1wcocU,discussion-id=BTAfeluh,comment-id=0000,timestamp=2016-05-10T19:53:40.786+0000)\n>\n> Ziel vom Tank ist es eben was auszuhalten sonst wäre die Welt verkehrt.\n\nDas Gefühl habe ich nicht wenn ich gegen {{champion:67}} spiele. :´(","replies":[]}]},{"id":"","poster":"Marcus Phillida","date":"2016-05-13T17:19:16.893+0000","up_votes":1,"down_votes":0,"body":"Alle sagen ADC´s sind schwach, aber zurzeit sieht man sie auf 3 Lanes. Das ist häufiger als jeder andere Rolle...","replies":[]},{"id":"","poster":"BigSnipe","date":"2016-05-11T00:15:27.564+0000","up_votes":1,"down_votes":0,"body":"Ich main ADC bin recht zufrieden, klar es gibt ein paar adc´s die nicht soviel gespielt werden, aber das ist nur logisch. \nWenn man einen guten Supp hat und man sich sinvoll positioniert sind offtanks kein Problem. {{item:3035}} reicht im Late für genug Rüstungsdurchdringung und im early brauch man es einfach nicht. Wenn man probleme gegen OFFtanks hat sollte man {{item:1053}}  und {{item:3046}}  kaufen. ADC´s sind stark genug, und AD Assassinen sollen tatsächlich nicht noch stärker werden. Das ist sehr kontraproduktiv für ADC´s ^^\nps: Zed wird von mir eh immer gebann und wenn du deinem ADC wasgutes tun willst bann auch zed xD\n{{sticker:slayer-jinx-catface}}","replies":[]}]}