{"id":"00NdzAzA","poster":"Xieó","date":"2016-05-10T20:46:53.872+0000","title":"[Platin 5] ADC sucht ambitioniertes Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nHiermit suche ich ein ambitioniertes Team, um gemeinsam sich zu verbessern und die Erfahrung zu teilen. Ich bin Nico, 18 Jahre alt, spiele main AD schon seit S2. Ich habe ziemlich viel Erfahrung im Teamranked, da ich schon ziemlich lange spiele. Ich erwarte von euch, dass ihr aufjedenfall Spa&szlig; am Spielen habt und euch verbessern wollt, damit das Climben auch m&ouml;glich ist :). Ggf. w&uuml;rde ich noch gerne an Turnieren teilnehmen, falls das auch euer Ziel ist, dann passt es ja ganz gut, wenn nicht, dann ist es auch nicht so schlimm. Das wichtige ist erstmal ein festes Team zu finden... Jeder wei&szlig;, wie schwer es ist...\n\n\nIch w&uuml;rde mich aufjedenfall freuen, wenn ihr Interesse an ein paar Spielen habt. Falls es iwelche Fragen oder &auml;hnliches gibt, bitte ich euch mich einfach ingame zu adden.\n\n\nMfG Xie&oacute;","replies":[{"id":"","poster":"Xieó","date":"2016-05-12T11:09:47.456+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Xieó","date":"2016-05-11T20:38:57.495+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"KAPPOBY","date":"2016-05-11T06:24:46.401+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}