{"id":"lbT0sBtc","poster":"PTF Elousing","date":"2016-05-10T17:46:39.736+0000","title":"Frage zu Teamzusammenstellung","subforum":"Ligen & gewertete Spiele","embed":{"title":null,"description":null,"url":"http://www.youscreen.de/pfbimlhyw16.jpg","image":null},"up_votes":1,"down_votes":0,"body":"In dem link oben k&ouml;nnt ihr die Zusammenstellung meines letzten Ranked games sehen. Ich bin Silber 2^^\r\n\r\nUnd da habe ich mich dann gefragt ob jemand, der auch ungef&auml;hr aus meiner Elo kommt wei&szlig; ob man h&auml;ufig in so, nunja h&ouml;her eloige Teams ,geworfen wird, und falls ja man da auch regelm&auml;&szlig;ig gewinnen kann oder das eine Strafe ist wenn die eigene MMr zu hoch ist um die wieder zu senken. W&uuml;rde mich interessieren, denn ich war noch nie soweit oben in der Liga und m&ouml;chte mich bestm&ouml;glich anpassen.\r\n\r\nlg\r\nder gimli zwerg","replies":[{"id":"","poster":"ilovethisfeed","date":"2016-05-10T17:55:01.446+0000","up_votes":2,"down_votes":0,"body":"Das passiert wenn deine MMR höher ist als der Durschnittliche wert deiner Liga in dem Fall Silber2 das geht in jeder Liga. Du hast auch momentan 369 wins 336 loses das sagt schon einiges d.h du wirst warscheinlich wenn du Gold5 kommst die Liga auch überspringen wenn du so weiter spielst.","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-05-11T12:32:32.199+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-11T13:21:47.303+0000","up_votes":1,"down_votes":0,"body":"Hmmm also war das wohl eher eine Ausnahme, vielleicht ein Fehler im Matchmaking, aber ich werde bei den Gold 4 und 5 Leuten bleiben mit denen ich sonst zusammen spiele? :)","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-05-11T17:14:30.902+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-11T17:44:24.531+0000","up_votes":1,"down_votes":0,"body":"http://www.youscreen.de/zwlrjvteu00.jpg\nEs ist mittlerweile wieder normal","replies":[]},{"id":"","poster":"PTF Elousing","date":"2016-05-11T17:25:40.652+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, darum haben mich ja voll Gold und 1 Platin aus den Socken gehauen ;)","replies":[]}]}]}]},{"id":"","poster":"PTF Elousing","date":"2016-05-10T17:58:47.214+0000","up_votes":1,"down_votes":0,"body":"Hmmm, in Bronze waren meine Gegner nie höher als Silber 4.;)\n\nDas überspringen System gibt es? Hielt das immer für nen Gerücht xD\nKönntest du so nett sein und mir erklären wie dass funktioniert?","replies":[{"id":"","poster":"ilovethisfeed","date":"2016-05-10T19:24:25.668+0000","up_votes":1,"down_votes":0,"body":"Also ich zb wurde auf meinen Main am anfang der Season G4 Geplacet mit 6/4 wins war vor den Reset Promo zu Dia. Hab danach weiter gespielt und hab G3 auf G1 übersprungen P4 auf P3 und bin dann Plat1 geworden. Das passiert wenn deine MMR hoch ist und das System denkt sich jo den seine MMR ist viel zu hoch für die Liga den lassen wir mal überspringen weil das ja Time Waste wäre den noch diese eine Liga spielen zu lassen. \n\nDas passiert aber nur wenn du viel mehr wins als loses hast. Auf diesen Acc hier zb hab ich keine Ligen übersprungen obwohl er komplett neu war weil ich zwischendurch paar mal verloren habe. \n\nDu wirst auch merken das du bei einen Win +25-27ca machen wirst und bei nen Lose ca -10-15 bekommst weil das System denkt sich jo der Boy muss schnell aufsteigen und wenn er mal verliert soll er nicht zuviel verlieren.","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-11T05:44:22.117+0000","up_votes":1,"down_votes":0,"body":"Das ist ja cool :) Aber ich bekomme nur so 20 und verliere auch so 20 Punkte","replies":[]}]}]}]},{"id":"","poster":"znshadow","date":"2016-05-11T18:57:29.413+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-11T22:31:55.704+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du hast mich falsch verstanden. Ich wollte wissen ob soetwas häufiger  vorkommen könnte, da es mir seltsam vorkam. Dabei habe ich noch einige andere interessante Sachen erfahren. Aber ich wollte hier keinen Flame Thread eröffnen.","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-05-10T18:46:45.306+0000","up_votes":1,"down_votes":0,"body":"Naja. Siehe Matchhistory gewinnst du mehr als du verlierst, dh deine Hidden Elo ist sehr hoch. Und du wirst letztlich nicht nach divisionen gematched sondern nach hidden elo. \n\nGewöhn dich besser dran \"schlecht\" zu sein, denn du wirst solange gegen immer bessere Gegner gesetzt bis du \"nur noch \" jedes zweite Spiel gewinnst. Das geht uns allen so ;)","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-11T05:43:38.422+0000","up_votes":1,"down_votes":0,"body":"Na klasse ich freue mich  {{summoner:14}} \n\nTrotzdem danke euch allen für eure Infos :)","replies":[]}]},{"id":"","poster":"Pearli","date":"2016-05-10T17:54:19.412+0000","up_votes":1,"down_votes":0,"body":"Wie du schon selbst erkannt hast, liegt das eher an deiner/deren MMR. Je nachdem, ob du nun viele Spiele in Folge gewinnst oder deine Gegner viele verloren haben, wirst du mit denen zusammengewürfelt. Solltest du nun gegen diese verlieren, dann verringert sich damit automatisch deine MMR und du wirst wieder mit \"schwächeren\" Gegnern zusammenspielen.\n\nAlso nein, das ist keine Strafe, wenn man eine zu hohe Elo hat. Es ist einfach die Funktionsweise des Systems.","replies":[{"id":"","poster":"PTF Elousing","date":"2016-05-10T17:56:28.647+0000","up_votes":1,"down_votes":0,"body":"Naja, aber es war niemand unter Gold 4 in beiden Teams, das ist 3 Divisonen über mir, und es ging bis Platin.....ist das nicht etwas übertrieben? Weil ich kam mir da ziemlich useless und schlecht vor {{summoner:3}}","replies":[]}]}]}