{"id":"yGh6TieH","poster":"Exo Hyperx","date":"2016-05-10T13:29:46.846+0000","title":"Ich erstelle ein 3 VS 3 Team oder suche eins","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nmein Name ist Daniel und bin 27 Jahre jung. Ich suche nach einem 3 VS 3 Team oder erstelle eins wenn sich hier genug leute melden.\r\n\r\nIch selber bin in der Solo Q im Gold bereich und suche ebenso leute in dieser Elo um keinen gro&szlig;en internen Elo unterschied zu haben. Ich w&uuml;rde die Rolle des Junglers oder auch AP - Carrys &uuml;bernehmen und suche somit noch einen ( Jungel / Ap- Carry) und einen festen Top laner.\r\n\r\nZiel des Team soll mindestens Platin Elo sein welches ich auch als erreichbares Ziel sehe.\r\nW&uuml;rde mich frreuen von euch Ingame geaddet zu werden, oder hier von euch in den n&auml;chsten zwei Tagen zu lesen.\r\n\r\nBitte nur leute ab 22 Jahre, egal ob M&auml;nnlein oder Weiblein :-D neueinsteiger oder alte 3v3 hasen spielt keine Rolle. \r\n\r\nIch freu mich auch euch.\r\n\r\nGru&szlig; Exo Hyperx aka Daniel","replies":[{"id":"","poster":"p0widL","date":"2016-05-10T17:07:05.867+0000","up_votes":1,"down_votes":0,"body":"Hey Daniel, habe vor kurzem jemanden getroffen der gleich denkt und wir sind beide noch auf der Suche nach einem dritten um durchzustarten ;)\nBeide Studenten, (23 und 20) und spielen im dyn q adc und Supp, würden also auch im 5o5 diese rolle übernehmen bzw auf offtank und junger umstellen wenn ohne duolane gespielt wird ;)\nim dynamic q sind wir gold u plat und ich für meinen teil hatte letzte season 3o3 Erfahrung, trotz wenigen spielen war das team plat 1.\nFalls dir das zusagt kannst du mich gern Aden und wir starten durch \nlg Nick","replies":[{"id":"","poster":"Exo Hyperx","date":"2016-05-10T18:34:41.720+0000","up_votes":1,"down_votes":0,"body":"Super,\n\nich werde dich gerne adden und am Donnerstag den 12.05.2016 bin ich dann von 16: 00 uhr bis 21  Uhr online vioeleicht kann man ja dann schon mal über ts sich kennen lernen und ein bischen spielen.\n\nWerde unser team mit ersatzspielern bestücken damit wir auch oft genug zusammen spielen können :-)\n\nFreu mich und bis dahin no0ch viel erfolg :-)","replies":[{"id":"","poster":"p0widL","date":"2016-05-10T22:16:44.479+0000","up_votes":1,"down_votes":0,"body":"klingt gut (:\nhabe die Woche noch viel mit der uni zu tun aber werd dann am Donnerstag mal so zwischen 16-18 Uhr reinschauen zum quatschen und wenn alles past könnten wir den climb dann am Wochenende starten :P","replies":[]}]}]},{"id":"","poster":"NCF Rods Bobson","date":"2016-05-10T17:01:36.931+0000","up_votes":1,"down_votes":0,"body":"Heay Daniel :D Eigentlich müsste ich garnicht erst anfangen zu schreiben da ich stolze 18 Jahre Jung bin. Aber ich dachte mir bei den wenigen Lol Spielern die ein aktives 3on3 Ranked Team, das Platin anstrebt, suchen. Sollte ich jede Chance nutzen :P \n\nWie gesagt. Ich bin 18 Jahre alte und spiele seit Season 1 League of Legends ^^ Seit knapp 2 Jahren bin ich Midlane Main und würde somit gerne die Rolle des Ap-Carrys einnehmen. Letzte Season spielte ich im Platin 4 Bereich und das auch im Teamranked. Heute bin ich wegen Inaktivität Gold 5.\nSeit dem release von Azir bin ich absoluter Azir Main :D Ich würde sagen das ist so mein Markenzeichen :P \nUnd auch im 3on3 Normal und Ranked Bereich bin ich kein Neuling ^^ Leider erzielte ich erst Silber 2 mit meinen Kollegen. \nNajaa, ich denke das reicht erstmal :D Ich hoffe du meldest dich. Wenn du ein Problem mit dem alter hast kann ich das vollkommen verstehen, sehr verständlich :P Schreib einfach wenn nicht \n\nLG Dat Gjergsen","replies":[{"id":"","poster":"Exo Hyperx","date":"2016-05-10T18:37:32.445+0000","up_votes":1,"down_votes":0,"body":"hi. auch mit dir würde ich mich wenn möglich am Donnerstag den 12.05.2016 mal unterhalten. im Zeitraum von 16-21 uhr wenn es dir möglich ist.\n\nLG Daniel","replies":[]}]}]}