{"id":"LeZoEZtj","poster":"Chicktos ","date":"2016-05-09T23:27:43.350+0000","title":"Bronze/silber  main jungle/supp sucht ein team :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"hallo ich spiele seid langem solo und nun bin ich auf der suche einem team :)","replies":[{"id":"","poster":"Poogle Woogle","date":"2016-05-10T12:25:20.211+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nmein Name ist Saki und ich bin einer der Admins von Advanced Tactics, eine Community der etwas anderen Art :D\n\n**Zu Uns:**\nWir sind eine junge Community, sowohl von den Membern her als auch von unserer Entstehung.\nEs ist einfach so, dass gerade hier im Forum vor allen Leute ab Plat/Dia Teams bzw.\nLeute für ihr Team suchen und der Rest findet kaum was. Kennen wir glaub alle und zumindest mich hat es echt angekotzt :D\nDeshalb hatten wir die Idee, einen Ort für alle aus der Low Elo, sprich Bronze bis Gold, zu bieten.\n\n**Was bieten wir euch eigentlich genau?**\nUm es kurz zu machen:\n\n- TS-Server, den ihr jederzeit (auch mit Freunden, die nicht in der Community sind) nutzen könnt\n\n- Spieler in eurer Elo, mit denen ihr climben könnt aber auch einfach ungezwungen\n  normals oder sogar andere Games zocken könnt\n\n- eine entspannte Atmosphäre, weil wir selbst es alle leid sind, geflamt zu werden oder sogar selbst zu flamen :D\n\n- und einer der wichtigsten Punkte; wir stellen für euch ein Team zusammen, dass von der Spielweise\n  aber auch, vom Alter, etc zu euch passt. Ihr könnt dabei auch Wünsche äußern wie z.B. dass ihr nur maximal 4\n  Leute im Team haben wollt, damit die Gegner auch keine 5 premades sind :p\n\n**Voraussetzungen:**\n\n- TS wenn möglich, Skype geht aber auch :)\n\n- Alter ist uns unwichtig, die meisten bei uns sind 16/17, aber es gibt kein Mindestalter\n\n- Geschlecht ist uns egal, wir behandeln alle gleich (heißt auch, dass Mädchen __keinen__ guten alten \"Tittenbonus\" erhalten :P)\n\n- Elo ist uns auch nicht wichtig :D Egal ob Bronze oder Unranked, **__alle sind willkommen!__**\n\n- Spaß am Spiel wäre nicht schlecht :D\n\n- du solltest möglichst offen sein, keiner redet gerne mit einer Wand :3\n\n**Interesse?**\n\nSolltest du Interesse haben oder Fragen, stehe ich Dir gerne zur Verfügung :)\nDu kannst hier ein Kommentar hinterlassen oder mich adden und wir klären dann alles c:\n\nBis dahin\n\nSaki {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}