{"id":"ee04zZml","poster":"El Capitán TSV","date":"2016-05-09T10:46:26.945+0000","title":"Midlane Runen in Patch 6.9","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo zusammen.\n\nIn dem letzten Patch hat sich ja vieles getan.\nWas ich mich jetzt frage ist, wie die Runen der meisten Midlane-Champs aussehen?\nVorher spielte man ja standardgem&auml;&szlig;: (so habe ich es zumindest fast &uuml;berall gelesen)\n9x flat ap pen (rot)\n9x scaling Health (gelb)\n9x scaling CDR (blau)\n3x flat AP (gro&szlig;)\nKlar, je nach Matchup auch mir Flat MR oder Flat Armor.\n\nJetzt haben sich aber viele Items, in Hinsicht auf CDR, ge&auml;ndert und es ist gibt nun mehr M&ouml;glichkeiten seine 40% bzw. 45% CDR zu erreichen.\nDaher die Frage: Lohnen sich Scaling CDR Runen noch? Oder ersetzt man diese wieder durch flat MR oder scaling AP?\n\nBesten Dank im Voraus! {{champion:131}}","replies":[{"id":"","poster":"ilovethisfeed","date":"2016-05-13T18:34:00.046+0000","up_votes":1,"down_votes":0,"body":"Sclaing Cdr Runen Lohnen sich auf Azir da man schnell die 40% erreichen will mit dem Nashors+Runen. Ich finde das man jetzt in den blauen entweder Scaling Ap oder Mr/Scaling Mr reinmachen sollte. In die roten eh Magicpen als Ap und die Gelben je nach matchup scaling hp oder armor.","replies":[]},{"id":"","poster":"SuperplexP","date":"2016-05-09T11:08:46.609+0000","up_votes":1,"down_votes":0,"body":"Generell muss man jetzt seine CDR Runen an seinen Stil anpassen.\n\nSo wie ich das sehe gibt es momentan drei Szenarien:\n\n 1. Morellos plus zwei Items mit je 10% (Zhonyas und Abyssal z.B.), bedeutet 40% insgesamt ohne blue, also keine CDR Runen und 45% Cap ist auf jeden Fall eine Möglichkeit\n 2. Morellos plus ein Item oder drei Items mit 10%,  insgesamt 30%, je nach eigenem Empfinden 10% in den Runen für Dauercap, oder keine CDR in den Runen und Cap nur mit blue, 45% immernoch nützlich\n 3. kein Morellos oder weniger als drei Items mit CDR, genau die gleiche Situation wie vor dem Patch, 10% oder 15% nach eigenem Empfinden, 45% kann mit 10% Runen und Blue noch gut sein","replies":[]},{"id":"","poster":"CoGa Skyrora","date":"2016-05-09T11:03:49.536+0000","up_votes":1,"down_votes":0,"body":"Kommt darauf an, was du vorhast zu bauen :D","replies":[]}]}