{"id":"EpnunHZ7","poster":"DarkLevanger","date":"2016-05-09T13:08:38.430+0000","title":"Sponserung: TeamSpeak 3 Server","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Tag. Ich m&ouml;chte hier einen TeamSpeak Server sponsern, kostenlos. Dieser soll f&uuml;r Clans/Teams mit mehreren Spielern sein. Alles, was daf&uuml;r getan werden muss, ist hier die Anzahl der Mitglieder zu schreiben und eine Bewerbung dranzuh&auml;ngen. Das Mindestalter betr&auml;gt 16 Jahre. Bedingungen:\r\n- Der Server muss t&auml;glich benutzt werden, andernfalls wird er nach einem gro&szlig;en Nichtnutzungszeitraum (&lt;- Ist das richtig? ;D) deaktiviert.\r\n- Es gibt keine Laufzeit- und Trafficbegrenzung. \r\n- Es ist nicht gestattet, Dateien zu transferieren.\r\n- Die Client-Anzahl kann nicht ge&auml;ndert werden, mit Ausnahme eines Schreibens an mich.\r\n- Willkommensnachricht, Banner, Channel etc. kann alles frei und nach eigenem Willen gestaltet werden.\r\n- Es ist keine Pflicht, mich zu verlinken.\r\n- Ich garantiere f&uuml;r keine vollst&auml;nde UP-Time-Zeit. Dabei muss ich sagen, dass mein TeamSpeak Server bereits mehr als 47 Tage durchgehend l&auml;uft. Vor 47 Tagen wurde der Server neugestartet.\r\n- Der Server darf weder verkauft, noch vermietet werden.\r\n- Eine Domain ist bei verschiedensten Anbietern auf die IP des Server aufschaltbar.\r\n- Es wird nicht der Standardport vergeben.\r\n- Die Client-Anzahl ist abh&auml;ngig von den Mitgliedern des Clans. Und Achtung! Dies kann &uuml;berpr&uuml;ft werden, was das L&uuml;gen somit nicht empfehlbar macht.\r\n- MusikBots sind selbstverst&auml;ndlich erlaubt. Es gibt keine Vorschriften, welche Musik nicht abgespielt werden darf. Jedoch &uuml;bernimmt der Clan, bzw. der Bewerber die Verantwortung &uuml;ber den auf dem TeamSpeak Server abgespielten Inhalt.\r\n\r\nIch denke, mit den Bedingungen l&auml;sst es sich definitv leben. Ich hoffe, auf Interesse zu sto&szlig;en und w&uuml;nsche noch einen angenehmen Tag.\r\n\r\nMit freundlichem Gru&szlig;,\r\n\r\nTom | DarkLevanger\r\n\r\nInformation: Dieser Beitrag soll keine Werbung oder Spam darstellen.","replies":[]}