{"id":"P2fA1jWn","poster":"Reisfleisch","date":"2016-05-09T11:48:56.202+0000","title":"Warum gehn alle auf die Franzosen?","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":5,"body":"Ich frag mich einfach warum sagt jeder die Franzosen k&ouml;nnen nix. Ja ich hatte selber schlechtere Franzosen aber schlechte Deutsche gibts genauso. Warum gehen alle so spezialiert auf Franzosen? Weil sie nicht Englisch reden? Ich finde es ein wenig unsch&ouml;n was f&uuml;r einen Hass manche Spieler auf Franzosen haben(Instaleave).","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-05-09T12:01:42.963+0000","up_votes":10,"down_votes":1,"body":"Vorurteile. \nFranzosen bieten sich als Opfer von Vorurteilen einfach sehr gut an, da absolut jeder sofort die französische Sprache erkennt (was z.B. bei eher östlichen Sprachen nicht so eindeutig möglich ist) und Franzosen auch außerhalb des Gamings sowieso schon das Ziel diverser Witzchen sind, vor allem bezüglich ihrer verlorenen Kriege, was in einem kompetetiven Spiel natürlich ein super Aufhänger dafür ist, Franzosen mangelnden Skill vorzuwerfen.","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-09T13:02:11.356+0000","up_votes":2,"down_votes":1,"body":"Das Argument der verlorenen Kriege habe ich nie verstanden. Deutschland/Österreich haben ebenfalls Kriege verloren, darunter beide Weltkriege. Gleichzeitig kann auch Frankreich auf erfolgreiche Feldzüge und Generäle verweisen. Jeder würde es komisch finden, wenn sie uns für die Napoleonischen Feldzüge aufziehen würden, aber gleichzeitig schaffen wir es nicht, unsererseits nicht zu sticheln.\nAber ja, mir ist bewusst das Logik hier keine Rolle spielt.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-09T13:25:32.163+0000","up_votes":4,"down_votes":8,"body":"Ach ja, welchen Krieg hat Frankreich denn gewonnen?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-05-09T13:38:12.148+0000","up_votes":8,"down_votes":4,"body":"Zum Beispiel hat das Premier Empire/Erste Kaiserreich eine Fläche von über 2,5 Millionen km² bedeckt und war damit die größte Kolonialmacht der Welt. Das ist ganz sicher nicht passiert indem sie Kriege verloren haben. Auch Napoleon gilt nicht umsonst als einer der größten Strategen der Geschichte.","replies":[{"id":"","poster":"Soúp","date":"2016-05-10T08:58:14.620+0000","up_votes":3,"down_votes":0,"body":"Galt Napoleon nicht als einer der \"kleinsten\" Strategen der Geschichte? ^^","replies":[{"id":"","poster":"Shiggyvara","date":"2016-05-10T09:03:00.793+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Soúp,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000000000000001,timestamp=2016-05-10T08:58:14.620+0000)\n>\n> Galt Napoleon nicht als einer der &quot;kleinsten&quot; Strategen der Geschichte? ^^\n\nJo aber nur wegen seiner Leibwache aus 2m Männern da wirkt man als durchschnittlich großer Mensch halt klein daneben ;)","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-10T09:52:09.235+0000","up_votes":1,"down_votes":0,"body":"Das war, wie man heute vermutet, nur Propaganda der Feindesländer.^^","replies":[]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-05-09T14:29:43.287+0000","up_votes":3,"down_votes":9,"body":"Kann man so nicht sagen. Im zweiten Weltkrieg haben die Franzosen auch verloren, dennoch war Frankreich nach dem zweiten Weltkrieg größer als davor. Im Allgemeinen kann man also nicht von einer positiven Korrelation sprechen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-05-09T15:05:16.908+0000","up_votes":4,"down_votes":2,"body":"Ich versuch ja immer das vermeiden, aber jetzt muss ich doch mal den Lehrer rauslassen: Das Wort \"Korrelation\" macht in diesem Satz keinen Sinn. Korrelation beschreibt wie stark sich zwei Variablen gegenseitig vorhersagen (zufällig oder kausal). Das passt überhaupt nicht in diesen Kontext. Versuche Fachbegriffe nur dann zu verwenden, wenn du dir sicher bist, was sie bedeuten. \n\nDarüber hinaus hast du vorhin in Frage gestellt, dass Frankreich überhaupt einen Krieg gewonnen hat, was ich widerlegt habe. Dass Frankreich niemals einen Krieg verloren hat, hat niemand behauptet.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-09T15:22:07.575+0000","up_votes":2,"down_votes":6,"body":"Man sollte es grundsätzlich vermeiden andere über Dinge zu belehren von denen man selbst keine Ahnung hat. Es ist daher eventuell eine gesunde Eigenschaft, dass du nur in seltenen Fällen auf die Lehrerrolle zurückgreifst. Zunächst einmal ist der Ausdruck \"Sinn machen\" schlechtes Deutsch. Zum anderen empfehle ich dir einmal den Wikipedia-Artikel zum Begriff \"Korrelation\" oder ein Blick in ein namhaftes deutsches Wörterbuch.\nDein Verständnis von Korrelation ist schlichtweg falsch bzw. unvollständig. Wenn es dir beim Verständnis hilft dann zerlege den Begriff in die lateinischen zu Grunde liegenden Terme.\nDamit werden sicherlich einige Unklarheiten beseitigt werden. Ich hoffe ich konnte helfen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-05-09T15:25:59.421+0000","up_votes":5,"down_votes":3,"body":"Als Physiker bin ich bestens mit der Bedeutung von Korrelationen vertraut, herzlichen Dank.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-10T09:51:06.896+0000","up_votes":3,"down_votes":1,"body":"Es scheint du bist hier einer, wie ich sie fortan nennen werde, \"Spezialisten-Krankheit\" erlegen.\nDas Wort \"Korrelation\" hat je nach Fachbereich, eigene, wenn auch ähnliche Bedeutungen, der Duden, wenn auch kein wissenschaftliches Nachschlagewerk, bietet die allgemeingültigen Bedeutungen, von Wörtern in der Alltagssprache.\nhttp://www.duden.de/rechtschreibung/Korrelation\n\nWahrscheinlich ist dir das passiert, was mir passierte, als ich aus einer semantischen Position heraus, mit einem Philosophen, über die Bezeichnung \"Realist\" sprach.\nAn dem Satz den du kritisiert hast, störe ich mich allerdings auch und zwar am Wort \"positiven\", wie das da rein passt, kann ich mir nicht erklären, der Satz ist dadurch einfach nicht stimmig und sieht falsch aus, wenn dann noch dazu kommt, dass \"Korrelation\" in deinem Fachbereich eine andere Bedeutung hat, kann so etwas schonmal passieren.\n\nAuch wenn es mich nicht glücklich macht, da ich seine Arroganz als störend empfinde, fürchte ich, dass Game of Throws hier, zumindest was die \"Korrelation\" angeht, Recht hat.","replies":[{"id":"","poster":"eingew","date":"2016-05-10T18:23:36.648+0000","up_votes":2,"down_votes":0,"body":"Eine positive Korrelation bedeutet in der Statistik, dass je mehr (positiver) die eine Variable ausgeprägt ist, desto mehr ist die andere Ausgeprägt. In diesem Falle: Je mehr Kriege gewonnen wurden, desto größer ist das erhaltene Territorium.\nEine negative Korrelation ist dementsprechend: Je mehr die eine Variable ausgeprägt ist, desto weniger ist die andere ausgeprägt.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-10T19:46:53.529+0000","up_votes":2,"down_votes":0,"body":"Danke, wieder was gelernt. :)","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-05-10T18:21:20.093+0000","up_votes":2,"down_votes":0,"body":"In der Statistik benutzt man das Wort Korrelation letztendlich als Synonym zu \"Zusammenhang\". Wenn zwei Variablen zusammenhängen (wie du schon sagst ist eine Kausalität dabei keinesfalls vorausgesetzt), dann korrelieren sie.\n\nIn diesem Falle wären die Variablen Frankreichs Kriegserfolge und das erschlossene Territorium.\n\nHat Frankreich viele Kriege gewonnen und gleichzeitig viel Landesfläche dazu gewonnen würde man also von einer positiven Korrelation sprechen.\nHat Frankreich viele Kriege verloren und gleichzeitig viel Landesfläche dazu gewonnen, spricht man von einer negativen Korrelation.\n\nGame of Throws hat also durchaus Recht, mit dem was er sagt. Wenn ein verlorener Krieg zu mehr Territorium führt, dann liegt keine positive Korrelation vor, sondern eine negative.\n\n___\n\nDabei muss man aber bedenken, dass Frankreich im Gegensatz zu dem, was Game of Throws gesagt hat, durchaus auf der Gewinnerseite stand. Ich weiß nicht, wie hier die Geschichtskenntnisse sind, und da sollte ich Game of Throws vielleicht direkt ansprechen: Du weißt aber schon, dass Frankreich Mitglied der Alliierten war, die den zweiten Weltkrieg (glücklicherweise) gewonnen haben? Sonst sähe Europa wohl etwas anders aus...\n\nIch weiß was du meinst. Frankreich hat sich kämpferisch nicht gut geschlagen. Aber das ändert nichts an ihren starken Verbündeten, dank denen sie Deutschland nun mal ihre Anforderungen für einen Friedensvertrag diktieren konnten. Weil sie gewonnen haben. Ungeachtet ihrer militärischen (Miss-)Erfolge.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-10T20:04:07.049+0000","up_votes":3,"down_votes":2,"body":"Sieht man Frankreich als Teil der Alliierten, dann gehören sie zu den Siegermächten, das ist korrekt und dagegen kann ich auch nichts einwenden. Konzentriert man sich nur auf diesen Sachverhalt, dann liefert das obige Szenario kein Gegenbeispiel für die  zwingend positive Korrelation von \"Krieg gewinnen\" und \"Territoriale Vergrößerung\".  \n\nFrankreich hat allerdings gegen Nazi-Deutschland bedingungslos kapituliert (vor Kriegsende). Nach Definition kann eine Partei, die kapituliert keine Siegermacht sein. Unter diesen Voraussetzungen ist das Gegenbeispiel allerdings korrekt und das war alles, was ich zeigen wollte um die Theorie von Humpelstilzche, dass eine territoriale Vergrößerung immer positiv zu einem gewonnen Krieg korreliert zu widerlegen. Es hätte sich weniger zu einer Schlammschlacht entwickelt und mir direkt den Wind aus den Segeln genommen, wenn er anstatt einer frechen Antwort einfach mit dem gekommen wäre, was du geschrieben hast.","replies":[{"id":"","poster":"Freudenhaus","date":"2016-05-12T09:25:10.089+0000","up_votes":2,"down_votes":2,"body":"Frankreich hat den 2. Weltkrieg nicht gewonnen, das ist eine Tatsache, da sie vor dem Sieg der Alliierten kapituliert haben. Ich zitiere:Frankreich hatte 1940 eine Niederlage erlitten und war unter deutsche Besatzung geraten. Trotz der französischen Kapitulation baute General Charles de Gaulle im Ausland die Forces Françaises Libres auf, die auf Seiten der Hauptalliierten bis zur Befreiung Frankreichs und der Besetzung Deutschlands und Österreichs weiterkämpfte. Nach dem Krieg wurde Frankreich durch Beschluss der Alliierten – eher aus freundschaftlichen Gründen – nachträglich ebenfalls zur Siegermacht mit eigener Besatzungszone auf dem Territorium des besiegten Deutschlands bestimmt und bildete einen Teil der Vier Mächte.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2016-05-14T10:38:00.318+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Freudenhaus,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000000000000000000200000000000200000000,timestamp=2016-05-12T09:25:10.089+0000)\n>\n> Nach dem Krieg wurde Frankreich durch Beschluss der Alliierten – eher aus freundschaftlichen Gründen – nachträglich ebenfalls zur Siegermacht mit eigener Besatzungszone auf dem Territorium des besiegten Deutschlands bestimmt und bildete einen Teil der Vier Mächte.\n\nHuri :D ach hai.\ndieses \"eher aus freundschaftlichen gründen\" hat mir den tag versüßt. gj <3 aber hast du das wirklich selbst geschrieben oder copypaste von wiki übernommen?:P\n(geh mal wieder on du nüsschen!)","replies":[{"id":"","poster":"Freudenhaus","date":"2016-05-14T14:27:51.334+0000","up_votes":1,"down_votes":0,"body":"Ich habe 1:1 zitiert^^","replies":[]}]}]}]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-05-09T15:31:48.167+0000","up_votes":2,"down_votes":7,"body":"Offensichtlich nicht gut genug. Lass die mathematischen Begriffe lieber die Mathematiker handlen. Da du ja nur Physiker bist, werde ich daher nicht so hart mit dir ins Gericht gehen.","replies":[{"id":"","poster":"eingew","date":"2016-05-10T18:26:24.014+0000","up_votes":2,"down_votes":1,"body":"Als völliger Laie, der Physik nur als Schulfach kennengelernt hat: Physik ist doch letztendlich Mathe? Was anderes macht man in der Physik, als rechnen? :D Nur weil das ganze reale Bezüge hat, ist es ja nicht plötzlich keine Mathematik mehr.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-10T20:33:56.982+0000","up_votes":1,"down_votes":0,"body":"Alle Naturwissenschaften und Wirtschaftswissenschaften greifen beim Formulieren ihrer Theorien auf mathematische Ausdrücke und Techniken zurück. Mathematik ist wie eine Sprache und von allen Wissenschaftlern sind meiner Erfahrung die Physiker, diejenigen, die sie am besten sprechen. Grundsätzlich habe ich großen Respekt vor der Physik und auch Physikern. Viele ganz abstrakte mathematische Theorien werden durch in der Physik erforschte Phänomene überhaupt erst motiviert.\n\nTrotzdem ist Physik keine Mathematik, sondern lediglich eine Anwendung ihrerseits. Der Physiker benutzt die Mathematik wie ein Werkzeug um seinen Theorien eine Gestalt zu verschaffen und sie in eine verwertbare Form zu bringen. Aber für die meisten Physiker, die ich kenne, ist Mathematik eben auch nur ein Werkzeug und nicht mehr - der Handwerker fragt sich nicht, warum und wie seine Bohrmaschine funktioniert und wenn er gerade keinen Hammer hat, dann kann er den schweren Knauf der Bohrmaschine auch verwenden um den Nagel in die Wand zu schlagen.\n\n\"Rechnen\" zu \"Mathematik\" verhält sich wie \"Teleskop\" zu \"Astronomie\" - Ich hoffe du kannst mit dem Vergleich etwas anfangen, denn ich finde es ziemlich schwierig eine Laien-gerechte Antwort zu formulieren...","replies":[{"id":"","poster":"Jastol","date":"2016-05-13T10:54:33.442+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Game of Thr0ws,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000000000000000000200000000000000000000,timestamp=2016-05-10T20:33:56.982+0000)\n> &quot;Rechnen&quot; zu &quot;Mathematik&quot; verhält sich wie &quot;Teleskop&quot; zu &quot;Astronomie&quot; - Ich hoffe du kannst mit dem Vergleich etwas anfangen, denn ich finde es ziemlich schwierig eine Laien-gerechte Antwort zu formulieren...\n\nDas erste was mein Analysis Prof auf der Uni zu uns sagte. Schule war Rechnen, jetzt kommt Mathe... danach hat es 3 Semester gedauert bis Ich endlich wieder eine Zahl in einer Formel sehen durfte.","replies":[{"id":"","poster":"Abasin","date":"2016-05-13T11:16:11.562+0000","up_votes":1,"down_votes":0,"body":"Also wenn es nicht gerade ein Prof mit Vorliebe für Funktionalanalysis oder Differentialgeometrie war, kommt auch in einigen \"Formeln\" mal eine Zahl vor, und nicht nur zum Nummerieren der Lemmata. Man nehme nur die ganze Folgen- und Reihenthematik und die zugehörigen Konvergenzbetrachtungen. {{sticker:zombie-brand-clap}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2016-05-09T17:47:22.005+0000","up_votes":1,"down_votes":0,"body":"Ich finde schon, dass man \"Korrelation\" in diesem Zusammenhang benutzen kann. Es geht, glaube ich, um folgendes Argument: \n\n> Zum Beispiel hat das Premier Empire/Erste Kaiserreich eine Fläche von über 2,5 Millionen km² bedeckt und war damit die größte Kolonialmacht der Welt. Das ist ganz sicher nicht passiert indem sie Kriege verloren haben.\n\nHier wird ja, von dir Humpel, ein Zusammenhang zwischen Gebietsgröße und gewonnenen (bzw. nicht verlorenen) Kriegen angedeutet. Somit könnte man daraus schließen, dass sich aus der Größe eines Landes (oder Staates) ableiten lässt, ob dieses viele oder wenige Kriege verloren bzw. nicht verloren hat. Das wären zwei Variablen die sich gegenseitig kausal beeinflussen.\n\nVielleicht passt der Begriff nicht zu 100% aus wissenschaftlicher Sicht. Aber ich denke es ist klar, was gemeint ist. Ich glaube zudem auch, dass es eben keine Korrelation gibt, da es zu viele Faktoren (Kultur, Politik, Sprache, Geschichte, etc.) gibt, durch die sich die größe eines Staates entscheidet. Auch wenn militärischer Erfolg durchaus eine Rolle spielen kann (aber eben nicht muss).","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-05-09T14:55:49.440+0000","up_votes":4,"down_votes":1,"body":"Frankreich stand als Teil der Alliierten auf der Seite der Siegermächte, also haben die auch gewonnen. Und nur dieses Beispiel zu nehmen, wo mit Hilfe von Kongressen alles ausgelegt wurde, statt all die Kriege der Vergangenheit mal nachzuforschen, wo Frankreich gewonnen hat (Napoleon ist nun wirklich das berühmteste Beispiel), ist auch etwas... Naja. Wie man es sich eben recht machen will.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2016-05-09T17:36:50.697+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du das so siehst mit dem 2. Welkrieg, dann hat Frankreich bei Napoleon am Ende aber auch verloren. Eigentlich sogar zwei Mal ^^","replies":[]},{"id":"","poster":"Alustus","date":"2016-05-09T15:58:07.012+0000","up_votes":1,"down_votes":0,"body":"Naja der Waffenstillstand vom 22.Juni 1940 ist eine anerkannte militärische Niederlage gewesen.\nUnd dannach wurde ein großer Teil von Frankreich durch Deutschland geleitet.\n(Ähnlich wenn auch anders wie der Ukraine(Krim) Konflikt mit Russland)\nIch würde deswegen nicht sagen dass Frankreich \"gewonnen\" hat.","replies":[]}]},{"id":"","poster":"Irrsinn","date":"2016-05-09T14:33:16.438+0000","up_votes":3,"down_votes":1,"body":"Das ändert nichts daran das sie viele Kriege und Konflikte gewonnen haben. ~~Auch mit Smurf Downvotes nicht.~~","replies":[]}]}]},{"id":"","poster":"Jastol","date":"2016-05-13T10:36:13.202+0000","up_votes":1,"down_votes":0,"body":"Den Amerikanischen Unabhängigkeitskrieg zum Beispiel.","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-13T10:46:10.695+0000","up_votes":1,"down_votes":0,"body":"Das ist mir neu. Ich weiß, dass sie Waffen, Material (und später die Freiheitsstatue) geschickt haben, aber haben sie da tatsächlich aktiv mitgekämpft?","replies":[{"id":"","poster":"Jastol","date":"2016-05-13T11:01:21.823+0000","up_votes":2,"down_votes":0,"body":"Sie sind offizielle Konfliktpartei und so viel Ich weiß hatten sie auch genug Bodentruppen im Einsatz, wobei die meisten natürlich die Französischen Kolonien in Kanada verteidigten.","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-13T14:11:26.535+0000","up_votes":1,"down_votes":0,"body":"Huh, was gelernt. Muss ich mir mal genauer ansehen!","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-05-13T16:11:06.244+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Irrsinn,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000000000030000,timestamp=2016-05-13T10:46:10.695+0000)\n>\n> Das ist mir neu. Ich weiß, dass sie Waffen, Material (und später die Freiheitsstatue) geschickt haben, aber haben sie da tatsächlich aktiv mitgekämpft?\n\nNaja zu der Zeit gab es ja keine Soldaten, sondern Söldner, mit denen die Herrscher auch gut Handel trieben. So erwarb der englische König z.B. Kontingente aus Hessen, die dann für die Krone kämpften. Frankreich hat das auch gemacht und die Amerikaner unterstützt.\nEin paar Jahre zuvor war ja auch der French-Indian-War (7jähriger Krieg in Amerika), den England gewann und Frankreich fast alle Kolonien dort verlor.\nDeshalb ist das, was Jastol schrieb nicht korrekt, denn die kanadischen Territorien standen zu der Zeit bereits unter englischer Herrschaft.","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-13T17:14:08.066+0000","up_votes":1,"down_votes":0,"body":"Das es keine Soldaten gab kann ich so nicht unterscheiben. Ja, es war die große Zeit der Söldner, aber es gab sehr wohl Berufsarmeen. Die englischen Redcoats zB würde ich nicht als Söldner einordnen.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-13T17:52:46.192+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Irrsinn,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=0002000000000003000000010000,timestamp=2016-05-13T17:14:08.066+0000)\n>\n> Das es keine Soldaten gab kann ich so nicht unterscheiben. Ja, es war die große Zeit der Söldner, aber es gab sehr wohl Berufsarmeen. Die englischen Redcoats zB würde ich nicht als Söldner einordnen.\n\nJ das stimmt, hätte ich besser heraustellen sollen.","replies":[]}]}]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-05-09T14:05:13.467+0000","up_votes":6,"down_votes":4,"body":"Zu Humpels Beispiel möchte ich noch die ganz alten Kriege im Frankenreich, den Vorläufern der Franzosen, nennen. Das Frankenreich war ebenfalls nicht ganz ohne Grund relativ groß ab einem gewissen Punkt. Die Sachsenkriege fallen mir spontan ein.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-05-09T14:03:19.543+0000","up_votes":6,"down_votes":4,"body":"Was Humpel gesagt hat. Dann gab es da noch Jean d'Arc, mit deren Beihilfe die Engländer wieder aus dem Land geworfen wurden, ihrerseits waren sie auch in England aktiv, sebst als sie noch als Gallier bekannt waren haben sie Schlachten gegen die Römer gewonnen. Die Franken haben den Gothen ziemlich auf die Mütze gegeben, in den Kreuzzügen gab es sehr erfolgreiche französische Armeen (wobei Kreuzzüge ja ein Mischmasch waren, also nicht unbedingt zählen), etc etc...","replies":[]}]},{"id":"","poster":"PromoHengst","date":"2016-06-05T14:17:46.399+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Irrsinn,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000,timestamp=2016-05-09T13:02:11.356+0000)\n>\n> Das Argument der verlorenen Kriege habe ich nie verstanden. Deutschland/Österreich haben ebenfalls Kriege verloren, darunter beide Weltkriege. Gleichzeitig kann auch Frankreich auf erfolgreiche Feldzüge und Generäle verweisen. Jeder würde es komisch finden, wenn sie uns für die Napoleonischen Feldzüge aufziehen würden, aber gleichzeitig schaffen wir es nicht, unsererseits nicht zu sticheln.\n> Aber ja, mir ist bewusst das Logik hier keine Rolle spielt.\n\nDas deutsche Reich wurde 1871 in Versailles proklamiert...das ist mit verlorenden Kriegen unteranderem gemeint...","replies":[]},{"id":"","poster":"SuperplexP","date":"2016-05-13T10:06:50.564+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Irrsinn,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00020000,timestamp=2016-05-09T13:02:11.356+0000)\n>\n> Das Argument der verlorenen Kriege habe ich nie verstanden. Deutschland/Österreich haben ebenfalls Kriege verloren, darunter beide Weltkriege. Gleichzeitig kann auch Frankreich auf erfolgreiche Feldzüge und Generäle verweisen. Jeder würde es komisch finden, wenn sie uns für die Napoleonischen Feldzüge aufziehen würden, aber gleichzeitig schaffen wir es nicht, unsererseits nicht zu sticheln.\n> Aber ja, mir ist bewusst das Logik hier keine Rolle spielt.\n\nNapoleon war Korse. Außerdem hat Frankreich selbst in jedem Weltkrieg kapituliert.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-13T15:54:29.375+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SuperplexP,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=000200000001,timestamp=2016-05-13T10:06:50.564+0000)\n>\n> Napoleon war Korse. Außerdem hat Frankreich selbst in jedem Weltkrieg kapituliert.\n\nSchön, dass Frankreich allerdings Korsika gekauft hat und das Inselchen trotz immer noch bestehender Unabhängigkeitsbestrebungen ist Teil des Französischen Staates.\n\nUnd wann hat bitte Frankreich im 1. WK kapituliert?","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-05-13T10:10:29.170+0000","up_votes":1,"down_votes":1,"body":"Deutschland Österreich auch.\nNapoleon hat seine Feldzüge wider Erwarten nicht alleine durchgeführt.","replies":[]}]}]},{"id":"","poster":"SethHaveron","date":"2016-05-14T21:03:39.055+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=0002,timestamp=2016-05-09T12:01:42.963+0000)\n>\n> Vorurteile. \n\n\nVorurteile????  das sind Tatsachen\n\nhab 13 spiele in folge verloren \nhatte 10 mal Franzosen im team und diese 10 mal direkt verloren.... auch in folge.... \n\n\nso wie ich das sehe ist eine quote von 10 von 13 eine 97% chance das match zu verlieren sobald franzosen im team sind... \n\nich bin des französischen mächtig.... aber den müll den man sich im chat ansehen muss wünsche ich niemandem..\n\nsie verschwenden ihre Intelligenz lieber damit den chat mit blöden sprüchen , beleidigungen die sehr persönlich sind und/oder weit unter die gürtellinie gehen voll zu pflastern als sich auf das spiel zu konzentrieren... \n\nnoch dazu mit jeder menge rechtschreibfehler ,die darauf schließen lassen das diese personen nicht lange in der schule gewesen sind... \n\nwobei das französische schulsystem ne nummer presenter ist als unseres.... \nwir stöhnen nach 9 stunden..... \ndie franzosen gehen nach diesen 9 stunden nur mal eben zum mittag nach hause.... danach geht es für 4 weitere stunden zurück in den klassenraum...","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-05-15T07:05:28.785+0000","up_votes":4,"down_votes":0,"body":"Ich versuche ja normalerweise das Grammar-Nazitum zu meiden, insbesondere da ich auch selbst viele Tippfehler mache und es mir generell nicht so wichtig ist.....\n\nAber wenn man \"present\" statt \"präsent\" schreibt, denkt dass alle Franzosen eine Winratio von 3% haben (du hast es vlt. nicht gemerkt, aber genau das sagst du hier) und außerdem denkt, dass 10 von 13 97% entsprechen (es sind 77%), sollte man sich vlt nicht allzuweit aus dem Fenster lehnen und über die Intelligenz, Rechtschreibefehler und den Bildungststand anderer Leute herziehen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-15T08:30:11.255+0000","up_votes":3,"down_votes":0,"body":">hab 13 spiele in folge verloren\n\nStimmt nicht. Auf OP.GG finde ich keine solche Losingstreak. Schon gar nicht am Freitag, wie du in deinem Thread gemeint hast.","replies":[{"id":"","poster":"SethHaveron","date":"2016-05-15T09:09:25.873+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=000200010001,timestamp=2016-05-15T08:30:11.255+0000)\n>\n> Stimmt nicht. Auf OP.GG finde ich keine solche Losingstreak. Schon gar nicht am Freitag, wie du in deinem Thread gemeint hast.\n\n\nvom 13.05 angefangen mit Fiddelsticks  24:53 bis 14.05 35:57 mit Teemo  sind das 10 mal am stück \nnimm die beiden coop und den custom raus und es geht noch 3 mal weiter....","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-15T09:22:31.465+0000","up_votes":2,"down_votes":0,"body":"Mir zeigt es nur eine Udyr, eine Fiddlesticks und eine Darius Niederlage an. Davor und danach Normalsiege.","replies":[]}]}]}]}]},{"id":"","poster":"Pikazena","date":"2016-05-09T14:10:33.662+0000","up_votes":5,"down_votes":0,"body":"Schlechte Spieler gibt es überall, das isn Fakt, aber Franzosen haben oftmals diese bestechend nervige EIgenschaft den Chat in französisch zuzuspammen. Versteh mich net falsch, ich kenne viele Deutsche die das gleiche Tun, und habe auch viele Franzosen gesehen die nur Englisch schreiben und gut gespielt haben. Aber die französische Sprache ist nunmal sehr markant wie man sagen muss, das bleibt sehr leicht hängen. Aber das macht die Franzosen nicht schlechter als irgendein anderes Land\nlg Pikazena","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-05-11T08:16:18.830+0000","up_votes":3,"down_votes":0,"body":"Also mein Franzose funzt :\n\nhttps://upload.wikimedia.org/wikipedia/commons/f/f4/Franz_Werkz.jpg\n\ngenau wie mein Engländer :\n\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Pipewrench-horizontal.jpg/799px-Pipewrench-horizontal.jpg\n\neinen Deutschen hatte ich noch net :(\n\n\n{{sticker:slayer-jinx-wink}} \n\nmfg\nMB","replies":[]},{"id":"","poster":"Marofion","date":"2016-05-11T06:57:10.741+0000","up_votes":2,"down_votes":0,"body":"Einer meiner liebsten Premades ist Franzose.\nEr spricht weder Deutsch, noch besonders gut Englisch, ich kein Franzöisch und dennoch bekommen wir es hin Spiele zu gewinnen und zu kommunizieren.\nAuch mein Cousin läd ihn mittlerweile immer wieder ein. Wir laden ihn sogar auf den Teamspeak ein.\n\nIch hab eher das Gegenteil erlebt... die meisten Leute die mir beim beleidigen auffallen (Ich hab den Chat aber auch eher selten im Blick), greifen früher oder Später auf deutsche Begriffe zurück.","replies":[]},{"id":"","poster":"Abasin","date":"2016-05-11T08:05:39.523+0000","up_votes":3,"down_votes":1,"body":"Direkte Antwort: Man sucht einen Sündenbock für die eigene \"Inkompetenz\". Es ist quasi eine Steigerung des alten Themas, dass man wegen seiner Mates verliert. Wem das nicht ausreicht, der schimpft halt auf seine vermeintlich französischen/spanischen/englischen Mates. Ein grosses Problem ist sicher die Sprachbarriere. Englisch Pidgin kriegt auch ein Hauptschüler noch halbwegs gebacken, aber dann hörts auf...man kann ja nicht mal verstehen, ob die Jungs flamen oder gute Tipps geben. Das erzeugt Unsicherheit und Frust, man hat noch weniger Kontrolle als sonst und fühlt sich ausgegrenzt.\nAn der Stelle sollte man sich fragen, wie sich ein Franzose bei einem deutschsprachigen 4er Premade fühlt... {{sticker:slayer-jinx-wink}} \nEinfach mal die Rollen tauschen.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2016-05-13T19:31:34.407+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-14T10:15:54.953+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Pride Òó,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=0013,timestamp=2016-05-13T19:31:34.407+0000)\n>\n> ich sags mal so..ich kenn genügend leute die i-einen schmu von sich geben,oder andere auf französisch/spanisch/etc zuflamen...\n> meistens sind es nunmal franzosen,und das kommt in den meisten games und lebenssituationen vor.\n> letztens hätte uns fast ein franzose den wagen zerschmettert (auf der autobahn), weil der keinen plan hatte von dem verkehr scheinbar...\n> &lt; _ &lt;\n> yeah anyways, franzosen sind dafür halt bekannt oftmals doof zu handeln und solche sachen.\n> muss ganz ehrlich sagen das ich auch freundliche,gute franzosen kenne...\n\nWie oft wird denn euer Auto beinahe zu Schrott gefahren, um von meistens sprechen zu können?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2016-05-14T10:34:12.668+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-14T10:41:33.187+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pride Òó,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=001300000000,timestamp=2016-05-14T10:34:12.668+0000)\n>\n> du hast den kontext nicht ganz verstanden D: die autositutation war einmalig,aber es geht ja nicht nur darum...es war nur eins von vielen beispielen\n\nDann leg mal los, darauf wollte ich hinaus :D","replies":[{"id":"","poster":"Izaya Kumiho","date":"2016-05-14T10:58:19.155+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"legofreak1","date":"2016-05-14T11:05:53.545+0000","up_votes":3,"down_votes":1,"body":"Und was ist das hier weiter, als Beispiele zu nennen, wo jemand sich daneben benommen hat und zufällig Franzose war? Gleiche Erfahrungen kann man mit jeder Nationalität machen, grade wenn es um Verständigung in einem fremden Land geht, deren Sprache man nicht oder nur teilweise spricht.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-05-14T11:16:38.792+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Pride Òó,realm=EUW,application-id=KYnfKGf0,discussion-id=P2fA1jWn,comment-id=00130000000000000000,timestamp=2016-05-14T10:58:19.155+0000)\n>\n> alls wenn du keine schlechten situationen mit franzosen gehabt hättest...\n> *sigh* lass mir mal kurz zeit zum nachdenken..\n> \n> ich wurd mal von franzosen auf deren sprache angeschrien...keine ahnung was die genau wollten.wirkten jedenfalls aggresiv.\n> \n> Hatte in ff xiv nen t9 raid... der dragoon war n franzose mit bonus (also keine kill exp bisher gehabt). lag als erstes auf den boden und hat uns 12 versuche jedesmal versaut weil er zwei steine nebeneinander legte.\n> \n> In ner futterbude hab ich mehrfach mitbekommen wie franzosen den kellner i-wie blöd zugefaselt haben,und der kellner nur verzweifelt &quot;can you speak english please?i dont understand you&quot; antworten musste..(das kommt eigentlich recht häufig vor...besonders in englands southend. greenwich ist z.b davon nicht betroffen...)\n> \n> der klassiker: du erklärst den leuten was,oder fragst sie etwas worauf man nicht mit ja oder nein antworten kann: &quot;yes&quot;....&quot;i dont speak english&quot;.\n> mit der dramatischen pause!\n> \n> vati zu mir :&quot; das zeugs schmeckt ja blöd...reich mir mal die verpackung.&quot; ich nehm die verpackung und geb sie ihm. Vati:&quot;französisch....made in france. da haben wirs doch :P &quot;\n> \n> In den zügen haben wir diese Lesegeräte für e-karten... versucht n franzose seine karte da durchchecken zu lassen und bekommt immer nur das &quot;bitte legen sie die karte richtig auf&quot;-gelaber vom kasten zurück. ich frag ihn also freundlich ob ich helfen soll,und bekomm lautstark i-was zugeflucht was ich nicht verstehen kann...\n> darauf folgte ein personalkerl von der bahn der versuchte dem typen zu helfen...legte also die karte aufs gerät und der franzose schlägt den bahnmitarbeiter. das musst du dir mal geben...\n> \n> natürlich hat man versucht denjenigen zu beruhigen,aber musste dann schlussendlich aus dem zu geworfen werden bei der nächsten station...\n> \n> ich glaube,wenn ich noch mehr hier reinpack,dann wärs zu viel auf einmal D: reicht dir das?\n\nJoa jetzt bin ich amüsiert :D\n\nIch komme ursprünglich aus der Grenzregion, ich kenne daher genug Vorurteile und auch Bestätigungen. Bleiben auf 60 Mio. Kontinentalfranzosen noch genug über, wo ich nicht weiß, wie die ticken. :D\n\nHab mal ne Französin kennengelernt und der erzählt, was wir bei uns in aller Regel von denen halten und auch ein paar Stories erzählt. Sie\nkonnte das auch nicht glauben. Dann brach sie sich ein Bein und musste dafür in ein frz. Krankenhaus,als sie  wieder kam, meinte sie nur, sie wisse jetzt, was ich gemeint habe :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-05-09T14:00:00.774+0000","up_votes":2,"down_votes":1,"body":"Mich hat es eher irritiert, als ich einen Franzosen in die Freundesliste aufgenommen habe, der sich über andere Franzosen beschwert hat. Ich glaube das war noch Season 2 und als er meinte, er sucht mehr Mitspieler, habe ich ihm die französischen Foren vorgeschlagen. Die wollte er aber nicht nutzen, weil auch er meinte, die meisten seiner Landsleute können kein Englisch und spielen schlecht. \n\nWenn man ehrlich ist, wird letzteres aber auf alle Nationen zutreffen. Ich hab da auch einige Deutsche, die meinen, sie wären Silber 3 + oder teilweise Gold und sitzen unter anderem in seit 200 Spielen in ihren Divisionen fest (natürlich nur wegen der schlechten Mates).\n\n","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-09T20:04:29.124+0000","up_votes":1,"down_votes":0,"body":"Witzig, genau das ist mir auch passiert!\n\nAlso, dass ich nur wegen meinen Mates so schlecht bin! ;)\n\nSpaß beiseite, wahrscheinlcih ist es sogar der selbe Franzose auf unseren Listen.^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-09T20:12:05.936+0000","up_votes":1,"down_votes":0,"body":"Der bei mir scheint schon knapp ein Jahr nicht mehr gespielt zu haben, ist aber anscheinend in der LdG.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-09T20:14:49.899+0000","up_votes":1,"down_votes":0,"body":"Ich weiß leider nicht mehr wie er hieß. :(\nUnd wenn du mir den Namen sagen würdest, würde ich ohenhin denken \"Ja genau so hieß er!\",  dazu tendiere ich leider. ;)","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2016-05-13T11:47:37.070+0000","up_votes":1,"down_votes":0,"body":"Aus meiner Sicht sind alle Englisch-Verweigerer falsch in diesem Spiel. Es gibt auch extrem viele deutsche Spieler die sehr interessante Auffassungen zu ihrem skill haben. Aus meiner Sicht eher ein soziales als ein volksproblem.","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-13T14:14:20.050+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir grundsätzlich zu, dass es schön wäre, wenn eine einheitliche Sprache vorherrschen würde. GLeichzeitig darf man aber nicht vergessen, dass nicht jeder Englisch-Verweigerer das aus Prinzip tut. Manche sind zu alt, zu jung oder ihr Englisch ist einfach nicht gut genug.","replies":[{"id":"","poster":"LegendaryXenon","date":"2016-05-13T19:12:06.948+0000","up_votes":1,"down_votes":0,"body":"Es geht mir eher um Leute die mit \"halt dein Mauer, tg oder stfu \" antworten.  Wenn man es nicht kann ist es okay, auch wenn es für mich hart ist das zu akzeptieren, weil so viele Wörter braucht man in lol nicht  um sich zu verständigen.","replies":[]}]}]},{"id":"","poster":"Jastol","date":"2016-05-13T10:33:58.042+0000","up_votes":1,"down_votes":0,"body":"Kommt eigentlich von den Amis, da in deren Popkultur die Franzosen einfach immer als verweichlichte Verlierer dargestellt werden. Dazu kommt noch, dass auf Stammtischniveau auch über die Franzosen hergezogen wird weil sie von Deutschen Armeen immer recht schnell besiegt wurden. Dazu der historische Konflikt um das Elsass was vll die Eltern oder Großeltern hin und wieder aufleuchten lassen. Und zu guter letzt die Hochmut mit der viele Franzosen gerne auftreten.\n\nEinen rein auf Lol bezogenen Grund gibt es allerdings nicht und Ich finde es auch nicht ok Leute wegen Ihrer Nationalität zu beleidigen, egal welche.","replies":[]},{"id":"","poster":"Avor Ashkeno","date":"2016-05-12T17:40:02.081+0000","up_votes":1,"down_votes":0,"body":"Das größte Problem mit den Franzosen hab ich in der Kommunikation im Chat, per Ping geht es ja, da es hoffentlich auch auf französisch übersetzt wird. Natürlich kann man schnell mal ein Pardon, We, No, Francewa etc. zurückgreifen und hin und wieder kann man auch etwas herauslesen, ist mir letztens bei einer spanischen Spielerin passiert und die redet mit mir immer noch spanisch obwohl ich dabei nur \"spanisch\" verstehe, aber tiefgreifende Kommunikation ist im Chat nicht möglich.","replies":[]},{"id":"","poster":"Vogeljunges","date":"2016-05-12T06:56:02.962+0000","up_votes":1,"down_votes":0,"body":"Das Franzosen-Bashing hat einfach ein ganz lange Tradition im online-gaming, egal in welchem Spiel. Schon damals in Counter Strike, Starcraft, Warcraft,.. egal wo... \nich muss aus langer online-gaming erfahrung aber auch sagen, dass da auch viel wahres dran ist :D ist halt ein kommunikatives völkchen und wenn man damals bei CS auf nen französischen server gegangen ist, musste man erstmal ALLE muten weil da einfach alle durcheinander quatschen... hinzu kommt dass die englisch-kenntnisse meist auch etwas begrenzt sind, das ganze verbunden mit einer art patriotismus, die eigene sprache dafür umso mehr zu spammen... ich glaube das ist der hauptgrund, warum franzosen so polarisieren. \nwer kennt das nicht? \n-> champselect \nplayer A: fr? \nplayer B: oui!\nplayer C: oui!\n\n...naja und dann gehts halt los mit dem informationsaustausch der brüder :D \nseid mal lieber froh, dass es keine voice-chat unterstützung für LoL gibt :P","replies":[]},{"id":"","poster":"Kxone","date":"2016-05-12T04:06:52.921+0000","up_votes":1,"down_votes":0,"body":"Bin Selber Franzman es sind oft kinder die unter 18 sind die Franzosen. Viele deutsch können auch kein deutsch oder englisch\nAlso was soll man dazu sagen","replies":[]},{"id":"","poster":"Mariju Janna","date":"2016-05-10T09:13:27.050+0000","up_votes":1,"down_votes":0,"body":"Ich hab nix gegen franzosen mich nervts nur das die so verliebt in ihre sprache sind und es nicht einsehen englisch zu sprechen und mit dem team zu kommunizieren.","replies":[]},{"id":"","poster":"ilovethisfeed","date":"2016-05-09T20:36:37.372+0000","up_votes":1,"down_votes":0,"body":"Mir selber ist aufgefallen das (zumindest in meiner Friendslist) die Franzosen viel besser/fairer spielen als so mancher Deutscher Boy. \n\nWas mir auch aufgefallen ist das die Masse der Deutschen spieler (Randoms im Soloq) sehr sehr Toxic und arrogant sind. Liegt wohl daran das des verwöhnte Bengel sind die sich k.a was vorstellen.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-09T20:07:42.654+0000","up_votes":1,"down_votes":0,"body":"Franzosen geben sich, genau wie Deutsche, gerne zu erkennen.\nDazu kommt dann, dass schlechte Spieler viel eher im Gedächtnis bleiben als gute.\nAm Ende bleibt dann im Unterbewusstsein, dass die Franzosen immer kacke sind, dabei ist es nur die einzige Nationalität, die wir erkennen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-05-09T15:20:10.715+0000","up_votes":1,"down_votes":0,"body":"naja... also... genau genommen ist das Hauptproblem wahrscheinlich, dass Franzosen sich am häufigsten zu ihrer Nationalität bekennen... wie? Nun ja... über ihre Sprache...\n\nNebenbei behaupten die Franzosen von sich selber, dass sie die 4. größte Streitmacht der Siegermächte im 2. Weltkrieg gestellt haben... was ein wunderbar naiver Umgang mit dem Beginn des 2. Weltkrieges und der Zeit unter den Nazis ist...\n\nAber zum eigentlichen: Es gibt nach meiner Erfahrung einen entscheidenden Unterschied zwischen Franzosen und uns: Die haben eine Französisch Quote im Radio. Man muss also jede Stunde eine gewisse Anzahl von Französisch Sprachigen Songs spielen. Das war zumindest als ich noch zur Schule ging und es abgesehen von Hip Hop (was von beinah allen Radiostationen ignoriert wurde) kaum deutschsprachige Musik gab...\nDas führt halt auch zu einem anderen Umgang mit der eigenen Sprache... Franzosen können echt freundlich auf Englisch oder Deutsch deine Probleme lösen... wenn du vorher wenigstens mal versuchst hast, sie auf französisch anzusprechen... wir Deutschen dagegen... ich hatte mal einen Amerikanischen Freund, der hier Deutsch lernen wollte und einfach keine Chance hatte, weil ihn alle sofort auf Englisch angequatscht haben... um ihr eigenes Englisch zu verbessern...\n\nUnd genau so ist es am Ende in LoL: Ich schreibe selbst dann selbstverständlich in Englisch, wenn ich an den Namen meiner Mitspieler ziemlich eindeutig sehen kann, dass das Deutsche sind. Selbst mit meinen Premades... Ich sage sogar \"I dont play Diablo, i read Brecht... do it... he's great\"... Deswegen hat in all den Jahren noch niemand rausbekommen, dass dieser dumme Deutsche auf der Botlane Schuld daran ist, dass er gerade das Spiel gewonnen hat...\n\nFranzösisch ist allerdings die Sprache, die ich in LoL nach Englisch am meisten lese... deswegen fällt es mir halt auf, wenn ich mit einem Franzosen spiele, aber nicht, wenn ich mit einem Polen, Belgier, Spanier etc pp spiele... Weil die halt alle auch selbstverständlicher auf Englisch umgestiegen sind...\nAnders ausgedrückt: Wenn sich die anderen genau so häufig zu erkennen geben würden, würdet ihr die genau so hassen, wie die Franzosen...","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-05-09T11:53:30.974+0000","up_votes":1,"down_votes":0,"body":"Vorurteile. Nicht mehr, nicht weniger. Genauso, wie alle Deutschen für einige noch immer Nazis sind, sind für einige alle Franzosen grundsätzlich schlecht in Videospielen.","replies":[]},{"id":"","poster":"König der Möwen","date":"2016-05-09T11:51:32.855+0000","up_votes":1,"down_votes":0,"body":"vielleicht fällt es einfach mehr aus weil sie französisch schreien, wenn jemand schlecht spielt merke ich mir das auch eher wenn ich dann auch nicht lesen kann was die von sich geben","replies":[]},{"id":"","poster":"Joydi2004","date":"2016-05-30T10:56:57.406+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-30T12:10:09.813+0000","up_votes":2,"down_votes":0,"body":"Aus welchem Land kommen denn Franzonsen ?","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-05-30T12:19:29.745+0000","up_votes":1,"down_votes":0,"body":"Fun fact: 'ne Premade Gruppe aus Franzosen, mit denen ich sehr viel gespielt haben, waren damals der Grund, wieso ich so relaxed geworden bin. Sie haben gar nicht geflamed und das bisschen Negative, das ich vor Jahren mal hatte, auch ausgetrieben.\nSo schwer kann das gar nicht sein. Die haben mir sogar in Skype angeboten, dass sie allesamt englisch reden, nur weil ich dabei war. Uuuund sie waren damals aufm gleichen Level wie ich, was Gold-Platin war. Schlecht also auch nicht unbedingt...","replies":[]}]},{"id":"","poster":"Lasse Laufen","date":"2016-05-10T13:07:25.877+0000","up_votes":1,"down_votes":1,"body":"Immer (bei meinen Games) - wenn einer französisch spricht ist er richtig schlecht. Aber ich sage nichts gegen Franzosen, gibt vermutlich genug von Ihnen die gut spielen aber dafür englisch schreiben.\n\nHatte auch mal mit einem 4 x Französischem Team (Manche Namen auf französisch + Club Name französisch) gespielt und wir haben die Gegner übelst gepownt. Zudem muss ich auch sagen das es mehr Spaß macht in nem 4 er Premade zu spielen wie jeder einzeln. Einfach weil meine Teammitglieder (was ich des öfteren erlebt habe) nicht die ganze Zeit schreiben (wegen TS) und sich somit nicht so sehr auf den Chat konzentrieren.\n\nEDIT;  Aber dafür sprechen die meisten Flamer deutsch wenn ich schreibe: \"sei doch mal ruhig\" ^_^","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2016-05-09T12:38:40.902+0000","up_votes":2,"down_votes":2,"body":"Naja Vorurteile eben niemand mag einfach Franzosen.\n\nSie sprechen und schreiben nie auf Englisch sondern sind so arrogant das sie denken französisch ist die Weltsprache und andere sie auch sprechen müssen, obwohl niemand diese schwierige Sprache gerne spricht auser Ihnen selbst.\n\nUnd das (jetzt kommt der Witz) obwohl sie in Ihren Schulen Englisch lernen.\n\nWar mal auf einem Yugioh Championship Turnier in Frankreich, ist genau das selbe Problem.\n\"Do you speak English?\"\n- \"No.\"\n\".......\"","replies":[]}]}