{"id":"71PvRhij","poster":"RG Szage","date":"2016-05-08T20:36:25.213+0000","title":"RG LF: LoL Team / Player","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Werte Beschw&ouml;rer,\r\n\r\ndie aufstrebende Organisation Raze Gaming, welche sich schon in anderen Games einen Namen gemacht hat, will jetzt auch im Bereich League of Legends Fu&szlig; fassen.\r\nDaf&uuml;r ben&ouml;tigen wir ein Roster, was m&ouml;glichst aus hohen Platin-Spielern und gerne auch dar&uuml;ber besteht. \r\nZiel ist es mithilfe des LoL-Teams neue Sponsoren anzuwerben und dann auch von diesen zu profitieren. Damit meine ich nicht nur die Orga, sondern auch Euch. Wer sich hier ins Zeug legt, der wird auch dementsprechend entlohnt.\r\n\r\nWas wir Euch bieten k&ouml;nnen:\r\n-Eigenen TS\r\n-Verg&uuml;nstigungen durch Sponsoren\r\n-Kompromissbereites Management\r\n-Kostenloser Namechange bei &Uuml;bernahme in das Teamroster\r\n-Best&auml;ndigkeit, des Teams durch die Orga\r\n\r\nWas Ihr mitbringen solltet:\r\n-Spielerfahrung und Teamgeist\r\n-Humor\r\n-Ehrgeiz\r\n\r\n\r\nBewerben k&ouml;nnt Ihr Euch in den Kommentaren, dort habt ihr die M&ouml;glichkeit Eure Charakter- und Spielereigenschaften zu beschreiben. Alternativ k&ouml;nnt Ihr mich auch vorzugsweise via Skype unter &quot;hcrszage&quot;, oder &uuml;ber LoL unter &quot;RG Szage&quot; adden und Euch so kurz vorstellen.\r\n\r\n\r\nTeamf&uuml;hrung\r\n\r\n-CEO of Raze Gaming and General Team Manager RazeSeek\r\n-Raze Gaming LoL-Team Manager RazeSzage\r\n\r\nAktuelle Sponsoren\r\n\r\n-GameKey4me: http://gk4.me/en/?a=raze\r\n-NoScopeGlasses: https://www.noscopeglasses.com/gaming-glasses?tracking=razegamingyt \r\n-Raubtierbrause: http://www.raubtierbrause.de/\r\n-Server Provider: https://www.server-provider.com/\r\n\r\n\r\n\r\nMit besten Gr&uuml;&szlig;en\r\n\r\nSzage Manager von RG LoL","replies":[{"id":"","poster":"Rasa","date":"2016-05-08T22:21:07.769+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch heiße Lucas und bin 18 Jahre alt.\nSeit Anfang Season 2 spiele ich aktiv League of Legends. Ich maine midlane und befinde mich momentan in Diamond V (Peak: Diamond 2).\nIch versuche stätig mich zu verbessern und bin dafür bereit so viel Zeit und Mühe wie nur möglich rein zu stecken. League of Legends ist meine Passion und ich liebe den kompetitiven Aspekt.\nÜber konstruktive Kritik freue ich mich immer und bin bereit über alles zu diskutieren / Tipps anzunehmen.\nAllgemein bin ich eine freundliche, besonnene und ambitionierte Person.\nMeinen Spielstil kann ich je nachdem was das Team braucht anpassen (Egal ob Poke, Assasin, Supportive Champs etc.).\n\n\nmfg\n\nLucas / Rasa","replies":[{"id":"","poster":"RG Szage","date":"2016-05-09T16:20:40.458+0000","up_votes":1,"down_votes":0,"body":"Grüße Lukas,\n\ngerne laden wir dich auf ein persönliches Vorstellungsgespräch ein. Das dauert in der Regel nicht lange und dient dir, sowie uns dazu letzte Fragen zu klären, sowie sich ein bisschen näher kennen zu lernen.\nVorschlagen würde ich hierbei den 10.05.2016 um ca. 19:30\nTS-Daten sind:     95.156.227.160:11158\n\nMfG\n\nRG Szage","replies":[{"id":"","poster":"Rasa","date":"2016-05-09T20:36:46.817+0000","up_votes":1,"down_votes":0,"body":"Okay, klingt gut. Ich werde da sein! :)\n\nmfg \n\nLucas / Rasa","replies":[]}]}]},{"id":"","poster":" Σ Λ Λ","date":"2016-05-08T20:53:56.950+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"RG Szage","date":"2016-05-09T16:29:52.603+0000","up_votes":1,"down_votes":0,"body":"Sei gegrüßt Max,\n\num weitere Details zu klären und sich etwas vertrauter zu machen, laden wir dich auf ein Vorstellungsgespräch ein, hierbei würde ich den 10.05.2016 um ca. 20:30 Uhr vorschlagen.\nTS-Daten sind:     95.156.227.160:11158\n\n\nMfG\n\nRG Szage","replies":[]}]},{"id":"","poster":"never Oli","date":"2016-05-08T20:55:41.365+0000","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nmein Name ist Olli, ich bin 19 Jahre alt.\nAktuell bin ich im Platin Bereich unterwegs und maine Adc.\nIch habe schon in mehren Teams gespielt mit relativ guten Ergebnissen.\nIch bin sehr ambitioniert dem Team zu helfen und natürlich auch mit dem Team meine Leistungen zu verbessern (z.b. durch Training, etc). \nIch kann gut mit Kritik umgehen und darauf reagieren.\nEigentlich bin ich immer ein sehr freundlicher Mensch der auch gerne mal für einen Witz zu haben ist. \nFalls ein Shotcaller gesucht wird könnte ich das übernehmen da ich schon Erfahrung im shotcallen habe.\nSollte das Team einen Coach gebrauchen könnte ich mich darum kümmern da ein Freund von mir coacht und mit dem ich auch sehr gute Erfahrungen gemacht habe durch gute Tipps und Hilfe.\n\nMfg \n\nThê Mârksmân","replies":[{"id":"","poster":"RG Szage","date":"2016-05-09T16:24:56.546+0000","up_votes":1,"down_votes":0,"body":"Abend Olli,\n\neinen Coach können wir generell gut gebrauchen, für den jetzigen Zeitpunkt lohnt sich das zwar nicht, da das Team ja erst im Aufbau ist, aber sobald das Roster steht wäre ein Coach sehr wichtig.\nWas deine Bewerbung angeht, bist du herzlich auf ein kurzes Vorstellungsgespräch eingeladen, was dazu dient letzte Fragen zu klären und uns persönlich etwas vertrauter zu machen.\nAls Termin würde ich den 10.05.2016 um ca. 20:00 Uhr vorschlagen\nTS-Daten sind:     95.156.227.160:11158\n\n\nMfG\n\nRG Szage","replies":[]}]}]}