{"id":"5gwi8bEE","poster":"dome025","date":"2016-05-08T12:56:41.730+0000","title":"Fean - Der Wildling","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Inhalte:\r\n1.Rolle\r\n2.Lore\r\n3.F&auml;higkeiten\r\n4.Verschiedenes\r\n****\r\n**1.Rolle**\r\nAD-Bruiser/Offtank\r\n\r\nFean ist ein Yordle, der gern den Kampf initiiert und im Jungle oder auf der Toplane gespielt wird. (Er besitzt Mana.)\r\n****\r\n**2.Lore**\r\nFeans Heimat war schon immer die Natur. Anstatt mit anderen jungen Yordles aus Bandle zu spielen, ging er lieber in den Wald und bewunderte die Sch&ouml;nheit der Natur. Bei seinen Spazierg&auml;ngen begegnete ihm auch schon mal das eine oder andere gef&auml;hrliche Tier, aber im Gegensatz zu anderen Yordles schreckte Fean nicht zur&uuml;ck, sondern legte sich mit den Tieren an. Aufgrund seiner eigenen Art war er eher einsam. Als er eines Tages Lulu begegnete und in ihr einen Spielpartner gefunden hat, freute er sich sehr.\r\n****\r\n**3.F&auml;higkeiten**\r\n\r\nPassive (Naturverbunden): Wenn Fean mit einer F&auml;higkeit oder einem Autoattack einen Gegner trifft, dann erh&auml;lt der Gegner den Debuff **Krankheiten der Natur**.\r\n\r\nKrankheiten der Natur: Fean besitzt viele verschiedene Krankheiten gegen die er Immun ist, weil er sich st&auml;ndig in die n&auml;he vieler unterschiedlich Tiere begibt und so immer wieder angesteckt wird. Wenn dieser Debuff auf einen Gegner ist, dann erleidet dieser 5 Sekunden lang 5/8/11/15 + 30% des Gesamtangriffschadens als magischen Schaden pro Sekunde auf den Stufen 1/6/11/16. Der Gegner kann diesen Debuff auf andere Einheiten &uuml;bertragen (gegnerische Vasallen/Champions), indem er diese ber&uuml;hrt. Wenn ein Gegner, welcher den Debuff besitzt, erneut von Fean getroffen wird oder eine andere Einheit mit dem Debuff ber&uuml;hrt, dann wird die Dauer des Debuffs erneuert.\r\n\r\nImmunit&auml;t: Fean ist durch die Natur abgeh&auml;rtet. **Krankheiten der Natur** eines gegnerischen Feans hat auf ihn keine Wirkung. Er erleidet durch Gifte um 5%/7.5%/10% reduzierten Schaden auf den Stufen 1/11/16.\r\n\r\nQ (Elixier der Natur): Fean bereitet ein Elixier zu. Durch die erste Aktivierung ladet er diese F&auml;higkeit auf. Je l&auml;nger er die F&auml;higkeit aufl&auml;dt, desto l&auml;nger fliegt die Portion Elixier. Durch die zweite Aktivierung wirft er das Elixier in die Luft. Das Elixier landet an der Stelle wo Fean stand. Alle Gegner in einem kleinen Umfeld erleiden beim auftreffen des Elixiers normalen Schaden (bei Monstern ist der Schaden erh&ouml;ht). Alle Verb&uuml;ndete in dem gleichen Radius werden geheilt. Je st&auml;rker Fean wirft, desto h&ouml;her ist die Heilung/der Schaden. Das Elixier ist zwischen 0.5 und 1.0 Sekunden in der Luft (je nachdem wie lange die F&auml;higkeit aufgeladen wurde).\r\n\r\nW (Sto&szlig; der Natur): Fean holt mit seinem Wanderstock zum Schlag aus. Gegner werden in eine Richtung gesto&szlig;en und erleiden normalen Schaden (beides ist abh&auml;ngig vom eigenem Standort und dem Standort von Fean). Fean holt von hinten aus und schl&auml;gt nach vorne zu (in Form eine Halbkreises auf seiner linken Seite). Steht das Ziel hinter Fean, dann wird es eher nach links gesto&szlig;en und legt 2/4 der m&ouml;glichen Distanz zur&uuml;ck und erleidet 2/4 des Schaden. Steht das Ziel neben Fean, dann wird es nach vorne gesto&szlig;en und legt 3/4 der m&ouml;glichen Distanz zur&uuml;ck und erleidet 3/4 des Schaden. Steht das Ziel vor Fean, dann wird es eher nach rechts gesto&szlig;en und legt die volle Distanz zur&uuml;ck und erleidet den vollen Schaden.\r\n\r\nE (Verspielt): Fean springt in eine Richtung. Springt er auf einen Gegner oder Verb&uuml;ndeten, dann kann er diese F&auml;higkeit innerhalb 5 Sekunden erneut einsetzen (mit Manakosten). Setzt er die F&auml;higkeit erneut/nicht erneut ein, dann geht die F&auml;higkeit auf Abklingzeit. Gegner erleiden normalen Schaden.\r\n\r\nR (Stimme der Natur): \r\n\r\nPassive: Bei jedem dritten Autoattack bei&szlig;t Fean den Gegner und verursacht zus&auml;tzlichen normalen Schaden.\r\n\r\nAktive: Feanor holt tief Luft und br&uuml;llt dann. Gegner im Umfeld werden gerooted und erleiden normalen Schaden. Diese F&auml;higkeit hat eine Verz&ouml;gerung von 0.5 Sekunden, in dieser Zeit holt Fean tief Luft.\r\n****\r\n**4.Verschiedenes**\r\nFean sieht wilder  als andere Yordles aus (Ausnahme: Gnar?). Er besitzt einen Stock, den er irgendwann mal aufgesammelt hat. Er wird eher durch Items tanky, als durch seine Grundstats. \r\n\r\nDesign (F&auml;higkeiten):\r\n\r\nUlt: Feans Gesicht verzerrt sein Gesicht aus Verspieltheit nach dem ersten und zweiten Angriff, bevor er dann mit dem dritten Angriff zubei&szlig;t. \r\n\r\nPassive: Krankheiten der Natur: Gegner die vom Debuff betoffen sind tragen einen Totenkopf &uuml;ber sich.\r\n               Immunit&auml;t: Fean schimmert gr&uuml;nlich, wenn er Giftschaden erleidet.\r\n\r\nQ: Fean packt eine Substanz in Bl&auml;tter ein. Dieses B&uuml;ndel wirft er dann hoch. Beim aufprallen verteilt sich die Substanz im Umfeld.\r\n\r\nFean ist vom Gem&uuml;t her Freundlich, Verspielt. Freunde: Lulu, Gnar","replies":[]}