{"id":"U2OFc9Ig","poster":"Kata Ga Kill","date":"2016-05-08T12:11:53.745+0000","title":"Wie wichtig ist Rabadons noch? (MSI)","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Habe die letzten Tage die MSI gesuchtet und mir fiel auf das relativ wenig {{item:3089}} auf der Midlane gekauft wurde.\nStattdessen hatte man mehr Wert auf Utilitys gelegt wie Mana, HP, Armor, MR und Effekt.\n{{item:3165}} {{item:3157}} {{item:3001}} {{item:3135}} {{item:3116}} {{item:3027}} {{item:3100}} \nMidlaner habn  sich drauf focusiert diese Items immer zuerst zu bauen. \nUnd manchmal war kein Platz mehr f&uuml;r Rabadons oder manchmal nur als Last Item.\nSelten wurde es als 3-4 Gegenstand gekauft. Selbst bei AP Assassins wie Leblanc.\n\nWas meint Ihr zu Rabadons?\nSind Mages und AP Assassinen jetzt besser mit Utility anstatt DMG?\n\nZ.B. {{champion:55}} mit {{item:3020}} {{item:3116}} {{item:3285}} {{item:3157}} {{item:3001}} {{item:3135}}{{item:3152}} ","replies":[{"id":"","poster":"Revelate","date":"2016-05-08T17:50:24.575+0000","up_votes":2,"down_votes":0,"body":"Competitive Spiele sind im durchschnitt Tankier. Der Support baut zu 99.9% ägide und die Runenseiten haben zu 95% MR integriert wenn man nicht ein Heavy MR build fährt. Desshalb wird Void Staff dem Rabadons vorgezogen. Da du sonst keine Chance hast die Tanks kleinzukriegen (Heavy Tank Toplane, Jungler haben fast immer Maw und der Support mit der ägide)\n\nVorallem musst du auch die Champs die momentan gespielt werden anschauen\nAzir -> Nashors Tooth -> Rylais (Höllenzepter gegen ein schwieriges AP Matchup bzw Zhonyas gegen ein schwieriges AD Matchup werden meisstens als 1. oder 2. gebaut. Dann Boots und du hast 4 Items. Da die Gegner schon extrem viel MR haben, baut man Void Staff zuerst. Danach würde bei Azir als Last Item Rabadons kommen. Wobei man auch hier wenn man nen Zhonyas+Abyssal Build hat, das Rabadons weglassen müsste.\n\nRyze -> RoA, Manastab (wie ich es nenne) und danach Void Staff, GA und Boots, haste auch schon wieder 5 Item Slots.\n\nLe Blanc -> Abyssal+Morellos, danach Void Staff und dann Rabadons. Boots dazwischen ist es sozusagen der 5. Itemslot auch schon wieder.\n\nAzir/Ryze sind halt 2 Champs, die das Rabadons nicht unbedingt brauchen. Auf anderen Mages ist es absolut Core, dieses als 4. Item spätestens haben zu müssen.","replies":[]},{"id":"","poster":"Holokom","date":"2016-05-08T12:38:51.349+0000","up_votes":2,"down_votes":1,"body":"also ich finde utility immer wichtiger als dmg ( bin aber auch support main) , rabadons gibt dir nur schaden, bringt dir aber nichts wenn du an den gegner nicht rankommst / du nicht lebend rauskommst. \naber mit den neuen drakes könnte sich dort was ändern , wenn man den op sustain ocean drake hat wäre mana reg z.b nicht mehr so wichtig und könnte dafür mehr dmg wie rabadons bauen / wenn du das kostenlose rabadons vom feuer drachen hast kannste dir das deathcap sparen.....oder du bist veiger und übertreibst es und baust beides ....( 3x Feuerdrach+ ahnendrache+rabadons 50 min game = 3k AP)","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-05-08T15:34:15.223+0000","up_votes":1,"down_votes":0,"body":"Ich denke, daß man sehr vorsichtig sein muss, wenn es darum geht von der LCS etwas auf die eigenen Spiele zu übernehmen.\n\nMan muss bedenken, daß dort nur IM TEAM gespielt und gepickt und gewonnen wird. \nWie oft erlebt man es, daß die LCS Champion XY für den Jungle pickt und es dann alle nachmachen wollen. (In meiner Low-Elo OFT!!!!!)\nDabei wird dann ignoriert, daß der Jungler im Laneswap mitrennt und nicht wie in der solo-Q alleine im Dschungel farmt und entsprechend geht es schief.\n\nRabadon ist nunmal ein Item nur für dich. Es macht dich stark und sonst niemanden. Für Solo-Q eben durchaus geeignet, da es dem Team letztlich auch sehr hilft, wenn du die Mitte dominierst und gefeeded bist.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-05-08T12:44:52.949+0000","up_votes":1,"down_votes":0,"body":"Du musst dabei bedenken: Das ist professionelles Level. Utility hat dort damit durchaus mehr Wert, wenn man bei LB bspw mit Grundschaden arbeiten kann und sonst dafür sagt, dass der ADC für den Schaden da ist. Die Gegner zu kontrollieren ist grundsätzlich stark (Rylais), aber Kontrolle bringt dir nicht viel, wenn niemand das Ziel umlegen kann.\nRabadons und purer Schaden sind jetzt nicht schlecht auf einmal. Im koordinierten Umfeld kann man aber diesen puren Schaden etwas nach hinten setzen. Was dir persönlich besser gefällt, musst du für dich herausfinden.","replies":[]}]}