{"id":"Le4EXhEH","poster":"InNeedOfWombat","date":"2016-05-07T18:32:29.059+0000","title":"Taliyah, the Stoneweaver oder so...","subforum":"Champions & Gameplay","up_votes":4,"down_votes":8,"body":"Ich wollte nur mal meine Meinung zum neuen Champion abgeben und ein bisschen drüber reden und damit ein Gespräch anregen.\nAlso. Taliyah.\n\nGLIEDERUNG\n1.\tEin Erster Eindruck\n2.\tPassiv\n3.\tQ\n4.\tW\n5.\tE\n6.\tR\n7.\tEin Fazit\n\n1.\tEin Erster Eindruck\nErstmal, wer denkt sich eigentlich diese Namen aus? Mal ganz im gebotenem Ernste, aber zuerst habe ich gedacht das es ein Name eines Championkonzepts sein, das von irgendeinem Anime-Fan in die Welt heraus gebrüllt wurde ohne 2s nachzudenken. Aber nein. Wenn jemand weiß wie es offiziell ausgesprochen wird soll er es mir sagen, ich bin zur Zeit noch unentschlossen zwischen Tahlia (Ja, genau wie der Buchladen) und Tali-HA aber was weiß ich schon.\n2.\tPassiv\nFangen wir also an mit der Passiv \"Rock Surfing\". Etwas das wie ein Rocksong aus der Entstehungszeit des Genres klingt bringt Movementspeed wenn man sich in der Nähe von Wänden aufhält. Da der kürzeste Weg zwischen zwei Punkten in einem Viereck aber eine Diagonale ist und nicht entlang von Wänden ist das doch auch irgendwie komisch oder? Das ganze eignet sich eigentlich nur um auf Bot- und Toplane zu kommen, weil man nur hier ununterbrochene Wege hat, im Jungle ist das ganze nicht sonderlich praktisch, weil man sich immer von Camp zu Camp bewegt und hier nie wirklich konstant an einer Wand bleibt, ähnliches kann man zum Roamen sagen und wo das \"Surfing\" am wenigsten bringt ist im River, der Hauptroute neben denn Lanes und selbst auf selbigen bringt es dir fast nichts und das es nur Out-Of-Combat überhaupt funktioniert kann man damit nicht einmal wegrennen.\nAchso, Riot will das der Champion schneller auf der Lane ist, das kann ja für Splitpushen oder so gut sein oder? Hm. Der Wert von 40% auf LvL 18 ist da schon echt gut für, aber 20%-30% in der Laning Phase(Lvl1-9)? Alles in allem wirkt die Passiv irgendwie auf das Thema gezwängt und erfüllt für mich gesehen keinen Nutzen, weil man mit ihr fast nur auf Top- bzw. Botlane laufen kann und sie sonst eher schlecht als gut ist. Achja und es sieht irgendwie komisch aus wenn man sie auf Steinen durch den River surfen sieht... Nur so...\n3.\tQ\nAlso der Rest des Kits ist doch sicher richtig Klasse oder? Bitte... Nope. Q: \"Threaded Volley\"\nEin Spell mit anfänglich relative geringen Manakosten, die steigen, und hohem Cooldown der sink? Ich versteh das bei vielen Champions kaum, weil wenn man aller 10s 60 Mana ausgibt geht es ja noch, aber um alle 4s 80 Mana ausgeben zu können reicht der Manapool ohne Zusätze nicht. Und dann schwächt sie sich auch noch selber. Denn wenn sie ihre Steinchen wirft erzeugt sie echt Schaden 5 Geschosse und jedes davon ist fasst mit einer Vladmir Q vergleichbar. Aber hier fängt es schon an die Geschosse fliegen relativ zügig nach vorn aber man kann ihnen Ausweichen, relativ ohne Probleme sogar und da es nur in eine Richtung geht kann man sie ziemlich leicht Outmoven. Dass hier eine Lucian Ult verkleinert und Recycelt wurde sag ich besser nicht. Aber jetzt kommt das was mich fragen lässt ob Riot sich auch Dinge denkt, wenn sie die neuen Champs entwickelt, denn nach dem ersten Einsatz wird das Gebiet um den Castspot für zwischen 180s-108s unbrauchbar. 1 Geschoss statt 5. Was gibt es dafür? Movementspeed. 10-20% (Hälfte der Passiv)... Warum? Naja zugegeben währen 5 Vladimir Qs alle 4s ab Lvl 9 ist schon etwas zu viel. Aber warum reguliert ihr es so das man dann trotzdem denn vollen Cooldown hat und die vollen Manakosten bezahlt? Ich zahl doch nicht 80 Mana für ein Steinchen das leicht zu dodgen ist. Ziggs Q zum Beispiel. Macht mehr Schaden, wesentlich mehr, ist schwieriger zu dodgen und kostet weniger Mana und man kann es nach dem Cooldown einfach wieder machen. Ich weiß nicht ob der geneigt Leser sieht was ich meine, aber es gibt ein Prinzip, das der Einsatz einer Fähigkeit den, der sie benutzt hat, eigentlich nicht schädigen sollte, es sei denn man heißt Mundo aber das spielt hier gerade die Rolle der zweiten Geige. Der Movementspeed ist nett, bitte versteht mich da nicht falsch aber als Skill ist das hier nur eine Lucian R mit 180-108 Sekunden CD mit kurzer Reichweite der in der Zwischenzeit eher nichts macht. Weil einem der Lokalbegrenzte Movemetspeed vielleicht helfen wird eine Skillshots zu dodgen, aber in der Toplane, wo sie anscheinend hin soll, gibt es davon jetzt zugegeben eher weniger. Also das Treffen einer Nasus Q ist da schon eine mechanische Finesse.\nAuch ist der „Worked Ground“ sehr schön, thematisch Gesehen, an sie angepasst und die kleine Flitzt auch ordentlich rum, und der Spell an sich ist schön, aber die Mechanik wirkt nur eingebaut, weil Riot irgendwann gemerkt hat, dass er zu stark war und sie nicht sagen wollten „Weniger Schaden“ oder „Weniger Projektile“. Was ich aber irgendwie auch verstehen kann, weil 2 Steinchen zu werfen irgendwie langweiliger ist als den Boden aufzureißen und dem Gegner Felsbrocken in Massen entgegen zu schleudern. Aber dann war der „Nerv“ nicht konsequent genug, weil sie immer noch sehr viele dieser Orte platzieren kann und im Lategame z.B. am Drachen, mitunter durch den Movementspeed auch mal 15 solcher steine in 12 Sekunden auf dich schießt was wenn alle Treffen dann auch 2100(+600% AP) an Schaden sind.\nUm es nochmal auf den Punkt zu bringen: In der Lane zum Ende hin Manahungriger eher weniger brauchbarer Spell der eher Movmentspeed als wirklich Schaden gibt, aber manchmal all paar Minuten auch richtig viel Schaden raushauen kann, vor allem in Gebieten außerhalb der Lane gut.\n4.\tW („Seismisches Schubserchen“)\n„Seismic Shove“ Warum auch immer das im Deutschen „SEISMISCHER STOSS“ heißt. Schubs würde den Kern der Sache eher treffen, nein, besser: „Seismisches Schubserchen“.\nMal ehrlich, diese Fähigkeit ist vom Dodgen her auf einem Level mit Jhins Fallen. Kostet auf Stufe 5 110 Mana, mehr als die meisten Ultimates, ist im Early auf einem 16 Sekunden Cooldown und der Schaden ist zwar ganz gut und durchgehend 10% AP besser als der der Q, aber der Schubs an sich ist zu klein um den Gegner zu deplatzieren und die Mechanik an sich fühlt sich komisch an. Wieder Thematisch Top, aber von der Umsetzung her clunky und nicht wirklich gut, die Kombinationsmöglichkeit mit der Q ist auf jeden Fall gegeben und auch Stark. Mit ein bisschen Ap kann diese Combo mühelos 1-Shotten, aber sie zu treffen ist zugegeben schwierig, vor allem aber ist die CC nicht gut genug um sie nur wegen der CC zu benutzen und das 1-Shotten nicht schnell bzw. sicher genug um anderen Konkurrenz zu machen, weil Brand oder Vel das einfach besser und schneller können und die CC einer Poppy z.B. sicherer und länger ist.\n5.\tE („Verdammt wir brauchen noch ne Fähigkeit“)\nRiot. Wenn ihr noch Zeit braucht um einen Champion zu entwickelt das alle seine Fähigkeiten gut sind und nicht nur thematisch passen. NEHMT SIE EUCH. Die neue Thematik, das ihr was gegen Fortbewegung habt, merkten viele Spieler schon bei Cassio, jetzt legt ihr diesen Leuten auch noch Minen unter die Füße.\nWir haben hier ein sehr Manahungriges Minenfeld auf hohem Cooldown, das einen lächerlich kleinen Slow auf den Gegner bringt und Schaden macht. Die Reichweite ist hier ein entscheidendes Problem, denn wie eventuell einige Midlane-Mains wissen sollten sich Mages eher nicht in Olaf Axt Range begeben weil sie sonst eher schneller die Fountain aufsuchen, als der Backport dauern würde. Der Schaden ist auch nicht so hoch das sich das ganze lohnen würde und die CC ist mit 20% +4% pro 100AP auch nicht wirklich gut. Der Spell verliert im Lategame seinen Sinn da die Q Vasallenwellen schneller auslöscht und auch noch etwas Mobilität gibt. Das einzige was dieser Spell kann, was meiner Meinung nach eine SUPER Mechanik ist, ist Dashes bestrafen. Mit einem kleinen bisschen Schaden. Aber welches bronzene Individuum sieht dieses Feld und denkt sich „Au Ja Erstmal durch dashen wie wild“. Keines. Und nur für die Eventualität, das ein Gegner in der Laneingphase so sehr nach der Papierdivision strebt dich nicht zu bestrafen, dafür das du dich an ihn ran begibst und sich dann auch noch denkt: „Ich bleib nicht nur hier in den Steinen 4 Sekunden lang stehen ich dash auch noch drin rum“, lohnt es sich nicht diese Steinfrau zu spielen.\n6.\tR („Trump“)\nIch gebe zu der Witz ist flach, aber was soll man sonst dazu sagen. Das ist einfach nur eine lange Anivia Wall. Was macht man gegen eine Anivia Wall? Drüber springen. Diese Fähigkeit hat nur einen Sinn wenn ein verwirter Gegner ohne Dashes, Blinks oder anderweitige Möglichkeiten sich über Wände zu begeben, ohne Flash im Gegnerischen Jungle aufhält und sich einsperren lässt und meiner Meinung nach sollten solche Leute, die Ohne Flash, Dash oder Blink ein vom Gegner beanspruchtes Gebiet betreten sofort als Bronzestatue ausgestellt werden, ach und wer jetzt sagt „Damit kann man aber ein ganzes Gebiet trennen und im Teamfight ist das voll OP einfach in der Mitte nen Strich ziehen und den ADC wegsperren“:\nAbsperren will man in 99% der Situationen genau einen Ausgang, weil ich erlebe es selten, dass 1 Gegner sowohl oberhalb als auch unterhalb des Drakes herauskommt (nur ein Beispiel). Und um die Gegner wirklich zu trennen muss der Anfang der Ult außerhalb des Kampfes liegen, man darf also gar nicht in der Reichweite sein um andere Fähigkeiten zu wirken, wenn man effektiv Ulten will. Auch muss man schon so weit sein, dass viele bis alle Flashes raus sind und man muss darauf achten nicht aus Versehen, wie ein J4, eigene Carries weg oder absperrt. Alles in allem ziemlich viel Wenn’s um es oft gut zu machen.\nDas Absperren gibt übrigens auch keinen Assist, was die Fähigkeit für einen umso Dümmer macht.\nAch ja, man kann es auch als 3000/4500/6000 Einheiten Dash verwenden. Toll. Ich sehe hier nicht wirklich etwas, das in irgendeiner Form nützlicher ist, als eine Anivia Wall, oder eine Azir Ult. Generell ist das nur eine Mischung aus einer Rek’Sai Ult und einer Anivia Wall. Und warum nicht Azir spielen, dessen Ult mach nämlich Schaden, hat einen geringeren CD, und erfüllt die gleiche Aufgabe sogar besser.\n7.\tFazit\nDer Champion ist thematisch Top, alle Fähigkeiten haben ein aufeinander Abgestimmtes Thema, jedoch führt das Recyceln und Vermischen von alten Fähigkeiten hier zu einem Kit mit nur einer Combo, und keinem richtigen Platz in der Liga. Ich bin mir sicher dass es einige geben wird, die sie meistern, doch das sie wirklich gut wird, müssen ihr eventuell noch Buffs bringen.\n","replies":[{"id":"","poster":"Dakuon","date":"2016-05-07T19:05:04.529+0000","up_votes":3,"down_votes":0,"body":"Bitte etwas Gliederung reinbringen... Thema und erste Ausführungen interessant :)","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-05-07T19:48:53.302+0000","up_votes":1,"down_votes":1,"body":"Hab es ersucht, ich hoffe es ist besser. Danke für den Tipp! ^^\nHatte total vergessen das es nicht alle so lesen wie ich es mir gedacht habe ^^\"\n{{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"Dakuon","date":"2016-05-07T20:11:41.140+0000","up_votes":2,"down_votes":0,"body":"Richtig  übersichtlich jz ;D","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-05-07T20:24:41.411+0000","up_votes":1,"down_votes":1,"body":"was kann ich denn noch machen?","replies":[{"id":"","poster":"Dakuon","date":"2016-05-08T16:10:07.928+0000","up_votes":3,"down_votes":0,"body":"War nicht ironisch? :)","replies":[]}]}]}]}]},{"id":"","poster":"Living Tempest","date":"2016-05-07T19:17:21.562+0000","up_votes":2,"down_votes":1,"body":"dat wall of text","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-05-07T19:49:57.775+0000","up_votes":1,"down_votes":1,"body":"{{sticker:zombie-brand-clap}}","replies":[]}]},{"id":"","poster":"leonthefirefly","date":"2016-05-10T09:53:34.528+0000","up_votes":1,"down_votes":0,"body":"1. die Passive: schau dir doch mal n  paar gameplays an dan würdest du sehen das du damit super durch den jgl kommst weil sie nicht bei jeder noch so kleinen lücke den boost verliert....\n\n2.a) bei der  q bekommst du mana zurück wenn du sie auf verbrauchtem Boden anwendest => solider poke mit pasablem dmg und relativ günstig. \n2.b) sie ist ein ap champ  jetzt last uns mal überlegen was auf vielen ap items drauf ist hmmm +mana reg oder +max mana \n\n3. die Ulty \n100mal lieber hab ich so eine utility ulty als ein 0815 wer in diesem bereich bleibt bekommt dmg kack und wenn ich das ganze gegnerische team zum flashen zwinge weil ich ihren escape weg abgeschnitten hab würd ich meinen worth, oder wenn mein team den teamfight gewinnt weil deren backline von mir abgeschnitten wurde bin ich auch zufrieden","replies":[{"id":"","poster":"InNeedOfWombat","date":"2016-05-22T11:12:47.688+0000","up_votes":1,"down_votes":0,"body":"> die Passive: schau dir doch mal n paar gameplays an dan würdest du sehen das du damit super durch den jgl kommst weil sie nicht bei jeder noch so kleinen lücke den boost verliert....\n\nNein, z.B. an stellen wie dem Tribush verlierst du bei idealen Rooten (also in der Mitte zwischen denn Wänden) denn Buff, es zwingt dich einen längeren, un idealen Weg zu gehen und du hast denn Boost nicht einmal permanent, weil er immer wieder abnimmt.\n\n> 2.a) bei der q bekommst du mana zurück wenn du sie auf verbrauchtem Boden anwendest => solider poke mit pasablem dmg und relativ günstig.\n2.b) sie ist ein ap champ jetzt last uns mal überlegen was auf vielen ap items drauf ist hmmm +mana reg oder +max mana\n\nSolider poke ist Katarinas Messer, Ziggs Bombe, Xeraths Fähigkeiten. Das hier wird von Minions geblockt, macht weniger Damage als jeder andere vergleichbare Spell zur Zeit, okay, ja denn Mana-Refund habe ich vermutlich überlesen, aber selbst das macht eine Fähigkeit nicht besser, die nur gut ist wenn sie komplett auslößt. 5 Shards = 80 Mana, 1 Shard = 40 Mana, man sieht das es in keinem Verhältnis steht, oder? Mehr als Doppelte Kosten Pro Shard sind einfach allein schon logisch irgendwie komisch oder? Man kauft ja auch nicht 5x1 Bier für 4 euro pro bier anstadt 1 mal 5 für 8 oder?\nAch ja schön das du dich in deiner eigenen passiv aggressiven Art hier selbst wiederlegst. Wenn sie das Mana zurück bekommt, würde sie doch garnicht so viel +mana reg oder +max mana brauchen? Und wenn sie das ist, muss sie trotzdem in Nahkampfreichweite um ihre Spells wirklich Treffen zu können, wie z.B. bei meiner Kritik an der e zu lesen, die ja anscheinend Richtig ist, weil du nichts dagegen sagst. Sie müsste tanky bauen was sie auf Items zwingen, die ihren geringeren Schaden nicht kompensieren können, und wenn sie Dinge baut wie {{item:3001}} {{item:3152}} {{item:3157}}  kannst du auch einfach Champion xy auf der Mitte spielen.\n\n> die Ulty\n100mal lieber hab ich so eine utility ulty als ein 0815 wer in diesem bereich bleibt bekommt dmg kack und wenn ich das ganze gegnerische team zum flashen zwinge weil ich ihren escape weg abgeschnitten hab würd ich meinen worth, oder wenn mein team den teamfight gewinnt weil deren backline von mir abgeschnitten wurde bin ich auch zufrieden\n\nWann schaffst du solche Himmelsszenarien? Nie. Oder nur sehr, sehr selten. Ein TEamfight ist kein Schachspiel, alles geht drunter und Drüber und du sperrst nie nur Gegener oder nur die Backline weg, natürlich kann die Ult das in 0.1% aller fälle schaffen. Aber in denn restlichen 99.9% geht das einfach total in die Hose oder z.B. Azir hätte das 100 mal besser hinbekommen und Anivia macht das gleiche nur öfter.","replies":[]}]}]}