{"id":"mxuf9R7H","poster":"Gurkenwambo","date":"2016-05-07T08:30:55.040+0000","title":"Ein neuer Spielmodus, der Name ist unbekannt.","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":7,"body":"So  Leute mir  ist grade ein Spielmodus eingefallen, also er w&uuml;rde auf der Kluft der Beschw&ouml;rer sein.\r\nAlso im Spielmodus bekommt man den doppelten Wert, also Ja jeder wird es verstehen z.b wenn man sich ein Long Sword kauft kriegt man nicht +10 AD\r\nsondern +20 ich denke man m&uuml;sste einige Items cappen oder Champions z.b das man mit dem movementspeed, oder das man nicht &uuml;ber 1500 AP kommen k&ouml;nnte. Aber von der Idee her was haltet ihr davon??","replies":[{"id":"","poster":"ikslhairtuz","date":"2016-05-07T08:48:39.790+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich wo der Sinn dahinter ist das alles verdoppelt wird? Und warum sollte man dann nicht über 1500 AP kommen?","replies":[{"id":"","poster":"Gurkenwambo","date":"2016-05-08T08:44:37.553+0000","up_votes":1,"down_votes":1,"body":"mann kann im 6.9 patch ca. auf 1400 ap kommen jetzt stell dir das mal vor xD 2800 ap mit veigar wäre ein wenig .... sagen wir es so es wäre für die gegner nicht mehr spaßig","replies":[{"id":"","poster":"Patty91","date":"2016-05-08T09:39:35.839+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gurkenwambo,realm=EUW,application-id=cGRapXds,discussion-id=mxuf9R7H,comment-id=00010000,timestamp=2016-05-08T08:44:37.553+0000)\n>\n> mann kann im 6.9 patch ca. auf 1400 ap kommen jetzt stell dir das mal vor xD 2800 ap mit veigar wäre ein wenig .... sagen wir es so es wäre für die gegner nicht mehr spaßig\n\nWieso? Wenn du alle Werte verdoppelst, ändert sich genau gar nix, außer, dass die Leute sich toller fühlen, weil da ne fette Zahl steht.\nSinnloser Mode.","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-05-07T09:22:41.576+0000","up_votes":1,"down_votes":0,"body":"Eh, wenn man wirklich alles mal 2 nimmt, verschiebt sich alles nur ein wenig. Tankitems werden doppelte Stats haben, offensive Items werden doppelte Stats haben. Nur wirklich Deathcap hätte mehr davon.\nDas wäre eher ein Modus, der in dieser Form vermutlich mehr Snowball fördern wird. (Botlane Szenario, BF vs Pickaxe, viel Spaß mit plötzlich 40 AD Unterschied, die es sein müssten.\n\nDa muss noch mehr rumgeschraubt werden, bevor das wirklich spaßig wäre.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-05-07T08:45:54.133+0000","up_votes":1,"down_votes":0,"body":"Alles verdoppelt oder nur die Stats der Items verdoppelt? Wenn man nämlich wirklich alles verdoppelt, ist quasi nichts verändert","replies":[]}]}