{"id":"1cFVfPT7","poster":"XxWolfsLinerxX","date":"2016-05-07T11:43:26.094+0000","title":"ADC sucht Supporter / 2 Role Jungler (Bronze)","subforum":"Clans & Teams","embed":{"title":"Ordo-Panthera.de - Deutschsprachiger Gamingclan","description":"Spielen, ganz viel spielen! Wir spielen taktisches Arma, so geordnet und anspruchsvoll wie nur möglich. Keine Vanilla sondern mit Mods, die den Spielspaß erhöhen und einen größeren Grad an Authentizität ermöglichen. Nebenbei spielen wir auch noch eine Vielzahl an weiteren Spielen, immer im Team und immer mit dem Anspruch überall unser Bestes zu geben.","url":"http://www.ordo-panthera.de/","image":"http://www.ordo-panthera.de/wp-content/uploads/2016/02/12528443_956457507755558_1016877340_o-e1454335833550.jpg"},"up_votes":0,"down_votes":0,"body":"Hallo Beschw&ouml;rer,\r\n\r\nsch&ouml;n dass du nicht durchs Bronze abgeschreckt wurdest, ich bin Dome / WolfsLiner, bin 21, Main ADC und such einen Supporter der allerdings auch gut Junglen kann, gern auch anders rum :D.\r\n\r\nIch spiele meist mit meiner Freundin (18) die auch einen ziemlich guten Support spielt, deswegen w&auml;re es wichtig f&uuml;r uns, dass du dich nicht nur auf Support versteifst, auch ich spiel einen ganz passablen Jungler.\r\n\r\nWas du mit bringen solltest:\r\n\r\n- Es w&auml;re uns lieb wenn du 18+ bist.\r\n- einen Account in Bronze hast.\r\n- Teamspeak&sup3;.\r\n- ein funktionsf&auml;higes Headset mit Mirkofon.\r\n- Gute Nerven und die angewohnheit NICHT zu flamen.\r\n\r\nDu hast bock mit meiner Freundin und mir zu daddeln :D ?\r\nCool ! dann adde mich doch in League of Legends .... XxWolfsLinerxX\r\noder schau direkt bei uns auf den Teamspeak vorbei\r\n\r\nTeamspeak: 79.133.54.174\r\n\r\nFalls du dich bei uns auf der Homepage um sehen willst, oben ist sie verlinkt !\r\n\r\nPS: wir sind kein full Team sondern versuchen spa&szlig; am Ranked zu haben und aus Bronze raus zu kommen.\r\n\r\nIch w&uuml;nsch euch viel Gl&uuml;ck im Ranked und folgt dem Weg der Beschw&ouml;rer.\r\n\r\nViele Gr&uuml;&szlig;e euer,\r\n\r\nXxWolfsLinerxX","replies":[]}