{"id":"8xnQNEqg","poster":"Godfella6","date":"2016-05-06T07:53:40.495+0000","title":"LFT atm p2 sup","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo . . . . ! \n\nIch bin 21 Jahre Jung und nerve gerne den Adc auf der Botlane mit meinen Supportern.\nIch m&uuml;sste an die 2000 Spiele auf dem B&uuml;ckel haben und h&ouml;chste ELO war Dia5 bzw. Skilllevel vorhanden.\nIch bin offen jeden Supporter zu picken, da ich nicht nur Meta spiele, also ich passe mich der comp an.\n\nIch spiele seit S3 Ende und bin seit paar Monaten in einer Community. Da mir jedoch kein Erfolg bei der Teamsuche, seitens der community garantiert wird, suche ich nach was neuem !!! ( gerne auch verbindlich mit Communitybeitrit )\n\nIch besitze Ts3 und ein funktionierendes Headset. Da ich mehr der Solo/DuoQ Spieler bin, w&uuml;rde es mich freuen ein Team zu finden, dass mir die Lust am Teamranken n&auml;her bringt, da dies durch meinen letzten Teams ( nicht ernst zu nehmende ) ruiniert wurde. ( Rage usw. =)\n\nIch rede ziemlich viel, ziemlich laut &amp; kann Stille im Teamspeak gar nicht ab haben. Au&szlig;er nat&uuml;rlich bei Phasen, wo Stille verlangt wird.\nIch habe eigentlich immer gute Laune und sorge f&uuml;r &quot;moderate&quot; Stimmung :p\nGerne organisiere ich auch kleine Interne Partien bzw. f&uuml;hre Leute gerne zusammen.\nIch pinge und calle sehr viel Ingame, kann auch gerne Calls &uuml;bernehmen, je nach Situtation.\n\nEin Punkt der mir am Herzen liegt - BITTE BITTE -  eine angenehme Stimmung ist einfach Grundvoraussetzung.\n\n\nIch bin t&auml;glich Online und kann mich nach meiner Abiphase auch den Trainigszeiten anpassen.\n\nAlso einfach hier anschreiben oder Ingame melden; Jannarino {{item:3117}}\n\n€: Ich kenne die Gesten Erfolgreich zu bm ","replies":[{"id":"","poster":"KAPPOBY","date":"2016-05-06T11:49:17.741+0000","up_votes":1,"down_votes":0,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}