{"id":"X2p1WH1o","poster":"mid Phil","date":"2016-05-05T18:46:35.192+0000","title":"Gold Midlaner sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey!\r\n\r\nIch bin 23 Jahre und suche ein Team. Ich bin Midlaner und spiele seit Season 4. Gro&szlig;en Championpool ist vorhanden prefferiere aber Assasine.\r\n\r\nHabe ab 18 Uhr jeden Abend Zeit. \r\nBitte Teams mit festen Trainingszeiten und die etwas erreichen wollen.\r\n\r\nBin mobil was Bootcamps oder Offline Events angeht.\r\n\r\nEinfach adden und wir k&ouml;nnen bisschen schnacken.\r\n\r\nMfG","replies":[{"id":"","poster":"InvaIid","date":"2016-05-05T20:10:45.633+0000","up_votes":1,"down_votes":0,"body":"Wenn du n Team und keinen Clan suchst, kannste dich ja mal melden und wir quatschen. Alterstechnisch passt das gut, Positionstechnisch und Zeittechnisch eig auch. \n\nN paar Details als Vorgeschmack: Team mit Sups, rotierendes Line-Up mit Training und Shotcaller. Sobald das Roster steht und das Training läuft, wollen wir etwa alle 2 Wochen ein Tunier spielen, evtl mehr wenn es terminlich passt. Ziel ist für alle Beteiligten Teamwork verbessern, Elo pushen und Tuniere gewinnen. Sollte also genau das sein, was du auch willst. \n\nAlso add mich einfach in LoL und wir quatschen mal über mehr Details\n\nPS: Kopier den Nickname und lass dich von meiner Holz-Elo (S4 glaub ich?) nicht direkt abschrecken, wir haben mehr drauf als das.\nUnd gegen Akali würde ich auf Leblanc ein Abyssal bauen, damit sie dich nicht one-shottet. ;)","replies":[]},{"id":"","poster":"Mipha","date":"2016-05-05T19:06:21.329+0000","up_votes":1,"down_votes":0,"body":"Hallöchen,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/MKbf17v7-magic-mirror-a18-multigaming-community-sucht-dich\n\nWir sind eine neu Gegründete ü18 Multigaming Community und haben einen Altersdurchschnitt von ca. 22 Jahren.\nBei uns findest du neben einem aktiven Forum außerdem täglich genug Mitspieler/innen für ein paar gemütliche Runden durch die Kluft.\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße","replies":[]}]}