{"id":"zNc98nQE","poster":"Creako","date":"2016-05-05T10:00:25.883+0000","title":"Bots in ARAM?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Moin Com, ich habe gestern mit meinem Kumpel (Level 23) gespielt. Wir hatten einen Bard im Team der nur der Minion Wave gefolgt ist und sich nur die vorgeschlagenen Items gekauft hat. Wir hatten den gedanken das es ein Bot gewesen sein k&ouml;nnte, als ich mir heute das Profil anschaute sah ich das er Level 29 ist, und keine Champion Meisterschafen besitzt. Keine Runen und sehr magere Meistenschafen. Habe ich nur einen schlechten Spieler oder doch einen Bot erwischt? \r\n\r\nFreundliche Gr&uuml;&szlig;e","replies":[{"id":"","poster":"ArcticPink","date":"2016-05-06T06:42:28.747+0000","up_votes":1,"down_votes":0,"body":"ja im unteren elo bereich kann man kaum noch normals oder aram spielen ohne bots drinnen zu haben (speziell nachts, morgens und vormittags), deshalb muss ich zwangsläufig ranked spielen, da sind wenigstens noch keine bots :P","replies":[]},{"id":"","poster":"Firebreeze","date":"2016-05-05T13:20:27.255+0000","up_votes":1,"down_votes":1,"body":"ich hab mich auch schon über bots im eigenen team geärgert...und mir gedacht warum tut riot da nichts gegen...?\n\nmittlerweile glaube ich das die bots von riot selber kommen...um die wartezeiten kurz zu halten und um zu vertuschen das die spieler zahlen drastisch zurückgegangen sind...\n\ndenn ich spiele schon über 3 jahre lol und erst seit der neuen saison hat das bot-problem vor allem im coop-modus stark zugenommen...\n\nich denke im aram ist es nicht anders....\n\ntraurig... wenn es wahr sein sollte...!?!","replies":[{"id":"","poster":"Megamaexx","date":"2016-05-05T14:10:38.735+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist die Nachfrage nach neuen Accounts gestiegen, da das Bann-System stark verschärft wurde und man auch in rankeds mehr eingeschränkt wurde (s. High Elo)","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-05-05T13:55:08.602+0000","up_votes":1,"down_votes":0,"body":"Was glaubt ihr wo die Accounts herkommen, die man Ebya&Co für 13 Euro kaufen kann?","replies":[]}]}