{"id":"EQIx8joz","poster":"SweatForMyGame","date":"2016-05-04T20:19:51.635+0000","title":"Grafik karte","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe einen neuen pc und als ich den ersten blick auf die grafik karte gemacht habe. War da irgendein Spiel charakter drauf , daran habe ich gemerkt dass es eine gaming grafik karte ist. Es ist eine SPARKLE GeForce GTX 275 1792MB grafik karte. Ich kann den pc erst &uuml;ber morgen an machen da ich noch wichtige teile kriege. Ich wollte jetzt nur nochmal schnell wissen ob die grafik karze noch f&uuml;r lol ausreicht. Die ist ja jetzt sehr alt.","replies":[{"id":"","poster":"SweatForMyGame","date":"2016-05-05T23:21:36.681+0000","up_votes":1,"down_votes":0,"body":"Danke der pc läuft super! Habe noch eine neue grafikkarte bekommen weil die alte bissl schlecht war. Ich erreiche jetzt in lol mit den höchsten einstellungen 100-200 FPS. In Minecraft konnte ich mit den ZEUS Shader 50-80 FPS Spielen und nein ich spiele allgemein kein Minecraft wollte es nur mit shader testen. Bei meinem alten pc musste ich mit 20 fps spielen, in teamfights kam ich bis zu 4 fps . Ich werde mir aber noch einen neuen prozessor kaufen weil der athlon 2 meistens bei beiden kerne auf 3,4 Ghz sind. Aber danke für eure antworten!! \nJetzt kann ich die Pentakills leichter schaffen ☆_☆","replies":[]},{"id":"","poster":"SweatForMyGame","date":"2016-05-04T20:32:21.925+0000","up_votes":1,"down_votes":0,"body":"amd athlon x2 270 das ist der cpu","replies":[{"id":"","poster":"Sree","date":"2016-05-04T20:42:57.551+0000","up_votes":1,"down_votes":0,"body":"Der erfuellt die minimalen Systemvorraussetzungen. Wieviel fps du damit aber haben wirst, weiss ich nicht. Wenn es Probleme gibt, dann ist wahrscheinlich eher der Prozessor Schuld als die Grafikkarte.","replies":[{"id":"","poster":"SweatForMyGame","date":"2016-05-04T20:44:43.646+0000","up_votes":1,"down_votes":0,"body":"Ok danke","replies":[]}]}]},{"id":"","poster":"Sree","date":"2016-05-04T20:23:24.874+0000","up_votes":1,"down_votes":0,"body":"Ja, die Grafikkarte sollte fuer LoL reichen.\nHaengt jedoch auch von den restlichen Komponenten ab.","replies":[{"id":"","poster":"SweatForMyGame","date":"2016-05-04T20:42:25.162+0000","up_votes":1,"down_votes":0,"body":"Also \nCpu: amd athlon x2 270 3,4Ghz\nGrafikkarte: SPARKLE GeForce GTX 275 1792MB\n\nWieviel fps würde ich so ca. Kriegen?","replies":[]}]}]}