{"id":"YvY3p6b3","poster":"Shânnara","date":"2016-05-04T16:18:48.728+0000","title":"GOLD ADC sucht seinen fixen Supporter","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Konichi-wa, moinsen!\r\n\r\nSuche einen Mate, am besten for ever, f&uuml;r duoq da man alleine gar keine Chance mehr hat. (Kills auf MId oder jungle sind mehr worth momentan)\r\n\r\nBITTE LEST EUCH DAS WIRKLICH DURCH !!\r\n\r\nZu meiner Person:\r\n\r\nIch hei&szlig;e Mario, 18 Jahre alt, momentan Gold 4 und maine haupts&auml;chlich Adc. Daher suche ich am besten einen Supporter, wie oben erw&auml;hnt. Spiele seit Season 4 League of Legends. Season 4 hab ich oft Jungle und Support gespielt, aber dann Mitte s5 (plat) zu ADC und secondary role support geswitcht.Habe letzte season mit plat 4 abgeschlossen und um auch in dieser Season wieder Platin oder (h&ouml;her) abzuschneiden suche ich einen DynamicQueMate, der auch Platin+ erreichen m&ouml;chte. Er sollte auch schonmal im oberen Gold gespielt haben.Derzeite Champs, die ich am liebsten spiele:&nbsp;Mich fragen am besten xD\r\n\r\nErwartungen an Euch:\r\n\r\nMindestalter 16+ und eine geistige Reife besitzen, was nicht hei&szlig;t, das man alles ernst nimmt, sondern auch bisschen Spa&szlig; dabei hat. Aber im Ranked: KONZENTRATION :D\r\nZusammenarbeit; der Support sollte ehrgeizig und nicht \r\ndirekt demotiviert sein, wenn man early nen kill abgeben sollte.\r\nNoch ein Ziel w&auml;re es, mit einem Support Mate richtig zu climben und auch mit der Zeit &uuml;ber whatsapp benachrichtigen bzw. lernt man sich mit der Zeit kennen, mehr dann im chat, wenn man sich addet.\r\nTs3 oder Skype\r\nnicht flamen oder dergleichen, weil es einem nur den Spielspa&szlig; nimmt.\r\nZuverl&auml;ssigkeit, Motivation (in einem GAME z&auml;hlt nicht nur das early game!! --&gt; Also nicht gleich demotiviert sein oder die Stimmung runterziehen), Kritikf&auml;higkeit, so das man sich gegenseitig Tipps geben kann\r\ngew&uuml;nscht: ab Gold 4 (aber schon in hohen Gold gespielt haben)\r\nMir ist auch wichtig, dass du nicht nur stumm auf dem Ts bist , sondern auch ein bisschen reden kannst, da es sonst langweilig ist. Warum sind wir denn sonst auf dem Ts? Und ihr solltet einen realtiven gro&szlig;en Pool besitzen und davon 3 champs auf gutem Niveau spielen k&ouml;nnen. Worauf ich auch Bock h&auml;tte, w&auml;re ein Team zu suchen, um dann auch bei Tunieren mitmachen zu k&ouml;nnen. Aber vorher w&uuml;rde ich mich ja gerne mit dir einspielen und climben :D.\r\n\r\nMein Ziel ist es sich gegenseitig zu verbessern und gemeinsam Spa&szlig; am Spiel zu haben.\r\n\r\nSo und nun das worum es schlussendlich dabei geht&hellip;: Ich habe vor, das, falls ich jemanden finde, wir uns zusammen wirklich ernsthaft dran machen zu climben. Wobei es mir nicht um Platin geht, oder egal welche elo&hellip; ich m&ouml;chte mich wirklich mit dir/demjenigen hinsetzen und ernsthaft daran arbeiten nach &bdquo;oben&ldquo; zu kommen.\r\n\r\nwhatsapp w&auml;re auch cool damit man sich zusammen schreiben kann!\r\n\r\nWenn die Synergy passt, kann man sich ja zsm &uuml;berlegen einem Team zu joinen und in der dynq als Team weiter hoch climben, und um dann schlussendlich auch\r\nTunieren beitreten und evtl. auch Cups spielen. (Sowohl online vorm PC, als auch mal Live irgendwo auf der b&uuml;hne)^^.\r\nAber das ist noch n weiter weg^^.\r\n\r\nFalls noch offene Fragen sind, kann man diese ja im ts besprechen.\r\n\r\nLG\r\nHaut rein und &quot;viel Spa&szlig;&quot; beim Ranked.\r\nIGN: Viperheart","replies":[{"id":"","poster":"Mipha","date":"2016-05-04T20:22:21.549+0000","up_votes":1,"down_votes":0,"body":"Hallöchen,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/MKbf17v7-magic-mirror-a18-multigaming-community-sucht-dich\n\nWir sind eine neu Gegründete ü18 Multigaming Community und haben einen Altersdurchschnitt von ca. 22 Jahren.\nBei uns findest du neben einem aktiven Forum außerdem täglich genug Mitspieler/innen für ein paar gemütliche Runden durch die Kluft.\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nmôonchild","replies":[]}]}