{"id":"e4udVAGw","poster":"DarkSeduction","date":"2016-05-03T19:25:13.887+0000","title":"Graves AA-Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hey Leuts :))\r\nMir ist heut erneut schmerzhaft klargeworden, welch bescheurten Bug der werte Graves hat..\r\nWenn ich einen AA durchf&uuml;hre, daraufhin meine E nutze um einen fast unmittelbaren weiteren AA zu nutzen und dann den &uuml;blichen dritten AA durchf&uuml;hre, stockt es gern mit den Animationen.\r\n\r\nEs ist zudem so, dass die AAs einfach komplett unterbunden werden, nachdem nachgeladen wurde..\r\n\r\nVorhin befand ich mich in einem Rank-Game und k&auml;mpfte gegen KhaZix.\r\nWir beide waren enorm &quot;low&quot; und mein AA nach dem Laden h&auml;tte ihn Problemlos get&ouml;tet.\r\nLeider war es so, dass blo&szlig; das Ger&auml;usch kam und ich weder Kugel noch sonstiges abfeuerte.. ich stand quasi (nach dem Nachladen und der Anzeige der frischen Patronen) da und wollte lediglich einen &quot;frischen&quot; AA (AutoAttack) durchf&uuml;hren... Jedoch geschah dies wie gesagt nicht..\r\nNachdem er mich dann schlie&szlig;lich knapp zwei Sekunden sp&auml;ter (&ouml;ffentlich) fragte, was denn los war, weshalb ich ihn nicht get&ouml;tet habe, antwortete ich blo&szlig;: &quot;AA-Bug -.-&quot;\r\nVon ihm kam ein lockeres &quot;unlucky&quot;, woraufhin das Spiel seinen lauf nahm.\r\n\r\nDer besagte AA-Bug trat nun schon h&auml;ufiger auf, nur eben nie in einem solch kritischen Moment, als das ich es f&uuml;r n&ouml;tig hielt, einen Beitrag dazu zu verfassen...\r\nNun aber lief das Fass bekanntlich &uuml;ber :)\r\n\r\n\r\nmfg.","replies":[{"id":"","poster":"Fawkes04","date":"2016-05-04T01:13:40.308+0000","up_votes":1,"down_votes":0,"body":"Ist mir in letzter Zeit auch einige Male passiert, allerdings bin ich bisher davon ausgegangen, dass einfach einzelne Frames verschlcukt wurden. Gut zu wissen, dass es nicht an mir bzw meinem setup liegt sondern am game","replies":[]},{"id":"","poster":"Markishi","date":"2016-05-03T22:55:54.450+0000","up_votes":1,"down_votes":0,"body":"DAnn war es das, was mich vorhin getötet hat. Ich hätte auch schwören können, eine Auto-Hit gemacht zu haben ...","replies":[]},{"id":"","poster":"CL lodda","date":"2016-05-03T22:22:03.656+0000","up_votes":1,"down_votes":0,"body":"Kann ich so bestätigen, ist mir auch schon oft passiert, ich weiß aber leider nicht warum der Bug auftritt und wie man diesen reproduzieren kann.","replies":[]}]}