{"id":"bMRMnAfY","poster":"FrankerX","date":"2016-05-04T01:25:43.557+0000","title":"Ne super frage zum feedbuster!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":0,"body":"ich habe diesen account hier ja (sp&auml;t in der nacht) nur im aram gelevelt. \r\ndas ich so gut wie jedes game einen level-bot dabei hatte war also normal f&uuml;r mich. \r\n\r\nich habe vor paar wochen schon gefragt wie kann es sein das diese bots lv 20 und h&ouml;her erreichen und nur stats wie\r\n0/XX/0 haben (manchmal n paar assists aber NIE NIE NIEMALS NIE unter 10 tode. oft nichtmal unter 20) und der leavebuster trotzdem nicht ausschl&auml;gt.\r\n\r\ndie &quot;beste&quot; antwort war das dieser account als &quot;noob&quot; eingestuft wird der seit dem 1. spiel solche stats hat und darum das &quot;normal&quot; f&uuml;r sein &quot;skill level&quot; ist.\r\nsprich also der feedbuster denkt sich der bot ist neu und richtig schlecht darum hat er solche stats. (ist ja legit, meine anf&auml;nge sahen die ersten gef&uuml;hlt 100 spiele kaum besser aus...)\r\n\r\nJETZT KOMMT DIE FRAGE: \r\nnehmen wir an (ich werds nicht tun keine sorge) man macht sich legit einen account und bis lv 30 beendet man jedes game mit sagen wir mindestens 20 deaths. der feedbuster denkt jetzt also das du richtig neu und kacke bist. sollte man jetzt mit diesem account ins ranked gehen hei&szlig;t das man kann feeden wie man will, weil der feedbuster immer noch denkt du bist einfach neu und kacke? \r\nso ein acc ist inzwischen ja flott gelevelt und es hat mich damals durchaus mehr als nur 14 tage gekostet bis ich endlich mal ein game mit unter 10 toden hatte (im bot modus!)\r\n\r\ndas interessiert mich grad einfach mal voll. gedanken meinungen? vll wei&szlig; wer mehr bescheid?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-04T04:49:18.115+0000","up_votes":2,"down_votes":0,"body":"Könnte schon sein, sollte das System denn tatsächlich die Standard-Spielweise eines einzelnen Accounts als Richtwert für diesen nehmen.\nIch kann mir aber einfach nicht vorstellen, dass Jemand Spaß daran hätte so zu spielen, außer er wäre eben wirklich so lausig.\nMan bekommt ja sogar recht wenig Erfahrungspunkte für eine Niederlage, sich also ohne Bot, aus reiner Missgunst, absichtlich schlecht spielend, so auf lvl 30 zu bringen, wäre schon eine Leistung, zwar eine moralisch verwerfliche, aber eine Leistung.","replies":[]},{"id":"","poster":"OT Riku","date":"2016-05-04T08:48:51.758+0000","up_votes":1,"down_votes":0,"body":"Die Vorgehensweise des Feederbusters läuft immoment so, das wenn du feedest aber immernoch normale Items baust nicht gebannt wirst.\nWie du sagtest vorher soll das System wissen ob er einfach nur schlecht ist.\nUm vom Feederbusters erkannt zu werden reicht feeden nicht aus, du musst zum Beispiel total sinnlose Items kaufen mehrmals Schuhe oder 6× Träne oder so... \nDeswegen würde ich ihn Trollbuster nennen.","replies":[]}]}